{"id":317283,"url":"http://en.wikipedia.org/wiki/Big_Mama_Thornton","text":"Willie Mae \"Big Mama\" Thornton (November 12, 1926, Montgomery, Alabama – July 25, 1984 in Los Angeles, California) was an American blues singer, harp player and songwriter.\nThornton was the first who recorded \"Hound Dog\" by Leiber and Stoller. Another song which is often covered is \"Ball ´n Chain\". It is included in the Rock and Roll Hall of Fame list of the \"500 Songs that Shaped Rock and Roll\". It is one of her best-known songs because of being performed and recorded by Janis Joplin.\nCareer.\nShe was born in Montgomery, Alabama. She got her musical education in a Baptist church, where her father was a minister and her mother a choir singer. At the age of 14 she joined Sammy Green's Georgia-based Hot Harlem Revue and toured the south. She was also a self-taught drummer and harmonica player. She often played each instrument onstage.\n1948 she settled in Houston. In 1951 she was signing a recording contract with Peacock Records. For this label she recorded \"Hound Dog\" which became #1 in the Rhythm ´n Blues charts. Then she toured with Junior Parker and Esther Phillips. At the end of the 1950s her career faded. She relocated to the San Francisco Bay Area, where she mostly played local blues clubs.\nIn 1966 she recorded \"Big Mama Thornton With The Muddy Waters Blues Band\" featuring Muddy Waters (guitar), Sammy Lawhorn (guitar), James Cotton(harmonica), Otis Spann (piano), Luther Johnson (bass guitar), and Francis Clay (drums). Her \"Ball 'n' Chain\" album in 1968 with Lightnin' Hopkins (guitar) and Larry Williams (vocals), included the songs \"Hound Dog\", \"Wade in the Water\", \"Little Red Rooster\", \"Ball 'n' Chain\", \"Money Taker\", and \"Prison Blues\".\nOne of Thornton's last albums was \"Jail\" (1975) for Vanguard Records.The album was recorded in the mid-1970s at two prisons. She became the leader of a blues ensemble.Thornton performed at the Monterey Jazz Festival in 1966 and 1968, and at the San Francisco Blues Festival in 1979. In 1965 she performed with the American Folk Blues Festival package in Europe where she recorded her album \"Big Mama Thornton in Europe\" and followed it up the next year in San Francisco with \"Big Mama Thornton with the Chicago Blues Band\". Both albums came out on the Arhoolie label. Thornton continued to record for Vanguard, Mercury, and other small labels in the 1970s and to work the blues festival circuit until her death in 1984. She was inducted into the Blues Hall of Fame in 1984.\nThornton died of a heart attack in Los Angeles on 25 July 1984 at the age of 57.","categories":[],"infobox_types":[],"annotations":[{"uri":"Montgomery%2C_Alabama","surface_form":"Montgomery, Alabama","offset":51},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":90},{"uri":"California","surface_form":"California","offset":103},{"uri":"Americans","surface_form":"American","offset":122},{"uri":"Blues_music","surface_form":"blues","offset":131},{"uri":"Rock_and_Roll_Hall_of_Fame","surface_form":"Rock and Roll Hall of Fame","offset":322},{"uri":"Janis_Joplin","surface_form":"Janis Joplin","offset":477},{"uri":"Baptist","surface_form":"Baptist","offset":571},{"uri":"Muddy_Waters","surface_form":"Muddy Waters","offset":1297},{"uri":"James_Cotton","surface_form":"James Cotton","offset":1344},{"uri":"Otis_Spann","surface_form":"Otis Spann","offset":1369},{"uri":"Lightnin%27_Hopkins","surface_form":"Lightnin' Hopkins","offset":1485},{"uri":"Vanguard_Records","surface_form":"Vanguard Records","offset":1721},{"uri":"Monterey_Jazz_Festival","surface_form":"Monterey Jazz Festival","offset":1862},{"uri":"San_Francisco_Blues_Festival","surface_form":"San Francisco Blues Festival","offset":1914},{"uri":"American_Folk_Blues_Festival","surface_form":"American Folk Blues Festival","offset":1983}]}