{"id":31730,"url":"http://en.wikipedia.org/wiki/Hide_(musician)","text":", better known by his stage name hide, was a Japanese musician, singer and songwriter, best known for his work as the lead guitarist of the heavy metal band X Japan. He was also a successful solo artist, and formed the American-based band Zilch. He is regarded as very influential to modern Japanese music. His music can be classified as glam rock and pop. X Japan was one of the main bands to develop the musical movement called visual kei.\nhide was born at Yokosuka, in Kanagawa Prefecture. He lived and created music in Tokyo and Los Angeles. He died in Tokyo on 2 May 1998, after a night of drinking. He committed suicide.\nSpread Beaver.\nhide's solo project was called hide with Spread Beaver. It was formed at the start of 1998, and was based in Los Angeles. They released three single CDs and one album. The first single was \"Rocket Dive\", released on 28 January 1998. The other two singles were recorded by the end of April, and were scheduled to be released in May. hide travelled to Tokyo to promote the new songs, but he died on 2 May before they were released. The two new singles were released on 13 May and 27 May. They were called \"Pink Spider\" and \"Ever Free\". \"Pink Spider\" entered the Oricon charts at #1 and eventually received the year's MTV video music award. hide's studio album, \"Ja, Zoo\", was released in November 1998. His band played their promotion tour live in Japan as scheduled.","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"Heavy_metal_music","surface_form":"heavy metal","offset":140},{"uri":"X_Japan","surface_form":"X Japan","offset":157},{"uri":"Glam_rock","surface_form":"glam rock","offset":338},{"uri":"Social_movement","surface_form":"movement","offset":414},{"uri":"Visual_kei","surface_form":"visual kei","offset":430},{"uri":"Yokosuka%2C_Kanagawa","surface_form":"Yokosuka","offset":459},{"uri":"Kanagawa_Prefecture","surface_form":"Kanagawa Prefecture","offset":472},{"uri":"Tokyo","surface_form":"Tokyo","offset":523},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":533},{"uri":"Suicide","surface_form":"suicide","offset":618},{"uri":"Ja%2C_Zoo","surface_form":"Ja, Zoo","offset":1302}]}