{"id":317385,"url":"http://en.wikipedia.org/wiki/Ballistic_coefficient","text":"In ballistics, the ballistic coefficient (BC) of a bullet is a measure of its ability to overcome air resistance in flight. A high BC means the object will slow down less. It will have more of its speed left when it reaches the target. BC depends on mass, diameter, and drag coefficient. Ballistic coefficient has units of lb/in² or kg/m². BCs for bullets are normally stated in lb/in² by their manufacturers without referring to this unit. The values for BC can be as low as 0.12 and as high as 1.00 for commonly used bullets.\nBullet performance.\nA bullet with a high BC will travel farther than one with a low BC since it will keep its speed better, resist the wind better, and “shoot flatter” (see external ballistics).\nWhen hunting with a rifle, a higher BC is good for several reasons. A higher BC results in a flatter flight. The effect of mistakes in estimating the distance to the target is smaller for bullet with a higher BC. This is important when attempting an effective hit on a game animal. If the target animal is closer than estimated, then the bullet will hit higher than expected. On the other hand, if the animal is further than estimated the bullet will hit lower than expected. Such a difference in bullet drop can make the difference between a clean kill and a wounded animal.\nThis difference in flight path becomes more important at longer distances. Sometimes, the difference in two bullet designs fired from the same rifle can result in a difference between the two of over 30 cm (1 foot) at 500 meters (550 yards). A bullet with a high BC arrives at the target faster and with more energy than one with a low BC.\nSince the higher BC bullet gets to the target faster, it is also less affected by crosswinds.\nGeneral trends.\nSporting bullets have BC’s in the range 0.12 to slightly over 1.00, with high being the most aerodynamic, and low being the least. Very-low-drag bullets with BCs ≥ 1.10 can be designed and produced on special lathes using mono-metal rods. These special bullets often have to be fired from custom made full bore rifles with special barrels.\nBullet makers often offer several weights and types for a given size. Heavy-for-caliber pointed (spitzer) bullets with a boat tail design have high BCs. Lighter bullets with square tails and blunt noses have lower BCs.\nIn the United States, hunting cartridges such as the .25-06 Remington (a 6.35 mm caliber), the .270 Winchester (a 6.8 mm caliber), and the .284 Winchester (a 7 mm caliber) are used when high BCs are desired.\nIn the larger sizes, the .338 Lapua Magnum and the .50 BMG are popular with very high BC bullets for shooting beyond 1000 meters. They have very high BCs. Other choices in the larger size are the .375 and.408 Cheyenne Tactical and the .416 Barrett.\nChanges in bullet ballistic coefficients.\nDifferences in BC claims for exactly the same projectiles can be explained by differences in the air density used for these BC statements or differing range-speed measurements on which the stated G1 BC averages are based. The BC changes during a projectile's flight and stated BCs are always averages for certain distances and speeds. Some more explanation about the transient nature of a projectile's G1 BC during flight can be found at the external ballistics article. This article suggests that knowing how a BC was established is almost as important as knowing the stated BC value itself.\nTo find the correct BC (osome scientists would call it drag coefficients), Doppler radar-measurements are required. The normal shooting or aerodynamics person, however, does not have this expensive equipment. Weibel 1000e Doppler radars are used by governments, professional ballisticians, defense forces, and a few ammunition manufacturers to get exact real world data on the flight behavior of projectiles of interest.\nTest results came from many shots, not just a single shot. Any single bullet can have a very different BC than another. It is important to know the average behavior of a bullet. How different speed regimes affect several rifle bullets made by Lapua can be seen in the.338 Lapua Magnum product brochure which states Doppler radar established BC data.\nMathematical models and bullet ballistic coefficients.\nMost ballistic mathematical models and hence tables or software assume that one specific drag function correctly describes the drag and hence the flight characteristics of a bullet related to its ballistics coefficient. Those models do not have any differences for wadcutter, flat-based, spitzer, boat-tail, very-low-drag, etc. bullet types or shapes. However, some different drag curve models have been made for several standard projectile shapes.\nFreeware small arms ballistic coefficient calculators.\nThese free computer programs can be used to calculate ballistic coefficient if other information is known.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ballistics","surface_form":"ballistics","offset":3},{"uri":"Drag_coefficient","surface_form":"drag coefficient","offset":270},{"uri":"Bullet","surface_form":"bullet","offset":348},{"uri":"External_ballistics","surface_form":"external ballistics","offset":701},{"uri":"Very-low-drag_bullet","surface_form":"Very-low-drag bullet","offset":1880},{"uri":".25-06_Remington","surface_form":".25-06 Remington","offset":2361},{"uri":".270_Winchester","surface_form":".270 Winchester","offset":2403},{"uri":".284_Winchester","surface_form":".284 Winchester","offset":2447},{"uri":".338_Lapua_Magnum","surface_form":".338 Lapua Magnum","offset":2541},{"uri":".50_BMG","surface_form":".50 BMG","offset":2567},{"uri":".408_Chey_Tac","surface_form":".375 and.408 Cheyenne Tactical","offset":2712},{"uri":".416_Barrett","surface_form":".416 Barrett","offset":2751},{"uri":"Air_density","surface_form":"air density","offset":2904},{"uri":"External_ballistics","surface_form":"external ballistics","offset":3249},{"uri":"Drag_coefficient","surface_form":"drag coefficient","offset":3455},{"uri":"Doppler_radar","surface_form":"Doppler radar","offset":3475},{"uri":"Doppler_radar","surface_form":"Doppler radar","offset":3622},{"uri":"Mathematical_model","surface_form":"mathematical model","offset":4241},{"uri":"Coefficient","surface_form":"coefficient","offset":4433},{"uri":"Wadcutter","surface_form":"wadcutter","offset":4491},{"uri":"Very-low-drag_bullet","surface_form":"very-low-drag","offset":4534}]}