{"id":317415,"url":"http://en.wikipedia.org/wiki/Carmen_Amaya","text":"Carmen Amaya (2 November 1913 – 19 November 1963) was a flamenco dancer and singer, of gypsy origin, born in the Somorrostro slum of Barcelona, Spain.\nShe has been called \"the greatest Spanish gypsy dancer of her generation\". and \"the most extrardinary personality of all time in flamenco dance\".\nShe danced from the time she was 4 years old. Accompanied on the guitar by her father, she danced in waterfront bars in Barcelona. A young person who saw her dance as a girl was the Spanish guitarist Sabicas (Agustín Castellón Campos). He later said \"I saw her dance and it seemed like something supernatural to me... I never saw anyone dance like her. I don’t know how she did it, I just don’t know!\". Sabicas accompanied her for many years. He recorded \"Queen of the Gypsies\" (1959) and \"Flamenco!\" with Amaya.\nIn 1929, she made her debut in Paris, to warm acclaims and admiration of her dancing skill. She moved to America in 1936, where she went on to act in several movies that broke box office records, including the \"Romeo and Juliet\" adaptation \"Los Tarantos\", and the short movie \"Danzas Gitanas\" (Gypsy dances).\nOne thing was strange about her: she often danced in trousers rather than the layered skirt traditional for female flamenco dancers. One theory is that she did this to give more scope to her footwork, which was exceptional, and rather like a flamenco male dancer. Apparently, in early flamenco, women did not do so much footwork, and male dancers used to fill in the steps while sitting on chairs, unseen in the wings.p100 Her style has been described as repetitive because she always did the same dances: \"Carmen was a fabulous dancer, but limited\" (Antonio Ruiz Soler).\nShe was invited by Franklin Roosevelt to dance in the White House in 1944, and also by Harry S. Truman in 1953.\nAmaya is buried in the Cementiri del Sud-Oest on Barcelona's Montjuïc.","categories":[],"infobox_types":[],"annotations":[{"uri":"Flamenco","surface_form":"flamenco","offset":56},{"uri":"Dancer","surface_form":"dancer","offset":65},{"uri":"Singer","surface_form":"singer","offset":76},{"uri":"Gypsy","surface_form":"gypsy","offset":87},{"uri":"Somorrostro","surface_form":"Somorrostro","offset":113},{"uri":"Barcelona","surface_form":"Barcelona","offset":133},{"uri":"Spain","surface_form":"Spain","offset":144},{"uri":"Spain","surface_form":"Spanish","offset":185},{"uri":"Guitar","surface_form":"guitar","offset":362},{"uri":"Guitarist","surface_form":"guitarist","offset":487},{"uri":"Sabicas","surface_form":"Sabicas","offset":497},{"uri":"Romeo_and_Juliet","surface_form":"Romeo and Juliet","offset":1021},{"uri":"Los_Tarantos","surface_form":"Los Tarantos","offset":1051},{"uri":"Trousers","surface_form":"trousers","offset":1172},{"uri":"Skirt","surface_form":"skirt","offset":1205},{"uri":"Antonio_Ruiz_Soler","surface_form":"Antonio Ruiz Soler","offset":1670},{"uri":"Franklin_Roosevelt","surface_form":"Franklin Roosevelt","offset":1710},{"uri":"White_House","surface_form":"White House","offset":1745},{"uri":"Harry_S._Truman","surface_form":"Harry S. Truman","offset":1778},{"uri":"Montju%C3%AFc","surface_form":"Montjuïc","offset":1864}]}