{"id":317402,"url":"http://en.wikipedia.org/wiki/Dr._Dre","text":"Andre Young (born February 18, 1965), known as Dr. Dre is an American rapper, record producer, and entrepreneur. He has had many records and songs throughout the years and is one of the most famous producers in hip-hop. He has made albums for many rappers through their careers, including \"Snoop Dogg, Eminem, 50 Cent and The Game\". As of 2011, \"Dr. Dre\" is ranked as the third richest rapper by Forbes and is worth two-hundred & fifty million dollars ($250,000,000). Dre began his career in music as a member of the World Class Wreckin' Cru and he later found fame with the gangsta rap group N.W.A. with Eazy-E, Ice Cube, MC Ren, and DJ Yella which made the use of swear words in rap songs in rap to tell about the violence of street life popular. During the 2000s, he produced music for other artists, while sometimes rapping with other artists' on their songs. Dr. Dre signed Eminem to his \"Aftermath\" record label in 1998 and 50 Cent in 2003 helping to make their albums with them. Rolling Stone magazine said Dr. Dre was one of the richest performers in 2001 and 2004. Dr. Dre was also in movies such as Set It Off, and the 2001 movies The Wash and Training Day.\nEarly career.\nBecause he liked Grandmaster Flash, he often went to a club called The Eve After Dark to see a lot of DJs and rappers performing live. He then became a DJ in the club, at first under the name \"Dr. J\", his favourite basketball player. At the club, he met DJ Yella for the first time. Soon afterwards he started using the name \"Dr. Dre\", half his old nickname, and half his first name, also calling himself as the \"Master of Mixology\". He later joined the musical group World Class Wreckin' Cru in 1984. The group would become stars of the electro-hop scene that was really popular in early 1980s West Coast hip hop, and their first hit \"Surgery\" would feature Dr. Dre on the turntables and sell 50,000 tapes within Compton. Dr. Dre and DJ Yella also did mixes for local radio stations, making the ratings for it's show \"Afternoon Traffic Jam\" go higher. Dr. Dre's earliest songs were released in 1994 on a CD called \"Concrete Roots\".\nHe was a diver in high school, but because he skipped school a lot, he was kicked off the team. After high school, he went to Chester Adult School in Compton because his mother told him to get a job or go back to school. After going to a broadcasting school for a little bit, he moved to his father's house, and then his grandparents house before going back to his mother's house. He later dropped out of Chester to focus on performing at the Eve's After Dark nightclub.\nN.W.A.\nIn 1986, Dr. Dre met Ice Cube, who with Dr. Dre, made songs for Ruthless Records, a rap record label run by local rapper Eazy-E. N.W.A and fellow West Coast rapper Ice-T are normally said to be the creators of gangsta rap. N.W.A favoured themes and explicit lyrics, offering real descriptions of violent, inner-city streets. With the hit \"Fuck tha Police\", the group's first full album Straight Outta Compton became a big hit, despite almost no radio airplay or concerts. The FBI sent Eazy-E a warning letter for the song's content.\nAfter Ice Cube left N.W.A in 1989 over money issues, Dr. Dre produced and performed for much of the group's second album Efil4Zaggin (Niggas for life). He also produced tracks for other rap acts on Ruthless Records, including The D.O.C.'s 1989 album \"No One Can Do It Better\". In 1991, at a party in Hollywood, he slapped Dee Barnes of the TV show Pump it Up, feeling upset about a news report she did about the feud between them and Ice Cube. Dr. Dre was fined $2,500 and given two years' probation and 240 hours of community service, as well as a spot on an anti-violence public service announcement on television.\nThe Chronic & Death Row.\nAfter an argument with Eazy-E over money, Dre left the group in 1991 under the advice of a friend, The D.O.C. and his bodyguard at the time, Suge Knight. Knight, a known strongman, was able to have Eazy-E release Dre from his contract and, start Death Row Records. In 1992 Dre released his first single with Snoop Dogg; \"Deep Cover\". Dr. Dre's first album was \"The Chronic\". Dre brought a new style of rap, both in terms of style and words.\nThe Chronic became really popular and had lots of big singles. Its sound was really popular with hip hop music for the early 1990s. In 1993, Dr. Dre also won a Grammy Award for \"Let Me Ride\". That year, Billboard magazine Dr. Dre was the eighth best-selling musical artist, \"The Chronic\" was the sixth best-selling album, and \"Nuthin' but a 'G' Thang\" (the first single from the album) as the 11th best-selling single.\nBesides working on his own music, Dr. Dre produced Snoop Dogg's first album Doggystyle. In 1994, Dr. Dre produced some songs on the soundtracks for the films Above the Rim and Murder Was the Case. He rapped with fellow ex-N.W.A member Ice Cube for the song \"Natural Born Killaz\" in 1995. For the film Friday, Dre recorded \"Keep Their Heads Ringin, which reached No.10 in the charts.\nIn 1995, just as Death Row Records signed 2Pac, Young left the label because of a contract dispute and he was worried that Suge Knight wasn't doing things legally. In 1996, he made his own label, Aftermath Entertainment, with Interscope Records. Death Row then suffered poor sales in 1997, after the death of 2Pac.\nAftermath Entertainment, Eminem & 2001 album.\nDr. Dre released Dr. Dre Presents the Aftermath, released in 1996, with songs by Dr. Dre new Aftermath Entertainment rappers. \"Been There, Done That\", was saying that he was bored of gangsta rap. Despite selling a lot of copies of the album, it was not very popular among music fans. In October 1996, Dre rapped \"Been There, Done That\" on popular American TV show, Saturday Night Live.\nDespite the mixed reception to his label's album, Dr. Dre was on two No.1 singles in the charts in 1996, they were \"California Love\" by 2Pac and \"No Diggity\" by Blackstreet. They were Dr. Dre's first No.1 songs since being with N.W.A.\nAftermath gained more popularity in 1998, Dr. Dre signed Eminem, a rapper from Detroit. Dre produced three songs and sung with him on two of them on Eminem's first album The Slim Shady LP. \"My Name Is\", the first single from the album, made Eminem famous. The album sold lots of copies.\nDr. Dre's second album, \"2001\", released in 1999, was his return to gangsta rap. It was at first called The Chronic 2000 as a sequel to his first album The Chronic, but was changed to 2001 after Death Row released an unrelated album called \"Chronic 2000: Still Smokin\" in 1999. The album has also been called by fans 'The Chronic 2001' and 'The Chronic 2'. The album featured a lot of guests, including Devin the Dude, Hittman, Snoop Dogg, Xzibit, Nate Dogg and Eminem. The album was really good, charting at number two and has since sold millions of copies. The album included popular hit singles \"Still D.R.E.\" and \"Forgot About Dre\", both of which Dr. Dre performed on Saturday Night Live in 1999. Dr. Dre won an award for Producer of the Year, in 2000, and joined the Up in Smoke Tour with Eminem, Snoop Dogg, and Ice Cube. In 2001, Dr. Dre was sued a few times.\nDetox to now.\nIn 2001, Dr. Dre said he was going to release a new album: Detox. The album has been being made since 2004 and was to be released in 2005. After loads of delays, the album was to be released in 2010. Producers confirmed to be working on the album are DJ Khalid, Nottz, Bernard \"Focus\" Edwards Jr., Hi-Tek, J.R. Rotem, RZA, Jay-Z, Warren G, and Boi-1da. Snoop Dogg said the album was finished in 2008 but it still wasn't released. Detox was then to be released in 2010. At the beginning of 2009,Dr. Dre was in the song \"Crack a Bottle\" by Eminem & 50 Cent. In a Dr Pepper advert in 2009, he played a small clip from Detox. 50 Cent and Eminem said in an interview with BET that Dr. Dre had around 12 songs for Detox. Detox is said to be released sometime in 2012. The first two singles, \"Kush\" and \"I Need a Doctor\", were released in 2010 and 2011. \"Kush\" has become a hit in the America and \"I Need a Doctor\" peaked at Number Four in the charts. The American Society of Composers, Authors and Publishers will honour Dr. Dre with its Founders Award for inspiring other musicians.\nIn 2010, Dr. Dre said that an album of just music called The Planets is in its first stages of production; each song being named after a planet. Later that year, Dr. Dre showed support to long time friend Eminem, and appeared at his and Jay-Z's Tour, performing songs \"Still D.R.E.,\" \"Nuthin' but a 'G' Thang,\" and \"Crack a Bottle,\" with Eminem & 50 Cent. Wearing an \"R.I.P. Proof\" shirt (proof was a rapper who died, he was also a friend of Dre, Eminem & 50 Cent). The crowd the chanted \"DEEE-TOX,\" to which he replied, \"I'm coming!\" As if to say the album's release is not that long away. Dr. Dre was featured on the cover of a magazine in a 2011 issue. After Detox he will be one of the producers of Tionne \"T-Boz\" Watkins' album Still Cool. In 2012 Dre was announced to headline at a music festival called the Coachella Valley Music and Arts Festival taking place the weekends of April 13–15 and April 20–22 which featured a holographic 2Pac.\nPersonal life.\nDre suffered a brain aneurysm on January 5, 2021, and that he was hospitalized to Cedars-Sinai Medical Center's in Los Angeles. Dre's home was targeted for an attempted burglary while he was in the hospital.\nOther Thing.\nDr. Dre has also founded the company Beats Electronics, LLC. It primarily makes headphones under the brand \"Beats by Dr. Dre\".","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"Americans","surface_form":"American","offset":61},{"uri":"Record","surface_form":"record","offset":129},{"uri":"Song","surface_form":"song","offset":141},{"uri":"Producers","surface_form":"producers","offset":198},{"uri":"Hip-hop","surface_form":"hip-hop","offset":211},{"uri":"Snoop_Dogg","surface_form":"Snoop Dogg","offset":290},{"uri":"Eminem","surface_form":"Eminem","offset":302},{"uri":"50_Cent","surface_form":"50 Cent","offset":310},{"uri":"The_Game_(rapper)","surface_form":"The Game","offset":322},{"uri":"Forbes","surface_form":"Forbes","offset":396},{"uri":"World_Class_Wreckin%27_Cru","surface_form":"World Class Wreckin' Cru","offset":517},{"uri":"Gangsta_rap","surface_form":"gangsta rap","offset":575},{"uri":"N.W.A.","surface_form":"N.W.A.","offset":593},{"uri":"Eazy-E","surface_form":"Eazy-E","offset":605},{"uri":"Ice_Cube","surface_form":"Ice Cube","offset":613},{"uri":"MC_Ren","surface_form":"MC Ren","offset":623},{"uri":"DJ_Yella","surface_form":"DJ Yella","offset":635},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":986},{"uri":"Set_It_Off","surface_form":"Set It Off","offset":1109},{"uri":"The_Wash","surface_form":"The Wash","offset":1141},{"uri":"Training_Day","surface_form":"Training Day","offset":1154},{"uri":"Grandmaster_Flash","surface_form":"Grandmaster Flash","offset":1199},{"uri":"Ruthless_Records","surface_form":"Ruthless Records","offset":2657},{"uri":"Eazy-E","surface_form":"Eazy-E","offset":2714},{"uri":"Fuck_tha_Police","surface_form":"Fuck tha Police","offset":2932},{"uri":"Straight_Outta_Compton","surface_form":"Straight Outta Compton","offset":2979},{"uri":"Snoop_Dogg","surface_form":"Snoop Dogg","offset":4076},{"uri":"Doggystyle","surface_form":"Doggystyle","offset":4704},{"uri":"Above_the_Rim","surface_form":"Above the Rim","offset":4786},{"uri":"Murder_Was_the_Case","surface_form":"Murder Was the Case","offset":4804},{"uri":"2Pac","surface_form":"2Pac","offset":5053},{"uri":"Saturday_Night_Live","surface_form":"Saturday Night Live","offset":5737},{"uri":"2Pac","surface_form":"2Pac","offset":5894},{"uri":"Blackstreet","surface_form":"Blackstreet","offset":5919},{"uri":"Eminem","surface_form":"Eminem","offset":6050},{"uri":"The_Slim_Shady_LP","surface_form":"The Slim Shady LP","offset":6163},{"uri":"2001_(Dr._Dre_album)","surface_form":"2001","offset":6305},{"uri":"Xzibit","surface_form":"Xzibit","offset":6720},{"uri":"Nate_Dogg","surface_form":"Nate Dogg","offset":6728},{"uri":"Jay-Z","surface_form":"Jay-Z","offset":8476},{"uri":"Brain_aneurysm","surface_form":"brain aneurysm","offset":9216},{"uri":"Cedars-Sinai_Medical_Center","surface_form":"Cedars-Sinai Medical Center","offset":9283},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":9316},{"uri":"Beats_Electronics","surface_form":"Beats Electronics","offset":9459}]}