{"id":317477,"url":"http://en.wikipedia.org/wiki/Marcel_Koller","text":"Marcel Koller (born 11 November 1960 in Zürich) is a former Swiss football (soccer) player. His playing position was defender. He is now head coach of the Austria national team.\nas player.\nHe played all his time as professional football player for Grashoppers Zürich in the Swiss league. In 24 years he won seven Swiss championships and five Swiss cups. He played also 56 times for the Swiss national football team. He shot 3 goals and was member of the team for the 1996 UEFA European Championship.\nas coach.\nKoller's career as coach started at the Swiss club FC Wil in the season 1997/98. In January 1999 he went to FC St. Gallen in the Swiss Super League. The next year the club won the championship since almost 100 years. In the UEFA Cup the Swiss team could eliminate English top club FC Chelsea. Koller was voted Swiss manager of the year 2000. From 2002 till 2003 he managed his former club Grashoppers Zürich. His first club abroad was in the German Bundesliga where he managed 1. FC Köln. Being not successful he resigned after seven months. In this time Lukas Podolski made his first match in the Bundesliga.\nFrom 2005 on he was coach of the VfL Bochum in the 2.Bundesliga. They promoted to the Bundesliga. The next year was planed to stay in the league. The club finished this year at the 8th place, the third best season for Bochum ever. After poor results at the beginning of the 2009/10 season Koller was dismissed.\nOn the 4th of October 2011, Koller was declared as the new coach of the Austrian National Team (ÖFB). It was announced that he signed a contract until December 2013. After his nomination there was heavy criticism against him because he was from abroad. During the long history of the team he is the third coach who was not from Austria. He took over at 1st November. His first match as new coach was a friendly match versus Ukraine which the Austrian team lost.","categories":[],"infobox_types":[],"annotations":[{"uri":"Z%C3%BCrich","surface_form":"Zürich","offset":40},{"uri":"Switzerland","surface_form":"Swiss","offset":60},{"uri":"Association_football","surface_form":"football (soccer)","offset":66},{"uri":"Defender_(football)","surface_form":"defender","offset":117},{"uri":"Austria_national_football_team","surface_form":"Austria national team","offset":155},{"uri":"FC_Wil","surface_form":"FC Wil","offset":561},{"uri":"FC_St._Gallen","surface_form":"FC St. Gallen","offset":618},{"uri":"Swiss_Super_League","surface_form":"Swiss Super League","offset":639},{"uri":"UEFA_Europa_League","surface_form":"UEFA Cup","offset":734},{"uri":"Chelsea_F.C.","surface_form":"FC Chelsea","offset":791},{"uri":"VfL_Bochum","surface_form":"VfL Bochum","offset":1153}]}