{"id":317587,"url":"http://en.wikipedia.org/wiki/Sikhye","text":"e=\"preserve\">Sikhye (also spelled shikhye or shikeh) is a Korean traditional rice beverage which is fermented for some periods. It is usually served as a dessert with its sweet taste. The main ingredients of Sikhye is liquids, cooked rices. When we drink Sikhye, we can see that there are some residue of cooked rice. Sikhye is also called 'Dansul' and 'Gamju.' Both of these names mean \"sweet wine.\" These days, Sikhye is also served in cans at Korean markets so that it can be easily enjoyed by people. The Vilac company is the most famous company which produce Sikhye in South Korea.\nRecipe.\nSikhye is made by malt water and cooked rice, etc. The malt water soak in boiled rice until grains of rice appear on the surface. And the liquid is poured out, drained, and boiled with sugar and ginger. After this, it is cooled down and kept in the jar.\nRegional Variations.\nThere are some regional variations of Sikhye. These include 'Andong Sikhye' and other varieties of Sikhye like 'Jinju sikhye,' 'Gangwon-do sikhye,' and 'Gyeongsang-do sikhye.' Andong Sikhye is a little bit different from the ordinary style of Sikhye. It uses radishes, carrots, and powdered red pepper to make it somewhat hot. And then, it is fermented for several days. The important thing is the crunchy texture of the radishes. It should be kept through the long fermentation process of Sikhye. Sikhye with a soft texture of the radish is regarded as an inferior product. Andong Sikhye is good for digesting because it has lactobacillus in it.\nEffects.\nSikhye has a lot of effects. First, it helps the function of digestion. Sikhye is one of the fermented foods which can help internal organs' movement and this movement of internal organs helps a digestion. Second, Sikhye contains a lot of fibers and these fibers work in body to accelerate a digestion as the main element. Third, it is helpful for chronic constipation and prevention of colorectal cancer and arteriosclerosis. Moreover, Sikhye is good for relieveing hangover. Lastly, According to Sasang typology in Oriental culture, Sikhye helps people who have cold constitution to be warmer.","categories":[],"infobox_types":[],"annotations":[{"uri":"Korea","surface_form":"Korea","offset":58},{"uri":"Rice","surface_form":"rice","offset":77},{"uri":"Dessert","surface_form":"dessert","offset":154},{"uri":"South_Korea","surface_form":"South Korea","offset":574},{"uri":"Sugar","surface_form":"sugar","offset":780},{"uri":"Ginger","surface_form":"ginger","offset":790},{"uri":"Radish","surface_form":"radishes","offset":1129},{"uri":"Carrot","surface_form":"carrots","offset":1139},{"uri":"Lactobacillus","surface_form":"lactobacillus","offset":1496},{"uri":"Digestion","surface_form":"digestion","offset":1587},{"uri":"Constipation","surface_form":"constipation","offset":1882},{"uri":"Arteriosclerosis","surface_form":"arteriosclerosis","offset":1935}]}