{"id":317686,"url":"http://en.wikipedia.org/wiki/Velvet_Revolution","text":"Velvet Revolution (Czech: Sametová revoluce, Slovak: Nežná revolúcia) is a name for political changes in Czechoslovakia between November 17 and December 29, 1989. It ended with the fall of the one-party government of the Communist Party of Czechoslovakia and start of the democratization process. The name \"Velvet\" was chosen for its softness.\nAfter the Warsaw Pact invasion of Czechoslovakia ended the Prague Spring in August 1968, censorship began again and the Communist Party expelled a lot of its members. This event during the 1970s is known as Normalization. Despite these events, the economic situation in Czechoslovakia was better than in other countries of Eastern Bloc (for example in Poland or Hungary).\nRevolution.\nThe Velvet Revolution started at an official event for 50th anniversary of the closing of Czechoslovakian universities on November 17, 1939 by the Nazis in Prague. This event continued after its official end and was violently ended by state police on the street \"Národní třída\". In following days people organized meetings for protest against the actions of state police. 750-800 thousand people were at one of the biggest protests on November 25.\nOn November 19, the Civic Forum, the political movement which led the dialogue with the communist government, was created in The Drama Club in Prague. The same day, the movement \"Public Against Violence\" was created in Bratislava.\nOn November 27 a general strike took place. On this day there was a protest at Wenceslas Square with 300,000 people. Its main slogan was \"Konec vlády jedné strany\" - \"End of one-part government\".\nVáclav Havel was named as president of Czechoslovakia on December 29, 1989. He was the first non-communist president of Czechoslovakia since 1948.","categories":[],"infobox_types":[],"annotations":[{"uri":"Czech_language","surface_form":"Czech","offset":19},{"uri":"Slovak_language","surface_form":"Slovak","offset":45},{"uri":"Czechoslovakia","surface_form":"Czechoslovakia","offset":105},{"uri":"One-party_state","surface_form":"one-party government","offset":193},{"uri":"Communist_Party_of_Czechoslovakia","surface_form":"Communist Party of Czechoslovakia","offset":221},{"uri":"Democracy","surface_form":"democratization","offset":272},{"uri":"Warsaw_Pact","surface_form":"Warsaw Pact","offset":354},{"uri":"Prague_Spring","surface_form":"Prague Spring","offset":403},{"uri":"Censorship","surface_form":"censorship","offset":433},{"uri":"1970s","surface_form":"1970s","offset":533},{"uri":"Normalization_(Czechoslovakia)","surface_form":"Normalization","offset":551},{"uri":"Eastern_Bloc","surface_form":"Eastern Bloc","offset":667},{"uri":"Poland","surface_form":"Poland","offset":696},{"uri":"Hungary","surface_form":"Hungary","offset":706},{"uri":"Nazism","surface_form":"Nazis","offset":875},{"uri":"Prague","surface_form":"Prague","offset":884},{"uri":"Bratislava","surface_form":"Bratislava","offset":1395},{"uri":"Wenceslas_Square","surface_form":"Wenceslas Square","offset":1486},{"uri":"V%C3%A1clav_Havel","surface_form":"Václav Havel","offset":1603}]}