{"id":317675,"url":"http://en.wikipedia.org/wiki/Sonitpur","text":"Sonitpur is a major district of Assam, India.\nLegend.\nThe name \"Sonitpur\" as well as \"Tezpur\" literally means \"the city of blood\".\nIt reminds of the romantic legend of Usha and Anirudha. The legend revolves around Banasura, the great Asura king of ancient Tezpur, his beautiful daughter Usha and her friend Chitralekha. The princess saw a handsome prince in her dreams and fell in love with him. Chitralekha, a talented artist, not only painted his portrait from Usha's description but recognised him to be Aniruddha, the grandson of Lord Krishna and ruler of Dwarka. Using her magical powers, Chitralekha spirited Aniruddha away to the princess' boudoir where the two married each other according to Gandharva rites, without the knowledge of the king. When Banasura learnt of the clandestine romance, he imprisoned Aniruddha, which led to the arrival of Lord Krishna to rescue his grandson. A fierce battle followed and the entire city was drenched in human blood, hence the name Sonitpur or Tezpur, i.e. ‘the city of blood’.\nThe story of eternal love between Usha and Aniruddha finds expression in many stories, novels, dramas, dance-dramas, movies.\nPre-British Era.\nSir Edward A. Gait (1897) had made reference to the nine line inscription of Harjjar Varma in his ‘’A History of Assam.’’ The inscription is the first recorded history of Assam and dates back to 829 A.D. The inscription was found engraved on a massive\nstone some two kms away from Tezpur town situated near a temple called Rudrapad.\nSalastambha dynasty ruled Kamrupa from seventh to Tenth century A.D. The accurate boundary of their kingdom is debatable. But the erstwhile Darrang was certainly a part of the kingdom. They shifted their capital from Pragjyotishpur to Haruppeswara, or Hatappeswara- the present day Tezpur. The famous King of the dynasty Harjjar Varma, besides other things had excavated a large pond in 70 acres of land, later came to be known as Hajara Pukhuri (Harjjara Pukhuri).Pal dynasty ruled Haruppeswara till the 12th century. The most famous ruler of the Pal dynasty was Brahmapal.\nAfter the Pal dynasty’’ the royal dominance of the Koch Kings in the west and the Ahoms in the east started growing. During the 14th and 15th century a large part of the western bank of Brahmaputra from Singri in the west and Sootea in the east was ruled by the Bara-Bhuyans. The great saint poet Sri Sri Shankardeva belonged to Bara-Bhuyan family, who settled at Rowta in Darrang District. The Ahom King Suhungmung alias Dihingia Raja occupied the territories of the Bara-Bhuyans on the north in 1505 A.D.The Koch King Biswa Sinha rose to power in 1515 A.D. King Naranarayana who ascended the thorne in about 1540 A. D. divided his Kingdom into two parts. He had given the eastern part to the son of his brother Chilarai and the western part of the kingdom to his own son Lakshminarayana. But soon after their ascension as kings, fatricidal war broke out and Lakshminarayana sought refuge with the Mughals which eventually led to invasion of Kamrup by the Mughals. Balinarayana, one of the brothers of Pariksitnarayana fled away to Gorgaon to seek the help of the Ahom king Swargadew Pratapsingha. Pratapsingha christened Balinarayana as Dharmanarayana, made him the king of Darrang and declared war against the Mughals (1616-1637 A.D.). The Ahoms defeated the mighty Mughals in the Bharali war and re-occupied Darrang from the Mughals. King Dharmanarayana made supreme sacrifice in Singari war in 1638. His son Sundarnarayana ascended the throne and became the king of Darrang.(excluding Tezpur). On the other hand, the Ahoms ruled the eastern part of Darrang (present Sonitpur) through Kalia Bhomora Borphukan, stationed at Kaliabor. The Ahom Kings resettled many people in the southern part of Brahmaputra.\nBritish Period.\nThe British annexed the then Assam into the Indian British Empire in 1826. After1826 the Lower Assam and the Central Assam (Darrang, Nagaon and Raha) were made one division which extended up to Biswanath. The division was placed under one Administrative Officer designated as the Principal Assistant to the Commissioner. The Upper Assam portion was left to the native rulers with supervisory control under a British political agent with political headquarters at Biswanath. Captain Neufville was the political agent for Upper Assam. Darrang Division was administered till 1833 from Guwahati.\nDarrang was converted into a district and Mangaldai was made the district Headquarter in 1833. But due to various reasons the British shifted the head quarter to Tezpur in 1835. The district comprised of two sub-divisions, Tezpur sadar sub-division and Mangaldoi sub-division with head quarter at Mangaldoi. The District of Darrang was divided in to six Revenue Circles under one Sub-Deputy Collector in each Circle. There was one Transferred area in the district at Charduar. An Asst. Political Officer was posted at Charduar under the Deputy Commissioner who acted as Political Officer.\nTezpur was a small township then. The British developed Tezpur as a small garrison township. Later, tea gardens were set-up throughout the district. The old steamarghat at Jahajghat, the Dak-Bungalow, the then Chummery compound at present Don-Bosco School campus, the Planters Club of Tezpur (Stations Club), the Jahajghat Railway Station, the Church of Ephiphany etc. and many tea gardens are some of the examples of the contributions of the British.\nFreedom Struggle.\nThere is no specific information about the alignment of the people of the district in the earlier struggle for liberation waged by the princely and upper class people in Upper Assam from 1828 to 1857. But, with the spread of western education during the last part of the 19th century a new awakening surcharged the patriots of the land.\nFew years before the birth of the Indian National Congress in Bombay in 1885, the Tezpur Ryot Sabha was formed by a group of enlightened people primarily to protest against the enhancement of land revenue and to ventilate other public grievances.\nThe Tezpur Ryot Sabha sent Kali Krishna Barkakoti to as its delegate to the National Congress in 1885. It had played an active role in early period of the freedom struggle.\nThe All Assam Student Association formed in 1916 worked in the district under the leadership of Chandra Nath Sarma.\nIn June, 1921, the Tezpur District Congress Committee was formed under the presidency of Chandra Nath Sarma.\nIn August 1921, Mahatma Gandhi visited Tezpur and recorded his impression of the visit in Young India in the article \"From the Bank of Brahmaputra\".\nIn 1934 Mahatma Gandhi visited Tezpur again during the course of Civil Disobedience Movement.\nIn the final phase of British Period the Quit India Movement gained momentum with the slogan \"Do or Die\" in places like Tezpur, Sootea, Gohpur, Dhekiajuli and Jamuguri.\nOn 10th September 1942, at Gohpur a young girl led a procession of unarmed villagers under Congress flag. She was Kanaklata Barua – a girl from Barangabari village. As soon as Kanaklata unfurled the flag she and her companion Mukunda Kakati were gunned down by the armed Police. The saga of her heroic sacrifice is still remembered with pride.\nOn the same day at Dhekiajuli Police Station eleven unarmed villagers were gunned down by the armed Police while trying to hoist the tri-color at the Police Station - three of them were teen-aged girls- Tileswari, Numali and Khahuli.\nFinally, the British era had come to an end on 15th August \"1947\" when India gained her Independence in the midnight of 14th August.\nPost-Independence.\nThe administration set up by the British continued even after Independence. Darrang district with head quarter at Tezpur continued as an important district of Assam.\nTowards 1961, Tezpur started to become a center of Trade and Commerce. A year later, in 1962, war broke out with China. The Chinese Army advanced up-to Sessa near Bhalukpung. People started fleeing from their homes. The war had left a bitter experience in the minds of the people of the district.\nIn 1983, Darrang district was bifurcated. Tezpur sadar sub-division was named as Sonitpur district with an outlying Sub-Division at Biswanath Chariali. Mangaldoi sub-division was named as Darrang district.\nOn 15th August, 2000, another Sub-Division namely Gohpur Sub-Division was carved out from the erstwhile Biswanath Sub-Division.\nTwo major events in the field of communication and education can be cited as landmarks in post-independence history of the district. The first one being the construction of Kalia Bhomora Bridge and its inauguration on 14th April,1987, by Rajiv Gandhi, the then Prime Minister of India. The second one is the establishment of a Central University at Napaam named as Tezpur University.\nIn the cultural front one can very well name the trio of Assamese culture who were born in the district. The post independence era had seen their talents flourishing which had not only enriched the cultural horizon of the district but has also contributed to formation of a composite Assamese culture.","categories":[],"infobox_types":[],"annotations":[{"uri":"Assam","surface_form":"Assam","offset":32},{"uri":"India","surface_form":"India","offset":39},{"uri":"Tezpur","surface_form":"Tezpur","offset":86}]}