{"id":317631,"url":"http://en.wikipedia.org/wiki/Online_shopping","text":"Online shopping is the process whereby consumers directly buy goods or services from a seller in real-time, without an intermediary service, over the Internet. It is a form of electronic commerce. An online shop, eshop, e-store, Internet shop, webshop, webstore, online store, or virtual store evokes the physical analogy of buying products or services at a bricks-and-mortar retailer or in a shopping center. The process is called business-to-consumer (B2C) online shopping. When a business buys from another business, it is called business-to-business (B2B) online shopping.\nIn 1991 the Worldwide Web opened for commercial use. In 1994 other advances took place, such as online banking and the opening of an online pizza shop by Pizza Hut. During that same year, Netscape introduced Secure Sockets Layer encryption of data transferred online, which has become essential for secure online shopping. Also, in 1994, the German company Intershop introduced its first online shopping system. In 1995, Amazon launched its online shopping site, and in 1996, eBay appeared.\nDescription.\nA good online store is a website that is easy to navigate and browse for possible purchases. It has a product catalog that customers can use to browse the search criteria (usually a type, price, material, age, etc.), and information about the products, the sellers, and the service center. Online stores may also discuss business conditions and a Complaints Procedure.\nIf a shopper finds a product to purchase, clicking \"send\" will add the item to the shopping cart. The shopping cart collects all items to be purchased. Once a shopper is satisfied with their selections, the shopper makes a binding order and payment using a credit card or other financial arrangement. Therefore, implementing usability testing is highly important for an online store to avoid the reduce of overall performances of the online store\nIn the twenty first century, online shopping has become very popular, especially with the lifestyles of business people who are always busy and are looking for a convenient way to shop.\nReferences.\nOnline Shopping","categories":[],"infobox_types":[],"annotations":[{"uri":"Service_(economics)","surface_form":"services","offset":71},{"uri":"Internet","surface_form":"Internet","offset":150},{"uri":"Electronic_commerce","surface_form":"electronic commerce","offset":176},{"uri":"Webstore","surface_form":"webstore","offset":253},{"uri":"Product_(business)","surface_form":"product","offset":332},{"uri":"Brick_and_mortar_business","surface_form":"bricks-and-mortar","offset":358},{"uri":"Retailing","surface_form":"retailer","offset":376},{"uri":"Shopping_center","surface_form":"shopping center","offset":393},{"uri":"Pizza_Hut","surface_form":"Pizza Hut","offset":731},{"uri":"Netscape","surface_form":"Netscape","offset":765},{"uri":"Transport_Layer_Security","surface_form":"Secure Sockets Layer","offset":785},{"uri":"Intershop_Communications","surface_form":"Intershop","offset":934},{"uri":"Amazon.com","surface_form":"Amazon","offset":998},{"uri":"EBay","surface_form":"eBay","offset":1053},{"uri":"Website","surface_form":"website","offset":1106},{"uri":"Online_Shopping","surface_form":"Online Shopping","offset":2095}]}