{"id":31772,"url":"http://en.wikipedia.org/wiki/Odessa","text":"Odessa or Odesa (,; also referred to as Odessa) is a city in southwestern Ukraine on the Black Sea shore. It is the administrative center of the province of Odessa Oblast. It is a major port on the Black Sea. The mayor of Odessa is Hennadiy Trukhanov. In 2004, about 1,012,500 people lived in Odessa.\nOverview.\nOdessa is a warm water port. However, it is thought to be of small military value. Since Turkey controls the Dardanelles and Bosphorus, NATO can control ships moving between Odessa and the Mediterranean Sea.\nPorts.\nThe city has two important ports: Odessa itself and Yuzhne. Yuzhne is an oil terminal that handled more than million cargo in 2019. It is in Odessa's suburbs. Another important port, Chornomorsk, is in the same oblast, to the south-west of Odessa. Important transportation comes together at these ports. Railways and pipelines come to these ports. Pipelines connect Odessa's oil and chemical factories to Russia's and the EU's.\nOdessa is the fifth-largest city in Ukraine. It is important in the country's trading. In the 19th century, it was the fourth city of Imperial Russia. It was just smaller than Moscow and St. Petersburg, and Warsaw. Its old buildings appear to be more Mediterranean than Russian. They were made like French and Italian buildings.\nBefore the 20th century.\nA very old Greek colony named \"Olbia\" (, glorious) perhaps was where the city is now. Many monuments from old times link this place to the Eastern Mediterranean.\nIn the Middle Ages, these lands were a part of the Kievan Rus, Galich and Volyn Principality, the Golden Horde, the Great Lithuanian Principality'\", the Crimean Khanate and the Ottoman Empire. The Crimean Tatars traded there in the 14th century. At the time of the Russian–Turkish wars, the lands were captured by Russia. That was at the end of the 18th century.\nFrom 1819–1858, Odessa was a free port (\"porto franco\"). During the Soviet times, it was the most important port of trade in the U.S.S.R. and a Soviet naval base. On January 1, 2000, the Quarantine Pier of Odessa trade sea port was made a free port and free economic zone for 25 years.\n15th century.\nIn the 15th century AD, nomadic tribes of the Nogays, under the government of the Khanate of Crimea, lived there. During the reign of Khan Haci I Giray, he was in danger from the Golden Horde and the Ottoman Turks. To get help, the khan gave Odessa to the Grand Duchy of Lithuania.\nThe place now called Odessa was then named \"Khadjibey\" (also spelled as Khadjibei, Khadzhibei, or Gadzhibei; Lithuanian: \"Chadžibėjus\"; Crimean Tatar and Turkish: \"Hacibey\"). It was part of the Dykra region. Few people lived in that region. They were part of the Turkic tribes. The land was mostly empty steppes.\nThe Ottoman Empire controlled Khadjibey after 1529. The nearby region Khadjibey was named Yedisan. In the middle of the 18th century, the Ottomans rebuilt a fortress at Khadjibey. It was named Eni Dunia (Turkish: \"Yeni Dünya\", literally \"new world\").\nAt the time of the war between Russia and Turkey (1787–1792), on 25 September 1789, Ivan Gudovich led a group of Russian soldiers to Khadjibey. They took Khadjibey and Yeni Dünya for the Russian Empire. A Spaniard in the Russian army named Major General José de Ribas led one group of soldiers. Russians named him Osip Mikhailovich Deribas. The main street in Odessa today is named Deribasovskaya Street after him. Turkey let Russia keep the city in the Treaty of Jassy (agreement of Jassy) in 1792. Russians made it a part of a place they named Novorossiya(new Russia).\nOrigins of the name.\nIn 1794, the Russian government decided to build a naval fortress on the ruins of Khadjibey city. This became the city named Odessa by January 1795. In that year its new name was first written in government letters. The reasons for the new name are lost, but people had theories.\nCatherine II.\nAccording to one of the stories, when someone said Odessos should be the name for the new Russian port, Catherine II said that all names in the South of the Empire were already 'masculine,' and she did not want another one. So, she decided to change it to more 'feminine' Odessa. This story may be false.\nFrench.\nThere were at least two cities (Eupatoria and Theodosia) with names that sound 'feminine' for a Russian; also, Catherine II did not speak Russian when she was a child, and lastly, all cities are feminine in Greek (and in Latin). Another story is that the name 'Odessa' is from word-play in French. French \"was\" then the language spoken at the Russian court. 'Plenty of water' is \"assez d'eau\" in French. If one says this backwards, it sounds like the Greek colony's name. Word-play about water makes sense. Odessa is next to a very big body of water but has a little fresh water. Anyhow, there is still a link with the name of the old Greek colony. So there may be some truth in the things people said long ago.\nThe new city quickly became a major success. Its early growth owed much to the work of the Duc de Richelieu, who was the city's governor between 1803–1814. Having fled the French Revolution, he had served in Catherine's army against the Turks. He is credited with designing the city and organising its amenities and infrastructure. He is also considered to be one of the founding fathers of the city together with another Frenchman, Count Alexandre Langeron, who succeeded him in office. Richelieu is commemorated by a bronze statue, unveiled in 1828 to a design by Ivan Martos.\nFree port.\nIn 1819 the city was made a free port, a status it retained until 1859. It became home to an extremely diverse population of Ukrainians, Russians, Jews, Greeks, Bulgarians, Albanians, Armenians, Italians, Frenchmen, Germans and traders representing many other European nationalities (hence numerous 'ethnic' names on the city's map, \"e.g.\", \"Frantsuszkiy\" (French) and \"Italianskiy\" (Italian) Boulevards, \"Grecheskaya\" (Greek), \"Evreyskaya\" (Jewish), \"Arnautskaya\" (Albanian) Streets). Its cosmopolitan nature was documented by the great Russian poet Alexander Pushkin, who lived in internal exile in Odessa between 1823–1824. In his letters he wrote that Odessa was a city where \"you can smell Europe. French is spoken and there are European papers and magazines to read\".\nOdessa's growth was interrupted by the Crimean War of 1853–1856, during which it was bombarded by British and French naval forces. It soon recovered and the growth in trade made Odessa Russia's largest grain-exporting port. In 1866 the city was linked by rail with Kiev and Kharkiv as well as Iaşi, Romania.\nThe city became the home of a large Jewish community during the 19th century. By 1897, Jews were estimated to be about 37% of the population. They were, however, repeatedly subjected to severe persecution. Pogroms were carried out in 1821, 1859, 1871, 1881, and 1905. Many Jews fled abroad, particularly to Palestine after 1882, and the city became an important base of support for Zionism.\nFirst half of the 20th century.\nIn 1905 Odessa was the place of a workers' uprising supported by the crew of the Russian battleship Potemkin (also see Battleship Potemkin uprising) and Lenin's Iskra. Sergei Eisenstein's famous motion picture, \"The Battleship Potemkin,\" commemorated the uprising and included a scene where hundreds of Odessan citizens were killed on the great stone staircase (now popularly known as the \"Potemkin Steps\"), in one of the most famous scenes in motion picture history.\nAt the top of the steps, which lead down to the port, stands a statue of Richelieu. The actual massacre took place in streets nearby, not on the steps themselves, but the movie caused many to visit Odessa to see the site of the \"slaughter\". The steps continue to be a tourist attraction. The film was made at Odessa's Cinema Factory, one of the oldest cinema studios in the former Soviet Union.\nFollowing the Bolshevik Revolution in 1917 during World War I, Odessa was occupied by several groups, including the Ukrainian \"Tsentral'na Rada\", the French Army, the Red Army and the White Army. Finally, in 1920, the Red Army took control of Odessa and united it with the Ukrainian SSR, which later became part of the USSR.\nThe people of Odessa suffered from a great famine that occurred in 1921–1922 as a result of the war. Romanian and German forces from 1941–1944 occupied the city during World War II, causing severe damage and many casualties.\nUnder the Axis occupation, approximately 60,000 Odessans (mostly Jews) were either massacred or deported. Many parts of Odessa were damaged during its fall and later recapture in April 1944, when the city was finally liberated by the Soviet Army. It was one of the first four Soviet cities to be awarded the title of \"Hero City\" in 1945.\nSecond half of the 20th century.\nDuring the 1960s and 1970s, the city grew tremendously. Between the 1970s and 1990s, the majority of Odessa's surviving Jews emigrated to Israel, the United States and other Western countries. Large-scale domestic migration of Odessan middle and upper classes to Moscow and Leningradthat offered even greater opportunities for career advancement. However, city grew even more by filling the void with new rural migrants elsewhere from Ukraine. Industrial professionals were invited from Russia as well as other Soviet republics.\nDespite being part of Ukraine Socialist Republic, the city preserved and somewhat reinforced its unique cosmopolitan mix of Russian/Ukrainian/Mediterranean culture. It also preserved its predominantly Russophone environment, with a uniquely accented dialect of Russian being spoken in the city. The city's Russian, Ukrainian, Greek, Armenian, Moldovan, Azeri and Jewish communities, have all contributed to the different aspects of Odessa.\nIn 1991, after the collapse of Communism, the city became part of newly independent Ukraine. As of 2020, Odessa is a city of around 1.1 million people. The city's industries include shipbuilding, oil refining, chemicals, metalworking and food processing. It is also a Ukrainian naval base and home to a fishing fleet. It is also known for its huge outdoor market, the Seventh-Kilometer Market.\nThe transportation network of Odessa consists of trams (streetcars), trolleybuses, buses; and marshrutkas.\nGeography and features.\nOdessa ([http://maps.google.com/maps?ll=46.485629,30.747643&spn=0.292391,0.502934&t=k&hl=en Google Map]) is above the hills overlooking a small harbor. It is approximately 31 km (19 mi.) north of the estuary of the Dniester river and some 443 km (275 mi) south of the Ukrainian capital Kiev. The city has a continental climate (\"Dfa\" in the Köppen climate classification) with average temperatures in January of -2 °C (29 °F), and July of 22 °C (73 °F). It averages only 350 mm (14 in) of precipitation annually.\nThe primary language spoken is Russian, with Ukrainian being less common despite of it being an official language in Ukraine. The city is a mix of many nationalities and ethnic groups, including Ukrainians, Russians, Jews, Greeks, Moldovans, Bulgarians, Armenians and Turks among others.\nCulture.\nOdessa is a popular tourist destination. It has many resorts in and around the city. The Tolstoy, Vorontsov, and Potocki families owned palaces in Odessa. They are still open for visits from the public.\nArts and literature.\nThe writer Isaac Babel was born in the city. It has also produced several famous musicians, including the violinists Nathan Milstein, Mischa Elman and David Oistrakh, and the pianists Benno Moiseiwitsch, Sviatoslav Richter and Emil Gilels. The chess player Efim Geller was born in the city. All listed, except for Richter, are representatives of the city's Jewish community.\nEntertainment.\nThe most popular Russian show-business people from Odessa are Yakov Smirnoff (comedian), Mikhail Zhvanetsky (legendary humorist writer, who began his career as port engineer) and Roman Kartsev (comedian). Their success in 1970s contributed to Odessa's status of a \"capital of Soviet humour\". Later several humour festivals were established in the city, including the celebration of the April Fools' Day.\nTourism.\nMost of the city's 19th century houses were built of limestone mined nearby. Abandoned mines were later used and broadened by local smugglers. This created a complicated labyrinth of underground tunnels beneath Odessa, known as \"catacombs\". They are a now a great attraction for extreme tourists. Such tours, however, are not officially sanctioned and are dangerous because the layout of the catacombs has not been fully mapped and the tunnels themselves are unsafe. These tunnels are a primary reason why subway was never built in Odessa.\nEconomy.\nThe economy of Odessa is based on its port and its close distance to nearby ice-free ports in the mouths of the Dnieper, the Southern Bug, the Dniester and the Danube rivers. During the Soviet period, it was the USSR's largest trading port. Since Ukraine's independence, Odessa remains the busiest international port in the country. Odessa is also a home to almost 5% of all IT companies registered in Ukraine. It helps the city to thrive and attract talented software programmers from other cities of Ukraine and abroad.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ukraine","surface_form":"Ukraine","offset":74},{"uri":"Black_Sea","surface_form":"Black Sea","offset":89},{"uri":"Capital_city","surface_form":"administrative center","offset":116},{"uri":"Odessa_Oblast","surface_form":"Odessa Oblast","offset":157},{"uri":"Black_Sea","surface_form":"Black Sea","offset":198},{"uri":"Hennadiy_Trukhanov","surface_form":"Hennadiy Trukhanov","offset":232},{"uri":"Warm_water_port","surface_form":"warm water port","offset":323},{"uri":"Turkey","surface_form":"Turkey","offset":400},{"uri":"Dardanelles","surface_form":"Dardanelles","offset":420},{"uri":"Bosphorus","surface_form":"Bosphorus","offset":436},{"uri":"NATO","surface_form":"NATO","offset":447},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean Sea","offset":500},{"uri":"Yuzhne","surface_form":"Yuzhne","offset":578},{"uri":"Container_terminal","surface_form":"terminal","offset":603},{"uri":"Chornomorsk","surface_form":"Chornomorsk","offset":709},{"uri":"Oblast","surface_form":"oblast","offset":737},{"uri":"Russia","surface_form":"Russia","offset":931},{"uri":"EU","surface_form":"EU","offset":948},{"uri":"Ukraine","surface_form":"Ukraine","offset":990},{"uri":"19th_century","surface_form":"19th century","offset":1048},{"uri":"Imperial_Russia","surface_form":"Imperial Russia","offset":1088},{"uri":"Moscow","surface_form":"Moscow","offset":1130},{"uri":"Saint_Petersburg","surface_form":"St. Petersburg","offset":1141},{"uri":"Warsaw","surface_form":"Warsaw","offset":1161},{"uri":"France","surface_form":"French","offset":1253},{"uri":"Italy","surface_form":"Italian","offset":1264},{"uri":"Ancient_Greece","surface_form":"very old Greek colony","offset":1310},{"uri":"Mediterranean","surface_form":"Mediterranean","offset":1455},{"uri":"Kievan_Rus","surface_form":"Kievan Rus","offset":1521},{"uri":"Galich","surface_form":"Galich","offset":1533},{"uri":"Volyn","surface_form":"Volyn","offset":1544},{"uri":"Golden_Horde","surface_form":"Golden Horde","offset":1568},{"uri":"Crimean_Khanate","surface_form":"Crimean Khanate","offset":1623},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":1647},{"uri":"Tatars","surface_form":"Tatars","offset":1675},{"uri":"14th_century","surface_form":"14th century","offset":1702},{"uri":"Russia","surface_form":"Russia","offset":1735},{"uri":"Ottoman_Empire","surface_form":"Turkish","offset":1743},{"uri":"Russia","surface_form":"Russia","offset":1784},{"uri":"Free_port","surface_form":"free port","offset":1862},{"uri":"Soviet_Union","surface_form":"Soviet","offset":1901},{"uri":"U.S.S.R.","surface_form":"U.S.S.R.","offset":1962},{"uri":"Naval","surface_form":"naval","offset":1984},{"uri":"Military_base","surface_form":"base","offset":1990},{"uri":"Free_port","surface_form":"free port","offset":2072},{"uri":"Free_economic_zone","surface_form":"free economic zone","offset":2086},{"uri":"15th_century","surface_form":"15th century","offset":2140},{"uri":"Anno_Domini","surface_form":"AD","offset":2153},{"uri":"Nomad","surface_form":"nomad","offset":2157},{"uri":"Nogays","surface_form":"Nogays","offset":2179},{"uri":"Crimean_Khanate","surface_form":"Khanate of Crimea","offset":2215},{"uri":"Khan_(title)","surface_form":"Khan","offset":2267},{"uri":"Haci_I_Giray","surface_form":"Haci I Giray","offset":2272},{"uri":"Golden_Horde","surface_form":"Golden Horde","offset":2312},{"uri":"Ottoman_Turks","surface_form":"Ottoman Turks","offset":2333},{"uri":"Grand_Duchy_of_Lithuania","surface_form":"Grand Duchy of Lithuania","offset":2389},{"uri":"Lithuanian_language","surface_form":"Lithuanian","offset":2524},{"uri":"Crimean_Tatar_language","surface_form":"Crimean Tatar","offset":2551},{"uri":"Turkish_language","surface_form":"Turkish","offset":2569},{"uri":"Dykra","surface_form":"Dykra","offset":2609},{"uri":"Turkic_peoples","surface_form":"Turkic","offset":2678},{"uri":"Steppe","surface_form":"steppe","offset":2719},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":2732},{"uri":"Yedisan","surface_form":"Yedisan","offset":2818},{"uri":"18th_century","surface_form":"18th century","offset":2848},{"uri":"Fortress","surface_form":"fortress","offset":2885},{"uri":"Turkish_language","surface_form":"Turkish","offset":2932},{"uri":"Russo-Turkish_War%2C_1787-1792","surface_form":"war between Russia and Turkey (1787–1792)","offset":2998},{"uri":"Ivan_Gudovich","surface_form":"Ivan Gudovich","offset":3063},{"uri":"Imperial_Russia","surface_form":"Russian Empire","offset":3166},{"uri":"Spanish_people","surface_form":"Spaniard","offset":3184},{"uri":"Jos%C3%A9_de_Ribas","surface_form":"José de Ribas","offset":3233},{"uri":"Deribasovskaya","surface_form":"Deribasovskaya","offset":3361},{"uri":"Treaty_of_Jassy","surface_form":"Treaty of Jassy","offset":3433},{"uri":"Novorossiya","surface_form":"Novorossiya","offset":3525},{"uri":"Imperial_Russia","surface_form":"Russian","offset":3584},{"uri":"Odessos","surface_form":"Odessos","offset":3916},{"uri":"Catherine_II_of_Russia","surface_form":"Catherine II","offset":3969},{"uri":"Eupatoria","surface_form":"Eupatoria","offset":4210},{"uri":"Theodosia","surface_form":"Theodosia","offset":4224},{"uri":"Grammatical_gender","surface_form":"feminine","offset":4373},{"uri":"Ancient_Greek","surface_form":"Greek","offset":4385},{"uri":"Latin","surface_form":"Latin","offset":4399},{"uri":"French_language","surface_form":"French","offset":4468},{"uri":"Armand-Emmanuel_du_Plessis%2C_Duc_de_Richelieu","surface_form":"Duc de Richelieu","offset":4981},{"uri":"French_Revolution","surface_form":"French Revolution","offset":5062},{"uri":"Alexandre_Langeron","surface_form":"Alexandre Langeron","offset":5329},{"uri":"Ivan_Martos","surface_form":"Ivan Martos","offset":5456},{"uri":"Ukrainians","surface_form":"Ukrainians","offset":5605},{"uri":"Russians","surface_form":"Russians","offset":5617},{"uri":"Jews","surface_form":"Jews","offset":5627},{"uri":"Greece","surface_form":"Greeks","offset":5633},{"uri":"Bulgarians","surface_form":"Bulgarians","offset":5641},{"uri":"Albania","surface_form":"Albania","offset":5653},{"uri":"Armenians","surface_form":"Armenians","offset":5664},{"uri":"Italy","surface_form":"Italians","offset":5675},{"uri":"French_people","surface_form":"Frenchmen","offset":5685},{"uri":"Germans","surface_form":"Germans","offset":5696},{"uri":"Alexander_Pushkin","surface_form":"Alexander Pushkin","offset":6031},{"uri":"Internal_exile","surface_form":"internal exile","offset":6063},{"uri":"Crimean_War","surface_form":"Crimean War","offset":6293},{"uri":"Bombardment","surface_form":"bombarded","offset":6339},{"uri":"United_Kingdom_of_Great_Britain_and_Ireland","surface_form":"British","offset":6352},{"uri":"France","surface_form":"French","offset":6364},{"uri":"Kiev","surface_form":"Kiev","offset":6519},{"uri":"Kharkov","surface_form":"Kharkiv","offset":6528},{"uri":"Ia%C5%9Fi","surface_form":"Iaşi","offset":6547},{"uri":"Romania","surface_form":"Romania","offset":6553},{"uri":"19th_century","surface_form":"19th century","offset":6626},{"uri":"Persecution","surface_form":"persecution","offset":6755},{"uri":"Pogrom","surface_form":"Pogrom","offset":6768},{"uri":"Palestine_(region)","surface_form":"Palestine","offset":6869},{"uri":"Zionism","surface_form":"Zionism","offset":6944},{"uri":"Russian_battleship_Potemkin","surface_form":"Russian battleship Potemkin","offset":7066},{"uri":"Battleship_Potemkin_uprising","surface_form":"Battleship Potemkin uprising","offset":7104},{"uri":"Lenin","surface_form":"Lenin","offset":7138},{"uri":"Iskra","surface_form":"Iskra","offset":7146},{"uri":"Sergei_Eisenstein","surface_form":"Sergei Eisenstein","offset":7153},{"uri":"The_Battleship_Potemkin","surface_form":"The Battleship Potemkin","offset":7197},{"uri":"Bolshevik_Revolution","surface_form":"Bolshevik Revolution","offset":7862},{"uri":"World_War_I","surface_form":"World War I","offset":7898},{"uri":"Ukraine","surface_form":"Ukrainian","offset":7964},{"uri":"Tsentral%27na_Rada","surface_form":"Tsentral'na Rada","offset":7975},{"uri":"French_Army","surface_form":"French Army","offset":7998},{"uri":"Red_Army","surface_form":"Red Army","offset":8015},{"uri":"White_Army","surface_form":"White Army","offset":8032},{"uri":"Ukrainian_SSR","surface_form":"Ukrainian SSR","offset":8121},{"uri":"USSR","surface_form":"USSR","offset":8167},{"uri":"Famine","surface_form":"famine","offset":8216},{"uri":"Romania_during_World_War_II","surface_form":"Romanian","offset":8274},{"uri":"Nazi_Germany","surface_form":"German","offset":8287},{"uri":"World_War_II","surface_form":"World War II","offset":8341},{"uri":"Axis_forces","surface_form":"Axis","offset":8408},{"uri":"Jew","surface_form":"Jew","offset":8463},{"uri":"Odessa_Massacre","surface_form":"massacred","offset":8481},{"uri":"Soviet_Army","surface_form":"Soviet Army","offset":8632},{"uri":"Hero_City","surface_form":"Hero City","offset":8716},{"uri":"1960s","surface_form":"1960s","offset":8780},{"uri":"1970s","surface_form":"1970s","offset":8790},{"uri":"1970s","surface_form":"1970s","offset":8837},{"uri":"1990s","surface_form":"1990s","offset":8847},{"uri":"Jew","surface_form":"Jew","offset":8889},{"uri":"Israel","surface_form":"Israel","offset":8907},{"uri":"United_States","surface_form":"United States","offset":8919},{"uri":"Western_world","surface_form":"Western","offset":8943},{"uri":"Migration","surface_form":"migration","offset":8983},{"uri":"Moscow","surface_form":"Moscow","offset":9032},{"uri":"Saint_Petersburg","surface_form":"Leningradthat","offset":9043},{"uri":"Operant_conditioning","surface_form":"reinforced","offset":9380},{"uri":"Russophone","surface_form":"Russophone","offset":9499},{"uri":"Communism","surface_form":"Communism","offset":9769},{"uri":"Ukraine","surface_form":"Ukraine","offset":9822},{"uri":"Naval","surface_form":"naval","offset":10016},{"uri":"Military_base","surface_form":"base","offset":10022},{"uri":"Seventh-Kilometer_Market","surface_form":"Seventh-Kilometer Market","offset":10106},{"uri":"Trolleybus","surface_form":"trolleybus","offset":10201},{"uri":"Bus","surface_form":"bus","offset":10215},{"uri":"Marshrutka","surface_form":"marshrutka","offset":10226},{"uri":"Harbor","surface_form":"harbor","offset":10407},{"uri":"Dniester","surface_form":"Dniester","offset":10478},{"uri":"Kiev","surface_form":"Kiev","offset":10549},{"uri":"Continental_climate","surface_form":"continental climate","offset":10570},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen climate classification","offset":10604},{"uri":"Russian_language","surface_form":"Russian","offset":10807},{"uri":"Ukrainian_language","surface_form":"Ukrainian","offset":10821},{"uri":"Ukrainians","surface_form":"Ukrainians","offset":10971},{"uri":"Russians","surface_form":"Russians","offset":10983},{"uri":"Jews","surface_form":"Jews","offset":10993},{"uri":"Greece","surface_form":"Greeks","offset":10999},{"uri":"Moldovans","surface_form":"Moldovans","offset":11007},{"uri":"Bulgarians","surface_form":"Bulgarians","offset":11018},{"uri":"Armenians","surface_form":"Armenians","offset":11030},{"uri":"Turkish_people","surface_form":"Turks","offset":11044},{"uri":"Tolstoy","surface_form":"Tolstoy","offset":11162},{"uri":"Mikhail_Vorontsov","surface_form":"Vorontsov","offset":11171},{"uri":"Potocki","surface_form":"Potocki","offset":11186},{"uri":"Palace","surface_form":"palace","offset":11209},{"uri":"Isaac_Babel","surface_form":"Isaac Babel","offset":11308},{"uri":"Violinist","surface_form":"violinist","offset":11403},{"uri":"Nathan_Milstein","surface_form":"Nathan Milstein","offset":11414},{"uri":"Mischa_Elman","surface_form":"Mischa Elman","offset":11431},{"uri":"David_Oistrakh","surface_form":"David Oistrakh","offset":11448},{"uri":"Pianist","surface_form":"pianist","offset":11472},{"uri":"Benno_Moiseiwitsch","surface_form":"Benno Moiseiwitsch","offset":11481},{"uri":"Sviatoslav_Richter","surface_form":"Sviatoslav Richter","offset":11501},{"uri":"Emil_Gilels","surface_form":"Emil Gilels","offset":11524},{"uri":"Chess","surface_form":"chess","offset":11541},{"uri":"Efim_Geller","surface_form":"Efim Geller","offset":11554},{"uri":"Yakov_Smirnoff","surface_form":"Yakov Smirnoff","offset":11749},{"uri":"Comedian","surface_form":"comedian","offset":11765},{"uri":"Mikhail_Zhvanetsky","surface_form":"Mikhail Zhvanetsky","offset":11776},{"uri":"Humorist","surface_form":"humorist","offset":11806},{"uri":"Roman_Kartsev","surface_form":"Roman Kartsev","offset":11866},{"uri":"Comedian","surface_form":"comedian","offset":11881},{"uri":"1970s","surface_form":"1970s","offset":11909},{"uri":"Festival","surface_form":"festival","offset":12000},{"uri":"April_Fools%27_Day","surface_form":"April Fools' Day","offset":12073},{"uri":"Limestone","surface_form":"limestone","offset":12153},{"uri":"Smuggler","surface_form":"smuggler","offset":12232},{"uri":"Labyrinth","surface_form":"labyrinth","offset":12270},{"uri":"Catacombs","surface_form":"catacombs","offset":12329},{"uri":"Extreme_tourist","surface_form":"extreme tourist","offset":12379}]}