{"id":317725,"url":"http://en.wikipedia.org/wiki/The_Kiss_(Klimt_painting)","text":"The painting \"The Kiss\" (original \"Der Kuss\") is the work painted by Gustav Klimt. He began to paint it in 1907 and it is one of the famous works in his 'Golden Period'. The Österreichische Galerie Belvedere museum, in the Belvedere palace, in Vienna, Austria is exhibiting the painting.\nThe painting shows a couple embracing each other with gold leaf on canvas. The man is kissing the woman, who has green hair. Klimt has said he had obsession for the woman with redheads, and it was reflected in the woman in his painting.\nThe man and woman are on a flowery grassland. According to the psychoanalytical and biological distinction, Klimt expressed them in different ways. The man wearing a robe with black, white and gray rectangles is described in a rough way, while the woman is expressed with the smooth figures such as a circle, a curve, and flowery patterns. Her hair is also combined with flowers; it looks like she is surrounded with flowers. On the contrary, the part outside the couple in the painting is filled with flat patterning which has small gleaming dots.\n\"The Kiss\" represents fin-de-siècle spirit because it shows a decadence through opulent and sybaritic images. Also, the painting has some styles recalling the arts of other period. Of them, by using gold leaf, the painting reflects medieval \"gold-ground\" paintings and earlier mosaics, and the spiral patterns in the clothes recall Bronze Age art.\nIn the Kiss, Klimt portrays woman as the femme fatale who is a beautiful woman attracting men sexually but brings them unhappiness. It is said that the woman modeled for the painting, however, his life companion Emilie Flöge,who participated as the Viennese bohemian (Bohemianism) and fin-de-siecle circles like Klimt.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gustav_Klimt","surface_form":"Gustav Klimt","offset":69},{"uri":"%C3%96sterreichische_Galerie_Belvedere_museum","surface_form":"Österreichische Galerie Belvedere museum","offset":174},{"uri":"Belvedere_palace","surface_form":"Belvedere palace","offset":223},{"uri":"Vienna","surface_form":"Vienna","offset":244},{"uri":"Austria","surface_form":"Austria","offset":252},{"uri":"Gold_leaf","surface_form":"gold leaf","offset":342},{"uri":"Canvas","surface_form":"canvas","offset":355},{"uri":"Psychoanalysis","surface_form":"psychoanalytical","offset":588},{"uri":"Biology","surface_form":"biological","offset":609},{"uri":"Fin_de_si%C3%A8cle","surface_form":"fin-de-siècle","offset":1096},{"uri":"Mosaics","surface_form":"mosaics","offset":1351},{"uri":"Bronze_Age","surface_form":"Bronze Age","offset":1406},{"uri":"Emilie_Fl%C3%B6ge","surface_form":"Emilie Flöge","offset":1634},{"uri":"Bohemianism","surface_form":"Bohemianism","offset":1690}]}