{"id":317775,"url":"http://en.wikipedia.org/wiki/Terraria","text":"\"Terraria\" is an action-adventure/RPG indie game released by independent game studio \"Re-Logic\" on May 16, 2011. It was originally available on Microsoft Windows, but different ports are available on the Xbox Live, Playstation, Android, iOS, Windows Phone, and 3DS. It is a 2D side-scrolling format, similar to Mario or Mega Man.\nGameplay.\nIt is a wide-open sandbox style game; players may edit the terrain and go anywhere they want to.\nThere are a wide variety of materials (Called \"blocks\" or \"tiles\") that players can use, such as Dirt Blocks, Stone Blocks, Copper Ore, Wood, and many more. Players need the right tools to mine any block.\nThe game begins with the player creating a custom character, and then is placed in a computer-generated world. The players begins with only a few Copper tools, which are used to gather wood, mine blocks, and attack monsters. From these basic Copper tools, the player moves up to stronger armor and weapons. There are bosses in Terraria that the player must defeat. Terraria is much like Minecraft, but it is only two dimensional and includes many more items and bosses.\nSoundtrack.\nIn Terraria, the music changes depending on which biome/area the player is in. It can also change if the player is fighting a boss, like the Eye of Cthulhu for example.","categories":[],"infobox_types":["video game"],"annotations":[{"uri":"Action-adventure_game","surface_form":"action-adventure","offset":17},{"uri":"Role-playing_video_game","surface_form":"RPG","offset":34},{"uri":"Indie_game","surface_form":"indie game","offset":38},{"uri":"Microsoft_Windows","surface_form":"Microsoft Windows","offset":144},{"uri":"Xbox_Live","surface_form":"Xbox Live","offset":204},{"uri":"Playstation","surface_form":"Playstation","offset":215},{"uri":"Android_(operating_system)","surface_form":"Android","offset":228},{"uri":"IOS","surface_form":"iOS","offset":237},{"uri":"Windows_Phone","surface_form":"Windows Phone","offset":242},{"uri":"Nintendo_3DS","surface_form":"3DS","offset":261},{"uri":"Mario","surface_form":"Mario","offset":311},{"uri":"Minecraft","surface_form":"Minecraft","offset":1029},{"uri":"2D","surface_form":"two dimensional","offset":1055}]}