{"id":31775,"url":"http://en.wikipedia.org/wiki/Queen_Elizabeth_The_Queen_Mother","text":"Elizabeth Angela Marguerite Bowes-Lyon (4 August 1900 – 30 March 2002), known as Queen Elizabeth The Queen Mother, or just The Queen Mother was the wife (Queen Consort) of King George VI of the United Kingdom from 1936 until his death in 1952. After her husband's death, she was known as Queen Elizabeth The Queen Mother, so that she would not be confused with her elder daughter, Queen Elizabeth II. Before her husband became king, from 1923 to 1936 she was known as the Duchess of York. She was the last Queen Consort of Ireland and Empress Consort of India.\nHer family belonged to the Scottish nobility. Her father was the 14th Earl of Strathmore and Kinghorne. In 1923, she became known to everyone when she married Albert, Duke of York, the second son of George V and Queen Mary. She was loved by the British people as she became a figure of family life. They had two daughters, the then-Princess Elizabeth and Princess Margaret. She was known as the \"Smiling Duchess\".\nIn 1936, her husband unexpectedly became King when her brother-in-law, Edward VIII, abdicated because he wanted to marry an American lady, Wallis Simpson, who had been divorced. The king was known as King George VI. As his wife, she had the title of Queen Consort. She went with her husband on official tours to France and North America. During World War II, she supported the British public with great courage. After the war the king became ill and died in 1952. She was then 51, and she lived for another 50 years. As the mother of the queen, grandmother to the queen's four children and, later, great-grandmother, she continued to be a popular member of the royal family.\nThe Queen Mother had an appendectomy in 1964, colon cancer removed in 1966 and breast cancer removed in 1984.\nThe death of her younger daughter Princess Margaret on 9th February 2002 was a sad event for her. She died seven weeks later at the age of 101. She was the first member of the British royal family to live past the age of 100.","categories":[],"infobox_types":[],"annotations":[{"uri":"Queen_Consort","surface_form":"Queen Consort","offset":154},{"uri":"George_VI_of_the_United_Kingdom","surface_form":"George VI of the United Kingdom","offset":177},{"uri":"Queen_regnant","surface_form":"Queen","offset":381},{"uri":"Elizabeth_II","surface_form":"Elizabeth II","offset":387},{"uri":"Scotland","surface_form":"Scottish","offset":588},{"uri":"Nobility","surface_form":"nobility","offset":597},{"uri":"George_V_of_the_United_Kingdom","surface_form":"George V","offset":760},{"uri":"Mary_of_Teck","surface_form":"Queen Mary","offset":773},{"uri":"Princess_Margaret%2C_Countess_of_Snowdon","surface_form":"Princess Margaret","offset":916},{"uri":"Edward_VIII_of_the_United_Kingdom","surface_form":"Edward VIII","offset":1046},{"uri":"Abdication","surface_form":"abdicated","offset":1059},{"uri":"Americans","surface_form":"American","offset":1099},{"uri":"Divorce","surface_form":"divorce","offset":1143},{"uri":"France","surface_form":"France","offset":1287},{"uri":"North_America","surface_form":"North America","offset":1298},{"uri":"World_War_II","surface_form":"World War II","offset":1320},{"uri":"Appendectomy","surface_form":"appendectomy","offset":1674},{"uri":"Colon_cancer","surface_form":"colon cancer","offset":1696},{"uri":"Breast_cancer","surface_form":"breast cancer","offset":1729},{"uri":"British_royal_family","surface_form":"British royal family","offset":1936}]}