{"id":317706,"url":"http://en.wikipedia.org/wiki/Didcot_power_stations","text":"Didcot Power Station refers to a combined coal and oil power plant (Didcot A Power Station) and a natural-gas power plant (Didcot B Power Station) that supply the National Grid. They are right next to one another in the civil parish of Sutton Courtenay, next to the town of Didcot in Oxfordshire (formerly in Berkshire), in the UK. The combined power stations feature a chimney which is one of the taller structures in the United Kingdom, and six hyperbolic cooling towers, which can be seen from much of the surrounding area. Didcot A was closed in 2013 and three cooling towers have been demolished.\nDidcot 'A'.\nThis was the first power station here. It is the biggest one with the big cooling towers (that make the cooling water cooler and make lots of steam) that are in two groups. One group is northwest, the other group is southeast. The power station can make up to 2000 megawatts (2000 million watts - an 'average' lightbulb uses only 50 or 60 watts) at any one time. Didcot 'A' mainly burns coal, but can also burn oil, or in some cases gas. This power station can use some biomass such as wood. The fuel (coal, oil and so on) is first ground up in big mills if it is solid (similar to old flour windmills, but powered by electric motors) to give it a large surface area, and is then blown into a large boiler with lots of air. Here it is burnt to make very high pressure steam, which is used to turn a large steam turbine. This turbine is connected to a generator, which makes the electricity that is then sent out on the National Grid. Didcot A was closed in 2013 and has been demolished. There are now (2018) only three of the large cooling towers left.\nDidcot 'B'.\nThis is the second power station in Didcot and is run only on gas. It can put out almost 1500 megawatts and uses gas turbines (like in an airplane) and steam turbines (like in the old power station) together to be more efficient. This is called combined cycle gas turbines (CCGT). It has smaller cooling towers that can't be seen as easily, but that make a more obvious cloud that appears to come from the ground. Didcot B is still operating in 2018.","categories":[],"infobox_types":[],"annotations":[{"uri":"Power_plant","surface_form":"power plant","offset":55},{"uri":"National_Grid_(UK)","surface_form":"National Grid","offset":163},{"uri":"Civil_parish","surface_form":"civil parish","offset":220},{"uri":"Sutton_Courtenay","surface_form":"Sutton Courtenay","offset":236},{"uri":"Didcot","surface_form":"Didcot","offset":274},{"uri":"Oxfordshire","surface_form":"Oxfordshire","offset":284},{"uri":"Berkshire","surface_form":"Berkshire","offset":309},{"uri":"UK","surface_form":"UK","offset":328},{"uri":"List_of_tallest_buildings_and_structures_in_Great_Britain","surface_form":"taller structures in the United Kingdom","offset":398},{"uri":"Hyperboloid_structure","surface_form":"hyperbolic","offset":447},{"uri":"Cooling_tower","surface_form":"cooling tower","offset":458},{"uri":"Biomass","surface_form":"biomass","offset":1084},{"uri":"Combined_cycle_gas_turbine","surface_form":"combined cycle gas turbine","offset":1924}]}