{"id":317882,"url":"http://en.wikipedia.org/wiki/Green_chemistry","text":"e=\"preserve\">Green chemistry (or sustainable chemistry) is a type of chemical research and engineering. It supports the design of products and processes that use as little dangerous substances as they can.\nEnvironmental chemistry is the chemistry of the natural environment and of pollutant chemicals in nature. But green chemistry wants to reduce and prevent pollution at its source. In 1990, the Pollution Prevention Act was passed in the United States. This law sought original and new ways to handle pollution. It aims to avoid problems before they happen.\nGreen chemistry applies organic chemistry, inorganic chemistry, biochemistry, analytical chemistry and even physical chemistry. While green chemistry seems to focus on just industrial applications, it does apply to any chemistry choice. Green chemists reduce the hazards and increase the efficiency of any chemical choice. It is distinct from environmental chemistry which focuses on chemical phenomena in the environment.\nThe 12 principles of green chemistry.\nCreate products without or with minimal wastes so that the wastes do not need to be taken care of afterwards.\n2. Design safer chemicals and products\nDesign chemicals to have little or no toxicity, without affecting effectiveness.\n3. Design less hazardous chemical syntheses\nDesign a way of synthesising products without it being toxic to humans or the environment.\nUse renewable raw materials, like plant materials, other than depleting ones, such as Fossil fuels.\n5. Use catalysts, not stoichiometric reagents\nUse of catalysts because of their ability to be able to be reused and that they are less harmful than reagents.\nChemical derivatives generate wastes that can be avoided.\nMake sure that a greater percentage of the atoms present in the reactants of a chemical reaction are used in the products that are also usable.\n8. Use safer solvents and reaction conditions\nAvoid using harsh solvents, but if that cannot be avoided, then use benign chemicals.\nUse the normal ambient temperature and pressure wherever possible.\nDesign materials to breakdown into benign substances by bacterial or other environmentally sound ways.\n11. Analyse in real time to prevent pollution\nMonitor and control the formation of by-products during a reaction.\n12. Minimize the potential for accidents\nDesign chemicals to minimize the potential for accidents.","categories":[],"infobox_types":[],"annotations":[{"uri":"Environmental_chemistry","surface_form":"Environmental chemistry","offset":206},{"uri":"Pollution","surface_form":"pollution","offset":360},{"uri":"United_States","surface_form":"United States","offset":441},{"uri":"Organic_chemistry","surface_form":"organic chemistry","offset":585},{"uri":"Inorganic_chemistry","surface_form":"inorganic chemistry","offset":604},{"uri":"Biochemistry","surface_form":"biochemistry","offset":625},{"uri":"Analytical_chemistry","surface_form":"analytical chemistry","offset":639},{"uri":"Physical_chemistry","surface_form":"physical chemistry","offset":669},{"uri":"Environmental_chemistry","surface_form":"environmental chemistry","offset":904},{"uri":"Toxic","surface_form":"toxicity","offset":1209},{"uri":"Chemical_synthesis","surface_form":"synthesising","offset":1312},{"uri":"Toxic","surface_form":"toxic","offset":1351},{"uri":"Fossil_fuel","surface_form":"Fossil fuel","offset":1473},{"uri":"Stoichiometry","surface_form":"stoichiometric","offset":1509},{"uri":"Catalyst","surface_form":"catalyst","offset":1540},{"uri":"Reagent","surface_form":"reagent","offset":1635},{"uri":"Temperature","surface_form":"temperature","offset":2002},{"uri":"Pressure","surface_form":"pressure","offset":2018}]}