{"id":317864,"url":"http://en.wikipedia.org/wiki/A_cappella","text":"e=\"preserve\">A cappella music is music where people sing without instruments.\nIn a choir, there are up to 5 parts: soprano, alto, tenor, baritone, and bass. A cappella can also have those 5 parts. A difference is with percussion. With musical instruments, percussion is done with musical instruments that you hit, such as drums. In an a cappella performance, a person makes the percussion sound. For a beatbox performance, performers make sounds like electric drums, synthesizer and electric guitar. Another part of percussion in a cappella performance is making classical drum sounds for tapping the beat.\nThe word a cappella is Italian for \"in the manner of the church\" or \"in the manner of the chapel\". It was first used in religious music. Gregorian chant is an example of a cappella singing.\nHistory.\nFor the first 1000 years of Christianity, all hymns in the church were sung without instrumental accompaniment. This style of singing came to be known as a cappella, meaning \"of the church\" or \"in the style of the church\".\nGenres.\nThere are several kinds of music in a cappella, such as barbershop, classical, contemporary, gospel, doo-wop, jazz, and world.\nA barbershop group has 4 people. The name of this genre came from the tradition that when many men gathered in a barbershop they would sing with no musical instruments. A barbershop quartet has four male voices or four female voices. Mixed barbershop quartets are also possible, usually with two male and two female voices. The voices parts are called bass, baritone, lead, and tenor. In music in the barbershop style, the melody (the \"tune\") is sung by the lead part.\nIn classical a cappella, people perform classical music such as 'a Turkish march', 'Overture William Tell', madrigal, etc.\nContemporary is the most popular kind of a cappella these days. For this kind, the \"bass\" line should be stronger, and the \"chorus\" (all the singers except for bass, percussion, and solo) should have variety. The percussion should make their sound more like drums. This genre is similar to 'doo-wop' but the \"chorus\" part is more complex and has a variety of sound effects.\nDoo-wop is also getting more popular because of its simple style. Even though it has simple moto (Italian for \"progression of music\"), it can be interesting with great vocal and chorus.","categories":[],"infobox_types":[],"annotations":[{"uri":"Instruments","surface_form":"instruments","offset":65},{"uri":"Soprano","surface_form":"soprano","offset":115},{"uri":"Alto","surface_form":"alto","offset":124},{"uri":"Tenor","surface_form":"tenor","offset":130},{"uri":"Baritone","surface_form":"baritone","offset":137},{"uri":"Bass_(vocal_range)","surface_form":"bass","offset":151},{"uri":"Percussion","surface_form":"percussion","offset":218},{"uri":"Synthesizer","surface_form":"synthesizer","offset":467},{"uri":"Electric_guitar","surface_form":"electric guitar","offset":483},{"uri":"Gregorian_chant","surface_form":"Gregorian chant","offset":744},{"uri":"Gospel_music","surface_form":"gospel","offset":1130},{"uri":"Jazz","surface_form":"jazz","offset":1147},{"uri":"Bass_(vocal_range)","surface_form":"bass","offset":1516},{"uri":"Baritone","surface_form":"baritone","offset":1522},{"uri":"Tenor","surface_form":"tenor","offset":1542},{"uri":"Melody","surface_form":"melody","offset":1587},{"uri":"William_Tell","surface_form":"'Overture William Tell'","offset":1716},{"uri":"Madrigal","surface_form":"madrigal","offset":1741},{"uri":"Bass_(vocal_range)","surface_form":"bass","offset":1840},{"uri":"Bass_(vocal_range)","surface_form":"bass","offset":1916},{"uri":"Percussion","surface_form":"percussion","offset":1922},{"uri":"Drums","surface_form":"drums","offset":2014}]}