{"id":317871,"url":"http://en.wikipedia.org/wiki/Spanking","text":"Spanking is hitting the buttocks of another person to cause them pain. Spanking normally means hitting the buttocks of another person with an open hand. Parents in some countries spank children and teenagers to punish them. In some other countries this is no longer allowed. Parents often hope that spanking will make the children obey them. From the past up to the present day, adults have spanked boys more than they have spanked girls.\nWhen a parent spanks their child, they usually strike the child's buttocks with their open hand. Sometimes they use other objects such as a belt or a wooden spoon. At times the child's buttocks may be clothed. At other times they may be bare. Often the parent makes the child lie across their lap. At other times, a parent might tell a child or teenager to bend over or lie face down across a bed.\nWhen children are asked how they feel when their parents spank them, many say that it makes them feel sad, angry, and afraid. Some young children in the United Kingdom whose parents spanked them said things like, \"“it feels like someone banged you with a hammer”\" and \"“it hurts and it’s painful inside – it’s like breaking your bones”\".\nThe American Academy of Pediatrics is a group of medical doctors who work with children. They say that spanking is not a good way to help children learn how to behave.  They say that it can easily injure a small child. They say that spanking can lead to child abuse. They say that parents should never spank a child with an object.\nSome groups of people have said that spanking is violent and goes against human rights. They are people like lawyers, social workers, and politicians. Spanking a person under the age of 18 is now against the law in more than 40 countries. Some of those countries are Brazil, Germany, Israel, Argentina, Sweden, Netherlands, Spain, Poland, New Zealand, Kenya, and Costa Rica.\nDr. Elizabeth T. Gershoff is a scientist who studies spanking. She says that research done over many years shows that spanking does not work. She says that spanking does not teach children good behavior or to obey their parents. She says that children who are spanked obey their parents less as time goes on. Dr. Gershoff said that spanking is \"violent\" and should be stopped. In 2012, a group of Canadian scientists also looked at many years of research and found that spanking does not work. They said that over time, spanked children become more aggressive. Murray Straus is another scientist studying spanking of children. He has said that there is new research showing that spanked children commit more crimes when they grow up. He said that this was so even if their parents were \"loving\" to them.\nA small number of scientists have claimed that ordinary spanking does no harm. Other scientists say that \"over 100\" studies have shown that spanking can harm children. They say that spanking harms children's mental growth. They also say that children who are spanked grow up to have more mental illnesses. They say that no study has shown any good to come from spanking. Scientists at the University of Manitoba in Canada found that children who were hit even \"sometimes\" suffered more mental illnesses when they grew up. They could have different kinds of mental illnesses: long-lasting sad or discouraged feelings and a loss of pleasure and interest in life (depression), a lot of fear and worry (anxiety), racing thoughts that are hard to control and acting without thinking (mania), or a need to take drugs or alcohol to feel well (drug and alcohol abuse). Other scientists have discovered that spanking children often can make their brains grow less than they should. These children end up less able to think clearly. They also try to hurt others more.","categories":[],"infobox_types":[],"annotations":[{"uri":"Buttocks","surface_form":"buttocks","offset":24},{"uri":"Pain","surface_form":"pain","offset":65},{"uri":"Hand","surface_form":"hand","offset":147},{"uri":"Country","surface_form":"countries","offset":169},{"uri":"Child","surface_form":"children","offset":185},{"uri":"Teenager","surface_form":"teenagers","offset":198},{"uri":"Punish","surface_form":"punish","offset":211},{"uri":"Parent","surface_form":"Parent","offset":275},{"uri":"Boy","surface_form":"boy","offset":399},{"uri":"Girl","surface_form":"girl","offset":432},{"uri":"Buttocks","surface_form":"buttocks","offset":505},{"uri":"Belt","surface_form":"belt","offset":579},{"uri":"Wood","surface_form":"wooden","offset":589},{"uri":"Spoon","surface_form":"spoon","offset":596},{"uri":"Clothing","surface_form":"clothed","offset":640},{"uri":"Nudity","surface_form":"bare","offset":676},{"uri":"Bed","surface_form":"bed","offset":832},{"uri":"Sad","surface_form":"sad","offset":939},{"uri":"Angry","surface_form":"angry","offset":944},{"uri":"Afraid","surface_form":"afraid","offset":955},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":990},{"uri":"Medical_doctor","surface_form":"medical doctor","offset":1224},{"uri":"Learn","surface_form":"learn","offset":1322},{"uri":"Behavior","surface_form":"behave","offset":1335},{"uri":"Injure","surface_form":"injure","offset":1372},{"uri":"Child_abuse","surface_form":"child abuse","offset":1429},{"uri":"Violence","surface_form":"violent","offset":1556},{"uri":"Human_rights","surface_form":"human rights","offset":1581},{"uri":"Lawyer","surface_form":"lawyers","offset":1616},{"uri":"Social_worker","surface_form":"social workers","offset":1625},{"uri":"Politician","surface_form":"politicians","offset":1645},{"uri":"Law","surface_form":"law","offset":1715},{"uri":"Brazil","surface_form":"Brazil","offset":1774},{"uri":"Germany","surface_form":"Germany","offset":1782},{"uri":"Israel","surface_form":"Israel","offset":1791},{"uri":"Argentina","surface_form":"Argentina","offset":1799},{"uri":"Sweden","surface_form":"Sweden","offset":1810},{"uri":"Netherlands","surface_form":"Netherlands","offset":1818},{"uri":"Spain","surface_form":"Spain","offset":1831},{"uri":"Poland","surface_form":"Poland","offset":1838},{"uri":"New_Zealand","surface_form":"New Zealand","offset":1846},{"uri":"Kenya","surface_form":"Kenya","offset":1859},{"uri":"Costa_Rica","surface_form":"Costa Rica","offset":1870},{"uri":"Scientist","surface_form":"scientist","offset":1913},{"uri":"Research","surface_form":"research","offset":1959},{"uri":"Behavior","surface_form":"behavior","offset":2076},{"uri":"Canada","surface_form":"Canadian","offset":2279},{"uri":"Research","surface_form":"research","offset":2328},{"uri":"Aggression","surface_form":"aggressive","offset":2431},{"uri":"Research","surface_form":"research","offset":2539},{"uri":"Crime","surface_form":"crime","offset":2590},{"uri":"Mental_illness","surface_form":"mental illness","offset":2974},{"uri":"Pleasure","surface_form":"pleasure","offset":3316},{"uri":"Depression_(mental_illness)","surface_form":"depression","offset":3347},{"uri":"Anxiety_disorder","surface_form":"anxiety","offset":3385},{"uri":"Mania","surface_form":"mania","offset":3465},{"uri":"Drug_addiction","surface_form":"drug","offset":3522},{"uri":"Alcoholism","surface_form":"alcohol abuse","offset":3531},{"uri":"Brain","surface_form":"brain","offset":3624},{"uri":"Thought","surface_form":"think","offset":3694}]}