{"id":317889,"url":"http://en.wikipedia.org/wiki/Geostationary_orbit","text":"A geostationary orbit (or Geostationary Earth Orbit - GEO) is a type of geosynchronous orbit directly above the Earth's equator (0° latitude). Like all geosynchronous orbits, it has a period (time for one orbit) that is 24 hours. This means it goes around the Earth as fast as the Earth spins, and so it appears to stay above the same spot all the time. A person watching from Earth sees a satellite in a geostationary orbit as not moving, at a steady place in the sky.\nSatellites in geostationary orbit.\nCommunications satellites and weather satellites often use these orbits, so that the satellite antennas that communicate with them do not have to move to track them. The ground atennas can be pointed permanently at a fixed position in the sky. This is cheaper and easier than having a satellite dish that is always moving to track a satellite. Each one stays above the equator at a set longitude (distance east or west).\nThe idea of a geosynchronous satellite for communication was first published in 1928 (but not widely so) by Herman Potočnik. The idea of a geostationary orbit became well known first in a 1945 paper called \"Extra-Terrestrial Relays — Can Rocket Stations Give Worldwide Radio Coverage?\" by the British science fiction writer Arthur C. Clarke, published in \"Wireless World\" magazine. The orbit, which Clarke first described as good for broadcast and relay communications satellites, is sometimes called the Clarke Orbit. Named after the author, the Clarke Belt is this part of space above the Earth - about above sea level, over the equator, where near-geostationary orbits may be implemented. The Clarke Orbit (another name for a geostationary orbit) is about around.\nDetails of the orbit.\nThe satellite orbits in the direction of the Earth's rotation, producing an orbital period equal to the Earth's period of rotation, known as the sidereal day (very nearly 24 hours).\nThe orbit needs to be above the equator. Since all orbits are around the center of the Earth, if it was tipped above the equator (so that the satellite was straight above New York City, for example) it would need to swing an equal distance to the south pole on each orbit. It needs to spend an equal amount of time on each side of the equator. So if it is directly above the equator, it doesn't move north or south at all. (Geosynchronous orbits are like geostationary orbits, but also include those that go above and below the equator).\nThe height of the orbit is an exact distance, because the speed of the orbit depends on how far it is from the center of the Earth. An orbit is a balance between centripetal force against the Earth's gravity. Objects closer to Earth feel more gravity. This is why objects in low orbit (like the International Space Station orbit the Earth very quickly, about 90 minutes or so for each orbit. Objects farther away take longer for each orbit. The moon for instance, takes about 29 days for each orbit.\nBecause this orbit is so high, it takes radio (and light) waves about 1/4 second to go up to the satellite and back to Earth. This means that a broadcast interview taking place between the television station and a distant reporter can have a gap of a half second (1/4 second to go from the studio to the reporter, and a 1/4 second back to the studio, where the signal is then sent to viewer). This half second delay can be noticed in many news broadcasts.\nWhen satellites reach the end of their life, it would be too expensive to bring them all the way back down to Earth to burn up in the atmosphere. It is much cheaper to put them a little higher (300 km) in a 'graveyard' orbit, where they will stay essentially forever.","categories":[],"infobox_types":[],"annotations":[{"uri":"Geosynchronous_orbit","surface_form":"geosynchronous orbit","offset":72},{"uri":"Equator","surface_form":"equator","offset":120},{"uri":"Latitude","surface_form":"latitude","offset":132},{"uri":"Communications_satellite","surface_form":"Communications satellite","offset":505},{"uri":"Weather_satellite","surface_form":"weather satellite","offset":535},{"uri":"Satellite_antenna","surface_form":"satellite antenna","offset":590},{"uri":"Herman_Poto%C4%8Dnik","surface_form":"Herman Potočnik","offset":1034},{"uri":"Orbit","surface_form":"orbit","offset":1079},{"uri":"Arthur_C._Clarke","surface_form":"Arthur C. Clarke","offset":1250},{"uri":"Wireless_World","surface_form":"Wireless World","offset":1282},{"uri":"Mean_sea_level","surface_form":"sea level","offset":1537},{"uri":"Orbital_period","surface_form":"orbital period","offset":1791},{"uri":"Rotation","surface_form":"rotation","offset":1837},{"uri":"Sidereal_day","surface_form":"sidereal day","offset":1860},{"uri":"Centripetal_force","surface_form":"centripetal force","offset":2597},{"uri":"Gravity","surface_form":"gravity","offset":2635},{"uri":"International_Space_Station","surface_form":"International Space Station","offset":2730},{"uri":"Television_station","surface_form":"television station","offset":3124}]}