{"id":317823,"url":"http://en.wikipedia.org/wiki/Apex_(diacritic)","text":"In written Latin, the apex (plural: \"apices\") is a diacritic. It is close to the shape of an acute accent (´). The apex is used to show that a vowel is long and not short. That means that the vowel is pronounced for longer.\nThe shape and length of the apex can be different. It can even sometimes be different within the same writing. While pretty much all apices are made up of a line sloping up to the right, the line can be more or less curved, and is different in length from less than half the height of a letter to more than the height of a letter. Sometimes, it is put at the top with a hook, pointing out to the left. Rather than being centered over the vowel it changes, the apex is often drawn to the right.\nLater, it developed into the acute accent, which is still used in some languages to mark vowel length. In particular, Czech and Slovak, Hungarian, Irish, and (a long time ago) Icelandic.\nDetails.\nAlthough not really known by some modern Latinists, the sign was actually used a lot during classical and postclassical times. The reason why it is not usually noticed is probably because of its smallish size and the fact that it is usually quite thin. People who look carefully will soon start to notice apices in the exhibits of any museum, not only in many of the more formal epigraphic writings, but also in handwritten palaeographic things.\nForgetting the apex, modern Latin spelling has recently started marking long vowels by using the macron. The macron is a sign that had always been used, and still is, to mark metrically long \"syllables\" (more recently called \"heavy\" syllables). This has caused confusion between syllable and vowel length in Latin, and most western dictionaries still cannot describe the nature of Latin vowels properly because of this. To make even more confusion, the acute accent is sometimes used in Latin to mark stressed syllables, just like in Spanish, when the macron is not used.\nIdentification with the sicilicus.\nThe apex is often thought to be the opposite of another ancient Latin diacritic, the sicilicus, which is said to have been used above \"consonants\" to show that they should be pronounced as doubles. However, in his article \"Apex and Sicilicus\", Revilo P. Oliver says that they are the same sign, a \"geminationis nota\". This was used over any letter to show that the letter should be read twice.\nIf Revilo P. Oliver is right, the apex as a sign showing vowel length would have been made in the time when long vowels were written double. Then, when long vowels were not regularly written twice.\nHowever, Oliver's view that the two marks were the same has recently been challenged.","categories":[],"infobox_types":[],"annotations":[{"uri":"Latin_language","surface_form":"Latin","offset":11},{"uri":"Plural","surface_form":"plural","offset":28},{"uri":"Diacritic","surface_form":"diacritic","offset":51},{"uri":"Shape","surface_form":"shape","offset":81},{"uri":"Acute_accent","surface_form":"acute accent","offset":93},{"uri":"Vowel","surface_form":"vowel","offset":143},{"uri":"Develop","surface_form":"develop","offset":728},{"uri":"Acute_accent","surface_form":"acute accent","offset":747},{"uri":"Czech_language","surface_form":"Czech","offset":836},{"uri":"Slovak_language","surface_form":"Slovak","offset":846},{"uri":"Hungarian_language","surface_form":"Hungarian","offset":854},{"uri":"Irish_language","surface_form":"Irish","offset":865},{"uri":"Icelandic_language","surface_form":"Icelandic","offset":894},{"uri":"Latinist","surface_form":"Latinist","offset":955},{"uri":"Exhibit","surface_form":"exhibit","offset":1233},{"uri":"Museum","surface_form":"museum","offset":1249},{"uri":"Formal","surface_form":"formal","offset":1286},{"uri":"Epigraphy","surface_form":"epigraphic","offset":1293},{"uri":"Paleography","surface_form":"palaeographic","offset":1338},{"uri":"Macron","surface_form":"macron","offset":1457},{"uri":"Dictionary","surface_form":"dictionaries","offset":1692},{"uri":"Spanish_language","surface_form":"Spanish","offset":1894},{"uri":"Sicilicus","surface_form":"sicilicus","offset":2052},{"uri":"Revilo_P._Oliver","surface_form":"Revilo P. Oliver","offset":2211},{"uri":"Challenge","surface_form":"challenge","offset":2633}]}