{"id":317863,"url":"http://en.wikipedia.org/wiki/Hanok","text":"Hanok is a type of house. It is built in a traditional Korean style of architecture.\nFeatures.\nThe main feature of Hanok is that it has combination of ondol, the Korean under-floor heating system, and wooden floor for heating and cooling. This style is mainly used in Korea because of problems caused by the area having both a continental climate and an oceanic climate.\nRegional differences.\nHanoks have different shapes in different parts of Korea. In the northern part of the Korean peninsula, Hanok have the structure of a house with several wings. The wings are often built in either a square or the letter L. This helps keep the wind out of the house in the colder northern places and helps keep the house warm. These kind of house also has low roofs. In the warmer southern Korean peninsula, Hanok have a single wing and a wooden floor. This helps let the air in and out.\nClass differences.\nThe Hanok is also different based on the class of the people who live it. Hanok of Upper class people usually have tiled roofs (called \"giwa\") while lower class houses have roofs made of rice-straw (called \"choga\"). Hanok for the upper-class people are built not only to be homes, but also to be very ornamental.","categories":[],"infobox_types":[],"annotations":[{"uri":"House","surface_form":"house","offset":19},{"uri":"Tradition","surface_form":"tradition","offset":43},{"uri":"Korea","surface_form":"Korea","offset":55},{"uri":"Architecture","surface_form":"architecture","offset":71},{"uri":"Ondol","surface_form":"ondol","offset":151},{"uri":"Floor","surface_form":"floor","offset":175},{"uri":"Wood","surface_form":"wood","offset":201},{"uri":"Continent","surface_form":"continent","offset":327},{"uri":"Climate","surface_form":"climate","offset":339},{"uri":"Ocean","surface_form":"ocean","offset":354},{"uri":"Structure","surface_form":"structure","offset":512},{"uri":"Square_(geometry)","surface_form":"square","offset":591},{"uri":"Roof","surface_form":"roof","offset":751},{"uri":"Upper_class","surface_form":"Upper class","offset":981},{"uri":"Rice","surface_form":"rice","offset":1085},{"uri":"Ornament","surface_form":"ornament","offset":1199}]}