{"id":317909,"url":"http://en.wikipedia.org/wiki/Maslenitsa","text":"e=\"preserve\">Maslenitsa is one of the most popular and cheerful religious holidays in Russia. It originated from pagan times before Russia was converted to Christianity. At first, this holiday was a symbol of the spring solstice but nowadays it is considered a Christian holiday which goes right before the Great Lent. During Maslenitsa people enjoy almost any food, except meat. Usually Maslenitsa lasts for seven days and on the last day of this holiday people burn a doll which is made of branches and straw and dressed in bright clothes. This doll is called “Maslenitsa” and it symbolizes the cold and severe winter. By burning “Maslenitsa” people say goodbye to winter and greet a warm spring.\nCelebration.\nEvery day of Maslenitsa plays a great role. On Monday people greet the holiday with games such as sledding, snowballs, riding on swings and so on. Russian people believe that happiness and joy which they feel during this day will accompany them throughout a year. On Tuesday people play games and bake pancakes which are called \"blini\". Blini are the most popular food which is made during this holiday. These pancakes have a round form and symbolize the Sun and warmth. On Wednesday people usually visit their friends and relatives and treat each other with blini. On Thursday by tradition people try to drive away winter by riding on horses around the village or around the places they live. Friday is usually called “Mothers’-in-law evenings” because sons-in-law come to visit their mothers-in-law. On merry Saturday everyone goes to visit their relatives. All people drink and eat as much as they want and play different games. Sunday is the last day of the holiday. It is also called the \"Sunday of forgiveness\" because on this day everyone asks forgiveness from relatives and friends for offences and mistakes committed against them. The most appropriate answer is “God will forgive”. After that people usually sing songs, dance and at the end of the day they burn the doll.\nWedding superstition.\nMaslenitsa is also considered as a family holiday because spring is a symbol of new life. People who marry during this time are considered as very strong and happy couples who will give a birth to many children. During Maslenitsa some people even “punish” those who did not marry yet by throwing them into snow.","categories":[],"infobox_types":[],"annotations":[{"uri":"Religious_holiday","surface_form":"religious holiday","offset":64},{"uri":"Russia","surface_form":"Russia","offset":86},{"uri":"Pagan","surface_form":"pagan","offset":113},{"uri":"Christianity","surface_form":"Christianity","offset":156},{"uri":"Solstice","surface_form":"solstice","offset":220},{"uri":"Great_Lent","surface_form":"Great Lent","offset":307},{"uri":"Sledding","surface_form":"sledding","offset":810},{"uri":"Snowballs","surface_form":"snowballs","offset":820},{"uri":"Pancake","surface_form":"pancake","offset":1014},{"uri":"Sun","surface_form":"Sun","offset":1167},{"uri":"Mother-in-law","surface_form":"Mothers’-in-law","offset":1432},{"uri":"Son-in-law","surface_form":"sons-in-law","offset":1466},{"uri":"God_in_Christianity","surface_form":"God","offset":1884}]}