{"id":317951,"url":"http://en.wikipedia.org/wiki/Protostar","text":"Protostar is an early stage in the evolution of a star that usually grows to the point of beginning nuclear fusion and becoming a star by gathering mass. It is made of a contracting cloud of cold and dark interstellar medium (mostly hydrogen gas). Protostars has lower temperature than an ordinary star. For a sun-like star, deuterium fusion occurs in the protostar stage, while proton-proton fusion, which sustains stars for billions of years, starts gradually millions of years later. The modern picture of protostars was first suggested by Chushiro Hayashi in 1966.\nEvolution of Protostars.\nAlthough outer space may seem empty, it is actually full of thinly spread gas and dust called the interstellar medium. Higher density regions form clouds, or nebulas, where star formation takes place. The gas is mostly molecules of hydrogen, so these nebulae are called molecular clouds. The largest molecular clouds have densities of 100 particles per cm3, diameters of 100 light-years (9.5×1014 km), and masses up to 6 million solar masses, and an average interior temperature of 10 K. This is cold and dense compared to elsewhere in space, but would be considered a vacuum on Earth. With low temperatures and high densities, gravity can overcome thermal pressure and start the gravitational collapse that will form a star.\nSometimes the formation of stars can be triggered (known as triggered star formation) by disturbances in the gas clouds. Such disturbances could be a shock wave from the explosion of a nearby massive star at its death, or the passage of the cloud through regions of more intense gravity as found in the spiral arms of spiral galaxies. This compress the gas clouds enough to cause gravitationally collapse.\nWhen gravity begins to pull the gases together into a ball, a protostar forms. This process is known as accretion.\nAccording to the law of conservation of angular momentum, a rotating body spins more rapidly as it decreases in size. So, as a protostar shrinks, its rate of spin increases. As the protostar rotates, it is much easier for material to fall right onto the poles (which spin most slowly) than onto the equator (where material moves around most rapidly). Therefore, gas and dust falling in toward the protostar’s equator are “held back” by the rotation and form a whirling extended disk around the equator. The circumstellar disks are where planets form.\nWhen a protostar rotates, it generates a strong magnetic field which generates a strong protostellar wind (an outward flow of particles into space). Many protostars also send out high-speed jets of gas into space. Usually there are two jets flowing out along the rotation axis of the protostar. Eventually the wind and the jets clear away the extra gas around the protostar and allow the protostar and the disk to come into view.\nAs a protostar collapses it heats up because the gas particles run into each other. The energy the gas particles had from falling under the force of gravity gets converted to heat energy. The gas clump becomes warm enough to radiate energy. The radiation cross the interstellar dust in the surrounding dense core. The dust absorbs all impinging photons and reradiates them at longer wavelengths (infrared).\nA protostar has lower temperature than an ordinary star. At its center, hydrogen-1 is not yet fusing with itself. However, theoretically, deuterium fuses with hydrogen-1 at its centre and creates helium-3. The heat from this fusion reaction tends to inflate the protostar, and thereby helps determine the size of the youngest observed pre-main-sequence stars.\nA protostar becomes a main sequence star when its core temperature exceeds 10 million K (the temperature needed for hydrogen fusion to operate efficiently).\nCollapse into a star like our Sun takes about 50 million years. The collapse of a very high mass protostar might take only a million years while smaller stars can take more than a hundred million years to form.\nA protostar with less than 0.08 solar masses never reaches the 10 million K temperature needed for efficient hydrogen fusion. In these cases, a protostar remains as a brown dwarf.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nuclear_fusion","surface_form":"nuclear fusion","offset":100},{"uri":"Interstellar_medium","surface_form":"interstellar medium","offset":205},{"uri":"Deuterium","surface_form":"deuterium","offset":325},{"uri":"Chushiro_Hayashi","surface_form":"Chushiro Hayashi","offset":543},{"uri":"Outer_space","surface_form":"outer space","offset":603},{"uri":"Interstellar_medium","surface_form":"interstellar medium","offset":692},{"uri":"Hydrogen","surface_form":"hydrogen","offset":826},{"uri":"Molecular_clouds","surface_form":"molecular clouds","offset":864},{"uri":"Solar_mass","surface_form":"solar mass","offset":1023},{"uri":"Kelvin","surface_form":"K","offset":1079},{"uri":"Gravitational_collapse","surface_form":"gravitational collapse","offset":1274},{"uri":"Shock_wave","surface_form":"shock wave","offset":1470},{"uri":"Spiral_galaxie","surface_form":"spiral galaxie","offset":1638},{"uri":"Gravitational_collapse","surface_form":"gravitationally collapse","offset":1700},{"uri":"Accretion","surface_form":"accretion","offset":1830},{"uri":"Angular_momentum","surface_form":"angular momentum","offset":1881},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":2440},{"uri":"Protostellar_wind","surface_form":"protostellar wind","offset":2480},{"uri":"Photon","surface_form":"photon","offset":3167},{"uri":"Hydrogen-1","surface_form":"hydrogen-1","offset":3301},{"uri":"Helium-3","surface_form":"helium-3","offset":3425},{"uri":"Pre-main-sequence","surface_form":"pre-main-sequence","offset":3564},{"uri":"Main_sequence","surface_form":"main sequence","offset":3611},{"uri":"Brown_dwarf","surface_form":"brown dwarf","offset":4124}]}