{"id":318029,"url":"http://en.wikipedia.org/wiki/Pygmalion","text":"\"Pygmalion\" is a play by George Bernard Shaw.\nPlot.\nA street girl selling flowers, Eliza, meets Professor Higgins. Higgins was writing down her pronunciation for his study, but Eliza misunderstood him as a policeman and caused trouble. Higgins says he can make her a duchess. It was changing her pronunciation. Later she remembers what he said and goes to learn pronunciation with a desire to be an upper class woman.\nHiggins decides to do an experiment with her. He deceives all the people at a party. It was making them believe that she is a duchess. After this success, Higgins suggests two options for Eliza. One is marrying based on her beauty. The other is running a flower shop with money from Colonel Pickering who is a rich man. Eliza refuses to do both of them and she leaves his home. Higgins and Colonel Pickering look for Eliza as soon as they know that she left. They find her in Mrs. Higgins’ house but Eliza refuses to go back. She says she would marry Freddy.\nBackground.\nGeorge Bernard Shaw is famous for giving audiences a twist by not doing what they expect. In comedy, people expect someone in a bad situation to be in a better one at the end. They expect a poor person to marry a rich man. They expect a villain to be punished. In \"Pygmalion\", the flower girl in the bad situation gets better in the end. This girl selling flowers on the street rises to the upper class. It was through changing her language.\nHowever, contrary to the audience's expectation, romance between flower girl and Professor Higgins doesn’t happen. She doesn’t marry a rich man. Also, George Bernard Shaw reflected his beliefs to reform the society in this play.\nIn the 20th century, there were many poor people on the street. Especially little girls worked all day for a tiny amount of money. The author had much interest in poor people and women’s freedom. And he believed speech was one of the things that separated rich and poor people. That is the starting point of \"Pygmalion\". He used the change of language as a means to rise to the upper class.\nInterpretation.\nIn mythology, Pygmalion was a sculptor who did not like women. He could not find a woman to love. And he decided to make a statue, Galatea. In the play, Pygmalion is compared to Professor Higgins. And Galatea is compared to Eliza. Pygmalion made Galatea to be his ideal woman. And Professor Higgins changed Eliza into a perfect upper class woman. He taught her everything from how to talk to how to behave in front of people. This process of making Eliza an upper class woman is criticized as playing with a live doll, as though she didn’t have her own soul. Higgins treats her as an object.\nAlso, the common expectation of audiences that women’s fate is determined by men is criticized. It is because of Eliza’s reaction after the success of pretending to be a duchess. She thought the two options suggested by Higgins would be selling herself.\nWhen she was selling flowers, at least she didn’t have to sell herself. She doesn’t want to rely on a rich man, but decides to marry a poor man, Freddy. She says she can make something of him. She values love more than anything else.","categories":[],"infobox_types":[],"annotations":[{"uri":"George_Bernard_Shaw","surface_form":"George Bernard Shaw","offset":25},{"uri":"Pronunciation","surface_form":"pronunciation","offset":144},{"uri":"Duchess","surface_form":"duchess","offset":267},{"uri":"Upper_class","surface_form":"upper class","offset":399},{"uri":"George_Bernard_Shaw","surface_form":"George Bernard Shaw","offset":989},{"uri":"Villain","surface_form":"villain","offset":1226},{"uri":"Sculptor","surface_form":"sculptor","offset":2097}]}