{"id":318047,"url":"http://en.wikipedia.org/wiki/Mosaic_(genetics)","text":"In genetics, a mosaic (or mosaicism) means the presence of two different genotypes in an individual which developed from a single fertilized egg. As a result, the individual has two or more genetically different cell lines derived from a single zygote.\nThe phenomenon was discovered by Curt Stern. In 1936, he demonstrated that recombination, normal in meiosis, can also take place in mitosis. When it does, it results in somatic (body) mosaics. These are organisms which contain two or more genetically distinct types of tissue.\nChimeras.\nPeople who have mosaicism are often called chimeras but this is a mistake. A mosaic is originally from a single fertilised egg, whereas a chimaera comes from two fertilised eggs.\nOther causes of two-tone appearances.\nThis is easiest to see with eye colours. When eye colours vary between the two eyes, or within one or both eyes, the condition is called \"heterochromia iridis\" (= 'different coloured iris'). It can have many different causes, both genetic and accidental. For example, David Bowie has the appearance of different eye colours due to an injury that caused one pupil to be permanently dilated.\nOn this page, only genetic mosaicism is discussed.\nX-inactivation.\nThis is a controlled and natural developmental phenomenon in mammalian females. Females have two X chromosomes (and males have only one). The two X chromosomes in a female are rarely identical. They have the same genes, but at some loci (positions) they may have different alleles (versions of the same gene).\nIn the early embryo, each cell independently and randomly inactivates one copy of the X chromosome. This inactivation lasts the lifetime of the cell, and all the descendants of the cell inactivate that same chromosome. X-inactivation is reversed in the female germline, so that all egg cells contain an active X chromosome.\nThis phenomenon shows in the colouration of calico cats and tortoiseshell cats. These females are heterozygous for the X-linked colour genes: the genes for their coat colours are carried on the X chromosome. X-inactivation causes groups of cells to carry either one or the other X-chromosome in an active state.\nX-inactivation is an epigenetic change, a switching off of genes on one chromosome. It is \"not\" a change in the genotype. Descendent cells of the embryo carry the same X-inactivation as the original cells. This may give rise to mild symptoms in female 'carriers' of X-linked genetic disorders.\nMutations.\nMutations in body cells (somatic mutations) cause groups of cells to differ in their genetics.\nSomatic mutation leading to mosaicism is common in the beginning and end stages of human life. Cancer research has shown that somatic mutations are responsible for most leukemia, lymphomas, and solid tumors.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genetics","surface_form":"genetics","offset":3},{"uri":"Genotype","surface_form":"genotype","offset":73},{"uri":"Fertilization","surface_form":"fertilized egg","offset":130},{"uri":"Zygote","surface_form":"zygote","offset":245},{"uri":"Curt_Stern","surface_form":"Curt Stern","offset":286},{"uri":"Recombination","surface_form":"recombination","offset":328},{"uri":"Meiosis","surface_form":"meiosis","offset":353},{"uri":"Mitosis","surface_form":"mitosis","offset":385},{"uri":"Chimaera_(genetics)","surface_form":"chimeras","offset":583},{"uri":"Eye_colour","surface_form":"eye colour","offset":785},{"uri":"Heterochromia","surface_form":"heterochromia","offset":895},{"uri":"David_Bowie","surface_form":"David Bowie","offset":1025},{"uri":"Mammal","surface_form":"mammal","offset":1275},{"uri":"X_chromosome","surface_form":"X chromosome","offset":1311},{"uri":"Loci","surface_form":"loci","offset":1446},{"uri":"Allele","surface_form":"allele","offset":1487},{"uri":"Embryo","surface_form":"embryo","offset":1537},{"uri":"Random","surface_form":"random","offset":1573},{"uri":"Germline","surface_form":"germline","offset":1784},{"uri":"Egg_cell","surface_form":"egg cell","offset":1806},{"uri":"Calico_cat","surface_form":"calico cat","offset":1892},{"uri":"Tortoiseshell_cat","surface_form":"tortoiseshell cat","offset":1908},{"uri":"Heterozygous","surface_form":"heterozygous","offset":1946},{"uri":"Sex_linkage","surface_form":"X-linked","offset":1967},{"uri":"Epigenetics","surface_form":"epigenetic","offset":2181},{"uri":"Genotype","surface_form":"genotype","offset":2272},{"uri":"Sex_linkage","surface_form":"X-linked","offset":2426},{"uri":"Cancer","surface_form":"Cancer","offset":2655},{"uri":"Leukemia","surface_form":"leukemia","offset":2729},{"uri":"Lymphoma","surface_form":"lymphoma","offset":2739}]}