{"id":31827,"url":"http://en.wikipedia.org/wiki/Asexual_reproduction","text":"e=\"preserve\">Asexual reproduction is reproduction without sex.\nIn this form of reproduction, a single organism or cell makes a copy of itself. The genes of the original and its copy will be the same, except for rare mutations. They are clones.\nAsexual reproduction is the opposite of sexual reproducing. The second one has sex and the first one does not. Mostly the first one contains splitting of body part.\nThe main process of asexual reproduction is mitosis. This type of reproduction is common among some single-cell organisms, for example, \"Amoeba\". Many plants also reproduce asexually, for example by means of runners. The individual zooids in a particular coral or bryozoan are usually genetically identical. They are formed by asexual reproduction of the first individual to arrive in a place. One whole order of the rotifers, the bdelloid rotifers, has no sexual reproduction. Many types of living things have a double cycle. At one stage they have sexual reproduction, at another they simply multiply by splitting, or producing eggs which develop without fertilization (aphids). All the daughters of the honey bee develop from unfertilized eggs. So, asexual reproduction is common in many forms of life.\nBinary fission.\nBinary Fission means \"division into two\". It is the simplest and the most common method of asexual reproduction.It occurs in prokaryotes e.g bacteria, many unicellular eukaryotes e.g protozoa and some invertebrates. During Binary Fission in bacteria, the bacteria split in two, so one bacterium becomes two bacteria. This always leads to daughter cells, and the offspring will be identical to the parent. In other words the single cell doubles its DNA and divides into two cells.\nBudding.\nBudding is similar to binary fission, but it is used by plants and some animals, which cannot simply split in half as bacteria can. It is when a small part of a plant or animal breaks off and then, while they are separated from their \"mother\", they start to grow until both the \"parent\" and the \"offspring\" are the same size and both are capable of budding again. This may happen many more times.\nParthenogenesis.\nParthenogenesis is found in both plants and animals. Eggs develop without fertilization. Examples occur in water fleas, rotifers, aphids, stick insects, some ants, bees and parasitic wasps. Parthenogenesis is very rare for vertebrates.\nVegetative propagation.\nVery common in some types of plants using rhizomes or stolons (for example in strawberry). Other plants form bulbs or tubers (for example tulip bulbs and dahlia tubers). Some plants may form a clonal colony, where all the individuals are clones, and the clones may cover a large area.\nSpores.\nFungi (for example, mushrooms) produce spores, which may be asexual or sexual. The asexual spores have the genetic material inside, which allows them to make a whole new organism identical to its parent. They are produced by mitosis. Different fungi make different kinds of asexual spores, conidia, oidia, and pycniospores. The shape and color of the spores can be helpful to identify the species of fungus.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sex","surface_form":"sex","offset":58},{"uri":"Organism","surface_form":"organism","offset":102},{"uri":"Cell_(biology)","surface_form":"cell","offset":114},{"uri":"Gene","surface_form":"gene","offset":147},{"uri":"Mutation","surface_form":"mutation","offset":216},{"uri":"Clone","surface_form":"clone","offset":236},{"uri":"Mitosis","surface_form":"mitosis","offset":453},{"uri":"Amoeba","surface_form":"Amoeba","offset":546},{"uri":"Plant","surface_form":"plant","offset":560},{"uri":"Runner_(botany)","surface_form":"runners","offset":617},{"uri":"Zooid","surface_form":"zooid","offset":641},{"uri":"Coral","surface_form":"coral","offset":664},{"uri":"Bryozoa","surface_form":"bryozoa","offset":673},{"uri":"Order_(biology)","surface_form":"order","offset":813},{"uri":"Rotifers","surface_form":"rotifers","offset":826},{"uri":"Honey_bee","surface_form":"honey bee","offset":1115},{"uri":"Binary","surface_form":"Binary","offset":1231},{"uri":"Binary_fission","surface_form":"Fission","offset":1238},{"uri":"Parthenogenesis","surface_form":"Parthenogenesis","offset":2134},{"uri":"Fertilisation","surface_form":"fertilization","offset":2208},{"uri":"Water_flea","surface_form":"water flea","offset":2241},{"uri":"Rotifers","surface_form":"rotifers","offset":2254},{"uri":"Aphids","surface_form":"aphids","offset":2264},{"uri":"Stick_insect","surface_form":"stick insect","offset":2272},{"uri":"Ants","surface_form":"ants","offset":2292},{"uri":"Bees","surface_form":"bees","offset":2298},{"uri":"Parasitic_wasps","surface_form":"parasitic wasps","offset":2307},{"uri":"Rhizome","surface_form":"rhizome","offset":2436},{"uri":"Stolon","surface_form":"stolon","offset":2448},{"uri":"Strawberry","surface_form":"strawberry","offset":2472},{"uri":"Tuber","surface_form":"tuber","offset":2512},{"uri":"Tulip","surface_form":"tulip","offset":2532},{"uri":"Dahlia","surface_form":"dahlia","offset":2548},{"uri":"Clones","surface_form":"clones","offset":2632},{"uri":"Fungi","surface_form":"Fungi","offset":2687},{"uri":"Mushroom","surface_form":"mushroom","offset":2707},{"uri":"Spore","surface_form":"spore","offset":2726},{"uri":"Genetics","surface_form":"genetic","offset":2794},{"uri":"Mitosis","surface_form":"mitosis","offset":2912}]}