{"id":318375,"url":"http://en.wikipedia.org/wiki/Post-postmodernism","text":"e=\"preserve\">Post-Postmodernism is a general term used to describe new developments emerging from postmodernism. A similar term is metamodernism. These terms are not always accepted: for example, they are not in the Tate Guide to modern art terms.\nHistory.\nModernism began around 1900. It was a rejection of tradition and an attempt to see the world differently. Events such as World War 2 and the Great Depression made many feel modernism had failed. This led to postmodernism, which is cold and skeptical of the grand narrative of Western Society. This grand narrative is explained by Jean-François Lyotard as something. Postmodernism is a very broad term that cannot be defined by specific themes. It is an all-encompassing way of thinking.\nPostmodernism is seen as a theory for explaining 20th Century culture. With the 20th Century now behind us and a new century beginning, many have suggested that Postmodernism is outdated in our current world. Advances such as the internet have changed the way we live, making the world a smaller place but also making communication and interaction with things around us less intimate. Post-Postmodernism takes this as a key reason why a return to sincerity and authentic expression is the way forward for the 21st Century.\nDefinitions.\nPost-postmodernism is a very new idea that is still forming. There are many different ideas about how post-postmodernism could evolve and shape culture. They look to where faith, trust, dialogue, performance, and sincerity can work to overcome postmodern irony.","categories":[],"infobox_types":[],"annotations":[{"uri":"Postmodernism","surface_form":"postmodernism","offset":98},{"uri":"Modernism","surface_form":"Modernism","offset":257},{"uri":"World_War_II","surface_form":"World War 2","offset":378},{"uri":"Great_Depression","surface_form":"Great Depression","offset":398},{"uri":"Modernism","surface_form":"modernism","offset":430},{"uri":"Faith","surface_form":"faith","offset":1452},{"uri":"Trust","surface_form":"trust","offset":1459},{"uri":"Dialogue","surface_form":"dialogue","offset":1466},{"uri":"Performance","surface_form":"performance","offset":1476},{"uri":"Sincerity","surface_form":"sincerity","offset":1493},{"uri":"Irony","surface_form":"irony","offset":1535}]}