{"id":31835,"url":"http://en.wikipedia.org/wiki/World_Bank_Group","text":"e=\"preserve\">The World Bank Group is a group of five international organizations. The World Bank Group gives advice and finance to member countries for economic development and reducing poverty. It is a non-profit-making international organization owned by member governments. The Group has its headquarters in Washington, D.C.. It also has offices in 124 other member countries.\nThe beginning.\nThe World Bank Group originated at Bretton Woods, New Hampshire. Many countries met and decided to start a Bretton Woods system including an international organization to provide finance to member countries. The Bank came into existence on 27th December 1945. Its name was the International Bank for Reconstruction and Development. The Bank’s first loan was to France. The loan was of 250 million US Dollars. The purpose was to help France to again build industry and other important things like roads destroyed during the Second World War.\nThe activities.\nThe World Bank Group gives loans at low rate of interest to member countries. The member countries use the money received for any one of above or some other similar activity.\nIn short, the World Bank Group’s main mission is 1) to fight poverty and 2) to improve the living standards of people in the developing world. Beside giving direct money and finance, the World Bank Group provides advice and assistance to developing countries on almost every aspect of economic development.\nThe management.\nIn general, the World Bank Group is part of the United Nations system. But, member countries govern it through a board. The IBRD has 184 countries as its members. Other four organizations of the Group have between 140 and 176 member countries. A Board of 24 Executive Directors controls the activities of the World Bank Group. A President heads the Board.\nIts criticism.\nMany economists and people have criticized the World Bank Group for its style of functioning. Before giving loans, the Bank sometimes requires many changes in the policies of a country. This has attracted criticism as it reduces the country’s independence to run its economy in its own way. The criticism is also on account of other factors. One of them is that two or three countries have more power to decide matters. As of November 1, 2004 the United States held 16.4% of total votes, Japan 7.9%, Germany 4.5%, and the United Kingdom and France each held 4.3%. As major decisions require an 85% super-majority, the US can block any change.\nIn spite of several criticisms, the World Bank Group’s role in economic development and reduction of poverty has continued in many countries.","categories":[],"infobox_types":[],"annotations":[{"uri":"International_organization","surface_form":"international organization","offset":53},{"uri":"Economic_development","surface_form":"economic development","offset":152},{"uri":"Poverty","surface_form":"poverty","offset":186},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":311},{"uri":"Bretton_Woods%2C_New_Hampshire","surface_form":"Bretton Woods, New Hampshire","offset":430},{"uri":"Bretton_Woods_system","surface_form":"Bretton Woods system","offset":502},{"uri":"United_Nations","surface_form":"United Nations","offset":1498},{"uri":"United_States","surface_form":"United States","offset":2268},{"uri":"Japan","surface_form":"Japan","offset":2309},{"uri":"Germany","surface_form":"Germany","offset":2321},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":2343},{"uri":"France","surface_form":"France","offset":2362}]}