{"id":318320,"url":"http://en.wikipedia.org/wiki/Emeishan_Traps","text":"e=\"preserve\">The Emeishan Traps is a flood basalt volcanic province in Southwestern China, around Sichuan province. Many igneous rock types can be found there. This is known as large igneous province in geology. Other names for the traps include Permian Emeishan Large Igneous Province, and other variations. The Traps are the step-like rock made up of many layers of basalt, which were laid down by successive eruptions of magma.\nThe eruptions that lead to the Emeshian traps began about 260 million years ago. The traps are much smaller than the Siberian Traps, which occurred not long afterwards, about 251 million years ago. Despite this, the Emeshian traps were large enough to have an impact on the ecology of the time, and on paleontology. They are part of the mass extinction events towards the end of the Permian period.\nThe Emeishan Traps are part of the scientific debate on the causes of mass extictions. The end-Guadalupian extinction occurred at almost the same time as the Emeshian Traps were formed. This supports the argument, that volcanism is the main driving force behind mass extinctions. Another theory that has been proposed to explain mass extinctions is that meteor or comet impact events caused them. In this context, the hypothesis is that impact events cause flood basalt eruptions, such as those which generated the Emeshian Traps. This hypothesis is not widely supported.","categories":[],"infobox_types":[],"annotations":[{"uri":"Flood_basalt","surface_form":"flood basalt","offset":37},{"uri":"Volcano","surface_form":"volcanic","offset":50},{"uri":"Province","surface_form":"province","offset":59},{"uri":"Sichuan","surface_form":"Sichuan","offset":98},{"uri":"Igneous_rock","surface_form":"igneous rock","offset":121},{"uri":"Large_igneous_province","surface_form":"large igneous province","offset":177},{"uri":"Geology","surface_form":"geology","offset":203},{"uri":"Basalt","surface_form":"basalt","offset":368},{"uri":"Magma","surface_form":"magma","offset":424},{"uri":"Volcanic_eruption","surface_form":"eruptions","offset":435},{"uri":"Siberian_Traps","surface_form":"Siberian Traps","offset":548},{"uri":"Ecology","surface_form":"ecology","offset":705},{"uri":"Paleontology","surface_form":"paleontology","offset":733},{"uri":"List_of_extinction_events","surface_form":"mass extinction","offset":768},{"uri":"Permian_period","surface_form":"Permian period","offset":814},{"uri":"Meteoroid","surface_form":"meteor","offset":1184},{"uri":"Comet","surface_form":"comet","offset":1194},{"uri":"Impact_event","surface_form":"impact event","offset":1200}]}