{"id":318396,"url":"http://en.wikipedia.org/wiki/The_Merchant_of_Venice","text":"\"The Merchant of Venice\" is a play written by William Shakespeare. The date the play was written in unknown, but the play was mentioned in 1598 in Francis Mere's \"Wit's Treasury\". A date of 1596-1597 is now accepted. Shakespeare's source was \"Il Pecorone\" by Ser Giovanni, a 14th century Florentine writer.\n\"The Merchant of Venice\" was first published in 1600. It was published again in 1619, and then in 1623 in the First Folio, a collection of all of Shakespeare's plays. The play has been made into television programs many times and also into some movies. Three operas are based on the play.\nStory.\nBassanio is an aristocratic but poor young man of Venice. He has fallen in love with Portia, a beautiful young lady of Belmont. Bassanio needs money to woo the lady. He asks his friend Antonio, the merchant of Venice, for a loan.\nAntonio's money is tied-up in business ventures. Antonio borrows money from a Jewish moneylender named Shylock. Antonio signs a bond agreeing to give Shylock a pound of his flesh if the money is not repaid on a certain date. Bassanio uses the money to travel to Belmont. He wins Portia's love.\nAntonio cannot repay the borrowed money on time. Shylock insists on the pound of flesh as stated in the bond. The case goes to court. Portia disguises herself as a lawyer. She says that Shylock's bond is cruel. His insistence on the terms of the bond is just, but justice must be softened with mercy but Shylock does not relent. Portia then traps Shylock in the loopholes of his own bond and thus Shylock is not only forced to release Antonio but also give away his wealth and religion.","categories":[],"infobox_types":[],"annotations":[{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":46},{"uri":"First_Folio","surface_form":"First Folio","offset":417},{"uri":"Television","surface_form":"television","offset":502},{"uri":"Movie","surface_form":"movie","offset":552}]}