{"id":318318,"url":"http://en.wikipedia.org/wiki/4-H","text":"4-H in the United States is a youth organization administered by the National Institute of Food and Agriculture of the United States Department of Agriculture (USDA), with the mission of \"engaging youth to reach their fullest potential while advancing the field of youth development.\" The name represents four personal development areas for the organization's members: head, heart, hands, and health. The organization has over 6.5 million members in the United States. Members are five to 19 years old, in approximately 90,000 clubs.\nThe goal of 4-H is to develop citizenship, leadership, responsibility and life skills of youth through experiential learning programs and a positive youth development approach. Many people think of 4-H as an agriculturally-focused organization as a result of its history. But 4-H today focuses on citizenship, healthy living, science, engineering, and technology programs.\nToday, 4-H and related programs exist in over eighty countries around the world. The organization and administration varies from country to country. Each of these programs operates independently. They cooperate in international exchanges, global education programs, and communications.\nThe 4-H motto is \"To make the best better\", while its slogan is \"Learn by doing\" (sometimes written as \"Learn to do by doing\").\nHistory.\nThe start of 4-H began around 1900, with the work of several people in different parts of the United States. The focal point of 4-H has been the idea of practical and hands-on learning, which came from the desire to make public school education more connected to rural life. Early programs tied both public and private resources together to benefit rural youth.\nDuring this time, researchers at agricultural experiment stations of the land-grant universities and USDA saw that adult farmers did not readily accept new agricultural discoveries, but educators found that youth would experiment with these new ideas and then share their experiences and successes with the adults. So, rural youth programs became a way to introduce new agriculture technology to the adults.\nA. B. Graham started one of the youth programs in Clark County, Ohio, in 1902, which is considered the birth of the 4-H program in the United States. The first club was called \"The Tomato Club\" or the \"Corn Growing Club\". T.A. \"Dad\" Erickson of Douglas County, Minnesota, started local agricultural after-school clubs and fairs also in 1902. Jessie Field Shambaugh developed the clover pin with an H on each leaf in 1910, and, by 1912, they were called 4-H clubs. The national 4-H organization was formed in 1914. When the United States Congress created the Cooperative Extension Service (CES) of the USDA by passage of the Smith-Lever Act of 1914, it included within the CES charter the work of various boys' and girls' clubs involved with agriculture, home economics and related subjects. By 1924, these clubs became organized as 4-H clubs, and the clover emblem was adopted.\nThe first 4-H camp was held in Randolph County, West Virginia. Originally, these camps were for what was referred to as \"Corn Clubs\". Campers slept in corn fields, in tents, only to wake up and work almost the entirety of each day. Superintendent of schools G. C. Adams began a boys' corn club in Newton County, Georgia, in 1904. However, the city of Jacksboro, Texas, also stakes a claim to having the first forerunner to 4-H in 1910.\n4-H membership hit an all-time high in 1974 as a result of its popular educational program about nutrition, \"Mulligan Stew\", shown in schools and on television across the country.","categories":[],"infobox_types":[],"annotations":[{"uri":"Youth_organization","surface_form":"youth organization","offset":30},{"uri":"National_Institute_of_Food_and_Agriculture","surface_form":"National Institute of Food and Agriculture","offset":69},{"uri":"United_States_Department_of_Agriculture","surface_form":"United States Department of Agriculture","offset":119},{"uri":"United_States","surface_form":"United States","offset":454},{"uri":"Life_skill","surface_form":"life skill","offset":608},{"uri":"Experiential_learning","surface_form":"experiential learning","offset":637},{"uri":"Positive_youth_development","surface_form":"positive youth development","offset":674},{"uri":"Agricultural_experiment_station","surface_form":"agricultural experiment station","offset":1725},{"uri":"Land-grant_university","surface_form":"land-grant universities","offset":1765},{"uri":"Timeline_of_agriculture_and_food_technology","surface_form":"agriculture technology","offset":2062},{"uri":"A._B._Graham","surface_form":"A. B. Graham","offset":2100},{"uri":"Clark_County%2C_Ohio","surface_form":"Clark County","offset":2150},{"uri":"Ohio","surface_form":"Ohio","offset":2164},{"uri":"Jessie_Field_Shambaugh","surface_form":"Jessie Field Shambaugh","offset":2442},{"uri":"United_States_Congress","surface_form":"United States Congress","offset":2623},{"uri":"Cooperative_Extension_Service","surface_form":"Cooperative Extension Service","offset":2658},{"uri":"Smith-Lever_Act_of_1914","surface_form":"Smith-Lever Act of 1914","offset":2724},{"uri":"Randolph_County%2C_West_Virginia","surface_form":"Randolph County","offset":3009},{"uri":"West_Virginia","surface_form":"West Virginia","offset":3026},{"uri":"Newton_County%2C_Georgia","surface_form":"Newton County, Georgia","offset":3275},{"uri":"Jacksboro%2C_Texas","surface_form":"Jacksboro, Texas","offset":3329},{"uri":"Mulligan_Stew_(TV_series)","surface_form":"Mulligan Stew","offset":3523}]}