{"id":31839,"url":"http://en.wikipedia.org/wiki/Declaration_of_the_Establishment_of_the_State_of_Israel","text":"e=\"preserve\">The Declaration of the Establishment of the State of Israel is a document that announced the establishment of the independent and sovereign state (country) of Israel.\nThe term.\nThis term describes the announcement of establishment of a Jewish state, named State of Israel. This State of Israel was established on 14th May 1948. In Hebrew language, ' means the State of Israel. The British Mandate of Palestine was a part of the British Empire. This was the land where the Kingdom of Israel and the Kingdom of Judah had once been. The State of Israel covered more or less the same land.\nSome persons call this as the beginning of \"Third Jewish Commonwealth\". The \"First Jewish Commonwealth\" ended with the destruction of Solomon's Temple, and the second with the destruction of the Second Temple in Jerusalem two thousand years ago.\nThe declaration.\nOn November 29th 1947, the United Nations had adopted a resolution. The resolution recommended the establishment of an Arab State and a Jewish State in Palestine. The resolution recommended taking steps to establish such a state.\nOn May 12th 1948, the Jewish national administration met at Tel Aviv Museum of Art. They had gathered to decide acceptance of an American proposal for a truce or to declare a new state of Israel. Six of the ten voting members supported declaration of a state of Israel. Two days later, on May 14th 1948, the Jewish National Council (Vaad Leumi) met at Tel Aviv. At mid night of May 14th, 1948, a member of the Council read the Declaration of the Establishment of the State of Israel.\nThe declaration followed a style generally seen in the United Nations documents. First few sentences stated the reasons for the declaration and the right of the Jews for an independent country. Then, the sentences gave the features and characteristics of the new Jewish state.\nThe recognition.\nThe United States, the Soviet Union, and many other major countries of the world accepted the state of Israel. Using terms of international law, these countries recognized the state of Israel. However, many Arab countries and countries of the Middle East opposed the establishment of Israel. They did not recognize the state of Israel as a sovereign state, that is, an independent country. Many countries of the world did not recognize Israel, but establish trading and other relations with it.","categories":[],"infobox_types":[],"annotations":[{"uri":"Document","surface_form":"document","offset":78},{"uri":"Independence","surface_form":"independent","offset":127},{"uri":"Sovereign_state","surface_form":"sovereign state","offset":143},{"uri":"Israel","surface_form":"Israel","offset":172},{"uri":"Jew","surface_form":"Jew","offset":249},{"uri":"State_of_Israel","surface_form":"State of Israel","offset":269},{"uri":"Hebrew_language","surface_form":"Hebrew language","offset":344},{"uri":"British_Mandate_of_Palestine","surface_form":"British Mandate of Palestine","offset":394},{"uri":"British_Empire","surface_form":"British Empire","offset":441},{"uri":"Kingdom_of_Israel","surface_form":"Kingdom of Israel","offset":485},{"uri":"Kingdom_of_Judah","surface_form":"Kingdom of Judah","offset":511},{"uri":"Solomon%27s_Temple","surface_form":"Solomon's Temple","offset":733},{"uri":"Second_Temple","surface_form":"Second Temple","offset":794},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":811},{"uri":"Vaad_Leumi","surface_form":"Vaad Leumi","offset":1425},{"uri":"Tel_Aviv","surface_form":"Tel Aviv","offset":1444},{"uri":"United_States","surface_form":"United States","offset":1874},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1893},{"uri":"Middle_East","surface_form":"Middle East","offset":2113}]}