{"id":318311,"url":"http://en.wikipedia.org/wiki/Inductively_coupled_plasma_mass_spectrometry","text":"Inductively coupled plasma mass spectrometry (ICP-MS) is a type of mass spectrometry that is highly sensitive. It can see a range of metals and several non-metals at concentrations below one part in 1012 (part per trillion). It is based on hooking together an inductively coupled plasma as a method of producing ions (ionization) with a mass spectrometer as a method of separating and detecting the ions. Many chemists use Argon as a carrier gas to make the plasma. The machine sends the sample ions through a series of small cones. The cones let the plasma ions slowly enter the vacuum chamber of the mass spectrometer.\nIn trace elemental analysis, the method has advantages of high speed, precision and sensitivity compared to atomic absorption techniques. Analysis of lower concentrations at the same time is more prone to disruption by trace contaminants in labware and reagents used. Some analytes can not work with ICP-MS. Verification of analysis results requires additional work.\nThe variety of applications exceeds that of ICP-OES and includes isotopic speciation. Because ICP-MS can help make atom bombs, ICP-MS hardware is a subject for special exporting regulations.","categories":[],"infobox_types":["chemical analysis"],"annotations":[{"uri":"Mass_spectrometry","surface_form":"mass spectrometry","offset":67},{"uri":"Metals","surface_form":"metals","offset":133},{"uri":"Non-metals","surface_form":"non-metals","offset":152},{"uri":"Inductively_coupled_plasma","surface_form":"inductively coupled plasma","offset":260},{"uri":"Ions","surface_form":"ions","offset":312},{"uri":"Ionization","surface_form":"ionization","offset":318},{"uri":"Mass_spectrometer","surface_form":"mass spectrometer","offset":337},{"uri":"Argon","surface_form":"Argon","offset":423},{"uri":"Vacuum","surface_form":"vacuum","offset":580},{"uri":"Atomic_absorption_spectroscopy","surface_form":"atomic absorption techniques","offset":729},{"uri":"Labware","surface_form":"labware","offset":862},{"uri":"Analyte","surface_form":"analyte","offset":894},{"uri":"ICP-OES","surface_form":"ICP-OES","offset":1032},{"uri":"Export","surface_form":"export","offset":1156}]}