{"id":318412,"url":"http://en.wikipedia.org/wiki/A_Painful_Case","text":"e=\"preserve\">\"A Painful Case\" is a short story, written by James Joyce, an Irish author. This short story is one of the series which was published in his 1914 series.\nPlot.\nA Painful Case tells of the loneliness and isolation of two characters, Mr. James Duffy and Mrs. Emily Sinico. He is a lonely person who meets a woman by accident. Every morning he goes to work from his isolated suburb of Dublin by tram. In the afternoons, he goes to Dan Burk’s and eats his lunch there; a bottle of larger beer and a few arrowroot biscuits. At four o’clock, he is free. He has done the same work for four years, so his daily routine never changes. His evenings are always spent playing his landlady's piano or roaming around the city. He doesn’t have friends or companions; he enjoys his own spirituality by himself. He visits his family and relatives only at Christmas or for a funeral, but only when someone in his family dies. His only hobby is to attend an opera or a concert since he is a fan of Mozart.\nOne evening, Mr. Duffy attends a concert in the Rotunda and notices a lady sitting next to him; Mrs. Sinico. When she comments about the small audience, he sees this as an invitation to talk to her. She is attractive and looks intelligent. In a few weeks, he meets her again at a concert in Earlsfort Terrace. This time, he has an opportunity to be close to her, while she is paying attention to her daughter. During their conversation, he figures out that she has a husband, but he doesn’t feel cautious of her. They then meet a third time by accident, and he asks her to meet him again. After that, they begin to see each other often, in her house.\nHe lends his books and music to her and shares his intellectual life. They are becoming close and spend more time together at her house. They talk about personal matters. They stay together until dark. They seem to have many things in common. One night, in a moment of excitement, she presses his hand to her cheek. He is surprised by this because she has misunderstood that he has the same feelings for her. He is confused by how she interpreted his words. After this incident, he doesn’t visit her for a week and then sends mail asking to meet her. In the end, they agree they cannot meet again and so they stop talking.\nAfter four years, Mr. Duffy has returned to his normal life. However, he avoids concerts because he is afraid of seeing her. One night he reads in a newspaper of her death; “Mrs. Emily Sinico, aged forty-three years, was killed at Sydney Parade Station yesterday evening.\" After reading the painful news, he is disgusted by it. To him, she seems crude for having gotten drunk and then dying in such a shameful manner. He goes out to the pub thinking of the memory of her hand touching him. While he is drinking, he struggles with two images of her; the lonely drunkard and the intelligent woman he was close to. He realizes that she is now just a memory. He wonders if he could have done something for her. He now realizes he loves her, but it is too late. Now, he thinks of their lonely lives. He knows that his life will continue in the same pattern until he dies. As he walks, even though it is extremely cold, he feels that she is there with him; it seems that he could even hear her voice, since his memory of her is so strong. He looks down at the wall of the park and he sees lovers lying there. He feels that he is an outcast from human life. The lovers are aware that he is there and they wish he would leave.\nSummary.\nWhen Mrs. Sinico showed interest, Mr. Duffy ignored her emotions. Perhaps, his cold-headedness broke her heart. She thought she was close to him, so she opened up to him, while he only thought of her as a friend. She desired love and caring because she was lonely, even though she was married with a child. He didn’t realize until she was gone, that he would be alone until his death.","categories":[],"infobox_types":[],"annotations":[{"uri":"James_Joyce","surface_form":"James Joyce","offset":59},{"uri":"Dublin","surface_form":"Dublin","offset":395},{"uri":"Tram","surface_form":"tram","offset":405},{"uri":"Biscuit","surface_form":"biscuit","offset":522},{"uri":"Piano","surface_form":"piano","offset":692},{"uri":"Spirituality","surface_form":"spirituality","offset":783},{"uri":"Funeral","surface_form":"funeral","offset":870},{"uri":"Opera","surface_form":"opera","offset":952},{"uri":"Concert","surface_form":"concert","offset":963},{"uri":"Mozart","surface_form":"Mozart","offset":992}]}