{"id":318437,"url":"http://en.wikipedia.org/wiki/Dalit","text":"ce=\"preserve\">\"Dalit\" refers to socially, economically and historically marginalized communities predominantly in India. It also means \"broken/scattered\" in Sanskrit and Hindi. The term \"dalits\" was in use as a translation for the British Raj census classification of \"Depressed Classes\" prior to 1935. It was popularised by the economist and reformer B. R. Ambedkar (1891–1956), who included all depressed people irrespective of their caste into the definition of dalits. Hence the first group he made was called the \"Labour Party\" and included as its members all people of the society who were kept depressed, including women, small scale farmers and people from backward castes.\nDr. Ambedkar fought for a separate electorate for Dalits in Ramsay MacDonald’s Communal Award during British Raj. This award would have ensured adequate representation of Dalit community enabling them to vote for their candidate.\nIn 1932, the British Raj recommended separate electorates to select leaders for Dalits in the Communal Award. This was favoured by Ambedkar but when Mahatma Gandhi opposed the proposal it resulted in the Poona Pact. That in turn influenced the Government of India Act, 1935, which introduced the reservation of seats for the Depressed Classes, now renamed as Scheduled Castes.\nDalit (from Sanskrit ‘dal’ which means to split, to crack, to break) is the name given to a group of people who have been historically considered outcasts in Hindu societies from South Asia (India, Nepal, Sri Lanka, Pakistan, Bangladesh) and Eastern Africa (Somalia). Today, the Dalits, formerly known as “Untouchables”, have increasingly adopted the term “Dalit” as their way out of the social segregation imposed by the caste system.\nNew leaders like Kanhaiya Kumar subscribe to this definition of \"dalits\", thus a Brahmin marginal farmer trying to eke out a living, but unable to do so also falls in the \"dalit\" category. Ambedkar himself was a Mahar, and in the 1970s the use of the word \"dalit\" was invigorated when it was adopted by the Dalit Panthers activist group. Gradually, political parties used it to gain mileage.\nWhat is untouchability?\nUntouchability, is an ancient form of discrimination based upon caste. It is not merely the inability to touch a human being but also an attitude towards a minority group translated into various physical acts, norms and practices.\nSocial status.\nThe Dalit status carried with it the stigma of “untouchability” because it is associated with menial, degrading tasks immediately connected with their traditional occupations which include skinning dead cows or buffaloes, unclogging sewers, disposing of dead bodies of livestock and cleaning latrines.\nLiteracy and education.\nThe rate of literacy among the Dalits, as per 1991 census, was 37.41% as compared to 57.69% for non-Dalits.\nUntouchability in schools has contributed to drop-out and illiteracy levels for Dalit children. The 1991 census of India reported that Dalit communities were one of the least literate social groups in the country, with only 30% of Dalit children recognized to have basic reading and writing skills.\nPoor health.\nHalf of India's Dalit children are undernourished, 21% are 'severely underweight', and 12% die before their 5th birthday. Between 1998-1999 at least 50% of Dalit women suffered from anemia. High morbidity and child mortality are firmly linked to their low quality of life imposed by poverty, educational status and discrimination.\nSocial reform in India.\nThere have been many attempts to neutralize the caste-based discrimination. In the 1930s, the teachings of B. R. Ambedkar and Mahatma Gandhi began to change attitudes towards the Dalit minority. In 1949 ‘Untouchability’ was outlawed by the Indian constitution and Indian law does not permit the practice of a caste system. Discrimination against the Dalit minority has become an important human rights and political issue. Even so, in rural areas the Dalits are still facing the consequences of the slow and steady decline of discrimination.\nSocial progress.\nToday, the Dalit movements (The Dalit Panther Movement, the Dalit Mahasabha and the Dalit Sangharsh Samithi) which have emerged during the 20th century continue to struggle for equality and implementation of Communal Award. The progress of the past few decades shows hope for an improved level of equality within Indian society. In 1997, Kocheril Raman Narayanan became the\nfirst Dalit to have been elected President of India Another important political figure was Mayawati Kumari, the leader of the Bahujan Samaj Party (BSP) which represents the Dalits. She has been elected four times as Chief Minister of Uttar Pradesh, India’s most populous state.\nNon-governmental organisations.\nThe National Campaign on Dalit Human Rights (NCDHR) established in 1998 by Dalit human rights activists, is one of many organisations committed to the elimination of caste discrimination. It's main objectives are \"“to hold the State accountable for all Human Rights violations committed against Dalits; to sensitize civil society by raising visibility of the Dalit problem; and to render justice to Dalit victims of discrimination and violence.”\"\nThe International Dalit Solidarity Network, which was established in 2000, is another organisation concerned about caste discrimination and similar forms of discrimination based on work and descent. It has emerged as a network of national solidarity groups from affected countries such as those in South Asia and even West Africa.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ramsay_MacDonald","surface_form":"Ramsay MacDonald","offset":742},{"uri":"India","surface_form":"India","offset":1480},{"uri":"Nepal","surface_form":"Nepal","offset":1487},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":1494},{"uri":"Pakistan","surface_form":"Pakistan","offset":1505},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":1515},{"uri":"Somalia","surface_form":"Somalia","offset":1547},{"uri":"Caste","surface_form":"caste","offset":1711},{"uri":"Discrimination","surface_form":"discrimination","offset":2179},{"uri":"Social_stigma","surface_form":"stigma","offset":2424},{"uri":"Sewer","surface_form":"sewer","offset":2620},{"uri":"Toilet","surface_form":"latrine","offset":2679},{"uri":"Literacy","surface_form":"literacy","offset":2725},{"uri":"Drop-out","surface_form":"drop-out","offset":2866},{"uri":"Anemia","surface_form":"anemia","offset":3315},{"uri":"Child_mortality","surface_form":"child mortality","offset":3342},{"uri":"B._R._Ambedkar","surface_form":"B. R. Ambedkar","offset":3595},{"uri":"Mahatma_Gandhi","surface_form":"Mahatma Gandhi","offset":3614},{"uri":"Dalit_Panther","surface_form":"Dalit Panther","offset":4079},{"uri":"Communal_Award","surface_form":"Communal Award","offset":4255},{"uri":"Kocheril_Raman_Narayanan","surface_form":"Kocheril Raman Narayanan","offset":4385},{"uri":"President_of_India","surface_form":"President of India","offset":4454},{"uri":"Uttar_Pradesh","surface_form":"Uttar Pradesh","offset":4655},{"uri":"Human_rights","surface_form":"human rights","offset":4812}]}