{"id":318456,"url":"http://en.wikipedia.org/wiki/Sikhae","text":"\"Sikhae\" is a salted fermented food with grains in Korean cuisine as one of jeotgal. \"Sikhae\" is made with various fish, such as flat fish, shellfish, pollack, squid and fish intestines, and cooked grains, such as rice, glutinous rice, glutinous foxtail millet and nonglutinous millet. \"Sikhae\" is less salty than jeotgal because most jeotgal is made with seafood and salt, but \"sikhae\" is made with not only the ingredients of jeotgal but also grains, shredded radish, etc. Therefore, \"sikhae\" is stored for short-term, while jeotgal is able to be stored for rather long-term because of the large amount of salt.\nThe types of \"sikhae\" can be different, depending on the main ingredients, regions, what the family and the person like. In past times, because of the limited transportation, regions near the sea had more types of \"sikhae\" compared to the inland areas. Koreans usually eat this food as a banchan (small dishes of food).\nHistory (Documentaries on \"Sikhae\").\n\"Sikhae\" was not included in any literature before the early part of the Korean Joseon Dynasty. However, that doesn't mean there was not \"sikhae\" and rather it guesses that \"sikhae\" was not written down. After the middle of Joseon Dynasty, \"sikhae\" have been mentioned in literature.\nRecipe.\nSikhae is made with fish, salt, cooked rice, Korean traditional spices, etc. First, wash fishes and put drained fishes with salt in a pot. After about 10 days, take the salted fishes out of the pot, cut them into bite-size pieces and then put them with cooked rice and chili powder in the pot again. Lastly, put shredded radish into the pot after another four days and finally eat \"sikhae\" as 10 more days are passing.\nTypes.\n- Gajamisikhae is the typical and popular Korean sikhae. It is made mostly in the region of North Korea.\nEffects.\nSikhae has a lot of effects. First, sikhae, as one of fermented food, is easily digested by creating peptone, peptide, and free amino acid through the process of decomposition of protein and so good nourishing food for patients, the old and the infirm and children. Also, millet, one of ingredients of Sikhae, helps people warm body in the winter when people have cold hands or feet due to the very cold weather.","categories":[],"infobox_types":["Korean name"],"annotations":[{"uri":"Fermentation","surface_form":"fermented","offset":21},{"uri":"Korean_cuisine","surface_form":"Korean cuisine","offset":51},{"uri":"Jeotgal","surface_form":"jeotgal","offset":76},{"uri":"Fish","surface_form":"fish","offset":115},{"uri":"Flat_fish","surface_form":"flat fish","offset":129},{"uri":"Shellfish","surface_form":"shellfish","offset":140},{"uri":"Pollock","surface_form":"pollack","offset":151},{"uri":"Squid","surface_form":"squid","offset":160},{"uri":"Cereal","surface_form":"grain","offset":198},{"uri":"Rice","surface_form":"rice","offset":214},{"uri":"Millet","surface_form":"millet","offset":254},{"uri":"Jeotgal","surface_form":"jeotgal","offset":314},{"uri":"Jeotgal","surface_form":"jeotgal","offset":335},{"uri":"Seafood","surface_form":"seafood","offset":356},{"uri":"Jeotgal","surface_form":"jeotgal","offset":428},{"uri":"Grain","surface_form":"grain","offset":445},{"uri":"Radish","surface_form":"radish","offset":462},{"uri":"Jeotgal","surface_form":"jeotgal","offset":527},{"uri":"Salt","surface_form":"salt","offset":608},{"uri":"Banchan","surface_form":"banchan","offset":902},{"uri":"Korea","surface_form":"Joseon Dynasty","offset":1051},{"uri":"Korea","surface_form":"Joseon Dynasty","offset":1195},{"uri":"Fish","surface_form":"fish","offset":1283},{"uri":"Salt","surface_form":"salt","offset":1289},{"uri":"Rice","surface_form":"rice","offset":1302},{"uri":"Rice","surface_form":"rice","offset":1523},{"uri":"Chili_powder","surface_form":"chili powder","offset":1532},{"uri":"Radish","surface_form":"radish","offset":1584},{"uri":"North_Korea","surface_form":"North Korea","offset":1781}]}