{"id":318449,"url":"http://en.wikipedia.org/wiki/Hangwa","text":"A hangwa is a Korean traditional cookie. Hangwa includes Yumilgwa Yugwa, Dasik Dasik and Yeot Gangjeong. Hangwa is also called \"Jogwa\" since it is made of diverse grains and looks like fruits.\nOrigin.\nHangwa was very popular among people over the Shilla and Goryeo because the yield of grains had went up a lot and people tried not to eat meat for religious reasons. The religion at that time was Buddhism. Since then, Hangwa has become necessary in wedding ceremonies, memorial sacrifice days, and social dinners.\nTypes of Hangwa.\nThe basic materials of Hangwa are mostly natural and based on the materials Hangwa is primarily divided into seven kinds and the recipes are slightly different.\nCharacteristics.\nHangwa does not go bad easily because it is very good at preservation. This comes from the fermentation of grains and use of honey. Also, Hangwa is very nutritious. Ancestors thought that food was natural medicine and the idea was reflected on the nutrition of Hangwa too. Also, Hangwa shows Korean traditional virtue and emotions. It represents the warmth of neighbors. In ancient times, when people had ceremonies or social meetings, they made their guest go back with some food, which was mostly Tteok and Hangwa. In other words, Hangwa talks about the kindness and the affection between people in Korea.","categories":[],"infobox_types":[],"annotations":[{"uri":"Korean_cuisine","surface_form":"Korean","offset":14},{"uri":"Yumilgwa_Yugwa","surface_form":"Yumilgwa Yugwa","offset":57},{"uri":"Dasik_Dasik","surface_form":"Dasik Dasik","offset":73},{"uri":"Yeot_Gangjeong","surface_form":"Yeot Gangjeong","offset":89},{"uri":"Grains","surface_form":"grains","offset":163},{"uri":"Fruit","surface_form":"fruits","offset":185},{"uri":"Shilla","surface_form":"Shilla","offset":247},{"uri":"Goryeo","surface_form":"Goryeo","offset":258},{"uri":"Religion","surface_form":"religious","offset":348},{"uri":"Buddhism","surface_form":"Buddhism","offset":397},{"uri":"Dinner","surface_form":"dinner","offset":506},{"uri":"Preservation","surface_form":"preservation","offset":767},{"uri":"Fermentation","surface_form":"fermentation","offset":801},{"uri":"Tteok","surface_form":"Tteok","offset":1209}]}