{"id":318587,"url":"http://en.wikipedia.org/wiki/Becoming_Jane","text":"\"Becoming Jane\" is a movie directed by Julian Jarrold in 2007. The setting of this movie is Hampshire, England in the 1700s. The movie’s story was based on a fictional biography written by Jon Spence. Anne Hathaway played Jane Austen. James McAvoy played Thomas Lefroy. This movie won the 2007 People's Choice Award for \"Favorite Independent Movie\". It was nominated for 2008 Ivor Novello Award for Best Original Film Score.\nPlot.\nJane (played by Anne Hathaway) is a writer. She lives in a rural area. Her father is a pastor of small church. Her her family is poor. She is under a lot of stress since her mother wants her to marry Mr. Wisley (Laurence Fox). He is the nephew of the wealthy Lady Gresham (Maggie Smith).\nMeanwhile, Thomas Lefroy (played by James McAvoy) is working with his uncle as a lawyer in London. He is ordered to go Hampshire due to his dissipated life. When they meet the first time, Tom criticizes Jane’s works and she becomes angry about that. Both of them have hostile feelings toward each other. However, the feelings changes into affection as they meet several times. Finally they decide to marry. With a lot of expectation, they visits Tom’s uncle Judge Langlois. The uncle does not approve of the marriage due to Jane’s poverty. They break up, but since they love each other deeply, they elope. But after knowing about the fact that Tom is the only hope of his family, Jane gives up their elopement and leaves to go home.\nTwenty years later, Jane becomes famous writer and after a gathering, Jane and Tom meet again. There, Tom is with his daughter who likes Jane’s book a lot. His daughter asks Jane to read the novel. To stop her Tom called his daughter’s name – Jane. Knowing that Tom named his daughter after her, Jane accepts her request and reads her book, \"Pride and Prejudice\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Julian_Jarrold","surface_form":"Julian Jarrold","offset":39},{"uri":"Hampshire","surface_form":"Hampshire","offset":92},{"uri":"Jon_Spence","surface_form":"Jon Spence","offset":189},{"uri":"Anne_Hathaway","surface_form":"Anne Hathaway","offset":201},{"uri":"Jane_Austen","surface_form":"Jane Austen","offset":222},{"uri":"James_McAvoy","surface_form":"James McAvoy","offset":235},{"uri":"Thomas_Lefroy","surface_form":"Thomas Lefroy","offset":255},{"uri":"People%27s_Choice_Award","surface_form":"People's Choice Award","offset":294},{"uri":"Ivor_Novello_Award","surface_form":"Ivor Novello Award","offset":376},{"uri":"Laurence_Fox","surface_form":"Laurence Fox","offset":643},{"uri":"Maggie_Smith","surface_form":"Maggie Smith","offset":704}]}