{"id":318562,"url":"http://en.wikipedia.org/wiki/Fermilab","text":"Fermi National Accelerator Laboratory (Fermilab), just outside Batavia, Illinois, near Chicago, is a US Department of Energy national laboratory specializing in high-energy particle physics. As of January 1, 2007, Fermilab is operated by the Fermi Research Alliance, a joint venture of the University of Chicago, Illinois Institute of Technology and the Universities Research Association (URA). Fermilab is a part of the Illinois Technology and Research Corridor.\nFermilab's Tevatron was a landmark particle accelerator; at in circumference, it was the world's second largest energy particle accelerator (CERN's Large Hadron Collider is 27 km in circumference), until being shut down on September 30, 2011. In 1995, two teams at Fermilab (CDF and DØ, detectors which utilize the Tevatron) announced the discovery of the top quark.\nIn addition to high energy collider physics, Fermilab is also host to a number of smaller fixed-target and neutrino experiments, such as MiniBooNE (Mini Booster Neutrino Experiment), SciBooNE (SciBar Booster Neutrino Experiment) and MINOS (Main Injector Neutrino Oscillation Search). The MiniBooNE detector is a diameter sphere which contains 800 tons of mineral oil lined with 1520 individual phototube detectors. An estimated 1 million neutrino events are recorded each year. SciBooNE is the newest neutrino experiment at Fermilab; it sits in the same neutrino beam as MiniBooNE but has fine-grained tracking capabilities. The MINOS experiment uses Fermilab's NuMI (Neutrinos at the Main Injector) beam, which is an intense beam of neutrinos that travels through the Earth to the Soudan Mine in Minnesota.\nA large piece of land was reserved for Fermilab, but much of the equipment is underground. The Fermilab scientists decided to use the land surface as an experiment in restoring Illinois original prairie. They also started a farm to raise al herd of American bison. The Fermilab Nature Areas is a separate non-profit group that administers these programs.\nAsteroid 11998 Fermilab is named in honor of the laboratory.\nHistory.\nBetween World War II and the 1960s, the federal government funded different particle accelerators at competing universities to build high-energy physics experiments. Most notable were the Stanford Linear Accelerator (SLAC), which sent particles in a straight line, the Brookhaven National Laboratory at SUNY Stoney Brook and the Cornell University synchrotron, which sent particles around in a circle to have the same magnets work on the particles many times. By the 1960s, the cost of building bigger atom smashers were too high to fund each individual campus, and the size of ring for the next circular accelerator would be too large to fit on an existing college campus. So, the federal government decided to start a new location to be run by physicists from several universities. They held a competition to pick a site, but politicians fought for it to be in Illinois.\nWeston, Illinois was a community next to Batavia. It was a subdivision of pre-fabricated homes started in the early 1960s. Sales were very slow, so the land developers tried to attract Fermilab to be a new employer on the edge of the new town. However, it turned out that the amount of land needed would swallow up the entire town. So, the town voted to sell all of the land, including the houses that had been built to Fermilab. The town then dissolved.\nThe laboratory was founded in 1967 as the National Accelerator Laboratory; it was renamed in honor of Enrico Fermi in 1974. The lab's first director was Robert Rathbun Wilson. Wilson made many of the sculptures on the campus. He is attributed as being responsible for it being finished ahead of time and under budget. The high rise laboratory building on the site, the unique shape of which has become the symbol for Fermilab, is named in his honor, and is the center of activity on the campus.\nBefore the new buildings could be finished, the scientists moved into the Weston houses and also moved all of the farm houses on Fermilab to that location for use as office space. They renamed Weston, \"Fermilab Village.\" It still houses visiting scientists.\nWilson brought in the team that had built the Cornell synchrotron to help build the original 200 GeV accelerator. Two important inventions made this accelerator obsolete: superconducting magnets and using the same acclerator ring to send two groups of particles around in opposite directions so that when the collide they would have twice the energy.\nAfter Wilson stepped down in 1978 to protest the lack of funding for the lab, Leon M. Lederman took on the job. It was under his guidance that the original accelerator was replaced with the Tevatron accelerator. The new accelerator was capable of colliding proton and an antiproton at a combined energy of 1.96 TeV. Lederman stepped down in 1988 and remains Director Emeritus. The on-site science education center (which serves students and the general public) was named in his honor.\nFrom 1988 to 1998, the lab was run by John Peoples. From that time until June 30, 2005, the lab was run by Michael S. Witherell. On November 19, 2004 Piermaria Oddone, formerly of the Lawrence Berkeley National Laboratory in California, was announced as Fermilab's newest director. Oddone began his term as director July 1, 2005.\nFermilab continues to participate in the work in the LHC including serving as a Tier 1 site in the Worldwide LHC Computing Grid. The State of Illinois is funding a new Illinois Accelerator Research Center building at Fermilab for scientists and industrial partners.\nAccelerators.\nThe first stage in the acceleration process takes place in the Cockcroft–Walton generator. It involves taking hydrogen gas and turning it into H− ions by introducing it into a container lined with molybdenum electrodes: a matchbox-sized, oval-shaped cathode and a surrounding anode, separated by 1 mm and held in place by glass ceramic insulators. A magnetron is used to generate a plasma to form H− near the metal surface. A 750 keV electrostatic field is applied by the Cockcroft–Walton generator, and the ions are accelerated out of the container. The next step is the linear accelerator (or linac), which accelerates the particles to 400 MeV, or about 70% of the speed of light. Right before entering the next accelerator, the H− ions pass through a carbon foil, becoming H+ ions (protons).\nThe next step is the booster ring. The booster ring is a 468 m circumference circular accelerator that uses magnets to bend beams of protons in a circular path. The protons coming from the Linac travel around the Booster about 20,000 times in 33 milliseconds so that they repeatedly experience electric fields. With each revolution the protons pick up more energy, leaving the Booster with 8 GeV. The Main Injector is the next link in the accelerator chain. Completed in 1999, it has become Fermilab's \"particle switchyard\" with three functions: it accelerates protons, it delivers protons for antiproton production, and it accelerates antiprotons coming from the antiproton source. The final accelerator was the Tevatron. It was the second most powerful particle accelerator in the world (CERN's Large Hadron Collider being the most powerful). Traveling at almost the speed of light, protons and antiprotons circle the Tevatron in opposite directions. Physicists coordinate the beams so that they collide at the centers of two 5,000-ton detectors DØ and CDF inside the Tevatron tunnel at energies of 1.96 TeV, revealing the conditions of matter in the early universe and its structure at the smallest scale. The Tevatron is being converted into a museum.\nThe linear accelerator also has a medical treatment facility. Doctors treat people with cancer by shooting protons or neutrons from the accelerator into their tumors.","categories":[],"infobox_types":[],"annotations":[{"uri":"Batavia%2C_Illinois","surface_form":"Batavia","offset":63},{"uri":"Illinois","surface_form":"Illinois","offset":72},{"uri":"Chicago","surface_form":"Chicago","offset":87},{"uri":"United_States_Department_of_Energy","surface_form":"US Department of Energy","offset":101},{"uri":"United_States_Department_of_Energy_National_Labs","surface_form":"national laboratory","offset":125},{"uri":"Particle_physics","surface_form":"particle physics","offset":173},{"uri":"Fermi_Research_Alliance","surface_form":"Fermi Research Alliance","offset":242},{"uri":"University_of_Chicago","surface_form":"University of Chicago","offset":290},{"uri":"Illinois_Institute_of_Technology","surface_form":"Illinois Institute of Technology","offset":313},{"uri":"Universities_Research_Association","surface_form":"Universities Research Association","offset":354},{"uri":"Illinois_Technology_and_Research_Corridor","surface_form":"Illinois Technology and Research Corridor","offset":421},{"uri":"Tevatron","surface_form":"Tevatron","offset":475},{"uri":"Particle_accelerator","surface_form":"particle accelerator","offset":499},{"uri":"CERN","surface_form":"CERN","offset":605},{"uri":"Large_Hadron_Collider","surface_form":"Large Hadron Collider","offset":612},{"uri":"Collider_Detector_at_Fermilab","surface_form":"CDF","offset":739},{"uri":"D%C3%98_experiment","surface_form":"DØ","offset":747},{"uri":"Top_quark","surface_form":"top quark","offset":820},{"uri":"Fixed-target_experiment","surface_form":"fixed-target","offset":921},{"uri":"Neutrino","surface_form":"neutrino","offset":938},{"uri":"MiniBooNE","surface_form":"MiniBooNE","offset":968},{"uri":"Sciboone","surface_form":"SciBooNE","offset":1014},{"uri":"MINOS","surface_form":"MINOS","offset":1064},{"uri":"Photomultiplier","surface_form":"phototube detectors","offset":1225},{"uri":"NuMI","surface_form":"NuMI","offset":1493},{"uri":"Soudan_Mine","surface_form":"Soudan Mine","offset":1613},{"uri":"Minnesota","surface_form":"Minnesota","offset":1628},{"uri":"Prairie","surface_form":"prairie","offset":1834},{"uri":"American_bison","surface_form":"American bison","offset":1888},{"uri":"11998_Fermilab","surface_form":"11998 Fermilab","offset":2003},{"uri":"University","surface_form":"universities","offset":2175},{"uri":"Stanford_Linear_Accelerator","surface_form":"Stanford Linear Accelerator","offset":2252},{"uri":"Brookhaven_National_Laboratory","surface_form":"Brookhaven National Laboratory","offset":2333},{"uri":"Cornell_University","surface_form":"Cornell University","offset":2393},{"uri":"Synchrotron","surface_form":"synchrotron","offset":2412},{"uri":"Weston%2C_Illinois_(DuPage_County)","surface_form":"Weston, Illinois","offset":2937},{"uri":"Batavia%2C_Illinois","surface_form":"Batavia","offset":2978},{"uri":"Enrico_Fermi","surface_form":"Enrico Fermi","offset":3494},{"uri":"Robert_Rathbun_Wilson","surface_form":"Robert Rathbun Wilson","offset":3545},{"uri":"Leon_M._Lederman","surface_form":"Leon M. Lederman","offset":4574},{"uri":"Proton","surface_form":"proton","offset":4753},{"uri":"Antiproton","surface_form":"antiproton","offset":4767},{"uri":"John_Peoples","surface_form":"John Peoples","offset":5019},{"uri":"Michael_S._Witherell","surface_form":"Michael S. Witherell","offset":5088},{"uri":"Piermaria_Oddone","surface_form":"Piermaria Oddone","offset":5131},{"uri":"Lawrence_Berkeley_National_Laboratory","surface_form":"Lawrence Berkeley National Laboratory","offset":5165},{"uri":"California","surface_form":"California","offset":5206},{"uri":"Cockcroft%E2%80%93Walton_generator","surface_form":"Cockcroft–Walton generator","offset":5654},{"uri":"Hydrogen","surface_form":"hydrogen","offset":5701},{"uri":"KeV","surface_form":"keV","offset":6021},{"uri":"Linear_accelerator","surface_form":"linear accelerator","offset":6163},{"uri":"MeV","surface_form":"MeV","offset":6233},{"uri":"Speed_of_light","surface_form":"speed of light","offset":6258},{"uri":"Proton","surface_form":"proton","offset":6376},{"uri":"GeV","surface_form":"GeV","offset":6778},{"uri":"Antiproton","surface_form":"antiproton","offset":6980},{"uri":"Tevatron","surface_form":"Tevatron","offset":7099},{"uri":"CERN","surface_form":"CERN","offset":7176},{"uri":"Large_Hadron_Collider","surface_form":"Large Hadron Collider","offset":7183},{"uri":"D%C3%98_experiment","surface_form":"DØ","offset":7434},{"uri":"Collider_Detector_at_Fermilab","surface_form":"CDF","offset":7441},{"uri":"TeV","surface_form":"TeV","offset":7492},{"uri":"Early_universe","surface_form":"early universe","offset":7539},{"uri":"Cancer","surface_form":"cancer","offset":7730},{"uri":"Tumor","surface_form":"tumor","offset":7801}]}