{"id":318589,"url":"http://en.wikipedia.org/wiki/Steven_Chu","text":"Steven Chu (born February 28, 1948) is an American physicist. He was the 12th United States Secretary of Energy from 2009 to 2013. Chu is known for his research at Bell Labs in cooling and trapping of atoms with laser light, which won him the Nobel Prize in Physics in 1997, along with his scientific colleagues Claude Cohen-Tannoudji and William Daniel Phillips.\nChu is the first Nobel Prize winner and the second Chinese American to hold a post in the United States Cabinet. Before becoming the United States Secretary of Energy, he was a professor of physics and molecular and cellular biology at the University of California, Berkeley. He was also the director of the Lawrence Berkeley National Laboratory.\nBefore teaching at Berkeley, he was a professor of physics at Stanford University. He has argued for more research into alternative energy and nuclear power. He thinks the world should shift away from fossil fuels to help with climate change. For example, he discusses a global \"glucose economy\". This is a form of a low-carbon economy, in which glucose from tropical plants is shipped around like oil is today.\nEarly life.\nChu was born in St. Louis, Missouri. He has ancestry from Taicang, Jiangsu. He attended and graduated from Garden City High School. He received both a B.A. in mathematics and a B.S. in physics in 1970 from the University of Rochester. He went on to earn his Ph.D. in physics from the University of California, Berkeley, in 1976.\nCareer.\nHe wrote a paper on gravitational redshift published in \"Nature\" (463, 926–929) in Feb 2010 and a second one co-authored in July 2010.\nUnder his leadership in 2010 the Department of Energy updated the water usage regulations on toilets and showers.\nSecretary of Energy.\nHis nomination to be Secretary of Energy was unanimously confirmed by the United States Senate on January 20, 2009. On January 21, 2009, Chu was sworn in as Secretary of Energy in the Barack Obama administration.\nIn March 2011 Chu said that federal regulators should not delay approving licenses for construction for planned U.S. nuclear power plants because of the Fukushima nuclear disaster. \"I think those things can proceed\", Chu told reporters on Capital Hill, referring to construction license applications pending at the U.S. Nuclear Regulatory Commission.\nIn August 2011, Chu praised an advisory panel’s report on curbing the environmental risks of natural-gas development. Chu responded to the panel’s report on hydraulic fracturing. Hydraulic fracturing breaks up rock to get more oil and gas out of the ground. The report recommendations include: greater data collection of air and water data, “rigorous” air pollution standards and mandatory disclosure of chemicals used in the hydraulic fracturing process. “The report... recommends a range of tools for implementing these measures, including regulation, continuous improvement in best practices by industry, and ongoing research and development,” Chu said in a statement. “I will be working closely with my colleagues in the Administration to review the recommendations and to chart a path for continued development of this vital energy resource in a safe manner,” he added.\nRepublicans in Congress have accused Chu for changing a US$535 million federal loan to Solyndra, an energy company. When the company went bankrupt in 2011, the government lost the money. A House Energy and Commerce subcommittee asked Chu in 2011 about the loan.","categories":[],"infobox_types":["officeholder"],"annotations":[{"uri":"Americans","surface_form":"American","offset":42},{"uri":"Physicist","surface_form":"physicist","offset":51},{"uri":"United_States_Secretary_of_Energy","surface_form":"United States Secretary of Energy","offset":78},{"uri":"Nobel_Peace_Prize","surface_form":"Nobel Prize","offset":381},{"uri":"Chinese_American","surface_form":"Chinese American","offset":415},{"uri":"University_of_California%2C_Berkeley","surface_form":"University of California, Berkeley","offset":604},{"uri":"University_of_California%2C_Berkeley","surface_form":"Lawrence Berkeley National Laboratory","offset":672},{"uri":"Stanford_University","surface_form":"Stanford University","offset":773},{"uri":"Nuclear_power","surface_form":"nuclear power","offset":854},{"uri":"Fossil_fuel","surface_form":"fossil fuel","offset":912},{"uri":"Climate_change","surface_form":"climate change","offset":938},{"uri":"Carbon","surface_form":"carbon","offset":1032},{"uri":"Glucose","surface_form":"glucose","offset":1057},{"uri":"Oil","surface_form":"oil","offset":1109},{"uri":"St._Louis%2C_Missouri","surface_form":"St. Louis, Missouri","offset":1151},{"uri":"Jiangsu","surface_form":"Jiangsu","offset":1202},{"uri":"Graduate","surface_form":"graduated","offset":1227},{"uri":"Bachelor_of_Arts","surface_form":"B.A.","offset":1286},{"uri":"Mathematics","surface_form":"mathematics","offset":1294},{"uri":"Physics","surface_form":"physics","offset":1320},{"uri":"Doctor_of_Philosophy","surface_form":"Ph.D.","offset":1393},{"uri":"University_of_California%2C_Berkeley","surface_form":"University of California, Berkeley","offset":1419},{"uri":"United_States_Department_of_Energy","surface_form":"Department of Energy","offset":1640},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":1816},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":1926},{"uri":"Nuclear_power_plant","surface_form":"nuclear power plant","offset":2072},{"uri":"Fukushima_nuclear_disaster","surface_form":"Fukushima nuclear disaster","offset":2108},{"uri":"Pending","surface_form":"pending","offset":2255},{"uri":"Hydraulic_fracturing","surface_form":"hydraulic fracturing","offset":2463},{"uri":"Chemical","surface_form":"chemical","offset":2710},{"uri":"US%24","surface_form":"US$","offset":3237}]}