{"id":318569,"url":"http://en.wikipedia.org/wiki/Heterojunction_bipolar_transistor","text":"The heterojunction bipolar transistor (HBT) is a type of bipolar junction transistor (BJT) which uses different semiconductor materials for the emitter and base regions, making a heterojunction. The HBT can handle signals of much higher frequencies, (up to several hundred GHz) than BJT. HBT is commonly used in modern ultrafast circuits, mostly radio-frequency (RF) systems, and in applications requiring a high power efficiency, such as RF power amplifiers in mobile phones. The idea of using a heterojunction is as old as the conventional BJT, dating back to a patent from 1951.\nMaterials.\nThe principal difference between the BJT and HBT is in the use of different semiconductor materials for the emitter and base regions, making a heterojunction. This limits the injection of holes from the base into the emitter region, since the potential barrier in the valence band is higher than in the conduction band. Unlike BJT technology, this allows a high doping density to be used in the base. The high doping density reduces the base resistance while maintaining gain. The efficiency of the heterojunction is measured by the Kroemer factor.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bipolar_junction_transistor","surface_form":"bipolar junction transistor","offset":57},{"uri":"Semiconductor","surface_form":"semiconductor","offset":112},{"uri":"Transistor","surface_form":"emitter","offset":144},{"uri":"Transistor","surface_form":"base","offset":156},{"uri":"Heterojunction","surface_form":"heterojunction","offset":179},{"uri":"Gigahertz","surface_form":"GHz","offset":273},{"uri":"Radio_frequency","surface_form":"radio-frequency","offset":346},{"uri":"Mobile__phone","surface_form":"mobile phone","offset":462},{"uri":"Potential_energy","surface_form":"potential","offset":836},{"uri":"Valence_band","surface_form":"valence band","offset":861},{"uri":"Conduction_band","surface_form":"conduction band","offset":896},{"uri":"Doping_(semiconductor)","surface_form":"doping","offset":955},{"uri":"Resistance","surface_form":"resistance","offset":1035},{"uri":"Gain","surface_form":"gain","offset":1064}]}