{"id":318575,"url":"http://en.wikipedia.org/wiki/Korean_Canadian","text":"Korean Canadians are Canadians of Korean descent. According to South Korea's Ministry of Foreign Affairs and Trade, there are 223,322 Koreans or people of Korean ancestry in Canada. This is the fourth-largest population of Koreans outside of Korea (after Koreans in Japan and ahead of Koreans in Russia). Also, the government of South Korean guessed that there are more than 100,000 Koreans living in Canada illegally.\nHistory.\nThe first Koreans who came to Canada were Christians. They were sent by Canadian missionaries to study Christianity in Canada. Not many stayed in Canada though; and in 1965, the total Korean population of Canada was only about 70 people. However, after 1966's change of Canadian immigration laws, South Korean immigration to Canada grew. Between 1970 and 1980, 18,148 Koreans immigrated to Canada, and another 17,583 came in the 1990s. In the late 1990s, South Korea became the fifth-largest source of immigrants to Canada. Toronto has the most Koreans in Canada, but Vancouver has the highest growth rate of Koreans. They have increased 69% since 1996. Montreal has the third-most Korean immigrants at this time. In 2001, More Koreans went to Canada than to the United States. The number of temporary residents also grew after the Canadian government made visas not necessary; South Korea sent the most international students to Canada in the late 1990s. Many of the Koreans who came to Canada, came from the Korean population in China.\nIn the 1990s, many Koreans came to Canada because unemployment was high and income growth was low. It was the opposite in the United States at this time. They also came because the Canadian dollar was very weak, so they could get a lot of Canadian money from their Korean money. In the USA, they could get less American dollars. So they had more money if they came to Canada Lastly, in Korea at the time there was lots of anti-American feelings, and also many local native teachers came from Canada, so Koreans knew Canadians very well..\nKoreans Today.\nMany Koreans in Canada are well educated, and many new immigrants and their children are skilled workers such as—doctors, professors, engineers, computer technicians—or businessmen.\nKorean Canadians are usually one of three types: first generation immigrants, the “1.5” generation who began their schooling in Korea but moved to Canada in their childhood or teen years, and the second generation born in Canada. Each group is very unique, but Korean Canadians are very loyal to their Korean culture. They do this by local culture activities, university and alumni groups, seniors’ groups, language schools and business contacts. Vancouver and Toronto have Korean-language newspapers, and Korean television and radio programs. Korean dance, music art, as well as martial arts and Korean cuisine, are very popular in Canada.\nToday, many Korean Canadians are Christians, and often attend Korean churches. A small number are Buddhist or are not religious.\nDemographics.\nStatistics were researched in 2007 by the South Korean Ministry of Foreign Affairs and Trade. The statistics showed that among Koreans living in Canada, 86,084 are Canadian citizens, 72,077 are permanent residents, 20,738 people have student visas, and 19,271 other people are temporary residents. The Canada 2001 Census said that there are 101,715 Canadians of Korean descent, but Korean community leaders and the media think that there are more than this. A big group could be temporary students studying English. According to the Canada 1996 Census, 53.6% of Korean immigrants to Canada graduated from University, compared to 23% of other Canadians. However, because Canadian employers prefer degrees from Canada, Korean immigrants often do jobs that are not what they studied in Korea; 40% worked in family-owned businesses, and their average income is only 67% of other Canadian's income.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canadians","surface_form":"Canadians","offset":21},{"uri":"Korean_people","surface_form":"Korean descent","offset":34},{"uri":"South_Korea","surface_form":"South Korea","offset":63},{"uri":"Ministry_of_Foreign_Affairs_and_Trade_(South_Korea)","surface_form":"Ministry of Foreign Affairs and Trade","offset":77},{"uri":"Koreans_in_Japan","surface_form":"Koreans in Japan","offset":255},{"uri":"Koryo-saram","surface_form":"Koreans in Russia","offset":285},{"uri":"Immigration_to_Canada","surface_form":"Canadian immigration","offset":698},{"uri":"South_Korea","surface_form":"South Korea","offset":883},{"uri":"Toronto","surface_form":"Toronto","offset":952},{"uri":"Vancouver","surface_form":"Vancouver","offset":996},{"uri":"Montreal","surface_form":"Montreal","offset":1082},{"uri":"International","surface_form":"international","offset":1332},{"uri":"Student","surface_form":"student","offset":1346},{"uri":"Canada_2001_Census","surface_form":"Canada 2001 Census","offset":3287},{"uri":"Canada_1996_Census","surface_form":"Canada 1996 Census","offset":3518}]}