{"id":318521,"url":"http://en.wikipedia.org/wiki/Eddie_Rickenbacker","text":"Edward Vernon Rickenbacker (October 8, 1890 – July 23, 1973) was an American fighter ace in World War I. He was also a Medal of Honor recipient. With 26 aerial victories he was America's most successful fighter ace in the war. He was also a race car driver and automotive designer. He was a government consultant in military matters and a pioneer in airline transport. He was also the longtime head of Eastern Air Lines.\nEarly life.\nHe was born Edward Richenbacher (without a middle name) in Columbus, Ohio. His parents were German-speaking Swiss immigrants. Since childhood he loved machines and experimented with them. He was encouraged by his father's words: \"A machine has to have a purpose\".\nRickenbacker nearly died many times. He had an early run-in with a horse-drawn carriage, a botched tonsillectomy and multiple airplane crashes. His first near death experience occurred when he was in the \"Horsehead Gang\". He lived near a mine and they decided to ride a cart down the slope. It tipped over and almost crushed them.\nHe stopped going to school in grade seven after the accidental death of his father on August 26, 1904. Rickenbacker found jobs to help support the family. Driven by an intense admiration for machines he taught himself as much as he could. This included enrolling in a correspondence course in engineering. He aggressively pursued any chance of involvement with automobiles. Rickenbacker went to work at the Columbus Buggy Company. He eventually becoming a salesman.\nRickenbacker became well known as a race car driver. He competed in the Indianapolis 500 four times before World War I. He earned the nickname \"Fast Eddie\". He joined the Maxwell Race Team in 1915 after leaving Peugeot. After the Maxwell team disbanded that same year, he joined the Prest-O-Lite team as manager and continued to race improved Maxwells for Prest-O-Lite.\nHe was in the United States Army in 1917 when Congress declared war. Soon he was in France where he became a pilot.\nMedal of Honor citation.\nEdward V. Rickenbacker, Colonel, specialist reserve, then first lieutenant, 94th Aero Squadron, Air Service, American Expeditionary Forces. For conspicuous gallantry and intrepidity above and beyond the call of duty in action against the enemy near Billy, France, September 25, 1918. While on a voluntary patrol over the lines Lieutenant. Rickenbacker attacked seven enemy planes (five type Fokker protecting two type Halberstadt photographic planes). Disregarding the odds against him he dived on them and shot down one of the Fokkers out of control. He then attacked one of the Halberstadts and sent it down also.\nMedal of Honor citation, awarded November 6, 1930\nFirst Distinguished Service Cross citation.\nThe Distinguished Service Cross is presented to Edward Vernon Rickenbacker, Captain (Air Service), US Army, for extraordinary heroism in action near Montsec, France, April 29, 1918. Captain Rickenbacker attacked an enemy Albatross monoplane, and after a vigorous fight in which he followed his foe into German territory, he succeeded in shooting it down near Vigneulles-les-Hatton Chatel.\nGeneral Orders No. 32, W.D., 1919\nSecond Distinguished Service Cross citation.\nThe Distinguished Service Cross is presented to Edward Vernon Rickenbacker, Captain (Air Service), U.S. for extraordinary heroism in action over Richecourt, France, on May 17, 1918. Captain Rickenbacker attacked three Albatross enemy planes, shooting one down in the vicinity of Richecourt, France, and forcing the others to retreat over their own lines.\nGeneral Orders No. 32, W.D., 1919\nThird Distinguished Service Cross citation.\nThe Distinguished Service Cross is presented to Edward Vernon Rickenbacker, Captain (Air Service), US Army, for extraordinary heroism in action over St. Mihiel, France, on May 22, 1918. Captain Rickenbacker attacked three Albatross monoplanes 4,000 meters over St. Mihiel, France. He drove them back into German territory, separated one from the group, and shot it down near Flirey.\nGeneral Orders No. 32, W.D., 1919\nFourth Distinguished Service Cross citation.\nThe Distinguished Service Cross is presented to Edward Vernon Rickenbacker, Captain (Air Service), US Army, for extraordinary heroism in action over Boise Rate, France, on May 28, 1918. Captain Rickenbacker sighted a group of two battle planes and four monoplanes, German planes, which he at once attacked vigorously, shooting down one and dispersing the others.\nGeneral Orders No. 32, W.D., 1919\nFifth Distinguished Service Cross citation.\nThe Distinguished Service Cross is presented to Edward Vernon Rickenbacker, Captain (Air Service), US Army, for extraordinary heroism in action on May 30, 1918, 4,000 meters over Jaulny, France. Captain Rickenbacker attacked a group of five enemy planes. After a violent battle, he shot down one plane and drove the others away.\nGeneral Orders No. 32, W.D., 1919\nSixth Distinguished Service Cross citation.\nThe Distinguished Service Cross is presented to Edward Vernon Rickenbacker, Captain (Air Service), US Army, for extraordinary heroism in action in the region of Villecy, France, September 14, 1918. Captain Rickenbacker attacked four Fokker enemy planes at an altitude of 3,000 meters. After a sharp and hot action, he succeeded in shooting one down in flames and dispersing the other three.\nGeneral Orders No. 32, W.D., 1919\nSeventh Distinguished Service Cross citation.\nThe Distinguished Service Cross is presented to Edward Vernon Rickenbacker, Captain (Air Service), US Army, for extraordinary heroism in action in the region of Bois-de-Wavrille, France, September 15, 1918. Captain Rickenbacker encountered six enemy planes, who were in the act of attacking four Spads, which were below them. Undeterred by their superior numbers, he unhesitatingly attacked them and succeeded in shooting one down in flames and completely breaking the formation of the others.\nGeneral Orders No. 32, W.D., 1919","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":68},{"uri":"Flying_ace","surface_form":"ace","offset":85},{"uri":"World_War_I","surface_form":"World War I","offset":92},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":119},{"uri":"Race_car_driver","surface_form":"race car driver","offset":241},{"uri":"Automotive","surface_form":"automotive","offset":261},{"uri":"Consultant","surface_form":"consultant","offset":302},{"uri":"Airline","surface_form":"airline","offset":350},{"uri":"Eastern_Air_Lines","surface_form":"Eastern Air Lines","offset":402},{"uri":"Columbus%2C_Ohio","surface_form":"Columbus, Ohio","offset":492},{"uri":"German_language","surface_form":"German-speaking","offset":525},{"uri":"Switzerland","surface_form":"Swiss","offset":541},{"uri":"Tonsillectomy","surface_form":"tonsillectomy","offset":796},{"uri":"Near_death_experience","surface_form":"near death experience","offset":851},{"uri":"Distance_education","surface_form":"correspondence course","offset":1296},{"uri":"Race_car_driver","surface_form":"race car driver","offset":1530},{"uri":"Indianapolis_500","surface_form":"Indianapolis 500","offset":1566},{"uri":"World_War_I","surface_form":"World War I","offset":1601},{"uri":"Maxwell_automobile","surface_form":"Maxwell","offset":1665},{"uri":"Peugeot","surface_form":"Peugeot","offset":1705},{"uri":"Prest-O-Lite","surface_form":"Prest-O-Lite","offset":1777}]}