{"id":318792,"url":"http://en.wikipedia.org/wiki/Direct_proof","text":"e=\"preserve\">A direct proof is a way of showing that something is true or false by using logic. This is done by combining known facts. No assumptions are made when doing a direct proof. Lemmas and theorems are used to prove direct proofs.\nA statement that can be proved with a direct proof is usually in the form \"if \"p\", then \"q\".\" Here, \"p\" and \"q\" are facts. To solve a statement like this, every case where \"p\" is true must be considered.\nFor example, this statement can be solved with a direct proof: \"if x and y are even integers, then x+y is an even integer.\" Since x and y are even, then we can say that \"x=2m\" and \"y=2n,\" where \"m\" and \"n\" are integers. (This is a lemma.) We can also say that \"m+n\" is an integer, because adding two integers gives an integer. (This is another lemma.) Then we can say that \"x+y=2m+2n=2(m+n)\". Since \"m+n\" is an integer, we can say \"2(m+n)=2k\", where \"k=m+n\". We know that any integer times 2 is an even integer. We can then say that any two even integers added together give an even integer.\nDirect proofs are used in mathematics, logic, and computer science. The opposite of a direct proof is an indirect proof (also called a \"proof by contradiction\".)","categories":[],"infobox_types":[],"annotations":[{"uri":"Logic","surface_form":"logic","offset":89},{"uri":"Assumption","surface_form":"assumption","offset":138},{"uri":"Lemma_(mathematics)","surface_form":"Lemmas","offset":186},{"uri":"Theorem","surface_form":"theorem","offset":197},{"uri":"Even","surface_form":"even","offset":522},{"uri":"Integer","surface_form":"integer","offset":527},{"uri":"Multiplication","surface_form":"times","offset":927},{"uri":"Mathematics","surface_form":"mathematics","offset":1061},{"uri":"Logic","surface_form":"logic","offset":1074},{"uri":"Computer_science","surface_form":"computer science","offset":1085},{"uri":"Indirect_proof","surface_form":"indirect proof","offset":1140}]}