{"id":31877,"url":"http://en.wikipedia.org/wiki/Khmer_Rouge","text":"The Khmer Rouge (Khmer: '; French for \"Red Khmer\") were a Stalinist, Maoist militant group in Cambodia. They took over the capital, Phnom Penh, on 17 April 1975. It was led by Pol Pot, who was called Saloth Sar before the take over. They named the country Democratic Kampuchea. They immediately forced everyone out of the cities, effectively turning the whole country into a giant labor camp. They were defeated by the Vietnamese in January of 1979. During the Khmer Rouge Years, between 1.7 million and 2 million people were killed (20–30% of the population) in a genocide comparable to the Holocaust. The international community continued to recognize the Khmer Rouge as the government of Kampuchea for a decade after they were defeated. Therefore, the Khmer Rouge held a seat in the United Nations until 1989.\nPol Pot died, probably by suicide, in 1998. [https://www.theguardian.com/world/1999/jan/21/cambodia]. He was cremated without any ceremony. By 1999, the Khmer Rouge disbanded.\n\"...The Khmer Rouge regime [was] the ultimate twentieth-century paradigm of the totalitarian state. Using sheer violence and terror, a small clique [took] power. [It saw itself] as the messianic mission to bring happiness and prosperity faster than any of its revolutionary model and competitors. It came to control every aspect of social and private life. No one was allowed to nurse, let alone express, any form of opposition\".\nThe same source summarises the effect: \"Between 17 April 1975 and 7 January 1979 the death toll was about 25% of a population of some 7.8 million; 33.5% of men were massacred or died unnatural deaths as against 15.7% of the women, and 41.9% of the population of Phnom Penh\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Khmer_language","surface_form":"Khmer","offset":17},{"uri":"French_language","surface_form":"French","offset":27},{"uri":"Stalinism","surface_form":"Stalinist","offset":58},{"uri":"Maoism","surface_form":"Maoist","offset":69},{"uri":"Militant_group","surface_form":"militant group","offset":76},{"uri":"Cambodia","surface_form":"Cambodia","offset":94},{"uri":"Phnom_Penh","surface_form":"Phnom Penh","offset":132},{"uri":"Pol_Pot","surface_form":"Pol Pot","offset":176},{"uri":"Democratic_Kampuchea","surface_form":"Democratic Kampuchea","offset":256},{"uri":"Vietnam","surface_form":"Vietnam","offset":419},{"uri":"Genocide","surface_form":"genocide","offset":565},{"uri":"Holocaust","surface_form":"Holocaust","offset":592},{"uri":"United_Nations","surface_form":"United Nations","offset":786},{"uri":"Suicide","surface_form":"suicide","offset":839},{"uri":"Totalitarian_state","surface_form":"totalitarian state","offset":1069},{"uri":"Clique","surface_form":"clique","offset":1130},{"uri":"Messiah","surface_form":"messianic","offset":1174}]}