{"id":318725,"url":"http://en.wikipedia.org/wiki/Abugida","text":"An abugida is a writing system that is neither a syllabic nor alphabetic script, but somewhere in between. It has sequences of consonants and vowels that are written as a unit, each based on the consonant letter. Vowels must be written down as well, but they are secondary.\nSyllables are built up of consonants, each of which has an inherent vowel, which means a vowel is assumed to be pronounced in a syllable even if it is not written down. For example, in Thai, the syllable written as the consonant-vowel pair หา is pronounced \"hā\", but the syllable just written as a consonant ห is pronounced \"hɔ.\"\nDiacritic symbols are used to change or mute the inherent vowel, and separate vowel letters may be used when vowels occur at the beginning of a syllable or on their own.\nIn some abugidas, certain vowels can be written to the right, to the left, on top, or below the consonant that is spoken before it, even if the reading order of the consonants must all be left-to-right or right-to-left. An example of this will use the Thai consonant ก to show where the following vowels must be written.\nThis is different from a truly alphabetic script, in which the vowels and consonants have the same status, and an abjad, whose vowels are left out. Ethiopic and some languages found on the Indian subcontinent are examples of abugidas.\nSome forms of shorthand also employ diacritics to indicate vowels.\nThe name 'abugida' is derived from the first four letters of the Ge'ez (Ethiopic) alphasyllabary writing system.","categories":[],"infobox_types":[],"annotations":[{"uri":"Writing_system","surface_form":"writing system","offset":16},{"uri":"Syllabic_script","surface_form":"syllabic","offset":49},{"uri":"Alphabet","surface_form":"alphabet","offset":62},{"uri":"Consonant","surface_form":"consonant","offset":127},{"uri":"Vowel","surface_form":"vowel","offset":142},{"uri":"Diacritic","surface_form":"Diacritic","offset":604},{"uri":"Abjad","surface_form":"abjad","offset":1209},{"uri":"Ge%27ez_script","surface_form":"Ethiopic","offset":1243},{"uri":"Indian_subcontinent","surface_form":"Indian subcontinent","offset":1284},{"uri":"Shorthand","surface_form":"shorthand","offset":1344},{"uri":"Diacritic","surface_form":"diacritic","offset":1366}]}