{"id":318816,"url":"http://en.wikipedia.org/wiki/Hoxne_treasure","text":"The Hoxne treasure is the largest find of late Roman silver and gold in Britain, and the largest collection of gold and silver coins of the fourth and fifth century found anywhere in the Roman Empire.\nThe treasure was found by metal detector in the village of Hoxne in Suffolk, England, on 1992. The hoard consists of 14,865 Roman gold, silver and bronze coins from the late fourth and early fifth centuries, and about 200 items of silver tableware and gold jewellery.\nThe objects are now in the British Museum in London, where the most important pieces and a selection of the rest are on permanent display. In 1993, the Treasure Valuation Committee valued the hoard at £1.75 million (today £).\nThe hoard was buried as an oak box or small chest filled with items in precious metal, with some in smaller wooden boxes and others in bags or wrapped in fabric. Remnants of the chest, and of fittings such as hinges and locks, were recovered in the dig. The coins date the hoard to after AD 407, about the end of Britain as a Roman province.\nThe owners and reasons for burial of the hoard are unknown, but it was carefully packed and the contents seem what a very rich family might have owned. The lack of large silver serving vessels and of some of the most common types of jewellery, suggest that the hoard is only part of the wealth of its owner.\nThe Hoxne treasure contains several rare and important objects, including a gold body-chain and silver-gilt pepper-pots. The hoard was excavated by archaeologists with the items largely undisturbed and intact. The find has helped to improve the relationship between people using metal detectors and archaeologists. It has influenced a change in English law on finds of treasure.p173","categories":[],"infobox_types":[],"annotations":[{"uri":"Silver","surface_form":"silver","offset":53},{"uri":"Gold","surface_form":"gold","offset":64},{"uri":"Coin","surface_form":"coin","offset":127},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":187},{"uri":"Metal_detector","surface_form":"metal detector","offset":227},{"uri":"Hoxne","surface_form":"Hoxne","offset":260},{"uri":"Suffolk","surface_form":"Suffolk","offset":269},{"uri":"Roman_Empire","surface_form":"Roman","offset":325},{"uri":"Tableware","surface_form":"tableware","offset":439},{"uri":"Jewellery","surface_form":"jewellery","offset":458},{"uri":"British_Museum","surface_form":"British Museum","offset":496},{"uri":"Treasure_Valuation_Committee","surface_form":"Treasure Valuation Committee","offset":621},{"uri":"Pound_sterling","surface_form":"£","offset":670},{"uri":"Hinge","surface_form":"hinge","offset":904},{"uri":"Lock","surface_form":"lock","offset":915},{"uri":"Dig","surface_form":"dig","offset":944},{"uri":"Roman_Britain","surface_form":"Britain as a Roman province","offset":1008},{"uri":"English_law","surface_form":"English law","offset":1690}]}