{"id":318974,"url":"http://en.wikipedia.org/wiki/Lanarkshire_derby","text":"e=\"preserve\">The Lanarkshire Derby is a football rivalry in Lanarkshire, Scotland, and matches are played between two of Motherwell, Hamilton Academical, Airdrie United and Albion Rovers.\nMotherwell vs Airdrie.\nThis game is the biggest Lanarkshire derby, and big crowds usually come to watch this match, at either Fir Park or Excelsior Stadium. For a very long time, Motherwell and Airdrieonians were the two biggest teams in Lanarkshire, up until Airdrie went out of business in 2002. There has only been one game between these two teams since Airdrie re-formed as Airdrie United, in the 2007 Scottish Cup. A Richie Foran goal won it for Motherwell that day, in front of a crowd of 5,924, the highest ever for an Airdrie United match. Also, this match had often been the final of the Lanarkshire Cup, a competition where teams from all-over Lanarkshire played in. This competition stopped in 1996.\nMotherwell vs Hamilton Academical.\nThis game is the second-biggest Lanarkshire derby, and the most Southern of all the derbies. Up until 2008, both teams were mostly in different divisions. Then Hamilton got promoted to the SPL and both teams were to play each other a lot. This ended when Hamilton got relegated in 2011, meaning that Motherwell are now the only SPL team in Lanarkshire.\nHamilton Academical vs Airdrie.\nThis game is between the two middle-rated teams in Lanarkshire, and is not as big as when one of the teams play Motherwell. Both teams have usually been in a league lower than the SPL, so this is not thought to be a big derby.\nAirdrie vs Albion Rovers.\nThis game is big for both teams, as they were both in the Monklands area, until Airdrie moved to a new stadium in the Petersburn area in 1998. The first match between Albion and Airdrie (as United), was in 2010, when Airdrie beat Albion Rovers 1-0 at Cliftonhill. Since that game, both teams are in the same division in the 2011-12 season.\nAlbion Rovers vs Hamilton Academical.\nThis is not a big derby match, as both teams have been in different divisions for most of their existence. They were in the same league in 2001, but have not met each other since, making this derby the smallest. Coatbridge and Hamilton are 6 miles apart.\nAlbion Rovers vs Motherwell.\nThis is the least remembered of the derbies, as Albion have been in the lower divisions for most of their existence, whilst Motherwell have been in the top division. There is also no bad feeling between the two, as a few young Motherwell players have gone out on loan to Albion Rovers over the years.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lanarkshire","surface_form":"Lanarkshire","offset":60},{"uri":"Scotland","surface_form":"Scotland","offset":73},{"uri":"Motherwell_FC","surface_form":"Motherwell","offset":121},{"uri":"Hamilton_Academical_FC","surface_form":"Hamilton Academical","offset":133},{"uri":"Airdrie_United_FC","surface_form":"Airdrie United","offset":154},{"uri":"Albion_Rovers_FC","surface_form":"Albion Rovers","offset":173},{"uri":"Fir_Park","surface_form":"Fir Park","offset":314},{"uri":"Excelsior_Stadium","surface_form":"Excelsior Stadium","offset":326},{"uri":"Airdrieonians_FC","surface_form":"Airdrieonians","offset":382},{"uri":"Scottish_Cup","surface_form":"Scottish Cup","offset":594},{"uri":"Lanarkshire_Cup","surface_form":"Lanarkshire Cup","offset":785},{"uri":"Scottish_Premier_League","surface_form":"SPL","offset":1123},{"uri":"Coatbridge","surface_form":"Coatbridge","offset":2162},{"uri":"Hamilton%2C_South_Lanarkshire","surface_form":"Hamilton","offset":2177}]}