{"id":31892,"url":"http://en.wikipedia.org/wiki/Juche_Tower","text":"The Juche Tower is a monument in Pyongyang, North Korea. It was completed in 1982. It is on the eastern bank of the Taedong River, opposite the Kim Il-Sung Square. Its geographic coordinates are 39°1′3.52″N, 125°45′48.05″E. It was made to celebrate the anniversary of Kim Il-Sung's 70th birthday. It is claimed that it was designed by Kim Jong-il.\nThe 170 meter (560') structure contains 25,550 blocks (365 × 70, one for each day of Kim Il Sung's life, excluding remainder days), dressed in white stone with seventy dividers and capped with a 20 meter high, 45 ton, shining torch allegedly made out of 'special materials'. It is possible to go to the top of the tower. It is said that the tower was built in 35 days and was dressed in 76 days.\nIn front of the tower is a 30 meter high statue consisting of three figures — one with a hammer, one with a sickle and one with a writing brush (an idealised worker, a peasant and a \"working intellectual\"). Also close to the tower is a wall of 82 friendship plaques, apparently from foreign supporters. Around the tower there are also pavilions and water features. It is claimed that the tower has become a popular place for North Koreans.\nThe tower is named after the principle of Juche, developed by Kim Il-Sung. The name of the tower is sometimes translated as the Tower of the Juche Idea or Juche Ideology Tower.","categories":[],"infobox_types":[],"annotations":[{"uri":"Monument","surface_form":"monument","offset":21},{"uri":"Pyongyang","surface_form":"Pyongyang","offset":33},{"uri":"North_Korea","surface_form":"North Korea","offset":44},{"uri":"1982","surface_form":"1982","offset":77},{"uri":"Taedong_River","surface_form":"Taedong River","offset":116},{"uri":"Kim_Il-Sung_Square","surface_form":"Kim Il-Sung Square","offset":144},{"uri":"Kim_Il-Sung","surface_form":"Kim Il-Sung","offset":268},{"uri":"Kim_Jong-il","surface_form":"Kim Jong-il","offset":335},{"uri":"Juche","surface_form":"Juche","offset":1226}]}