{"id":319069,"url":"http://en.wikipedia.org/wiki/Basal","text":"e=\"preserve\">'Basal' is a term in biology for 'primitive' or 'ancestral'. Basal is preferred because it is neutral and non-judgmental. This terminology came into use with cladistics. The term is used in evolution and classification to mean the group which gave rise to later forms. It is a term which works at any level: a basal species gives rise to derived species, and a basal group gives rise to derived groups.\n'Derived' is the correct term in biology for \"specialised\" or \"advanced\". It is used for groups which have evolved from a more basal group. A derived trait is a trait that is present in an organism, but was not in the last common ancestor of the group being considered. Simplicity is often secondarily derived. For example, no mitochondria in the anaerobic protist \"Entamoeba histolytica\" is a result of their secondary loss.\nIn the last example, note that apes are \"derived\" from monkeys but \"basal\" with respect to our own genus. The status of being basal or derived is relative, though living species can only be derived. In any basal-derived pair, the basal member must have evolved before the derived member, with evidence that some of its species gave rise to (evolved into) the derived member.\nOther terms.\nSee also Wiley \"et al.\" 1991.","categories":[],"infobox_types":[],"annotations":[{"uri":"Biology","surface_form":"biology","offset":34},{"uri":"Cladistics","surface_form":"cladistics","offset":171},{"uri":"Evolution","surface_form":"evolution","offset":203},{"uri":"Classification","surface_form":"classification","offset":217},{"uri":"Species","surface_form":"species","offset":329},{"uri":"Biology","surface_form":"biology","offset":449},{"uri":"Trait_(biology)","surface_form":"trait","offset":577},{"uri":"Common_ancestor","surface_form":"common ancestor","offset":639},{"uri":"Mitochondria","surface_form":"mitochondria","offset":743},{"uri":"Protist","surface_form":"protist","offset":773},{"uri":"Entamoeba_histolytica","surface_form":"Entamoeba histolytica","offset":782},{"uri":"Genus","surface_form":"genus","offset":941}]}