{"id":31908,"url":"http://en.wikipedia.org/wiki/Petr_%C4%8Cech","text":"Petr Čech (born 20 May 1982) is a retired Czech football player who is the technical and performance advisor as well as an emergency backup goalkeeper for Chelsea. He is thought by some players, journalists and managers as the greatest goalkeeper in the history of the Premier League and, by many, as the greatest goalkeeper to have played for Chelsea. Currently, he plays as a goaltender for the London based ice hockey club Guildford Phoenix.\nČech was thought to be one of the best goalkeepers in the world. He had the record of the least losses in his first season playing for Chelsea and in the same season, he helped Chelsea to win the title of Premier League. He also helped Chelsea to win the same title the next year.\nHis first club was in his native country of Czech Republic. He stayed there for two years before moving to Sparta Prague. He stayed there for one season. His first overseas club was Rennes of Ligue 1. He played there from 2002 to 2004 before moving to Chelsea. He became a Chelsea player in June 2004. After a very successful 11-year career at Chelsea, he joined Arsenal in June 2015. He retired after playing for four years with Arsenal in 2019. Afterwards, Čech re-joined Chelsea as their Technical and Sporting Director.\nHe won many titles during his career which consists of: four English Premier League, five FA Cup, one UEFA Champions League and one UEFA Europa League title. Due to these achievements, he is also named amongst one of the most successful goalkeepers in football history.\nPersonal life.\nPetr Čech was born as a triplet (due to which he had a weak skull) to father Václav Čech and mother Libuše Čechová. They were both retired athletes.\nIn his childhood, he was an actor rather than an athlete and also played the role of \"Honza\" in the Czech TV series - \"The Territory of White Deer\" around 1991. He also had interest in ice hockey but his family could not afford the gear (equipment) required to play it, and hence he switched to football. At the start of his career, Čech played as a forward (left winger) but after suffering a leg fracture at the age of 10, he turned towards goalkeeping.\nIn 2003 he married Martina Čechova, whom he met while he was in high school. Petr and Martina have two childrens named Adéla and Damián. Adéla was born in 2008 and Damián in 2009.\nOutside football, Čech has interests in Rock music, Ice Hockey, Gardening, Table Tennis, Tennis, Drumming, Acting etc. He has an account on Youtube through which he publishes videos of his drum covers of various rock songs from rock bands like Coldplay, Incubus, Foo Fighters, Radiohead etc. This led Čech to provide percussion for the Czech Republic's official Euro 2016 tournament anthem. Further, he has also released a charity single with Queen's drummer Roger Taylor for the Bob Wilson Foundation. On being quizzed later about how he learned drumming, Čech told that he learned it by playing Rock Band and Guitar Hero (video games) with his goalkeeping friend Carlo Cudicini, in an interview. He is, currently, a drummer for the London-based folk rock band \"Wills and the Willing.\"\nClub career statistics.\n\"Excluding matches played in the Community\nShield, UEFA Super Cup and FIFA Club World Cup.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Czech_Republic","surface_form":"Czech","offset":42},{"uri":"Association_football","surface_form":"football","offset":48},{"uri":"Chelsea_F.C.","surface_form":"Chelsea","offset":155},{"uri":"Journalist","surface_form":"journalist","offset":195},{"uri":"Ice_Hockey","surface_form":"goaltender","offset":378},{"uri":"London","surface_form":"London","offset":397},{"uri":"AC_Sparta_Prague","surface_form":"Sparta Prague","offset":833},{"uri":"Stade_Rennais_F.C.","surface_form":"Rennes","offset":908},{"uri":"Ligue_1","surface_form":"Ligue 1","offset":918},{"uri":"Arsenal_F.C.","surface_form":"Arsenal","offset":1089},{"uri":"English_Premier_League","surface_form":"English Premier League","offset":1311},{"uri":"FA_Cup","surface_form":"FA Cup","offset":1340},{"uri":"UEFA_Champions_League","surface_form":"UEFA Champions League","offset":1352},{"uri":"UEFA_Europa_League","surface_form":"UEFA Europa League","offset":1382},{"uri":"Association_Football","surface_form":"football","offset":1502},{"uri":"Actor","surface_form":"actor","offset":1712},{"uri":"Ice_hockey","surface_form":"ice hockey","offset":1869},{"uri":"Rock_music","surface_form":"Rock music","offset":2360},{"uri":"Ice_Hockey","surface_form":"Ice Hockey","offset":2372},{"uri":"Gardening","surface_form":"Gardening","offset":2384},{"uri":"Table_Tennis","surface_form":"Table Tennis","offset":2395},{"uri":"Tennis","surface_form":"Tennis","offset":2409},{"uri":"Drumming","surface_form":"Drumming","offset":2417},{"uri":"Acting","surface_form":"Acting","offset":2427},{"uri":"Youtube","surface_form":"Youtube","offset":2460},{"uri":"Band","surface_form":"rock bands","offset":2548},{"uri":"Coldplay","surface_form":"Coldplay","offset":2564},{"uri":"Incubus","surface_form":"Incubus","offset":2574},{"uri":"Foo_Fighters","surface_form":"Foo Fighters","offset":2583},{"uri":"Radiohead","surface_form":"Radiohead","offset":2597},{"uri":"Queen_(band)","surface_form":"Queen","offset":2763},{"uri":"Roger_Taylor","surface_form":"Roger Taylor","offset":2779},{"uri":"Bob_Wilson","surface_form":"Bob Wilson","offset":2800},{"uri":"Rock_Band","surface_form":"Rock Band","offset":2917},{"uri":"Guitar_Hero_World_Tour","surface_form":"Guitar Hero","offset":2931},{"uri":"Carlo_Cudicini","surface_form":"Carlo Cudicini","offset":2985},{"uri":"Folk_rock","surface_form":"folk rock","offset":3067},{"uri":"Exclude","surface_form":"Excluding","offset":3132},{"uri":"UEFA_Super_Cup","surface_form":"UEFA Super Cup","offset":3182},{"uri":"FIFA_Club_World_Cup","surface_form":"FIFA Club World Cup","offset":3201}]}