{"id":319164,"url":"http://en.wikipedia.org/wiki/2013_Atlantic_hurricane_season","text":"The 2013 Atlantic hurricane season was an event that occurs when tropical cyclones develop in the Atlantic basin. The season started on June 1 and ended on November 30. The season began when Tropical Storm Andrea formed on June 5, 2013. It became a subtropical storm on June 7 before making a landfall 310 miles (500 km) southwest of Tampa, Florida. Seventeen days later, Tropical Storm Barry developed. It became a post-tropical storm on June 7. On July 8, Tropical Storm Chantal formed. It later became a post-tropical system on July 10. The season finished on November 30, 2013. The season was the first Atlantic Hurricane season since 1994 to end with no known major hurricanes.\nStorms.\nTropical storm Andrea developed on the 5th of June within the southern gulf of Mexico. The storm slowly strengthen as it moved northeastward making landfall around 2200z on the 6th in northeastern Florida. The system maximum intensity hit 55 knots.\nTropical storm Barry developed as a depression within the gulf of Honduras from a westward moving tropical wave on the 17th of June. The system later that day made landfall within Belize and moved across the Yucatán the next few days...The system moved into the bay of Campeche and the hurricane hunters found tropical storm force winds on the 19th before landfall.\nStorm names.\nThe following names will be used for named storms that form in the North Atlantic in 2013. The names not retired from this list will be used again in the 2019 season. This is the same list used in the 2007 season, except for Dorian, Fernand, and Nestor which replaced Dean, Felix, and Noel.\nRetirement.\nOn April 12, 2014, the name Ingrid was retired and was replaced by Imelda for the 2019 season.","categories":[],"infobox_types":[],"annotations":[{"uri":"Event","surface_form":"event","offset":42},{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":65},{"uri":"Develop","surface_form":"develop","offset":83},{"uri":"Atlantic_basin","surface_form":"Atlantic basin","offset":98},{"uri":"Tropical_Storm_Andrea","surface_form":"Tropical Storm Andrea","offset":191},{"uri":"Subtropical_storm","surface_form":"subtropical storm","offset":249},{"uri":"Landfall","surface_form":"landfall","offset":293},{"uri":"Tampa%2C_Florida","surface_form":"Tampa, Florida","offset":334},{"uri":"Tropical_Storm_Barry","surface_form":"Tropical Storm Barry","offset":372},{"uri":"Tropical_Storm_Chantal","surface_form":"Tropical Storm Chantal","offset":458},{"uri":"2007_Atlantic_hurricane_season","surface_form":"2007 season","offset":1520},{"uri":"Hurricane_Dean","surface_form":"Dean","offset":1587},{"uri":"Hurricane_Felix","surface_form":"Felix","offset":1593},{"uri":"Hurricane_Noel","surface_form":"Noel","offset":1604}]}