{"id":319282,"url":"http://en.wikipedia.org/wiki/Thompson_Island_(South_Atlantic)","text":"e=\"preserve\">Thompson Island is a phantom island, in the South Atlantic. It was thought to be about 150 km north-northeast of Bouvet Island.\nJean-Baptiste Charles Bouvet de Lozier discovered Bouvet Island in 1739. In 1808, James Lindsay of the \"Snow Swan\" discovered Bouvet Island again, and named it \"Lindsay Island\". The next time, George Norris of the \"Sprightly\" sighted Bouvet on 10 December 1825. He landed on 16 December, and took possession of the island, which he named Liverpool Island, for King George IV of the United Kingdom.\nBetween December 13 and December 16, Norris sailed the waters northeast of Bouvet Island, where he discovered another island. It was much smaller, and the sea around it was much rougher. Three miles southeast of the newly discovered island, he found three rocks. In his log, he named the newly found island Thompson Island, and the rocks \"chimneys\", because of their form. He also marked the position of his discoveries on a map. Unfortunately, the positions of the islands on the map did not match those written down in the log. In 1853 the discoveries of Thompson Island, Bouvet Island, and the Chimneys showed up on an official map of the British admiralty.\nIn 1893, Captain Joseph J. Fuller reported another sighting of Thompson Island, on his ship, \"Francis Allyn\".\nThe Valdivia expedition wanted to find the exact position of Bouvet and Thompson Island, in November 1898, but was unable to find Thompson Island.\nIn 1915, a German ship, the \"Meteor\", gave a depth of the sea of 1579 m at the position where Thompson had been reported. If Thompson ever existed, it is probable that it disappeared in a volcanic eruption sometime in the 1890s.\nThe Norwegian Arctic Expedition (1928/29) failed to find Thompson Island, and declared it did not exist.\nThompson Island continued to appear on maps published as late as 1943.\nThe only person to have seen Thompson Island was probably Norris. Fuller's description of Thompson Island matches more or less that given of Bouvet Island in Norris' diary, and is therefore questionable.","categories":[],"infobox_types":[],"annotations":[{"uri":"Phantom_island","surface_form":"phantom island","offset":34},{"uri":"Bouvet_Island","surface_form":"Bouvet Island","offset":126},{"uri":"Jean-Baptiste_Charles_Bouvet_de_Lozier","surface_form":"Jean-Baptiste Charles Bouvet de Lozier","offset":141},{"uri":"George_IV_of_the_United_Kingdom","surface_form":"George IV of the United Kingdom","offset":506},{"uri":"Valdivia_expedition","surface_form":"Valdivia expedition","offset":1314},{"uri":"Volcano","surface_form":"volcanic","offset":1645}]}