{"id":319362,"url":"http://en.wikipedia.org/wiki/System_of_linear_equations","text":"In mathematics, a system of linear equations (or linear system) is a collection of linear equations involving the same set of variables.\nDescription.\nMathematicians show the relationship between different factors in the form of equations. \"Linear equations\" mean the variable appears only once in each equation without being raised to a power. A \"system\" of linear equations means that all of the equations are true at the same time. So, the person solving the system of equations is looking for the values of each variable that will make all of the equations true at the same time. If no such values can satisfy all of the equations in the system, then the equations are called \"inconsistent.\"\nis a system of three equations in the three variables formula_1, formula_1, formula_1. A \"solution\" to a linear system is an assignment of numbers to the variables such that all the equations are simultaneously satisfied. A solution to the system above is given by\nIn mathematics, the theory of linear systems is a branch of linear algebra, a subject which is fundamental to modern mathematics. Computer algorithms for finding the solutions are an important part of numerical linear algebra, and such methods play a prominent role in engineering, physics, chemistry, computer science, and economics. A system of non-linear equations can often be approximated by a linear system (see linearization), a helpful technique when making a mathematical model, computer model, or computer simulation of a relatively complex system. For complex systems, there are many equations and many variables, not just two or three. In many cases, the number of equations and variables in the system are the same. In some cases, there are more variables than equations, and the solution will be a range of different values rather than one exact solution.\nSimple example.\nThis method generalizes to systems with additional variables.\nUsing Matrices.\nVery often, all the coefficients are written in the form of a matrix A, which is called a coefficient matrix.\nThis makes it possible to write\nMathematically, the vector defined above is a 1-by-n matrix. The system of equations can then be solved using the multiplication operation defined on matrices. A, x and b are all part of the same algebraic field.\nSolving a system of linear equations.\nThere are examples such as geodesy where there many more measurements than unknowns. Such a system is almost always overdetermined and has no exact solution. Each measurement is usually inaccurate and includes some amount of error. Since the measurements are not exact, it is not possible to obtain an exact solution to the system of linear equations; methods such as Least squares can be used to compute a solution that best fits the overdetermined system. This least squares solution can often be used as a stand-in for an exact solution.\nSolving a system of linear equations has a complexity of at most O (n3). At least n2 operations are needed to solve a general system of n linear equations. The best algorithm known to date was developed by Don Coppersmith and Shmuel Winograd and dates from 1990. It has a complexity of n2.376 Unfortunately, it is of little practical use.\nUses.\nUsing computers to solve systems of linear equations is used every day. For example, it is used in weather forecasting models. Hot dog factories use it to make small changes in the receipe as food ingredient prices change. College cafeterias use it to figure out how much food to cook based on past experience when the cafeteria gives students the choice between multiple entrees.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematics","surface_form":"mathematics","offset":3},{"uri":"Linear_equation","surface_form":"linear equation","offset":83},{"uri":"Variable","surface_form":"variable","offset":126},{"uri":"Equation","surface_form":"equation","offset":228},{"uri":"Solution","surface_form":"solution","offset":919},{"uri":"Linear_algebra","surface_form":"linear algebra","offset":1020},{"uri":"Algorithm","surface_form":"algorithm","offset":1099},{"uri":"Solution","surface_form":"solutions","offset":1126},{"uri":"Numerical_linear_algebra","surface_form":"numerical linear algebra","offset":1161},{"uri":"Engineering","surface_form":"engineering","offset":1229},{"uri":"Physics","surface_form":"physics","offset":1242},{"uri":"Chemistry","surface_form":"chemistry","offset":1251},{"uri":"Computer_science","surface_form":"computer science","offset":1262},{"uri":"Economics","surface_form":"economics","offset":1284},{"uri":"Nonlinear_system","surface_form":"system of non-linear equations","offset":1297},{"uri":"Approximation","surface_form":"approximated","offset":1341},{"uri":"Linearization","surface_form":"linearization","offset":1378},{"uri":"Mathematical_model","surface_form":"mathematical model","offset":1428},{"uri":"Computer_model","surface_form":"computer model","offset":1448},{"uri":"Computer","surface_form":"computer","offset":1467},{"uri":"Simulation","surface_form":"simulation","offset":1476},{"uri":"Coefficient","surface_form":"coefficient","offset":1944},{"uri":"Matrix_(mathematics)","surface_form":"matrix","offset":1986},{"uri":"Algebra","surface_form":"algebra","offset":2262},{"uri":"Field_(mathematics)","surface_form":"field","offset":2272},{"uri":"Geodesy","surface_form":"geodesy","offset":2344},{"uri":"Least_squares","surface_form":"Least squares","offset":2685},{"uri":"Computational_complexity_theory","surface_form":"complexity","offset":2901},{"uri":"Algorithm","surface_form":"algorithm","offset":3023},{"uri":"Don_Coppersmith","surface_form":"Don Coppersmith","offset":3064},{"uri":"Shmuel_Winograd","surface_form":"Shmuel Winograd","offset":3084},{"uri":"Weather_forecasting","surface_form":"weather forecasting","offset":3302},{"uri":"Hot_dog","surface_form":"Hot dog","offset":3330},{"uri":"Cafeteria","surface_form":"cafeteria","offset":3434}]}