{"id":319345,"url":"http://en.wikipedia.org/wiki/Synchrotron","text":"A synchrotron is a type of particle accelerator where particles travel around many times in a circle. It uses a magnetic field to turn the particles in the circle and an electric field to speed up the particles. The components are carefully matched up with the travelling particle beam so that the circle stays the same size while the particles go faster. Mark Oliphant invented the proton synchrotron. Vladimir Veksler was the first to publish the idea. Edwin McMillan constructed the first electron synchrotron.\nCharacteristics.\nThe synchrotron is an improvement over the cyclotron where the particles travel in a spiral pattern. A cyclotron uses a constant magnetic field and a constant-frequency applied electric field. (One of these is varied in the synchrocyclotron). Both of these fields are varied in the synchrotron to change the path from a spiral to a circle. By carefully making the fields bigger as the particles gain energy, the width of the circular path can be kept the same as the machine accelerates the particles. This allows the vacuum chamber for the particles to be a large thin circular pipe torus (donut shape). It is easier to use some straight sections between the bending magnets and some bent sections within the magnets giving the torus the shape of a round-cornered polygon. A path that acts like a very large circle can be constructed using simple straight and curved pipe segments, unlike the disc-shaped chamber of the cyclotron type devices. The shape also requires the use of multiple magnets to bend the particle beams. Straight sections are required at spacings around a ring for both radiofrequency cavities, and in third generation setups space is allowed for insertion of energy extraction devices such as wigglers and undulators. Most synchrotrons use two types of magnets: dipole magnets to bend the particle beam and quadrupole magnets to focus the beam.\nThe maximum energy that a cyclic accelerator can impart is typically limited by the strength of the magnetic field(s) and the minimum radius (maximum curvature) of the particle path. So, over time, physicist have built accelerators with bigger magnets and larger circles to reach higher particle energy levels.\nIn a cyclotron, the maximum radius is quite limited as the particles start at the center and spiral outward. So, the entire path must be a self-supporting disc-shaped vacuum chamber. Since the radius is limited, the power of the machine becomes limited by the strength of the magnetic field. In the case of an ordinary electromagnet the field strength is limited by the saturation of the core (when all magnetic domains are lined up the same way, the field cannot not be further increased to any practical extent). The arrangement of the single pair of magnets the full width of the device also limits the economic size of the device.\nSynchrotrons overcome these limits, using a narrow beam pipe which can be surrounded by much smaller and more tightly focusing magnets. The ability of this device to accelerate particles is limited by the fact that the particles must be charged to be accelerated at all, but charged particles under acceleration emit photons (light particles), which makes them lose energy. The limiting beam energy is reached when the energy lost to the lateral (bending) acceleration required to maintain the beam path in a circle equals the energy added each cycle. More powerful accelerators are built by using large radius paths and by using more numerous and more powerful microwave cavities to accelerate the particle beam between corners. Lighter particles (such as electrons) lose a larger fraction of their energy when turning. Practically speaking, the energy of electron/positron accelerators is limited by this radiation loss, while it does not play a significant role in the dynamics of proton or ion accelerators. The energy of those is limited strictly by the strength of magnets and by the cost.\nDesign and operation.\nParticles are injected into the main ring at substantial energies by either a linear accelerator (linac) or by an intermediate synchrotron which is in turn fed by a linear accelerator. The \"linac\" is in turn fed by particles accelerated to intermediate energy by a simple high voltage power supply, typically a Cockcroft-Walton generator.\nParticles are designed to leave the linac at a specified speed (\"injection velocity\") for entry into the synchrotron. The operators calculate the magnetic field strength needed to steer particles with the injection velocity on the path of the synchrotron. The operators give the electromagnets enough current to create the right amount of magnetic field strength.\nStarting from that initial magnetic field strength, the magnetic field is then increased. The particles pass through an electrostatic accelerator driven by a high alternating voltage. At particle speeds not close to the speed of light the frequency of the accelerating voltage can be made roughly proportional to the current in the bending magnets. A finer control of the frequency is performed by a servo loop which responds to the detection of the passing of the traveling group of particles. At particle speeds approaching light speed the frequency becomes more nearly constant, while the current in the bending magnets continues to increase. The maximum energy that can be applied to the particles (for a given ring size and magnet count) is determined by the saturation of the cores of the bending magnets (the point at which increasing current does not produce additional magnetic field). One way to obtain additional power is to make the torus larger and add additional bending magnets. This allows the amount of particle redirection at saturation to be less and so the particles can be more energetic. Another means of obtaining higher power is to use superconducting magnets, these not being limited by core saturation.\nWhen the particles have reached their maximum energy, they are steered out of the synchrotron and aimed at a target. Early synchrotrons used stationary targets. In order to double the energy of a collision, physicists in the 1970s began to collide two particle beams travelling in the opposite direction instead of just one beam and a stationary target. To have two beams that are travelling in the synchrontron in opposite directions, they used particles with the same mass but with the opposite sign. For example, electrons and positrons or protons and antiprotons.\nLarge synchrotrons.\nOne of the early large synchrotrons, now retired, is the Bevatron, constructed in 1950 at the Lawrence Berkeley Laboratory. The name of this proton accelerator comes from its power, in the range of 6.3 GeV (then called BeV for billion electron volts; the name predates the adoption of the SI prefix giga-). A number of heavy elements, unseen in the natural world, were first created with this machine. This site is also the location of one of the first large bubble chambers used to examine the results of the atomic collisions produced by the machine.\nAnother early large synchrotron is the Cosmotron built at Brookhaven National Laboratory which reached 3.3 GeV in 1953. The first Cornell University synchrotron was built before 1950 with a power of 300 MeV.\nUntil August 2008, the highest energy synchrotron in the world was the Tevatron, at the Fermi National Accelerator Laboratory, in the United States. It accelerates protons and antiprotons to slightly less than 1 TeV of kinetic energy and collides them together. The Large Hadron Collider (LHC), which has been built at the European Laboratory for High Energy Physics (CERN), has roughly seven times this energy (so proton-proton collisions occur at roughly 14 TeV). It is housed in the 27 km tunnel which formerly housed the Large Electron Positron (LEP) collider, so it will maintain the claim as the largest scientific device ever built. The LHC will also accelerate heavy ions (such as lead) up to an energy of 1.15 PeV.\nThe largest device of this type seriously proposed was the Superconducting Super Collider (SSC), which was to be built in Texas. This design, like others, used superconducting magnets which allow more intense magnetic fields to be created without the limitations of core saturation. Its planned ring circumference was 87.1 kilometres (54.1 mi) with an energy of 20 TeV per beam of protons. Construction was begun in 1991 but later cancelled in 1994. The project had been poorly managed. Some people say that the end of the Cold War resulted in a change of scientific funding priorities that contributed to its ultimate cancellation.\nWhile there is still potential for yet more powerful proton and heavy particle cyclic accelerators, it appears that the next step up in electron beam energy must avoid losses due to synchrotron radiation. This will require a return to the linear accelerator, but with devices significantly longer than those currently in use. There is at present a major effort to design and build the International Linear Collider (ILC), which will consist of two opposing linear accelerators, one for electrons and one for positrons. These will collide at a total center of mass energy of 0.5 TeV.\nHowever, synchrotron radiation also has a wide range of applications (see synchrotron light) and many 2nd and 3rd generation synchrotrons have been built especially to harness it. The largest of those 3rd generation synchrotron light sources are the European Synchrotron Radiation Facility (ESRF) in Grenoble, France, the Advanced Photon Source (APS) near Chicago, USA, and SPring-8 in Japan, accelerating electrons up to 6, 7 and 8 GeV, respectively.\nSynchrotrons which are useful for cutting edge research are large machines, costing tens or hundreds of millions of dollars to construct, and each beamline (there may be 20 to 50 at a large synchrotron) costs another two or three million dollars on average. These installations are mostly built by the science funding agencies of governments of developed countries, or by collaborations between several countries in a region, and operated as infrastructure facilities available to scientists from universities and research organisations throughout the country, region, or world. More compact models, however, have been developed, such as the Compact Light Source.","categories":[],"infobox_types":[],"annotations":[{"uri":"Particle_accelerator","surface_form":"particle accelerator","offset":27},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":112},{"uri":"Electric_field","surface_form":"electric field","offset":170},{"uri":"Mark_Oliphant","surface_form":"Mark Oliphant","offset":356},{"uri":"Vladimir_Veksler","surface_form":"Vladimir Veksler","offset":403},{"uri":"Edwin_McMillan","surface_form":"Edwin McMillan","offset":455},{"uri":"Cyclotron","surface_form":"cyclotron","offset":574},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":660},{"uri":"Synchrocyclotron","surface_form":"synchrocyclotron","offset":755},{"uri":"Vacuum","surface_form":"vacuum","offset":1049},{"uri":"Torus","surface_form":"torus","offset":1115},{"uri":"Wiggler_(synchrotron)","surface_form":"wigglers","offset":1746},{"uri":"Undulator","surface_form":"undulator","offset":1759},{"uri":"Curvature","surface_form":"curvature","offset":2048},{"uri":"Vacuum","surface_form":"vacuum","offset":2376},{"uri":"Electromagnet","surface_form":"electromagnet","offset":2528},{"uri":"Photon","surface_form":"photons","offset":3161},{"uri":"Microwave_cavity","surface_form":"microwave cavities","offset":3506},{"uri":"Electron","surface_form":"electron","offset":3701},{"uri":"Positron","surface_form":"positron","offset":3710},{"uri":"Proton","surface_form":"proton","offset":3828},{"uri":"Ion","surface_form":"ion","offset":3838},{"uri":"Linear_accelerator","surface_form":"linear accelerator","offset":4040},{"uri":"Cockcroft-Walton_generator","surface_form":"Cockcroft-Walton generator","offset":4273},{"uri":"Speed_of_light","surface_form":"speed of light","offset":4885},{"uri":"Servomechanism","surface_form":"servo loop","offset":5065},{"uri":"Saturation_(magnetic)","surface_form":"saturation","offset":5429},{"uri":"Superconducting_magnet","surface_form":"superconducting magnet","offset":5825},{"uri":"Electron","surface_form":"electron","offset":6410},{"uri":"Positron","surface_form":"positron","offset":6424},{"uri":"Proton","surface_form":"proton","offset":6437},{"uri":"Antiproton","surface_form":"antiproton","offset":6449},{"uri":"Bevatron","surface_form":"Bevatron","offset":6539},{"uri":"Lawrence_Berkeley_Laboratory","surface_form":"Lawrence Berkeley Laboratory","offset":6576},{"uri":"Proton","surface_form":"proton","offset":6623},{"uri":"GeV","surface_form":"GeV","offset":6684},{"uri":"Electron_volt","surface_form":"electron volt","offset":6717},{"uri":"SI_prefix","surface_form":"SI prefix","offset":6771},{"uri":"Giga-","surface_form":"giga-","offset":6781},{"uri":"Heavy_element","surface_form":"heavy element","offset":6801},{"uri":"Bubble_chamber","surface_form":"bubble chamber","offset":6941},{"uri":"Cosmotron","surface_form":"Cosmotron","offset":7074},{"uri":"Brookhaven_National_Laboratory","surface_form":"Brookhaven National Laboratory","offset":7093},{"uri":"Cornell_University","surface_form":"Cornell University","offset":7165},{"uri":"Tevatron","surface_form":"Tevatron","offset":7314},{"uri":"Fermilab","surface_form":"Fermi National Accelerator Laboratory","offset":7331},{"uri":"United_States","surface_form":"United States","offset":7377},{"uri":"Proton","surface_form":"proton","offset":7407},{"uri":"Antiproton","surface_form":"antiproton","offset":7419},{"uri":"TeV","surface_form":"TeV","offset":7455},{"uri":"Large_Hadron_Collider","surface_form":"Large Hadron Collider","offset":7509},{"uri":"CERN","surface_form":"CERN","offset":7611},{"uri":"LEP","surface_form":"LEP","offset":7793},{"uri":"Lead","surface_form":"lead","offset":7932},{"uri":"PeV","surface_form":"PeV","offset":7962},{"uri":"Superconducting_Super_Collider","surface_form":"Superconducting Super Collider","offset":8026},{"uri":"Texas","surface_form":"Texas","offset":8089},{"uri":"Superconducting_magnet","surface_form":"superconducting magnet","offset":8127},{"uri":"Cold_War","surface_form":"Cold War","offset":8490},{"uri":"Synchrotron_radiation","surface_form":"synchrotron radiation","offset":8782},{"uri":"Linear_particle_accelerator","surface_form":"linear accelerator","offset":8839},{"uri":"International_Linear_Collider","surface_form":"International Linear Collider","offset":8985},{"uri":"Linear_accelerators","surface_form":"linear accelerators","offset":9057},{"uri":"Center_of_mass","surface_form":"center of mass","offset":9149},{"uri":"TeV","surface_form":"TeV","offset":9178},{"uri":"Synchrotron_light","surface_form":"synchrotron light","offset":9257},{"uri":"ESRF","surface_form":"ESRF","offset":9474},{"uri":"Advanced_Photon_Source","surface_form":"APS","offset":9529},{"uri":"SPring-8","surface_form":"SPring-8","offset":9557},{"uri":"Japan","surface_form":"Japan","offset":9569},{"uri":"GeV","surface_form":"GeV","offset":9616},{"uri":"Compact_Light_Source","surface_form":"Compact Light Source","offset":10277}]}