{"id":3193,"url":"http://en.wikipedia.org/wiki/Essen","text":"Essen is a German city in the state of North Rhine-Westphalia. It is on the Ruhr River and it is near Cologne, Duisburg and Bochum. 585,000 people live in Essen. Together with Dortmund, Essen is the biggest city of the Ruhr area with its 5,000,000 inhabitants. Essen is often called the shopping city (\"Einkaufsstadt\") because there are so many malls and shops in it.\nLocation of Essen.\nEssen is in North Rhine-Westphalia and part of the Ruhr area, where eleven cities and four districts are. The rivers Ruhr and Emscher flow through the city. The lake \"Baldeney\" is part of the Ruhr. Essen's neighbour cities are Oberhausen, Mülheim an der Ruhr, Ratingen, Heiligenhaus and Velbert in the Rhineland; and Hattingen, Bochum, Gelsenkirchen, Gladbeck and Bottrop in Westphalia. Other near cities are Duisburg, Düsseldorf, Cologne, Dortmund and Münster.\nPolitics.\nBecause of the large number of coal mine workers in Essen, the SPD, the Social Democratic Party of Germany, always was very strong in Essen. During the time of National Socialism, the Nazi Party installed the mayors. But from 1999 to 2009, the Christian Democratic Party ruled the city with the mayor Dr.Wolfgang Reiniger. At the local elections of 2009, the SPD's candidate Reinhard Paß became the new mayor.\nHistory of Essen.\nAround 850, Saint Altfrid founded the \"Damenstift\", an abbey for women, ruled by a prince abbess. In this time the cathedral of Essen was built. In those days the name of the city was \"Assindia\" in Latin. Later it changed over \"Essendia\" and \"Essend\" to \"Essen\". 1377 Essen became a \"free imperial city\". At this time, Essen was just a small city in a region where few people lived. The city became more important when the Industrial Revolution began. In 1811, \"Friedrich Krupp\" founded a small steel factory in Essen which was fast growing. The city population also grew, and 80 years after the foundation of Krupp's steel work, Essen was a big city with 100,000 inhabitants. Because in the region of the Ruhr River much coal was found, many coal mines were founded in Essen and other near cities. Great industrial families like the \"Krupp\"s, the \"Haniel\"s and the \"Grillo\"s gave money for cultural buildings like the Grillo theatre and the Folkwang museum. Because of its big industry, Essen was destroyed with bombs in the Second World War. Many people gave their lives, and many buildings were destroyed. Not all were rebuilt after WW2. But because the coal mining industry ended mining in Essen in the 1970's (coal from abroad was getting cheaper), the city was getting poor. The \"Strukturwandel\" (structural change) saved Essen. Old collieries like \"Zeche Zollverein\" became museums or theatres. In 2003, the universities of Essen and Duisburg joined together as the university Duisburg-Essen.\nIn 2010 Essen was \"Kulturhauptstadt Europas\" (European Capital of Culture) together with Istanbul and Pécs in Hungary.\nMedia in Essen.\nThe \"WDR\" (\"Westdeutscher Rundfunk/Western German Broadcasting\") has a TV-station in Essen. The two biggest newspapers, the \"WAZ\" (\"Westdeutsche Allgemeine Zeitung/Western German common newspaper\") and the \"NRZ\", the \"Neue Ruhr Zeitung/New Ruhr newspaper\" (at the lower Rhine region\"Neue Rhein Zeitung/New Rhein newspaper\") are in the city. Both newspapers belong to the WAZ-media group. Essen also has a radio station named \"Radio Essen\".\nBoroughs of Essen.\nEssen has nine districts (\"Bezirke\") and 50 boroughs (\"Stadtteile\"). The most famous and most known are \"Kettwig\", until 1975 a separate town and not part of Essen, with the \"Altstadt\" of Kettwig, where many timber framing houses are (\"Fachwerkhäuser\"). Also well-known is \"Werden\". It lays like Kettwig in the south of the city and is the oldest borough of Essen. The \"Werden abbey\" stands here. In Essen-\"Rüttenscheid\" there are many cultural buildings (like the \"Folkwang\" or the \"Ruhrland\" museum). The WDR-studio and Essen's trade fair, the \"Gruga\" are also in Rüttenscheid. In the north of Essen is \"Katernberg\", where in the past the coal mine workers lived. Here is \"Zeche Zollverein\". In Katernberg, many houses were built by the Krupp family for their workers. Another big coal mine worker's borough, perhaps the biggest, is \"Margarethenhöhe\" near Rüttenscheid. It is named after Margarethe Krupp, wife of Friedrich Alfred Krupp. The Krupps wanted their workers to be absolutely dependent on them. So they built houses and malls for them, where they should spend their money, what they got from Krupp, again to the industrials. Today Margarethenhöhe is one of the most beautiful boroughs of Essen. Another big borough of Essen is \"Steele\" in the east of the city, that was in the 19th and early 20th century a city as big as Essen. In the west of Essen is \"Borbeck\", which was long separate from Essen. In Borbeck is the great Borbeck Castle (\"Schloss Borbeck\"). The people of Borbeck speak their own regional dialect, the \"Borbecker Platt\".\nFamous people in Essen.\nThe most known people from Essen are the actor Heinz Rühmann, whose parents were the owner of Essen's famous hotel \"Handelshof\" near the Central Station (\"Hauptbahnhof)\", Carl Humann, explorer of the Great Altar of Pergamon, Karl Baedeker, a publisher whose company made many books for tourists (\"Baedeker\"), Alfred Krupp and Franz Dinndendahl, who made the first steam machine in the Ruhr area. These people were born in the city. Other people who were not born in Essen but lived and worked there a long time are Berthold Beitz, who saved the Krupp company from the ruin, Wilhelm Busch, a famous poet and painter or Gustav Heinemann, a German politician who was mayor of Essen and federal president of Germany. Other people like Otto von Bismarck and Paul von Hindenburg were honorary people in Essen.\nSport.\nThe most popular sport in Germany is \"Association football\" or \"soccer\". The most important soccer clubs of Essen are \"Rot-Weiß Essen (RWE)\" and \"Schwarz-Weiß Essen\". They play in the 4th and the 5th league. More successfully is the women's association football club \"SG Essen-Schönebeck\" that plays in the first \"Bundesliga\".\nThe second big sport is team handball. \"TUSEM Essen\" is the most important club in Essen.\nThe most popular ice hockey club is named \"ESC Moskitos Essen\" and the biggest basketball club \"ETB Wohnbau Baskets Essen\".\nEssen also has many table tennis and swimming clubs.","categories":[],"infobox_types":["German Location"],"annotations":[{"uri":"Germany","surface_form":"German","offset":11},{"uri":"States_of_Germany","surface_form":"state","offset":30},{"uri":"North_Rhine-Westphalia","surface_form":"North Rhine-Westphalia","offset":39},{"uri":"Ruhr_River","surface_form":"Ruhr River","offset":76},{"uri":"Cologne","surface_form":"Cologne","offset":102},{"uri":"Duisburg","surface_form":"Duisburg","offset":111},{"uri":"Bochum","surface_form":"Bochum","offset":124},{"uri":"Dortmund","surface_form":"Dortmund","offset":176},{"uri":"North_Rhine-Westphalia","surface_form":"North Rhine-Westphalia","offset":399},{"uri":"Ruhr_area","surface_form":"Ruhr area","offset":438},{"uri":"Ruhr","surface_form":"Ruhr","offset":504},{"uri":"Emscher","surface_form":"Emscher","offset":513},{"uri":"Oberhausen","surface_form":"Oberhausen","offset":614},{"uri":"M%C3%BClheim_an_der_Ruhr","surface_form":"Mülheim an der Ruhr","offset":626},{"uri":"Ratingen","surface_form":"Ratingen","offset":647},{"uri":"Heiligenhaus","surface_form":"Heiligenhaus","offset":657},{"uri":"Velbert","surface_form":"Velbert","offset":674},{"uri":"Hattingen","surface_form":"Hattingen","offset":704},{"uri":"Bochum","surface_form":"Bochum","offset":715},{"uri":"Gelsenkirchen","surface_form":"Gelsenkirchen","offset":723},{"uri":"Gladbeck","surface_form":"Gladbeck","offset":738},{"uri":"Bottrop","surface_form":"Bottrop","offset":751},{"uri":"Duisburg","surface_form":"Duisburg","offset":796},{"uri":"D%C3%BCsseldorf","surface_form":"Düsseldorf","offset":806},{"uri":"Cologne","surface_form":"Cologne","offset":818},{"uri":"Dortmund","surface_form":"Dortmund","offset":827},{"uri":"M%C3%BCnster","surface_form":"Münster","offset":840},{"uri":"SPD","surface_form":"SPD","offset":922},{"uri":"National_socialism","surface_form":"National Socialism","offset":1019},{"uri":"Nazi_Party","surface_form":"Nazi Party","offset":1043},{"uri":"1999","surface_form":"1999","offset":1085},{"uri":"2009","surface_form":"2009","offset":1093},{"uri":"Dr.Wolfgang_Reiniger","surface_form":"Dr.Wolfgang Reiniger","offset":1160},{"uri":"Reinhard_Pa%C3%9F","surface_form":"Reinhard Paß","offset":1234},{"uri":"850","surface_form":"850","offset":1294},{"uri":"Latin","surface_form":"Latin","offset":1485},{"uri":"1377","surface_form":"1377","offset":1550},{"uri":"Industrial_Revolution","surface_form":"Industrial Revolution","offset":1710},{"uri":"1811","surface_form":"1811","offset":1742},{"uri":"Ruhr_River","surface_form":"Ruhr River","offset":1993},{"uri":"Second_World_War","surface_form":"Second World War","offset":2313},{"uri":"1970","surface_form":"1970","offset":2494},{"uri":"2003","surface_form":"2003","offset":2692},{"uri":"Duisburg","surface_form":"Duisburg","offset":2728},{"uri":"2010","surface_form":"2010","offset":2790},{"uri":"Istanbul","surface_form":"Istanbul","offset":2876},{"uri":"P%C3%A9cs","surface_form":"Pécs","offset":2889},{"uri":"Hungary","surface_form":"Hungary","offset":2897},{"uri":"TV","surface_form":"TV","offset":2993},{"uri":"Rhine","surface_form":"Rhine","offset":3192},{"uri":"Region","surface_form":"region","offset":3198},{"uri":"1975","surface_form":"1975","offset":3502},{"uri":"Heinz_R%C3%BChmann","surface_form":"Heinz Rühmann","offset":5004},{"uri":"Carl_Humann","surface_form":"Carl Humann","offset":5128},{"uri":"Karl_Baedeker","surface_form":"Karl Baedeker","offset":5182},{"uri":"Alfred_Krupp","surface_form":"Alfred Krupp","offset":5266},{"uri":"Franz_Dinndendahl","surface_form":"Franz Dinndendahl","offset":5283},{"uri":"Berthold_Beitz","surface_form":"Berthold Beitz","offset":5472},{"uri":"Wilhelm_Busch","surface_form":"Wilhelm Busch","offset":5531},{"uri":"Gustav_Heinemann","surface_form":"Gustav Heinemann","offset":5575},{"uri":"Otto_von_Bismarck","surface_form":"Otto von Bismarck","offset":5688},{"uri":"Paul_von_Hindenburg","surface_form":"Paul von Hindenburg","offset":5710},{"uri":"Sport","surface_form":"sport","offset":5785},{"uri":"Soccer","surface_form":"soccer","offset":5832},{"uri":"Bundesliga","surface_form":"Bundesliga","offset":6082}]}