{"id":319318,"url":"http://en.wikipedia.org/wiki/Lilly_Ledbetter","text":"Lilly Ledbetter (born Lilly McDaniel April 1938) was the plaintiff in the American employment discrimination case \"Ledbetter v. Goodyear Tire & Rubber Co.\" She has since become a women's equality activist.\nLedbetter v. Goodyear Tire & Rubber Co..\nGoodyear paid Ledbetter significantly less than men holding the same job. This violated the Equal Pay Act of 1963 which said that she could sue to get the pay difference. Her lawsuit eventually reached the Supreme Court. The court said that she waited too long to sue Goodyear. In response to the court decision, Congress passed the Lilly Ledbetter Fair Pay Act of 2009, which is named after her. Under the new law, other women will be able to get backpay after employers keep pay discrimination secret.\nUnited States Supreme Court Justice Ruth Bader Ginsberg stated:Lilly\nLedbetter was a supervisor at Goodyear Tire and Rubber’s plant in Gadsden, Alabama, from 1979 until her retirement in 1998. For most of those years, she worked as an area manager, a position largely occupied by men. Initially, Ledbetter’s salary was in line with the salaries of men performing substantially similar work. Over time, however, her pay slipped in comparison to the pay of male area managers with equal or less seniority. By the end of 1997, Ledbetter was the only woman working as an area manager and the pay discrepancy between Ledbetter and her 15 male counterparts was stark: Ledbetter was paid $3,727 per month; the lowest paid male area manager received $4,286 per month, the highest paid, $5,236.\nActivism.\nOn August 26, 2008 (Women's Equality Day), Ledbetter spoke at the Democratic National Convention, on the topic of pay equity.\nIn June 2011, she dined with New York Congresswoman Carolyn Maloney, who introduced the Equal Rights Amendment the previous month, and Eleanor Smeal.","categories":[],"infobox_types":[],"annotations":[{"uri":"Plaintiff","surface_form":"plaintiff","offset":57},{"uri":"Employment_discrimination","surface_form":"employment discrimination","offset":83},{"uri":"Ledbetter_v._Goodyear_Tire_%26amp%3B_Rubber_Co.","surface_form":"Ledbetter v. Goodyear Tire & Rubber Co.","offset":115},{"uri":"Equal_Pay_Act_of_1963","surface_form":"Equal Pay Act of 1963","offset":339},{"uri":"Lilly_Ledbetter_Fair_Pay_Act_of_2009","surface_form":"Lilly Ledbetter Fair Pay Act of 2009","offset":580},{"uri":"United_States","surface_form":"United States","offset":751},{"uri":"Supreme_Court_Justice","surface_form":"Supreme Court Justice","offset":765},{"uri":"Ruth_Bader_Ginsberg","surface_form":"Ruth Bader Ginsberg","offset":787},{"uri":"Goodyear_Tire_and_Rubber_Company","surface_form":"Goodyear Tire and Rubber","offset":850},{"uri":"Women%27s_Equality_Day","surface_form":"Women's Equality Day","offset":1567},{"uri":"2008_Democratic_National_Convention","surface_form":"Democratic National Convention","offset":1613},{"uri":"Carolyn_Maloney","surface_form":"Carolyn Maloney","offset":1725},{"uri":"Equal_Rights_Amendment","surface_form":"Equal Rights Amendment","offset":1761},{"uri":"Eleanor_Smeal","surface_form":"Eleanor Smeal","offset":1808}]}