{"id":319400,"url":"http://en.wikipedia.org/wiki/Neo-Keynesian_economics","text":"Neo-Keynesian economics is a school of macroeconomic thought that was developed after World War II from the writings of John Maynard Keynes. A group of economists (notably John Hicks, Franco Modigliani, and Paul Samuelson), attempted to interpret and formalize Keynes' writings, and to synthesize it with the neo-classical models of economics. This model, the IS/LM model, is nearly as influential as Keynes' original analysis in determining actual policy and economics education. It relates aggregate demand and employment to three variables, that is, the amount of money in circulation, the government budget, and the state of business expectations. This model was very popular with economists after World War II because it could be understood in terms of general equilibrium theory. Their work has become known as the neo-classical synthesis. It created the models that formed the core ideas of neo-Keynesian economics. These ideas dominated mainstream economics in the post-war period, and formed the mainstream of macroeconomic thought in the 1950s, 60s and 70s.\nIn the 1970s a series of developments occurred that shook neo-Keynesian theory. The developed world suffered from slow economic growth and high inflation at the same time (stagflation). Also, the work of monetarists like Milton Friedman cast doubt on neo-Keynesian theories. The result was a series of new ideas to bring tools to Keynesian analysis that would be capable of explaining the economic events of the 1970s. The next great wave of Keynesian thinking began with the attempt to give Keynesian macroeconomic reasoning a microeconomic basis. The new Keynesians helped create a \"new neo-classical synthesis\" that currently forms the mainstream of macroeconomic theory. Following the emergence of the new Keynesian school, neo-Keynesians have sometimes been referred to as Old-Keynesians.","categories":[],"infobox_types":[],"annotations":[{"uri":"Macroeconomics","surface_form":"macroeconomic","offset":39},{"uri":"World_War_II","surface_form":"World War II","offset":86},{"uri":"John_Maynard_Keynes","surface_form":"John Maynard Keynes","offset":120},{"uri":"John_Hicks","surface_form":"John Hicks","offset":172},{"uri":"Franco_Modigliani","surface_form":"Franco Modigliani","offset":184},{"uri":"Paul_Samuelson","surface_form":"Paul Samuelson","offset":207},{"uri":"Neo-classical_economics","surface_form":"neo-classical models of economics","offset":309},{"uri":"Neo-classical_synthesis","surface_form":"neo-classical synthesis","offset":821},{"uri":"Stagflation","surface_form":"stagflation","offset":1240},{"uri":"Monetarism","surface_form":"monetarists","offset":1272},{"uri":"Milton_Friedman","surface_form":"Milton Friedman","offset":1289},{"uri":"Microeconomic","surface_form":"microeconomic","offset":1596},{"uri":"New_Keynesian_economics","surface_form":"new Keynesian","offset":1621}]}