{"id":319446,"url":"http://en.wikipedia.org/wiki/Synchrotron_light_source","text":"A synchrotron light source is a source of electromagnetic radiation produced by a synchrotron. The radiation can be artificially produced for scientific and technical purposes by specialized particle accelerators, typically by accelerating electrons. Once the high-energy electron beam has been generated, it is directed into auxiliary components such as bending magnets and insertion devices (undulators or wigglers) in storage rings and free-electron lasers.\nThese supply the strong magnetic fields perpendicular to the beam which are needed to convert the high-energy electron energy into light or some other form of electronmagnetic radiation.\nSynchrotron radiation may occur in accelerators either as a nuisance in particle physics experiments, or on purpose for many laboratory uses.\nElectrons are accelerated to high speeds in several stages to achieve a final energy that can be in the GeV range. In the Large Hadron Collider (LHC), proton bunches also produce the radiation at increasing amplitude and frequency as they accelerate in the vacuum field, making photoelectrons. The photoelectrons then make secondary electrons from the pipe walls with increasing frequency and density up to 7x1010. Each proton may lose 6.7keV per turn due to this phenomenon. So, both electron synchrotrons and proton synchrotrons can be a light source.\nThe major applications of synchrotron light are in condensed matter physics, materials science, biology and medicine. Many experiments using synchrotron light probe the structure of matter from the sub-nanometer level of electronic structure to the micrometer and millimeter level. This is important in medical imaging. An example of a practical industrial application is the manufacturing of microstructures by the Lithography, Electroplating, and Molding (LIGA) process.","categories":[],"infobox_types":[],"annotations":[{"uri":"Electromagnetic_radiation","surface_form":"electromagnetic radiation","offset":42},{"uri":"Synchrotron","surface_form":"synchrotron","offset":82},{"uri":"Particle_accelerator","surface_form":"particle accelerator","offset":191},{"uri":"Electron","surface_form":"electron","offset":240},{"uri":"Bending_magnet","surface_form":"bending magnet","offset":355},{"uri":"Insertion_device","surface_form":"insertion device","offset":375},{"uri":"Undulator","surface_form":"undulator","offset":394},{"uri":"Wiggler_(synchrotron)","surface_form":"wiggler","offset":408},{"uri":"Storage_ring","surface_form":"storage ring","offset":421},{"uri":"Free-electron_laser","surface_form":"free-electron laser","offset":439},{"uri":"Particle_physics","surface_form":"particle physics","offset":720},{"uri":"Large_Hadron_Collider","surface_form":"Large Hadron Collider","offset":912},{"uri":"Condensed_matter_physics","surface_form":"condensed matter physics","offset":1395},{"uri":"Materials_science","surface_form":"materials science","offset":1421},{"uri":"Biology","surface_form":"biology","offset":1440},{"uri":"Medicine","surface_form":"medicine","offset":1452},{"uri":"Nanometer","surface_form":"nanometer","offset":1546},{"uri":"Electronic_structure","surface_form":"electronic structure","offset":1565},{"uri":"Micrometre","surface_form":"micrometer","offset":1593},{"uri":"Medical_imaging","surface_form":"medical imaging","offset":1647},{"uri":"LIGA","surface_form":"LIGA","offset":1802}]}