{"id":3195,"url":"http://en.wikipedia.org/wiki/Democracy","text":"To become a stable democracy, a state usually undergoes a process of democratic consolidation.\nA democracy is the opposite of a dictatorship, a type of government in which the power is centralized on the hands of a single person who rules the nation, lacks political pluralism, the people have no participation in the local politics and little to no freedom of expression.\nTypes of government.\nAfter people hold an election, the candidates that won are determined. The way this is done can be simple: The candidate with the most votes gets elected. Very often, the politicians being elected belong to a political party. Instead of choosing a person, people vote for a party. The party with the most votes then picks the candidates.\nUsually, the people being elected need to meet certain conditions: They need to have a certain age or a government body needs to determine that they are suitably qualified to perform the job.\nNot everyone can vote in an election. Suffrage is only given to people who are citizens. Some groups may be excluded, for example prisoners.\nFor some elections, a country may make voting compulsory. Someone who does not vote, and who does not give a good reason usually has to pay a fine\nKinds of democracy.\nDemocracy may be direct or indirect.\nIn a direct democracy, everyone has the right to make laws together. One modern example of direct democracy is a referendum, which is the name for the kind of way to pass a law where everyone in the community votes on it. Direct democracies are not usually used to run countries, because it is hard to get millions of people to get together all the time to make laws and other decisions. There is not enough time.\nIn an indirect, or representative democracy, people choose representatives to make laws for them. These people can be mayors, councilmen, members of Parliament, or other government officials. This is a much more common kind of democracy. Large communities like cities and countries use this method, but it may not be needed for a small group.\nAncient origins.\nThis kind of government was developed long ago by the ancient Greeks in classical Athens. They had everyone who was a citizen (not slaves, women, foreigners, and children) get together in one area. The assembly would talk about what kinds of laws they wanted and voted on them. The Council would suggest the laws. All citizens were allowed in the assembly.\nThe Council were picked by draws (lottery). The participants in the Council would change every year and the number of people in the Council was at the most 500. For some offices the Athenian citizens would pick a leader by writing the name of their favorite candidate on a piece of stone or wood. The person with the most votes became the leader.\nMiddle Ages.\nIn the Middle Ages, there were many systems, although only a few people could join in at this time. The Parliament of England began from the Magna Carta, a document which said that the King's power was limited, and protected certain rights of the people. The first elected parliament was De Montfort's Parliament in England in 1265.\nHowever, only a few people could actually join in. Parliament was chosen by only a few percent of the people (in 1780, fewer than 3% of people joined in). The ruler also had the power to call parliaments. After a long time, the power of Parliament began to grow. After the Glorious Revolution in 1688, the English Bill of Rights 1689 made Parliament more powerful. Later, the ruler became a symbol instead of having real power.\nDemocratic consolidation.\nDemocratic consolidation is the process by which a new democracy matures. Once mature, it is unlikely to revert to dictatorship rule without an external shock.\nThe idea is that unconsolidated democracies suffer from intermittent elections which are not free and fair. In other words, powerful groups are able to prevent the system working fairly.","categories":[],"infobox_types":[],"annotations":[{"uri":"Democratic_consolidation","surface_form":"democratic consolidation","offset":69},{"uri":"Dictatorship","surface_form":"dictatorship","offset":128},{"uri":"Pluralism","surface_form":"political pluralism","offset":257},{"uri":"Freedom_of_expression","surface_form":"freedom of expression","offset":350},{"uri":"Politician","surface_form":"politicians","offset":565},{"uri":"Political_party","surface_form":"political party","offset":603},{"uri":"Ageing","surface_form":"age","offset":827},{"uri":"Suffrage","surface_form":"Suffrage","offset":962},{"uri":"Prisoner","surface_form":"prisoners","offset":1054},{"uri":"Compulsory_voting","surface_form":"compulsory","offset":1111},{"uri":"Fine","surface_form":"fine","offset":1207},{"uri":"Direct_democracy","surface_form":"direct democracy","offset":1274},{"uri":"Referendum","surface_form":"referendum","offset":1382},{"uri":"Name","surface_form":"name","offset":1407},{"uri":"Indirect_democracy","surface_form":"indirect","offset":1689},{"uri":"Ancient_Greece","surface_form":"Greeks","offset":2105},{"uri":"Classical_Athens","surface_form":"classical Athens","offset":2115},{"uri":"Citizen","surface_form":"citizen","offset":2161},{"uri":"Slave","surface_form":"slave","offset":2174},{"uri":"Woman","surface_form":"women","offset":2182},{"uri":"Lottery","surface_form":"lottery","offset":2434},{"uri":"Year","surface_form":"year","offset":2495},{"uri":"Candidate","surface_form":"candidate","offset":2658},{"uri":"Stone","surface_form":"stone","offset":2682},{"uri":"Wood","surface_form":"wood","offset":2691},{"uri":"Leader","surface_form":"leader","offset":2739},{"uri":"Parliament_of_England","surface_form":"Parliament of England","offset":2864},{"uri":"Magna_Carta","surface_form":"Magna Carta","offset":2901},{"uri":"Glorious_Revolution","surface_form":"Glorious Revolution","offset":3366},{"uri":"Bill_of_Rights_1689","surface_form":"Bill of Rights 1689","offset":3407},{"uri":"Symbol","surface_form":"symbol","offset":3484},{"uri":"Democracy","surface_form":"democracy","offset":3602},{"uri":"Dictatorship","surface_form":"dictatorship","offset":3662}]}