{"id":319684,"url":"http://en.wikipedia.org/wiki/Lake_Blanche","text":"e=\"preserve\">Lake Blanche is a large salt lake in the north east corner of South Australia. It is normally dry, but can be filled by local flooding or when the Strzelecki Creek flows into it. It covers an area of about. When Lake Blanche was first seen by the explorer Edward John Eyre in 1840, he believed it was part of a large horse shoe shaped lake at the end of the Flinders Ranges. This lake stopped the explorers from being able to travel any further to the north. When Charles Sturt visited the lake shore in 1845 he also thought it was part of a larger lake. In 1858 the explorer Augustus Charles Gregory was the first European to find a path between Lake Blanche and Lake Callabonna. Lake Blanche was named after the wife of the Governor of South Australia, Sir Richard Graves McDonnell. The area near the lake had been called Blanchewater Plains by explorer Benjamin Herschel Babbage in 1856. In August 1857, Captain Freeling attempted to explore the flooded lake by boat. The water was not deep enough to float the boat, and even after walking more than into the lake it was still only ankle deep.\nThe area around Lake Blanche is now being explored for development of a uranium mine.","categories":[],"infobox_types":[],"annotations":[{"uri":"Salt_lake","surface_form":"salt lake","offset":37},{"uri":"South_Australia","surface_form":"South Australia","offset":75},{"uri":"Strzelecki_Creek","surface_form":"Strzelecki Creek","offset":160},{"uri":"Edward_John_Eyre","surface_form":"Edward John Eyre","offset":269},{"uri":"Flinders_Ranges","surface_form":"Flinders Ranges","offset":371},{"uri":"Charles_Sturt","surface_form":"Charles Sturt","offset":477},{"uri":"Augustus_Charles_Gregory","surface_form":"Augustus Charles Gregory","offset":589},{"uri":"Lake_Callabonna","surface_form":"Lake Callabonna","offset":677},{"uri":"Richard_Graves_McDonnell","surface_form":"Sir Richard Graves McDonnell","offset":768},{"uri":"Benjamin_Herschel_Babbage","surface_form":"Benjamin Herschel Babbage","offset":869},{"uri":"Uranium","surface_form":"uranium","offset":1182}]}