{"id":3196,"url":"http://en.wikipedia.org/wiki/Game","text":"A game is something that people often do for fun. If so, it is different from work. Many sports are games, and there are many professional sports. In those cases, there is money to be made, because it is a type of entertainment.\nThere are different kinds of games using many kinds of equipment. For example, in video games, people often use controllers or their keyboard to control what happens on a screen, such as a television screens and computers ones too. In card games, players use playing cards. There are also games that use your body, such as the Kinect. Most games need equipment, but not always. Children's street games often need no equipment.\nIn board games, players may move pieces on a flat surface called a \"board\". The object of the game varies. In race-type games like ludo, the object is to reach the end first. In go the object is to surround more space. In soccer it is to score more goals. Some games have complicated rules, some have simple rules.\nLudwig Wittgenstein.\nLudwig Wittgenstein was probably the first academic philosopher to address the definition of the word \"game\". In his \"Philosophical Investigations\", Wittgenstein demonstrated that the elements (parts) of games, such as play, rules, and competition, all fail to correctly define what games are. He concluded that people apply the term \"game\" to a range of different human activities that are related, but not closely related.\n\"Homo Ludens\".\n\"Homo Ludens\" (Playing Man) is a book written in 1938 by Dutch historian Johan Huizinga. It discusses the importance of the play element in culture and society. Huizinga suggests that play is a condition for the generation of culture.\nChris Crawford.\nCrawford's definition of a game is: an interactive, goal-oriented activity, with opponents to play against, and where players and opponents can interfere with each other.\nHistory of Games.\nThe first writer of history was Herodotus, an ancient Greek. He wrote a book called “The Histories” around 440 BC, which is nearly 2500 years ago. Some of the stories he wrote were not true, and we don't know if this is one of those.\nHerodotus tells us about king Atys; he ruled about 5,500 [five thousand five hundred] years ago in a country called Lydia. His country was in western Asia Minor, near modern Greece. Atys had a serious problem; his lands had very little food because the climate was not good for agriculture. The people of Lydia demonstrated patience and hoped that the good times of plenty would return.\nBut when things failed to get better, the people of Lydia thought up a strange solution for their problem. The path they took to fight their natural need to eat – the hungry times caused by the unusually hard climate - was to play games for one entire day so that they would not think about food. On the next day they would eat, so eating occurred every second day. In this way they passed 18 years, and in that time they invented dice, balls, and all the games commonly played today.\nGames appear in all cultures all over the world, an ancient custom that brings people together for social opportunities. Games allow people to go beyond the limit of the immediate physical experience, to use their imagination. Common features of games include a finish that you cannot forecast, agreed upon rules, competition, separate place and time, imaginary elements, elements of chance, established goals and personal enjoyment. Games are used to teach, to build friendships, and to indicate status.\nIn his 1938 history book the Dutch writer Johan Huizinga says that games are older than human culture. He sees games as the beginning of complex human activities such as language, law, war, philosophy and art. Ancient people used bones to make the first games. Dice are very early game pieces. Games began as part of ancient religions. The oldest gaming pieces ever found – 49 [forty nine] small painted stones with pictures cut into them from 5,000 [five thousand] years ago – come from Turkey, so perhaps the history of Herodotus is true. One of the first board games, Senet, appears in ancient Egypt around 3,500 [three thousand five hundred] years ago. The ancient Greeks had a board game similar to checkers, and also many ball games.\nThe first reference to the game of Go occurs in Chinese records from around 2,400 [two thousand four hundred] years ago. Originally the game Go was used by political leaders to develop skill in strategy and mental skill. Knowing how to play Go was required by a Chinese gentleman, along with the skills of artistic writing or calligraphy, painting and the ability to play a musical instrument. These were regarded as the four most important skills. In ancient China, a gentleman had to pass a test in these four key skills in order to get a good paying job in the government. The Chinese brought Go to Korea, and it entered Japan around 1,500 [one thousand five hundred] years ago, and it has been popular ever since.\nIn March 2016 a Google computer program beat the best Go players in the world. Go is believed to be the most complex board game ever created. Is this computer program smarter than a person? Well, it did beat the South Korean Go master Lee Se-dol, and Lee was surprised by the result. He acknowledged defeat after three and a half hours of play. Demis Hassabis, who made the Google program, called it an important moment in history, because a machine beat the best person in the world in an intelligent game. Such computer programs rely on what is called artificial intelligence. Go is a two-player game of strategy said to have had an origin in China perhaps around 3,000 [three thousand] years ago. Players compete to win more territory by placing black and white “stones” on a board made up of 19 [nineteen] lines by 19 [nineteen] lines.\nThe first computer game that was ever created was probably the game OXO by Alexander Douglas in 1952. It was a version of tic-tac-toe. But most people consider the first true computer game where players actually participate to be Tennis for Two developed in 1958 by the physics scientist William Higginbotham. He wanted to teach about gravity, the force of attraction between masses. These men who created the early computer games did not forecast the potential for the popular use of games, because at that period in modern history it took a small room full of computers to make these games work! Another early game was Spacewar! developed in 1961 by MIT university student Steve Russell. In 1972 the company Atari produced the Pong game which was a huge commercial success; being a commercial success means that it made a lot of money. This was the true beginning of computer games that could be played at home.\nToday, all around the world people spend more the 3,000,000,000 [three billion] hours a week playing computer games. This is equivalent to more than 342,000 [three hundred and forty two hundred thousand] years!","categories":[],"infobox_types":[],"annotations":[{"uri":"Labour_(economics)","surface_form":"work","offset":78},{"uri":"Sport","surface_form":"sport","offset":89},{"uri":"Entertainment","surface_form":"entertainment","offset":214},{"uri":"Television","surface_form":"television","offset":418},{"uri":"Card_game","surface_form":"card game","offset":464},{"uri":"Playing_card","surface_form":"playing card","offset":488},{"uri":"Kinect","surface_form":"Kinect","offset":556},{"uri":"Board_game","surface_form":"board game","offset":659},{"uri":"Board_game","surface_form":"board","offset":724},{"uri":"Ludo","surface_form":"ludo","offset":787},{"uri":"Go","surface_form":"go","offset":834},{"uri":"Soccer","surface_form":"soccer","offset":878},{"uri":"Ludwig_Wittgenstein","surface_form":"Ludwig Wittgenstein","offset":992},{"uri":"Play_(activity)","surface_form":"play","offset":1211},{"uri":"Competition","surface_form":"competition","offset":1228},{"uri":"Johan_Huizinga","surface_form":"Johan Huizinga","offset":1505},{"uri":"Culture","surface_form":"culture","offset":1572},{"uri":"Society","surface_form":"society","offset":1584},{"uri":"Herodotus","surface_form":"Herodotus","offset":1904},{"uri":"Asia_Minor","surface_form":"Asia Minor","offset":2256},{"uri":"Dice","surface_form":"dice","offset":2924},{"uri":"Dice","surface_form":"Dice","offset":3744},{"uri":"Ancient_Egypt","surface_form":"ancient Egypt","offset":4072},{"uri":"Ancient_Greece","surface_form":"ancient Greeks","offset":4144},{"uri":"Go","surface_form":"Go","offset":4258},{"uri":"Ancient_China","surface_form":"Chinese","offset":4271},{"uri":"Korea","surface_form":"Korea","offset":4825},{"uri":"Japan","surface_form":"Japan","offset":4847},{"uri":"Google","surface_form":"Google","offset":5315},{"uri":"Artificial_intelligence","surface_form":"artificial intelligence","offset":5495},{"uri":"Video_game","surface_form":"computer game","offset":5791},{"uri":"OXO","surface_form":"OXO","offset":5849},{"uri":"Physics","surface_form":"physics","offset":6051},{"uri":"Atari%2C_Inc.","surface_form":"Atari","offset":6491}]}