{"id":319665,"url":"http://en.wikipedia.org/wiki/Toys_%26quot%3BR%26quot%3B_Us","text":"Toys Я Us (founded in 1948) is a toy store. It had its headquarters in Wayne, New Jersey, United States. The company had around 875 Toys “R” Us and Babies “R” Us stores in the United States, more than 600 international stores, and over 140 licensed stores in 35 countries and jurisdictions. It controls the FAO Schwarz brand. It has its flagship store on Fifth Avenue in New York City. Toys \"R\" Us also has many e-commerce sites. Some of these are Toysrus.com, Babiesrus.com, eToys.com and FAO.com. Kids \"R\" Us is a former clothing store just for kids established in Manchester, NH in 1983 and disestablished in 2003. In the 1999 website commercial, there was a probably 7 year old raincheck boy who dresses like Linus from Peanuts and is friends with his raincheck. Toys \"R\" us has toys for different ages.\nOn March 14, 2018, it was revealed that all Toys \"R\" Us stores in the United Kingdom would close. The next day, it was announced that Toys \"R\" Us is officially going out of business and selling all 800 of its U.S. stores. In addition, all Toys \"R\" Us stores worldwide would be sold off. At the time, toy maker MGA Entertainment has made a bid to take over the company's stores in Canada, but it failed.\nOn March 22, 2018, its founder Charles Lazarus died aged 94 years.\nThe remaining Toys \"R\" Us stores closed on June 29, 2018 after 70 years. In October 2018, Toys \"R\" Us announced that it would return, and the company did so by opening 2 new stores in the United States a year later.","categories":[],"infobox_types":["company"],"annotations":[{"uri":"Toy","surface_form":"toy","offset":33},{"uri":"Shop","surface_form":"store","offset":37},{"uri":"Wayne%2C_New_Jersey","surface_form":"Wayne","offset":71},{"uri":"New_Jersey","surface_form":"New Jersey","offset":78},{"uri":"United_States","surface_form":"United States","offset":90},{"uri":"Jurisdiction","surface_form":"jurisdiction","offset":276},{"uri":"FAO_Schwarz","surface_form":"FAO Schwarz","offset":307},{"uri":"Fifth_Avenue","surface_form":"Fifth Avenue","offset":355},{"uri":"New_York_City","surface_form":"New York City","offset":371},{"uri":"Peanuts","surface_form":"Peanuts","offset":724},{"uri":"MGA_Entertainment","surface_form":"MGA Entertainment","offset":1118},{"uri":"Bid","surface_form":"bid","offset":1147},{"uri":"Canada","surface_form":"Canada","offset":1188}]}