{"id":319741,"url":"http://en.wikipedia.org/wiki/Bournville","text":"Bournville is a model village on the south side of Birmingham, England, best known for its connections with the Cadbury family and chocolate – including a dark chocolate bar called \"Bournville\". It is also a ward within the council constituency of Selly Oak and home to the Bournville Centre for Visual Arts. Research by the Joseph Rowntree Foundation has claimed that it is \"one of the nicest places to live in Britain\".\nHistory.\nOriginally the area that was to become Bournville consisted of a few scattered farmsteads and cottages, linked by winding country lanes, with the only visual highlight being the Georgian built Bournbrook Hall.\nThe bluebell glades of Stocks Wood were said to be a relic of the Forest of Arden and there are Roman remains nearby.\nCadbury.\nHaving taken over their father John Cadbury's expanding business in 1861, the Quakers George and Richard Cadbury needed to move their cocoa and chocolate factory from Bridge Street in central Birmingham to a greenfield site to allow for expansion.\nCadbury were reliant on the canals for milk delivery, and on the railways for cocoa deliveries from the ports of London and Southampton. They therefore need a site which was undeveloped and had easy access to both canal and rail. The brothers noticed the proposed development of the Birmingham West Suburban Railway, which would extend from central Birmingham south along the path of the Worcester and Birmingham Canal into the then green fields of southern Birmingham and the villages of northern Worcestershire.\nIn 1879, they moved their business to Bournbrook Hall, to the south of Birmingham. The location was chosen as it was regarded as cleaner, healthier and more amenable to longer-term expansion plans. Although rural, it was also already serviced by the new Stirchley Street railway station, which itself was located right next to the canal.\nThe Cadburys named the area 'Bournville' after the Bourn Brook (now known as The Bourn); with 'ville' being French for 'town', this set Bournville apart from the local area (some people wrongly believe Bournville was originally known as Bournbrook - Bournbrook exists as a separate area to the north of Bournville). Then Cadburys began to develop their factory in the new suburb. Loyal and hard-working workers were treated with great respect and relatively high wages and good working conditions; Cadbury also pioneered pension schemes, joint works committees and a full staff medical service.\nIn 1893, George Cadbury bought 120 acres (0.5 km²) of land close to the works and planned, at his own expense, a model village which would 'alleviate the evils of modern more cramped living conditions'. By 1900, the estate included 313 cottages and houses set on of land, and many more similar properties were built in the years leading up to the World War I, with smaller developments taking place later on in the 20th century. These almost 'Arts and crafts' houses were traditional in design but with large gardens and modern interiors, and were designed by the resident architect William Alexander Harvey. These designs became a blueprint for many other model village estates around Britain. It is also noteworthy that, because George Cadbury was a temperance Quaker, no public houses have ever been built in Bournville although, since the late 1940s, there has been a licensed members' bar at Rowheath Pavilion.\nThe Cadburys were particularly concerned with the health and fitness of their workforce, incorporating park and recreation areas into the Bournville village plans and encouraging swimming, walking and indeed all forms of outdoor sports. In the early 1920s, extensive open lands were purchased at Rowheath and laid to football and hockey pitches together with a grassed running track. Rowheath Pavilion was designed and built in accordance with the instructions of George Cadbury and opened in July 1924. At that time, it served as the clubhouse and changing rooms for the acres of sports playing fields, several bowling greens, a fishing lake and an outdoor swimming lido, a natural mineral spring forming the source for the lido's healthy waters. The Rowheath Pavilion itself, which still exists, was used for balls and dinners and the whole area was specifically for the benefit of the Cadbury workers and their families with no charges for the use of any of the sporting facilities by Cadbury employees or their families. The lido was eventually closed in the 1970s after complaints of noise disturbance were made by residents of the newly built Oak Farm estate, coupled with new and stringent health and safety regulations relating to outdoor public swimming facilities. Cadbury's also built the Bournville indoor swimming baths on Bournville Lane (separate buildings for 'girls' and men), the Valley pool boating lake and the picturesque cricket pitch adjacent to the factory site, that was made famous as the picture on boxes of Milk Tray chocolates throughout the 1950s and early 1960s.\nIn 1900, the Bournville Village Trust was set up to formally control the development of the estate, independently of George Cadbury or the Cadbury company. The trust focused on providing schools, hospitals, museums, public baths and reading rooms. As Bournville is a conservation area, another job of the Bournville Village Trust is to accept or reject plans for building extension and modification.\nAn almost campus feel evolved, with a triangular village green, infant and junior schools, the School of Art and the Day Continuation School (originally intended for young Cadbury employees) and a host of events such as fêtes and Maypole dances. The carillon and a Quaker meeting house are also beside the village green.\nThe trust continues to exercise an international influence on housing and town planning generally. Now containing 7,800 homes on 1,000 acres (4 km²) of land with 100 acres (0.4 km²) of parks and open spaces, Bournville remains a popular residential area of Birmingham.\nCadbury is still one of Birmingham's main employers, making all manner of chocolate products.\nThe dark chocolate Bournville Plain is now manufactured in France and sold in the UK.\nCadbury also named their brand of malted drinks Bournvita after Bournville.\nGovernance.\nThe ward is served by three councillors, all of whom are Conservative; Bill Evans, Nigel Dawkins and Timothy Huxtable.\nBournville has adopted a Ward Support Officer with the current holder of the title being Karen Stevens.","categories":[],"infobox_types":[],"annotations":[{"uri":"Model","surface_form":"model","offset":16},{"uri":"Village","surface_form":"village","offset":22},{"uri":"Birmingham","surface_form":"Birmingham","offset":51},{"uri":"England","surface_form":"England","offset":63},{"uri":"Cadbury","surface_form":"Cadbury","offset":112},{"uri":"Chocolate","surface_form":"chocolate","offset":131},{"uri":"Ward_(politics)","surface_form":"ward","offset":208},{"uri":"Council","surface_form":"council","offset":224},{"uri":"Constituency","surface_form":"constituency","offset":232},{"uri":"Selly_Oak","surface_form":"Selly Oak","offset":248},{"uri":"Bournville_Centre_for_Visual_Arts","surface_form":"Bournville Centre for Visual Arts","offset":274},{"uri":"Joseph_Rowntree_Foundation","surface_form":"Joseph Rowntree Foundation","offset":325},{"uri":"Georgian_architecture","surface_form":"Georgian","offset":609},{"uri":"Bluebell_wood","surface_form":"bluebell glades","offset":645},{"uri":"Forest_of_Arden","surface_form":"Forest of Arden","offset":707},{"uri":"Roman_Empire","surface_form":"Roman","offset":737},{"uri":"Quakers","surface_form":"Quakers","offset":846},{"uri":"Cocoa_solids","surface_form":"cocoa","offset":902},{"uri":"Canal","surface_form":"canal","offset":1044},{"uri":"Railway","surface_form":"railway","offset":1081},{"uri":"Undeveloped_land","surface_form":"undeveloped","offset":1190},{"uri":"Birmingham_West_Suburban_Railway","surface_form":"Birmingham West Suburban Railway","offset":1299},{"uri":"Worcester_and_Birmingham_Canal","surface_form":"Worcester and Birmingham Canal","offset":1404},{"uri":"Worcestershire","surface_form":"Worcestershire","offset":1514},{"uri":"Bournville_railway_station","surface_form":"Stirchley Street","offset":1784},{"uri":"Railway_station","surface_form":"railway station","offset":1801},{"uri":"Bourn_Brook","surface_form":"Bourn Brook","offset":1919},{"uri":"Bournbrook","surface_form":"Bournbrook","offset":2118},{"uri":"Pension","surface_form":"pension","offset":2389},{"uri":"Model_village","surface_form":"model village","offset":2576},{"uri":"World_War_I","surface_form":"World War I","offset":2810},{"uri":"Arts_and_crafts","surface_form":"Arts and crafts","offset":2906},{"uri":"Architect","surface_form":"architect","offset":3036},{"uri":"William_Alexander_Harvey","surface_form":"William Alexander Harvey","offset":3046},{"uri":"Quaker","surface_form":"Quaker","offset":3226},{"uri":"Public_house","surface_form":"public house","offset":3237},{"uri":"Human_swimming","surface_form":"swimming","offset":3558},{"uri":"Walking","surface_form":"walking","offset":3568},{"uri":"Association_football","surface_form":"football","offset":3696},{"uri":"Hockey","surface_form":"hockey","offset":3709},{"uri":"Lido_(swimming_pool)","surface_form":"lido","offset":4104},{"uri":"Bournville_Village_Trust","surface_form":"Bournville Village Trust","offset":4986},{"uri":"School","surface_form":"school","offset":5160},{"uri":"Hospital","surface_form":"hospital","offset":5169},{"uri":"Museum","surface_form":"museum","offset":5180},{"uri":"Bournville_School_of_Art","surface_form":"School of Art","offset":5468},{"uri":"Maypole","surface_form":"Maypole","offset":5603},{"uri":"Carillon","surface_form":"carillon","offset":5623},{"uri":"Quaker","surface_form":"Quaker","offset":5638},{"uri":"Conservative_Party_(UK)","surface_form":"Conservative","offset":6288},{"uri":"Nigel_Dawkins_(councillor)","surface_form":"Bill Evans","offset":6302},{"uri":"Nigel_Dawkins","surface_form":"Nigel Dawkins","offset":6314},{"uri":"Timothy_Huxtable","surface_form":"Timothy Huxtable","offset":6332}]}