{"id":319738,"url":"http://en.wikipedia.org/wiki/Gold_coin","text":"A gold coin is a coin made entirely (or almost entirely) of gold. Gold has been used since the invention of coins. It is used because gold is an easy metal to use, and because gold is very valuable. So, a person could have a small quantity of gold coins but still buy many things. Gold is also a very dense metal, making gold coins hard to fake. Gold is good for storing coins because it does not rust.\nAntiquity.\nPeople have used gold to trade since the Bronze Age. However, gold coins have only existed since the 6th century BC, in Anatolia (Turkey). Gold coins were also used in China.\nMiddle Ages.\nIn the Middle Ages, gold coins were common because of the Florin and the Guilder, two important gold coins.\nModern History.\nBetween 1873 and the early 1900s, gold coins were the main way to pay. Countries stopped using gold coins in 1933 because of the Great Depression. People were collecting and keeping the coins, so there were not enough for the economy to work. Today, many countries make gold coins, but they are for collectors.\nCoin collecting.\nMany people enjoy collecting coins. The rarest (most rare) coins are the most expensive. Usually, very few of these coins were made, or they have mistakes, or they are very old. Some countries have made very large coins for collectors.\nInvesting.\nWhen people want to buy gold as a way to store money, they can buy gold coins. These coins are called \"Bullion coins\". These coins are usually very pure and have exact weights, for example one troy ounce. Many people who buy bullion coins hope they become more expensive in the future so they can be sold.","categories":[],"infobox_types":[],"annotations":[{"uri":"Coin","surface_form":"coin","offset":17},{"uri":"Gold","surface_form":"gold","offset":60},{"uri":"Value","surface_form":"valuable","offset":189},{"uri":"Density","surface_form":"dense","offset":301},{"uri":"Rust","surface_form":"rust","offset":397},{"uri":"Bronze_Age","surface_form":"Bronze Age","offset":455},{"uri":"Anatolia","surface_form":"Anatolia","offset":534},{"uri":"Turkey","surface_form":"Turkey","offset":544},{"uri":"China","surface_form":"China","offset":582},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":609},{"uri":"Florin","surface_form":"Florin","offset":660},{"uri":"Guilder","surface_form":"Guilder","offset":675},{"uri":"Great_Depression","surface_form":"Great Depression","offset":855},{"uri":"Old","surface_form":"old","offset":1227},{"uri":"Investing","surface_form":"store money","offset":1342},{"uri":"Purity","surface_form":"pure","offset":1449},{"uri":"Troy_ounce","surface_form":"troy ounce","offset":1494}]}