{"id":31982,"url":"http://en.wikipedia.org/wiki/Pressure","text":"e=\"preserve\">Pressure means how much force something is pushing on something else with.\nIt can also be defined as thrust (compressive force acting perpendicularly to the surface of a body) acting per unit area.\nPressure is directly proportional to force and inversely proportional to area., so the same amount of force applied by a hand will produce less pressure than when applied by something smaller, like a finger.\nIt is important to understand the distinction between pressure and force. Body A may exert a much larger force on a surface than body B, but if that force is spread out over an area larger than that of body B, the pressure exerted will be less than that of body B. More force is not always equal to more pressure, and vice versa\nPressure is also related to density. If a solid or a fluid is more dense, it has a larger weight, and therefore exerts a larger force, over the same area.\nThe SI unit of pressure is the Pascal (Pa) named after French physicist Blaise Pascal, who did much work on pressure. 1 pascal = a force of 1 newton per square meter. To measure much larger and much smaller pressures, sub-multiples of the unit, such as kilopascal and megapascal exist.\nAtmospheric pressure is the pressure exerted by oxygen and other molecules (the atmosphere basically) on a body/point/area at sea level, and is equal to approximately 100000 Newtons or 100Kn.Atmospheric pressures is measured using instruments such as the barometer which uses the principles of pressure and vaccum to measure the atmospheric pressure.","categories":[],"infobox_types":[],"annotations":[{"uri":"Density","surface_form":"density","offset":776},{"uri":"Fluid","surface_form":"fluid","offset":801},{"uri":"Force","surface_form":"force","offset":876},{"uri":"Blaise_Pascal","surface_form":"Blaise Pascal","offset":975},{"uri":"Newton_(unit)","surface_form":"newton","offset":1045},{"uri":"Meter","surface_form":"meter","offset":1063},{"uri":"Atmospheric_pressure","surface_form":"Atmospheric pressure","offset":1189},{"uri":"Barometer","surface_form":"barometer","offset":1444},{"uri":"Vacuum","surface_form":"vaccum","offset":1496}]}