{"id":319886,"url":"http://en.wikipedia.org/wiki/Auto-ethnography","text":"Auto-ethnography is a method of social research whose defining characteristic is that the author links personal experience and autobiography with social, political, and cultural concepts. Its difference from ethnography is the high degree of subjectivity that is introduced to the study, and the fact that the perspective of the author shows personal involvement with the subject much more than participant observation invites.\nFrom the 1970s onwards, auto-ethnography has been gaining impact and is being used more and more. However, it still constitutes an issue of controversy and is, sometimes, criticized because of its individualistic and subjective nature, which is seen as potentially undermining of its scientific credibility. That is, the author’s personal involvement with the events and society he/she describes and analyzes is sometimes considered as something that clouds his/her objectivity. It remains, however, questionable whether auto-ethnography should be judged on the same terms as traditional ethnography, as one may argue that they have different purposes altogether, and that a subjective point of view is advantageous and what auto-ethnography has to add to traditional methods.\nThe importance of culture in shaping identity\nCulture has been in a long period of time been the biggest identification point for a lot of people and needless to say, the same applies to me. As a male individual who identifies as a black when it comes to race, I also consider myself to be an African American ethnically. Black culture will always be a part of me regardless of whether it is on the African context, African American or both. Identifying with this gives me a sense of belonging in the African American culture and community. A sense of belong bigger than family and friends in this day and age is way more important because it shades a light of your history and what you should be proud of.\nMy first in-depth understanding of culture was at the time when me and my family moved from Africa to the United states of America. My short childhood living in Africa exposed me to how people in my country truly lived their culture in their day to day endeavors. It was not until we moved from Africa to the United States that I got a good comprehension of what culture really is and a clearer understanding of what cultural and ethnic belonging is and how greatly it contributes one’s wellbeing. Cultures across the world differ in diverse ways. While cultures in one continent might have some roots of similarities, crossing over to another continent illuminates the big cultural differences that exist in the world. This was brought out in the sense of living that I witnessed in the United states which was more individualistic compared to African communities who are more collectivists. I felt a little left out in the African American culture since it lacked a strong sense of community like it was in Africa.\nLiving in my neighborhood was really tough at first because of the necessary adjustments that had to take place in terms of culture, what to do and what not to do. This did not only apply to my immediate neighborhood but also to the city I live in. Learning how people conduct themselves and living according to their norms has proven to be easier with time. The most advantageous part of my relocation was the fact that I could easily understand the language that the natives speak meaning there was no communication barrier. The neighborhood and city culture has definitely changed me into being a more open minded person and take cognizance of equality in the world across all platforms, an example respecting women and not discriminating against them on the same level as men.\nSome of the things that define my relation with my culture are rooted in my every day practices such as the food I eat. Some of my favorite foods include Jollof rice, Mandazi and fried chicken as well as fries. I love reading books that talk about the black culture and its growth over decades, I listen to Hip-Hop music, I love watching African dances. My choice in fashion is heavily influenced by the African American trends and when it comes to art, I appreciate both African and African American art. All these things define how I relate to the two diverse culture and how I stay connected with each. They also help me know my history and give a point of identification.\nAs a male individual in the African American Society, who has been exposed to two different diverse cultures, navigating my gender roles have proven to be challenging over the time. While I agree with some things in my current cultural setting, I do not stand with other informalities that exist here. While I support the idea of having equality among all human beings, I do not agree that there should be selective service that favors women into getting jobs faster and those that are not dangerous. Equality should apply all the way. Other roles include behavior and dressing that should also apply equality.\nSome of the gender roles that taught in the United states include standards of behavior, dressing and speaking in regards to whether one is female or male. One particular gender role that exist in the broader African American society which I have managed to navigate through is learning how to respect people’s choice of dressing and act regardless of their sex or whatever gender they choose to identify with. I have conformed to the fact that gender roles are not really defined by a person’s gender in this society, people will do what they want to do since they have the freedom to make their own choice.\nMy personal understanding of resistance in relation to both African and African American cultures would be; having to defy the norms that have been set by the society. Going against the cultural normality that exist brings up a resistance which in some cases gives rise to a new acceptable behavior. Living in Africa, sex orientations have always been limited to being male or female, in the recent past, other orientations such as being transgender are slowly coming up even though it does not sit in well with the norms of that society.\nLiving in a world where digital standards are taking over everything, a platform where people can use to fight oppression and injustice, have cropped up as well. The power of social media is offering a platform where masses of people from different locations can rally up and protest for their cultural freedoms. Some forms of oppression that people in my neighborhood go through would be racism and police brutality. The use of twitter, as an example has enabled many to fight for their rights and have their issues resolved or at least get recognized. Fighting oppression has also been witnessed through peaceful demonstrations to make sure they are taken with all the seriousness that they deserve.\nCulture has been in a long period of time been the biggest identification point for a lot of people and needless to say, the same applies to me. As a male individual who identifies as a black when it comes to race, I also consider myself to be an African American ethnically. Black culture will always be a part of me regardless of whether it is on the African context, African American or both. Identifying with this gives me a sense of belonging in the African American culture and community. A sense of belong bigger than family and friends in this day and age is way more important because it shades a light of your history and what you should be proud of.\nMy first in-depth understanding of culture was at the time when me and my family moved from Africa to the United states of America. My short childhood living in Africa exposed me to how people in my country truly lived their culture in their day to day endeavors. It was not until we moved from Africa to the United States that I got a good comprehension of what culture really is and a clearer understanding of what cultural and ethnic belonging is and how greatly it contributes one’s wellbeing. Cultures across the world differ in diverse ways. While cultures in one continent might have some roots of similarities, crossing over to another continent illuminates the big cultural differences that exist in the world. This was brought out in the sense of living that I witnessed in the United states which was more individualistic compared to African communities who are more collectivists. I felt a little left out in the African American culture since it lacked a strong sense of community like it was in Africa.\nLiving in my neighborhood was really tough at first because of the necessary adjustments that had to take place in terms of culture, what to do and what not to do. This did not only apply to my immediate neighborhood but also to the city I live in. Learning how people conduct themselves and living according to their norms has proven to be easier with time. The most advantageous part of my relocation was the fact that I could easily understand the language that the natives speak meaning there was no communication barrier. The neighborhood and city culture has definitely changed me into being a more open minded person and take cognizance of equality in the world across all platforms, an example respecting women and not discriminating against them on the same level as men.\nSome of the things that define my relation with my culture are rooted in my every day practices such as the food I eat. Some of my favorite foods include Jollof rice, Mandazi and fried chicken as well as fries. I love reading books that talk about the black culture and its growth over decades, I listen to Hip-Hop music, I love watching African dances. My choice in fashion is heavily influenced by the African American trends and when it comes to art, I appreciate both African and African American art. All these things define how I relate to the two diverse culture and how I stay connected with each. They also help me know my history and give a point of identification.\nAs a male individual in the African American Society, who has been exposed to two different diverse cultures, navigating my gender roles have proven to be challenging over the time. While I agree with some things in my current cultural setting, I do not stand with other informalities that exist here. While I support the idea of having equality among all human beings, I do not agree that there should be selective service that favors women into getting jobs faster and those that are not dangerous. Equality should apply all the way. Other roles include behavior and dressing that should also apply equality.\nSome of the gender roles that taught in the United states include standards of behavior, dressing and speaking in regards to whether one is female or male. One particular gender role that exist in the broader African American society which I have managed to navigate through is learning how to respect people’s choice of dressing and act regardless of their sex or whatever gender they choose to identify with. I have conformed to the fact that gender roles are not really defined by a person’s gender in this society, people will do what they want to do since they have the freedom to make their own choice.\nMy personal understanding of resistance in relation to both African and African American cultures would be; having to defy the norms that have been set by the society. Going against the cultural normality that exist brings up a resistance which in some cases gives rise to a new acceptable behavior. Living in Africa, sex orientations have always been limited to being male or female, in the recent past, other orientations such as being transgender are slowly coming up even though it does not sit in well with the norms of that society.\nLiving in a world where digital standards are taking over everything, a platform where people can use to fight oppression and injustice, have cropped up as well. The power of social media is offering a platform where masses of people from different locations can rally up and protest for their cultural freedoms. Some forms of oppression that people in my neighborhood go through would be racism and police brutality. The use of twitter, as an example has enabled many to fight for their rights and have their issues resolved or at least get recognized. Fighting oppression has also been witnessed through peaceful demonstrations to make sure they are taken with all the seriousness that they deserve.\nDifferent definitions of auto-ethnography.\nMaréchal defines auto-ethnography as “a form or method of research that involves self-observation and reflexive investigation in the context of ethnographic field work and writing”. In the 1970s it was more simply defined as “insider ethnography”, referring to the fact that the group of study is the ethnographer’s own.\nBenefits and concerns regarding auto-ethnography.\nThe most significant element that auto-ethnography introduces to the study of culture and society is the shift from a depersonalized, “seen from a vantage point” and neutrally distanced narrative to a storyline with which the audience can engage morally, aesthetically, and intellectually, and, thus, co-participate in the events described. Especially for ethnographers who use multiple informants, auto-ethnography introduces an alternative way of writing where “the distinction between ethnographer and ‘others’ is unclear”, thereby challenging “imposed identities and boundaries”.\nHowever, auto-ethnographers should avoid some dangerous pitfalls that could undermine the credibility and usefulness of their work. Chang identifies the following: \"(1) excessive focus on self in isolation from others; (2) overemphasis on narration rather than analysis and cultural interpretation; (3) exclusive reliance on personal memory and recalling as a data source; (4) negligence of ethical standards regarding others in self-narratives; and (5) inappropriate application of the label autoethnography\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Social_sciences","surface_form":"social","offset":32},{"uri":"Research","surface_form":"research","offset":39},{"uri":"Ethnography","surface_form":"ethnography","offset":208},{"uri":"Subjectivity","surface_form":"subjectivity","offset":242},{"uri":"Perspective_(cognitive)","surface_form":"perspective","offset":310},{"uri":"Observation","surface_form":"observation","offset":407},{"uri":"Individualism","surface_form":"individualistic","offset":625},{"uri":"Moral","surface_form":"moral","offset":13103},{"uri":"Aesthetically","surface_form":"aesthetically","offset":13112},{"uri":"Intellect","surface_form":"intellect","offset":13131}]}