{"id":319970,"url":"http://en.wikipedia.org/wiki/Discrete_mathematics","text":"Discrete mathematics is the study of mathematical structures that are discrete rather than continuous. In contrast to real numbers that vary \"smoothly\", discrete mathematics studies objects such as integers, graphs, and statements in logic. These objects do not vary smoothly, but have distinct, separated values. Discrete mathematics therefore excludes topics in \"continuous mathematics\" such as calculus and analysis. Discrete objects can often be counted using integers. Mathematicians say that this is the branch of mathematics dealing with countable sets (sets that have the same cardinality as subsets of the natural numbers, including rational numbers but not real numbers). However, there is no exact, universally agreed, definition of the term \"discrete mathematics.\" Many times, discrete mathematics is described less by what is included than by what is excluded: continuously varying quantities and related notions.\nThe set of objects studied in discrete mathematics can be finite or infinite. The term finite mathematics is sometimes applied to parts of the field of discrete mathematics that deals with finite sets, particularly those areas relevant to business.\nResearch in discrete mathematics increased in the latter half of the twentieth century partly due to the development of digital computers which operate in discrete steps and store data in discrete bits. Concepts and notations from discrete mathematics are useful in studying and describing objects and problems in branches of computer science, such as computer algorithms, programming languages, cryptography, automated theorem proving, and software development. In turn, computer implementations are significant in applying ideas from discrete mathematics to real-world problems, such as in operations research.\nAlthough the main objects of study in discrete mathematics are discrete objects, analytic methods from continuous mathematics are often employed as well.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematics","surface_form":"mathematical","offset":37},{"uri":"Mathematical_structure","surface_form":"structures","offset":50},{"uri":"Discrete_space","surface_form":"discrete","offset":70},{"uri":"Continuous_function","surface_form":"continuous","offset":91},{"uri":"Real_number","surface_form":"real number","offset":118},{"uri":"Integer","surface_form":"integer","offset":198},{"uri":"Graph_(mathematics)","surface_form":"graphs","offset":208},{"uri":"Mathematical_logic","surface_form":"logic","offset":234},{"uri":"Calculus","surface_form":"calculus","offset":397},{"uri":"Mathematical_analysis","surface_form":"analysis","offset":410},{"uri":"Enumeration","surface_form":"counted","offset":450},{"uri":"Countable_set","surface_form":"countable set","offset":545},{"uri":"Digital_computers","surface_form":"digital computers","offset":1296},{"uri":"Programming_language","surface_form":"programming language","offset":1549},{"uri":"Cryptography","surface_form":"cryptography","offset":1572},{"uri":"Automated_theorem_proving","surface_form":"automated theorem proving","offset":1586},{"uri":"Software_development","surface_form":"software development","offset":1617},{"uri":"Operations_research","surface_form":"operations research","offset":1768}]}