{"id":319901,"url":"http://en.wikipedia.org/wiki/Rites_of_passage","text":"Rites of passage are rituals performed by human beings, individually or collectively as a social group, that symbolically acknowledge the departure from one phase of life and the arrival into another.\nAll people in every society and culture experience rites of passage but, these often happen differently, for diverse reasons and, at special times depending on what society or culture the person comes from. Rites of passage celebrate and protect the person or people who are changing. They communicate shared ideas of socially expectable behavior and responsibility, and they signify the transformation from one social status (e.g. coming of age), place (e.g. crossing a national border), condition (e.g. recovering from sickness), time (e.g. celebrating the new year), to the next.\nArnold van Gennep.\nThe French social scientist Arnold van Gennep (23 April 1873 – 7 May 1957) most famously defined the concept of rites of passage in his book ' (\"The Rites of Passage\"), first published in 1909. Van Gennep studied ethnographic reports from various parts of the world that described rites of passage. He concluded that they are universally structured even if the rites of passage themselves differ significantly in character between societies and cultures.\nThe Universal Structure of Rites of Passage.\nRites of passage are ordered into three phases.\nRites of Passage and Cultural Diversity.\nBy acknowledging the various ways different societies and cultures perform rites of passage we observe cultural diversity. Learning about rites of passage cross culturally can help us to understand others and ourselves. An awareness of cultural diversity is essential to form an open-minded, tolerant and accepting view of people who are not from the same society or culture as our own.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ritual","surface_form":"ritual","offset":21},{"uri":"Symbolism","surface_form":"symbolically","offset":109}]}