{"id":32009,"url":"http://en.wikipedia.org/wiki/Biometrics","text":"Biometrics is a field of study which aims to identify or recognise people based on traits they have. Given these traits, a system can be trained to recognise certain people, with a certain probability. Better training usually lowers the probability of falsely identifying someone.\nMost often, the two types are combined, as in voice or signature recognition. Most of these biometrics are seen as \"behavioral\", but some are linked to the physiology, e.g. of the vocal tract, or of the hand.\nA person may be identified by a fingerprint, or by letting the person sign a document. The data could then be kept. Someone who is checking can again take the fingerprint or the signature, and compare it to the old version.\nWhen selecting features, those choosing must also look at social acceptance. Taking a fingerprint may be ok, taking a blood test may not be. Some biometric data is also easier to fake, e.g. signatures.\nAlso, when voice samples are taken, these may be distorted (worsened), because only a telephone line is available. Telephone lines cut off some bandwidth from the signal.\nOther than for passports, biometric methods are also used in some banks.","categories":[],"infobox_types":[],"annotations":[{"uri":"Trait_(biology)","surface_form":"trait","offset":83},{"uri":"Training","surface_form":"trained","offset":137},{"uri":"Probability","surface_form":"probability","offset":189},{"uri":"Voice_recognition","surface_form":"voice","offset":327},{"uri":"Fingerprint","surface_form":"fingerprint","offset":522},{"uri":"Signature","surface_form":"sign","offset":560},{"uri":"Document","surface_form":"document","offset":567},{"uri":"Blood_test","surface_form":"blood test","offset":832},{"uri":"Signature","surface_form":"signature","offset":904},{"uri":"Voice","surface_form":"voice","offset":927},{"uri":"Telephone","surface_form":"telephone line","offset":1002},{"uri":"Bandwidth_(signal_processing)","surface_form":"bandwidth","offset":1060},{"uri":"Signal","surface_form":"signal","offset":1079}]}