{"id":320029,"url":"http://en.wikipedia.org/wiki/Undulator","text":"An undulator is an insertion device from high-energy physics and usually part of a larger\ninstallation, a synchrotron storage ring. It consists of a periodic structure of dipole magnets. A static magnetic field is alternating along the length of the undulator with a wavelength formula_1. Electrons traversing the periodic magnet structure are forced to undergo oscillations. So the electrons give off energy as electronmagnetic radiation. The radiation produced in an undulator is very intense and concentrated in narrow energy bands in the spectrum. The light beam is also collimated on the orbit plane of the electrons. This radiation is guided through beamlines for experiments in various scientific areas.\nformula_1\nwhere \"e\" is the particle charge, \"B\" is the magnetic field, \"formula_1\", \"formula_1\" is the electron rest\nmass and \"c\" is the speed of light, characterizes the nature of the electron motion. For\nformula_1 the oscillation amplitude of the motion is small and the radiation displays interference patterns which lead to narrow energy bands. If formula_1 the oscillation amplitude is bigger and the radiation contributions from each field period sum up independently, leading to a broad energy spectrum. When K is much bigger than 1, the device is no longer called an \"undulator\"; it is called a wiggler.\nPhysicist think about undulators both using classical physics and relativity. This means that though the precision calculation is tedious the undulator can be seen as a black box. An electron enters this box and an electromagnetic pulse exits through a small exit slit. The slit should be small enough so that only the main cone passes, so that the side lobes may be ignored.\nUndulators can provide hundreds of time more magnetic flux than a simple bending magnet and as such are in high demand at synchrotron radiation facilities. For an undulator that repeat N times (N periods), the brightness can be up to formula_1 more than a bending magnet. The intensity is enhanced up to a factor of N at harmonic wavelengths due to the constructive interference of the fields emitted during the N radiation periods. The usual pulse is a sine wave with some envelope. The second factor of N comes from the reduction of the emission angle associated with these harmonics, which is reduced in proportion to 1/N. When the electrons come with half the period, they interfere destructively. So, the undulator stays dark. The same is true if the electrons come as a bead chain. Because the bunch of electron spreads out the more times that they travel around the synchrotron, physicists want to design new machines that throw out the electron bunches before they have a chance to spread out. This change will produced more useful synchrotron radiation.\nThe polarization of the emitted radiation can be controlled by using permanent magnets to induce different periodic electron trajectories through the undulator. If the oscillations are confined to a plane the radiation will be linearly polarized. If the oscillation trajectory is helical, the radiation will be circularly polarized, with the handedness determined by the helix.\nIf the electrons follow the Poisson distribution, a partial interference leads to a linear increase in intensity.\nIn the free-electron laser the intensity increases exponentially with the number of electrons.\nPhysicists measure an undulator's effectiveness in terms of spectral radiance.\nHistory.\nThe first undulator was built by Hans Motz and his coworkers at Stanford in 1953. One of their undulators produced the first ever coherent infrared radiation. Their total frequency range was from visible light down to millimeter waves. The Russian physicist V.L. Ginzburg showed that undulators could be made in principle in a 1947 paper.\nOther websites.\nD. T. Attwood's page at Berkeley: [http://www.coe.berkeley.edu/AST/sxreuv/ Soft X-Rays and Extreme Ultraviolet Radiation]. His lecture and viewgraphs are available online.","categories":[],"infobox_types":[],"annotations":[{"uri":"Insertion_device","surface_form":"insertion device","offset":19},{"uri":"Synchrotron","surface_form":"synchrotron","offset":106},{"uri":"Storage_ring","surface_form":"storage ring","offset":118},{"uri":"Dipole_magnet","surface_form":"dipole magnet","offset":171},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":196},{"uri":"Spectrum","surface_form":"spectrum","offset":542},{"uri":"Collimated_light","surface_form":"collimated","offset":575},{"uri":"Beamline","surface_form":"beamline","offset":656},{"uri":"Oscillation_amplitude","surface_form":"oscillation amplitude","offset":931},{"uri":"Motion","surface_form":"motion","offset":960},{"uri":"Wiggler_(synchrotron)","surface_form":"wiggler","offset":1314},{"uri":"Relativity","surface_form":"relativity","offset":1389},{"uri":"Black_box","surface_form":"black box","offset":1492},{"uri":"Magnetic_flux","surface_form":"magnetic flux","offset":1744},{"uri":"Synchrotron_radiation","surface_form":"synchrotron radiation","offset":1821},{"uri":"Constructive_interference","surface_form":"constructive interference","offset":2052},{"uri":"Sine","surface_form":"sine","offset":2153},{"uri":"Polarized_light","surface_form":"polarized","offset":3084},{"uri":"Poisson_distribution","surface_form":"Poisson distribution","offset":3168},{"uri":"Free-electron_laser","surface_form":"free-electron laser","offset":3261},{"uri":"Exponential_growth","surface_form":"exponentially","offset":3305},{"uri":"Spectral_radiance","surface_form":"spectral radiance","offset":3409},{"uri":"Hans_Motz","surface_form":"Hans Motz","offset":3470},{"uri":"Stanford_University","surface_form":"Stanford","offset":3501}]}