{"id":320005,"url":"http://en.wikipedia.org/wiki/Ocala%2C_Florida","text":"Ocala is a city in Marion County, Florida. In 2010, the number of people recorded by the U.S. Census Bureau was 56,315. It is the county seat of Marion County, and the principal city of the Ocala, Florida Metropolitan Statistical Area, which in the 2010 census had a population of 331,298.\nHistory.\nOcala is found near the old site of Ocale or Ocali, a major Timucua village and chiefdom during the 16th century. The city of Ocala today borrowed the name from the village. The name is believed to mean \"Big Hammock\" in the Timucua language. Hernando de Soto passed through Ocale during his famous journey through what is today the southeastern United States in 1539. Ocale is not mentioned in any later accounts; it seems to have been abandoned in the wake of de Soto's attack.\nIn 1827 the U.S. army outpost of Fort King was built near the current site of Ocala as a buffer between Seminoles and white settlers. The fort saw service during the Second Seminole War and was later used as the first courthouse for Marion County in 1844. Fort King was the beginning of the current city of Ocala, which was established in 1846. Greater Ocala is known as the \"Kingdom of the Sun\". Rail service reached Ocala in June 1881, encouraging economic development. Two years later, much of the Ocala downtown area was destroyed by a fire on Thanksgiving Day, 1883. Buildings were rebuilt with brick, granite and steel rather than lumber. By 1888, Ocala was known state-wide as \"The Brick City\".\nIn December 1890, the Farmers' Alliance and Industrial Union, an early version of the Populist Party held its national meeting in Ocala. At the meeting, the Alliance adopted a platform that would become known as the \"Ocala Demands\". This platform included removal of national banks, low interest government loans, free and limitless coinage of silver, reclamation of excess railroad lands taken by the government, a graduated income tax, and direct election of United States senators. Most of the \"Ocala Demands\" were to become part of the Populist Party platform.\nOcala was an important center of citrus production until the Great Freeze of 1894-1895.\nIn the twentieth century, Ocala increased in fame as a center for tourism in Florida. Important attractions included the Silver Springs Nature Theme Park, Wild Waters water park, and the now-defunct Western-themed Six Gun Territory, all in nearby Silver Springs, Florida. (See Six Gun Territory Gallery.) Silver Springs is a nature theme park that surrounds the headwaters of the Silver River, the largest artesian spring formation in the world.\nThe first thoroughbred horse farm in Florida was created by Carl G. Rose in 1943. Earlier, in 1916, Rose had come to Florida from Indiana to oversee the first asphalt road ever constructed in the state. When he ran into problems with the asphalt, he tried to work with one of Florida's abundant resources: limestone. He also realized that the limestone would be a good source of nutrition for raising strong horses, so he took a gamble in 1943 and bought acreage along State Highway 200 at $10 per acre, which became Rosemere Farm. The next year one of his horses, Gornil, won at Miami's Tropical Park, making him the first Florida-raised thoroughbred to win a Florida race. Close on Rose's heels, the entrepreneur Bonnie Heath soon set up his own thoroughbred horse farm and produced the state's first Kentucky Derby winner. Both of these men have major highways named after them in Ocala. Bonnie Heath Farm is now owned and operated by his son Bonnie Heath, III, and his wife Kim. Rosemere Farm was sold long ago, and Ocala's Paddock Mall and Central Florida College were built on the site.\nIn 1956, the Ocala area Thoroughbred market received a raise when Needles became the first Florida-bred to win the Kentucky Derby. In 1978, Marion County-bred and -raised Affirmed won the Triple Crown. Today, Marion County is one of the major thoroughbred centers of the world, with over 1,200 horse farms in total and about 900 thoroughbred farms totaling some. Ocala is well known as the horse capital of the world, one of only five cities (four in the USA and one in France) allowed under Chamber of Commerce guidelines to use this title based on yearly money produced by the horse industry. There are some 44,000 jobs created by the breeding, training and related support brought about by the horse industry that generates over $2.2 billion in yearly money. Ocala and \"Postime Farms\" also support one of the biggest horse shows in the country. H.I.T.S or \"Horses in the Sun\" is a Dressage/Jumper event lasting about two months and brings with it some 6 to 7 million dollars to the local Marion county economy each year. There are over 100 different breeds aside from thoroughbreds including the Tennessee Walker, Paso Fino, Morgans, SaddleBreds, Drafts, and the American Quarter Horse. Other horse events in the area include cowboy mounted shooting by the Florida Outlaws, as well as endurance rides, barrel races, \"extreme\" cowboy events, jumper shows, trick shows, parades, draft pulls, and more.\nOcala began undergoing rapid growth in the 1970s with the development of the Interstate 75 and the founding of Disney World, located some southeast.\nIn the last decades of the twentieth century, the greater Ocala area experienced one of the highest growth rates in the country for a city its size. The population of Marion County in 2000 was over 250,000, up from under 100,000 in 1975. Much of the county's growth is attributable to the area's growing popularity as a retirement destination, primarily in two areas southwest and south of the city: the SR 200 corridor and The Villages, respectively.\nMany historic homes are preserved in Ocala's large housing Historic District, established in 1984. A focus of this district is East Fort King Street, featuring many excellent examples of Victorian architecture. Ocala structures on the National Register of Historic Places include the Coca Cola Building, the E. C. Smith House, East Hall, the Marion Hotel, Mount Zion A.M.E. Church, the Ritz Historic Inn, and Union Train Station.\nThe original Fort King site itself was called a National Historic Landmark in 2004.\nGovernment and Politics.\nOcala is governed by a five member board of councilors and a mayor, all of which are chosen without caring about their party. Its charter was written in the council-manager form, leaving the mayor with few powers other than refusing legislation passed by the council and tending to some duties involving the police department. The city manager handles most leadership and money issues. Although a small majority of the city's voters are Democrats, Ocala's politics match those of the rest of Marion County in that all of its elected legislators - with one exception - are registered Republicans. In the 2008 presidential election, John McCain carried both the city and the county, the second one by a landslide, even though they lost Florida as a whole to Barack Obama by a narrow margin.\nGeography.\nAccording to the United States Census Bureau, the city has a total area of, all land. The surrounding farms are famous for their thoroughbred horses, in terrain similar to Kentucky bluegrass. Ocala is also known for nearby Silver Springs, Florida, site of one of the largest artesian spring formations in the world and Silver Springs Nature Theme Park, one of the earliest tourist attractions in Florida.\nThe long Ocklawaha River flows north from Central Florida until it joins the St. Johns River near Palatka, Florida.\nMarion County is also home to the Ocala National Forest which was established in 1908 and is now the second largest national forest in the state. The Florida Trail, also known as the Florida National Scenic Trail, cuts through Ocala National Forest.\nSilver River State Park was established in the early 1990s to preserve the areas around the Silver River to the east of Ocala near Silver Springs.\nWeather.\nOcala has two main seasons: the dry season (October–May) and the wet season (June–September). During the dry season, there is almost endless sunshine with very little rain. In January, the morning low temperatures are often in the 30s and 40s, but the cloudless sunny weather typically warms the dry air up to near 70 by the afternoon. During the wet season, afternoon thunderstorms are a daily thing. These storms are often severe (unofficially, Ocala is known to have more cloud-to-ground lightning per square mile than any other city in the world). The typical morning low temperatures during the wet season are in the 70's and typical daytime high temperatures are in the 90s. Due to the city being relatively far away from the moderating influence of the Atlantic Ocean and the Gulf of Mexico, Ocala's summertime temperatures are often the highest in the state while winter temperatures are often the lowest compared to other cities on the peninsula. Also, Ocala's distance from the Atlantic Ocean and the Gulf of Mexico means the city has more days of sunshine than Florida's coastal cities. This is, in part, why the Ocala/Marion County area is called \"the kingdom of the sun.\" The last snowfall of any significance fell on December 24, 1989, when the city was struck by an ice and snow storm. However, the morning of January 9, 2010, there was a dusting of snow on the ground in city center. A plume of record cold air mixed with moisture caused wintry precipitation to erupt across northern and central Florida.\nDemographics.\nAs of the census of 2010, there were 56,315 people, 23,103 households, and 13,456 families residing in the city. There were 26,764 housing units, of which 23,103 were occupied (86.3%). The racial makeup of the city was 70.7% White, 20.9% African American, 0.3% Native American, 2.6% Asian, 2.9% from other races, and 2.4% from two or more races. Hispanic or Latino of any race were 11.7% of the population.\nEconomy.\nThe median income for a household in the city was $30,888, and the median income for a family was $38,190. Males had a median income of $29,739 versus $24,367 for females. The per capita income for the city was $18,021. About 13.2% of families and 18.1% of the population were below the poverty line, including 28.6% of those under age 18 and 9.8% of those age 65 or over.\nOcala is the headquarters of Emergency One, a worldwide designer and manufacturer of fire rescue vehicles.\nEducation.\nOcala is home to the College of Central Florida. It also has one of 21 campuses of Rasmussen College, an Higher Learning Commission regionally accredited post secondary institution.\nSports.\nOcala is home to Trinity Catholic High School, which holds the record for the longest high school football championship game in Florida history, going into triple overtime.\non January 6, 2011, the mayor declared January 6 as Trinity Catholic Celtics Day, in honor of this feat.\nOcala, Florida was home Belleview Bulldogs in the FCSL before it folded in 2008. It is also home to one of the largest youth football leagues in the state in the MCYFL. Ocala is hosting the regional events for the Junior League in the Little League World Series in August 2010.\nAll America City.\nIn 1995, Ocala was named an All-America City Award winner.\nMajor roads.\nSeveral major highways pass through Ocala, including Interstate 75, U.S. Highway 27, U.S. Route 301, and U.S. Highway 441. Ocala was on the western leg of the historic Dixie Highway.\nOther transportation.\nOcala International Airport provides general aviation services to the community. Ocala Suntran provides bus service throughout select parts of the city. One of the major hubs for Suntran is the former Ocala Union Station, which served Amtrak trains until November 2004.\nFine arts.\nOcala is the home for the Ocala Symphony Orchestra. The Ocala Symphony Orchestra, Inc., a non-profit organization, began in 1975, when a group of musicians and citizens set out to create a symphonic orchestra for the area. In the fall of 1976 a four-concert subscription season was initiated - a format that continues to this day. The Ocala Symphony Orchestra was later incorporated in the State of Florida and recognized by the IRS as a 501c3 non-profit corporation.\nAlso, the Ocala Civic Theatre is located in Ocala, and it presents professional-quality, live productions at an affordable price. Ocala Civic Theatre produces more than twelve fully staged productions each season, in addition to hosting touring companies. The Theatre offers a year-round education program that reaches over 1000 students each year. Both skills classes and performance classes are offered to students ages 4–18. This volunteer-based organization is one of the largest community theaters in the state and serves more than 50,000 Marion, Citrus and Lake County residents each season.","categories":[],"infobox_types":[],"annotations":[{"uri":"Marion_County%2C_Florida","surface_form":"Marion County","offset":19},{"uri":"Florida","surface_form":"Florida","offset":34},{"uri":"U.S._Census_Bureau","surface_form":"U.S. Census Bureau","offset":89},{"uri":"County_seat","surface_form":"county seat","offset":130},{"uri":"Marion_County%2C_Florida","surface_form":"Marion County","offset":145},{"uri":"Ocala%2C_Florida_Metropolitan_Statistical_Area","surface_form":"Ocala, Florida Metropolitan Statistical Area","offset":190},{"uri":"Ocale","surface_form":"Ocale","offset":335},{"uri":"Timucua","surface_form":"Timucua","offset":359},{"uri":"Tribal_chief","surface_form":"chiefdom","offset":379},{"uri":"Timucua_language","surface_form":"Timucua language","offset":523},{"uri":"Hernando_de_Soto_(explorer)","surface_form":"Hernando de Soto","offset":541},{"uri":"Attack","surface_form":"attack","offset":770},{"uri":"Fort_King","surface_form":"Fort King","offset":811},{"uri":"Buffer","surface_form":"buffer","offset":867},{"uri":"Seminole","surface_form":"Seminole","offset":882},{"uri":"Second_Seminole_War","surface_form":"Second Seminole War","offset":944},{"uri":"Marion_County%2C_Florida","surface_form":"Marion County","offset":1011},{"uri":"Railroad","surface_form":"Rail service","offset":1175},{"uri":"Thanksgiving_(United_States)","surface_form":"Thanksgiving","offset":1326},{"uri":"Brick","surface_form":"brick","offset":1378},{"uri":"Granite","surface_form":"granite","offset":1385},{"uri":"Steel","surface_form":"steel","offset":1397},{"uri":"Lumber","surface_form":"lumber","offset":1415},{"uri":"Populist_Party_(United_States)","surface_form":"Populist Party","offset":1566},{"uri":"Ocala_Demands","surface_form":"Ocala Demands","offset":1697},{"uri":"Income_tax","surface_form":"income tax","offset":1906},{"uri":"Populist_Party","surface_form":"Populist Party","offset":2020},{"uri":"Great_Freeze","surface_form":"Great Freeze","offset":2106},{"uri":"Tourism","surface_form":"tourism","offset":2199},{"uri":"Silver_Springs_Nature_Theme_Park","surface_form":"Silver Springs Nature Theme Park","offset":2254},{"uri":"Wild_Waters","surface_form":"Wild Waters","offset":2288},{"uri":"Silver_Springs%2C_Florida","surface_form":"Silver Springs, Florida","offset":2380},{"uri":"Spring","surface_form":"spring","offset":2548},{"uri":"Thoroughbred","surface_form":"Thoroughbred","offset":3696},{"uri":"Needles_(horse)","surface_form":"Needles","offset":3738},{"uri":"Kentucky_Derby","surface_form":"Kentucky Derby","offset":3787},{"uri":"Affirmed","surface_form":"Affirmed","offset":3843},{"uri":"Triple_Crown_of_Thoroughbred_Racing","surface_form":"Triple Crown","offset":3860},{"uri":"Interstate_75","surface_form":"Interstate 75","offset":5152},{"uri":"Disney_World","surface_form":"Disney World","offset":5186},{"uri":"Florida_State_Road_200","surface_form":"SR 200","offset":5628},{"uri":"The_Villages","surface_form":"The Villages","offset":5648},{"uri":"Ocala_Historic_District","surface_form":"Historic District","offset":5735},{"uri":"Victorian_architecture","surface_form":"Victorian architecture","offset":5863},{"uri":"National_Register_of_Historic_Places","surface_form":"National Register of Historic Places","offset":5911},{"uri":"Coca-Cola_Bottling_Plant_(Ocala%2C_Florida)","surface_form":"Coca Cola Building","offset":5960},{"uri":"E._C._Smith_House","surface_form":"E. C. Smith House","offset":5984},{"uri":"East_Hall_(Ocala%2C_Florida)","surface_form":"East Hall","offset":6003},{"uri":"Marion_Hotel_(Ocala%2C_Florida)","surface_form":"Marion Hotel","offset":6018},{"uri":"Mount_Zion_A.M.E._Church_(Ocala%2C_Florida)","surface_form":"Mount Zion A.M.E. Church","offset":6032},{"uri":"The_Ritz_Apartment_(Ocala%2C_Florida)","surface_form":"Ritz Historic Inn","offset":6062},{"uri":"Ocala_Union_Station","surface_form":"Union Train Station","offset":6085},{"uri":"Fort_King","surface_form":"Fort King","offset":6119},{"uri":"National_Historic_Landmark","surface_form":"National Historic Landmark","offset":6154},{"uri":"Council-manager","surface_form":"council-manager","offset":6372},{"uri":"U.S._Democratic_Party","surface_form":"Democrats","offset":6652},{"uri":"U.S._Republican_Party","surface_form":"Republicans","offset":6798},{"uri":"U.S._presidential_election%2C_2008","surface_form":"2008 presidential election","offset":6818},{"uri":"John_McCain","surface_form":"John McCain","offset":6846},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":6971},{"uri":"United_States_Census_Bureau","surface_form":"United States Census Bureau","offset":7032},{"uri":"Thoroughbred_horse","surface_form":"thoroughbred horse","offset":7144},{"uri":"Kentucky_bluegrass","surface_form":"Kentucky bluegrass","offset":7187},{"uri":"Silver_Springs%2C_Florida","surface_form":"Silver Springs, Florida","offset":7238},{"uri":"Artesian_aquifer","surface_form":"artesian","offset":7290},{"uri":"Silver_Springs_Nature_Theme_Park","surface_form":"Silver Springs Nature Theme Park","offset":7334},{"uri":"Ocklawaha_River","surface_form":"Ocklawaha River","offset":7429},{"uri":"Central_Florida","surface_form":"Central Florida","offset":7462},{"uri":"St._Johns_River","surface_form":"St. Johns River","offset":7497},{"uri":"Palatka%2C_Florida","surface_form":"Palatka, Florida","offset":7518},{"uri":"Ocala_National_Forest","surface_form":"Ocala National Forest","offset":7570},{"uri":"Florida_Trail","surface_form":"Florida Trail","offset":7686},{"uri":"Florida_National_Scenic_Trail","surface_form":"Florida National Scenic Trail","offset":7719},{"uri":"Silver_River_State_Park","surface_form":"Silver River State Park","offset":7786},{"uri":"Silver_River_(Florida)","surface_form":"Silver River","offset":7878},{"uri":"Silver_Springs%2C_Florida","surface_form":"Silver Springs","offset":7917},{"uri":"Rain","surface_form":"rain","offset":8109},{"uri":"Census","surface_form":"census","offset":9487},{"uri":"White_(U.S._Census)","surface_form":"White","offset":9702},{"uri":"African_American_(U.S._Census)","surface_form":"African American","offset":9715},{"uri":"Native_American_(U.S._Census)","surface_form":"Native American","offset":9738},{"uri":"Asian_(U.S._Census)","surface_form":"Asian","offset":9760},{"uri":"Race_(United_States_Census)","surface_form":"other races","offset":9777},{"uri":"Hispanic_(U.S._Census)","surface_form":"Hispanic","offset":9823},{"uri":"Latino_(U.S._Census)","surface_form":"Latino","offset":9835},{"uri":"Per_capita_income","surface_form":"per capita income","offset":10069},{"uri":"Poverty_line","surface_form":"poverty line","offset":10180},{"uri":"E-One","surface_form":"Emergency One","offset":10295},{"uri":"College_of_Central_Florida","surface_form":"College of Central Florida","offset":10405},{"uri":"Rasmussen_College","surface_form":"Rasmussen College","offset":10467},{"uri":"Higher_Learning_Commission","surface_form":"Higher Learning Commission","offset":10489},{"uri":"Post_secondary","surface_form":"post secondary","offset":10538},{"uri":"Belleview_Bulldogs","surface_form":"Belleview Bulldogs","offset":10876},{"uri":"Florida_Collegiate_Summer_League","surface_form":"FCSL","offset":10902},{"uri":"MCYFL","surface_form":"MCYFL","offset":11014},{"uri":"Junior_League","surface_form":"Junior League","offset":11066},{"uri":"Little_League_World_Series","surface_form":"Little League World Series","offset":11087},{"uri":"All-America_City_Award","surface_form":"All-America City Award","offset":11176},{"uri":"Interstate_75_in_Florida","surface_form":"Interstate 75","offset":11273},{"uri":"U.S._Highway_27_(Florida)","surface_form":"U.S. Highway 27","offset":11288},{"uri":"U.S._Route_301_in_Florida","surface_form":"U.S. Route 301","offset":11305},{"uri":"U.S._Highway_441_(Florida)","surface_form":"U.S. Highway 441","offset":11325},{"uri":"Dixie_Highway","surface_form":"Dixie Highway","offset":11388},{"uri":"Ocala_International_Airport","surface_form":"Ocala International Airport","offset":11425},{"uri":"Ocala_Suntran","surface_form":"Ocala Suntran","offset":11506},{"uri":"Ocala_Union_Station","surface_form":"Ocala Union Station","offset":11626}]}