{"id":320020,"url":"http://en.wikipedia.org/wiki/Advanced_Light_Source","text":"The Advanced Light Source (ALS) at Lawrence Berkeley National Laboratory in Berkeley, California is a synchrotron light source. It was built from 1987 to 1993. 210 scientists and staff currently work there.\nThe ALS is a national user facility. The ALS makes intense light for scientific and technological research. It is one of the world's brightest sources of ultraviolet and soft x-ray beams. Each year over 2000 researchers go to the ALS from universities, industries, and government laboratories around the world. ALS is funded by the U.S. Department of Energy's Office of Basic Energy Sciences.\nThe ALS has over forty beamlines. They do a wide range of science at the same time as each other. Any qualified scientist can ask to use the ALS beamlines. Proposals are reviewed by others. The proposals which most people agree on are allowed to use the ALS. The ALS does not charge money to use if the user's research is made public.\nThe Advanced Light Source's current director is Roger Falcone.\nHistory.\nPhysicists in Berkeley California began working on accelerating subatomic particles in the 1920s. In 1929, Ernest O. Lawrence built the first cyclotron to accelerate subatomic particles. During World War II, a laboratory there was a part of the Manhattan Project. They were given money from the military. In 1942, Lawrence hired Arthur Brown, Jr. (designer of the Coit Tower in San Francisco) to design a new round building to hold Lawrence's new 4.67 m (184 in) cyclotron. That building, with expansions, is the one which the ALS is in today. The laboratory was a part of the United States Atomic Energy Commission until 1977 when it was moved to the U.S. Department of Energy.\nPhysicists kept on improving particle accelerators by increasing their energy. The designers wanted higher energy to study smaller building blocks of matter. From the start, physicists realized that as charged particles spun around, they gave off electromagnetic radiation. In the early 1950s, other scientists started to use this radiation for experiments unrelated to the \"atom smashing\" collisions that were the primary goal of the machines. Particle accelerators shifted from cyclotrons to synchrotrons where the particles traveled in a circle rather than in a spiral path. Construction costs increased as synchrotrons got bigger to the point that many nations joined to build just one very big synchrotron in Europe (CERN) to conduct atom smashing experiments. Other synchrotron labs, such as the Lawrence Berkeley Lab did not have enough energy to discover new particles. So, they switched to using their machines as a source of electromagnetic radiation. Instead of tuning the machine to make particles travel faster, they learned how to wiggle the particle beam to give off particular frequencies of light. In the 1980s and 1990s, scientists wanted to redesign synchrotrons to generate brighter light (more intense electromagnetic radiation) than ever before. These designs were called \"third generation synchrotrons.\" The ALS was the first third generation synchrontron put into operation.\nWhen the Advanced Light Source was first proposed in the early 1980s by former Lawrence Berkeley Lab director David Shirley, skeptics dubbed it \"Shirley's Temple\" and doubted the use of a synchrotron tuned to make soft x-rays and ultraviolet light. According to former ALS director Daniel Chemla, \"The scientific case for a third-generation soft x-ray facility such as the ALS had always been fundamentally sound. However, getting the larger scientific community to believe it was an uphill battle\"\nIn the 1987 Reagan administration budget, President Ronald Reagan allocated $1.5 million for the construction of the Advanced Light Source.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lawrence_Berkeley_National_Laboratory","surface_form":"Lawrence Berkeley National Laboratory","offset":35},{"uri":"Berkeley%2C_California","surface_form":"Berkeley","offset":76},{"uri":"California","surface_form":"California","offset":86},{"uri":"Synchrotron_light_source","surface_form":"synchrotron light source","offset":102},{"uri":"Intense","surface_form":"intense","offset":258},{"uri":"Science","surface_form":"scientific","offset":276},{"uri":"Ultraviolet","surface_form":"ultraviolet","offset":361},{"uri":"X-ray","surface_form":"x-ray","offset":382},{"uri":"U.S._Department_of_Energy","surface_form":"U.S. Department of Energy","offset":539},{"uri":"Beamline","surface_form":"beamline","offset":623},{"uri":"Review","surface_form":"review","offset":770},{"uri":"Roger_Falcone","surface_form":"Roger Falcone","offset":983},{"uri":"Subatomic_particle","surface_form":"subatomic particle","offset":1071},{"uri":"Ernest_O._Lawrence","surface_form":"Ernest O. Lawrence","offset":1114},{"uri":"Cyclotron","surface_form":"cyclotron","offset":1149},{"uri":"World_War_II","surface_form":"World War II","offset":1201},{"uri":"Manhattan_Project","surface_form":"Manhattan Project","offset":1252},{"uri":"Arthur_Brown%2C_Jr.","surface_form":"Arthur Brown, Jr.","offset":1336},{"uri":"Coit_Tower","surface_form":"Coit Tower","offset":1371},{"uri":"San_Francisco","surface_form":"San Francisco","offset":1385},{"uri":"United_States_Atomic_Energy_Commission","surface_form":"United States Atomic Energy Commission","offset":1584},{"uri":"Particle_accelerator","surface_form":"particle accelerator","offset":1715},{"uri":"Electromagnetic_radiation","surface_form":"electromagnetic radiation","offset":1933},{"uri":"Wiggler_(synchrotron)","surface_form":"wiggle","offset":2731},{"uri":"Ultraviolet_light","surface_form":"ultraviolet light","offset":3315}]}