{"id":320151,"url":"http://en.wikipedia.org/wiki/Surface_integral","text":"In mathematics, a surface integral is a definite integral taken over a surface (which may be a curve set in space). Just as a line integral allows one to integrate over an arbitrary curve (of one dimension), a surface integral can be thought of as a double integral integrating over a two-dimensional surface. Given a surface, one may integrate over its scalar fields (that is, functions which return numbers as values), or its vector fields (that is, functions which return vectors as values).\nSurface integrals have applications in physics, particularly with the classical theory of electromagnetism.\nSurface integrals of scalar fields.\nConsider a surface \"S\" on which a scalar field \"f\" is defined. If one thinks of \"S\" as made of some material, and for each x in \"S\" the number \"f\"(x) is the density of material at x, then the surface integral of \"f\" over \"S\" is the mass per unit thickness of \"S\". (This is only true if the surface is an infinitesimally thin shell.)\nOne approach to calculating the surface integral is then to split the surface in many very small pieces, assume that the density is approximately constant on each piece, find the mass per unit thickness of each piece (by multiplying the density of the piece by its area), and then sum up the resulting numbers to find the total mass per unit thickness of \"S\".\nTo find an explicit formula for the surface integral, mathematicians parametrize \"S\" by considering on \"S\" a system of curvilinear coordinates, like the latitude and longitude on a sphere. Let such a parametrization be x(\"s\", \"t\"), where (\"s\", \"t\") varies in some region \"T\" in the plane. Then, the surface integral is given by\nwhere the expression between bars on the right-hand side is the magnitude of the cross product of the partial derivatives of x(\"s\", \"t\").\nFor example, to find the surface area of some general functional shape, say formula_1, we have\nwhere formula_1. So that formula_1, and formula_1. So,\nwhich is the formula used for the surface area of a general functional shape. One can recognize the vector in the second line above as the normal vector to the surface.\nNote that because of the presence of the cross product, the above formulas only work for surfaces embedded in three dimensional space.\nSurface integrals of vector fields ==.\nConsider a vector field v on \"S\", that is, for each x in \"S\", v(x) is a vector.\nThe surface integral can be defined component-wise according to the definition of the surface integral of a scalar field; the result is a vector. For example, this applies to the electric field at some fixed point due to an electrically charged surface, or the gravity at some fixed point due to a sheet of material. It can also calculate the magnetic flux through a surface.\nAlternatively, mathematicians can integrate the normal component of the vector field; the result is a scalar. An example is a fluid flowing through \"S\", such that v(x) determines the velocity of the fluid at x. The flux is defined as the quantity of fluid flowing through \"S\" in a unit amount of time.\nThis illustration implies that if the vector field is tangent to \"S\" at each point, then the flux is zero, because the fluid just flows in parallel to \"S\", and neither in nor out. This also implies that if v does not just flow along \"S\", that is, if v has both a tangential and a normal component, then only the normal component contributes to the flux. Based on this reasoning, to find the flux, we need to take the dot product of v with the unit surface normal to \"S\" at each point, which will give us a scalar field, and integrate the obtained field as above. This gives the formula\nThe cross product on the right-hand side of this expression is a surface normal determined by the parametrization.\nThis formula \"defines\" the integral on the left (note the dot and the vector notation for the surface element).\nTheorems involving surface integrals.\nVarious useful results for surface integrals can be derived using differential geometry and vector calculus, such as the divergence theorem, and its generalization, Stokes' theorem.\nChanging parametrization.\nThe discussion above defined the surface integral by using a parametrization of the surface \"S\". A given surface might have several parametrizations. For example, when the locations of the North Pole and South Pole are moved on a sphere, the latitude and longitude change for all the points on the sphere. A natural question is then whether the definition of the surface integral depends on the chosen parametrization. For integrals of scalar fields, the answer to this question is simple: the value of the surface integral will be the same no matter what parametrization one uses.\nIntegrals of vector fields are more complicated, because the surface normal is involved. Mathematicians have proved that given two parametrizations of the same surface, whose surface normals point in the same direction, both parametrizations give the same value for the surface integral. If, however, the normals for these parametrizations point in opposite directions, the value of the surface integral obtained using one parametrization is the negative of the one obtained via the other parametrization. It follows that given a surface, we do not need to stick to any unique parametrization; but, when integrating vector fields, we do need to decide in advance which direction the normal will point to, and then choose any parametrization consistent with that direction.\nParameterizations work on parts of the surface.\nAnother issue is that sometimes surfaces do not have parametrizations which cover the whole surface; this is true for example for the surface of a cylinder (of finite height). The obvious solution is then to split that surface in several pieces, calculate the surface integral on each piece, and then add them all up. This is indeed how things work, but when integrating vector fields, one needs to again be careful in choosing the normal-pointing vector for each piece of the surface, so that when the pieces are put back together, the results are consistent. For the cylinder, this means that if we decide that for the side region the normal will point out of the body, then for the top and bottom circular parts, the normal must point out of the body too.\nInconsistent surface normals.\nLast, there are surfaces which do not have a surface normal at each point with consistent results (for example, the Möbius strip). If such a surface is split into pieces, on each piece a parametrization and corresponding surface normal is chosen, and the pieces are put back together, the normal vectors coming from different pieces cannot be reconciled. This means that at some junction between two pieces will have normal vectors pointing in opposite directions. Such a surface is called non-orientable. Vector fields cannot be integrated on non-orientable surfaces.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematics","surface_form":"mathematics","offset":3},{"uri":"Definite_integral","surface_form":"definite integral","offset":40},{"uri":"Surface","surface_form":"surface","offset":71},{"uri":"Set_(mathematics)","surface_form":"set","offset":101},{"uri":"Space_(physics)","surface_form":"space","offset":108},{"uri":"Line_integral","surface_form":"line integral","offset":126},{"uri":"Double_integral","surface_form":"double integral","offset":250},{"uri":"Scalar_field","surface_form":"scalar field","offset":354},{"uri":"Function_(mathematics)","surface_form":"function","offset":378},{"uri":"Number","surface_form":"number","offset":401},{"uri":"Vector_field","surface_form":"vector field","offset":428},{"uri":"Vector_(geometric)","surface_form":"vector","offset":475},{"uri":"Physics","surface_form":"physics","offset":534},{"uri":"Classical_theory","surface_form":"classical theory","offset":565},{"uri":"Electromagnetism","surface_form":"electromagnetism","offset":585},{"uri":"Density","surface_form":"density","offset":796},{"uri":"Mass","surface_form":"mass","offset":871},{"uri":"Coordinate_system","surface_form":"parametrize","offset":1401},{"uri":"Curvilinear_coordinates","surface_form":"curvilinear coordinates","offset":1451},{"uri":"Geographic_coordinate_system","surface_form":"latitude and longitude","offset":1485},{"uri":"Sphere","surface_form":"sphere","offset":1513},{"uri":"Magnitude_(mathematics)","surface_form":"magnitude","offset":1724},{"uri":"Cross_product","surface_form":"cross product","offset":1741},{"uri":"Partial_derivative","surface_form":"partial derivative","offset":1762},{"uri":"Surface_normal","surface_form":"normal vector","offset":2087},{"uri":"Vector_field","surface_form":"vector field","offset":2302},{"uri":"Electric_field","surface_form":"electric field","offset":2550},{"uri":"Gravity","surface_form":"gravity","offset":2632},{"uri":"Magnetic_flux","surface_form":"magnetic flux","offset":2714},{"uri":"Integral","surface_form":"integrate","offset":2781},{"uri":"Normal_component","surface_form":"normal component","offset":2795},{"uri":"Velocity","surface_form":"velocity","offset":2930},{"uri":"Flux","surface_form":"flux","offset":2962},{"uri":"Tangent","surface_form":"tangent","offset":3103},{"uri":"Parallel_(geometry)","surface_form":"parallel","offset":3188},{"uri":"Dot_product","surface_form":"dot product","offset":3466},{"uri":"Surface_normal","surface_form":"surface normal","offset":3497},{"uri":"Differential_geometry","surface_form":"differential geometry","offset":3966},{"uri":"Vector_calculus","surface_form":"vector calculus","offset":3992},{"uri":"Divergence_theorem","surface_form":"divergence theorem","offset":4021},{"uri":"Stokes%27_theorem","surface_form":"Stokes' theorem","offset":4065},{"uri":"Cylinder_(geometry)","surface_form":"cylinder","offset":5658},{"uri":"M%C3%B6bius_strip","surface_form":"Möbius strip","offset":6416},{"uri":"Orientability","surface_form":"non-orientable","offset":6790}]}