{"id":320113,"url":"http://en.wikipedia.org/wiki/Harold_Camping","text":"Harold Egbert Camping (July 19, 1921 – December 15, 2013) was an American Christian radio broadcaster. His parents were Dutch immigrants. He served as president of Family Radio, a California-based radio station group that broadcasts to more than 150 markets in the United States, since 1958. In 2011 he retired from active broadcasting following a stroke, but maintained a role at Family Radio until his death. Camping is notable for applying numerology to his interpretations of Bible passages in an attempt to predict dates for the End Times.\nHis 2011 end times prediction was that on May 21, 2011 Jesus Christ would return to Earth, the righteous would fly up to heaven, and that there would follow five months of fire, brimstone and plagues on Earth, with millions of people dying each day, culminating on October 21, 2011 with the end of the world. He had previously predicted judgment days on May 21, 1988, and September 6, 1994.\nHis prediction for May 21, 2011 was widely reported, in part because of a massive publicity campaign by Family Radio, and it prompted responses from both atheist and Christian organizations. After May 21 passed without the predicted incidents, Camping said he believed that a \"spiritual\" judgment had occurred on that date, and that the physical Rapture would occur on October 21, 2011, simultaneously with the destruction of the universe by God. Except for one press appearance on May 23, 2011, Camping largely avoided press interviews after May 21, particularly after he suffered a stroke in June. October 21, 2011, passed without the predicted apocalypse, leading the International Business Times to proclaim Camping a \"false prophet.\"\nCamping was reported to have retired from his position at Family Radio as of October 16, 2011, only days before his last predicted date for the end of the world. However, his daughter later clarified that he had not retired outright, but was maintaining a role at the Family Radio while working from home. Camping admitted in a private interview that he no longer believed that anybody could know the time of the Rapture or the end of the world, in stark contrast to his previously staunch position on the subject.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":65},{"uri":"Christian","surface_form":"Christian","offset":74},{"uri":"Radio","surface_form":"radio","offset":84},{"uri":"Dutch_people","surface_form":"Dutch","offset":120},{"uri":"Immigrant","surface_form":"immigrant","offset":126},{"uri":"Family_Radio","surface_form":"Family Radio","offset":164},{"uri":"California","surface_form":"California","offset":180},{"uri":"Numerology","surface_form":"numerology","offset":443},{"uri":"End_Time","surface_form":"End Time","offset":534},{"uri":"2011_end_times_prediction","surface_form":"2011 end times prediction","offset":549},{"uri":"Jesus_Christ","surface_form":"Jesus Christ","offset":600},{"uri":"Rapture","surface_form":"fly up to heaven","offset":656},{"uri":"Last_Judgment","surface_form":"judgment days","offset":882},{"uri":"Atheist","surface_form":"atheist","offset":1090},{"uri":"Stroke","surface_form":"stroke","offset":1520},{"uri":"International_Business_Times","surface_form":"International Business Times","offset":1607}]}