{"id":320182,"url":"http://en.wikipedia.org/wiki/Narrandera%2C_New_South_Wales","text":"Narrandera () is a town in southern New South Wales, Australia. It is near the junction of the Newell and Sturt Highways, on the banks of the Murrumbidgee River. In 2006 there were 3,961 people living in Narrandera.\nHistory.\nNarrandera is a river town with a long history. Captain Charles Sturt, the famous explorer, was the first European to see the area that later became known as Narrandera. However Sturt, who passed through on 12 December 1829, was not the first explorer to see the Murrumbidgee River. The upper Murrumbidgee, the \"Big Water\", was first discovered in April 1821, by Charles Throsby. The name \"Narrandera\" probably comes from Wiradjuri word \"nharrang\", meaning \"frill-necked lizard\".\nThe Narrungderra were the local indigenous people. They were all but destroyed by settlement, disease brought by European settlers, and clashes with the settlers. The last major battle between the indigenous people and European settlers took place near Massacre Island, and is said to have left only one survivor.\nNarrandera is first recorded as a pastoral station or \"run\" (Narrandera Run) in 1848. The property was owned by Mr Edward Flood covered about.\nThe township developed in the early 1860s. Gillinbah Post Office opened nearby on 1 March 1859 and was replaced by the Narrandera office in 1861. A Gillenbah office was open from 1881 to 1892 and from 1906 to 1941.\nThe Borough of Narrandera began on 17 March 1885. The centenary of Local Government in Narrandera was celebrated in 1985.\nNarrandera today.\nThe town of Narrandera is at the centre of a productive farming region. Its attractive tree-lined streets contrast with the open plains that surround it.\nThe Narrandera Memorial Gardens include the unusual Hankinson Fountain. Manufactured by the Royal Doulton Company of England, the ceramic fountain is one of only two known in the world, the other in India. It was given to the people of Narrandera by Alderman and Mrs Hankinson in 1922 in honour of locals who served in World War I. The Hankinson Fountain was smashed by an act of vandalism in 1971 and was restored by Charles Pearce.\nTo the east of Narrandera farmers grow cereal crops, sheep and wool. To the west, is the Murrumbidgee Irrigation Area (MIA) fed by water from the Burrinjuck Dam. The MIA is a region where farmer grow rice and other cereals with irrigation, as well as citrus, wine grapes and potatoes.\nThe town also has number of historic attractions, such as a fig tree on the corner of King and Cadell Streets, which is thought to be 150 years old; and the Mon Repos, a residence built in a Queen Anne-style, which was built in the 1890s.\nNarrandera's Irrigation Canal which carries water to the Murrumbidgee Irrigation Area flows through the town. It begins west at Berembed Weir where water is taken from the Murrumbidgee River. The canal follows the natural bed of Bundidgerry Creek and in places is very wide and has no levee banks. Lake Talbot was formed in 1924 when the bank of the Irrigation Canal gave way, flooding the river flat between the canal and Bundidgerry Hill. The shallow lake was allowed to remain and became an important recreational feature of the town. The eastern end of the lake is used by water skiiers. The western end is a wetland habitat for native fauna. A wetland has been made near Lizard Drive, only from the Murrumbidgee River. The Narrandera Wetland is a collection point for storm water run-off from the town.\nTransport.\nNarrandera is well served for transport. The Sturt Highway and the Newell Highways cross just south of Narrandera. Interstate buses pass daily - note that the destination can be listed as Jillenbah.\nThe Narranderra-Leeton airport is 5 km west of town. Regional Express (REX) operate several turboprop return services daily to Sydney, an hour and 10 minutes (approx) flying time away.\nNarrandera's railway station is serviced by the weekly Sydney to Griffith XPlorer. It stops on the way to Griffith at 2:33pm on Saturdays and stops on the way back to Sydney at 8:45am on Sundays. CountryLink buses carry passengers daily to and from Wagga, to meet Sydney and Melbourne bound train services.\nIn popular culture.\nThe book Jessica by Bryce Courtenay has Narrandera as the main town near the place where the book is set.","categories":[],"infobox_types":[],"annotations":[{"uri":"New_South_Wales","surface_form":"New South Wales","offset":36},{"uri":"Australia","surface_form":"Australia","offset":53},{"uri":"Murrumbidgee_River","surface_form":"Murrumbidgee River","offset":142},{"uri":"Charles_Sturt","surface_form":"Charles Sturt","offset":281},{"uri":"Charles_Throsby","surface_form":"Charles Throsby","offset":588},{"uri":"Wiradjuri%2C_New_South_Wales","surface_form":"Wiradjuri","offset":647},{"uri":"Frill-necked_lizard","surface_form":"frill-necked lizard","offset":683},{"uri":"Narrungderra","surface_form":"Narrungderra","offset":709},{"uri":"Indigenous_Australian","surface_form":"indigenous people","offset":737},{"uri":"Fountain","surface_form":"Fountain","offset":1733},{"uri":"Royal_Doulton","surface_form":"Royal Doulton","offset":1763},{"uri":"Ceramic","surface_form":"ceramic","offset":1801},{"uri":"World_War_I","surface_form":"World War I","offset":1990},{"uri":"Vandalism","surface_form":"vandalism","offset":2051},{"uri":"Murrumbidgee_Irrigation_Area","surface_form":"Murrumbidgee Irrigation Area","offset":2194},{"uri":"Burrinjuck_Dam","surface_form":"Burrinjuck Dam","offset":2251},{"uri":"Irrigation","surface_form":"irrigation","offset":2333},{"uri":"Citrus","surface_form":"citrus","offset":2356},{"uri":"Wine","surface_form":"wine","offset":2364},{"uri":"Potato","surface_form":"potato","offset":2380},{"uri":"Fig_tree","surface_form":"fig tree","offset":2450},{"uri":"Levee","surface_form":"levee","offset":2914},{"uri":"Wetland","surface_form":"wetland","offset":3242},{"uri":"Regional_Express","surface_form":"Regional Express","offset":3700},{"uri":"Sydney","surface_form":"Sydney","offset":3774},{"uri":"Jessica_(novel)","surface_form":"Jessica","offset":4168},{"uri":"Bryce_Courtenay","surface_form":"Bryce Courtenay","offset":4179}]}