{"id":320210,"url":"http://en.wikipedia.org/wiki/Electric_flux","text":"Imagine an electric field E passing through a surface. Consider an infinitesimal area (dA) on that surface across which E remains constant. Also assume that the angle between E and dA is i. The electric flux is defined as EdAcos(i). E and dA are vectors. Flux is the dot product of E and dA. Using full vector notation, the electric flux formula_1 through a small area formula_1 is given by\nwhere E is the electric field and dA is a differential area on the surface formula_1 with an outward facing surface normal defining its direction.\nwhere QS is the net charge enclosed by the surface (including both free and bound charge), and ε0 is the electric constant. This relation is known as Gauss' law for electric field in its integral form and it is one of the four Maxwell's equations.\nElectric flux is not affected by charges that are not within the closed surface. But the net electric field, E, in the Gauss' Law equation, can be affected by charges that lie outside the closed surface. Gauss' Law is true in all situations, but people can only use it to calculate when high degrees of symmetry exist in the electric field. Examples include spherical and cylindrical symmetry. Otherwise, the calculations are too hard to do by hand and must be worked out using a computer.\nElectrical flux has SI units of volt metres (V m), or, equivalently, newton metres squared per coulomb. So, the SI base units of electric flux are kg•m3•s−3•A−1.","categories":[],"infobox_types":[],"annotations":[{"uri":"Infinitesimal","surface_form":"infinitesimal","offset":67},{"uri":"Dot_product","surface_form":"dot product","offset":267},{"uri":"Vector","surface_form":"vector","offset":303},{"uri":"Surface_normal","surface_form":"surface normal","offset":499},{"uri":"Electric_charge","surface_form":"charge","offset":558},{"uri":"Free_charge","surface_form":"free","offset":605},{"uri":"Bound_charge","surface_form":"bound charge","offset":614},{"uri":"Electric_constant","surface_form":"electric constant","offset":643},{"uri":"Gauss%27_law","surface_form":"Gauss' law","offset":688},{"uri":"Integral","surface_form":"integral","offset":725},{"uri":"Maxwell%27s_equations","surface_form":"Maxwell's equations","offset":765},{"uri":"Computer","surface_form":"computer","offset":1266},{"uri":"SI","surface_form":"SI","offset":1296},{"uri":"Volt","surface_form":"volt","offset":1308},{"uri":"Newton_(unit)","surface_form":"newton","offset":1345},{"uri":"Coulomb","surface_form":"coulomb","offset":1371}]}