{"id":320288,"url":"http://en.wikipedia.org/wiki/Collimated_light","text":"Collimated light is light whose rays are parallel. This light spreads slowly as it travels. The word \"collimated\" is related to \"collinear\", because all the rays in collimated light line up with each other.\nPerfectly collimated light would not spread out with distance at all. No real light is perfectly collimated. Real light will spread a little as it travels. Diffraction prevents anyone from creating a perfectly collimated beam.\nLight can be roughly collimated by using a \"collimator\" – a device which narrows a beam of particles or waves.\nEtymology.\nThe word \"collimate\" comes from the Latin verb \"collimare\", which originated in a misreading of \"collineare\", \"to direct in a straight line\".\nLasers.\nLaser light from crystal and some gas lasers is highly collimated because it is formed in an optical cavity between two parallel mirrors, in addition to being coherent. The divergence of high-quality laser beams is commonly less than 1 milliradian, and can be much less for large-diameter beams. Laser diodes emit less collimated light due to their short cavity, and therefore higher collimation requires a collimating lens.\nSynchrotron light.\nSynchrotron light is very collimated. It is produced by bending relativistic electrons around a circular track.\nDistant sources.\nThe light from stars (other than the Sun) can be considered collimated for almost any purpose, because they are so far away they have almost no angular size.\nLenses and mirrors.\nA perfect parabolic mirror will bring parallel rays to a focus at a single point. Conversely, a point source at the focus of a parabolic mirror will produce a beam of collimated light. Since the source needs to be small, such an optical system cannot produce much optical power. Spherical mirrors are easier to make than parabolic mirrors and they are often used to produce approximately collimated light. Many types of lenses can also produce collimated light from point-like sources.","categories":[],"infobox_types":[],"annotations":[{"uri":"Light","surface_form":"light","offset":20},{"uri":"Ray_(optics)","surface_form":"rays","offset":32},{"uri":"Parallel","surface_form":"parallel","offset":41},{"uri":"Diffraction","surface_form":"Diffraction","offset":363},{"uri":"Latin","surface_form":"Latin","offset":592},{"uri":"Laser","surface_form":"Laser","offset":706},{"uri":"Crystal","surface_form":"crystal","offset":723},{"uri":"Laser","surface_form":"laser","offset":744},{"uri":"Optical_cavity","surface_form":"optical cavity","offset":799},{"uri":"Coherent_light","surface_form":"coherent","offset":865},{"uri":"Laser_diode","surface_form":"Laser diode","offset":1002},{"uri":"Cavity","surface_form":"cavity","offset":1061},{"uri":"Synchrotron","surface_form":"Synchrotron","offset":1150},{"uri":"Relativity","surface_form":"relativistic","offset":1214},{"uri":"Electron","surface_form":"electron","offset":1227},{"uri":"Star","surface_form":"star","offset":1294},{"uri":"Sun","surface_form":"Sun","offset":1316},{"uri":"Parabolic_mirror","surface_form":"parabolic mirror","offset":1467},{"uri":"Focus","surface_form":"focus","offset":1573},{"uri":"Spherical_mirror","surface_form":"Spherical mirror","offset":1736},{"uri":"Lens_(optics)","surface_form":"lens","offset":1877}]}