{"id":320269,"url":"http://en.wikipedia.org/wiki/Qinhuangdao","text":"Qinhuangdao (秦皇岛) is a city in the north of China. The name in Chinese means \"island of the Qin Emperor\" or \"Emperor Qin's island\", since it was where Emperor Qin Shi Huang sent men to search for immortals, or living beings who cannot die or grow old, across the sea. It is in Hebei Province. It is about east of Beijing, on the Bohai Sea. The city had 2,987,605 people as of 2010. Qinhuangdao is one of fourteen coastal open cities, which are important foreign trade ports in north China. It was approved as a national grade tourist city by the State Council. Famous scenic spots include Shanhaiguan and Beidaihe. Qinhuangdao City is a state-level economic and technological development zone of Qinhuangdao.\nGeography.\nQinhuangdao City, Hebei Province, is in the northeast of China, north latitude 39 ° 24 '~ 40 ° 37', longitude 118 ° 33 '~ 119 ° 51'.  Qinhuangdao's climate is a humid, temperate, monsoon climate, influenced by the ocean.\nTransportation.\nQinhuangdao's train station serves the Beijing-Harbin Railway, Daqin Railway and Tsuyama railway. China's first express passenger line between Qinhuangdao and Shenyang Passenger starts here. The line became the official carrier on October 12, 2013.\nQinhuangdao Shanhaiguan Airport has flights from Shijiazhuang, Wuhan and Shanghai.\nQinhuangdao's Port is one of China's bigger energy output ports. It is one of the major ports where China's Shanxi Coal can go to other countries. It is a natural, ice-free harbor.\nIndustry.\nThe very important industries are glass, ship making, Metallurgy (making gold), and auto parts.\nEducation.\nYanshan University and the Hebei Institute of International Business and Economics (HIIBE) is in Qinhuangdao.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":23},{"uri":"China","surface_form":"China","offset":44},{"uri":"Qin_Shi_Huang","surface_form":"Emperor Qin Shi Huang","offset":151},{"uri":"Immortality","surface_form":"immortals","offset":196},{"uri":"Hebei","surface_form":"Hebei Province","offset":277},{"uri":"Bohai_Sea","surface_form":"Bohai Sea","offset":329},{"uri":"Shanhaiguan","surface_form":"Shanhaiguan","offset":589},{"uri":"Beidaihe","surface_form":"Beidaihe","offset":605},{"uri":"Yanshan_University","surface_form":"Yanshan University","offset":1587},{"uri":"Hebei_Institute_of_International_Business_and_Economics","surface_form":"Hebei Institute of International Business and Economics (HIIBE)","offset":1614}]}