{"id":320264,"url":"http://en.wikipedia.org/wiki/French_grammar","text":"e=\"preserve\">French grammar is the rules about how to speak and write the French language. It is similar to the grammar of other Romance languages.\nFrench is moderately inflected. This means that some words change their form in different situations.\nVerb.\nIn French, verbs are conjugated to show information. That means they change endings.\nPerson.\nVerbs are conjugated to match with grammatical person.\nIrregular Verbs.\nMost French verbs are regular, which means that the someone can guess how to conjugate a verb based on what letters a verb ends with. However, some verbs are irregular. Irregular verbs do not follow the normal pattern of conjugation. Instead, the forms must be learned differently. An example of an irregular verb in French is \"être\" (to be).\nGender.\nEvery French noun has a gender. A noun can be either masculine or feminine.\nNumber.\nThe plural of a noun usually ends with -\"s\". For example, dog (\"chien\") becomes dogs (\"chiens\"). However, if a noun ends in -\"au\", -\"eu\", or -\"ou\", it can have -\"x\" at the end as a plural. For example, game (\"jeu\") becomes games (\"jeux\"). If a noun already ends with -\"s\", -\"x\", or -\"z\", it does not change in the plural.\nAdjectives.\nIn French, adjectives change in order to agree with the gender and number of the noun it describes.\nWord order.\nThe word order in French is subject-verb-object. In the sentence \"Je mange le gâteau\" (I eat the cake), \"je\" (I) is the subject and \"le gâteau\" (the cake) is the object. However, if the object is a pronoun, it goes before the verb. If \"le gâteau\" is replaced by \"le\" (it), the sentence becomes \"Je le mange\" (I eat it).","categories":[],"infobox_types":[],"annotations":[{"uri":"French_language","surface_form":"French language","offset":74},{"uri":"Grammar","surface_form":"grammar","offset":112},{"uri":"Romance_languages","surface_form":"Romance languages","offset":129},{"uri":"Inflection","surface_form":"inflected","offset":169},{"uri":"Verb","surface_form":"verbs","offset":267},{"uri":"Grammatical_person","surface_form":"grammatical person","offset":384},{"uri":"Noun","surface_form":"noun","offset":785},{"uri":"Plural","surface_form":"plural","offset":860},{"uri":"Adjective","surface_form":"adjectives","offset":1201}]}