{"id":320337,"url":"http://en.wikipedia.org/wiki/Amp%C3%A8re%27s_circuital_law","text":"Ampère's circuital law, discovered by André-Marie Ampère in 1826, relates the magnetic field around a closed loop to the electric current passing through the loop. It is now one of Maxwell's equations, which form the basis of classical electromagnetism.\nOriginal Ampère's circuital law.\nThe law relates magnetic fields to electric currents that produce them. A scientist can use Ampere's law to determine the magnetic field associated with a given current or current associated with a given magnetic field, if there is no time changing electric field present.\nIn its original form, Ampère's Circuital Law relates the magnetic field to its electric current source.\nThe law can be written in two forms, the \"integral form\" and the \"differential form\". The forms are equivalent, and related by the Kelvin–Stokes theorem. It can also be written in terms of either the B or H magnetic fields. Again, the two forms are equivalent (see the \"proof\" section below).\nAmpère's circuital law is now known to be a correct law of physics in a magnetostatic situation: The system is static except possibly for continuous steady currents within closed loops. In all other cases the law is incorrect unless Maxwell's correction is included (see below).\nIntegral form.\nSee below for further explanation of the curve \"C\" and surface \"S\". There are a number of ambiguities in the above definitions that require clarification and a choice of convention.\nFirst, three of these terms are associated with sign ambiguities: the line integral formula_1 could go around the loop in either direction (clockwise or counterclockwise); the vector area dS could point in either of the two directions normal to the surface; and \"I\"enc is the net current passing through the surface \"S\", meaning the current passing through in one direction, minus the current in the other direction—but either direction could be chosen as positive. These ambiguities are resolved by the right-hand rule: With the palm of the right-hand toward the area of integration, and the index-finger pointing along the direction of line-integration, the outstretched thumb points in the direction that must be chosen for the vector area dS. Also the current passing in the same direction as dS must be counted as positive. The right hand grip rule can also be used to determine the signs.\nSecond, there are infinitely many possible surfaces \"S\" that have the curve \"C\" as their border. (Imagine a soap film on a wire loop, which can be deformed by moving the wire). Which of those surfaces is to be chosen? If the loop does not lie in a single plane, for example, there is no one obvious choice. The answer is that it does not matter; it can be proven that any surface with boundary \"C\" can be chosen.\nNote on free current versus bound current.\nThe electric current that arises in the simplest textbook situations would be classified as \"free current.\" For example, the law can apply to the current that passes through a wire or battery. In contrast, \"bound current\" arises in the context of bulk materials that can be magnetized and/or polarized. (All materials can to some extent.)\nWhen a material is magnetized (for example, by placing it in an external magnetic field), the electrons remain bound to their respective atoms, but behave as if they were orbiting the nucleus in a particular direction, creating a microscopic current. When the currents from all these atoms are put together, they create the same effect as a macroscopic current, circulating perpetually around the magnetized object. This magnetization current \"JM\" is one contribution to \"bound current\".\nThe other source of bound current is bound charge. When an electric field is applied, the positive and negative bound charges can separate over atomic distances in polarizable materials, and when the bound charges move, the polarization changes, creating another contribution to the \"bound current\", the polarization current \"JP\".\nwith \"Jf\" the \"free\" or \"conduction\" current density.\nAll current is fundamentally the same, microscopically. There are often practical reasons for wanting to treat bound current differently from free current. For example, the bound current usually originates over atomic dimensions, and one may wish to take advantage of a simpler theory intended for larger dimensions. The result is that the more microscopic Ampère's law, expressed in terms of B and the microscopic current (which includes free, magnetization and polarization currents), is sometimes put into the equivalent form below in terms of H and the free current only. For a detailed definition of free current and bound current, and the proof that the two formulations are equivalent, see the \"proof\" section below.\nShortcomings of the original formulation of Ampère's circuital law.\nTwo issues regarding Ampère's law are important. First, there is an issue regarding the continuity equation for electrical charge. There is a theorem in vector calculus that states the divergence of a curl must always be zero. Hence\nand so the original Ampère's law implies that\nwhich is non-zero for a time-varying charge density. An example occurs in a capacitor circuit where time-varying charge densities exist on the plates.\nSecond, there is an issue regarding the propagation of electromagnetic waves. For example, in free space, where\nTo treat these situations, the contribution of displacement current must be added to the current term in Ampère's law.\nJames Clerk Maxwell conceived of displacement current as a polarization current in the dielectric vortex sea, which he used to model the magnetic field with water (hydrodynamically) and with mechanical systems (mechanically). He added this displacement current to Ampère's circuital law at equation (112) in his 1861 paper '.\nDisplacement current.\nIn free space, the displacement current is related to the time rate of change of electric field.\nIn a dielectric the above contribution to displacement current is also present, but a major contribution to the displacement current is related to the polarization of the individual molecules of the dielectric material. Even though charges cannot flow freely in a dielectric, the charges in molecules can move a little under the influence of an electric field. The positive and negative charges in molecules separate under the applied field, causing an increase in the state of polarization, expressed as the polarization density \"P\". A changing state of polarization is equivalent to a current.\nThe first term on the right hand side is present everywhere, even in a vacuum. It doesn't involve any actual movement of charge, but it nevertheless has an associated magnetic field, as if it were an actual current. Some authors apply the name \"displacement current\" to only this contribution.\nThe second term on the right hand side is the displacement current as originally conceived by Maxwell, associated with the polarization of the individual molecules of the dielectric material.\nMaxwell's original explanation for displacement current focused upon the situation that occurs in dielectric media. In the modern post-aether era, the concept has been extended to apply to situations with no material media present, for example, to the vacuum between the plates of a charging vacuum capacitor. The displacement current is justified today because it serves several requirements of an electromagnetic theory: correct prediction of magnetic fields in regions where no free current flows; prediction of wave propagation of electromagnetic fields; and conservation of electric charge in cases where charge density is time-varying. For greater discussion see Displacement current.\nExtending the original law: the Maxwell–Ampère equation.\nAmpère's equation was extended by including the polarization current, thereby remedying the limited applicability of the original Ampère's circuital law.\n(integral form), where H is the magnetic H field (also called \"auxiliary magnetic field\", \"magnetic field intensity\", or just \"magnetic field\", D is the electric displacement field, and Jf is the enclosed conduction current or free current density. In differential form,\nin integral form. In differential form,\nwhere current density JD is the \"displacement current\", and J is the current density contribution actually due to movement of charges, both free and bound. Because, the charge continuity issue with Ampère's original formulation is no longer a problem. Because of the term in \"ε0∂E / ∂t\", wave propagation in free space now is possible.\nWith the addition of the displacement current, Maxwell was able to hypothesize (correctly) that light was a form of electromagnetic wave. See electromagnetic wave equation for a discussion of this important discovery.\nAmpère's law in cgs units.\nIn cgs units, the integral form of the equation, including Maxwell's correction, reads\nwhere \"c\" is the speed of light.\nThe differential form of the equation (again, including Maxwell's correction) is","categories":[],"infobox_types":[],"annotations":[{"uri":"Andr%C3%A9-Marie_Amp%C3%A8re","surface_form":"André-Marie Ampère","offset":38},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":78},{"uri":"Electric_current","surface_form":"electric current","offset":121},{"uri":"Maxwell%27s_equations","surface_form":"Maxwell's equations","offset":181},{"uri":"Classical_physics","surface_form":"classical","offset":226},{"uri":"Electromagnetism","surface_form":"electromagnetism","offset":236},{"uri":"Kelvin%E2%80%93Stokes_theorem","surface_form":"Kelvin–Stokes theorem","offset":795},{"uri":"Magnetic_field","surface_form":"B or H magnetic fields","offset":864},{"uri":"Magnetostatics","surface_form":"magnetostatic","offset":1029},{"uri":"Sign","surface_form":"sign","offset":1481},{"uri":"Surface_normal","surface_form":"normal","offset":1668},{"uri":"Right-hand_rule","surface_form":"right-hand rule","offset":1937},{"uri":"Right_hand_grip_rule","surface_form":"right hand grip rule","offset":2266},{"uri":"Battery_(electricity)","surface_form":"battery","offset":2968},{"uri":"Magnetization","surface_form":"magnetized","offset":3058},{"uri":"Polarization_density","surface_form":"polarized","offset":3076},{"uri":"Electron","surface_form":"electron","offset":3217},{"uri":"Atom","surface_form":"atom","offset":3260},{"uri":"Bound_charge","surface_form":"bound charge","offset":3648},{"uri":"Polarization_density","surface_form":"polarizable materials","offset":3775},{"uri":"Magnetic_field","surface_form":"H","offset":4543},{"uri":"Continuity_equation","surface_form":"continuity equation","offset":4876},{"uri":"Vector_calculus","surface_form":"vector calculus","offset":4941},{"uri":"Electromagnetic_wave","surface_form":"electromagnetic wave","offset":5273},{"uri":"Free_space","surface_form":"free space","offset":5312},{"uri":"Displacement_current","surface_form":"displacement current","offset":5377},{"uri":"James_Clerk_Maxwell","surface_form":"James Clerk Maxwell","offset":5449},{"uri":"Dielectric","surface_form":"dielectric","offset":5536},{"uri":"Displacement_current","surface_form":"displacement current","offset":5689},{"uri":"Free_space","surface_form":"free space","offset":5800},{"uri":"Polarization_density","surface_form":"polarization density","offset":6403},{"uri":"Aether","surface_form":"aether","offset":7111},{"uri":"Vacuum_capacitor","surface_form":"vacuum capacitor","offset":7268},{"uri":"Displacement_current","surface_form":"Displacement current","offset":7645},{"uri":"Magnetic_field","surface_form":"magnetic H field","offset":7910},{"uri":"Electric_displacement_field","surface_form":"electric displacement field","offset":8031},{"uri":"Free_current","surface_form":"free current","offset":8105},{"uri":"Electromagnetic_wave","surface_form":"electromagnetic wave","offset":8641},{"uri":"Electromagnetic_wave_equation","surface_form":"electromagnetic wave equation","offset":8667},{"uri":"Gaussian_units","surface_form":"cgs","offset":8773},{"uri":"Speed_of_light","surface_form":"speed of light","offset":8874}]}