{"id":320312,"url":"http://en.wikipedia.org/wiki/International_Food_Policy_Research_Institute","text":"The International Food Policy Research Institute (IFPRI) is an international agricultural research center to improve the understanding of national agricultural and food policies to promote the adoption of innovations in agricultural technology. Additionally, IFPRI researches the role of agricultural and rural development in the overall development of a country.\nAccording to its website, IFPRI \"seeks sustainable solutions for ending hunger and poverty.\"\nIFPRI is an international research institutes funded in part by the Consultative Group on International Agricultural Research (CGIAR). CGIAR is funded by governments, private businesses and foundations, and the World Bank.\nScope.\nIFPRI carries out food policy research. IFPRI communicates in publications, bulletins, conferences, and other initiatives. IFPRI was organized as a District of Columbia non-profit, non-stock corporation on March 5, 1975 and its first research bulletin was produced in February 1976. IFPRI has offices in several developing countries, including China, Ethiopia, and India. IFPRI has research staff working in many more countries around the world.\nResearch Areas.\nIFPRI's strategy has the areas: research, capacity strengthening, and policy communication.\nResearch topics have included low crop and animal productivity, and environmental degradation, water management, fragile lands, property rights, collective action, sustainable intensification of agricultural production, the impact of climate change on poor farmers, the problems and opportunities of biotechnology, food security, micronutrient malnutrition, microfinance programs, urban food security, gender and development, and resource allocation within households.\nIFPRI also analyzes agricultural market reforms, trade policy, World Trade Organization negotiations in the context of agriculture, institutional effectiveness, crop and income diversification, postharvest activity, and agroindustry.\nIFPRI measures the Millennium Development Goals project and supports governments in the formulation and implementation of development strategies.\nFurther work includes research on agricultural innovation systems and the role of capacity strengthening in agricultural development.\nProducts and Publications.\nIFPRI publishes books, research reports, but also newsletters, briefs, and fact sheets. It is also involved in the collection of primary data and the compilation and processing of secondary data.\nIn 1993 IFPRI introduced its 2020 Vision Initiative. IFPRI wants to reach food security for the world by 2020.\nAs of 2006 IFPRI produces the Global Hunger Index (GHI) yearly measuring the progress and failure of individual countries and regions in the fight against hunger. The GHI is a collaboration of IFPRI, the Welthungerhilfe, and Concern Worldwide.\nIFPRI has produced the related Hunger Index for the States of India (ISHI) (2008) and the Sub-National Hunger Index for Ethiopia (2009).\nCriticism.\nCGIAR and its agencies, including IFPRI, have been criticized for their connections to Western governments and multinational agribusiness, although its research publications have also been cited by critics of agribusiness and Genetically Modified Organisms in agriculture. IFPRI describes itself as \"neither an advocate nor an opponent of genetically modified crops.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Consultative_Group_on_International_Agricultural_Research","surface_form":"Consultative Group on International Agricultural Research (CGIAR)","offset":525},{"uri":"World_Bank","surface_form":"World Bank","offset":668},{"uri":"China","surface_form":"China","offset":1031},{"uri":"Ethiopia","surface_form":"Ethiopia","offset":1038},{"uri":"India","surface_form":"India","offset":1052},{"uri":"Environmental_degradation","surface_form":"environmental degradation","offset":1309},{"uri":"Property_rights","surface_form":"property rights","offset":1369},{"uri":"Collective_action","surface_form":"collective action","offset":1386},{"uri":"Climate_change","surface_form":"climate change","offset":1475},{"uri":"Biotechnology","surface_form":"biotechnology","offset":1541},{"uri":"Food_security","surface_form":"food security","offset":1556},{"uri":"Malnutrition","surface_form":"malnutrition","offset":1585},{"uri":"Microfinance","surface_form":"microfinance","offset":1599},{"uri":"Gender_and_development","surface_form":"gender and development","offset":1643},{"uri":"World_Trade_Organization","surface_form":"World Trade Organization","offset":1773},{"uri":"Millennium_Development_Goals","surface_form":"Millennium Development Goals","offset":1963},{"uri":"Innovation_system","surface_form":"innovation system","offset":2137},{"uri":"2020_Vision_Initiative","surface_form":"2020 Vision Initiative","offset":2476},{"uri":"Global_Hunger_Index","surface_form":"Global Hunger Index","offset":2588},{"uri":"Welthungerhilfe","surface_form":"Welthungerhilfe","offset":2762},{"uri":"Concern_Worldwide","surface_form":"Concern Worldwide","offset":2783},{"uri":"India_State_Hunger_Index","surface_form":"Hunger Index for the States of India (ISHI)","offset":2833}]}