{"id":320373,"url":"http://en.wikipedia.org/wiki/Amy_Pond","text":"Amelia Jessica 'Amy' Pond is a fictional character on the British science fiction television series \"Doctor Who\". She is played by Karen Gillan. Amy is a companion of the main character, The Doctor, in his eleventh form. Much of Amy's part in the story is about her relationship with Rory Williams. They get married in the sixth series, and Amy gives birth to their daughter, Melody. It is later shown that Melody grows up to be the character River Song.\nTelevision.\nAmelia Pond is first seen in the first episode of the 2010 series, \"The Eleventh Hour\". She is a seven-year-old girl living with only her aunt, Sharon. She asks the Doctor to look at a strange crack in her wall. He is interrupted by the TARDIS. The Doctor tells Amelia that he will be back in five minutes. He does not get back for twelve years. During this time, Amelia's family and friends think The Doctor is her imaginary friend. She is treated by four psychiatrists because she keeps telling people that the \"Raggedy Doctor\" is real. She bites them when they tell her the Doctor is imaginary. When the Doctor returns, Amy is nineteen years old. She is working as a kissogram. Amy helps the Doctor save Earth from the Atraxi. Because of the unusual condition of the TARDIS, Amy does not see the Doctor again for two years. He asks her to travel with him. She says she will go with him, but only if he will bring her back by the next morning. She does not tell him that her wedding is the next day.\nAt the end of \"Flesh and Stone\", Amy tells the Doctor about her wedding to Rory. Because of \"pre-wedding jitters\", she tries to seduce him. The Doctor then finds Rory and takes him and Amy to 16th century Venice. At this point in time, Rory travelling with them. In \"Amy's Choice\", Amy has to deal with her feelings for the Doctor and Rory. She sees how much she loves Rory. At the end of \"Cold Blood\", Rory is killed and removed from history by the cracks in the universe. Amy no longer remembers him. The Doctor takes Amy to her favourite places because he feels guilty about Rory. In 19th century France, Amy forms a friendship with painter Vincent Van Gogh. Van Gogh shows a romantic interest in Amy. In \"The Pandorica Opens\", Rory is found in 102 AD as a Roman centurion. Amy starts to remember him.,As she remembers, it is shown that the centurion Rory is only an Auton—living plastic that looks and acts like Rory. It was made from Amy's memories to trap the Doctor. Rory tries to fight his programming but fails. He shoots and kills Amy. Amy's body is put in the Pandorica. It is a \"perfect prison\". It was built to keep any person trapped in it alive forever. Auton Rory guards the Pandorica while Amy is inside. She is kept inside while her body is healed. In 1996, the Pandorica is finally opened, and she is set free, by the younger Amy Pond.\nThe Doctor learns that Amy is connected to the cracks in the universe. He sees that they come from a temporal explosion on the date of her wedding. He talks to Amy about her house. He tells her that it is too big for only her and her aunt. Amy learns that her family had been erased by the crack in her wall. She had forgotten them. The Doctor helps her remember them. He uses the Pandorica to reset the universe and finds the sleeping Amelia on the night they met. He tells her the story of how he borrowed the TARDIS from his own people. He tells her that it is \"old and new,\" and \"big and small\" and \"the bluest blue that there is\". He then steps into the crack in her wall to closes the cracks forever. Amy wakes up on her wedding day and is reunited with her parents. She marries Rory. At the reception, she sees that River Song's diary about time spent with the Doctor is now empty. This causes Amy to start remembering things. She says that her \"Raggedy Doctor\" was real and her memory of him brings him back to reality. After this, Amy and Rory choose to go with the Doctor again. They are dropped off at a \"honeymoon planet\" between the end of \"The Big Bang\" and the start of \"Death of the Doctor\". Part of their honeymoon is on an interstellar cruise ship that the Doctor stops from crashing into a populated planet.\nIn the 2011 series, after an unknown amount of time, Amy and Rory return to the present. They go back to living a normal life until Amy gets an anonymous \"TARDIS blue\" invitation to the Utah desert. In the desert, she and Rory find the Doctor. He has aged almost 200 years since they left the TARDIS. They learn that River Song was also invited to this place. They group sees the Doctor's killed by an astronaut. They learn that the older Doctor also invited a younger version of himself. They travel with him to 1969 Washington, D.C. to investigate strange things involving the Silence. The silence is an alien race who cannot be remembered. After a person met one of the silence, they would forget everything about them as soon as they could no longer see them. While there, Amy tells the Doctor she is pregnant. She later shoots a person in an astronaut suit trying to save the future Doctor's life. She sees that the person in the suit is just a little girl. When the Doctor asks Amy later about the pregnancy, she tells him that she was wrong. The Doctor tries to learn more but learns nothing. In \"Day of the Moon\", Amy finds strange pictures of the astronaut girl in an old orphanage. In one of the pictures, She is holding a baby. She sees the little girl again as well as two Silence. Amy is kidnapped by the Silence. She is set free by the Doctor, Rory, and River a few days later.\nDuring the first six episodes, Amy keeps having strange visions of a woman in an eye-patch. The woman keeps saying that \"she must be dreaming\". In \"The Almost People\" it is shown that the Amy with the Doctor is actually an avatar version. It was created with \"the Flesh\" brought to life by Amy's consciousness. The Doctor destroys it and he and Rory go to find the real Amy. She is, at that time, beginning to have her baby. Amy gives birth to her daughter Melody Pond. In \"A Good Man Goes to War\", the baby is kidnapped by the eye-patched woman, Madame Kovarian. Korvarian replaced the baby with a \"Flesh\" version. It is shown at the end of the episode that the name Melody Pond, when translated into an alien language is River Song. River is Amy and Rory's daughter. \"Let's Kill Hitler\" shows how Melody had regenerated into Mels. Mels was the childhood friend of Amy and Rory. Amy named her daughter after Mels. The episode does not show her true identity until she regenerates into River Song after being shot by Hitler. The episode also shows how Amy and Rory fell in love. In \"The God Complex\" the Doctor has to break Amy's faith in him. He learns that she is the reason they are brought to a prison for a being that kills by feeding on faith. The Doctor says goodbye to Rory and Amy after giving them a house and car. In \"Closing Time\" Amy makes a cameo appearance. It is shown that she has become a model and the face of Petrichor perfume.\nIn \"The Wedding of River Song,\" Amy leads a secret organisation. Rory works for her. The Doctor and River meet again in an alternate reality after River stopped the Doctor being killed by the astronaut. Amy remembers all of her past with the Doctor but cannot remember Rory. Amy finally remembers Rory when she saves him from the Silence. She kills Madame Kovarian for taking away Melody. Reality is restored when the Doctor and River marry. Amy and Rory are back at home. They have had no contact with the Doctor since \"The God Complex,\" but they still remember the alternate events. Later River tells Amy that the Doctor did not die in Utah and is in fact alive.\nIn December 2011, the BBC's Steven Moffat confirmed that Amy and Rory would be leaving the series in 2012 in \"heartbreaking\" circumstances.\nCharacter creation.\n\"Doctor Who\" executive producer and main writer Steven Moffat came up with the name for the character. In an interview with Kat Angus of \"Dose\" magazine, \"Doctor Who\" writer Russell T Davies said, \"So when the new series starts next year with the new Doctor, you don’t just get Matt Smith coming on, you also get Karen Gillan as his new companion. I think Amy Pond will be hugely welcomed, because... I think he does need someone. A lot of these stories prove that. There’s been a huge, empty space on the TARDIS for a long time now and I think her arrival will be every bit as big as Matt’s. It’s really exciting, and everything I’ve heard about Karen is that she’s brilliant. It’s one of our plans that I’m most pleased with, actually. We’ve held off on companions for a long time, so you’ll get rewarded with a great, big, strong character in Amy Pond, when she arrives. I think that plan’s been good.\" Gillan said in an interview with the \"Radio Times\" that she was to play Amy Pond with her natural Scottish accent, She auditioned for the part in both her natural accent and with an English one. Gillan has said that she feels using her Scottish accent better fits the character.\nCasting and initial filming.\nGillan, like some of the people who had been the Doctor's companion before her, had already been on \"Doctor Who\" in a smaller role. Gillan was a soothsayer in the episode \"The Fires of Pompeii\". It was broadcast in 2008.\nSteven Moffat said of the casting for the character,\nGillan said she was happy to have been cast in the role. She says, \"I am absolutely over the moon at being chosen to play the Doctor's new companion. The show is such a massive phenomenon that I can't quite believe I am going to be a part of it. Matt Smith is an incredible actor and it is going to be so much fun to act alongside him – I just can't wait to get started.\" The role of the young Amelia was played by Gillan's 10-year-old cousin, Caitlin Blackwood. Gillan asked producers to let her cousin play the part, but Blackwood still had to audition. On set was the first time Gillan and Blackwood had actually met each other.\nReception.\nWhen \"The Eleventh Hour\" was first shown, two viewers quoted in \"The Telegraph\" said that Amy's character was too \"sexy\" for a family programme like \"Doctor Who\". Executive producer Piers Wenger said that Amy was meant to be \"feisty and outspoken and a bit of a number. Amy is probably the wildest companion that the Doctor has travelled with, but she isn’t promiscuous.\"\nIn an online poll, with 3,000 people, taken in late 2010, Amy Pond was listed as the fifth most popular companion.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fictional_character","surface_form":"fictional character","offset":31},{"uri":"United_Kingdom","surface_form":"British","offset":58},{"uri":"Science_fiction","surface_form":"science fiction","offset":66},{"uri":"Television_series","surface_form":"television series","offset":82},{"uri":"Doctor_Who","surface_form":"Doctor Who","offset":101},{"uri":"Karen_Gillan","surface_form":"Karen Gillan","offset":131},{"uri":"Companion_(Doctor_Who)","surface_form":"companion","offset":154},{"uri":"Doctor_(Doctor_Who)","surface_form":"The Doctor","offset":187},{"uri":"Eleventh_Doctor","surface_form":"eleventh","offset":206},{"uri":"Intimate_relationship","surface_form":"relationship","offset":266},{"uri":"Rory_Williams","surface_form":"Rory Williams","offset":284},{"uri":"River_Song_(Doctor_Who)","surface_form":"River Song","offset":443},{"uri":"Episode","surface_form":"episode","offset":506},{"uri":"The_Eleventh_Hour_(Doctor_Who)","surface_form":"The Eleventh Hour","offset":535},{"uri":"Doctor_(Doctor_Who)","surface_form":"the Doctor","offset":628},{"uri":"TARDIS","surface_form":"TARDIS","offset":704},{"uri":"Imagination","surface_form":"imaginary","offset":883},{"uri":"Psychiatry","surface_form":"psychiatrists","offset":924},{"uri":"Kissogram","surface_form":"kissogram","offset":1137},{"uri":"Earth","surface_form":"Earth","offset":1174},{"uri":"Atraxi","surface_form":"Atraxi","offset":1189},{"uri":"Travel","surface_form":"travel","offset":1309},{"uri":"Wedding","surface_form":"wedding","offset":1444},{"uri":"Flesh_and_Stone","surface_form":"Flesh and Stone","offset":1484},{"uri":"Rory_Williams","surface_form":"Rory","offset":1544},{"uri":"Seduction","surface_form":"seduce","offset":1597},{"uri":"16th_century","surface_form":"16th century","offset":1661},{"uri":"Venice","surface_form":"Venice","offset":1674},{"uri":"Amy%27s_Choice_(Doctor_Who)","surface_form":"Amy's Choice","offset":1736},{"uri":"Love","surface_form":"love","offset":1832},{"uri":"Cold_Blood_(Doctor_Who)","surface_form":"Cold Blood","offset":1859},{"uri":"Kill","surface_form":"kill","offset":1880},{"uri":"Universe","surface_form":"universe","offset":1933},{"uri":"Guilt_(emotion)","surface_form":"guilty","offset":2034},{"uri":"19th_century","surface_form":"19th century","offset":2056},{"uri":"France","surface_form":"France","offset":2069},{"uri":"Friend","surface_form":"friend","offset":2089},{"uri":"Painter","surface_form":"painter","offset":2105},{"uri":"Vincent_Van_Gogh","surface_form":"Vincent Van Gogh","offset":2113},{"uri":"Romance_(love)","surface_form":"romantic interest","offset":2148},{"uri":"The_Pandorica_Opens","surface_form":"The Pandorica Opens","offset":2178},{"uri":"Ancient_Rome","surface_form":"Roman","offset":2229},{"uri":"Centurion","surface_form":"centurion","offset":2235},{"uri":"Auton","surface_form":"Auton","offset":2339},{"uri":"Plastic","surface_form":"plastic","offset":2352},{"uri":"Programming","surface_form":"programming","offset":2467},{"uri":"Time","surface_form":"temporal","offset":2925},{"uri":"Explosion","surface_form":"explosion","offset":2934},{"uri":"Reception","surface_form":"reception","offset":3622},{"uri":"River_Song_(Doctor_Who)","surface_form":"River Song","offset":3647},{"uri":"Diary","surface_form":"diary","offset":3660},{"uri":"Honeymoon","surface_form":"honeymoon","offset":3940},{"uri":"Planet","surface_form":"planet","offset":3950},{"uri":"Death_of_the_Doctor","surface_form":"Death of the Doctor","offset":4010},{"uri":"Interstellar_travel","surface_form":"interstellar","offset":4065},{"uri":"Cruise_ship","surface_form":"cruise ship","offset":4078},{"uri":"Population","surface_form":"populated","offset":4133},{"uri":"Anonymity","surface_form":"anonymous","offset":4295},{"uri":"Invitation","surface_form":"invitation","offset":4319},{"uri":"Utah","surface_form":"Utah","offset":4337},{"uri":"Desert","surface_form":"desert","offset":4342},{"uri":"Astronaut","surface_form":"astronaut","offset":4553},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":4669},{"uri":"Investigation","surface_form":"investigate","offset":4689},{"uri":"Silence_(Doctor_Who)","surface_form":"the Silence","offset":4726},{"uri":"Alien_race","surface_form":"alien race","offset":4757},{"uri":"Pregnant","surface_form":"pregnant","offset":4956},{"uri":"Day_of_the_Moon","surface_form":"Day of the Moon","offset":5255},{"uri":"Picture","surface_form":"picture","offset":5291},{"uri":"Orphanage","surface_form":"orphanage","offset":5332},{"uri":"Eye","surface_form":"eye","offset":5624},{"uri":"Patch","surface_form":"patch","offset":5628},{"uri":"The_Almost_People","surface_form":"The Almost People","offset":5691},{"uri":"Avatar","surface_form":"avatar","offset":5766},{"uri":"Consciousness","surface_form":"consciousness","offset":5839},{"uri":"River_Song_(Doctor_Who)","surface_form":"Melody Pond","offset":6000},{"uri":"A_Good_Man_Goes_to_War","surface_form":"A Good Man Goes to War","offset":6017},{"uri":"Kidnap","surface_form":"kidnap","offset":6054},{"uri":"Translation","surface_form":"translated","offset":6229},{"uri":"Language","surface_form":"language","offset":6254},{"uri":"River_Song_(Doctor_Who)","surface_form":"River Song","offset":6266},{"uri":"Let%27s_Kill_Hitler","surface_form":"Let's Kill Hitler","offset":6313},{"uri":"Regeneration","surface_form":"regenerated","offset":6353},{"uri":"Adolph_Hitler","surface_form":"Hitler","offset":6560},{"uri":"The_God_Complex","surface_form":"The God Complex","offset":6626},{"uri":"Faith","surface_form":"faith","offset":6673},{"uri":"Prison","surface_form":"prison","offset":6742},{"uri":"House","surface_form":"house","offset":6853},{"uri":"Car","surface_form":"car","offset":6863},{"uri":"Closing_Time_(Doctor_Who)","surface_form":"Closing Time","offset":6872},{"uri":"Cameo","surface_form":"cameo","offset":6898},{"uri":"Model_(person)","surface_form":"model","offset":6950},{"uri":"Perfume","surface_form":"perfume","offset":6982},{"uri":"The_Wedding_of_River_Song","surface_form":"The Wedding of River Song","offset":6995},{"uri":"Organisation","surface_form":"organisation","offset":7042},{"uri":"Alternate_reality","surface_form":"alternate reality","offset":7114},{"uri":"The_God_Complex","surface_form":"The God Complex","offset":7512},{"uri":"Steven_Moffat","surface_form":"Steven Moffat","offset":7684},{"uri":"Executive_producer","surface_form":"executive producer","offset":7829},{"uri":"Writer","surface_form":"writer","offset":7857},{"uri":"Steven_Moffat","surface_form":"Steven Moffat","offset":7864},{"uri":"Interview","surface_form":"interview","offset":7925},{"uri":"Dose_(magazine)","surface_form":"\"Dose\" magazine","offset":7953},{"uri":"Russell_T_Davies","surface_form":"Russell T Davies","offset":7990},{"uri":"Radio_Times","surface_form":"Radio Times","offset":8760},{"uri":"Scottish_English","surface_form":"Scottish accent","offset":8820},{"uri":"Audition","surface_form":"audition","offset":8841},{"uri":"Accent","surface_form":"accent","offset":8885},{"uri":"England","surface_form":"English one","offset":8904},{"uri":"Companion_(Doctor_Who)","surface_form":"Doctor's companion","offset":9079},{"uri":"Fortune-telling","surface_form":"soothsayer","offset":9175},{"uri":"The_Fires_of_Pompeii","surface_form":"The Fires of Pompeii","offset":9202},{"uri":"Broadcast","surface_form":"broadcast","offset":9232},{"uri":"Cast_member","surface_form":"casting","offset":9277},{"uri":"The_Eleventh_Hour_(Doctor_Who)","surface_form":"The Eleventh Hour","offset":9953},{"uri":"Sex","surface_form":"sex","offset":10062},{"uri":"Doctor_Who","surface_form":"Doctor Who","offset":10097},{"uri":"Fiesty","surface_form":"feisty","offset":10173},{"uri":"Promiscuity","surface_form":"promiscuous","offset":10305},{"uri":"Online","surface_form":"online","offset":10325},{"uri":"Poll","surface_form":"poll","offset":10332}]}