{"id":320456,"url":"http://en.wikipedia.org/wiki/United_States_Naval_Academy","text":"The United States Naval Academy (also known as USNA, Annapolis, or Navy) is a four-year coeducational federal service academy in Annapolis, Maryland. Secretary of the Navy George Bancroft began it in 1845. It is the second-oldest of the United States' five service academies. It educates officers mostly to join the United States Navy and Marine Corps. The campus is on the former grounds of Fort Severn where the Severn River flows into Chesapeake Bay. It is about east of Washington, D.C. and southeast of Baltimore, Maryland. The entire campus is a National Historic Landmark. The campus has many historic sites, buildings, and monuments. One monument is the Herndon Monument, once a year the upper three classes add grease and challenge the freshmen to reach the tip (usually unsuccessfully).\nCandidates for admission generally must both apply directly to the academy and receive a nomination, usually from a congressman. The candidates lacking in academics can potentially receive a nomination to the Naval Academy Preparatory School located in Newport, Rhode Island. Students are officers-in-training and are called \"Midshipmen\". The Navy pays for the Midshipmen's college expenses in exchange for the students serving in the military upon graduation. About 1,300 \"plebes\" enter the Academy each summer for the orientation program, this class consists of not only high school students but also enlisted Sailors and Marines. Only about 1,000 Midshipmen graduate after the four years. Graduates are usually commissioned as Ensigns in the Navy or Second Lieutenants in the Marine Corps, and occasionally as officers in the US Air Force, US Army, and U.S. Coast Guard. The academic program grants a bachelor of science degree. Midshipmen get grades on a broad academic program, military leadership performance, and mandatory participation in competitive athletics. Midshipmen are required to adhere to the Academy's Honor Concept.\nOn 3 June 1949 Wesley A. Brown became the first African-American to graduate. On 8 August 1975, Congress authorized women to attend service academies. The class of 1980 was inducted with 81 women midshipmen.\nSports.\nAnnapolis has a very broad sports program. All students must play at least one sport each semester, either at intramural (within the school) or intercollegiate (against other schools) level.\nThe intercollegiate sports teams are known as the Navy Midshipmen. Most of the Academy's teams play in the Patriot League. The football team plays at the top level, known as Division I FBS, in the American Athletic Conference.","categories":[],"infobox_types":["university"],"annotations":[{"uri":"Coeducational","surface_form":"coeducational","offset":88},{"uri":"United_States_Service_academies","surface_form":"federal service academy","offset":102},{"uri":"Annapolis","surface_form":"Annapolis","offset":129},{"uri":"Maryland","surface_form":"Maryland","offset":140},{"uri":"Secretary_of_the_Navy","surface_form":"Secretary of the Navy","offset":150},{"uri":"George_Bancroft","surface_form":"George Bancroft","offset":172},{"uri":"United_States_Service_academies","surface_form":"service academies","offset":257},{"uri":"United_States_Navy","surface_form":"United States Navy","offset":316},{"uri":"United_States_Marine_Corps","surface_form":"Marine Corps","offset":339},{"uri":"Fort_Severn","surface_form":"Fort Severn","offset":392},{"uri":"Severn_River_(Maryland)","surface_form":"Severn River","offset":414},{"uri":"Chesapeake_Bay","surface_form":"Chesapeake Bay","offset":438},{"uri":"Baltimore","surface_form":"Baltimore","offset":508},{"uri":"National_Historic_Landmark","surface_form":"National Historic Landmark","offset":552},{"uri":"Herndon_Monument","surface_form":"Herndon Monument","offset":662},{"uri":"United_States_Congress","surface_form":"congressman","offset":913},{"uri":"Commissioned_officer","surface_form":"commissioned","offset":1511},{"uri":"Ensign_(rank)","surface_form":"Ensigns","offset":1527},{"uri":"Second_Lieutenant","surface_form":"Second Lieutenant","offset":1550},{"uri":"Honor_Concept","surface_form":"Honor Concept","offset":1918},{"uri":"Patriot_League","surface_form":"Patriot League","offset":2447},{"uri":"American_football","surface_form":"football","offset":2467},{"uri":"American_Athletic_Conference","surface_form":"American Athletic Conference","offset":2537}]}