{"id":320574,"url":"http://en.wikipedia.org/wiki/1994_San_Marino_Grand_Prix","text":"ce=\"preserve\">The 1994 San Marino Grand Prix (known as the 14° Gran Premio di San Marino by the people putting on the race) was a Formula One motor race held on 1 May 1994 at the Autodromo Enzo e Dino Ferrari in Imola, Italy. It was the third race of the 1994 Formula One season. Some things that happened at this race proved to be a major turning point in both the 1994 season, and in the development of Formula 1 itself, especially safety.\nDuring the race weekend, Austrian driver Roland Ratzenberger and three-time world champion Ayrton Senna died in different accidents. Other incidents saw driver Rubens Barrichello hurt and a few mechanics and spectators injured. BBC Television commentator Murray Walker described it as \"the blackest day for Grand Prix racing that I can remember\".\nMichael Schumacher won the race. In the press conference after the race, Schumacher said that he \"couldn't feel satisfied, couldn't feel happy\" with his win following the events that had happened during the race weekend. Nicola Larini scored the first points of his career when he finished in second position. Mika Häkkinen finished third.\nThe race led to a bigger focus on safety in Formula One as well as the reforming of the Grand Prix Drivers' Association after 12 years of not running, and the changing of many track layouts and car designs. Since the race, many regulation changes have been made to slow Formula One cars down, and newer tracks, such as Bahrain International Circuit, have large run-off areas to slow cars before they collide with a wall.\nSenna was given a state funeral in his home country of Brazil, where around 500,000 people lined the streets to watch the coffin pass. Italian prosecutors charged six people with manslaughter in connection with Senna's death, all of whom were later found to be not guilty. The case took more than 11 years to conclude due to an appeal and a re-trial following the original not guilty verdict.\nFriday qualifying.\nOn Friday 29 April, during the first qualifying session to determine the starting order for the race, Rubens Barrichello, a driver for Jordan, hit a kerb at the \"Variante Bassa\" corner at 140 miles an hour (225 kilometres an hour), launching him into the air. He hit the top of the tyre barrier, and was knocked unconscious. His Jordan rolled several times after landing before stopping slowly upside down. Doctors teams treated him at the crash site, and he was taken to the medical centre. He returned to the race meeting the next day, although his broken nose and a plaster cast on his arm forced him to sit out the rest of the race weekend. Ten years after the incident, Damon Hill, who drove for the Williams-Renault team at the time, described the feeling after the crash: \"We all brushed ourselves off and carried on qualifying, reassured that our cars were tough as tanks and we could be shaken but not hurt.\"\nSaturday qualifying.\nTwenty minutes into the final qualifying session, Roland Ratzenberger failed to negotiate the \"Villeneuve curva\" in his Simtek; he then hit the concrete barrier wall almost head-on and was injured a lot. Although the survival cell (a part of the car) stayed largely together, the force of the crash caused a basal skull fracture. Ratzenberger, in his first year as a Formula One driver, ran over a kerb at the \"Acque Minerali\" corner on his previous lap, causing a fault in his front wing. Rather than come back to the pitlane, he continued on another fast lap. Going at 190 miles an hour (306 kilometres an hour) his car's front wing failed, leaving him unable to control it.\nThe session was stopped whilst doctors attended to Ratzenberger. The session was started approximately 25 minutes later, but several teams—including Williams and Benetton—took no further part. Later in hospital it was announced that Ratzenberger had died as a result of his injuries. His death marked the first Formula One race weekend death since the 1982 Canadian Grand Prix when Riccardo Paletti was killed. It had been eight years since Elio de Angelis died testing a Brabham car at the Circuit Paul Ricard. Professor Sid Watkins, then head of the Formula One on-track medical team, recalled in his book about himself, Ayrton Senna's reaction to the news, stating that \"Ayrton broke down and cried on my shoulder.\" Watkins tried to stop Senna from racing on the next day, asking \"What else do you need to do? You have been world champion three times, you are obviously the quickest driver. Give it up and let's go fishing,\" but Ayrton said that, \"Sid, there are certain things over which we have no control. I cannot quit, I have to go on.\"\nSenna would start on pole position, ahead of championship leader Michael Schumacher. Gerhard Berger qualified in 3rd, and Senna's team-mate Damon Hill started from fourth position. A time posted by Ratzenberger before his fatal crash would have been sufficient for entry into the race starting from the 26th and final position on the grid.\nFirst start.\nAt the start of the race, J.J. Lehto's Benetton did not move. Pedro Lamy, starting from further back on the grid, had his view of the car blocked by other cars and hit the back of Lehto's car, causing bodywork and tyres to fly into the air. Parts of the car went over the safety fencing designed to protect spectators at the start-line causing nine people to be hurt but not very much. The incident caused the safety car to come out on track, with all the drivers still in the race staying in the same place behind it while going at a slower speed. During this period, as a result of going at slower speeds, tyre temperatures dropped. At the drivers' briefing before the race, Senna, along with Gerhard Berger, had expressed concern that the safety car (which only came into F1 in 1993) did not go fast enough to keep tyre temperatures high. Once the track was reported clear of pieces of car, the safety car went back into the pit lane and the race started again, with a rolling start. On the second lap after the restart, with Ayrton Senna leading Michael Schumacher, Senna's car left the road at the \"Tamburello corner\", and after slowing from 190 miles an hour (306 kilometres an hour) to 131 miles an hour (211 kilometres an hour), hit the concrete wall.\nAt 2:17 p.m. local time, a red flag was shown to show that the race was stopped and Sid Watkins came to the scene to treat Senna. When a race is stopped under a red flag cars must slow down and make their way back to the starting grid until they are told what to do next. This protects race marshalls and medical staff at the crash scene, and allows for medical cars to get to the crash quicker. Approximately 10 minutes after Senna's crash, the Larrousse team made a mistake and allowed one of their drivers, Érik Comas, to leave the pits despite the circuit being closed under red flags. Marshalls slowed him down as he approached the scene of the accident travelling at \"pretty much full speed\". Eurosport commentator John Watson described the incident as \"the most ridiculous thing I have ever seen at any time in my life\". Comas avoided hitting any of the people or cars that were on the circuit but after going over towards Senna's accident scene, he was so upset at what he saw that he withdrew from the race. The pictures shown of Senna being treated on the world feed (supplied by host broadcaster RAI) were very graphic, and the BBC switched to their own camera focused on the pit lane. BBC commentator Murray Walker has frequently talked about how upsetting it was to have to talk to viewers while avoiding all mention of the distressing pictures he could see on the world feed. Senna was lifted from the wrecked Williams and flown to Maggiore Hospital in nearby Bologna. Medical teams continued to treat him during the flight. Thirty-seven minutes after the crash, at 2:55 p.m. local time, the race was restarted.\nSecond start.\nThe results of the restarted race would be determined by the aggregate results of the stopped first race and the second race. From the restart, Gerhard Berger took the lead on track but Schumacher still led the race due to the amount of time he was ahead of Berger before the race was stopped. Schumacher took the lead on track on lap 12, and four laps later, Berger retired from the race with handling problems. Larini briefly took the lead as Schumacher pitted but the order was restored when Larini took his own pit stop.\nTen laps from the end the rear-right wheel came loose from Michele Alboreto's Minardi as it left the pit lane, striking two Ferrari and two Lotus mechanics, who were left needing hospital treatment.\nMichael Schumacher won the race ahead of Nicola Larini and Mika Häkkinen, giving him a maximum 30 points after 3 rounds of the 1994 Formula One season. It was the only podium finish of Larini's career, and the first of just two occasions when he scored world championship points. At the podium ceremony, out of respect for Roland Ratzenberger and Ayrton Senna, no champagne was sprayed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Formula_One","surface_form":"Formula One","offset":130},{"uri":"Autodromo_Enzo_e_Dino_Ferrari","surface_form":"Autodromo Enzo e Dino Ferrari","offset":179},{"uri":"Imola","surface_form":"Imola","offset":212},{"uri":"1994_Formula_One_season","surface_form":"1994 Formula One season","offset":255},{"uri":"Roland_Ratzenberger","surface_form":"Roland Ratzenberger","offset":483},{"uri":"Ayrton_Senna","surface_form":"Ayrton Senna","offset":533},{"uri":"Rubens_Barrichello","surface_form":"Rubens Barrichello","offset":602},{"uri":"BBC_Television","surface_form":"BBC Television","offset":670},{"uri":"Murray_Walker","surface_form":"Murray Walker","offset":697},{"uri":"Michael_Schumacher","surface_form":"Michael Schumacher","offset":789},{"uri":"Press_conference","surface_form":"press conference","offset":829},{"uri":"Nicola_Larini","surface_form":"Nicola Larini","offset":1010},{"uri":"Mika_H%C3%A4kkinen","surface_form":"Mika Häkkinen","offset":1099},{"uri":"Grand_Prix_Drivers%27_Association","surface_form":"Grand Prix Drivers' Association","offset":1217},{"uri":"Race_track","surface_form":"tracks","offset":1432},{"uri":"Bahrain_International_Circuit","surface_form":"Bahrain International Circuit","offset":1448},{"uri":"State_funeral","surface_form":"state funeral","offset":1568},{"uri":"Brazil","surface_form":"Brazil","offset":1605},{"uri":"Death_of_Ayrton_Senna","surface_form":"Senna's death","offset":1761},{"uri":"Rubens_Barrichello","surface_form":"Rubens Barrichello","offset":2064},{"uri":"Damon_Hill","surface_form":"Damon Hill","offset":2637},{"uri":"WilliamsF1","surface_form":"Williams-Renault","offset":2667},{"uri":"Roland_Ratzenberger","surface_form":"Roland Ratzenberger","offset":2951},{"uri":"Simtek","surface_form":"Simtek","offset":3021},{"uri":"Basal_skull_fracture","surface_form":"basal skull fracture","offset":3209},{"uri":"1982_Canadian_Grand_Prix","surface_form":"1982 Canadian Grand Prix","offset":3930},{"uri":"Riccardo_Paletti","surface_form":"Riccardo Paletti","offset":3960},{"uri":"Elio_de_Angelis","surface_form":"Elio de Angelis","offset":4019},{"uri":"Brabham","surface_form":"Brabham","offset":4050},{"uri":"Circuit_Paul_Ricard","surface_form":"Circuit Paul Ricard","offset":4069},{"uri":"Sid_Watkins","surface_form":"Sid Watkins","offset":4100},{"uri":"Ayrton_Senna","surface_form":"Ayrton Senna","offset":4201},{"uri":"Pole_position","surface_form":"pole position","offset":4644},{"uri":"Michael_Schumacher","surface_form":"Michael Schumacher","offset":4688},{"uri":"Gerhard_Berger","surface_form":"Gerhard Berger","offset":4708},{"uri":"Damon_Hill","surface_form":"Damon Hill","offset":4763},{"uri":"J.J._Lehto","surface_form":"J.J. Lehto","offset":5002},{"uri":"Pedro_Lamy","surface_form":"Pedro Lamy","offset":5038},{"uri":"Safety_car","surface_form":"safety car","offset":5386},{"uri":"Gerhard_Berger","surface_form":"Gerhard Berger","offset":5671},{"uri":"Rolling_start","surface_form":"rolling start","offset":5948},{"uri":"Sid_Watkins","surface_form":"Sid Watkins","offset":6320},{"uri":"Larrousse","surface_form":"Larrousse","offset":6682},{"uri":"%C3%89rik_Comas","surface_form":"Érik Comas","offset":6746},{"uri":"John_Watson_(racing_driver)","surface_form":"John Watson","offset":6957},{"uri":"RAI","surface_form":"RAI","offset":7343},{"uri":"Murray_Walker","surface_form":"Murray Walker","offset":7449},{"uri":"Bologna","surface_form":"Bologna","offset":7710},{"uri":"Pit_stop","surface_form":"pitted","offset":8332},{"uri":"Michele_Alboreto","surface_form":"Michele Alboreto","offset":8460},{"uri":"1994_Formula_One_season","surface_form":"1994 Formula One season","offset":8727}]}