{"id":320559,"url":"http://en.wikipedia.org/wiki/Sadler%27s_Wells_Theatre","text":"e=\"preserve\">Sadler's Wells Theatre is a performing arts theatre in London. It is in Rosebery Avenue, Clerkenwell in the London Borough of Islington. The theatre which now stands is the sixth building that has been there since 1683. There are two performance spaces: a 1,500 seat main auditorium and the Lilian Baylis Studio. There are many rehearsal rooms and technical facilities. Sadler's Wells is one of the most important theatres for dance in the United Kingdom. Several dance companies perform there.\nDuring World War II the theatre was closed and the dance and opera companies toured to many parts of the United Kingdom. After World War II the dance company was renamed Sadler's Wells Ballet. The opera company became the English National Opera. When the theatre reopened they performed Benjamin Britten's opera \"Peter Grimes\".\nIn 1946 the Royal Opera House at Covent Garden reopened and the ballet company was invited to become the resident company there. A second ballet company was formed to perform at Sadler's Wells. This was called the Sadler's Wells Theatre Ballet. In 1956 the Sadler's Wells company later moved to Covent Garden where it became The Royal Ballet Touring Company. After a number of years as a touring group, it returned to Sadler's Wells in 1976, becoming the Sadler's Wells Royal Ballet.\nIn 1990 the Sadler's Wells Royal Ballet moved to Birmingham and changed its name to Birmingham Royal Ballet. Since then there has not been a resident ballet company at Sadler's Wells.\nThe opera company moved out of Sadler's Wells Theatre to the London Coliseum in 1968 and was later renamed English National Opera. Sadler's Wells Theatre was used by foreign companies and by dancers at the beginning of their careers. The Lilian Baylis Theatre opened in 1988.\nThe theatre that now stands was opened in 1998. The first performance was of \"Iolanthe\" and was given by Rambert Dance Company.","categories":[],"infobox_types":[],"annotations":[{"uri":"Theatre","surface_form":"theatre","offset":57},{"uri":"London","surface_form":"London","offset":68},{"uri":"London_Borough_of_Islington","surface_form":"London Borough of Islington","offset":121},{"uri":"Dance","surface_form":"dance","offset":440},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":453},{"uri":"World_War_II","surface_form":"World War II","offset":515},{"uri":"World_War_II","surface_form":"World War II","offset":635},{"uri":"English_National_Opera","surface_form":"English National Opera","offset":730},{"uri":"Benjamin_Britten","surface_form":"Benjamin Britten","offset":795},{"uri":"Peter_Grimes","surface_form":"Peter Grimes","offset":821},{"uri":"Royal_Opera_House","surface_form":"Royal Opera House","offset":848},{"uri":"Covent_Garden","surface_form":"Covent Garden","offset":869},{"uri":"Birmingham","surface_form":"Birmingham","offset":1369},{"uri":"London_Coliseum","surface_form":"London Coliseum","offset":1565},{"uri":"English_National_Opera","surface_form":"English National Opera","offset":1611},{"uri":"Rambert_Dance_Company","surface_form":"Rambert Dance Company","offset":1885}]}