{"id":320529,"url":"http://en.wikipedia.org/wiki/Australian_National_Botanic_Gardens","text":"The Australian National Botanic Gardens (ANBG) are in Canberra. They are under the control of the Australian Government's Department of the Environment and Heritage.\nThe botanic gardens are the largest living collection of native Australian plants. The garen was set up to study and promote Australia's plants. The garden keeps a wide variety of resources for researchers and grows native plants threatened in the wild.\nHistory of the Gardens.\nThe Advisory Council of Federal Capital Territory recommended the setting up of a National Botanic Garden in 1933. A large site for the gardens was set aside on Black Mountain. In September 1949, the first trees were planted by Prime Minister Ben Chifley and Director of Kew Gardens, Sir Edward Salisbury. The Gardens were officially opened in October 1970 by Prime Minister John Gorton.\nThe Gardens has over on Black Mountain. About have been used for the Botanic Gardens. Plans for the development of the remaining land are on hold until money is available.\nResearch at the Gardens.\nThe Australian National Herbarium is at the National Botanic Gardens. The Herbarium houses the largest collection of pressed, dried plant specimens in Australia. The Herbarium is operated jointly with the CSIRO as part of a joint research facility, the Centre for Plant Biodiversity Research. It is not open to the public. The Australian National Herbarium is participating in the creation of Australia's Virtual Herbarium (AVH), a web based record of botanical information. This includes six million specimen records displaying geographic distribution, images, descriptive text and identification tools.\nThe Gardens manages several large plant databases, including What's its Name? This is a simple point of access to the more complex 'Australian Plant Name Index' APNI listing all the scientific names ever used for Australia's plants. A large collection of photographs is also available.\nThe Gardens' library has important collections of botanical books, journals, CD-ROMs and maps. The library is open to students and the public by appointment.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canberra","surface_form":"Canberra","offset":54},{"uri":"Department_of_the_Environment_and_Heritage_(Australia)","surface_form":"Department of the Environment and Heritage","offset":122},{"uri":"Botanical_garden","surface_form":"botanic gardens","offset":170},{"uri":"Black_Mountain_(Australian_Capital_Territory)","surface_form":"Black Mountain","offset":605},{"uri":"Tree","surface_form":"tree","offset":650},{"uri":"Ben_Chifley","surface_form":"Ben Chifley","offset":687},{"uri":"Royal_Botanic_Gardens%2C_Kew","surface_form":"Kew Gardens","offset":715},{"uri":"John_Gorton","surface_form":"John Gorton","offset":819},{"uri":"Herbarium","surface_form":"Herbarium","offset":1053},{"uri":"CSIRO","surface_form":"CSIRO","offset":1234},{"uri":"Centre_for_Plant_Biodiversity_Research","surface_form":"Centre for Plant Biodiversity Research","offset":1282},{"uri":"Database","surface_form":"database","offset":1674},{"uri":"Photograph","surface_form":"photograph","offset":1889},{"uri":"Library","surface_form":"library","offset":1933}]}