{"id":320561,"url":"http://en.wikipedia.org/wiki/John_Forrest_Dillon","text":"John Forrest Dillon (December 25, 1831 – May 6, 1914) was an American judge. He served on both federal and Iowa state courts. He wrote an important book on the power of states about municipal governments.\nEarly life and career.\nDillon was born in Northampton, Montgomery County, New York. He studied medicine at the University of Iowa at the age of 19. Shortly after beginning to work as a doctor, he switched to studying law, and was admitted to the Iowa bar in 1852. He was elected as the Scott County prosecutor after a brief private practice in 1853, and was then elected to a judgeship in Iowa's 7th Judicial Circuit in 1858. He joined to the Iowa Supreme Court in 1862 and served until 1869, when he was appointed by President Grant to the United States Circuit Court.\nFederal judgeship and scholarly work.\nWhile Dillon was a federal judge, he wrote \"Municipal Corporations\" (1872), which was one of the earliest books to present the subject, and people still study it today. He was also the author of \"Removal of Cases from State Courts to Federal Courts\" and \"Municipal Bonds\", both in 1876. On February 17, 1876, Justice Dillon ruled Ulysses S. Grant's deposition for Orville E. Babcock was admissible in court during the Whiskey Ring graft prosecutions. After leaving the Circuit Court, Dillon was a professor at Columbia Law School from 1879 until 1882, where he taught real estate and equity. He then taught at Yale Law School from 1891 until 1892. While at Yale, he also was the president of the American Bar Association. Dillon then returned to private practice until his death in 1914 in New York City.\nA memorial fountain to Dillon was built in downtown Davenport, Iowa in 1918. Sculptor Harry Liva carved it out of Indiana limestone in Romanesque style.\nDillon's oldest son, Hiram Price Dillon (1855 – 1918), also became a lawyer in Iowa, and a Master of Chancery in federal court. Dillon's sister was the grandmother of baseball manager Casey Stengel.\nDillon Rule.\nThe theory of state preeminence over local governments was called the \"Dillon Rule\" in an 1868 case: \"Municipal corporations owe their origin to, and derive their powers and rights wholly from, the legislature. It breathes into them the breath of life, without which they cannot exist. As it creates, so may it destroy. If it may destroy, it may abridge and control.\" \"Clinton v Cedar Rapids and the Missouri River Railroad\",(24 Iowa 455; 1868). As opposed to the Dillon Rule, the Cooley Doctrine expressed the theory of an inherent right to local self-determination. In a concurring opinion, Michigan Supreme Court Judge Thomas M. Cooley in 1871 stated: “[L]ocal government is a matter of absolute right; and the state cannot take it away.” \"People v. Hurlbut\", (24 Mich 44, 95; 1871).\nIn \"Municipal Corporations\" (1872), Dillon explained that in contrast to the powers of states, which are unlimited but for express restrictions under the state or federal constitution, municipalities only have the powers that the state legislature expressly gives to them. This formulation of the scope of municipal power came to be known as the \"Dillon Rule\". It says that municipal governments only have the powers that are expressly granted to them by the state legislature, those that are necessarily implied from that grant of power, and those that are essential and indispensable to the municipality's existence and functioning. If the legislative grant of power is unclear, it should be read narrowly. Courts should assume that the legislature did not mean to give a power unless that power was clearly spelled out in a law. However, when the state has not specifically directed the method by which the municipality may implement its granted power, the municipality has the discretion to choose the method so long as its choice is reasonable.\nHundreds of U.S. court decisions to the present day have employed the Dillon Rule to determine the scope of municipal powers and rights. Critics of the rule say that it imposes unreasonable constraints on the ability of communities to govern themselves and so undermines democracy, and even that local self-government is a matter of natural right that does not need to be conferred by higher political structures. It has also been suggested that Dillon's approach came from the view at that time that cities were inherently corrupt political organs. Corruption was widespread during his time, especially considering the extensive business ties and even investments of numerous cities and their leaders in the late 19th century. Today, most states in the United States follow the Dillon Rule. This is true even though most people no longer believe that cities have corruption problems.\nThe Supreme Court of the United States cited Dillon's book \"Municipal Corporations\" and fully adopted Dillon's emphasis on state power over municipalities in \"[http://supreme.justia.com/us/138/673/case.html Merrill v. Monticello],\" 138 U.S. 673 (1891), reaff'd. \"[http://supreme.justia.com/us/207/161/case.html Hunter v. Pittsburgh]\", 207 U.S. 161 (1907), which upheld the power of Pennsylvania to consolidate the city of Allegheny into the city of Pittsburgh, despite the wishes of the majority of Allegheny residents to be a separate city. The Court's ruling that states could alter or abolish at will the charters of municipal corporations without infringing upon contract rights relied upon Dillon's separation of public, municipal corporations from private ones.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":61},{"uri":"Judge","surface_form":"judge","offset":70},{"uri":"Iowa","surface_form":"Iowa","offset":107},{"uri":"U.S._state","surface_form":"states","offset":169},{"uri":"Municipal_government","surface_form":"municipal government","offset":182},{"uri":"Northampton%2C_Fulton_County%2C_New_York","surface_form":"Northampton","offset":247},{"uri":"Montgomery_County%2C_New_York","surface_form":"Montgomery County, New York","offset":260},{"uri":"Medicine","surface_form":"medicine","offset":300},{"uri":"University_of_Iowa","surface_form":"University of Iowa","offset":316},{"uri":"Read_law","surface_form":"studying law","offset":413},{"uri":"Iowa","surface_form":"Iowa","offset":451},{"uri":"Scott_County%2C_Iowa","surface_form":"Scott County","offset":491},{"uri":"Iowa_Supreme_Court","surface_form":"Iowa Supreme Court","offset":648},{"uri":"President_of_the_United_States","surface_form":"President","offset":723},{"uri":"Ulysses_S._Grant","surface_form":"Grant","offset":733},{"uri":"United_States_Circuit_Court","surface_form":"United States Circuit Court","offset":746},{"uri":"Removal_jurisdiction","surface_form":"Removal","offset":1009},{"uri":"Ulysses_S._Grant","surface_form":"Ulysses S. Grant","offset":1143},{"uri":"Orville_E._Babcock","surface_form":"Orville E. Babcock","offset":1177},{"uri":"Columbia_Law_School","surface_form":"Columbia Law School","offset":1323},{"uri":"Real_estate","surface_form":"real estate","offset":1381},{"uri":"Equity_(law)","surface_form":"equity","offset":1397},{"uri":"Yale_Law_School","surface_form":"Yale Law School","offset":1423},{"uri":"American_Bar_Association","surface_form":"American Bar Association","offset":1509},{"uri":"New_York_City","surface_form":"New York City","offset":1603},{"uri":"Davenport%2C_Iowa","surface_form":"Davenport, Iowa","offset":1670},{"uri":"Court_of_equity","surface_form":"Chancery","offset":1872},{"uri":"Casey_Stengel","surface_form":"Casey Stengel","offset":1955},{"uri":"Thomas_M._Cooley","surface_form":"Thomas M. Cooley","offset":2605},{"uri":"Municipality","surface_form":"municipalities","offset":2955},{"uri":"Self-determination","surface_form":"govern themselves","offset":4055},{"uri":"Democracy","surface_form":"democracy","offset":4091},{"uri":"Natural_right","surface_form":"natural right","offset":4153},{"uri":"Supreme_Court_of_the_United_States","surface_form":"Supreme Court of the United States","offset":4709},{"uri":"Case_citation","surface_form":"138 U.S. 673","offset":4937},{"uri":"Case_citation","surface_form":"207 U.S. 161","offset":5040},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":5087},{"uri":"Allegheny%2C_Pennsylvania","surface_form":"Allegheny","offset":5127},{"uri":"Pittsburgh","surface_form":"Pittsburgh","offset":5154}]}