{"id":32062,"url":"http://en.wikipedia.org/wiki/Electric_motor","text":"An electric motor changes electrical energy into mechanical movement. A dynamo or an electric generator does the reverse: it changes mechanical movement into electric energy. Most electric motors work by using the force of magnetism. Electrostatic motors have also been used.\nMachines using electric motors include: fans, washing machines, fridges, pump<nowiki/>s, and vacuum cleaners.\nInside an Electric Motor.\n• Armature or rotor\n• DC power supply of some sort\nAn electric motor is all about magnets and magnetism: A motor uses magnets to create motion. If you have ever played with magnets you know about the fundamental law of all magnets: Opposites attract and likes repel. So if you have two bar magnets with their ends marked \"north\" and \"south,\" then the north end of one magnet will attract the south end of the other. On the other hand, the north end of one magnet will repel the north end of the other (and similarly, south will repel south). Inside an electric motor, these attracting and repelling forces create rotational motion.\nTo understand how electric motors work, the key is to understand how electromagnets work. An electromagnet is the basis of an electric motor.\nElectric motors are boardly classified in to two different categories i.e. DC (direct current) and AC (Alternating current). With in these categories there are numerous types, each offering unique abilities that suit them well for best applications.\nHistory.\nIn 1821, Michael Faraday made the first electric motor. It worked using the force of magnetism.\nHe created a simple electromagnet by taking a nail and a wire, wrapping about 100 loops of wire around the nail and connected it to a battery. With this he had a simple electromagnet with north and south pole. In the middle of the nail he had made a hole and put a spindle into the hole so that the nail could rotate. He then took a horseshoe-shaped magnet and placed the wire wrapped nail in the middle.\nHe connected the wire of the north pole to the negative pole of the battery and the wire of the south pole to the positive pole. The basic law of magnetism told him what would happen: the north end of the electromagnet would repel the north end of the horseshoe-shaped magnet and would attract the south pole. The same happened on the other side of the nail, with the result that the nail turned.\nFaraday was not happy with the result of the electromotor, because the motor turned only once. He changed the polarity of the battery and the wire wrapped nail again turned just once. If he changed the polarity every time, when the north pole of the wire wrapped nail is opposite to the south pole of the horseshoe-shaped magnet, then he would have the result he was looking for. The wire wrapped nail would turn and turn around the spindle (as long as the battery is not empty).","categories":[],"infobox_types":[],"annotations":[{"uri":"Electrical_energy","surface_form":"electrical energy","offset":26},{"uri":"Dynamo","surface_form":"dynamo","offset":72},{"uri":"Electric_generator","surface_form":"electric generator","offset":85},{"uri":"Fan","surface_form":"fan","offset":316},{"uri":"Washing_machine","surface_form":"washing machine","offset":322},{"uri":"Refrigerator","surface_form":"fridge","offset":340},{"uri":"Pump","surface_form":"pump","offset":349},{"uri":"Vacuum_cleaner","surface_form":"vacuum cleaner","offset":369},{"uri":"Rotor_(electric)","surface_form":"rotor","offset":426},{"uri":"Electromagnet","surface_form":"electromagnet","offset":1137},{"uri":"Direct_current","surface_form":"direct current","offset":1265},{"uri":"1821","surface_form":"1821","offset":1448},{"uri":"Michael_Faraday","surface_form":"Michael Faraday","offset":1454},{"uri":"Electromagnet","surface_form":"electromagnet","offset":1710},{"uri":"Electromagnet","surface_form":"electromagnet","offset":2151}]}