{"id":320626,"url":"http://en.wikipedia.org/wiki/Federal_Judicial_Center","text":"The Federal Judicial Center is the education and research agency of the United States federal courts. An Act of Congress () started it in 1967. The idea for a center came from the Judicial Conference of the United States.\nThe law sets who serves on the Center's Board of Directors. The Chief Justice of the United States is \"ex officio\" chair of the Center's board. The board also has the director of the Administrative Office of the United States Courts and seven judges elected by the Judicial Conference. The Board appoints the Center's director and deputy director; the director appoints the Center's staff. Since its founding in 1967, the Center has had ten directors. Judge Jeremy Fogel became director in 2011. He was appointed U.S. district judge for the Northern District of California in 1998 but has been resident in Washington, D.C., since becoming director. The deputy director is John S. Cooke.\nHistory.\nChief Justice Earl Warren and other members of the judiciary wanted a separate agency that would conduct research and educational programs for the federal courts. They hoped that a separate agency would build the judiciary’s institutional independence. They recommended starting the Federal Judicial center to Congress. They hoped that regular programs of research and education would improve the efficiency of the federal courts and relieve the backlog of cases in the lower courts.\nThe Center is governed by its own board. The Federal Judicial Center offered the courts the benefits of independent social science research and educational programs designed to improve judicial administration.\nIn the 1950s and early 1960s, the Judicial Conference and the Administrative Office increasingly commissioned research projects to examine problems of judicial administration at the same time that they organized educational programs to help judges manage growing and complicated caseloads. These research and educational programs, however, received no permanent staff or funding. Support for an institutionalized program of judicial research and education increased after adding 60 new district judge positions in 1961 showed that the number of judges alone would not solve all of the problems of overworked courts. Many judges and lawyers asked for a way to bring improved research and education to the courts.\nThe Center includes several offices and divisions.\nDirector's Office.\nThe Director's Office is responsible for the Center's overall management and its relations with other organizations. Its Office of Systems Innovation and Development (OSID) provides technical support for Center education and research. Communications Policy and Design (CPD) edits, produces, and distributes all Center print and electronic publications, operates the Federal Judicial Television Network, and through the Information Services Office maintains a library of materials on judicial administration.\nResearch Division.\nThe Research Division undertakes empirical and exploratory research on federal judicial processes, court management, and sentencing and its consequences, often at the request of the Judicial Conference and its committees, the courts themselves, or other groups in the federal system. James B. Eaglin is the current director of the research division.\nFederal Judicial History Office.\nThe Federal Judicial History Office develops programs relating to the history of the judicial branch and helps courts with their own judicial history programs.\nEducation Division.\nThe Education Division holds educational sessions for federal judges and court staff. Bruce Clarke is the current director of the Education Division.\nInterjudicial Affairs Office.\nThe Interjudicial Affairs Office caries out the Center's statutory mission to provide information about federal courts to officials of foreign judicial systems and to acquire information about foreign judicial systems that will help the Center perform its other missions.\nBoard of the Center.\nA nonprofit organization, the Federal Judicial Center Foundation, solicits support for the Center.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_federal_court","surface_form":"United States federal court","offset":72},{"uri":"Act_of_Congress","surface_form":"Act of Congress","offset":105},{"uri":"Judicial_Conference_of_the_United_States","surface_form":"Judicial Conference of the United States","offset":180},{"uri":"Chief_Justice_of_the_United_States","surface_form":"Chief Justice of the United States","offset":286},{"uri":"Ex_officio","surface_form":"ex officio","offset":325},{"uri":"Administrative_Office_of_the_United_States_Courts","surface_form":"Administrative Office of the United States Courts","offset":405},{"uri":"Jeremy_Fogel","surface_form":"Jeremy Fogel","offset":680},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":828},{"uri":"John_S._Cooke","surface_form":"John S. Cooke","offset":894},{"uri":"Earl_Warren","surface_form":"Earl Warren","offset":932},{"uri":"Social_science","surface_form":"social science","offset":1518},{"uri":"Federal_Judicial_Television_Network","surface_form":"Federal Judicial Television Network","offset":2760},{"uri":"Library","surface_form":"library","offset":2853},{"uri":"Empirical","surface_form":"empirical","offset":2954},{"uri":"Research","surface_form":"research","offset":2980},{"uri":"Sentence_(law)","surface_form":"sentencing","offset":3042},{"uri":"Nonprofit_organization","surface_form":"nonprofit organization","offset":3959}]}