{"id":320709,"url":"http://en.wikipedia.org/wiki/Ithaca_Tompkins_Regional_Airport","text":"Ithaca Tompkins Regional Airport is a county-owned public-use airport three miles (5 km) northeast of the central business district of Ithaca, the county seat and largest city in Tompkins County, New York, United States. The airport is near New York State Route 13. It serves the southern Finger Lakes Region. It is used for private as well as commercial passenger and freight aviation.\nFor over 50 years, the East Hill Flying Club has been at the airport. The club offers lessons and the use of seven small planes to its members. Taughannock Aviation which provides business jet charter and management is the fixed base operator for the airport.\nHistory.\nThe original Ithaca Municipal Airport was located west of downtown Ithaca, near the inlet of Cayuga Lake. Its single short runway, proximity to the Lehigh Valley freight yards on the south side, the Cayuga Lake marshes on the north side, and fog in the lake valley limited its growth. Cornell University opened the existing airport on East Hill in 1948 and transferred its ownership to the County in 1956. The former airport site is now Cass Park, including an airplane hangar which was renovated in 1975 to house the Hangar Theatre.\nIn 1994, the runway was extended from in length to its present and an entirely new, 33,000 square foot (3,000 m²) terminal building opened, replacing the cramped, aging original building. The airport name changed from Tompkins County Airport to its current name on March 20, 2001. The northwest-facing runway 32 has an instrument landing system approach and an associated medium intensity approach light system with runway alignment lights. Runway 14, facing southeast, has an instrument approach based on the VOR/DME located at the airport. A short turf runway was built parallel to the paved runway, but during the 1980s another turf runway oriented north-south was available to the west of the terminal building and was\nCommercial traffic peaked in 1990 at 226,813 passengers. By 2000, the airport lost three of its major carriers. The airport was hurt by the small size of the market, relative proximity to Syracuse Hancock International Airport and other regional airports, and crowded conditions in Northeastern airspace. Trans World Airlines, United Airlines, and finally Continental Airlines left to serve more profitable routes, leaving US Airways the sole carrier.\nIn late 2004, after negotiations with the County, Northwest Airlines agreed to add Northwest Airlink service to Detroit Metropolitan Wayne County Airport, which began on May 2, 2005. US Airways nonstop service to Pittsburgh resumed on November 9, 2005 but stopped again on April 1, 2006 due to low use. (Pittsburgh is a US Airways focus city.) Passenger traffic improved with the additional service; the airport served about 140,000 passengers in 2004, increasing to around 170,000 in 2007.\nOn October 6, 2008, Continental Connection resumed service between Ithaca and Newark Liberty International Airport with four daily flights.\nFacilities and aircraft.\nIthaca Tompkins Regional Airport covers an area of which contains two runways: 14/32 with 6,601 x 150 ft (2,012 x 46 m) asphalt pavement and 15/33 with a 2,018 x 50 ft (615 x 15 m) turf surface.\nFor the 12-month period ending October 31, 2006, the airport had 53,038 aircraft operations, an average of 145 per day: 77% general aviation, 20% scheduled commercial, 2% air taxi and <1% military. At that time there were 62 aircraft based at this airport: 68% single-engine, 15% multi-engine, 16% jet and 2% ultralight.\nCornell kept much of the land surrounding the airport to build a research park.\nBus.\nTCAT Route 32 travels to the Commons and Cornell University Monday through Friday, As of 2010, Route 72 serves the airport on weekends.\nTaxi.\nIthaca Dispatch (Cayuga, University, Yellow Cab) operates a taxi stand at the airport, although it may be necessary to call in advance, especially during peak hours. Fares to and from the airport are standardized.","categories":[],"infobox_types":[],"annotations":[{"uri":"Airport","surface_form":"airport","offset":62},{"uri":"Central_business_district","surface_form":"central business district","offset":106},{"uri":"Ithaca%2C_New_York","surface_form":"Ithaca","offset":135},{"uri":"County_seat","surface_form":"county seat","offset":147},{"uri":"Tompkins_County%2C_New_York","surface_form":"Tompkins County","offset":179},{"uri":"New_York","surface_form":"New York","offset":196},{"uri":"United_States","surface_form":"United States","offset":206},{"uri":"New_York_State_Route_13","surface_form":"New York State Route 13","offset":241},{"uri":"Finger_Lakes","surface_form":"Finger Lakes Region","offset":289},{"uri":"Fixed_base_operator","surface_form":"fixed base operator","offset":610},{"uri":"Cayuga_Lake","surface_form":"Cayuga Lake","offset":749},{"uri":"Lehigh_Valley_Railroad","surface_form":"Lehigh Valley","offset":804},{"uri":"Fog","surface_form":"fog","offset":898},{"uri":"Cornell_University","surface_form":"Cornell University","offset":941},{"uri":"Hangar","surface_form":"hangar","offset":1126},{"uri":"Instrument_landing_system","surface_form":"instrument landing system","offset":1509},{"uri":"Syracuse_Hancock_International_Airport","surface_form":"Syracuse Hancock International Airport","offset":2101},{"uri":"Northeastern_United_States","surface_form":"Northeastern","offset":2195},{"uri":"Trans_World_Airlines","surface_form":"Trans World Airlines","offset":2218},{"uri":"United_Airlines","surface_form":"United Airlines","offset":2240},{"uri":"Continental_Airlines","surface_form":"Continental Airlines","offset":2269},{"uri":"Northwest_Airlines","surface_form":"Northwest Airlines","offset":2415},{"uri":"Northwest_Airlink","surface_form":"Northwest Airlink","offset":2448},{"uri":"Detroit_Metropolitan_Wayne_County_Airport","surface_form":"Detroit Metropolitan Wayne County Airport","offset":2477},{"uri":"Pittsburgh_International_Airport","surface_form":"Pittsburgh","offset":2578},{"uri":"Focus_city","surface_form":"focus city","offset":2696},{"uri":"Continental_Connection","surface_form":"Continental Connection","offset":2876},{"uri":"Newark_Liberty_International_Airport","surface_form":"Newark Liberty International Airport","offset":2934},{"uri":"Runway","surface_form":"runway","offset":3091},{"uri":"Asphalt","surface_form":"asphalt","offset":3141},{"uri":"Grass","surface_form":"turf","offset":3202},{"uri":"General_aviation","surface_form":"general aviation","offset":3340},{"uri":"Airline","surface_form":"scheduled commercial","offset":3362},{"uri":"Air_taxi","surface_form":"air taxi","offset":3387},{"uri":"Military_aviation","surface_form":"military","offset":3404},{"uri":"Aircraft_engine","surface_form":"engine","offset":3484},{"uri":"Jet_aircraft","surface_form":"jet","offset":3514},{"uri":"Ultralight","surface_form":"ultralight","offset":3525},{"uri":"Research_park","surface_form":"research park","offset":3602},{"uri":"Tompkins_Consolidated_Area_Transit","surface_form":"TCAT","offset":3622},{"uri":"Cornell_University","surface_form":"Cornell University","offset":3663}]}