{"id":320729,"url":"http://en.wikipedia.org/wiki/Los_Alamitos_Army_Airfield","text":"Los Alamitos Army Airfield is a military airport. It is one mile (2 km) southeast of central Los Alamitos, California, and within its city limits.\nHistory.\nIn the 1930s the Long Beach Airport was owned by that city and was also used as a Naval Reserve air station. In the late 1930s and early 1940s, the United States Navy perceived as a hostile attitude on the part of the City of Long Beach regarding improvements and maintenance of Long Beach Airport. Without telling the Long Beach officials, the Navy began looking for a new place for its flight operations. Admiral Ernest J. King, then the Chief of the Bureau of Aeronautics, and Admirals William D. Leahy, Joseph K. Taussig, and Allen E. Smith pointedly requested that the city of Long Beach repair the runways and reminded the city that the Pacific Fleet, then laying offshore in both Long Beach and San Pedro harbors, had a payroll of more than $1 million a month. Eventually the city complied with the Navy's requests.\nStill, the city continued to show a hostile attitude toward approving a lease on any additional land that the Naval Reserve required.\nThe Navy was fed up with the city of Long Beach. It decided upon the purchase of some property owned by Susanna Bixby Bryant, a fact made known by the commander of the base, Commander Thomas A. Gray, to the Chief of the Bureau of Aeronautics, Admiral John H. Towers. The circumstances behind the purchase were revealed to James V. Forrestal, Under Secretary of the Navy, and by him to the House Naval Affairs committee who approved the purchase. Although Comdr. Gray had offered Mrs. Bryant $350 an acre, in the best patriotic spirit she sold the property at $300 an acre. The land is 4 miles east of the Long Beach Airport.\nWith the site acquired, in 1941, construction funds soon followed and Naval Reserve Air Base (NRAB) Los Alamitos began to take shape. The new base provided many jobs and spurred modest growth. On 1 June 1941, operations moved from Long Beach to Los Alamitos.\nBy May 1942, Los Alamitos was operating with a complete physical plant including administrative office, sick bay, a synthetic training facility, central files, classroom, and an assembly & repair department. With a station complement of about 2,500 officers and men, the initial aviation cadets began their training. The first graduating class numbered 729 cadets, 180 having washed out. By the end of the year, the base's 36 planes had increased to 140, and in 1943, five outlying fields were acquired, Training was carried out mostly in plywood planes. When changed from the command of the Naval Primary Training Command to that of Naval Air Center, Eleventh Naval District, on 15 August 1943, it was used to station carrier air groups. Renamed a naval air station, its flight operations were conducted by a Fleet Air Detachment, with station complement dropping from about 250 officers and 2000 men to 40 officers and 500 men and the Assembly and Repair Department discontinued but still used by the CASU on board. Many CASUs and ARGUSs (groups to establish forward air bases) were formed at and dispatched from Los Alamitos during the war. With additional construction undertaken after mid-1943, the total investment at the station to 1 January 1945 was $4,827,014.64. Growing from one officer, one man, and one plane in 1928, Los Alamitos in 1945 had become one of the Navy's most important air stations.\nOn 15 August 1943 it became an operational training base for training of fleet units and was reclassified as a Naval Air Station. In addition to providing training, the base serviced aircraft from the battle fleet, including carrier air groups from USS Lexington, Saratoga, and Langley.\nNRAB Los Alamitos was initially under the command of the naval operating base at San Pedro, California. Like other Naval Reserve Air Bases established during the 1930s, it fell under the command of the Naval Air Primary Training Command on 1 October 1942; Naval Air Center, Eleventh Naval District, San Diego, on 15 August 1943; and finally Naval Air Bases, Eleventh Naval District, on 10 August 1944. As an NRAB, the mission of Los Alamitos was to instruct, train and drill Naval Reserve aviation personnel living in the Eleventh Naval District.\nMany former military personnel chose to stay on in the City of Los Alamitos after the war, living in such neighbourhoods as Carrier Row, where streets are named for World War II aircraft carriers.\nAs was the case with other naval air stations retained in operating status following the war, Los Alamitos suffered a period of transitions and changes. Under the command of the Chief of Naval Air Training at NAS Pensacola, its missions were to train reservists and service the fleet. On 1 March 1946, while it provided training, CASU 33 supported Air Group 98, but the devotion of activity could be measured by the fact that, as of 28 February 1946, it had only ninety-seven V-6 personnel on active duty as station keepers, yet until the end of September this group provided proficiency flying for more than 1,500 inactive reserve pilots. Meanwhile, CASU 706 supported Patrol Squadron 908 (VP-908), Escort Carrier Air Groups 779 and 778, and Carrier Air Group 716. On 16 August 1946, the first group of aviation cadets in the Selective Training Program came on board, and after 1 September, the station would be used by the Naval Air Transport Service (NATS). On 13 October, the record-making Truculent Turtle, which had flown nonstop for almost 4,500 miles, paid the station a visit. By the end of 1946, with 243 reserve pilots, 1,375 volunteer reserve pilots, 255 inactive reserve enlisted men, and 368 active duty station keepers, Los Alamitos was one of the busiest Naval Air Reserve Stations. Between January and March 1947, the station became the largest in the entire Naval Reserve air training program.\nOn 17 May 1947, the administration of NAF Litchfield Park, southwest of downtown Phoenix, Arizona, was placed under Los Alamitos to serve volunteer reserve aviation personnel in the Phoenix-Tucson area. With 1,300 organized reservists, 1,682 inactive reservists, 12 over-aged reservists, 7 women reservists, and 583 station keepers, Los Alamitos remained the largest Naval Air Reserve Station in the United States.\nOn board during the first quarter of 1948 were a light carrier aircraft group (CLG); two carrier air groups; two escort carrier air groups; two patrol plane squadrons; three transport squadrons; four fleet aircraft service squadrons; two Marine fighting squadrons and a Marine ground control interceptor unit; two volunteer units, one at Litchfield, one on the station proper; a NATS Unit; GCA; and an all-weather station. Until it was decided that there were not enough personnel to continue associated volunteer units at Bakersfield Municipal Airport and Santa Barbara, Los Alamitos assumed administrative responsibilities for them. At the station full operations were carried on for five days a week from 0730 to 1630. Saturday night was reserved for night flying. Operations were limited on Mondays and Thursdays; weekends were madhouses as the \"weekend warriors\" came on board.\nOn 7 November 1949, Los Alamitos received its first jet aircraft, an FJ-1 Fury. With all FGs replaced with F6F Hellcats, a reorganisation occurred on 1 December 1950 in which there was provided a wing staff with twenty-five squadrons. During the summer of 1950, 105 midshipmen from the United States Naval Academy reported for four days of an air cruise and 112 seamen reported for eight weeks of training duty. Meanwhile, there was a waiting list for pilots and ground officers. When the naval aviation cadet programme, which had opened on 1 July, closed on 25 October 1950, Los Alamitos had obtained a tenth of the cadets recruited in the entire nation. Meanwhile, in answer to President Truman's request for reservists to volunteer for duty during the Korean War, VG-781 requested mobilization as a complete unit, and was accepted – the first squadron in the nation to do so. Three Marine Corps Organized Reserve units were ordered to active duty, and so was VP-772. To speed up training, on 6 March and again on 16 May 1951 ninety-day trainees reported on board. The third group of trainees came on board for training 16 June and many of them and station personnel helped saved lives and property during heavy rains and floods that damaged the nearby town of Los Alamitos. On 15 January 1952, the first helicopter unit came to the base. Also in 1952, a reserve air intelligence unit came to the base.\nOn 16 July 1957, then-Major John H. Glenn, Jr., USMC, set the Transcontinental air speed record, flying a F8U-1 Crusader from NAS Los Alamitos to Floyd Bennett Field, New York, in 3 hours, 23 minutes, and 8.4 seconds. Project Bullet, as the mission was called, provided both the first transcontinental flight to average supersonic speed, and the first continuous transcontinental panoramic photograph of the United States. Glenn was awarded his fifth Distinguished Flying Cross for the mission.\nFor the next decade, operations at Los Alamitos were routine. In 1970, however, the Navy closed the station as a Naval Air Reserve training facility and let it serve merely as a Naval Air Station. In 1972, helicopter elements of both the California Army National Guard and United States Army Reserve moved from leased facilities at commercial airports to NAS Los Alamitos. Following approval of an environmental impact statement filed in August 1973, the base was designated an Armed Forces Reserve Center for which the Navy was designated host, and the California Army National Guard was charged with operating the airfield.\nThe senior command on post is the 40th Infantry Division (Mechanized), headquartered in the large, prominent building facing the flagpole and main entrance artery.\nOn 23 August 1977, 'ownership' of the base was transferred from the U.S. Navy to the U.S. Army. The U.S. Army 'licensed' the operation of the base to the California Army National Guard. The base was commanded by BG James Benson. Los Alamitos Army Airfield was commanded by LTC James C. Ghormley, III.\nIn July 2000, Los Alamitos Armed Force Reserve Center was renamed Los Alamitos Joint Forces Training Center.\nThis place served as the starting line for the 14th season of the hit CBS Reality TV Show \"The Amazing Race\". The base's status as an alternate landing area for Air Force One was mentioned in a West Wing episode.","categories":[],"infobox_types":[],"annotations":[{"uri":"Airport","surface_form":"airport","offset":41},{"uri":"Kilometre","surface_form":"km","offset":68},{"uri":"Los_Alamitos%2C_California","surface_form":"Los Alamitos","offset":93},{"uri":"California","surface_form":"California","offset":107},{"uri":"Long_Beach_Airport","surface_form":"Long Beach Airport","offset":173},{"uri":"United_States_Navy_Reserve","surface_form":"Naval Reserve","offset":238},{"uri":"Naval_air_station","surface_form":"air station","offset":252},{"uri":"United_States_Navy","surface_form":"United States Navy","offset":304},{"uri":"Long_Beach%2C_California","surface_form":"City of Long Beach","offset":374},{"uri":"Long_Beach_Airport","surface_form":"Long Beach Airport","offset":435},{"uri":"Ernest_King","surface_form":"Admiral Ernest J. King","offset":563},{"uri":"William_D._Leahy","surface_form":"William D. Leahy","offset":645},{"uri":"Joseph_Taussig","surface_form":"Joseph K. Taussig","offset":663},{"uri":"San_Pedro%2C_Los_Angeles","surface_form":"San Pedro","offset":858},{"uri":"John_Henry_Towers","surface_form":"Admiral John H. Towers","offset":1356},{"uri":"James_Forrestal","surface_form":"James V. Forrestal","offset":1435},{"uri":"Sick_bay","surface_form":"sick bay","offset":2101},{"uri":"Naval_air_station","surface_form":"naval air station","offset":2746},{"uri":"Carrier_air_wing","surface_form":"carrier air groups","offset":3632},{"uri":"United_States_Navy_ships","surface_form":"USS","offset":3656},{"uri":"USS_Lexington_(CV-16)","surface_form":"Lexington","offset":3660},{"uri":"USS_Saratoga_(CV-3)","surface_form":"Saratoga","offset":3671},{"uri":"USS_Langley_(CVL-27)","surface_form":"Langley","offset":3685},{"uri":"San_Pedro%2C_Los_Angeles%2C_California","surface_form":"San Pedro, California","offset":3775},{"uri":"San_Diego%2C_California","surface_form":"San Diego","offset":3993},{"uri":"11th_Naval_District","surface_form":"Eleventh Naval District","offset":4216},{"uri":"Los_Alamitos%2C_California","surface_form":"City of Los Alamitos","offset":4296},{"uri":"World_War_II","surface_form":"World War II","offset":4406},{"uri":"Aircraft_carrier","surface_form":"aircraft carrier","offset":4419},{"uri":"NAS_Pensacola","surface_form":"NAS Pensacola","offset":4647},{"uri":"Phoenix_Goodyear_Airport","surface_form":"NAF Litchfield Park","offset":5888},{"uri":"Phoenix%2C_Arizona","surface_form":"Phoenix, Arizona","offset":5931},{"uri":"Phoenix%2C_Arizona","surface_form":"Phoenix","offset":6032},{"uri":"Tucson%2C_Arizona","surface_form":"Tucson","offset":6040},{"uri":"Jet_aircraft","surface_form":"jet aircraft","offset":7200},{"uri":"FJ-1_Fury","surface_form":"FJ-1 Fury","offset":7217},{"uri":"F4U_Corsair","surface_form":"FGs","offset":7237},{"uri":"F6F_Hellcat","surface_form":"F6F Hellcat","offset":7255},{"uri":"United_States_Naval_Academy","surface_form":"United States Naval Academy","offset":7434},{"uri":"Harry_S._Truman","surface_form":"President Truman","offset":7828},{"uri":"Korean_War","surface_form":"Korean War","offset":7903},{"uri":"Helicopter","surface_form":"helicopter","offset":8455},{"uri":"Major","surface_form":"Major","offset":8575},{"uri":"John_Glenn","surface_form":"John H. Glenn, Jr.","offset":8581},{"uri":"United_States_Marine_Corps","surface_form":"USMC","offset":8601},{"uri":"Transcontinental_air_speed_record","surface_form":"Transcontinental air speed record","offset":8615},{"uri":"F-8_Crusader","surface_form":"F8U-1 Crusader","offset":8659},{"uri":"Floyd_Bennett_Field","surface_form":"Floyd Bennett Field, New York","offset":8699},{"uri":"Panoramic_photography","surface_form":"panoramic photograph","offset":8933},{"uri":"United_States","surface_form":"United States","offset":8961},{"uri":"Distinguished_Flying_Cross_(United_States)","surface_form":"Distinguished Flying Cross","offset":9004},{"uri":"California_Army_National_Guard","surface_form":"California Army National Guard","offset":9286},{"uri":"United_States_Army_Reserve","surface_form":"United States Army Reserve","offset":9321},{"uri":"California_Army_National_Guard","surface_form":"California Army National Guard","offset":9602},{"uri":"40th_Infantry_Division_(United_States)","surface_form":"40th Infantry Division (Mechanized)","offset":9708},{"uri":"The_Amazing_Race","surface_form":"The Amazing Race","offset":10339}]}