{"id":320710,"url":"http://en.wikipedia.org/wiki/Light_curve","text":"In astronomy, a light curve is a graph that shows the brightness of light from a celestial object or region, over a certain amount of time. The light is usually in a particular frequency interval or band. Light curves can be periodic, that is they repeat in a regular pattern. Examples are eclipsing binaries and cepheid variables. Light curves can also be aperiodic, that is they are irregular with no pattern. Examples include the light curve of a nova, a cataclysmic variable star, a supernova or a microlensing event. The study of the light curve, together with other observations, can give a lot of information about the physical process that produces it or constrain the physical theories about it.\nPlanetology.\nIn the study of planets (planetology), a light curve can be used to work out the rotation period of a minor planet, moon, or comet nucleus. From the Earth many objects are so small that even the most powerful telescopes are unable to see objects clearly. Because of this astronomers measure the amount of light produced by the object over a period of time, its light curve. The time between the peaks on the graph gives the rotational period of the object. The difference between the maximum and minimum brightness, the amplitude of the light curve, can be caused by either the shape of the object, or bright and dark areas on the surface. For example, an odd shaped asteroid's light curve generally has more pronounced peaks, while a more spherical object's light curve will be flatter. When the light curve covers a long period of time, it is called a secular light curve.\nBotany.\nIn botany, a light curve shows the photosynthetic response of a leaf or algae to the brightness of a light. The shape of the curve shows the principle of limiting factors. In low light, the rate of photosynthesis is limited by the amount of chlorophyll and the efficiency of the light-dependent reactions. In higher light levels it is limited by the efficiency of RuBisCO (an enzyme) and the amount of carbon dioxide. The point on the graph where these two differing lines meet is called the light saturation point. This is where the light-dependent reactions are making more ATP and NADPH than can be used by the light-independent reactions. Since photosynthesis is also limited by ambient carbon dioxide levels, light curves are often repeated at several different constant carbon dioxide concentrations.","categories":[],"infobox_types":[],"annotations":[{"uri":"Astronomy","surface_form":"astronomy","offset":3},{"uri":"Graph","surface_form":"graph","offset":33},{"uri":"Celestial_object","surface_form":"celestial object","offset":81},{"uri":"Eclipsing_binary","surface_form":"eclipsing binaries","offset":290},{"uri":"Cepheid_variable","surface_form":"cepheid variable","offset":313},{"uri":"Aperiodic","surface_form":"aperiodic","offset":357},{"uri":"Nova","surface_form":"nova","offset":450},{"uri":"Cataclysmic_variable_star","surface_form":"cataclysmic variable star","offset":458},{"uri":"Supernova","surface_form":"supernova","offset":487},{"uri":"Gravitational_microlensing","surface_form":"microlensing event","offset":502},{"uri":"Planetology","surface_form":"planetology","offset":743},{"uri":"Rotation_period","surface_form":"rotation period","offset":799},{"uri":"Minor_planet","surface_form":"minor planet","offset":820},{"uri":"Natural_satellite","surface_form":"moon","offset":834},{"uri":"Comet","surface_form":"comet","offset":843},{"uri":"Earth","surface_form":"Earth","offset":867},{"uri":"Amplitude","surface_form":"amplitude","offset":1238},{"uri":"Asteroid","surface_form":"asteroid","offset":1385},{"uri":"Secular_phenomena","surface_form":"secular","offset":1572},{"uri":"Botany","surface_form":"botany","offset":1604},{"uri":"Photosynthetic","surface_form":"photosynthetic","offset":1636},{"uri":"Leaf","surface_form":"leaf","offset":1665},{"uri":"Algae","surface_form":"algae","offset":1673},{"uri":"Limiting_factor","surface_form":"limiting factor","offset":1755},{"uri":"Chlorophyll","surface_form":"chlorophyll","offset":1842},{"uri":"Light-dependent_reaction","surface_form":"light-dependent reaction","offset":1880},{"uri":"RuBisCO","surface_form":"RuBisCO","offset":1965},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":2003},{"uri":"Adenosine_triphosphate","surface_form":"ATP","offset":2177},{"uri":"NADPH","surface_form":"NADPH","offset":2185},{"uri":"Light-independent_reaction","surface_form":"light-independent reaction","offset":2215},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":2292}]}