{"id":320733,"url":"http://en.wikipedia.org/wiki/Thomas_Jefferson_National_Accelerator_Facility","text":"Thomas Jefferson National Accelerator Facility (TJNAF), commonly called Jefferson Lab or JLab, is a U.S. national laboratory in Newport News, Virginia. It is near exit 256 of Interstate 64. Since June 1, 2006, it has been operated by Jefferson Science Associates, LLC, a joint venture between Southeastern Universities Research Association, Inc., and CSC Applied Technologies, LLC. Until 1996 it was known as the Continuous Electron Beam Accelerator Facility (CEBAF). This name is still used a lot for the main accelerator.\nFounded in 1984, JLab employs over 675 people. Over 2,000 scientists from around the world have conducted research using the facility. Its mission is \"to provide forefront scientific facilities, opportunities and leadership essential for discovering the fundamental structure of nuclear matter; to partner in industry to apply its advanced technology; and to serve the nation and its communities through education and public outreach.\"\nThe facility is being rebuilt to increase its energy from 6 GeV to 12 GeV. To do this, more powerful magnets and power supplies are added to the accelerator. Also, a new experimental hall will be added. The CEBAF is shut down from May to December 2011 for installation and construction will be completed by 2013. Full operations will begin in 2015.\nAccelerator.\nThe laboratory's main research facility is the CEBAF accelerator, which consists of a polarized electron source and injector and a pair of 7/8 mile (1400 m) long superconducting RF linear accelerators. The ends of the two linear accelerators are connected to each other by two arc sections with magnets that bend the electron beam in an arc. So, the beam path is a race-track shaped oval. (Most accelerators, such as CERN or Fermilab, have a circular path with many short chambers to speed up the electrons spread along the circle.) As the electron beam makes up to five successive orbits, its energy is increased up to a maximum of 6 GeV. Effectively, CEBAF is a linear accelerator (LINAC), like SLAC at Stanford, that has been folded up to a tenth of its normal length. It acts as if it were a 7.8 mile long linear accelerator.\nThe design of CEBAF allows the electron beam to be continuous rather than the pulsed beam typical of ring shaped accelerators. (There is some beam structure but the pulses are very much shorter and closer together.) The electron beam is directed onto three potential targets (see below). One of the distinguishing features of JLab is the continuous nature of the electron beam, with a bunch length of less than 1 picosecond. Another is JLab's use of superconducting RF (SRF) technology, which uses liquid helium to cool niobium to approximately 4 K (−452.5°F), removing electrical resistance and allowing the most efficient transfer of energy to an electron. To achieve this, JLab uses the world's largest liquid helium refrigerator, and was one of the first large-scale implementators of SRF technology. The accelerator is built 8 meters, or approximately 25 feet, below the Earth's surface, and the walls of the accelerator tunnels are 2 feet thick.\nThe beam ends in three experimental halls, called Hall A, Hall B, and Hall C. Each hall contains a unique spectrometer to record the results of collisions between the electron beam and a stationary target. This allows physicists to study the structure of the atomic nucleus, specifically the interaction of the quarks that make up protons and neutrons of the nucleus.\nParticle behavior.\nEach time around the loop, the beam passes through each of the two LINAC accelerators, but through a different set of bending magnets. (Each set is designed to handle a different beam speed.) The electrons make up to five passes through the LINAC accelerators.\nCollision event.\nWhen a nucleus in the target is hit by an electron from the beam, an \"interaction\", or \"event\", occurs, scattering particles into the hall. Each hall contains an array of particle detectors that track the physical properties of the particles produced by the event. The detectors generate electrical pulses that are converted into digital values by analog to digital converters (ADCs), time to digital converters (TDCs) and pulse counters (scalers).\nThis digital data must be gathered and stored so that the physicist can later analyze the data and reconstruct the physics that occurred. The system of electronics and computers that perform this task is called a data acquisition system.\n12 GeV upgrade.\nAs of June 2010, construction has begun an additional end station, Hall D, on the opposite end of the accelerator from the other three halls, as well as an upgrade which doubles the beam energy to 12 GeV. Concurrently, an addition to the Test Lab, (where the SRF cavities used in CEBAF and other accelerators used worldwide are manufactured) is being constructed.\nFree-electron laser.\nJLab houses the world's most powerful tunable free-electron laser, with an output of over 14 kilowatts. The United States Navy funds this research to develop an laser that could shoot down missiles. Because the lab does classified military research, it is closed to the public except for an open house held once every two years.\nThe JLab free-electron laser uses an energy recovery LINAC. Electrons are injected into a linear accelerator. The fast-moving electrons then pass through a wiggler which produces a bright laser light beam. The electrons are then captured and steered back to the injection end of the LINAC where they transfer most of their energy to a new batch of electrons to repeat the process. By reusing the electrons and most of their energy, the free-electron laser requires less electricity to operate. The JLab is the first energy recovery LINAC to produce ultravoliet light. Cornell University is now trying to build one to produce X-rays.\nCODA.\nSince CEBAF has three complementary experiments running simultaneously, it was decided that the three data acquisition systems should be as similar as possible, so that physicists moving from one experiment to another would find a familiar environment. To that end, a group of specialist physicists was hired to form a data acquisition development group to develop a common system for all three halls. CODA, the CEBAF Online Data Acquisition system, was the result [http://coda.jlab.org]\nDescription.\nCODA is a set of software tools and recommended hardware that helps build a data acquisition system for nuclear physics experiments. In nuclear and particle physics experiments, the particle tracks are digitized by the data acquisition system, but the detectors are capable of generating a large number of possible measurements, or \"data channels\".\nThe ADC, TDC and other digital electronics are typically large circuit boards with connectors at the front edge that provide input and output for digital signals, and a connector at the back that plugs into a backplane. A group of boards are plugged into a chassis, or \"crate\", that provides physical support, power and cooling for the boards and backplane. This arrangement allows electronics capable of digitizing many hundreds of channels to fit into a single chassis.\nIn the CODA system, each chassis contains a board that is an intelligent controller for the rest of the chassis. This board, called a ReadOut Controller (ROC), configures each of the digitizing boards upon first receiving data, reads the data from the digitizers, and formats the data for later analysis.","categories":[],"infobox_types":["laboratory"],"annotations":[{"uri":"United_States_Department_of_Energy_National_Labs","surface_form":"national laboratory","offset":105},{"uri":"Newport_News%2C_Virginia","surface_form":"Newport News","offset":128},{"uri":"Interstate_64","surface_form":"Interstate 64","offset":175},{"uri":"CSC_Applied_Technologies","surface_form":"CSC Applied Technologies","offset":351},{"uri":"Magnet","surface_form":"magnet","offset":1061},{"uri":"Electron","surface_form":"electron","offset":1418},{"uri":"Arc","surface_form":"arc","offset":1659},{"uri":"Oval","surface_form":"oval","offset":1705},{"uri":"CERN","surface_form":"CERN","offset":1739},{"uri":"Fermilab","surface_form":"Fermilab","offset":1747},{"uri":"Electron-volt","surface_form":"GeV","offset":1957},{"uri":"SLAC","surface_form":"SLAC","offset":2019},{"uri":"Stanford_University","surface_form":"Stanford","offset":2027},{"uri":"Picosecond","surface_form":"picosecond","offset":2565},{"uri":"Superconducting_Radio_Frequency","surface_form":"superconducting RF","offset":2602},{"uri":"Liquid_helium","surface_form":"liquid helium","offset":2650},{"uri":"Niobium","surface_form":"niobium","offset":2672},{"uri":"Kelvin","surface_form":"K","offset":2699},{"uri":"Helium","surface_form":"helium","offset":2865},{"uri":"Refrigerator","surface_form":"refrigerator","offset":2872},{"uri":"Spectrometer","surface_form":"spectrometer","offset":3210},{"uri":"Collision","surface_form":"collision","offset":3248},{"uri":"Atomic_nucleus","surface_form":"atomic nucleus","offset":3363},{"uri":"Quark","surface_form":"quark","offset":3415},{"uri":"Proton","surface_form":"proton","offset":3435},{"uri":"Neutron","surface_form":"neutron","offset":3447},{"uri":"Electron","surface_form":"electron","offset":3811},{"uri":"Subatomic_particle","surface_form":"particle","offset":3884},{"uri":"Particle_detector","surface_form":"particle detector","offset":3940},{"uri":"Pulse","surface_form":"pulse","offset":4068},{"uri":"Analog_to_digital_converter","surface_form":"analog to digital converter","offset":4117},{"uri":"Information","surface_form":"data","offset":4231},{"uri":"Physicist","surface_form":"physicist","offset":4276},{"uri":"Data_acquisition_system","surface_form":"data acquisition system","offset":4431},{"uri":"Free-electron_laser","surface_form":"free-electron laser","offset":4903},{"uri":"Kilowatt","surface_form":"kilowatt","offset":4950},{"uri":"United_States_Navy","surface_form":"United States Navy","offset":4965},{"uri":"Wiggler_(synchrotron)","surface_form":"wiggler","offset":5342},{"uri":"Cornell_University","surface_form":"Cornell University","offset":5754},{"uri":"Nuclear_physics","surface_form":"nuclear physics","offset":6430},{"uri":"Particle_physics","surface_form":"particle physics","offset":6474},{"uri":"Backplane","surface_form":"backplane","offset":6884},{"uri":"Chassis","surface_form":"chassis","offset":6932},{"uri":"Electronics","surface_form":"electronics","offset":7057},{"uri":"Digitizing","surface_form":"digitizing","offset":7080},{"uri":"Controller_(computing)","surface_form":"controller","offset":7220},{"uri":"Configure","surface_form":"configure","offset":7307}]}