{"id":32078,"url":"http://en.wikipedia.org/wiki/Franco-Prussian_War","text":"Baden Württemberg\nThe Franco-Prussian War was a war between France and Prussia. Some German allies of Prussia also joined. This war was provoked by Otto Von Bismarck, the Prussian Chancellor. He wanted to unite Germans by making them fight together against a common enemy. Bismarck did this by irritating the Emperor of France, Louis-Napoléon Bonaparte (Napoleon III). The war started when France declared war on 19 July 1870. It ended on 10 May 1871. Prussia won.\nCauses.\nThe causes of the Franco-Prussian War are mostly due to France being apprehensive of a Protestant country on their border. France had helped Prussia beat Austria in the Austro-Prussian War (1866), but would not let the North German Confederation and South German states unify. In 1869, the throne of Spain was offered to a prince of the Catholic branch of the Prussian Hohenzollern royal family.\nFrance found out about the offer, and demanded that Prussia reject it, since France did not want to be surrounded by Hohenzollerns. The prince said no, but the French wanted Prussia to say no also. The Prussian King Wilhelm I sent the Ems telegram assuring the French Emperor, Napoleon III, that the prince would not become king of Spain. Otto von Bismarck, the Chancellor of Prussia, publicly released a version that he edited or doctored to make it seem that his king had insulted the emperor's ambassador. This was part of his plan to unify the German states. The two sides exchanged angry words, France declared war, and on July 19 1870 the war started. Prussia was fully supported by the South German states.\nResults.\nWith her German allies and universal conscription, Prussia was able to bring together a bigger army than the French. The Prussian army's weapons, training and leadership were better, too. For example, the Prussian General Staff were very well organized. The army had some old-fashioned equipment like the Dreyse needle gun but their Krupp mobile artillery (heavy-duty guns) were far better than the old French muzzleloader<nowiki/>s. Notable victories include Sedan, Mars-la-Tour, Gravellote, and Metz. They captured Napoleon in Metz. French Republicans overthrew the Second French Empire and continued the war for a few months. After the Germans conquered Paris they made peace.\nAfter this war, France had to give Prussia some mainly German speaking regions previously under French control. These were the provinces of Alsace and Lorraine. Prussia took steps to unite the independent German states into one country, the German Empire. The historical term for this is the Unification of Germany.","categories":[],"infobox_types":["military conflict"],"annotations":[{"uri":"Grand_Duchy_of_Baden","surface_form":"Baden","offset":0},{"uri":"Kingdom_of_W%C3%BCrttemberg","surface_form":"Württemberg","offset":6},{"uri":"War","surface_form":"war","offset":48},{"uri":"France","surface_form":"France","offset":60},{"uri":"Prussia","surface_form":"Prussia","offset":71},{"uri":"Otto_Von_Bismark","surface_form":"Otto Von Bismarck","offset":148},{"uri":"Chancellor_of_Germany","surface_form":"Prussian Chancellor","offset":171},{"uri":"Louis-Napol%C3%A9on_Bonaparte","surface_form":"Louis-Napoléon Bonaparte","offset":328},{"uri":"Protestant","surface_form":"Protestant","offset":560},{"uri":"Austria","surface_form":"Austria","offset":627},{"uri":"Austro-Prussian_War","surface_form":"Austro-Prussian War","offset":642},{"uri":"North_German_Confederation","surface_form":"North German Confederation","offset":692},{"uri":"Unification","surface_form":"unify","offset":743},{"uri":"Throne","surface_form":"throne","offset":763},{"uri":"Spain","surface_form":"Spain","offset":773},{"uri":"Catholic","surface_form":"Catholic","offset":810},{"uri":"Hohenzollern","surface_form":"Hohenzollern","offset":842},{"uri":"Wilhelm_I_of_Germany","surface_form":"King Wilhelm","offset":1080},{"uri":"Napoleon_III","surface_form":"Napoleon III","offset":1146},{"uri":"Otto_von_Bismarck","surface_form":"Otto von Bismarck","offset":1208},{"uri":"Chancellor","surface_form":"Chancellor","offset":1231},{"uri":"Conscription","surface_form":"conscription","offset":1629},{"uri":"Artillery","surface_form":"artillery","offset":1938},{"uri":"Muzzleloader","surface_form":"muzzleloader","offset":2002},{"uri":"Sedan%2C_Ardennes","surface_form":"Sedan","offset":2052},{"uri":"Mars-la-Tour","surface_form":"Mars-la-Tour","offset":2059},{"uri":"Metz","surface_form":"Metz","offset":2089},{"uri":"Alsace","surface_form":"Alsace","offset":2412},{"uri":"Lorraine","surface_form":"Lorraine","offset":2423},{"uri":"German_Empire","surface_form":"German Empire","offset":2513},{"uri":"Unification_of_Germany","surface_form":"Unification of Germany","offset":2564}]}