{"id":320711,"url":"http://en.wikipedia.org/wiki/Long_Beach_Airport","text":"Long Beach Airport, also known as Daugherty Field, is a city-owned public-use airport three nautical miles (6 km) northeast of the central business district of the City of Long Beach, in Los Angeles County, California, United States. It serves Los Angeles and Orange Counties. It was formerly known as Long Beach Municipal Airport.\nThis airport is included in the National Plan of Integrated Airport Systems for 2011–2015, which categorized it as a \"primary commercial service\" airport. As per Federal Aviation Administration records, the airport had 1,413,251 passenger boardings (enplanements) in calendar year 2008, 1,401,903 enplanements in 2009, and 1,451,404 in 2010.\nOverview.\nLong Beach Airport has less passenger service compared with the Los Angeles International Airport (LAX) which is 18 miles (29 km) to the northwest. Long Beach will always remain a relatively small airport because of local ordinances designed to reduce noise. The airport is under one of the strictest ordinances in the United States on both airport noise and the number of commercial flights. The current noise levels allow for 41 daily commercial flights and 25 commuter flights. Local community groups and activists are worried any about changes at the airport.\nLow-cost carrier JetBlue Airways came to Long Beach Airport in 2001. JetBlue uses Long Beach as a West Coast hub. Air traffic to the airport increased from major East Coast cities. While JetBlue used the local noise ordinance to turn Long Beach Airport into a miniature fortress hub, it quickly reached maximum capacity. The airline been forced to change flight times and direct future growth to other Los Angeles area airports. JetBlue calls LGB a focus city and now operates 31 of the 41 slots.\nAir cargo carriers, including FedEx and UPS, also use LGB. 57,000 tons of goods are transported each year.\nThe Boeing Company (formerly McDonnell Douglas) maintains production of the C-17 military transport jet; maintenance facilities for other Boeing and McDonnell Douglas/Douglas aircraft (including the historic DC-9 and DC-10 aircraft) are also found at Long Beach Airport. Gulfstream Aerospace also has a completion/service center at the airport.\nAlthough commercial flights are severely restricted, there are still a large number of flights at the airport from charter flights, private aviation, flight schools, law enforcement flights, helicopters, advertising blimps, planes towing advertising banners, etc. Because of that, Long Beach airport is one of the busiest general aviation airports in the world, with 398,433 aircraft movements in 2007.\nLong Beach Airport has a single airport terminal. It is notable for its Streamline Moderne style of architecture and is a historical landmark. In December 2010, the airport began building a new passenger concourse that will cost $45 million. With the new gates, the terminal will grow to 74,000 square feet. The airport also added an additional parking garage.\nLong Beach Transit Routes 111, 104, and 102 serve the airport. Wardlow Road runs from the airport to the Los Angeles County/Orange County border, where it becomes Ball Road and crosses the northern edge of the Disneyland Resort.\nLong Beach Airport is the second closest airport to Disneyland, after John Wayne Airport.\nHistory.\nThe first transcontinental flight, a biplane flown by Calbraith Perry Rodgers, landed in 1911 on Long Beach's sandy beach. From 1911 until the airport was built, planes continued to use the beach as a runway.\nThe famous barnstormer Earl S. Daugherty had leased the area that later became the airport for air shows, stunt flying, wing walking and passenger rides. Later, he started the world's first flight school in 1919. In 1923, Daugherty convinced the City council to use the site to build the first municipal airport.\nDuring the 1940s and 1950s the only airline nonstops were to Los Angeles, San Diego, and sometimes Catalina Island. In 1962, Western Airlines started one Lockheed Electra flight a day to San Francisco. Jets arrived in 1968. In 1969 Western had nonstop 737s to Las Vegas, Oakland and San Francisco, but by 1980 SFO was the only nonstop jet destination (on PSA by then).\nIn 1981 the startup airline Jet America started nonstop MD80 service to Chicago and, in 1982, to Dallas-Fort Worth. In 1982 Alaska Airlines started nonstop flights to Portland and Seattle. In 1983, American started ORD and DFW and United started flights to Denver. In 1984 United had two daily 767s to Denver, which were the largest aircraft ever scheduled into Long Beach.\nIn the period between 1990 and 1992, Continental, Delta, TWA and USAir stopped using the airport. In early 2006, American Airlines had also pulled out because of a lack of profitability.\nIn 2008, the Long Beach Airport began generating electricity with six 9 feet by 9 feet solar arrays. The arrays are located around the terminal in the outdoor baggage claim area. The project will offset nearly a 500,000 pounds of carbon dioxide emissions.\nMilitary use.\nTo attract the United States Navy, the City of Long Beach built a hangar and an administrative building and then offered to lease it to the Navy for $1 a year for the establishment of the Naval Reserve Air Base. On May 10, 1928, the U.S. Navy commissioned the field as a Naval Reserve Air Base (NRAB Long Beach). Two years later, the city built a hangar and administrative building for the United States Army Air Corps as well. It should be stated that the only significant developments to the little city airport began only after the city built hangars and administrative facilities for the Army and Navy in 1928-30.\nAs a Naval Reserve Air Base, the mission was to instruct, train and drill Naval Reserve aviation personnel. A ground school was offered three nights a week at the base and two nights a week at the University of California in Los Angeles until 1930, when ground school was continuously offered at the base. On April 9, 1939, training in night flight began, and shortly thereafter its facilities began to be used by fleet aircraft as well.\nHowever, with increased air activity by commercial airlines and the private airplane industry, particularly with Douglas Aircraft showing an interest in the Long Beach Municipal Airport, the facility required more space. With Douglas Aircraft as a resident, the attitude of Long Beach's authorities became cold and openly hostile to naval aviation, with its city manager saying that \"the sooner the Navy gets out of the Long Beach airport, the better we will like it.\"\nBecause of this hostile attitude, the Navy had begun a survey for a more suitable site — unknown to city officials at the time. Nevertheless, Admiral Ernest J. King, then the Chief of the Bureau of Aeronautics, and Admirals William D. Leahy, Joseph K. Taussig, and Allen E. Smith pointedly requested that the city of Long Beach repair the runways and reminded the city that the Pacific Fleet, then laying offshore in both Long Beach and San Pedro harbors, had a payroll of more than $1 million a month. Eventually the city complied with the Navy's requests.\nStill, the city continued to show a hostile attitude toward approving a lease on any additional land that the Naval Reserve required.\nThe Navy was fed up with the city of Long Beach. It decided upon the purchase of some property owned by Susanna Bixby Bryant, a fact made known by the commander of the base, Commander Thomas A. Gray, to the Chief of the Bureau of Aeronautics, Admiral John H. Towers. The circumstances behind the purchase were revealed to James V. Forrestal, Under Secretary of the Navy, and by him to the House Naval Affairs committee who approved the purchase. Although Comdr. Gray had offered Mrs. Bryant $350 an acre, in the best patriotic spirit she sold the property at $300 an acre. The land is 4 miles east of the Long Beach Airport.\nWith the site acquired, in 1941, construction funds soon followed and NAS Los Alamitos began to take shape. Upon the transfer of the Naval Reserve Training Facility to Los Alamitos, quite to the surprise of city officials of Long Beach, in 1942, instead of returning the Naval Reserve Air Base facilities at Long Beach to the city, the Navy simply turned over the facilities to the United States Army Air Forces, which had also established a training base adjacent to it.\nNevertheless, with war clouds on the horizon, the NARB Long Beach was not totally abandoned but simply downgraded to that of a Naval Auxiliary Air Station (NAAS).\nThe 1940s was a very busy time for the Long Beach airport. Throughout World War II, the airfield was used for the war effort. In August, 1941, the Civil Aeronautics Administration took over control of the airport, which had increased to. Once Los Alamitos became an operational base in 1941, NAAS Long Beach now turned to servicing carrier borne F4Fs, SBDs, FM-2s, F4Us, F6Fs, TBF/TBMs, and SB2Cs. In addition, it had utility aircraft and such patrol planes as the PBY, SNB, GB3, NH, GH, and SNJ.\nAs the Navy's activities began to be shifted to Los Alamitos, the Long Beach Army Airfield at Long Beach became the home of the Army's Air Transport Command's Ferrying Division, which included a squadron of 18 women pilots commanded by Barbara London, a long time Long Beach pilot.\nLike the Naval Air Ferry Command at NAS Terminal Island, the Army's ferrying work was an immense undertaking, thanks to Douglas Aircraft's wartime production. Ground breaking for the initial Douglas Aircraft facility occurred in November 1940, with dedication in October 1941. Douglas had been drawn to Long Beach primarily because of the presence of the town's growing municipal airport and the presence of both the Army and Navy there. With wartime contracts, the company immediately went into intensive production. The company's first C-47 was delivered 16 days after the attack of Pearl Harbor, and another 4,238 were produced during the war. Additionally, the plant turned out some 1,000 A-20 Havocs, not to mention 3,000 B-17 Flying Fortresses and 1,156 A-26 Invaders.\nWith the end of the war, the U.S. Navy abandoned any use of the Long Beach Municipal Airport facility completely, and with it, the designation of Long Beach as a Naval Auxiliary Air Station. McDonnell Douglas continued to produce passenger jets on the north side of the airport until its merger with Boeing in 1997. Boeing continued limited operations.\nOn March 18, 2009, President Barack Obama's Air Force One landed at Long Beach Airport for the President's town hall meetings in Orange County and Los Angeles. President Obama made an appearance on Jay Leno's Tonight Show in Burbank on March 19, 2009.\nFacilities and aircraft.\nFor the year ending December 1, 2010, the airport had 329,808 aircraft operations, an average of 903 per day: 87% general aviation, 10% scheduled commercial, 3% air taxi, and <1% military. At that time there were 435 aircraft based at this airport: 69% single-engine, 11% multi-engine, 11% jet, and 10% helicopter.\nAirlines and destinations.\nThe gates at Long Beach Airport are divided into the North and South Concourse, each with four gates. Gates in the North Concourse are numbered 21, 22, 23A and 23B, while gates in the South Concourse are numbered 1, 2, 2A, 3, 4, and 4A. Passengers wait for planes in temporary trailers.\nTerminal improvement plans.\nAfter years of controversy and a court battle involving local schools, the Long Beach Airport is moving ahead with a $136-million improvement project designed to modernize the facility without sacrificing its historic Art Deco terminal or reputation among travelers for convenience.\nPlans call for a new 1,989-space parking structure, ramp improvements and a concourse with a central garden and 11 gates that will replace the temporary trailers where travelers now wait for flights. About $2 million will be spent to refurbish the old terminal, which was built in 1941 and declared a historic landmark by the city decades later.\nThe project, however, will retain the open-air feeling of the current terminal complex, and passengers will still walk across the tarmac when boarding or leaving their planes. Baggage claim also will be partially enclosed as it is today.","categories":[],"infobox_types":[],"annotations":[{"uri":"Airport","surface_form":"airport","offset":78},{"uri":"Nautical_mile","surface_form":"nautical mile","offset":92},{"uri":"Kilometre","surface_form":"km","offset":110},{"uri":"Central_business_district","surface_form":"central business district","offset":131},{"uri":"Long_Beach%2C_California","surface_form":"City of Long Beach","offset":164},{"uri":"Los_Angeles_County","surface_form":"Los Angeles County","offset":187},{"uri":"California","surface_form":"California","offset":207},{"uri":"United_States","surface_form":"United States","offset":219},{"uri":"Orange_County%2C_California","surface_form":"Orange","offset":260},{"uri":"National_Plan_of_Integrated_Airport_Systems","surface_form":"National Plan of Integrated Airport Systems","offset":364},{"uri":"FAA_airport_categories","surface_form":"categorized","offset":429},{"uri":"Federal_Aviation_Administration","surface_form":"Federal Aviation Administration","offset":494},{"uri":"Calendar_year","surface_form":"calendar year","offset":599},{"uri":"Los_Angeles_International_Airport","surface_form":"Los Angeles International Airport","offset":748},{"uri":"Local_ordinance","surface_form":"local ordinance","offset":900},{"uri":"United_States","surface_form":"United States","offset":1003},{"uri":"JetBlue_Airways","surface_form":"JetBlue Airways","offset":1265},{"uri":"Airline_hub","surface_form":"hub","offset":1357},{"uri":"JetBlue","surface_form":"JetBlue","offset":1435},{"uri":"Fortress_hub","surface_form":"fortress hub","offset":1518},{"uri":"List_of_airports_in_the_Los_Angeles_area","surface_form":"Los Angeles area airports","offset":1650},{"uri":"Focus_city","surface_form":"focus city","offset":1697},{"uri":"FedEx","surface_form":"FedEx","offset":1775},{"uri":"United_Parcel_Service","surface_form":"UPS","offset":1785},{"uri":"Boeing","surface_form":"Boeing","offset":1856},{"uri":"McDonnell_Douglas","surface_form":"McDonnell Douglas","offset":1881},{"uri":"C-17_Globemaster_III","surface_form":"C-17","offset":1928},{"uri":"DC-9","surface_form":"DC-9","offset":2060},{"uri":"DC-10","surface_form":"DC-10","offset":2069},{"uri":"Gulfstream_Aerospace","surface_form":"Gulfstream Aerospace","offset":2123},{"uri":"World%27s_busiest_airports_by_traffic_movements","surface_form":"busiest general aviation airports in the world","offset":2511},{"uri":"Airport_terminal","surface_form":"airport terminal","offset":2632},{"uri":"Streamline_Moderne","surface_form":"Streamline Moderne","offset":2672},{"uri":"Long_Beach_Transit","surface_form":"Long Beach Transit","offset":2961},{"uri":"Disneyland_Resort","surface_form":"Disneyland Resort","offset":3171},{"uri":"Disneyland","surface_form":"Disneyland","offset":3242},{"uri":"John_Wayne_Airport","surface_form":"John Wayne Airport","offset":3260},{"uri":"Calbraith_Perry_Rodgers","surface_form":"Calbraith Perry Rodgers","offset":3343},{"uri":"Barnstorming","surface_form":"barnstormer","offset":3509},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":3872},{"uri":"San_Diego","surface_form":"San Diego","offset":3885},{"uri":"Catalina_Island","surface_form":"Catalina Island","offset":3910},{"uri":"Lockheed_Electra","surface_form":"Lockheed Electra","offset":3965},{"uri":"San_Francisco","surface_form":"San Francisco","offset":3998},{"uri":"Las_Vegas","surface_form":"Las Vegas","offset":4071},{"uri":"Pacific_Southwest_Airlines","surface_form":"PSA","offset":4166},{"uri":"Chicago","surface_form":"Chicago","offset":4252},{"uri":"Dallas","surface_form":"Dallas","offset":4277},{"uri":"Portland%2C_Oregon","surface_form":"Portland","offset":4347},{"uri":"Seattle","surface_form":"Seattle","offset":4360},{"uri":"Denver","surface_form":"Denver","offset":4437},{"uri":"American_Airlines","surface_form":"American Airlines","offset":4667},{"uri":"United_States_Navy","surface_form":"United States Navy","offset":5026},{"uri":"United_States_Army_Air_Corps","surface_form":"United States Army Air Corps","offset":5401},{"uri":"UCLA","surface_form":"University of California in Los Angeles","offset":5826},{"uri":"Douglas_Aircraft","surface_form":"Douglas Aircraft","offset":6180},{"uri":"Ernest_King","surface_form":"Admiral Ernest J. King","offset":6678},{"uri":"William_D._Leahy","surface_form":"William D. Leahy","offset":6760},{"uri":"Joseph_Taussig","surface_form":"Joseph K. Taussig","offset":6778},{"uri":"San_Pedro%2C_Los_Angeles","surface_form":"San Pedro","offset":6973},{"uri":"John_Henry_Towers","surface_form":"Admiral John H. Towers","offset":7471},{"uri":"James_Forrestal","surface_form":"James V. Forrestal","offset":7550},{"uri":"Los_Alamitos_Army_Airfield","surface_form":"NAS Los Alamitos","offset":7923},{"uri":"United_States_Army_Air_Forces","surface_form":"United States Army Air Forces","offset":8235},{"uri":"World_War_II","surface_form":"World War II","offset":8558},{"uri":"Civil_Aeronautics_Administration_(United_States)","surface_form":"Civil Aeronautics Administration","offset":8635},{"uri":"Pearl_Harbor","surface_form":"Pearl Harbor","offset":9852},{"uri":"McDonnell_Douglas","surface_form":"McDonnell Douglas","offset":10233},{"uri":"General_aviation","surface_form":"general aviation","offset":10786},{"uri":"Airline","surface_form":"scheduled commercial","offset":10808},{"uri":"Air_taxi","surface_form":"air taxi","offset":10833},{"uri":"Military_aviation","surface_form":"military","offset":10851},{"uri":"Aircraft_engine","surface_form":"engine","offset":10932},{"uri":"Jet_aircraft","surface_form":"jet","offset":10962},{"uri":"Helicopter","surface_form":"helicopter","offset":10975}]}