{"id":320712,"url":"http://en.wikipedia.org/wiki/Bone_fracture","text":"Bone fractures happen when a bone is damaged by stress. The bone can be fractured in many different ways.\nMost human bones are strong and do not break when hit by strong impacts or forces. However, if that force is too powerful, or there is something wrong with the bone, it can fracture.\nTypes of fractures.\nThere are many different types of bone fractures. Fractures are often separated into categories.\nOpen or closed.\nIn an \"open\" fracture (also called a \"compound\" fracture), the broken bone breaks through the skin. This can cause infection, since the skin usually protects the body from germs. If the skin is broken, germs can get into the body. Open fractures can also damage muscles, tendons and ligaments if the sharp ends of the broken bone go through them.\nIn a \"closed\" fracture, the broken bone does not break through the skin.\nSimple or complex.\nIn a \"simple\" fracture, the broken bone is the only thing that is damaged.\nIn a \"complex\" fracture, the sharp ends of the broken bone damage the soft tissue around the bone.\nComposite fracture.\nThis is the type of injury in which the broken bone has passed through the skin, forming some wounds. That is why it is also called an open fracture or composite fracture. Compared to the simple fracture, the open wound has made it even more dangerous since the person suffering from it is exposed to infection. Therefore, an operation may be necessary to prevent the wound from becoming infected.\nComplete or incomplete.\nIn a \"complete\" fracture, the bone is broken all the way through. The broken bone is in two separate pieces.\nOther types.\nIn a \"comminuted\" fracture, at least three pieces of a bone have broken off. This means the bone is in four separate pieces or more (the main bone, plus the three or more pieces that have broken off).\nOn average, it usually takes 6-8 weeks for a fracture to heal.. However, healing times depend on many different things, like which bones were broken, how bad the breaks were, age (younger people usually heal faster), and nutrition.\nDiagnosis.\nMost fractures are diagnosed by using an X-ray. If the X-ray cannot see the fracture, other scans, like MRIs and CT scans, can show that a fracture exists.\nTreatment.\n\"All forms of treatment of broken bones follow one basic rule: the broken pieces must be put back into position and prevented from moving out of place until they are healed... Broken bone ends heal by \"knitting\" back together with new bone being formed around the edge of the broken parts.\"\nTo help decrease pain from the fracture, doctors can prescribe medications or suggest over-the-counter painkillers.\nScientists have come up with a few ways to \"regenerate bone\" (make the bone grow again). Their many ideas for future strategies include doing gene therapy and using 3-D printers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bone","surface_form":"bone","offset":29},{"uri":"Stress_(physics)","surface_form":"stress","offset":48},{"uri":"Bone","surface_form":"bone","offset":60},{"uri":"Material_fracture","surface_form":"fractured","offset":72},{"uri":"Skin","surface_form":"skin","offset":516},{"uri":"Microorganism","surface_form":"germs","offset":594},{"uri":"Muscle","surface_form":"muscle","offset":684},{"uri":"Tendon","surface_form":"tendon","offset":693},{"uri":"Ligament","surface_form":"ligament","offset":705},{"uri":"Tissue","surface_form":"tissue","offset":1011},{"uri":"Average","surface_form":"average","offset":1803},{"uri":"Nutrition","surface_form":"nutrition","offset":2021},{"uri":"Medical_diagnosis","surface_form":"diagnosed","offset":2062},{"uri":"X-ray","surface_form":"X-ray","offset":2084},{"uri":"MRI","surface_form":"MRI","offset":2147},{"uri":"CT_scanning","surface_form":"CT scans","offset":2156},{"uri":"Prescription","surface_form":"prescribe","offset":2554},{"uri":"Medication","surface_form":"medication","offset":2564},{"uri":"Over-the-counter_drug","surface_form":"over-the-counter","offset":2587},{"uri":"Analgesic","surface_form":"painkillers.","offset":2604},{"uri":"Scientist","surface_form":"Scientist","offset":2617},{"uri":"Gene","surface_form":"gene","offset":2759},{"uri":"3-D","surface_form":"3-D","offset":2782}]}