{"id":320864,"url":"http://en.wikipedia.org/wiki/Kirkpatrick_Sale","text":"Kirkpatrick Sale (born in Ithaca, New York, June 27, 1937) is an independent scholar and author who has written about political decentralism, environmentalism, luddism and technology. People say he has a \"philosophy unified by decentralism\" and as being \"a leader of the Neo-Luddites,\", an \"anti-globalization leftist,\" and \"the theoretician for a new secessionist movement.\"\nEarly life and career.\nSale grew up in Cayuga Heights, Ithaca, New York, and would later say of the village that he \"spent most of my first twenty years there, and that has made an imprint on me–on my philosophy, social attitudes, certainly on my politics–that has lasted powerfully for the rest of my life.\" He graduated from Cornell University, majoring in history, in 1958.\nHe served as editor of the student-owned and managed newspaper, the \"Cornell Daily Sun\". Sale was one of the leaders of the May 23, 1958 protest against university policies forbidding male and female students fraternizing and its \"in loco parentis\" policy. Sale and his friend and roommate Richard Farina, and three others, were charged by Cornell. The protest was described in Farina's 1966 novel, \"Been Down So Long It Looks Like Up to Me.\"\nIn 1958 he collaborated with Thomas Pynchon on an unproduced futuristic musical called \"Minstrel Island.\"\nUpon graduating in 1958, Sale married Faith Apfelbaum. She later worked as an editor with Thomas Pynchon, Kurt Vonnegut, Joseph Heller and Amy Tan. Faith died in 1999.\nSale worked initially in journalism for the leftist journal \"New Leader\", \"a magazine founded in 1924 in part by socialists Norman Thomas and Eugene Debs,\" and the \"New York Times Magazine\". He then became a freelance journalist. He spent time in Ghana and wrote his first book about it. His second book, \"SDS\", was about the radical 1960s group Students for a Democratic Society, of which he was a founder. The book \"is still considered one of the best sources on the youth activist organization that helped define 1960s radicalism.\" In 1968, he signed the “Writers and Editors War Tax Protest” pledge, vowing to refuse tax payments in protest against the Vietnam War.\nSubsequent books explored radical decentralism, bioregionalism, environmentalism, the Luddites and similar themes. He \"has been a regular contributor to progressive magazines like \"Mother Jones\" and \"The Nation\" for the better part of his writing career,\" and has continued to write for those publications, as well as for \"The American Conservative\", \"CounterPunch\", \"The New York Review of Books\", and the \"Utne Reader\". Sale presented public affairs programming for WBAI in the early 1980s and has made appearances on alternative radio over the years.\nHistory.\nIn his 1990 book, \"The Conquest of Paradise: Christopher Columbus and the Columbian Legacy\", Sale argued that Christopher Columbus was an imperialist bent on conquest from his first voyage. In a \"New York Times\" book review, historian and member of the Christopher Columbus Quincentenary Jubilee Committee William H. McNeill wrote about Sale: \"he has set out to destroy the heroic image that earlier writers have transmitted to us. Mr. Sale makes Columbus out to be cruel, greedy and incompetent (even as a sailor), and a man who was perversely intent on abusing the natural paradise on which he intruded.\" The book \"Taking Sides: Clashing Views on Controversial Issues in American History\" presents a debate between Sale and Robert Royal, vice president for research at the Ethics and Public Policy Center, who insisted that Columbus was a courageous risk-taker who advanced knowledge about other parts of the world.\nTechnology.\nSale \"has written extensively and skeptically about technology,\" and has said he is \"a great admirer\" of anarchoprimitivist John Zerzan. He has described personal computers as \"the devil's work\" and in the past started public speeches by smashing one. During promotion of his 1995 book \"Rebels Against the Future: The Luddites and Their War on the Industrial Revolution\", Sale debated with \"Newsweek Magazine\" senior editor and technology columnist Steven Levy \"about the relative merits of the communications age\".\nSale has said that he does not \"care much for popular music outside some of the Tin Pan Alley era tunes of the early 20th century.\" For example, \"he once heard a 'racket' in a nightclub during... the 1960s from some 'young man' everyone told him was a 'big deal.' That 'young man' turned out to be Bob Dylan.\" Kirk recalls that \"he’d never heard anything so awful in his life.\"\nIn 1995, Sale agreed to a public bet with Kevin Kelly that by the year 2020, there would be three disasters: global currency collapse, significant warfare between rich and poor, and environmental disasters of some significant size. The bet was turned into a claim on the FX prediction market, where the probability has hovered around 25%.\nSecession.\nSale believes that people should be able to break apart large nation-states into small pieces (secession). Sale has been called \"one of the intellectual godfathers of the secessionist movement.\" He argues that the major theme of contemporary history, from the dissolution of the Soviet Union to the expansion of United Nations membership from 51 in 1945 to nations today, is the breakup of great empires. People on both left and right call for smaller, less powerful government.\nIn 2004, Sale and members of the Second Vermont Republic formed the Middlebury Institute which is dedicated to the study of separatism, secession, and self-determination. Sale is director of the institute. In 2006, Middlebury sponsored the First North American Secessionist Convention, which attracted 40 participants from 16 secessionist organizations and was described as the first gathering of secessionists since the American Civil War. Delegates issued a statement of principles of secession which they presented as the \"Burlington Declaration\".\nIn October 2007, the \"New York Times\" interviewed Sale about the Second North American Secessionist Convention, co-hosted by the Middlebury Institute. Sale told the interviewer, \"The virtue of small government is that the mistakes are small as well.\" He went on to say, \"If you want to leave a nation you think is corrupt, inefficient, militaristic, oppressive, repressive, but you don't want to move to Canada or France, what do you do? Well, the way is through secession, where you could stay home and be where you want to be.” The convention received worldwide media attention.\nNews stories about the Second North American Secessionist Convention in 2007 mentioned the controversial Southern Poverty Law Center's allegations that the other co-sponsor, The League of the South, was a \"racist hate group.\" Sale responded, \"They call everybody racists. There are, no doubt, racists in the League of the South, and there are, no doubt, racists everywhere.\" The Southern Poverty Law Center later criticized the New York Times' October 2007 Peter Applebombe interview of Sale for not covering its allegations.\nSale wrote the foreword to Thomas Naylor's 2008 book \"Secession: How Vermont and all the Other States Can Save Themselves from the Empire.\" Sale continues to speak on secession and other issues around the nation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ithaca%2C_New_York","surface_form":"Ithaca, New York","offset":26},{"uri":"Independent_scholar","surface_form":"independent scholar","offset":65},{"uri":"Author","surface_form":"author","offset":89},{"uri":"Environmentalism","surface_form":"environmentalism","offset":142},{"uri":"Luddism","surface_form":"luddism","offset":160},{"uri":"Technology","surface_form":"technology","offset":172},{"uri":"Decentralism","surface_form":"decentralism","offset":227},{"uri":"Neo-Luddite","surface_form":"Neo-Luddite","offset":271},{"uri":"Globalization","surface_form":"globalization","offset":296},{"uri":"Left-wing_politics","surface_form":"leftist","offset":310},{"uri":"Theoretician","surface_form":"theoretician","offset":329},{"uri":"Secession","surface_form":"secession","offset":352},{"uri":"Cayuga_Heights","surface_form":"Cayuga Heights","offset":415},{"uri":"Ithaca%2C_New_York","surface_form":"Ithaca, New York","offset":431},{"uri":"Cornell_University","surface_form":"Cornell University","offset":703},{"uri":"Cornell_Daily_Sun","surface_form":"Cornell Daily Sun","offset":822},{"uri":"In_loco_parentis","surface_form":"in loco parentis","offset":984},{"uri":"Richard_Farina","surface_form":"Richard Farina","offset":1043},{"uri":"Been_Down_So_Long_It_Looks_Like_Up_to_Me","surface_form":"Been Down So Long It Looks Like Up to Me","offset":1153},{"uri":"Thomas_Pynchon","surface_form":"Thomas Pynchon","offset":1225},{"uri":"Kurt_Vonnegut","surface_form":"Kurt Vonnegut","offset":1408},{"uri":"Joseph_Heller","surface_form":"Joseph Heller","offset":1423},{"uri":"Amy_Tan","surface_form":"Amy Tan","offset":1441},{"uri":"1999","surface_form":"1999","offset":1464},{"uri":"Journalism","surface_form":"journalism","offset":1495},{"uri":"New_Leader","surface_form":"New Leader","offset":1531},{"uri":"Socialism","surface_form":"socialists","offset":1583},{"uri":"Norman_Thomas","surface_form":"Norman Thomas","offset":1594},{"uri":"Eugene_Debs","surface_form":"Eugene Debs","offset":1612},{"uri":"New_York_Times_Magazine","surface_form":"New York Times Magazine","offset":1635},{"uri":"Freelance_journalist","surface_form":"freelance journalist","offset":1678},{"uri":"Ghana","surface_form":"Ghana","offset":1717},{"uri":"Students_for_a_Democratic_Society","surface_form":"Students for a Democratic Society","offset":1816},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":2127},{"uri":"Decentralist","surface_form":"decentralism","offset":2174},{"uri":"Bioregionalism","surface_form":"bioregionalism","offset":2188},{"uri":"Environmentalism","surface_form":"environmentalism","offset":2204},{"uri":"Luddites","surface_form":"Luddites","offset":2226},{"uri":"Mother_Jones_(magazine)","surface_form":"Mother Jones","offset":2321},{"uri":"The_Nation","surface_form":"The Nation","offset":2340},{"uri":"The_American_Conservative","surface_form":"The American Conservative","offset":2463},{"uri":"CounterPunch","surface_form":"CounterPunch","offset":2492},{"uri":"The_New_York_Review_of_Books","surface_form":"The New York Review of Books","offset":2508},{"uri":"Utne_Reader","surface_form":"Utne Reader","offset":2548},{"uri":"WBAI","surface_form":"WBAI","offset":2608},{"uri":"Christopher_Columbus","surface_form":"Christopher Columbus","offset":2813},{"uri":"Imperialist","surface_form":"imperialist","offset":2841},{"uri":"New_York_Times","surface_form":"New York Times","offset":2899},{"uri":"William_H._McNeill","surface_form":"William H. McNeill","offset":3009},{"uri":"Ethics_and_Public_Policy_Center","surface_form":"Ethics and Public Policy Center","offset":3478},{"uri":"Anarchoprimitivism","surface_form":"anarchoprimitivist","offset":3738},{"uri":"John_Zerzan","surface_form":"John Zerzan","offset":3757},{"uri":"Personal_computer","surface_form":"personal computer","offset":3787},{"uri":"Newsweek_Magazine","surface_form":"Newsweek Magazine","offset":4024},{"uri":"Steven_Levy","surface_form":"Steven Levy","offset":4082},{"uri":"Popular_music","surface_form":"popular music","offset":4195},{"uri":"Tin_Pan_Alley","surface_form":"Tin Pan Alley","offset":4229},{"uri":"Bob_Dylan","surface_form":"Bob Dylan","offset":4447},{"uri":"Kevin_Kelly_(editor)","surface_form":"Kevin Kelly","offset":4569},{"uri":"Currency","surface_form":"currency","offset":4643},{"uri":"Environmental_disaster","surface_form":"environmental disaster","offset":4709},{"uri":"Prediction_market","surface_form":"prediction market","offset":4801},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":5156},{"uri":"United_Nations","surface_form":"United Nations","offset":5189},{"uri":"2004","surface_form":"2004","offset":5359},{"uri":"Second_Vermont_Republic","surface_form":"Second Vermont Republic","offset":5389},{"uri":"Middlebury_Institute","surface_form":"Middlebury Institute","offset":5424},{"uri":"Separatism","surface_form":"separatism","offset":5480},{"uri":"Secession","surface_form":"secession","offset":5492},{"uri":"Self-determination","surface_form":"self-determination","offset":5507},{"uri":"2006","surface_form":"2006","offset":5565},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":5777},{"uri":"New_York_Times","surface_form":"New York Times","offset":5929},{"uri":"Southern_Poverty_Law_Center","surface_form":"Southern Poverty Law Center","offset":6593},{"uri":"The_League_of_the_South","surface_form":"The League of the South","offset":6662},{"uri":"Thomas_Naylor","surface_form":"Thomas Naylor","offset":7041}]}