{"id":320876,"url":"http://en.wikipedia.org/wiki/Royal_New_Zealand_Navy","text":"e=\"preserve\">The Royal New Zealand Navy is the navy of New Zealand. It is the maritime arm of the New Zealand Defence Force. As of 2012 the Navy includes twelve ships. Five Naval helicopters are operated by the Royal New Zealand Air Force. The Navy was formed during World War II in 1942. Prior to that the Royal Navy had protected New Zealand.\nOrganisation.\nThe Navy's fleet is grouped into four groups (also called forces).\nAir support uses the SH-2G Seasprite helicopter. They are operated by both the Navy and Air Force. They are part of No. 6 Squadron RNZAF. The helicopters mainly serve on HMNZS Canterbury, the frigates and the Offshore Patrol Vessels (OPVs).\nBases.\nThe Navy has one base in Auckland Harbour called the Devonport Naval Base. It is named after the naval base in Plymouth, Britain. The base includes harbour facilities for the whole fleet. It also includes a dry-dock, once the biggest in the Southern Hemisphere, and the Navy's school.\nPersonnel.\nOn 1 July 2007 the RNZN had a total of 2,034 Regular Force personnel, 237 Naval Reserve personnel and 378 civilian employees, totalling 2,699. Around 1800 of that total are based at the Devonport Naval base in Auckland.\nOn 1 January 2011 the RNZN consisted of 2,135 Regular Force personnel, 332 Naval Reserve personnel and 375 civilian staff.\nVessels.\n\"This is not a complete list of all Royal Navy vessels. It is a simplified version of only the major units for simplicity.\"\nAnzac Class Frigate.\nHMNZS Te Kaha (F77) is one of the navy's two frigates. She entered service in 1997. Her name means \"strength\" in Maori. She has served in the Persian Gulf and Solomon Islands.\nHMNZS Te Mana (F111) is one of the navy's two frigates. She entered service in 1999. Her name means \"authority\" in Maori. She is regularly sent to the Persian Gulf and Gulf of Oman on patrol.\nCanterbury Class MRV.\nHMNZS Canterbury (L421) is the navy's flagship. She entered service in 2007. She is named after one of the big cities in New Zealand, Canterbury. The last HMNZS Canterbury was a famous ship in the Navy. She can do a variety of roles to support the Navy and Army. She has responded to all of the major disasters in Australia and New Zealand since her commissioning.","categories":[],"infobox_types":[],"annotations":[{"uri":"Navy","surface_form":"navy","offset":47},{"uri":"New_Zealand","surface_form":"New Zealand","offset":55},{"uri":"Helicopter","surface_form":"helicopter","offset":179},{"uri":"Royal_New_Zealand_Air_Force","surface_form":"Royal New Zealand Air Force","offset":211},{"uri":"World_War_II","surface_form":"World War II","offset":267},{"uri":"1942","surface_form":"1942","offset":283},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":307},{"uri":"Fleet_(ships)","surface_form":"fleet","offset":370},{"uri":"Auckland","surface_form":"Auckland","offset":699},{"uri":"Plymouth%2C_Devon","surface_form":"Plymouth","offset":785},{"uri":"Britain","surface_form":"Britain","offset":795},{"uri":"1997","surface_form":"1997","offset":1545},{"uri":"M%C4%81ori_language","surface_form":"Maori","offset":1580},{"uri":"Persian_Gulf","surface_form":"Persian Gulf","offset":1609},{"uri":"Solomon_Islands","surface_form":"Solomon Islands","offset":1626},{"uri":"1999","surface_form":"1999","offset":1722},{"uri":"M%C4%81ori_language","surface_form":"Maori","offset":1758},{"uri":"Persian_Gulf","surface_form":"Persian Gulf","offset":1794},{"uri":"Gulf_of_Oman","surface_form":"Gulf of Oman","offset":1811},{"uri":"2007","surface_form":"2007","offset":1928},{"uri":"New_Zealand","surface_form":"New Zealand","offset":1978},{"uri":"Canterbury","surface_form":"Canterbury","offset":1991},{"uri":"Australia","surface_form":"Australia","offset":2171},{"uri":"New_Zealand","surface_form":"New Zealand","offset":2185}]}