{"id":320910,"url":"http://en.wikipedia.org/wiki/Graphene","text":"Graphene is one of the forms of carbon. Like diamonds and graphite, the forms (or 'allotropes') of carbon have different crystal structures, and this gives them different properties. Graphene is the basic 2D (two dimensional) form of a number of 3D allotropes, such as graphite, charcoal, fullerene and carbon nanotubes.\nThe term \"graphene\" was coined as a combination of graphite and the suffix '-ene' by Hanns-Peter Boehm, who described single-layer carbon foils in 1962. Graphene is like a honeycomb or 'chicken wire' structure, made of carbon atoms and their bonds. Graphite is many graphene sheets stacked together.\nThree million graphene sheets stacked to form graphite would be only one millimetre thick.\nThe Nobel Prize in Physics for 2010 was awarded to Sir Andre Geim and Sir Konstantin Novoselov \"for groundbreaking experiments regarding the two-dimensional material graphene\".\nGraphene supercapacitors are among the possible applications.\nGraphene oxide.\nAn international team from the University of Manchester made a membrane of graphene oxide. They showed it blocked many gases and liquids but let water through. Sir Andre Geim said: \"Helium gas is hard to stop. It slowly leaks even through a millimetre-thick window glass but our ultra-thin films completely block it. At the same time, water evaporates through them unimpeded. Materials cannot behave any stranger\".\nLatest idea.\nMembranes of graphene will make pretty good bullet-stoppers. Research shows that an atom-thick layer absorbs a hit better than steel. The research team suggests that combining graphene with one or more additional materials to form a composite might be the way forward.\nGraphene Batteries.\nThe internal structure of a graphene battery is quite similar to that of a standard lithium-ion battery pack. There are 2 electrodes and an electrolyte solution to enable flow of charge. The difference is that one of the electrodes in graphene-based batteries, mostly the cathode, is replaced with a hybrid composite material (solid-state metal + graphene) used in place of a standard solid-state metal\nSmaller, slimmer battery: Graphene being a two-dimensional material is only a single layer of atoms. To help understand this better, when you stack 3 million layers of graphene is that you get 1 mm thickness. This means that graphene would allow smartphones to be slimmer than ever and provide more space from additional electronics and allow to place higher capacity batteries.\nHigher capacity: Graphene has a higher energy capacity for the same size as compared to lithium-ion batteries. While Lithium-ion batteries are known to store up to 180 Wh per kilogram, graphene based batteries capable of storing up to 1,000 Wh per kilogram. So, the same size of graphene battery pack has a higher charge capacity than lithium-ion or other commonly used batteries.\nFaster charging times: Graphene is an excellent conductor of electricity. Its two-dimensional honeycomb structure doesn’t offer any resistance to the flow of electrons. So, it can charge quickly and also provide greater endurance compared to lithium ion batteries.\nGraphene patents.\nSouth Korean electronics giant Samsung stands out as the company with most graphene patents to its name.","categories":[],"infobox_types":[],"annotations":[{"uri":"Carbon","surface_form":"carbon","offset":32},{"uri":"Diamond","surface_form":"diamond","offset":45},{"uri":"Graphite","surface_form":"graphite","offset":58},{"uri":"Allotrope","surface_form":"allotrope","offset":83},{"uri":"Crystal","surface_form":"crystal","offset":121},{"uri":"2D","surface_form":"2D","offset":205},{"uri":"3D","surface_form":"3D","offset":246},{"uri":"Charcoal","surface_form":"charcoal","offset":279},{"uri":"Fullerene","surface_form":"fullerene","offset":289},{"uri":"Carbon_nanotube","surface_form":"carbon nanotube","offset":303},{"uri":"Graphite","surface_form":"graphite","offset":372},{"uri":"Suffix","surface_form":"suffix","offset":389},{"uri":"Hanns-Peter_Boehm","surface_form":"Hanns-Peter Boehm","offset":406},{"uri":"Honeycomb","surface_form":"honeycomb","offset":493},{"uri":"Graphite","surface_form":"graphite","offset":667},{"uri":"Millimeter","surface_form":"millimetre","offset":694},{"uri":"Nobel_Prize_in_Physics","surface_form":"Nobel Prize in Physics","offset":716},{"uri":"Andre_Geim","surface_form":"Andre Geim","offset":767},{"uri":"Konstantin_Novoselov","surface_form":"Konstantin Novoselov","offset":786},{"uri":"2D","surface_form":"two-dimensional","offset":853},{"uri":"Supercapacitor","surface_form":"supercapacitor","offset":898},{"uri":"University_of_Manchester","surface_form":"University of Manchester","offset":998},{"uri":"Membrane","surface_form":"membrane","offset":1030},{"uri":"Oxide","surface_form":"oxide","offset":1051},{"uri":"Helium","surface_form":"Helium","offset":1149},{"uri":"Samsung","surface_form":"Samsung","offset":3161}]}