{"id":320956,"url":"http://en.wikipedia.org/wiki/Charles_George_Gordon","text":"Charles George Gordon (28 January 1833 – 26 January 1885) was a British Army officer and mercenary. He served the Khedive of Egypt as Governor of the Sudan. He was killed by supporters of Muhammed Ahmed, the Mahdi, a rebel against Egyptian rule in the country.\nEarly life.\nGordon was born in London in 1833, where his father was a major in the Royal Artillery. While still a very small child the family moved to Dublin so his father could work on modernising the guns at the Pigeon House Fort. In 1837 they moved to Edinburgh when his father was posted to Leith Fort. The family were then sent to the island of Corfu where his father had to arrange for the guns to be placed in new positions. Gordon 's parents wanted him to have an English education so he was sent to Fullands School at Taunton. When he turned 14 he attended the Royal Military Academy at Woolwich. He was often bullied, and he would become quiet and withdrawn. He go for several days without speaking to anyone. He would stand still and stare at the bullies until they felt uncomfortable and stopped. Gordon was accused of having bullied other students, and was punished by having to stay at the college for another term. He passed his exams and joined the Royal Engineers on the 23 June 1852.\nCrimea.\nGordon worked as an engineer repairing various army buildings in Chatham, and repairing the fort at Pembroke. In 1855 he was sent to the Crimean War and took part in the siege of Sebastopol. After the war, Gordon was sent to survey and map the border between Russia and the Romanian principalities of Moldavia and Wallachia. In May 1857 he was sent to map the border between Russia and Turkey. He was awarded a Turkish war medal and the French Legion of Honour. Gordon returned to England at the end of 1858, where he was promoted to major, and took up a post at Chatham.\nChina.\nAt the end of the Second Opium War in 1860, Gordon was sent to China with a force of soldiers to protect British interests. In 1863 he was put in charge of the \"Ever Victorious Army\", a mercenary army under the command of European officers. This army was to fight the Niang rebellion against the Manchu, and later the Taiping Rebellion. Gordon was able to create a highly disciplined and successful fighting force. By careful planning he was able to lead the Ever Victorious Army to victory of the rebels. The Chinese Emperor made him a Field Marshall in the Imperial Army and presented him with China's highest award, the peacock feather. The British Army promoted him to Lieutenant Colonel and he was made a Companion of the Order of the Bath. He returned to England at the end of 1864.\nThe poor and the elderly.\nGordon was made Commandant of Engineers at Gravesend. He had the job of repairing the forts guarding the Thames at Gravesend and Tilbury. Gordon was horrified by the number of poor people, especially old people and children. A man of strong religious belief, Gordon felt is was his duty to God to help provide food, clothing and education for these people. He spent about 90% of his army pay on the poor. The poor boys he called \"Wangs\", after the Chinese Princes of the Heavenly Kingdom of Great Peace.","categories":[],"infobox_types":[],"annotations":[{"uri":"British_Army","surface_form":"British Army","offset":64},{"uri":"Mercenary","surface_form":"mercenary","offset":89},{"uri":"Khedive_of_Egypt","surface_form":"Khedive of Egypt","offset":114},{"uri":"Governor","surface_form":"Governor","offset":134},{"uri":"Sudan","surface_form":"Sudan","offset":150},{"uri":"Muhammed_Ahmed","surface_form":"Muhammed Ahmed","offset":188},{"uri":"Mahdi","surface_form":"Mahdi","offset":208},{"uri":"Egypt","surface_form":"Egypt","offset":231},{"uri":"London","surface_form":"London","offset":292},{"uri":"Royal_Artillery","surface_form":"Royal Artillery","offset":344},{"uri":"Dublin","surface_form":"Dublin","offset":412},{"uri":"Edinburgh","surface_form":"Edinburgh","offset":516},{"uri":"Corfu","surface_form":"Corfu","offset":611},{"uri":"Taunton","surface_form":"Taunton","offset":788},{"uri":"Royal_Military_Academy","surface_form":"Royal Military Academy","offset":831},{"uri":"Woolwich","surface_form":"Woolwich","offset":857},{"uri":"Royal_Engineers","surface_form":"Royal Engineers","offset":1226},{"uri":"Engineer","surface_form":"engineer","offset":1291},{"uri":"Chatham%2C_Kent","surface_form":"Chatham","offset":1336},{"uri":"Pembroke","surface_form":"Pembroke","offset":1371},{"uri":"Crimean_War","surface_form":"Crimean War","offset":1408},{"uri":"Sebastopol","surface_form":"siege of Sebastopol","offset":1441},{"uri":"Romania","surface_form":"Romania","offset":1545},{"uri":"Moldavia","surface_form":"Moldavia","offset":1572},{"uri":"Wallachia","surface_form":"Wallachia","offset":1585},{"uri":"Turkey","surface_form":"Turkey","offset":1657},{"uri":"Legion_of_Honour","surface_form":"Legion of Honour","offset":1715},{"uri":"Second_Opium_War","surface_form":"Second Opium War","offset":1868},{"uri":"China","surface_form":"China","offset":1913},{"uri":"Rebellion","surface_form":"rebellion","offset":2124},{"uri":"Manchu","surface_form":"Manchu","offset":2146},{"uri":"Taiping_Rebellion","surface_form":"Taiping Rebellion","offset":2168},{"uri":"Emperor_of_China","surface_form":"Chinese Emperor","offset":2360},{"uri":"Order_of_the_Bath","surface_form":"Companion of the Order of the Bath","offset":2560},{"uri":"Gravesend","surface_form":"Gravesend","offset":2708},{"uri":"Thames","surface_form":"Thames","offset":2770},{"uri":"Tilbury","surface_form":"Tilbury","offset":2794}]}