{"id":321024,"url":"http://en.wikipedia.org/wiki/Teapot_Rock","text":"Teapot Rock is a rock formation in Natrona County, Wyoming. A nearby oil field is named after the rock. The oil field was the focus of a bribery scandal during the administration of Warren G. Harding, the Teapot Dome scandal. The site was listed on the National Register of Historic Places in 1974.\nThe eroded sandstone formation is tall and is about in circumference. It is a few hundred yards east of Wyoming Highway 259, about north of Casper, Wyoming in the Powder River Basin near Teapot Creek.\nThe outline of the rock once resembled a teapot and gave its name to several man-made and natural features, including a geologic structural uplift known as the Teapot Dome, and an oil field about east.\nIn 1915, U.S. Navy was converting its ships to oil-fired boilers. The Navy bought the Teapot Dome Oil Field. It was called \"Naval Petroleum Reserve Number Three\" as part of a program to ensure that the Navy would have sufficient fuel reserves in an emergency. It was one of several related fields in the area, the largest of which was the Salt Creek Oil Field. By comparison with the Salt Creek Field's peak production of of 1923, the Teapot Dome field had about 64 wells, with few producing more than 150 barrels per day (24 m3/d).","categories":[],"infobox_types":[],"annotations":[{"uri":"Rock_formations_in_the_United_States","surface_form":"rock formation","offset":17},{"uri":"Natrona_County%2C_Wyoming","surface_form":"Natrona County, Wyoming","offset":35},{"uri":"Oil_field","surface_form":"oil field","offset":69},{"uri":"Warren_G._Harding","surface_form":"Warren G. Harding","offset":182},{"uri":"Teapot_Dome_scandal","surface_form":"Teapot Dome scandal","offset":205},{"uri":"National_Register_of_Historic_Places","surface_form":"National Register of Historic Places","offset":253},{"uri":"Sandstone","surface_form":"sandstone","offset":310},{"uri":"Casper%2C_Wyoming","surface_form":"Casper, Wyoming","offset":439},{"uri":"Powder_River_Basin","surface_form":"Powder River Basin","offset":462},{"uri":"Inversion_(geology)","surface_form":"geologic structural uplift","offset":620},{"uri":"U.S._Navy","surface_form":"U.S. Navy","offset":711},{"uri":"Boiler_(steam_generator)","surface_form":"oil-fired boilers","offset":749},{"uri":"Salt_Creek_Oil_Field","surface_form":"Salt Creek Oil Field","offset":1041}]}