{"id":321156,"url":"http://en.wikipedia.org/wiki/Atmospheric_chemistry","text":"e=\"preserve\">Atmospheric chemistry is a branch of science in which the chemistry of the Earth's atmosphere and that of other planets is studied. It is a multidisciplinary field of research and draws on environmental chemistry, physics, meteorology, computer modeling, oceanography, geology and volcanology and other disciplines. Research is connected with other areas of study such as climatology.\nStudying the atmosphere includes studying the interactions between the atmosphere and living organisms. The composition of the Earth's atmosphere changes as result of natural processes such as volcano emissions, lightning and bombardment by solar particles from the Sun's corona. It has also been changed by human activity. Some of these changes are harmful to human health, crops and ecosystems. Examples of problems include acid rain, ozone depletion, photochemical smog, greenhouse gases and global warming. Atmospheric chemists study the causes of these problems. Atmospheric chemists offer theories about these problems, then test the theories and possible solutions. Atmospheric chemists also note the effects of changes in government policy.\nAtmospheric composition.\nImage:Atmospheric composition Langley.svg|thumb|290px|Make-up of Earth's atmosphere. Water vapor is not included as it changes a lot over time. Each tiny cube (such as the one representing krypton) has one millionth of the volume of the entire block. Data is from\nNotes: the concentration of CO2 and CH4 vary by season and location. The mean molecular mass of air is 28.97 g/mol.\nHistory.\nThe ancient Greeks regarded air as one of the four elements. The first scientific studies of atmospheric composition began in the 18th century. Chemists such as Joseph Priestley, Antoine Lavoisier and Henry Cavendish made the first measurements of the composition of the atmosphere.\nIn the late 19th and early 20th centuries interest shifted towards trace constituents with very small concentrations. One important discovery for atmospheric chemistry was the discovery of ozone by Christian Friedrich Schönbein in 1840.\nThe concentrations of trace gases in the atmosphere have changed over time and so have the chemical processes which make and destroy compounds in the air. Two important examples of this were the explanation by Sydney Chapman and Gordon Dobson of how the ozone layer is created and maintained, and the explanation of photochemical smog by Arie Jan Haagen-Smit. Further studies on ozone issues led to the 1995 Nobel Prize in Chemistry award shared between Paul Crutzen, Mario Molina and Frank Sherwood Rowland.\nIn the 21st century the focus is now shifting again. Atmospheric chemistry is increasingly studied as one part of the Earth system. Before, scientists focused on atmospheric chemistry in isolation. Now, scientists study atmospheric chemistry as one part of a single system with the rest of the atmosphere, biosphere and geosphere. A reason for this is the links between chemistry and climate. For example, changing climate and the recovery of the ozone hole affect each other. Also, the composition of the atmosphere interact with the oceans and terrestrial ecosystems.\nMethodology.\nObservations, lab measurements and modeling are the three central elements in atmospheric chemistry. All three methods are used together. For example, observations may tell that more of a chemical compound exists than previously thought possible. This will stimulate new modelling and laboratory studies which will increase scientific understanding to a point where the observations can be explained.\nObservation.\nObservations of atmospheric chemistry are important. Scientist record data about the chemical composition of air over time to watch for any changes. One example of this is the Keeling Curve - a series of measurements from 1958 to today which show a steady rise in of the concentration of carbon dioxide. Observations of atmospheric chemistry are made in observatories such as that on Mauna Loa and on mobile platforms such as aircraft, ships and balloons. Observations of atmospheric composition are increasingly made by satellites giving a global picture of air pollution and chemistry. Surface observations have the advantage that they provide long term records at high time resolution but provide data from a limited vertical and horizontal space. Some surface based instruments such as LIDAR can provide concentration profiles of chemical compounds and aerosol but are still restricted in the horizontal region they cover. Many observations are shared on-line.\nLab measurements.\nMeasurements made in the laboratory are essential to our understanding of the sources and sinks of pollutants and compounds found in nature. Lab studies tell which gases react with each other and how fast they react. Scientists measure reactions in the gas phase, on surfaces and in water. Scientists also study photochemistry which quantifies how quickly molecules are split apart by sunlight and what the products are. Scientists also study thermodynamic data such as Henry's law coefficients.","categories":[],"infobox_types":[],"annotations":[{"uri":"Science","surface_form":"science","offset":50},{"uri":"Chemistry","surface_form":"chemistry","offset":71},{"uri":"Atmosphere_of_Earth","surface_form":"Earth's atmosphere","offset":88},{"uri":"Multidisciplinarity","surface_form":"multidisciplinary","offset":153},{"uri":"Environmental_chemistry","surface_form":"environmental chemistry","offset":202},{"uri":"Physics","surface_form":"physics","offset":227},{"uri":"Meteorology","surface_form":"meteorology","offset":236},{"uri":"Computer_model","surface_form":"computer model","offset":249},{"uri":"Oceanography","surface_form":"oceanography","offset":268},{"uri":"Geology","surface_form":"geology","offset":282},{"uri":"Volcanology","surface_form":"volcanology","offset":294},{"uri":"Climatology","surface_form":"climatology","offset":385},{"uri":"Atmosphere","surface_form":"atmosphere","offset":411},{"uri":"Earth","surface_form":"Earth","offset":525},{"uri":"Volcano","surface_form":"volcano","offset":591},{"uri":"Lightning","surface_form":"lightning","offset":610},{"uri":"Sun","surface_form":"Sun","offset":664},{"uri":"Corona","surface_form":"corona","offset":670},{"uri":"Crop","surface_form":"crop","offset":773},{"uri":"Ecosystem","surface_form":"ecosystem","offset":783},{"uri":"Acid_rain","surface_form":"acid rain","offset":824},{"uri":"Ozone_depletion","surface_form":"ozone depletion","offset":835},{"uri":"Photochemistry","surface_form":"photochemical","offset":852},{"uri":"Smog","surface_form":"smog","offset":866},{"uri":"Greenhouse_gas","surface_form":"greenhouse gas","offset":872},{"uri":"Global_warming","surface_form":"global warming","offset":893},{"uri":"Scientific_theory","surface_form":"theories","offset":993},{"uri":"Krypton","surface_form":"krypton","offset":1361},{"uri":"Concentration","surface_form":"concentration","offset":1447},{"uri":"Season","surface_form":"season","offset":1484},{"uri":"Molecular_mass","surface_form":"molecular mass","offset":1514},{"uri":"Air","surface_form":"air","offset":1532},{"uri":"Ancient_Greece","surface_form":"Greeks","offset":1573},{"uri":"Joseph_Priestley","surface_form":"Joseph Priestley","offset":1722},{"uri":"Antoine_Lavoisier","surface_form":"Antoine Lavoisier","offset":1740},{"uri":"Henry_Cavendish","surface_form":"Henry Cavendish","offset":1762},{"uri":"Ozone","surface_form":"ozone","offset":2033},{"uri":"Christian_Friedrich_Sch%C3%B6nbein","surface_form":"Christian Friedrich Schönbein","offset":2042},{"uri":"Sydney_Chapman_(astronomer)","surface_form":"Sydney Chapman","offset":2291},{"uri":"Gordon_Dobson","surface_form":"Gordon Dobson","offset":2310},{"uri":"Ozone_layer","surface_form":"ozone layer","offset":2335},{"uri":"Arie_Jan_Haagen-Smit","surface_form":"Arie Jan Haagen-Smit","offset":2419},{"uri":"Nobel_Prize_in_Chemistry","surface_form":"Nobel Prize in Chemistry","offset":2489},{"uri":"Paul_Crutzen","surface_form":"Paul Crutzen","offset":2535},{"uri":"Mario_Molina","surface_form":"Mario Molina","offset":2549},{"uri":"Frank_Sherwood_Rowland","surface_form":"Frank Sherwood Rowland","offset":2566},{"uri":"Shifting","surface_form":"shifting","offset":2627},{"uri":"Earth%27s_atmosphere","surface_form":"atmosphere","offset":2884},{"uri":"Biosphere","surface_form":"biosphere","offset":2896},{"uri":"Geosphere","surface_form":"geosphere","offset":2910},{"uri":"Climate","surface_form":"climate","offset":2974},{"uri":"Ecosystem","surface_form":"ecosystem","offset":3148},{"uri":"Keeling_Curve","surface_form":"Keeling Curve","offset":3763},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":3875},{"uri":"Mauna_Loa","surface_form":"Mauna Loa","offset":3971},{"uri":"Balloon","surface_form":"balloon","offset":4033},{"uri":"Satellites","surface_form":"satellites","offset":4108},{"uri":"Air_pollution","surface_form":"air pollution","offset":4146},{"uri":"LIDAR","surface_form":"LIDAR","offset":4377},{"uri":"Aerosol","surface_form":"aerosol","offset":4444},{"uri":"Sink","surface_form":"sink","offset":4660},{"uri":"Pollutant","surface_form":"pollutant","offset":4669},{"uri":"Photochemistry","surface_form":"photochemistry","offset":4882},{"uri":"Thermodynamics","surface_form":"thermodynamic","offset":5013},{"uri":"Henry%27s_law","surface_form":"Henry's law","offset":5040}]}