{"id":321155,"url":"http://en.wikipedia.org/wiki/The_Suite_Life_on_Deck","text":"\"The Suite Life on Deck\" was an American television series on Disney Channel. It premiered on September 26, 2008. It is a sequel to \"The Suite Life of Zack and Cody\". The series is about twin brothers Zack and Cody Martin and hotel heiress London Tipton in a new setting, the SS \"Tipton\". The group goes to classes at a school on the boat that is called \"Seven Seas High\". On the boat, they meet Bailey Pickett. Mr. Moseby manages the ship. The ship travels around the world to nations such as Italy, Greece, India, Sweden and the United Kingdom In the places where the ship travels, the characters experience different cultures, adventures, and situations.\nU.S. Nielsen ratings.\nThe show's first episode premiered on the Disney Channel in the US on September 26, 2008. Around 5.7 million people watched it on the night of its premiere.. The series premiere in Canada was also the most watched series premiere on Family channel. In December 2008, Business Wire reported that the show was 2008's #1 scripted television series for children between the ages 6 to 11 and older children between the ages 9 to 14, beating the older series \"Hannah Montana\" and \"Wizards of Waverly Place\" in the ratings.\niTunes.\nBefore the series officially started airing, the first episode named \"The Suite Life Sets Sail\" was made available as a free download on iTunes. All series have since been made available.","categories":[],"infobox_types":[],"annotations":[{"uri":"Television_programme","surface_form":"television series","offset":41},{"uri":"Disney_Channel","surface_form":"Disney Channel","offset":62},{"uri":"Premiere","surface_form":"premiered","offset":81},{"uri":"Sequel","surface_form":"sequel","offset":122},{"uri":"The_Suite_Life_of_Zack_and_Cody","surface_form":"The Suite Life of Zack and Cody","offset":133},{"uri":"Heiress","surface_form":"heiress","offset":232},{"uri":"Setting","surface_form":"setting","offset":263},{"uri":"Nielsen_Media_Research","surface_form":"Nielsen","offset":663},{"uri":"Disney_Channel","surface_form":"Disney Channel","offset":722},{"uri":"Family_(TV_channel)","surface_form":"Family channel","offset":913},{"uri":"Script","surface_form":"scripted","offset":998},{"uri":"Hannah_Montana","surface_form":"Hannah Montana","offset":1134},{"uri":"Wizards_of_Waverly_Place","surface_form":"Wizards of Waverly Place","offset":1155},{"uri":"Available","surface_form":"available","offset":1310},{"uri":"ITunes","surface_form":"iTunes","offset":1342}]}