{"id":321150,"url":"http://en.wikipedia.org/wiki/Surface_tension","text":"Surface tension is an effect where the surface of a liquid is strong. The surface can hold up a weight, and the surface of a water droplet holds the droplet together, in a ball shape. Some small things can float on a surface because of surface tension, even though they normally could not float. Some insects (e.g. water striders) can run on the surface of water because of this. This property is caused by the molecules in the liquid being attracted to each other (cohesion), and is responsible for many of the behaviors of liquids.\nSurface tension has the dimension of force per unit length, or of energy per unit area. The two are equivalent—but when referring to energy per unit of area, people use the term surface energy—which is a more general term in the sense that it applies also to solids and not just liquids.\nIn materials science, surface tension is used for either surface stress or surface free energy.\nCauses.\nThe cohesive forces among the liquid molecules cause surface tension. In the bulk of the liquid, each molecule is pulled equally in every direction by neighboring liquid molecules, resulting in a net force of zero. The molecules at the surface do not have other molecules on all sides of them and therefore are pulled inwards. This creates some internal pressure and forces liquid surfaces to contract to the minimal area.\nSurface tension is responsible for the shape of liquid droplets. Although easily deformed, droplets of water tend to be pulled into a spherical shape by the cohesive forces of the surface layer. In the absence of other forces, including gravity, drops of virtually all liquids would be perfectly spherical. The spherical shape minimizes the necessary \"wall tension\" of the surface layer according to Laplace's law.\nAnother way to view it is in terms of energy. A molecule in contact with a neighbor is in a lower state of energy than if it were alone (not in contact with a neighbor). The interior molecules have as many neighbors as they can possibly have, but the boundary molecules are missing neighbors (compared to interior molecules). So, the boundary molecules have a higher energy. For the liquid to minimize its energy state, the number of higher energy boundary molecules must be minimized. The minimized quantity of boundary molecules results in a minimized surface area.\nAs a result of surface area minimization, a surface will assume the smoothest shape it can. Any curvature in the surface shape results in greater area and a higher energy. So, the surface will push back against any curvature in much the same way as a ball pushed uphill will push back to minimize its gravitational potential energy.\nWater.\nA. Rain water forms beads on the surface of a waxy surface, such as a leaf. Water adheres weakly to wax and strongly to itself, so water clusters into drops. Surface tension gives them their near-spherical shape, because a sphere has the smallest possible surface area to volume ratio.\nB. Formation of drops occurs when a mass of liquid is stretched. The animation shows water adhering to the faucet gaining mass until it is stretched to a point where the surface tension can no longer bind it to the faucet. It then separates and surface tension forms the drop into a sphere. If a stream of water were running from the faucet, the stream would break up into drops during its fall. Gravity stretches the stream, then surface tension pinches it into spheres.\nC. Objects denser than water still float when the object is nonwettable and its weight is small enough to be borne by the forces arising from surface tension. For example, water striders use surface tension to walk on the surface of a pond. The surface of the water behaves like an elastic film: the insect's feet cause indentations in the water's surface, increasing its surface area.\nD. Separation of oil and water (in this case, water and liquid wax) is caused by a tension in the surface between dissimilar liquids. This type of surface tension is called \"interface tension\", but its physics are the same.\nE. Tears of wine is the formation of drops and rivulets on the side of a glass containing an alcoholic beverage. Its cause is a complex interaction between the differing surface tensions of water and ethanol. It is induced by a combination of surface tension modification of water by ethanol together with ethanol evaporating faster than water.\nTwo definitions.\nSurface tension, represented by the symbol \"γ\" is defined as the force along a line of unit length, where the force is parallel to the surface but perpendicular to the line. One way to picture this is to imagine a flat soap film bounded on one side by a taut thread of length, \"L\". The thread will be pulled toward the interior of the film by a force equal to 2\"formula_1L\" (the factor of 2 is because the soap film has two sides, hence two surfaces). Surface tension is therefore measured in forces per unit length. Its SI unit is newton per meter but the cgs unit of dyne per cm is also used. One dyn/cm corresponds to 0.001 N/m.\nAn equivalent definition, one that is useful in thermodynamics, is work done per unit area. As such, in order to increase the surface area of a mass of liquid by an amount, \"δA\", a quantity of work, \"formula_1δA\", is needed. This work is stored as potential energy. Consequently surface tension can be also measured in SI system as joules per square meter and in the cgs system as ergs per cm2. Since mechanical systems try to find a state of minimum potential energy, a free droplet of liquid naturally assumes a spherical shape, which has the minimum surface area for a given volume.\nThe equivalence of measurement of energy per unit area to force per unit length can be proven by dimensional analysis.\nSurface curvature and pressure.\nThe quantity in parentheses on the right hand side is in fact (twice) the mean curvature of the surface (depending on normalization).\nSolutions to this equation determine the shape of water drops, puddles, menisci, soap bubbles, and all other shapes determined by surface tension. (Another example is the shape of the impressions that a water strider's feet make on the surface of a pond).\nThe table below shows how the internal pressure of a water droplet increases with decreasing radius. For not very small drops the effect is subtle, but the pressure difference becomes enormous when the drop sizes approach the molecular size. (In the limit of a single molecule the concept becomes meaningless.)\nLiquid surface.\nIt is hard to find the shape of the minimal surface bounded by some arbitrary shaped frame using just mathematics. Yet by fashioning the frame out of wire and dipping it in soap-solution, a locally minimal surface will appear in the resulting soap-film within seconds.\nThe reason for this is that the pressure difference across a fluid interface is proportional to the mean curvature, as seen in the Young-Laplace equation. For an open soap film, the pressure difference is zero, hence the mean curvature is zero, and minimal surfaces have the property of zero mean curvature.\nContact angles.\nThe surface of any liquid is an interface between that liquid and some other medium. The top surface of a pond, for example, is an interface between the pond water and the air. Surface tension, then, is not a property of the liquid alone, but a property of the liquid's interface with another medium. If a liquid is in a container, then besides the liquid/air interface at its top surface, there is also an interface between the liquid and the walls of the container. The surface tension between the liquid and air is usually different (greater than) its surface tension with the walls of a container. Where the two surfaces meet, the geometry will balance all forces.\nWhere the two surfaces meet, they form a contact angle, formula_1, which is the angle the tangent to the surface makes with the solid surface. The diagram to the right shows two examples. Tension forces are shown for the liquid-air interface, the liquid-solid interface, and the solid-air interface. The example on the left is where the difference between the liquid-solid and solid-air surface tension, formula_1, is less than the liquid-air surface tension, formula_1, but is still positive, that is\nIn the diagram, both the vertical and horizontal forces must cancel exactly at the contact point, known as equilibrium. The horizontal component of formula_1 is canceled by the adhesive force, formula_1.\nThe more important balance of forces, though, is in the vertical direction. The vertical component of formula_1 must exactly cancel the force, formula_1.\nThis means that although the difference between the liquid-solid and solid-air surface tension, formula_1, is difficult to measure directly, it can be inferred from the liquid-air surface tension, formula_1, and the equilibrium contact angle, formula_1, which is a function of the easily measurable advancing and receding contact angles (see main article contact angle).\nSpecial contact angles.\nObserve that in the special case of a water-silver interface where the contact angle is equal to 90°, the liquid-solid/solid-air surface tension difference is exactly zero.\nAnother special case is where the contact angle is exactly 180°. Water with specially prepared Teflon approaches this. Contact angle of 180° occurs when the liquid-solid surface tension is exactly equal to the liquid-air surface tension.\nMethods of measurement.\nBecause surface tension manifests itself in various effects, it offers a number of paths to its measurement. Which method is optimal depends upon the nature of the liquid being measured, the conditions under which its tension is to be measured, and the stability of its surface when it is deformed.\nLiquid in a vertical tube.\nAn old style mercury barometer consists of a vertical glass tube about 1 cm in diameter partially filled with mercury, and with a vacuum (called Torricelli's vacuum) in the unfilled volume (see diagram to the right). Notice that the mercury level at the center of the tube is higher than at the edges, making the upper surface of the mercury dome-shaped. The center of mass of the entire column of mercury would be slightly lower if the top surface of the mercury were flat over the entire crossection of the tube. But the dome-shaped top gives slightly less surface area to the entire mass of mercury. Again the two effects combine to minimize the total potential energy. Such a surface shape is known as a convex meniscus.\nWe consider the surface area of the entire mass of mercury, including the part of the surface that is in contact with the glass, because mercury does not adhere at all to glass. So the surface tension of the mercury acts over its entire surface area, including where it is in contact with the glass. If instead of glass, the tube were made out of copper, the situation would be very different. Mercury aggressively adheres to copper. So in a copper tube, the level of mercury at the center of the tube will be lower than at the edges (that is, it would be a concave meniscus). In a situation where the liquid adheres to the walls of its container, we consider the part of the fluid's surface area that is in contact with the container to have \"negative\" surface tension. The fluid then works to maximize the contact surface area. So in this case increasing the area in contact with the container decreases rather than increases the potential energy. That decrease is enough to compensate for the increased potential energy associated with lifting the fluid near the walls of the container.\nPuddles on a surface.\nPouring mercury onto a horizontal flat sheet of glass results in a puddle that has a perceptible thickness. The puddle will spread out only to the point where it is a little under half a centimeter thick, and no thinner. Again this is due to the action of mercury's strong surface tension. The liquid mass flattens out because that brings as much of the mercury to as low a level as possible, but the surface tension, at the same time, is acting to reduce the total surface area. The result is the compromise of a puddle of a nearly fixed thickness.\nThe same surface tension demonstration can be done with water, lime water or even saline, but only if the liquid does not adhere to the flat surface material. Wax is such a substance. Water poured onto a smooth, flat, horizontal wax surface, say a waxed sheet of glass, will behave similarly to the mercury poured onto glass.\nFor mercury on glass, γHg = 487 dyn/cm, ρHg = 13.5 g/cm3 and θ = 140°, which gives hHg = 0.36 cm. For water on paraffin at 25 °C, γ = 72 dyn/cm, ρ = 1.0 g/cm3, and θ = 107° which gives hH2O = 0.44 cm.\nThe formula also predicts that when the contact angle is 0°, the liquid will spread out into a micro-thin layer over the surface. Such a surface is said to be fully wettable by the liquid.\nThe breakup of streams into drops.\nIn day-to-day life we all observe that a stream of water emerging from a faucet will break up into droplets, no matter how smoothly the stream is emitted from the faucet. This is due to a phenomenon called the Plateau–Rayleigh instability, which is entirely a consequence of the effects of surface tension.\nThe explanation of this instability begins with the existence of tiny perturbations in the stream. These are always present, no matter how smooth the stream is. If the perturbations are resolved into sinusoidal components, we find that some components grow with time while others decay with time. Among those that grow with time, some grow at faster rates than others. Whether a component decays or grows, and how fast it grows is entirely a function of its wave number (a measure of how many peaks and troughs per centimeter) and the radii of the original cylindrical stream.","categories":[],"infobox_types":[],"annotations":[{"uri":"Liquid","surface_form":"liquid","offset":52},{"uri":"Insects","surface_form":"insects","offset":301},{"uri":"Gerridae","surface_form":"water striders","offset":315},{"uri":"Molecule","surface_form":"molecule","offset":411},{"uri":"Cohesion","surface_form":"cohesion","offset":466},{"uri":"Dimensional_analysis","surface_form":"dimension","offset":558},{"uri":"Force_(physics)","surface_form":"force","offset":571},{"uri":"Length","surface_form":"length","offset":586},{"uri":"Energy","surface_form":"energy","offset":600},{"uri":"Area","surface_form":"area","offset":616},{"uri":"Surface_energy","surface_form":"surface energy","offset":712},{"uri":"Solid","surface_form":"solid","offset":793},{"uri":"Materials_science","surface_form":"materials science","offset":825},{"uri":"Surface_stress","surface_form":"surface stress","offset":879},{"uri":"Surface_energy","surface_form":"surface free energy","offset":897},{"uri":"Internal_pressure","surface_form":"internal pressure","offset":1271},{"uri":"Gravity","surface_form":"gravity","offset":1586},{"uri":"Young%E2%80%93Laplace_equation","surface_form":"Laplace's law","offset":1749},{"uri":"Drop_(liquid)","surface_form":"drops","offset":2974},{"uri":"Gerridae","surface_form":"water striders","offset":3602},{"uri":"Tears_of_wine","surface_form":"Tears of wine","offset":4043},{"uri":"Ethanol","surface_form":"ethanol","offset":4240},{"uri":"Ethanol","surface_form":"ethanol","offset":4324},{"uri":"Evaporating","surface_form":"evaporating","offset":4354},{"uri":"Gamma","surface_form":"γ","offset":4446},{"uri":"Force_(physics)","surface_form":"forces","offset":4895},{"uri":"Length","surface_form":"unit length","offset":4906},{"uri":"International_System_of_Units","surface_form":"SI","offset":4923},{"uri":"Newton_(unit)","surface_form":"newton","offset":4934},{"uri":"Centimetre-gram-second_system_of_units","surface_form":"cgs","offset":4959},{"uri":"Dyne","surface_form":"dyne","offset":4971},{"uri":"Thermodynamics","surface_form":"thermodynamics","offset":5082},{"uri":"Work_(physics)","surface_form":"work","offset":5101},{"uri":"Centimetre-gram-second_system_of_units","surface_form":"cgs","offset":5401},{"uri":"Erg","surface_form":"erg","offset":5415},{"uri":"Dimensional_analysis","surface_form":"dimensional analysis","offset":5717},{"uri":"Mean_curvature","surface_form":"mean curvature","offset":5845},{"uri":"Meniscus_(liquid)","surface_form":"menisci","offset":5977},{"uri":"Minimal_surface","surface_form":"minimal surface","offset":6524},{"uri":"Mean_curvature","surface_form":"mean curvature","offset":6857},{"uri":"Young-Laplace_equation","surface_form":"Young-Laplace equation","offset":6888},{"uri":"Contact_angle","surface_form":"contact angle","offset":7791},{"uri":"Mechanical_equilibrium","surface_form":"equilibrium","offset":8359},{"uri":"Contact_angle","surface_form":"contact angle","offset":8965},{"uri":"Polytetrafluoroethylene","surface_form":"Teflon","offset":9273},{"uri":"Mercury_(element)","surface_form":"mercury","offset":9779},{"uri":"Barometer","surface_form":"barometer","offset":9787},{"uri":"Evangelista_Torricelli","surface_form":"Torricelli","offset":9911},{"uri":"Meniscus_(liquid)","surface_form":"meniscus","offset":10481},{"uri":"Plateau%E2%80%93Rayleigh_instability","surface_form":"Plateau–Rayleigh instability","offset":13114},{"uri":"Sine_wave","surface_form":"sinusoidal","offset":13411}]}