{"id":32114,"url":"http://en.wikipedia.org/wiki/Nupedia","text":"Nupedia was an English-language online encyclopedia. Its articles were written by volunteers and checked by experts. They were licensed as open content. It was founded by Jimmy Wales and Larry Sanger. Nupedia was online from March 2000 until September 2003. It is mostly known as the website which came before Wikipedia.\nUnlike Wikipedia, Nupedia was not a wiki. It also had a long peer-review process for all of its articles. This was supposed to make its articles as good as professional encyclopedias. Nupedia wanted scholars to help build it. Before it shut down, Nupedia had 25 articles that completed its own review routine.\nIn June 2008, CNET said that Nupedia was one of the greatest closed websites in Internet history.\nHistory.\nIn late 1999, Jimmy Wales began thinking about an online encyclopedia built by volunteers. In January 2000, he hired Larry Sanger to manage it. The project went online on March 9, 2000.\nBy November 2000, only two full articles had been published.\nFrom when it started, Nupedia was a free content encyclopedia. Bomis, Jimmy Wales' company, was going to get money from adverts on the Nupedia website. At first, the project used a license that was made up by Wales and Sanger. Later, it began using the Nupedia Open Content License. In January 2001, it switched to the GNU Free Documentation License. This was because Richard Stallman and the Free Software Foundation said they should.\nAlso in January 2001, Nupedia started Wikipedia. At first, it was not meant to be an encyclopedia. Instead, it was meant as a side-project to allow people to work on articles for Nupedia before they were peer reviewed. As Wikipedia got bigger and attracted new users, it began to run without Nupedia. However, Larry Sanger first led activity on Wikipedia. This was because he was the chief editor on Nupedia.\nWikipedia led to the gradual shutdown of Nupedia. Jimmy Wales decided to stop paying Sanger in December 2001. Sanger then left both Nupedia and Wikipedia. After Sanger left, Nupedia became even less noticed than Wikipedia. As Nupedia was used less and less, the idea of changing its articles into Wikipedia articles was sometimes proposed. However, it was never done. After it closed down, Nupedia's articles were moved in to Wikipedia.\nPeer review.\nPeople who wrote for Nupedia were supposed to be experts in what they wrote about. However, some articles could be written by a good writer, rather than an expert. People who \"changed\" content on Nupedia were expected to be \"true experts in their fields and (with few exceptions) possess PhDs\", which means that they should be experts in what they are changing and (generally) have PhDs.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_language","surface_form":"English-language","offset":15},{"uri":"World_Wide_Web","surface_form":"online","offset":32},{"uri":"Encyclopedia","surface_form":"encyclopedia","offset":39},{"uri":"Expert","surface_form":"expert","offset":108},{"uri":"License","surface_form":"license","offset":127},{"uri":"Open_content","surface_form":"open content","offset":139},{"uri":"Jimmy_Wales","surface_form":"Jimmy Wales","offset":171},{"uri":"Larry_Sanger","surface_form":"Larry Sanger","offset":187},{"uri":"Wikipedia","surface_form":"Wikipedia","offset":310},{"uri":"Wiki","surface_form":"wiki","offset":357},{"uri":"Peer_review","surface_form":"peer-review","offset":382},{"uri":"Scholar","surface_form":"scholar","offset":520},{"uri":"CNET","surface_form":"CNET","offset":645},{"uri":"Internet","surface_form":"Internet","offset":711},{"uri":"Jimmy_Wales","surface_form":"Jimmy Wales","offset":752},{"uri":"Larry_Sanger","surface_form":"Larry Sanger","offset":855},{"uri":"Publish","surface_form":"publish","offset":974},{"uri":"Free_content","surface_form":"free content","offset":1021},{"uri":"Bomis","surface_form":"Bomis","offset":1048},{"uri":"Advert","surface_form":"advert","offset":1105},{"uri":"License","surface_form":"license","offset":1166},{"uri":"GNU_Free_Documentation_License","surface_form":"GNU Free Documentation License","offset":1304},{"uri":"Richard_Stallman","surface_form":"Richard Stallman","offset":1353},{"uri":"Free_Software_Foundation","surface_form":"Free Software Foundation","offset":1378},{"uri":"Gradual","surface_form":"gradual","offset":1851},{"uri":"PhD","surface_form":"PhD","offset":2662}]}