{"id":321244,"url":"http://en.wikipedia.org/wiki/Manierre_Dawson","text":"e=\"preserve\">Manierre Dawson (December 22, 1887, Chicago, Illinois – August 15, 1969, Sarasota, Florida) was an avant-garde painter and sculptor. He was born and raised in Chicago, but lived most of his life in Michigan.\nThe case of Manierre Dawson is interesting, and his work been called \"surprising and prophetic\". During a tour of Europe in 1910, he started painting true abstract works. Back in America, he became convinced that he could not earn a living at art, and became a farmer. He was forgotten until a rediscovery in 1963. He may have been the first person to paint a completely abstract work. He was probably the earliest American abstract artist, slightly ahead of Arthur Dove.\nEarly career.\nAfter working for a year with a firm of architects, he was granted a six-month leave-of-absence for an educational tour of Europe. He departed in mid-June 1910 for his only trip abroad. He made his way across England to France, south through Germany, across Switzerland to Italy, back north for a second stay in Paris, and around northern Germany before embarking from Bremerhaven in late-November. In Sienna, he met and exchanged ideas on painting with John Singer Sargent. During his return visit to Paris he attended a Saturday evening soirée at the apartment of Gertrude Stein and he saw paintings by Paul Cézanne in the gallery of Ambroise Vollard.\n1911 through 1914 were the most productive years of his career. In 1914, Dawson participated in two group exhibitions. Summers spent at the family’s retreat in Mason Country, Michigan were his most productive periods during his early career and provided rudimentary knowledge of growing and marketing fruit. He met Lilian Boucher, the daughter of a local farmer, and fell in love. They married in July 1915 and three children were born over the next five years.\nLater career.\nLiving in rural Michigan and struggling financially he made art from what was available (Portland cement, scraps of lumber, pieces of plywood). Sheets of composite wood (brand names Novoply and Timblend) were laminated together for thickness and carved into freestanding sculptures.\nThe first real recognition of his work began in 1966 with a retrospective exhibition mounted by the Grand Rapids Art Museum. An exhibition organized by the John and Mable Ringing Museum in Sarasota and shared with the Norton Gallery in West Palm Springs followed a year later. This exhibition brought Dawson to the attention of Robert Schoelkopf, who showed his work in New York in April 1969 and March 1981.\nWhen Dawson was diagnosed with cancer in 1968, he sold the Michigan farm and moved to Sarasota permanently. He died on August 15, 1969.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chicago","surface_form":"Chicago","offset":49},{"uri":"Illinois","surface_form":"Illinois","offset":58},{"uri":"Sarasota%2C_Florida","surface_form":"Sarasota, Florida","offset":86},{"uri":"Avant-garde","surface_form":"avant-garde","offset":112},{"uri":"Painter","surface_form":"painter","offset":124},{"uri":"Sculptor","surface_form":"sculptor","offset":136},{"uri":"Chicago","surface_form":"Chicago","offset":172},{"uri":"Michigan","surface_form":"Michigan","offset":211},{"uri":"Abstract_art","surface_form":"abstract works","offset":376},{"uri":"Farmer","surface_form":"farmer","offset":482},{"uri":"Arthur_Dove","surface_form":"Arthur Dove","offset":680},{"uri":"Sienna","surface_form":"Sienna","offset":1109},{"uri":"John_Singer_Sargent","surface_form":"John Singer Sargent","offset":1161},{"uri":"Gertrude_Stein","surface_form":"Gertrude Stein","offset":1273},{"uri":"Paul_C%C3%A9zanne","surface_form":"Paul Cézanne","offset":1312},{"uri":"Ambroise_Vollard","surface_form":"Ambroise Vollard","offset":1343},{"uri":"Portland_cement","surface_form":"Portland cement","offset":1926},{"uri":"Grand_Rapids_Art_Museum","surface_form":"Grand Rapids Art Museum","offset":2220},{"uri":"Norton_Gallery","surface_form":"Norton Gallery","offset":2338}]}