{"id":321233,"url":"http://en.wikipedia.org/wiki/Alfred_Maurer","text":"Alfred Henry Maurer (April 21, 1868 – August 4, 1932) was an American modernist painter. He exhibited his work in avant-garde circles during the early 20th century.\nMaurer was born in New York City, the son of a German lithographer. At age sixteen, Maurer quit school to work at his father's lithographic firm. In 1897 Maurer left for Paris, where he stayed the next four years, joining a circle of American and French artists. At the time, Maurer's style was realist.\nBriefly returning to New York, he was determined to show his skeptical father that he could paint. Maurer painted what arguably is his most famous painting \"An Arrangement\", using a woman next door as a model and completing the work (on a borrowed piece of cardboard) in a matter of hours. The painting received first prize at the 1901 Carnegie International Exhibition. Other awards received by Maurer included the Inness Jr. prize of the Salmagundi Club in 1900 and a bronze medal at the Pan-American Exposition at Buffalo, New York in 1901. In 1905 he won the third medal at the Liège International Exposition and a gold medal at the International Exposition in Munich.\nAt age thirty-six, in Paris, Maurer changed his methods sharply. From that point on he painted only in the cubist and fauvist manner. By 1909 he was an important American avant-garde painter. He had a two-man exhibition with John Marin in New York City at the 291 Gallery. Four of his paintings were included in the Armory Show of 1913.\nLeaving Paris shortly before World War I, he returned to his father's house, but was denied support. For the next 17 years, Maurer painted in a garret in his father's house, and gained no critical acclaim. However, he took part in exhibitions at the Anderson Galleries and others. He exhibited regularly at the New York Society of Independent Artists and was elected their director in 1919. In 1924 the New York dealer Erhard Weyhe bought the contents of Maurer's studio and represented the artist for the remainder of his career.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":61},{"uri":"Modernism","surface_form":"modernist","offset":70},{"uri":"Painting","surface_form":"painter","offset":80},{"uri":"Avant-garde","surface_form":"avant-garde","offset":114},{"uri":"New_York_City","surface_form":"New York City","offset":184},{"uri":"Germany","surface_form":"German","offset":212},{"uri":"Lithography","surface_form":"lithographer","offset":219},{"uri":"Paris","surface_form":"Paris","offset":335},{"uri":"Realism","surface_form":"realist","offset":460},{"uri":"Model_(person)","surface_form":"model","offset":672},{"uri":"Cardboard","surface_form":"cardboard","offset":726},{"uri":"Carnegie_International","surface_form":"Carnegie International","offset":805},{"uri":"Salmagundi_Club","surface_form":"Salmagundi Club","offset":909},{"uri":"Buffalo%2C_New_York","surface_form":"Buffalo, New York","offset":986},{"uri":"Li%C3%A8ge","surface_form":"Liège","offset":1051},{"uri":"Munich","surface_form":"Munich","offset":1134},{"uri":"Cubism","surface_form":"cubist","offset":1249},{"uri":"Fauvism","surface_form":"fauvist","offset":1260},{"uri":"Avant-garde","surface_form":"avant-garde","offset":1313},{"uri":"John_Marin","surface_form":"John Marin","offset":1367},{"uri":"New_York_City","surface_form":"New York City","offset":1381},{"uri":"Armory_Show","surface_form":"Armory Show","offset":1458},{"uri":"World_War_I","surface_form":"World War I","offset":1508},{"uri":"Garret","surface_form":"garret","offset":1623},{"uri":"Society_of_Independent_Artists","surface_form":"Society of Independent Artists","offset":1799}]}