{"id":321332,"url":"http://en.wikipedia.org/wiki/Second_Battle_of_Ypres","text":"The Second Battle of Ypres was a battle of the First World War. It was fought for control of the town of Ypres in western Belgium. It happened in the spring of 1915. It was the first time that Germany successfully used chemical weapons on a large scale on the Western Front. It was also the first time a former Colonial power defeated a major European power in European soil. The battle was the beginning of a new danger; gas, which will cost both sides thousands of casualties the rest of the war.\nPrelude.\nDuring the months of April and May 1915, the two sides fought over Hill 60. The allies captured the hill five days before the Second battle of Ypres began. Hill 60 was on the southeast edge of the Ypres Salient. It was an excellent Observation post to see the salient. Hill 60 would also be involved in the battle that followed.\nThe Geneva Conventions of 1899 and 1907 had not allowed \"projectiles\" that carried poison gas. Before the second battle at Ypres, the Germans had placed 5,700 chlorine gas cylinders in front of their trenches. For weeks before the battle, the allied high command picked up intelligence the Germans intended to use poison gas. However, they didn't believe the Germans would do it.\nGas attacks.\nThe first casualties of the chlorine gas attack in World War One were the French (mostly Algerian soldiers). They were not trained for this kind of attack. When the first Chlorine gas was released into the air, the French began to retreat in massive numbers. This left the Canadians without any French support. It also left their center open to any German attack. But the Germans were unprepared for the results of the gas attack. Their reserves of manpower were low and they failed to take advantage of the French Withdrawal. The 1st Canadian Division and British troops quickly filled the gap in the lines to stop the Germans from attacking.\nWhen the gas valves froze (from the rapidly expanding gas), many German soldiers tried to open them. This left the Germans exposed to the Gas as well. By the end of the battle the Allies and Germans had suffered massive casualties in the attack. The Canadians alone suffered over 6000 casualties. Gas masks were none existent at the time. But a Canadian Ceramic maker was able to recognize the color of the gas. He immediately told the soldiers to urinate on a towel and put it over their face. This isolated (separated) the gas components and stopped the gas from killing the Canadian soldiers.\nThis was actually the second time the Germans had used gas against enemy troops. The first attempt was at the Battle of Bolimov, Russia in February 1915. The freezing temperatures caused the gas to fall to the ground harmlessly.","categories":[],"infobox_types":[],"annotations":[{"uri":"World_War_I","surface_form":"First World War","offset":47},{"uri":"Ypres","surface_form":"Ypres","offset":105},{"uri":"Belgium","surface_form":"Belgium","offset":122},{"uri":"German_Empire","surface_form":"Germany","offset":193},{"uri":"Success","surface_form":"success","offset":201},{"uri":"Chemical_weapon","surface_form":"chemical weapon","offset":219},{"uri":"Western_Front_(World_War_I)","surface_form":"Western Front","offset":260},{"uri":"Casualty_(person)","surface_form":"casualties","offset":467},{"uri":"Battle_of_Hill_60_(Western_Front)","surface_form":"Hill 60","offset":575},{"uri":"Southeast","surface_form":"southeast","offset":683},{"uri":"Ypres_Salient","surface_form":"Ypres Salient","offset":705},{"uri":"Surveillance","surface_form":"Observation post","offset":740},{"uri":"Salients%2C_re-entrants_and_pockets","surface_form":"salient","offset":768},{"uri":"Geneva_Convention","surface_form":"Geneva Convention","offset":841},{"uri":"Projectile","surface_form":"projectile","offset":894},{"uri":"Chlorine_gas","surface_form":"chlorine gas","offset":996},{"uri":"Container","surface_form":"cylinders","offset":1009},{"uri":"Allies_of_World_War_I","surface_form":"allied","offset":1080},{"uri":"Command_and_control","surface_form":"high command","offset":1087},{"uri":"Military_intelligence","surface_form":"intelligence","offset":1110},{"uri":"France","surface_form":"French","offset":1304},{"uri":"Algeria","surface_form":"Algeria","offset":1319},{"uri":"Chlorine_gas","surface_form":"Chlorine gas","offset":1401},{"uri":"Canadians","surface_form":"Canadians","offset":1503},{"uri":"Manpower","surface_form":"manpower","offset":1679},{"uri":"Withdrawal_(military)","surface_form":"Withdrawal","offset":1745},{"uri":"1st_Canadian_Division","surface_form":"1st Canadian Division","offset":1761},{"uri":"Freezing","surface_form":"froze","offset":1894},{"uri":"Expand","surface_form":"expand","offset":1918},{"uri":"Gas_mask","surface_form":"Gas mask","offset":2171},{"uri":"Battle_of_Bolimov","surface_form":"Battle of Bolimov","offset":2580},{"uri":"Russia","surface_form":"Russia","offset":2599}]}