{"id":321310,"url":"http://en.wikipedia.org/wiki/William_P._Carey","text":"e=\"preserve\">William Polk Carey (May 11, 1930 – January 2, 2012) born in Baltimore, Maryland, was an American businessman who was the first to apply \"sale lease back\" financing to assets other than cars. He started W. P. Carey & Co. LLC, a corporate real estate financing firm headquartered in New York City in 1973. It is the world’s largest publicly traded limited liability company. As of 2012, it owns more than 650 commercial and industrial facilities throughout the United States, Europe and Asia. It owns more than 90 million square feet (8 million square meters) of space.\nEarly life, career, and family.\nCarey is a direct descendant of James K. Polk. Carey's family has long ties in Baltimore. His great-great-great-grandfather James Carey was an 18th- and 19th-century Baltimore shipper, chairman of the Bank of Maryland, a member of Baltimore's first City Council and a relative of Johns Hopkins. His grandmother, Anne Galbraith Carey, started the Gilman School for boys in Roland Park in 1897.\nAs a young man Carey left the Gilman School to go to the Pomfret School in Connecticut, then attended Princeton University and the University of Pennsylvania. He served in the Air Force for two years. He then worked at his stepfather's car dealership to repay his college expenses. He learned about sale lease back financing at the dealership. He then moved to New York City. Carey resided in New York City and Rensselaerville, New York. In 1988, Carey started the W.P. Carey Foundation. In 1999, he served as the Executive in Residence at the Harvard Business School.\nArizona State University W. P. Carey School of Business.\nCarey was benefactor to the Arizona State University College of Business. In 2002, Carey donated $50 million to the College of Business. In recognition of his gift, the University renamed its business school the W. P. Carey School of Business.\nThe Johns Hopkins University Carey Business School.\nCarey approached Johns Hopkins with a proposal to start a business school in the 1950s, but the college was not interested. Carey announced December 5, 2006 his donation of $50 million to Johns Hopkins University. He was a trustee emeritus at Hopkins and donated the money through his W.P. Carey Foundation. The gift is the largest to Hopkins in support of business education and is now called the Carey Business School. The Hopkins business school was renamed after William Carey's great-great-great-grandfather, James Carey. The school offers a Master of Science in Real Estate program, one of the first in the Baltimore/Washington, D.C. corridor.\nUniversity of Maryland Francis King Carey School of Law.\nOn April 25, 2011 Carey announced his donation of $30 million to the University of Maryland School of Law. The emphasis of the gift was to increase the school's endowment. The school was renamed after Carey's grandfather, Francis King Carey, who was a graduate of the Law School (Class of 1880).\nContribution to The Gilman School.\nIn the mid-1990s, the Gilman School started discussing the much needed renovations of Carey Hall, the school's main building which houses the Upper School students. Carey Hall, named after Carey's grandmother, was constructed in 1910 and remained the same until late 2006. Carey donated 10 million dollars to the school's capital campaign fund, a sum that was one fifth of the total amount of money raised for the renovation of Carey Hall. On December 10, 2007 Carey Hall was officially re-opened.\nSewanee.\nCarey is a direct descendent of Bishop Leonidas Polk, the founder of Sewanee, the University of the South. Sewanee named an undergraduate business program in Carey's honor. Carey also funded the Carey Fellowships for honor business students. In 2006, Carey received an honorary degree from Sewanee.","categories":[],"infobox_types":[],"annotations":[{"uri":"Baltimore%2C_Maryland","surface_form":"Baltimore, Maryland","offset":73},{"uri":"W._P._Carey_%26amp%3B_Co._LLC","surface_form":"W. P. Carey & Co. LLC","offset":215},{"uri":"New_York_City","surface_form":"New York City","offset":294},{"uri":"Limited_liability_company","surface_form":"limited liability company","offset":359},{"uri":"James_K._Polk","surface_form":"James K. Polk","offset":645},{"uri":"Bank_of_Maryland","surface_form":"Bank of Maryland","offset":814},{"uri":"Johns_Hopkins","surface_form":"Johns Hopkins","offset":893},{"uri":"Anne_Galbraith_Carey","surface_form":"Anne Galbraith Carey","offset":925},{"uri":"Gilman_School","surface_form":"Gilman School","offset":959},{"uri":"Pomfret_School","surface_form":"Pomfret School","offset":1063},{"uri":"Connecticut","surface_form":"Connecticut","offset":1081},{"uri":"Princeton_University","surface_form":"Princeton University","offset":1108},{"uri":"University_of_Pennsylvania","surface_form":"University of Pennsylvania","offset":1137},{"uri":"Air_Force","surface_form":"Air Force","offset":1182},{"uri":"Rensselaerville%2C_New_York","surface_form":"Rensselaerville, New York","offset":1417},{"uri":"Arizona_State_University","surface_form":"Arizona State University","offset":1660},{"uri":"W._P._Carey_School_of_Business","surface_form":"W. P. Carey School of Business","offset":1844},{"uri":"Johns_Hopkins_University","surface_form":"Johns Hopkins University","offset":2116},{"uri":"W.P._Carey_Foundation","surface_form":"W.P. Carey Foundation","offset":2213},{"uri":"Carey_Business_School","surface_form":"Carey Business School","offset":2326},{"uri":"Graduate_real_estate_education","surface_form":"Master of Science in Real Estate","offset":2475},{"uri":"University_of_Maryland_School_of_Law","surface_form":"University of Maryland School of Law","offset":2704},{"uri":"Gilman_School","surface_form":"Gilman School","offset":2988},{"uri":"University_of_the_South","surface_form":"University of the South","offset":3555}]}