{"id":321487,"url":"http://en.wikipedia.org/wiki/Rockefeller_family","text":"The Rockefeller family () is the Cleveland family of John D. Rockefeller (1839–1937) and his brother William Rockefeller (1841–1922). It is an American industrial, banking, and political family that originally came from Germany. It made one of the world's largest private fortunes in the oil business during the late 19th and early 20th century. This was mainly through the Standard Oil Company.\nThe family is also known for its long association with and financial interest in the Chase Manhattan Bank, now JP Morgan Chase. People see them as one of the most powerful groups inside the United States and are well connected to the banking industry. Their ancestor, Johann Peter Rockefeller, moved to North America in 1723 from what is today Westerwald, Rhineland-Palatinate, Germany.\nConservation.\nBeginning with Rockefeller Senior, the family has been a major force in land conservation. Over the generations, it has created more than 20 national parks and open spaces, including the Cloisters, Acadia National Park, Forest Hill Park, the Nature Conservancy, the Rockefeller Forest in California's Humboldt Redwoods State Park (the largest stand of old-growth redwoods), and Grand Teton National Park, among many others. Rockefeller Jr, and his son Laurance (and his son \"Larry\") were particularly prominent in this area.\nThe National Audubon Society honored the family for its conservation efforts in November, 2005. Over 30 family members attended the event. At the event, the society's president, John Flicker, said: \"Cumulatively, no other family in America has made the contribution to conservation that the Rockefeller family has made\".\"\nThe family archives.\nThe \"Rockefeller Archive Center\", an independent foundation that was until 2008 a part of Rockefeller University, is a vast three-story underground bunker built below the \"Martha Baird Rockefeller\" \"Hillcrest\" mansion on the family estate at Pocantico (see Kykuit). Along forty-foot-long walls of shelves on rails, maintained by ten full-time archivists, is the entire repository of personal and official papers and correspondence of the complete family and its members, along with historical papers of its numerous foundations, as well as other non-family philanthropic institutions. These include: the Commonwealth Fund, \"Charles E. Culpeper Foundation\", \"Lucille P. Markey Charitable Trust\", and the \"John and Mary R. Markle Foundation\".\nIn total, it holds over 70 million pages of documents and contains the collections of forty-two scientific, cultural, educational and philanthropic organizations.\nOnly the expurgated records of deceased family members are publicly available to scholars and researchers. All records pertaining to living members are closed to historians. However, as Nelson Rockefeller's researcher, Cary Reich, discovered, in the case of Nelson's voluminous of papers, only about one-third of these files had been processed and released to researchers up to 1996. He reports that it will be many years before all the papers will be open to the public, despite Nelson having died in 1979.\nThe Center maintains that this repository of records, covering 140-plus years of the records of the family, in addition to non-Rockefeller philanthropic collections, gives unique insights into United States and world issues and social developments in both the 19th and 20th centuries.\nRecords in the collection are only available up until the early 1960s, generally 1961.\nFamily wealth.\nThe combined wealth of the family – their total assets and investments plus the individual wealth of its members – has never been known with any precision. The records of the family archives relating to both the family and individual members' net worth is closed to researchers.\nFrom the outset, and even today, the family wealth has been under the complete control of the male members of the family, through the family office. Despite strong-willed wives who had influence over their husbands' decisions – such as the pivotal female figure Abby Aldrich Rockefeller, wife of Junior – in all cases they received allowances only and were never given even partial responsibility for the family fortune.\nMuch of the wealth has been locked up in the notable family trust of 1934 (which holds the bulk of the fortune and matures on the death of the fourth generation), and the trust of 1952, both administered by the Chase Manhattan Bank. These trusts have consisted of shares in the successor companies to Standard Oil and other diversified investments, as well as the family's considerable real estate holdings. They are administered by a trust committee that oversees the fortune. It has consisted over time of high-profile individuals, who have included Paul Volcker, William G. Bowen (former president of Princeton University) and John C. Whitehead (retired co-chairman of Goldman Sachs).\nManagement of this fortune today also rests with professional money managers who oversee the principal holding company, \"Rockefeller Financial Services\". It controls all the family's investments. The family sold Rockefeller Center in 1989, and the money made from selling it has been reinvested. The present chairman is David Rockefeller, Jr.\nLegacy.\nA trademark of the dynasty over its 140-plus years has been the remarkable unity it has maintained, despite major divisions that developed in the late 1970s, and unlike other rich families such as the DuPonts and the Mellons. A primary reason has been the lifelong efforts of \"Junior\" to not only cleanse the name from the opprobrium stemming from the ruthless practices of Standard Oil, but his tireless efforts to forge family unity even as he allowed his five sons to operate independently. This was partly achieved by regular brothers and family meetings, but it was also because of the high value placed on family unity by first Nelson and John 3rd, and later especially with David.\nRegarding achievements, in 1972, on the 100th anniversary of the founding of Andrew Carnegie's philanthropy, the Carnegie Corporation, which has had a long association with the family and its institutions, released a public statement on the influence of the family on not just philanthropy but encompassing a much wider field. Summing up a predominant view amongst the international philanthropic world, although one poorly grasped by the public, one sentence of this statement read: \"The contributions of the Rockefeller family are staggering in their extraordinary range and in the scope of their contribution to humankind.\"\nJohn D. Rockefeller gave away US$540 million over his lifetime (in dollar terms of that time), and became the greatest lay benefactor of medicine in history. His son, \"Junior\" also gave away over $537 million over his lifetime, bringing the total philanthropy of just two generations of the family to over $1 billion from 1860 to 1960. Added to this, the \"New York Times\" declared in a report in November, 2006 that David Rockefeller's total charitable benefactions amount to about $900 million over his lifetime.\nThe combined personal and social connections of the various family members are very great, both in America and throughout the world. The family members know the most powerful politicians, royalty, public figures, and chief businessmen. Notable figures through Standard Oil alone have included Henry Flagler and Henry H. Rogers. Contemporary figures include Henry Kissinger, Nelson Mandela, Richard Parsons (Chairman and CEO of Time Warner), C. Fred Bergsten, Peter G. Peterson (Senior Chairman of the Blackstone Group), and Paul Volcker.\nIn 1991, the family was presented with the Honor Award from the National Building Museum for four generations worth of preserving and creating some of the U.S.'s most important buildings and places. David accepted the award on the family's behalf. The ceremony coincided with an exhibition on the family's contributions to the built environment, including John Sr.'s preservation efforts for the Hudson River Palisades, the restoration of Williamsburg, Virginia, construction of Rockefeller Center, and Governor Nelson's efforts to construct low- and middle-income housing in New York state.\nJohn D Junior, through his son Nelson, purchased and then donated the land upon which sits the UN headquarters, in New York, in 1946. Earlier, in the 1920s, he had also donated a substantial amount towards the restoration and rehabilitation of major buildings in France after World War I, such as the Rheims Cathedral, the Fontainebleau Palace and the Palace of Versailles, for which he was later (1936) awarded France's highest decoration, the Grand Croix of the Légion d'honneur (subsequently also awarded decades later to his son, David Rockefeller).\nHe also funded the notable excavations at Luxor in Egypt, as well as establishing a Classical Studies School in Athens. In addition, he provided the funding for the construction of the Palestine Archaeological Museum in East Jerusalem - the Rockefeller Museum.\nThe family, with its far reaching philanthropy, as well as its oil, real estate, banking, and international institutions, remains a benchmark for extreme wealth (\"as rich as Rockefeller\"), as \"Senior\" is still regarded as the wealthiest man who has ever lived, worth over $300 billion in today's figures, easily surpassing Bill Gates, in terms adjusted by inflation indexing.\nGenerational philanthropy.\nThe members of the Rockefeller family are noted for their philanthropy; a \"Rockefeller Archive Center\" study in 2004 documents an incomplete list of 72 major institutions that the family has created and/or endowed up to the present day. Historically, the major focus of their benefactions have been in the educational, health and conservation areas.\nFamily leaders in both philanthropy and business have included John D. Sr., John D. Jr. (\"Junior\"), John D. III, Laurance Rockefeller and David Rockefeller, who is the family's current patriarch. Several family members have held high public office, including Vice President of the United States (Nelson Rockefeller), United States Senator (Jay Rockefeller), state governor (Nelson, Jay, and Winthrop Rockefeller), and lieutenant governor (Winthrop Paul Rockefeller). Another noted family member was Michael Rockefeller, son of Nelson Rockefeller, an anthropologist who came to media attention after he was presumed killed in New Guinea in 1961.\nThe corporate, financial and personal affairs of the family - numbering around 150 blood relatives of John D. Rockefeller - are run from the family office, \"Room 5600\", known officially as \"Rockefeller Family and Associates\". It comprises three floors of the GE Building in Rockefeller Center. All private family legal matters are handled by the family-associated New York law firm of Milbank, Tweed, Hadley & McCloy. Room 5600 is also the base of the current family historian, \"Peter J. Johnson\", who assisted with David Rockefeller's \"Memoirs\", published in 2002.\nTo distinguish the generations and facilitate communication, the fourth generation is generically known as \"The Cousins\" (24 in all, with 21 still living) and the younger family members are known as the \"Fifth/Sixth\" generation. Many if not all of these family members are involved in institutionalized philanthropic pursuits. Family links are solidified through the practice of ritualized family meetings - which started with the regular \"brothers' meetings\" held in Room 5600 or in their respective private residences, beginning in 1945. Family get-togethers are held today at the \"Playhouse\", in the Westchester County family estate of \"Pocantico\", in June (the \"cousins weekend\") and December of each year (see Kykuit).\nDescendants of John Davison Rockefeller.\nTo the sixth-generation, with 21 still living in the fourth (\"the Cousins\"). The total number of blood relative descendants as of 2006 is about 150.\nDescendants of William Rockefeller.\nAn article in the \"New York Times\" in 1937 stated that William Rockefeller had, at that time, exactly 28 great-grandchildren.","categories":[],"infobox_types":["family"],"annotations":[{"uri":"Cleveland%2C_Ohio","surface_form":"Cleveland","offset":33},{"uri":"John_D._Rockefeller","surface_form":"John D. Rockefeller","offset":53},{"uri":"William_Rockefeller","surface_form":"William Rockefeller","offset":101},{"uri":"United_States","surface_form":"American","offset":143},{"uri":"Industry","surface_form":"industrial","offset":152},{"uri":"Banking","surface_form":"banking","offset":164},{"uri":"Political_family","surface_form":"political family","offset":177},{"uri":"German_American","surface_form":"Germany","offset":220},{"uri":"List_of_wealthiest_historical_figures","surface_form":"world's largest private fortunes","offset":248},{"uri":"History_of_the_petroleum_industry_in_North_America","surface_form":"oil business","offset":288},{"uri":"Standard_Oil_Company","surface_form":"Standard Oil Company","offset":374},{"uri":"Chase_Manhattan_Bank","surface_form":"Chase Manhattan Bank","offset":481},{"uri":"JP_Morgan_Chase","surface_form":"JP Morgan Chase","offset":507},{"uri":"Westerwald","surface_form":"Westerwald","offset":740},{"uri":"Rhineland-Palatinate","surface_form":"Rhineland-Palatinate","offset":752},{"uri":"Germany","surface_form":"Germany","offset":774},{"uri":"The_Cloisters","surface_form":"Cloisters","offset":984},{"uri":"Acadia_National_Park","surface_form":"Acadia National Park","offset":995},{"uri":"Forest_Hill_Park_(Ohio)","surface_form":"Forest Hill Park","offset":1017},{"uri":"Grand_Teton_National_Park","surface_form":"Grand Teton National Park","offset":1175},{"uri":"John_D._Rockefeller_Jr.","surface_form":"Rockefeller Jr","offset":1221},{"uri":"Laurance_Rockefeller","surface_form":"Laurance","offset":1249},{"uri":"National_Audubon_Society","surface_form":"National Audubon Society","offset":1326},{"uri":"Rockefeller_University","surface_form":"Rockefeller University","offset":1755},{"uri":"Kykuit","surface_form":"Kykuit","offset":1922},{"uri":"Commonwealth_Fund","surface_form":"Commonwealth Fund","offset":2269},{"uri":"Nelson_Rockefeller","surface_form":"Nelson Rockefeller","offset":2755},{"uri":"Manuscript_processing","surface_form":"processed","offset":2903},{"uri":"Abby_Aldrich_Rockefeller","surface_form":"Abby Aldrich Rockefeller","offset":4005},{"uri":"Chase_Manhattan_Bank","surface_form":"Chase Manhattan Bank","offset":4375},{"uri":"Standard_Oil","surface_form":"Standard Oil","offset":4465},{"uri":"Paul_Volcker","surface_form":"Paul Volcker","offset":4716},{"uri":"William_G._Bowen","surface_form":"William G. Bowen","offset":4730},{"uri":"Princeton_University","surface_form":"Princeton University","offset":4768},{"uri":"John_C._Whitehead","surface_form":"John C. Whitehead","offset":4794},{"uri":"Goldman_Sachs","surface_form":"Goldman Sachs","offset":4836},{"uri":"Rockefeller_Center","surface_form":"Rockefeller Center","offset":5064},{"uri":"David_Rockefeller%2C_Jr.","surface_form":"David Rockefeller, Jr.","offset":5172},{"uri":"Du_Pont_family","surface_form":"DuPonts","offset":5404},{"uri":"Mellon_family","surface_form":"Mellons","offset":5420},{"uri":"Standard_Oil","surface_form":"Standard Oil","offset":5577},{"uri":"Andrew_Carnegie","surface_form":"Andrew Carnegie","offset":5968},{"uri":"Carnegie_Corporation","surface_form":"Carnegie Corporation","offset":6004},{"uri":"New_York_Times","surface_form":"New York Times","offset":6874},{"uri":"David_Rockefeller","surface_form":"David Rockefeller","offset":6934},{"uri":"Standard_Oil","surface_form":"Standard Oil","offset":7292},{"uri":"Henry_Flagler","surface_form":"Henry Flagler","offset":7325},{"uri":"Henry_H._Rogers","surface_form":"Henry H. Rogers","offset":7343},{"uri":"Henry_Kissinger","surface_form":"Henry Kissinger","offset":7389},{"uri":"Nelson_Mandela","surface_form":"Nelson Mandela","offset":7406},{"uri":"Richard_Parsons_(businessman)","surface_form":"Richard Parsons","offset":7422},{"uri":"Time_Warner","surface_form":"Time Warner","offset":7459},{"uri":"C._Fred_Bergsten","surface_form":"C. Fred Bergsten","offset":7473},{"uri":"Peter_G._Peterson","surface_form":"Peter G. Peterson","offset":7491},{"uri":"Blackstone_Group","surface_form":"Blackstone Group","offset":7533},{"uri":"Paul_Volcker","surface_form":"Paul Volcker","offset":7556},{"uri":"Honor_Award","surface_form":"Honor Award","offset":7613},{"uri":"National_Building_Museum","surface_form":"National Building Museum","offset":7634},{"uri":"The_Palisades_(Hudson_River)","surface_form":"Hudson River Palisades","offset":7966},{"uri":"Williamsburg%2C_Virginia","surface_form":"Williamsburg, Virginia","offset":8009},{"uri":"Rockefeller_Center","surface_form":"Rockefeller Center","offset":8049},{"uri":"Nelson_Rockefeller","surface_form":"Nelson","offset":8193},{"uri":"UN_headquarters","surface_form":"UN headquarters","offset":8257},{"uri":"France","surface_form":"France","offset":8425},{"uri":"World_War_I","surface_form":"World War I","offset":8438},{"uri":"Rheims_Cathedral","surface_form":"Rheims Cathedral","offset":8463},{"uri":"Fontainebleau","surface_form":"Fontainebleau","offset":8485},{"uri":"Palace_of_Versailles","surface_form":"Palace of Versailles","offset":8514},{"uri":"L%C3%A9gion_d%27honneur","surface_form":"Légion d'honneur","offset":8626},{"uri":"David_Rockefeller","surface_form":"David Rockefeller","offset":8696},{"uri":"Luxor","surface_form":"Luxor","offset":8758},{"uri":"Athens","surface_form":"Athens","offset":8828},{"uri":"Palestine_Archaeological_Museum","surface_form":"Palestine Archaeological Museum","offset":8901},{"uri":"East_Jerusalem","surface_form":"East Jerusalem","offset":8936},{"uri":"Rockefeller_Museum","surface_form":"Rockefeller Museum","offset":8957},{"uri":"Bill_Gates","surface_form":"Bill Gates","offset":9300},{"uri":"Philanthropy","surface_form":"philanthropy","offset":9438},{"uri":"John_Davison_Rockefeller","surface_form":"John D. Sr.","offset":9793},{"uri":"John_Davison_Rockefeller%2C_Jr.","surface_form":"John D. Jr.","offset":9806},{"uri":"John_D._Rockefeller_III","surface_form":"John D. III","offset":9830},{"uri":"Laurance_Spelman_Rockefeller","surface_form":"Laurance Rockefeller","offset":9843},{"uri":"David_Rockefeller","surface_form":"David Rockefeller","offset":9868},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice President of the United States","offset":9989},{"uri":"Nelson_Rockefeller","surface_form":"Nelson Rockefeller","offset":10026},{"uri":"United_States_Senator","surface_form":"United States Senator","offset":10047},{"uri":"Jay_Rockefeller","surface_form":"Jay Rockefeller","offset":10070},{"uri":"Governor_(United_States)","surface_form":"state governor","offset":10088},{"uri":"Winthrop_Rockefeller","surface_form":"Winthrop Rockefeller","offset":10121},{"uri":"Lieutenant_governor_(United_States)","surface_form":"lieutenant governor","offset":10148},{"uri":"Winthrop_Paul_Rockefeller","surface_form":"Winthrop Paul Rockefeller","offset":10169},{"uri":"Michael_Rockefeller","surface_form":"Michael Rockefeller","offset":10229},{"uri":"Anthropologist","surface_form":"anthropologist","offset":10280},{"uri":"New_Guinea","surface_form":"New Guinea","offset":10355},{"uri":"Family_Office","surface_form":"family office","offset":10516},{"uri":"GE_Building","surface_form":"GE Building","offset":10634},{"uri":"Rockefeller_Center","surface_form":"Rockefeller Center","offset":10649},{"uri":"Milbank%2C_Tweed%2C_Hadley_%26amp%3B_McCloy","surface_form":"Milbank, Tweed, Hadley & McCloy","offset":10760},{"uri":"David_Rockefeller","surface_form":"David Rockefeller","offset":10891},{"uri":"Westchester_County","surface_form":"Westchester County","offset":11544},{"uri":"Kykuit","surface_form":"Kykuit","offset":11656}]}