{"id":321414,"url":"http://en.wikipedia.org/wiki/Thelton_Henderson","text":"Thelton Eugene Henderson (born November 28, 1933, Shreveport, Louisiana) is currently a federal judge in the Northern District of California. He has played an important role in civil rights as a lawyer, educator, and jurist.\nCareer.\nHenderson received both his undergraduate and law degrees from University of California, Berkeley. In 1962, he became the Justice Department's first African-American lawyer in the Civil Rights Division. He was sent to the South to monitor local law enforcement for any civil rights abuses, a role that included investigating the 1963 16th Street Baptist Church bombing which killed four girls. In this capacity, he met Martin Luther King and other leaders of the Civil Rights Movement, after winning over their initial skepticism of being a government attorney.\nAfter time in private practice, he served as director of a [http://legalaidsmc.org/ Legal Aid Society of San Mateo County] office in East Palo Alto, California. In 1969, he became assistant dean at Stanford Law School, where he started the minority recruiting program and helped diversify the student body. He also assisted in creating Stanford's clinical program. During this time, he also was a consultant to the U.S. Commission on Civil Rights, Office of Economic Opportunity, Carnegie Corporation, and Ford Foundation. In 1977, he left Stanford to start a law firm which specialized in civil rights, civil liberties and other issues of constitutional law. He also was a law professor at Golden Gate University.\nFederal service.\nIn June 1980, President Jimmy Carter appointed Henderson as U.S. District Court Judge. From 1990 to 1997, Henderson served as Chief Judge for the Northern District of California. Since 1998, he has served as Senior Judge.\nIn the late 1980s, Henderson presided over a long-running case over the fishing industry's practice of snaring dolphins in its tuna nets. Environmental groups charged that millions of dolphins had drowned because of the industry's refusal to follow existing safety regulations. He\nalso rejected attempts by the Clinton and Bush administrations to relax legal standards on fishing practices and loosen dolphin safe labeling on tuna.\nIn a landmark 1995 civil rights case, \"Madrid v. Gomez\", Henderson found the use of force and level of medical care at the Pelican Bay State Prison unconstitutional. During its subsequent federal oversight process, Henderson visited the prison.\nIn a 1997 decision, he struck down Proposition 209, the anti-affirmative action California initiative, as unconstitutional. Many supporters of Proposition 209 criticized his decision, and the next year a three-judge Court of Appeals panel overturned his decision.\nIn 2005, Henderson found that substandard medical care in the California prison system had violated prisoners' rights under the Eighth Amendment to the United States Constitution to be protected from cruel and unusual punishment. Bad medical care had led to unnecessary deaths in California prisons. In 2006, he appointed Robert Sillen as receiver to take over the health care system of the California Department of Corrections and Rehabilitation; he replaced Sillen with J. Clark Kelso in 2008.\nIn addition to his official work, he went to South Africa in 1985 with fellow judge Leon Higginbotham as a judicial observer and guest of the nation's black lawyers association. While there he was briefly detained and interrogated by white policemen.\nHonors and Recognition.\nAmong his awards are the State Bar of California's Bernard Witkin Medal, the Pearlstein Civil Rights Award from the Anti-Defamation League, the Distinguished Service Award by the National Bar Association, the Lewis F. Powell, Jr. Award for Professionalism and Ethics from the American Inns of Court, the Judge Learned Hand Award from the American Jewish Committee and the 2008 Alumnus of the Year Award from the California Alumni Association at the University of California, Berkeley.\nAdditionally, the Thelton E. Henderson Center for Social Justice at Boalt Hall is named for him.\nA documentary on his life, \"Soul of Justice\" by Abby Ginzberg, was released in late 2005.","categories":[],"infobox_types":[],"annotations":[{"uri":"Shreveport%2C_Louisiana","surface_form":"Shreveport, Louisiana","offset":50},{"uri":"Federal_judge","surface_form":"federal judge","offset":88},{"uri":"United_States_District_Court_for_the_Northern_District_of_California","surface_form":"Northern District of California","offset":109},{"uri":"University_of_California%2C_Berkeley","surface_form":"University of California, Berkeley","offset":296},{"uri":"United_States_Department_of_Justice","surface_form":"Justice Department","offset":355},{"uri":"African-American","surface_form":"African-American","offset":382},{"uri":"United_States_Department_of_Justice_Civil_Rights_Division","surface_form":"Civil Rights Division","offset":413},{"uri":"16th_Street_Baptist_Church_bombing","surface_form":"16th Street Baptist Church bombing","offset":567},{"uri":"Martin_Luther_King","surface_form":"Martin Luther King","offset":652},{"uri":"Civil_Rights_Movement","surface_form":"Civil Rights Movement","offset":696},{"uri":"East_Palo_Alto%2C_California","surface_form":"East Palo Alto, California","offset":928},{"uri":"Stanford_Law_School","surface_form":"Stanford Law School","offset":993},{"uri":"U.S._Commission_on_Civil_Rights","surface_form":"U.S. Commission on Civil Rights","offset":1210},{"uri":"Office_of_Economic_Opportunity","surface_form":"Office of Economic Opportunity","offset":1243},{"uri":"Carnegie_Corporation","surface_form":"Carnegie Corporation","offset":1275},{"uri":"Ford_Foundation","surface_form":"Ford Foundation","offset":1301},{"uri":"Golden_Gate_University","surface_form":"Golden Gate University","offset":1486},{"uri":"Jimmy_Carter","surface_form":"Jimmy Carter","offset":1551},{"uri":"Dolphin_safe_label","surface_form":"dolphin safe label","offset":2150},{"uri":"Tuna","surface_form":"tuna","offset":2175},{"uri":"Pelican_Bay_State_Prison","surface_form":"Pelican Bay State Prison","offset":2304},{"uri":"Proposition_209","surface_form":"Proposition 209","offset":2461},{"uri":"Affirmative_action","surface_form":"affirmative action","offset":2487},{"uri":"Eighth_Amendment_to_the_United_States_Constitution","surface_form":"Eighth Amendment to the United States Constitution","offset":2818},{"uri":"Cruel_and_unusual_punishment","surface_form":"cruel and unusual punishment","offset":2890},{"uri":"Receiver_(legal)","surface_form":"receiver","offset":3029},{"uri":"California_Department_of_Corrections_and_Rehabilitation","surface_form":"California Department of Corrections and Rehabilitation","offset":3081},{"uri":"J._Clark_Kelso","surface_form":"J. Clark Kelso","offset":3162},{"uri":"South_Africa","surface_form":"South Africa","offset":3231},{"uri":"Aloyisus_Leon_Higginbotham%2C_Jr.","surface_form":"Leon Higginbotham","offset":3270},{"uri":"State_Bar_of_California","surface_form":"State Bar of California","offset":3486},{"uri":"Bernard_Witkin_Medal","surface_form":"Bernard Witkin Medal","offset":3512},{"uri":"Pearlstein_Civil_Rights_Award","surface_form":"Pearlstein Civil Rights Award","offset":3538},{"uri":"Anti-Defamation_League","surface_form":"Anti-Defamation League","offset":3577},{"uri":"National_Bar_Association","surface_form":"National Bar Association","offset":3640},{"uri":"American_Inns_of_Court","surface_form":"American Inns of Court","offset":3737},{"uri":"American_Jewish_Committee","surface_form":"American Jewish Committee","offset":3799},{"uri":"Thelton_E._Henderson_Center_for_Social_Justice","surface_form":"Thelton E. Henderson Center for Social Justice","offset":3964},{"uri":"Boalt_Hall","surface_form":"Boalt Hall","offset":4014},{"uri":"Abby_Ginzberg","surface_form":"Abby Ginzberg","offset":4091}]}