{"id":32157,"url":"http://en.wikipedia.org/wiki/Salvador%2C_Bahia","text":"Salvador is a Brazilian city, capital of the state of Bahia. It has about 2.7 million inhabitants and an area of.\nIn 2010, the city of Salvador had the 3rd most people in Brazil, after São Paulo and Rio de Janeiro.\nSalvador is the second most popular tourism destination in Brazil, after Rio de Janeiro. Among the points of interest are its famous \"Pelourinho\" (named after the colonial pillories that once stood there) district, its historic churches, and its beaches.\nIn 1985 the Historic Centre of Salvador was made a World Heritage Site by UNESCO.\nAccording to the Guinness Book of Records, the carnival or \"Carnaval\" of Salvador da Bahia is the biggest party on the planet. For an entire week, almost 4 million people celebrate throughout of streets, avenues and squares. It takes about 100 thousand people to organize the event. Salvador has about 800 thousand visitors for this event.\nThe first books that arrived in Salvador were brought by the Jesuits. The first libraries or bookstores that appeared were under the control of the religious missionaries. They mostly had books on religion.\nSports.\nSalvador has many sport activities. The Fonte Nova Stadium, also known as Estádio Octávio Mangabeira is a football stadium started on January 28, 1951. It can hold 66,080 people. The stadium is owned by the Bahia government, and is the home ground of Esporte Clube Bahia. Its formal name honors Octávio Cavalcanti Mangabeira, a civil engineer, journalist, and former Bahia state governor from 1947 to 1954. The stadium is nicknamed Fonte Nova, because it is at Ladeira das Fontes das Pedras. The stadium was closed in 2007 due to an accident. The E.C. Bahia home matches now happen in another stadium, in Pituaçu.\nEsporte Clube Bahia and Esporte Clube Vitória are Salvador's main football teams. Bahia has won 2 national titles, Brazil Trophy in 1959 and the Brazilian League in 1988. Vitória was a runner up in the Brazilian league in 1993 and Brazil Cup in 2010.\nSalvador has two large green areas for the practice of golf. Cajazeiras Golf and Country Club has a 18-hole course. Itapuã Golf Club has a 9-hole course. Tennis is very popular among Salvador's elites. Brasil Open, the country’s most important tournament, happens every year in Bahia.\nDuring the last decades, volleyball has grown steadily in Salvador. It became popular after the gold medal won by Brazil in the 1992 Summer Olympics in Barcelona. The most important tournaments in Bahia are the State Championship, the State League tournament and the Primavera Games. There are also beach volleyball events. Salvador has had many international tournaments. Bowling is practiced both by teenagers and adults in Salvador.\nBahia's basketball league has competed since 1993. They have 57 teams. The sport is very popular in the city of Salvador, especially among students.\nTodos os Santos Bay and Salvador's climatic conditions are ideal for competition and recreational sailing. Salvador has a national racing schedule with dozens of events, also receiving the Mini Transat 6.50 and Les Illes du Soleil races.\nRowing boat races started in the city more than a hundred years ago. It was first practiced by young men from traditional families, who spent their summer vacations there. With the recent fixing of the Dique do Tororó area, Salvador received new lanes for the practice of the sport.","categories":[],"infobox_types":[],"annotations":[{"uri":"Brazil","surface_form":"Brazil","offset":14},{"uri":"Bahia","surface_form":"Bahia","offset":54},{"uri":"Brazil","surface_form":"Brazil","offset":171},{"uri":"S%C3%A3o_Paulo","surface_form":"São Paulo","offset":185},{"uri":"Rio_de_Janeiro","surface_form":"Rio de Janeiro","offset":199},{"uri":"Rio_de_Janeiro","surface_form":"Rio de Janeiro","offset":288},{"uri":"Pillory","surface_form":"pillories","offset":387},{"uri":"Beach","surface_form":"beach","offset":461},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":521},{"uri":"UNESCO","surface_form":"UNESCO","offset":544},{"uri":"Guinness_Book_of_Records","surface_form":"Guinness Book of Records","offset":569},{"uri":"Carnival","surface_form":"carnival","offset":599},{"uri":"Jesuits","surface_form":"Jesuits","offset":953},{"uri":"Libraries","surface_form":"libraries","offset":972},{"uri":"Bookstore","surface_form":"bookstore","offset":985},{"uri":"Religion","surface_form":"religion","offset":1089},{"uri":"Football_(soccer)","surface_form":"football","offset":1213},{"uri":"Esporte_Clube_Bahia","surface_form":"Esporte Clube Bahia","offset":1358},{"uri":"Esporte_Clube_Bahia","surface_form":"Esporte Clube Bahia","offset":1721},{"uri":"Esporte_Clube_Vit%C3%B3ria","surface_form":"Esporte Clube Vitória","offset":1745},{"uri":"Ta%C3%A7a_Brasil","surface_form":"Brazil Trophy","offset":1836},{"uri":"Copa_do_Brasil","surface_form":"Brazil Cup","offset":1952},{"uri":"Golf","surface_form":"golf","offset":2027},{"uri":"Tennis","surface_form":"Tennis","offset":2126},{"uri":"Bahia","surface_form":"Bahia","offset":2250},{"uri":"Volleyball","surface_form":"volleyball","offset":2282},{"uri":"1992_Summer_Olympics","surface_form":"1992 Summer Olympics","offset":2385},{"uri":"Bahia","surface_form":"Bahia","offset":2454},{"uri":"Beach_volleyball","surface_form":"beach volleyball","offset":2556},{"uri":"Bowling","surface_form":"Bowling","offset":2630},{"uri":"Teenager","surface_form":"teenager","offset":2659},{"uri":"Adult","surface_form":"adult","offset":2673},{"uri":"Bahia","surface_form":"Bahia","offset":2693},{"uri":"Basketball","surface_form":"basketball","offset":2701},{"uri":"Team","surface_form":"team","offset":2757},{"uri":"Student","surface_form":"student","offset":2832},{"uri":"Sailing","surface_form":"sailing","offset":2940},{"uri":"Mini_Transat_6.50","surface_form":"Mini Transat 6.50","offset":3031},{"uri":"Rowing_boat","surface_form":"Rowing boat","offset":3080}]}