{"id":321549,"url":"http://en.wikipedia.org/wiki/Software_testing","text":"e=\"preserve\">Software testing takes place during software engineering. It is done before the release to the final audience.\nSoftware testing is meant to see how the software works under different conditions. These conditions might be different depending on what the audience is. Testing is done to understand if it will work correctly, partially fail to work properly, or totally fail to work properly. Each test may be used to see how one, or many, parts of the software work at a point in its development.\nProper performance may be based on specific (written) requirements or standards (which might, for example, be usability). Bad performance, or poor quality, might cause an unhappy audience. This could cause more work needing to be done on the software and higher costs.\nA review of the results of tests may show that some parts of the software system may need to be done again, or may work well. Some bad performances or Software bugs may need to be fixed. After more work on the software, testing may be done again.\nFor larger software systems, tracking may take place checking completeness of the set of tests, test results, and how quickly any problems are fixed. All this information can be used for decision making about how ready the software is, and when it could be released to the final audience.\nSoftware testing may be done with separate parts of the software, with a group of these parts, or with the entire software. Software testing may be done by allowing the software to be used by a small number of people who the software is meant for, under controlled settings. It is then tested with a larger group of people under less controlled settings (beta testing).\nSome related terms are unit testing, white box testing, black box testing, regression testing, manual testing, automated testing, testing tools, test plan, test case, test data and test coverage.","categories":[],"infobox_types":[],"annotations":[{"uri":"Software_engineering","surface_form":"software engineering","offset":49},{"uri":"Software_release","surface_form":"release","offset":93},{"uri":"Audience","surface_form":"audience","offset":114},{"uri":"Software","surface_form":"Software","offset":124},{"uri":"Condition","surface_form":"condition","offset":196},{"uri":"Development","surface_form":"development","offset":495},{"uri":"Performance","surface_form":"performance","offset":515},{"uri":"Requirement","surface_form":"requirement","offset":562},{"uri":"Standard","surface_form":"standard","offset":578},{"uri":"Quality","surface_form":"quality","offset":655},{"uri":"Money","surface_form":"costs","offset":770},{"uri":"Software_bug","surface_form":"Software bug","offset":928},{"uri":"Information","surface_form":"information","offset":1183},{"uri":"Setting","surface_form":"setting","offset":1578},{"uri":"Unit_testing","surface_form":"unit testing","offset":1706},{"uri":"White_box","surface_form":"white box","offset":1720},{"uri":"Black_box","surface_form":"black box","offset":1739},{"uri":"Regression_testing","surface_form":"regression testing","offset":1758},{"uri":"Manual","surface_form":"manual","offset":1778},{"uri":"Automated_testing","surface_form":"automated testing","offset":1794},{"uri":"Testing_tool","surface_form":"testing tool","offset":1813},{"uri":"Test_plan","surface_form":"test plan","offset":1828},{"uri":"Test_case","surface_form":"test case","offset":1839},{"uri":"Test_data","surface_form":"test data","offset":1850},{"uri":"Test_coverage","surface_form":"test coverage","offset":1864}]}