{"id":321655,"url":"http://en.wikipedia.org/wiki/Oxford_Movement","text":"The Oxford Movement was a religious movement within the Church of England, based at the University of Oxford, which began in 1833. Members of this movement were known as 'Tractarians' (from \"Tracts for the Times\", a collection of books, pamphlets and essays that described their beliefs); opponents of the movement called them Newmanites (before 1845) and Puseyites (from 1845), after John Henry Newman and Edward Bouverie Pusey, two leading Tractarians. The members of the movement tried to bring back Catholic doctrine and forms of service (how Sunday services and other forms of worship were carried out in Anglican churches, the Oxford Movement wanting to make these more like a Catholic Mass) into the Church of England. They also believed the Anglican church was an 'apostolic' church, connected directly to the Church of Saint Peter and the other Apostles. John Keble was another leader of the movement.\nAfter publishing ninety Tracts, Newman decided, in Tract 90, that the Branch Theory (that the Anglican, Eastern Orthodox and Roman Churches were all part of the one Church) was not enough, and converted to Catholicism, and later became a Cardinal. Enemies of the Movement thought this proved that they were trying to reunify with Rome. Others followed Newman to Rome (for example, Henry Edward Manning, another important Tractarian, converted in 1851) while others, such as Pusey and John Keble, remained in the Anglican Church to continue the work of reforming it.\nToday, it is represented in the 'Anglo-Catholic' or High Church (more Catholic, as opposed to Low Church, more Protestant) part of the Anglican Church, the smaller, conservative part. Recently, with the Anglican Church debating if female clergymen should be allowed, some Anglo-Catholics, such as Bishop Burnham, Bishop Newton and sixty priests have left the Church and converted to Rome in protest, as they do not believe female bishops, or female priests should be allowed.","categories":[],"infobox_types":[],"annotations":[{"uri":"University_of_Oxford","surface_form":"University of Oxford","offset":88},{"uri":"John_Henry_Newman","surface_form":"John Henry Newman","offset":385},{"uri":"Edward_Bouverie_Pusey","surface_form":"Edward Bouverie Pusey","offset":407},{"uri":"Catholic","surface_form":"Catholic","offset":683},{"uri":"Mass_(liturgy)","surface_form":"Mass","offset":692},{"uri":"Saint_Peter","surface_form":"Saint Peter","offset":828},{"uri":"John_Keble","surface_form":"John Keble","offset":864},{"uri":"Eastern_Orthodox","surface_form":"Eastern Orthodox","offset":1015},{"uri":"Rome","surface_form":"Rome","offset":1241},{"uri":"Protestant","surface_form":"Protestant","offset":1588},{"uri":"Bishop","surface_form":"bishop","offset":1907}]}