{"id":321622,"url":"http://en.wikipedia.org/wiki/Oracle_of_Delphi","text":"The Oracle of Delphi was an institution in Ancient Greece, dedicated to the god Apollo. Only one priestess operated at Delphi at any one time, and the name given to her was 'the Pythia'. The woman gave up her own name when she became priestess.\nThe Temple of Apollo was at Delphi, on the slopes of Mount Parnassus in Greece. According to legend, the god answered questions through the medium of the priestess, who was famous for her ambiguous predictions. Scholars from time to time have suggested that burning Oleander or volcanic gases played their part in her strange utterings.\nCroesus of Lydia.\nIn 560 BC Croesus, King of Lydia in 580 BC, went to the Delphic Oracle and the Oracle at Thebes for advice. He asked if he should make war on the Persians. Both oracles gave the same response, that if Croesus crossed the river (made war on the Persians), \"a mighty empire would be destroyed\". They also advised him to seek out the most powerful Greek peoples and make alliance with them.\nFamous for ambiguity.\nAn example of her ambiguity is \"You will go you will return never in war will you perish\". This can be read with a comma either before of after the word \"never\". Thus it covers both outcomes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Greece","surface_form":"Ancient Greece","offset":43},{"uri":"Apollo","surface_form":"Apollo","offset":80},{"uri":"Temple_of_Apollo","surface_form":"Temple of Apollo","offset":249},{"uri":"Delphi","surface_form":"Delphi","offset":273},{"uri":"Mount_Parnassus","surface_form":"Mount Parnassus","offset":298},{"uri":"Greece","surface_form":"Greece","offset":317},{"uri":"Ambiguity","surface_form":"ambiguous","offset":433},{"uri":"Oleander","surface_form":"Oleander","offset":511},{"uri":"BC","surface_form":"BC","offset":607},{"uri":"Croesus","surface_form":"Croesus","offset":610},{"uri":"Lydia","surface_form":"Lydia","offset":627},{"uri":"BC","surface_form":"BC","offset":640},{"uri":"Thebes","surface_form":"Thebes","offset":689},{"uri":"Persians","surface_form":"Persians","offset":746}]}