{"id":321645,"url":"http://en.wikipedia.org/wiki/Norbit","text":"\"Norbit\" is a 2007 movie directed by Brian Robbins, and starring Eddie Murphy. It was released on February 9, 2007 and was a box-office success and was acclaimed from audience although it received poor reviews from film critics.\nPlot.\nNorbit Albert Rice (Eddie Murphy) and Kate Thomas (Thandie Newton) are childhood best friends at the Golden Wonton Orphanage and Chinese restaurant run by Mr. Wong (Murphy), until Kate is adopted and they are separated. While being bullied by twins at a playground one day, Norbit is saved by Rasputia Latimore (Murphy), an overweight tough girl who, in return for scaring him to be her boyfriend, protects him from bullies and frightens the other children into playing with him. When they reach adulthood, Rasputia becomes an overbearing, moody, vindictive woman.\nEventually, the two marry, partly due to pressure from Rasputia's three coarse, thuggish older brothers Big Black Jack (Terry Crews), Earl (Clifton Powell) and Blue (Lester \"Rasta\" Speight), who the whole town (except Mr. Wong) live in fear of and also make Norbit their bookkeeper at their building company. During their marriage Rasputia bullies, tyrannises and insults Norbit to keep him to herself, until she eventually resents him and has an affair with her dance instructor Buster (Marlon Wayans).\nDuring a puppet show at the orphanage, Norbit vents out his anger at Rasputia's cheating when he unexpectedly sees Kate for the first time in years. Stunned by her return, he falls in love with her again when she reveals that she is buying the Golden Wonton; the following Tuesday, whie out to lunch with Kate, he is dejected to find out she has become engaged to a man called Deion (Cuba Gooding, Jr.).\nWith help from his ex-pimp friends Pope Sweet Jesus (Eddie Griffin) and Lord Have Mercy (Katt Williams), Norbit eventually manages to go on a date with Kate without Rasputia's knowledge. Deion is revealed to be a gold digger and a crooked businessman, who is helping the Latimore brothers in their plans to convert the orphanage into a strip club called Nipplopolis, and they dupe Norbit into getting Kate to sign the papers which will renew the liquor licence and put it in their name. When Norbit meets Kate that evening, it leads to him help her reciting her wedding vows, and the two kiss, leading Kate to reconsider her wedding. When Norbit returns home, he learns that Rasputia witnessed the whole thing, and she threatens to kill Kate if Norbit ever sees her again.\nWhen Kate confronts Norbit (who has been locked in the basement by Rasputia) about the deal, he reluctantly insults her to stop Rasputia following through with her threat of violence. Rasputia then adds that ever since Kate came back to town, Norbit has played her, causing her to run away in sadness while Rasputia laughs and mocks her. Norbit decides to leave town for good, but not before tries in vain to warn Kate about Deion.\nAfter that, Norbit is caught by the Latimore brothers and imprisoned in the basement again, but not before they reveal their plans for the orphanage. Blue is chosen to stay and keep watch, but Norbit escapes and races to the church by bicycle. Although the Latimores try to stop him, Norbit arrives at the church and tells Kate about Deion's gold-digging, but his proof of Deion's divorce settlements were destroyed after he fell into a pond. However, Deion's ex-wives arrive with their children by him, each with conflicting tales about him as arranged by Norbit to help him find more proof of Deion's wrongdoings.\nDeion runs away with his ex-wives in pursuit, effectively ending his marriage to Kate. Furious, the Latimore brothers try to kill Norbit for ruining their plans, but the townspeople unite and protect him. In a blind fury, Rasputia fights her way through the crowd armed with a spade and tries to bludgeon Norbit to death, but is harpooned in the backside by Mr. Wong. She and her brothers are run out of town, and Kate reconciles with Norbit, and the two share a kiss. Norbit then ends his marriage to Rasputia, on the grounds of her affair with Buster and her attempted murder of him.\nKate and Norbit buy the orphanage and marry under the same tree where they played in childhood. Meanwhile, Rasputia and her brothers flee to Mexico where they open the strip bar El Nipplopolis, where Rasputia becomes their most lucrative stripper.","categories":[],"infobox_types":["Movie |"],"annotations":[{"uri":"Movie","surface_form":"movie","offset":19},{"uri":"Director_(film)","surface_form":"directed","offset":25},{"uri":"Brian_Robbins","surface_form":"Brian Robbins","offset":37},{"uri":"Eddie_Murphy","surface_form":"Eddie Murphy","offset":65},{"uri":"Eddie_Murphy","surface_form":"Eddie Murphy","offset":255},{"uri":"Thandie_Newton","surface_form":"Thandie Newton","offset":286},{"uri":"Restaurant","surface_form":"restaurant","offset":372},{"uri":"Bullying","surface_form":"bullied","offset":467},{"uri":"Twins","surface_form":"twins","offset":478},{"uri":"Playground","surface_form":"playground","offset":489},{"uri":"Terry_Crews","surface_form":"Terry Crews","offset":920},{"uri":"Clifton_Powell","surface_form":"Clifton Powell","offset":940},{"uri":"Lester_%26quot%3BRasta%26quot%3B_Speight","surface_form":"Lester \"Rasta\" Speight","offset":966},{"uri":"Bookkeeping","surface_form":"bookkeeper","offset":1071},{"uri":"Marlon_Wayans","surface_form":"Marlon Wayans","offset":1288},{"uri":"Puppet_show","surface_form":"puppet show","offset":1313},{"uri":"Infidelity","surface_form":"cheating","offset":1384},{"uri":"Engagement","surface_form":"engaged","offset":1657},{"uri":"Cuba_Gooding%2C_Jr.","surface_form":"Cuba Gooding, Jr.","offset":1688},{"uri":"Pimp","surface_form":"pimp","offset":1730},{"uri":"Eddie_Griffin","surface_form":"Eddie Griffin","offset":1761},{"uri":"Katt_Williams","surface_form":"Katt Williams","offset":1797},{"uri":"Dating","surface_form":"date","offset":1850},{"uri":"Gold_digger","surface_form":"gold digger","offset":1921},{"uri":"Strip_club","surface_form":"strip club","offset":2044},{"uri":"Basement","surface_form":"basement","offset":2536},{"uri":"Bicycle","surface_form":"bicycle","offset":3148},{"uri":"Harpoon","surface_form":"harpooned","offset":3858},{"uri":"Mexico","surface_form":"Mexico","offset":4256}]}