{"id":321842,"url":"http://en.wikipedia.org/wiki/Augustana_College_(Illinois)","text":"Augustana College is a private liberal arts college in Rock Island, Illinois, United States. The college has about 2,500 students. Its campus is on of hilly, wooded land, adjacent to the Mississippi River. Ninety-one percent of the full-time faculty hold Ph.D.s or the terminal degrees in their field.\nHistory.\nGraduates of the universities of Uppsala and Lund in Sweden started the college in 1860 in Chicago. In 1863, Augustana moved to Paxton, Illinois. In 1875, it moved to Rock Island, Illinois to be near a large Swedish Lutheran community. After 1890 an increasingly large Swedish American community in America promoted new cultural institutions, including a lively Swedish-language press, many new churches, several colleges, and a network of ethnic organizations. The result was to build a sense of Swedishness in the United States. This made a self-confident Americanized generation. Augustana College put itself in the lead of the movement to affirm Swedish American identity. In the early years, all the students had been born in Sweden but by 1890 the second generation of American-born students predominated. They typically had white-collar or professional backgrounds; few were the sons and daughters of farmers and laborers. These middle class youth developed an idealized view of Sweden, characterized by romanticism, patriotism, and idealism. The new generation was especially proud of the Swedish contributions to American democracy and the creation of a republic that promised liberty and ended slavery.\nAcademics.\nAugustana ranks among the top forty U.S. liberal arts colleges in the sciences, based on the number of graduates earning Ph.D.s. Students accepted to Augustana typically rank in the top 10% of their high school classes. The middle 50 percent of enrolled students for the class of 2012 scored 24-29 on the ACT, well above the national averages. Augustana College is considered highly selective.\nAcademic Programs.\nAccounting, Africana Studies, Anthropology, Art, Art History, Astronomy, Biochemistry, Biology, Business Administration, Chinese, Chemistry, Classics, Communication Sciences & Disorders (including Speech Pathology and Audiology), Communication Studies, Computer Science, Creative Writing, Economics, Education, Engineering, Engineering Physics, English, French, Geography, Geology, German, Graphic Design, History, International Business, Japanese, Landscape Architecture, Mathematics, Multimedia Journalism, Music, Neuroscience, Philosophy, Physics, Political Science, Psychology, Religion, Scandinavian, Sociology, Spanish, Theatre, World Literature\nPre-Professional Programs.\nDentistry, Law, Medicine, Nursing, Occupational Therapy, Optometry, Pharmacy, Physical Therapy, Veterinary Medicine\nInterdisciplinary Programs.\nAfricana Studies, Asian Studies, Environmental Management and Forestry, Environmental Studies, Latin American Studies, Medieval and Renaissance Studies, Neuroscience, Women's and Gender Studies\nAcademic buildings.\nOld Main was constructed between 1884 and 1893. It is listed on the National Register of Historic Places. The Hanson Hall of Science was dedicated in 1998 is the largest academic building serving about 700 students in 17 majors, minors and concentrations. The Hanson Hall of Science's facilities and resources include seven classrooms, thirty-five laboratories (including a cadaver lab), a 400 MHz liquid-and solid-state NMR (nuclear magnetic resonance) spectrometer, scanning electron microscope, instrumentation for X-ray powder crystallography and a 40-foot greenhouse.\nResidential complexes.\nAugustana has five traditional residence halls: Andreen Hall, Erickson Residence Center, Seminary Hall, Swanson Commons, and Westerlin Residence Center. All five of these residence halls are coeducational. The majority of first year and sophomore year students live in one of these five residence halls. For upperclassmen, Augustana also offers Transitional Living Areas (TLAs) in which Augustana students live in either apartment-like buildings or traditional off-campus houses administered by the college's Office of Residential Life. The school takes care of basic maintenance in these areas, some of which are House on the Hill, Naeseth, and Arbaugh Apartments. These areas usually have 2-6 students who share a bathroom, a kitchen, and other living spaces.\nAugustana provides several services to attending students. Services include: campus ministries, career center, student counseling, academic advising, student employment, business office, food services, safety office, campus security, computer services, and campus recreation.\nAthletics.\nThe Augustana Vikings compete in the NCAA Division III College Conference of Illinois and Wisconsin (CCIW). The Vikings compete in a combined total of 22 male and female team sports, and five out of seven students compete in some form of varsity, club, or intramural sport. The Augustana College football team won four NCAA Division III national championships in a row from 1983 - 1986 under Coach Bob Reade. Coach Reade's overall winning percentage of 87% is second only to Larry Kehres and Knute Rockne on the all-time list. Augustana College was a member of the Illinois Intercollegiate Athletic Conference from 1912-1937.\nCurrent varsity sports include: baseball, basketball (m/w), cross country (m/w), football, golf (m/w), lacrosse (m/w), soccer (m/w), softball, swimming (m/w), tennis (m/w), track and field (m/w), volleyball, wrestling.","categories":[],"infobox_types":["university"],"annotations":[{"uri":"Liberal_arts_colleges_in_the_United_States","surface_form":"liberal arts college","offset":31},{"uri":"Rock_Island%2C_Illinois","surface_form":"Rock Island, Illinois","offset":55},{"uri":"United_States","surface_form":"United States","offset":78},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":187},{"uri":"Chicago","surface_form":"Chicago","offset":402},{"uri":"Paxton%2C_Illinois","surface_form":"Paxton, Illinois","offset":439},{"uri":"Rock_Island%2C_Illinois","surface_form":"Rock Island, Illinois","offset":478},{"uri":"Swedish_American","surface_form":"Swedish American","offset":580},{"uri":"Speech_Pathology","surface_form":"Speech Pathology","offset":2145},{"uri":"Audiology","surface_form":"Audiology","offset":2166},{"uri":"Neuroscience","surface_form":"Neuroscience","offset":2924},{"uri":"Gender_Studies","surface_form":"Women's and Gender Studies","offset":2938},{"uri":"Old_Main%2C_Augustana_College","surface_form":"Old Main","offset":2985},{"uri":"National_Register_of_Historic_Places","surface_form":"National Register of Historic Places","offset":3053},{"uri":"Nuclear_magnetic_resonance","surface_form":"nuclear magnetic resonance","offset":3411},{"uri":"Crystallography","surface_form":"crystallography","offset":3516},{"uri":"Weyerhaeuser_House","surface_form":"House on the Hill","offset":4195},{"uri":"National_Collegiate_Athletic_Association","surface_form":"NCAA","offset":4667},{"uri":"College_Conference_of_Illinois_and_Wisconsin","surface_form":"College Conference of Illinois and Wisconsin","offset":4685},{"uri":"Sport","surface_form":"sport","offset":4805},{"uri":"Varsity_team","surface_form":"varsity","offset":4868},{"uri":"Bob_Reade","surface_form":"Bob Reade","offset":5028},{"uri":"Larry_Kehres","surface_form":"Larry Kehres","offset":5105},{"uri":"Knute_Rockne","surface_form":"Knute Rockne","offset":5122},{"uri":"Illinois_Intercollegiate_Athletic_Conference","surface_form":"Illinois Intercollegiate Athletic Conference","offset":5195}]}