{"id":321818,"url":"http://en.wikipedia.org/wiki/Cinematic_Sunrise","text":"Cinematic Sunrise was an American rock band signed to Equal Vision Records. The members of the band were Craig Owens (vocals), Bradley Bell (piano), Bryan Beeler (guitar), Marcus VanKirk (bass), Nick Martin (guitar), and Dave Shapiro (drums). Their only released work, \"A Coloring Storybook and Long Playing Record\" included a coloring book and four colored pencils with the purchase of the EP. \"Basically, the whole idea - everything about Cinematic Sunrise - is just happy and fun. And there's nothing more fun than coloring,\" explains vocalist Craig Owens about the decision to include the [http://rnrnonsense.toomanyvoices.com/img/200807/CinematicSunrise-package.jpg coloring book] with the EP.\nHistory.\nOwens and Bell were both in Chiodos at the time Cinematic Sunrise formed. The group differs majorly from Chiodos's post-hardcore sound, as Cinematic Sunrise plays more of pop rock and pop punk. The group's debut EP, titled \"A Coloring Storybook and Long Playing Record\", was released on May 13, 2008. Beeler recorded, and produced the EP. The EP barely reached the Billboard charts, at #196. The EP also hit #8 on the Top Heatseekers chart. It also got to #26 on the Top Independent Albums chart. The EP was re-released in late October 2008, with two new songs. This was because they ran out of the original copies, selling past 10,000 copies.\nA Coloring Storybook and Long Playing Record.\n\"A Coloring Storybook and Long-Playing Record\" is the first and only EP by the band Cinematic Sunrise, who is a side project of Chiodos' Bradley Bell and Craig Owens. The pair's pop rock project is all about having a good time and making music that is innocent and fun to play. The record was first released with four color pencils. These would be used in a book that includes drawings of animals with pictures of the band members hidden somewhere in the coloring page. Craig Owens said in an interview that he wanted crayons, not colored pencils. He was supposedly not happy with Equal Vision's mistake.\nOn October 14, 2008, Equal Vision Records re-released \"A Coloring Storybook and Long-Playing Record\". The re-release includes two bonus tracks. They were titled \"If Lilly Isn't Back by Sunset\" and \"Crossing Our Fingers for Summer\".","categories":[],"infobox_types":["album"],"annotations":[{"uri":"Rock_(music)","surface_form":"rock","offset":34},{"uri":"Band","surface_form":"band","offset":39},{"uri":"Equal_Vision_Records","surface_form":"Equal Vision Records","offset":54},{"uri":"Craig_Owens","surface_form":"Craig Owens","offset":105},{"uri":"Vocals","surface_form":"vocals","offset":118},{"uri":"Bradley_Bell","surface_form":"Bradley Bell","offset":127},{"uri":"Piano","surface_form":"piano","offset":141},{"uri":"Guitar","surface_form":"guitar","offset":163},{"uri":"Bass_guitar","surface_form":"bass","offset":188},{"uri":"Pencil","surface_form":"pencil","offset":358},{"uri":"Chiodos","surface_form":"Chiodos","offset":736},{"uri":"Post-hardcore","surface_form":"post-hardcore","offset":823},{"uri":"Pop_rock","surface_form":"pop rock","offset":879},{"uri":"Pop_punk","surface_form":"pop punk","offset":892},{"uri":"Billboard_magazine","surface_form":"Billboard","offset":1073},{"uri":"Chiodos","surface_form":"Chiodos","offset":1526},{"uri":"Craig_Owens","surface_form":"Craig Owens","offset":1552},{"uri":"Innocent","surface_form":"innocent","offset":1650},{"uri":"Picture","surface_form":"picture","offset":1800},{"uri":"Crayons","surface_form":"crayons","offset":1916}]}