{"id":321989,"url":"http://en.wikipedia.org/wiki/Jack_Abramoff","text":"Jack Abramoff (; born February 28, 1958) is an American former lobbyist and businessman. In 2006, courts found him guilty of mail fraud and conspiracy. He was the center of very large corruption investigation. The investigation led to the conviction of White House officials J. Steven Griles and David Safavian, U.S. Representative Bob Ney, and nine other lobbyists and Congressional aides. He served three years, six months of a six-year sentence in federal prison before being released early to a Baltimore halfway house on June 8, 2010.\nAbramoff was College Republican National Committee National Chairman from 1981 to 1985. He was a founding member of the International Freedom Foundation. He later became a lobbyist for the firm of Preston Gates & Ellis and later the firm of Greenberg Traurig. He served as a director of the National Center for Public Policy Research, a conservative think tank, and Toward Tradition. His wife Pam and their five children live in Maryland.\nAbramoff's lobbying and the scandals and investigation are the subject of two 2010 movies. These first movie was the documentary \"Casino Jack and the United States of Money\". It was released in May 2010. The second movie was \"Casino Jack\". It was released on December 17, 2010 and starred Kevin Spacey as Abramoff.\nScandal and criminal investigations.\nIn late 2004, the Senate Indian Affairs Committee began to investigate Abramoff's lobbying for American Indian tribes and casinos. In September he was called before the Committee to answer questions about that work. He did not answer their questions and pleaded the fifth. In August 2005, Abramoff and Kidan were indicted by a federal jury in Miami for wire fraud in their dealings with SunCruz Casinos.\nOn January 3, 2006, Abramoff said he was guilty of three criminal felonies related to the defrauding of American Indian tribes and corruption of public officials in a Washington, D.C., federal court. The four tribes Abramoff and his associates had been involved with included Michigan's Saginaw Chippewas, California's Agua Caliente, the Mississippi Choctaws, and the Louisiana Coushattas. It was said that Abramoff defrauded the tribes of tens of millions of dollars.\nThe next day, he said he was guilty of two criminal felonies in a separate federal court, in Miami. These felonies involved the SunCruz deal.\nOn September 4, 2008, a Washington court found Abramoff guilty of trading expensive gifts, meals and sports trips for political favors. He was given a four-year term in prison. This time was to be served concurrent (\"at the same time\") with his earlier sentences.\nAbramoff served three and a half years of a six-year sentence for conspiracy, honest services fraud, and tax evasion. He could have spent up to 11 years in prison for the mail fraud, conspiracy, and tax evasion charges because of the influence-peddling scandal in Washington. U.S. District Judge Ellen Segal Huvelle sentenced Abramoff to four years in federal prison on September 4, 2008. Abramoff helped in a bribery investigation involving lawmakers, their aides, and members of the George W. Bush administration.\nBiography.\nJack Abramoff was born in Atlantic City, New Jersey into a wealthy and well known Jewish family. His father, Franklin Abramoff, was president of the Franchises unit of Diners Club.\nIn 1968, when Abramoff was 10, his family moved to Beverly Hills, California. Abramoff studied at Beverly Hills High School. In high school he played football and was a member of the wrestling team.\nAs an undergraduate at Brandeis University, Abramoff was Chairman of the Massachusetts Alliance of College Republicans. That group organized student volunteers for Ronald Reagan's 1980 presidential campaign. He graduated with a B.A. in English in 1981. He took six years to finish his degree. Abramoff got his Juris Doctor from the Georgetown University Law Center in 1986.\nAfter graduating from Brandeis, Abramoff ran for election as chairman of the College Republican National Committee (CRNC). His campaign cost over $10,000 and was managed by Grover Norquist. Abramoff won the election after his main competitor was persuaded to drop out. Norquist was executive director of the committee under Abramoff. He later recruited Ralph Reed, a former president of the University of Georgia College Republicans chapter, as an unpaid intern. Reed was invited to sleep on Abramoff’s couch. At the CRNC, Abramoff created political alliances with College Republican chapter presidents across the nation. Many of these people later had key roles in state and national politics and business. Some of them would later work with Abramoff as a lobbyist. Some of those relationships were a main part of the federal investigation.\nIn 1985, Abramoff joined Citizens for America. It was a pro-Reagan group that helped Oliver North build support for the Nicaraguan Contras. Citizens for America had a meeting of anti-Communist rebel leaders known as the Democratic International in Jamba, Angola. This conference included leaders of the Mujahedeen from Afghanistan, UNITA from Angola, the Contras, and opposition groups from Laos. Out of this conference came the International Freedom Foundation. Abramoff helped to organize, and also went to the conference. Abramoff's membership ended badly when Citizens for America's sponsor Lewis Lehrman, a former New York gubernatorial candidate, said that Abramoff had spent his money carelessly.\nIn 1986, Reagan made Abramoff a member of the United States Holocaust Memorial Council.\nAbramoff became a full-time lobbyist and used his CRNC friends to gain access to members of the Bush Administration. He represented indian tribes and on-line gambling interests. To get the gaming interest to hire him to fight against new laws to control gambling, Abramoff had his friends start efforts against gambling. Abramoff bought a restaurant in Washington, D.C. He used it to impress clients and government officials. Abramoff got press coverage and was known for wearing a fedora hat. Abramoff started a charity called the \"Capital Athletic Foundation\". In 2002, Abramoff started an Orthodox Jewish school in Maryland called \"Eshkol Academy\".\nIndian tribes grand jury investigations.\nAbramoff and his partner Michael Scanlon (a former Tom DeLay aide) conspired to bilk Indian casinos of about $85 million. The lobbyists also created lobbying against their own clients to force them to pay for lobbying services. These actions were the subject both of criminal prosecution and hearings by the Senate Indian Affairs Committee. On November 21, 2005, Scanlon pleaded guilty to conspiring to bribe a member of Congress and other public officials.\nOn January 3, 2006, Abramoff pleaded guilty to three felony counts (conspiracy, fraud, and tax evasion) involving his lobbying activities in Washington on behalf of Native American tribes. Abramoff and other defendants had to pay back at least $25 million that they took from clients. Abramoff also owes the Internal Revenue Service $1.7 million because of the tax evasion. In the agreement, Abramoff said he bribed public officials, including Ney. Also included: the hiring of congressional staffers and conspiring with them to lobby their former employers. This included members of Congress.\nLater in 2006 Abramoff lobbyists Neil Volz and Tony Rudy pleaded guilty to conspiracy charges. In September 2006, Ney pleaded guilty to conspiracy and making false statements.\nSunCruz Casinos fraud conviction.\nOn August 11, 2005, Abramoff and Kidan were indicted by a federal grand jury in Fort Lauderdale, Florida, on fraud charges from a 2000 deal to buy SunCruz Casinos from Konstantinos \"Gus\" Boulis. Abramoff and Kidan were said to have used a fake wire transfer to make people believe that they had made a $23 million down payment needed to qualify for a $60 million loan. Kidan received the same sentence as Abramoff — 5 years, 10 months — which he began serving at Fort Dix Federal Penetentiary, in Fort Dix, New Jersey, on October 23, 2006. Ney also was implicated in helping to make the deal.\nAfter the partners bought SunCruz in September 2000, the business relationship with Boulis got bad. It ending in a fight between Kidan and Boulis in December 2000. In February 2001 Boulis was murdered in his car. The murder is currently not solved. SunCruz is now owned by Oceans Casinos Cruises.\nOn March 29, 2006, Abramoff and Kidan were both sentenced in the SunCruz case to the minimum amount of 70 months. They also had to pay US$21.7 million in restitution. The judge, U.S. District Judge Paul C. Huck, got over 260 pleas for leniency from people. These included \"rabbis, military officers and even a professional hockey referee.\" The defendants are still helping with federal investigators and will be sentenced later in the Indian lobbying case.\nGuam grand jury investigation.\nIn 2002, Guam Superior Court hired Abramoff to lobby against a bill wanting to put the Superior Court under the authority of the Guam Supreme Court. On November 18, 2002, a grand jury issued a subpoena demanding that the administrator of the Guam Superior Court release all records dealing with to the contract. On November 19, 2002, U.S. Attorney Frederick A. Black, the chief prosecutor for Guam and the person who caused the indictment, was removed from the office he had held since 1991. The federal grand jury investigation was quickly ended and took no more action. In 2005 Public Auditor Doris Flores Brooks started a new investigation of the Abramoff contract.\nIn 2006 California attorney and Marshall Islands lobbyist Howard Hills, and Tony Sanchez, a former administrator of the Guam Superior Court, were indicted for unlawful influence, conspiracy for unlawful influence, theft of property held in trust, and official misconduct. It is believed that they allowed 36 payments of $9,000 in connection with a contract between Hills and the Guam Superior Court. These payments were written out to Hills, but went to Abramoff. Hills trusted Sanchez as a court official. Hills believed that this was temporary and agreed to help with the transition for what he thought was a standard government contract between Abramoff and the court. For this Hills got nothing. Before indictments or investigations were started, Hills ended his temporary contract with Abramoff and reported what he thought was unusual behavior to public officials when he thought that something may be wrong. In 2007, indictments were issued against Hills and Sanchez. In 2008 more indictments were handed down against Abramoff and Abramoff's firm at the time, Greenberg Traurig. The charges against both attorney Howard Hills and Greenberg Traurig have since been dismissed.\nIncarceration and recent life.\nOn November 15, 2006, Abramoff began serving his term in the minimum security prison of Federal Correctional Institution, Cumberland, Maryland, as inmate number 27593-112. The Justice Department asked that he serve his sentence there so that he would be closer to agents in Washington to help with the investigations of his associates.\nOn June 8, 2010, Abramoff was transferred to a halfway house in Baltimore, Maryland. While there, he worked for kosher pizza firm Tov Pizza. He earned between $7.50 and $10.00 per hour.\nHe was released from the halfway house on December 3, 2010. On December 13, 2010, it was said that Abramoff ended working at Tov Pizza.\nOn 8 December 2011 Abramoff was on The Colbert Report. He promoted his book \"Capitol Punishment: The Hard Truth About Corruption From America's Most Notorious Lobbyist\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":47},{"uri":"Lobbyist","surface_form":"lobbyist","offset":63},{"uri":"Business","surface_form":"business","offset":76},{"uri":"Court","surface_form":"court","offset":98},{"uri":"Guilt_(law)","surface_form":"guilty","offset":115},{"uri":"Jack_Abramoff_Indian_lobbying_scandal","surface_form":"mail fraud and conspiracy","offset":125},{"uri":"Corruption","surface_form":"corruption","offset":184},{"uri":"Investigation","surface_form":"investigation","offset":195},{"uri":"Conviction","surface_form":"conviction","offset":239},{"uri":"White_House","surface_form":"White House","offset":253},{"uri":"Official","surface_form":"official","offset":265},{"uri":"J._Steven_Griles","surface_form":"J. Steven Griles","offset":275},{"uri":"David_Safavian","surface_form":"David Safavian","offset":296},{"uri":"United_States_House_of_Representatives","surface_form":"U.S. Representative","offset":312},{"uri":"Bob_Ney","surface_form":"Bob Ney","offset":332},{"uri":"Lobbyist","surface_form":"lobbyist","offset":356},{"uri":"United_States_Congress","surface_form":"Congressional","offset":370},{"uri":"Sentence","surface_form":"sentence","offset":439},{"uri":"Federal_government","surface_form":"federal","offset":451},{"uri":"Prison","surface_form":"prison","offset":459},{"uri":"Baltimore","surface_form":"Baltimore","offset":499},{"uri":"Halfway_house","surface_form":"halfway house","offset":509},{"uri":"College_Republican_National_Committee","surface_form":"College Republican National Committee","offset":553},{"uri":"Nation","surface_form":"Nation","offset":591},{"uri":"Chairman","surface_form":"Chairman","offset":600},{"uri":"Found","surface_form":"founding member","offset":637},{"uri":"International_Freedom_Foundation","surface_form":"International Freedom Foundation","offset":660},{"uri":"Law_firm","surface_form":"firm","offset":729},{"uri":"Preston_Gates_%26amp%3B_Ellis","surface_form":"Preston Gates & Ellis","offset":737},{"uri":"Greenberg_Traurig","surface_form":"Greenberg Traurig","offset":781},{"uri":"Board_of_Directors","surface_form":"director","offset":815},{"uri":"National_Center_for_Public_Policy_Research","surface_form":"National Center for Public Policy Research","offset":831},{"uri":"Conservatism","surface_form":"conservative","offset":877},{"uri":"Think_tank","surface_form":"think tank","offset":890},{"uri":"Toward_Tradition","surface_form":"Toward Tradition","offset":906},{"uri":"Maryland","surface_form":"Maryland","offset":969},{"uri":"Scandal","surface_form":"scandal","offset":1007},{"uri":"Movie","surface_form":"movie","offset":1062},{"uri":"Documentary","surface_form":"documentary","offset":1096},{"uri":"Casino_Jack_and_the_United_States_of_Money","surface_form":"Casino Jack and the United States of Money","offset":1109},{"uri":"Casino_Jack","surface_form":"Casino Jack","offset":1205},{"uri":"Cast_member","surface_form":"starred","offset":1260},{"uri":"Kevin_Spacey","surface_form":"Kevin Spacey","offset":1268},{"uri":"United_States_Senate","surface_form":"Senate","offset":1349},{"uri":"Indian_Affairs_Committee","surface_form":"Indian Affairs Committee","offset":1356},{"uri":"Native_American","surface_form":"American Indian tribes","offset":1426},{"uri":"Casino","surface_form":"casino","offset":1453},{"uri":"Pleading_the_Fifth","surface_form":"pleaded the fifth","offset":1585},{"uri":"Adam_Kidan","surface_form":"Kidan","offset":1633},{"uri":"Indictment","surface_form":"indicted","offset":1644},{"uri":"Jury","surface_form":"jury","offset":1666},{"uri":"Miami%2C_Florida","surface_form":"Miami","offset":1674},{"uri":"Wire_fraud","surface_form":"wire fraud","offset":1684},{"uri":"SunCruz_Casinos","surface_form":"SunCruz Casinos","offset":1718},{"uri":"Felony","surface_form":"felonies","offset":1801},{"uri":"Fraud","surface_form":"defrauding","offset":1825},{"uri":"Corruption","surface_form":"corruption","offset":1866},{"uri":"Official","surface_form":"official","offset":1887},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":1902},{"uri":"United_States_federal_courts","surface_form":"federal court","offset":1920},{"uri":"Tribe","surface_form":"tribe","offset":1944},{"uri":"Associate","surface_form":"associate","offset":1968},{"uri":"Michigan","surface_form":"Michigan","offset":2011},{"uri":"Saginaw_Chippewa","surface_form":"Saginaw Chippewa","offset":2022},{"uri":"California","surface_form":"California","offset":2041},{"uri":"Agua_Caliente_Band_of_Cahuilla_Indians","surface_form":"Agua Caliente","offset":2054},{"uri":"Mississippi","surface_form":"Mississippi","offset":2073},{"uri":"Choctaw","surface_form":"Choctaw","offset":2085},{"uri":"Louisiana","surface_form":"Louisiana","offset":2103},{"uri":"Coushatta","surface_form":"Coushatta","offset":2113},{"uri":"Million","surface_form":"million","offset":2183},{"uri":"US_dollar","surface_form":"dollars","offset":2195},{"uri":"Miami%2C_Florida","surface_form":"Miami","offset":2297},{"uri":"Trade","surface_form":"trading","offset":2412},{"uri":"Money","surface_form":"expensive","offset":2420},{"uri":"Gift","surface_form":"gift","offset":2430},{"uri":"Food","surface_form":"meals","offset":2437},{"uri":"Sports","surface_form":"sports","offset":2447},{"uri":"Politics","surface_form":"political favors","offset":2464},{"uri":"Prison","surface_form":"prison","offset":2515},{"uri":"Conspiracy_(civil)","surface_form":"conspiracy","offset":2676},{"uri":"Honest_services_fraud","surface_form":"honest services fraud","offset":2688},{"uri":"Tax_evasion","surface_form":"tax evasion","offset":2715},{"uri":"Mail_fraud","surface_form":"mail fraud","offset":2781},{"uri":"Influence","surface_form":"influence","offset":2844},{"uri":"Ellen_Segal_Huvelle","surface_form":"Ellen Segal Huvelle","offset":2906},{"uri":"Bribe","surface_form":"bribe","offset":3020},{"uri":"Law","surface_form":"law","offset":3052},{"uri":"George_W._Bush","surface_form":"George W. Bush","offset":3095},{"uri":"Atlantic_City%2C_New_Jersey","surface_form":"Atlantic City, New Jersey","offset":3163},{"uri":"Wealth","surface_form":"wealth","offset":3196},{"uri":"Judaism","surface_form":"Jewish","offset":3219},{"uri":"President","surface_form":"president","offset":3269},{"uri":"Franchises","surface_form":"Franchises","offset":3286},{"uri":"Diners_Club","surface_form":"Diners Club","offset":3305},{"uri":"Beverly_Hills%2C_California","surface_form":"Beverly Hills, California","offset":3369},{"uri":"Beverly_Hills_High_School","surface_form":"Beverly Hills High School","offset":3416},{"uri":"High_school","surface_form":"high school","offset":3446},{"uri":"American_football","surface_form":"football","offset":3468},{"uri":"Wrestling","surface_form":"wrestling","offset":3501},{"uri":"Undergraduate","surface_form":"undergraduate","offset":3523},{"uri":"Brandeis_University","surface_form":"Brandeis University","offset":3540},{"uri":"Massachusetts_Alliance_of_College_Republicans","surface_form":"Massachusetts Alliance of College Republicans","offset":3590},{"uri":"Organization","surface_form":"organized","offset":3648},{"uri":"Student","surface_form":"student","offset":3658},{"uri":"Volunteer","surface_form":"volunteer","offset":3666},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":3681},{"uri":"United_States_presidential_election%2C_1980","surface_form":"1980 presidential campaign","offset":3697},{"uri":"Graduation","surface_form":"graduated","offset":3728},{"uri":"Bachelor_of_Arts","surface_form":"B.A.","offset":3745},{"uri":"English_literature","surface_form":"English","offset":3753},{"uri":"Degree_(school)","surface_form":"degree","offset":3802},{"uri":"Juris_Doctor","surface_form":"Juris Doctor","offset":3827},{"uri":"Georgetown_University_Law_Center","surface_form":"Georgetown University Law Center","offset":3849},{"uri":"Election","surface_form":"election","offset":3940},{"uri":"College_Republican_National_Committee","surface_form":"College Republican National Committee","offset":3968},{"uri":"Grover_Norquist","surface_form":"Grover Norquist","offset":4064},{"uri":"Competition","surface_form":"competitor","offset":4122},{"uri":"Persuasion","surface_form":"persuaded","offset":4137},{"uri":"Executive_director","surface_form":"executive director","offset":4173},{"uri":"Committee","surface_form":"committee","offset":4199},{"uri":"Recruit","surface_form":"recruited","offset":4234},{"uri":"Ralph_E._Reed%2C_Jr.","surface_form":"Ralph Reed","offset":4244},{"uri":"University_of_Georgia","surface_form":"University of Georgia","offset":4282},{"uri":"Intern","surface_form":"intern","offset":4346},{"uri":"Alliance","surface_form":"alliance","offset":4441},{"uri":"Nation","surface_form":"nation","offset":4505},{"uri":"U.S._state","surface_form":"state","offset":4557},{"uri":"Citizens_for_America","surface_form":"Citizens for America","offset":4758},{"uri":"Oliver_North","surface_form":"Oliver North","offset":4818},{"uri":"Nicaragua","surface_form":"Nicaragua","offset":4853},{"uri":"Contra_(guerrillas)","surface_form":"Contras","offset":4864},{"uri":"Anti-Communist","surface_form":"anti-Communist","offset":4911},{"uri":"Rebelion","surface_form":"rebel leaders","offset":4926},{"uri":"Democratic_International","surface_form":"Democratic International","offset":4953},{"uri":"Jamba%2C_Angola","surface_form":"Jamba, Angola","offset":4981},{"uri":"Conference","surface_form":"conference","offset":5001},{"uri":"Mujahedeen","surface_form":"Mujahedeen","offset":5036},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":5052},{"uri":"National_Union_for_Total_Independence_of_Angola","surface_form":"UNITA","offset":5065},{"uri":"Angola","surface_form":"Angola","offset":5076},{"uri":"Opposition","surface_form":"opposition","offset":5101},{"uri":"Laos","surface_form":"Laos","offset":5124},{"uri":"Membership","surface_form":"membership","offset":5269},{"uri":"Sponsor","surface_form":"sponsor","offset":5320},{"uri":"Lewis_Lehrman","surface_form":"Lewis Lehrman","offset":5328},{"uri":"New_York","surface_form":"New York","offset":5352},{"uri":"Governor","surface_form":"gubernatorial candidate","offset":5361},{"uri":"United_States_Holocaust_Memorial_Museum","surface_form":"United States Holocaust Memorial","offset":5483},{"uri":"Representation_(politics)","surface_form":"represented","offset":5645},{"uri":"Indian_tribe","surface_form":"indian tribe","offset":5657},{"uri":"On-line_gambling","surface_form":"on-line gambling","offset":5675},{"uri":"Law","surface_form":"law","offset":5763},{"uri":"Gambling","surface_form":"gambling","offset":5779},{"uri":"Restaurant","surface_form":"restaurant","offset":5864},{"uri":"Media","surface_form":"press coverage","offset":5964},{"uri":"Fedora","surface_form":"fedora","offset":6007},{"uri":"Charitable_organization","surface_form":"charity","offset":6038},{"uri":"Orthodox_Judaism","surface_form":"Orthodox Jewish","offset":6117},{"uri":"School","surface_form":"school","offset":6133},{"uri":"Eshkol_Academy","surface_form":"Eshkol Academy","offset":6160},{"uri":"Michael_Scanlon","surface_form":"Michael Scanlon","offset":6243},{"uri":"Bilk","surface_form":"bilk","offset":6298},{"uri":"Indian_casino","surface_form":"Indian casino","offset":6303},{"uri":"Prosecution","surface_form":"prosecution","offset":6494},{"uri":"Senate_Indian_Affairs_Committee","surface_form":"Senate Indian Affairs Committee","offset":6526},{"uri":"Internal_Revenue_Service","surface_form":"Internal Revenue Service","offset":6984},{"uri":"Making_false_statements","surface_form":"making false statements","offset":7421},{"uri":"Grand_jury","surface_form":"grand jury","offset":7546},{"uri":"Fort_Lauderdale%2C_Florida","surface_form":"Fort Lauderdale, Florida","offset":7560},{"uri":"Konstantinos_%26quot%3BGus%26quot%3B_Boulis","surface_form":"Konstantinos \"Gus\" Boulis","offset":7648},{"uri":"Wire_transfer","surface_form":"wire transfer","offset":7724},{"uri":"Loan","surface_form":"loan","offset":7843},{"uri":"Fort_Dix_Federal_Penetentiary","surface_form":"Fort Dix Federal Penetentiary","offset":7943},{"uri":"Fort_Dix%2C_New_Jersey","surface_form":"Fort Dix, New Jersey","offset":7977},{"uri":"Fight","surface_form":"fight","offset":8188},{"uri":"Murder","surface_form":"murder","offset":8265},{"uri":"Car","surface_form":"car","offset":8281},{"uri":"Restitution","surface_form":"restitution","offset":8524},{"uri":"Paul_C._Huck","surface_form":"Paul C. Huck","offset":8568},{"uri":"Rabbi","surface_form":"rabbi","offset":8643},{"uri":"Military","surface_form":"military","offset":8651},{"uri":"Ice_hockey","surface_form":"hockey referee","offset":8693},{"uri":"Guam","surface_form":"Guam","offset":8867},{"uri":"Law","surface_form":"bill","offset":8921},{"uri":"Authority","surface_form":"authority","offset":8970},{"uri":"State_supreme_court","surface_form":"Supreme Court","offset":8992},{"uri":"Grand_jury","surface_form":"grand jury","offset":9031},{"uri":"Subpoena","surface_form":"subpoena","offset":9051},{"uri":"Administrator","surface_form":"administrator","offset":9079},{"uri":"Contract","surface_form":"contract","offset":9160},{"uri":"United_States_Attorney","surface_form":"U.S. Attorney","offset":9192},{"uri":"Marshall_Islands","surface_form":"Marshall Islands","offset":9559},{"uri":"Property","surface_form":"property","offset":9750},{"uri":"Attorney","surface_form":"attorney","offset":10638},{"uri":"Minimum_security","surface_form":"minimum security","offset":10801},{"uri":"Federal_Correctional_Institution%2C_Cumberland","surface_form":"Federal Correctional Institution, Cumberland","offset":10828},{"uri":"United_States_Department_of_Justice","surface_form":"Justice Department","offset":10916},{"uri":"Halfway_house","surface_form":"halfway house","offset":11123},{"uri":"Baltimore%2C_Maryland","surface_form":"Baltimore, Maryland","offset":11140},{"uri":"Kosher","surface_form":"kosher","offset":11188},{"uri":"Pizza","surface_form":"pizza","offset":11195},{"uri":"Tov_Pizza","surface_form":"Tov Pizza","offset":11206},{"uri":"The_Colbert_Report","surface_form":"The Colbert Report","offset":11433},{"uri":"Promotion","surface_form":"promoted","offset":11456}]}