{"id":322045,"url":"http://en.wikipedia.org/wiki/Management_accounting","text":"Management accounting or managerial accounting gives accounting information to managers within organizations, to provide them with the basis to make informed business decisions that will allow them to be better equipped in their management and control functions.\nDefinition.\nThe Institute of Management Accountants (IMA)[http://www.imanet.org/ima_home.aspx] recently updated its definition as follows: \"management accounting is a profession that involves partnering in management decision making, devising planning and performance management systems,and providing expertise in financial reporting and control to assist management in the formulation and implementation of an organization’s strategy\".\nThe Institute of Certified Management Accountants (ICMA), states \"A management accountant applies his or her professional knowledge and skill in the preparation and presentation of financial and other decision oriented information in such a way as to assist management in the formulation of policies and in the planning and control of the operation of the undertaking\". Management Accountants therefore are seen as the \"value-creators\" amongst the accountants. They are much more interested in forward looking and taking decisions that will affect the future of the organization, than in the historical recording and compliance (score keeping) aspects of the profession. Management accounting knowledge and experience can therefore be obtained from varied fields and functions within an organization, such as information management, treasury, efficiency auditing, marketing, valuation, pricing, logistics, etc.\nTraditional vs. innovative practices.\nThe distinction between \"‘traditional’\" and \"‘innovative’\" accounting practices is perhaps best illustrated with the visual timeline \"(see sidebar)\" of managerial costing approaches presented at the Institute of Management Accountants 2011 Annual Conference.\nTraditional Standard Costing (TSC), used in Cost Accounting dates back to the 1920’s and is a central method in management accounting practiced today because it is used for financial statement reporting for the valuation of Income Statement and Balance Sheet line items such as Cost of Goods Sold (COGS) and Inventory valuation. Traditional Standard Costing must comply with generally accepted accounting principles (GAAP US) and actually aligns itself more with answering Financial Accounting requirements rather than providing solutions for management accountants. Traditional approaches limit themselves by defining cost behavior only in terms of production or sales volume.\nIn the late 1980s, accounting practitioners and educators were heavily criticized on the grounds that management accounting practices (and, even more so, the curriculum taught to accounting students) had changed little over the preceding 60 years, despite radical changes in the business environment. In 1993, the Accounting Education Change Commission Statement Number 4 calls for faculty members to come down from their ivory towers and expand their knowledge about the actual practice of accounting in the workplace. Professional accounting institutes, perhaps fearing that management accountants would increasingly be seen as superfluous in business organizations, subsequently devoted considerable resources to the development of a more innovative skills set for management accountants.\nVariance analysis, which is a systematic approach to the comparison of the actual and budgeted costs of the raw materials and labor used during a production period. While some form of variance analysis is still used by most manufacturing firms, it nowadays tends to be used in conjunction with innovative techniques such as \"life cycle cost analysis\" and \"activity-based costing\", which are designed with specific aspects of the modern business environment in mind. \"Life-cycle costing\" recognizes that managers’ ability to influence the cost of manufacturing a product is at its greatest when the product is still at the design stage of its product life-cycle (i.e., before the design has been finalized and production commenced), since small changes to the product design may lead to significant savings in the cost of manufacturing the products.\nActivity-based costing (ABC) recognizes that, in modern factories, most manufacturing costs are determined by the amount of ‘activities’ (such as the number of production runs per month, and the amount of production equipment idle time). The key to effective cost control is therefore optimizing the efficiency of these activities. Both lifecycle costing and activity-based costing recognize that, in the typical modern factory, the avoidance of disruptive events (such as machine breakdowns and quality control failures) is of far greater importance than (for example) reducing the costs of raw materials. Activity-based costing also focuses less on direct labor as a cost driver and looks instead on activities that drive costs, As the provision of a service or the production of a product component.\nOne of the more innovative accounting practices available today is Resource consumption accounting (RCA). RCA has been recognized by the International Federation of Accountants (IFAC) as a \"“sophisticated approach at the upper levels of the continuum of costing techniques”\" because it provides the ability to derive costs directly from operational resource data or to isolate and measure unused capacity costs. RCA started by taking the best costing characteristics of the German management accounting approach Grenzplankostenrechnung (GPK), and combining the use of activity-based drivers when needed, such as those used in Activity-based costing. With the RCA approach, resources and their costs are considered as \"“foundational to robust cost modeling and managerial decision support, because an organization’s costs and revenues are all a function of the resources and the individual capacities that produce them”\".\nRole within a corporation.\nManagement accountants have a dual reporting relationship. Management accountants are a strategic partner and provider of decision based financial and operational information. Management accountants are responsible for managing the business team and at the same time having to report relationships and responsibilities to the corporation's finance organization.\nThe activities management accountants provide inclusive of forecasting and planning, performing variance analysis, reviewing and monitoring costs inherent in the business are ones that have dual accountability to both finance and the business team. Examples of tasks where accountability may be more meaningful to the business management team vs. the corporate finance department are the development of new product costing, operations research, business driver metrics, sales management scorecarding, and client profitability analysis. See Financial modeling. Conversely, the preparation of certain financial reports, reconciliations of the financial data to source systems, risk and regulatory reporting will be more useful to the corporate finance team as they are charged with aggregating certain financial information from all segments of the corporation.\nInformation technology (IT) costs are a significant source of uncontrollable spending in corporations that derive much of their profits from the information economy, such as banks, publishing houses, telecommunications companies and defence contractors. Information technology costs are often the greatest corporate cost after total compensation costs and property related costs. Management accounting in such organizations work closely with the IT department to provide IT Cost Transparency.\nGiven the above, one widely held view of the progression of the accounting and finance career path is that financial accounting is a stepping stone to management accounting. Consistent with the notion of value creation, management accountants help drive the success of the business while strict financial accounting is more of a compliance and historical endeavor.\nAn alternative view.\nA very rarely expressed alternative view of management accounting is that it is neither a neutral or benign influence in organizations, rather a mechanism for management control through spying on workers (surveillance). This view locates management accounting specifically in the context of management control theory. Stated differently, management accounting information is the mechanism which can be used by managers as a vehicle for the overview of the whole internal structure of the organization to help their control functions within an organization.\nCost accounting.\nCost accounting is a central element of managerial accounting.\nLean accounting (accounting for lean enterprise).\nIn the mid- to late-1990s several books were written about accounting in the lean enterprise (companies implementing elements of the Toyota Production System). The term lean accounting was coined during that period. These books contest that traditional accounting methods are better suited for mass production and do not support or measure good business practices in just-in-time manufacturing and services. The movement reached a tipping point during the 2005 Lean Accounting Summit in Dearborn, MI. 320 individuals attended and discussed the merits of a new approach to accounting in the lean enterprise. 520 individuals attended the 2nd annual conference in 2006.\nResource consumption accounting (RCA).\nResource Consumption Accounting (RCA) is formally defined as a dynamic, fully integrated, principle-based, and comprehensive management accounting approach that provides managers with decision support information for enterprise optimization. RCA emerged as a management accounting approach around 2000 and was subsequently developed at [http://www.CAM-I.org CAM-I] the Consortium for Advanced Manufacturing–International, in a [http://www.cam-i.org/displaycommon.cfm?an=1&subarticlenbr=30 Cost Management Section \"RCA interest group\"] in December 2001.\nThroughput accounting.\nThe most significant recent direction in managerial accounting is throughput accounting; which recognizes the interdependencies of modern production processes. For any given product, customer or supplier, it is a tool to measure the contribution per unit of constrained resource.\nTransfer pricing.\nManagement accounting is an applied discipline used in various industries. The specific functions and principles followed can vary based on the industry. Management accounting principles in banking are specialized but do have some common fundamental concepts used whether the industry is manufacturing based or service oriented. For example, transfer pricing is a concept used in manufacturing but is also applied in banking. It is a fundamental principle used in assigning value and revenue attribution to the various business units. Essentially, transfer pricing in banking is the method of assigning the interest rate risk of the bank to the various funding sources and uses of the enterprise. Thus, the bank's corporate treasury department will assign funding charges to the business units for their use of the bank's resources when they make loans to clients. The treasury department will also assign funding credit to business units who bring in deposits (resources) to the bank. Although the funds transfer pricing process is primarily applicable to the loans and deposits of the various banking units, this proactive is applied to all assets and liabilities of the business segment. Once transfer pricing is applied and any other management accounting entries or adjustments are posted to the ledger (which are usually memo accounts and are not included in the legal entity results), the business units are able to produce segment financial results which are used by both internal and external users to evaluate performance.\nResources and continuous learning.\nThere are a variety of ways to keep current and continue to build one's knowledge base in the field of management accounting. Just as people who are Certified Public Accountants must take continuing education each year, Certified Management Accountants (CMAs) have a similar requirement. A company may also have research and training materials available for use in a corporate owned library. This is more common in \"Fortune 500\" companies who have the resources to fund this type of training.\nThere are also numerous journals, on-line articles and blogs available. The journal \"Cost Management\" () and the [http://www.imanet.org/publications_maq.asp Institute of Management Accounting] (IMA) site are sources which includes Management Accounting Quarterly and \"Strategic Finance\" publications. Indeed, management accounting is needed in an organization.\nManagement accounting tasks/ services provided.\nListed below are the primary tasks/ services performed by management accountants. The degree of complexity relative to these activities are dependent on the experience level and abilities of any one individual.","categories":[],"infobox_types":[],"annotations":[{"uri":"Accounting","surface_form":"accounting","offset":53},{"uri":"Institute_of_Management_Accountants","surface_form":"Institute of Management Accountants","offset":279},{"uri":"Institute_of_Management_Accountants","surface_form":"Institute of Management Accountants","offset":1848},{"uri":"Cost_Accounting","surface_form":"Cost Accounting","offset":1952},{"uri":"Variance_(accounting)","surface_form":"Variance analysis","offset":3378},{"uri":"Whole-life_cost","surface_form":"life cycle cost analysis","offset":3703},{"uri":"Activity-based_costing","surface_form":"Activity-based costing","offset":4227},{"uri":"Resource_consumption_accounting","surface_form":"Resource consumption accounting","offset":5097},{"uri":"International_Federation_of_Accountants","surface_form":"International Federation of Accountants","offset":5167},{"uri":"Operations_research","surface_form":"operations research","offset":6764},{"uri":"Financial_modeling","surface_form":"Financial modeling","offset":6880},{"uri":"IT_Cost_Transparency","surface_form":"IT Cost Transparency","offset":7671},{"uri":"Surveillance","surface_form":"surveillance","offset":8284},{"uri":"Control_function","surface_form":"control function","offset":8594},{"uri":"Toyota_Production_System","surface_form":"Toyota Production System","offset":8899},{"uri":"Certified_Management_Accountant","surface_form":"Certified Management Accountant","offset":12134},{"uri":"Fortune_500","surface_form":"Fortune 500","offset":12330},{"uri":"Training","surface_form":"training","offset":12397},{"uri":"Management_Accounting_Quarterly","surface_form":"Management Accounting Quarterly","offset":12638}]}