{"id":322104,"url":"http://en.wikipedia.org/wiki/Denise_Welch","text":"Jacqueline Denise Welch (born 22 May 1958) is an English actress and television personality. She is well-known for her roles as Natalie Barnes in the long-running ITV soap opera, \"Coronation Street\", from 1997 to 2000; and long-standing character, Steph Haydock in the BBC One school-based drama series, \"Waterloo Road\", from 2006 to 2010. She is also known for her appearances as a regular panellist on the ITV chat show, \"Loose Women\", firstly in 2002, and then from 2005 to 2013, and 2018 onwards. Welch joined the cast of the Channel 4 soap opera, \"Hollyoaks\", playing the role of Trish Minniver, and is set to make her on-screen debut in January 2021.\nWelch's other acting roles include the television dramas, \"Spender\", from 1991 to 1993; \"Soldier Soldier\", from 1993 to 1995; and \"Down to Earth\", from 2004 to 2005. In 2011, she was a contestant on the sixth series of \"Dancing on Ice\", where she was partnered with professional skater Matt Evers; and in 2012, she won the ninth series of \"Celebrity Big Brother\".\nPersonal life.\nWelch was born in Tynemouth, Northumberland and currently lives in Cheshire.\nWelch confessed that her marriage was nearly ruined because of her mental illness, as well as an affair she had during her depression. In April 2010, her 320-page autobiography \"Pulling Myself Together\" was published, in which she describes how she overcame her problems with alcohol, drugs and depression. It became a best-seller in the UK.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Actress","surface_form":"actress","offset":57},{"uri":"Television_personality","surface_form":"television personality","offset":69},{"uri":"ITV_(TV_network)","surface_form":"ITV","offset":163},{"uri":"Soap_opera","surface_form":"soap opera","offset":167},{"uri":"Coronation_Street","surface_form":"Coronation Street","offset":180},{"uri":"BBC_One","surface_form":"BBC One","offset":269},{"uri":"Waterloo_Road_(TV_series)","surface_form":"Waterloo Road","offset":305},{"uri":"Loose_Women","surface_form":"Loose Women","offset":424},{"uri":"Channel_4","surface_form":"Channel 4","offset":530},{"uri":"Hollyoaks","surface_form":"Hollyoaks","offset":553},{"uri":"Big_Brother_(TV_series)","surface_form":"Celebrity Big Brother","offset":997},{"uri":"Northumberland","surface_form":"Tynemouth, Northumberland","offset":1054},{"uri":"Cheshire","surface_form":"Cheshire","offset":1103}]}