{"id":322144,"url":"http://en.wikipedia.org/wiki/Dave_Garroway","text":"David Cunningham \"Dave\" Garroway (July 13, 1913 – July 21, 1982) was the founding host of NBC's \"Today\" from 1952 to 1961. He had an easygoing and relaxing style. Yet, Garroway suffered from depression. He has been honored for his contributions to radio and television with a star for each on the Hollywood Walk of Fame as well as the St. Louis Walk of Fame, the city where he spent part of his teenage years and early adulthood.\nEarly life.\nHe was born in Schenectady, New York. By the time Garroway was 14, he had moved with his family 13 times before settling in St. Louis, Missouri. In St. Louis, he attended University City High School. He earned a degree from Washington University in St. Louis in abnormal psychology. Before going into broadcasting, Garroway worked as a Harvard University lab assistant, as a book salesman, and as a piston ring salesman. After not being able to successfully sell either, Garroway decided to try his hand in radio.\nGarroway began his broadcasting career modestly. Starting at NBC as an page in 1938, he went on to graduate 23rd in a class of 24 from NBC's school for announcers. Following graduation, he landed a job at Pittsburgh radio station KDKA in 1939. As a station reporter, he went about the region filing reports from a hot-air balloon, a U.S. Navy submarine in the Ohio River, and from deep inside a coal mine. His early reporting efforts earned Garroway a reputation for finding a good story, even if it took him to unusual places. The \"Roving Announcer\", as he was known, worked his way up to become the station's special events director, while still attending to his on-air work. After two years with KDKA, Garroway left for Chicago.\nRadio.\nWhen the United States entered World War II in 1941, Garroway enlisted in the U.S. Navy. While stationed in Honolulu, he hosted a radio show when off duty, playing jazz records and reminiscing about the old days back in Chicago. After the war, Garroway went to work as a disc jockey at WMAQ (AM) in Chicago. Over time, Garroway hosted a series of radio programs such as \"The 11:60 Club\", \"The Dave Garroway Show\", and \"Reserved for Garroway\". One oddity Garroway introduced on his radio shows was having the studio audience respond to a song number not by applauding but by snapping their fingers. Garroway also worked to organize jazz concerts, creating a \"Jazz Circuit\" of local clubs in 1947, bringing back interest in this form of music. His fellow disk jockeys voted him the nation's best in the 1948 and 1949 \"Billboard\" polls. He won the award again in 1951.\nLeaving the Midwest again for New York, Garroway was the first \"communicator\" on NBC Radio's \"Monitor\" when the program first aired on June 12, 1955. He continued as the Sunday evening host of the news/music program from 1955 to 1961. Garroway worked on the air at WCBS radio in 1964 and briefly hosted the afternoon drive shift at KFI in Los Angeles in late 1970 and early 1971.\nTelevision.\nGarroway was introduced to the national television audience when he hosted the experimental musical variety show \"Garroway at Large\", telecast live from Chicago. It was carried by NBC from June 18, 1949, to June 24, 1951.\nGarroway's relaxed, informal style when on the air became part of his trademark. In 1960, \"New York Times\" reviewer Richard F. Shepard wrote, \"He does not crash into the home with the false jollity and thunderous witticisms of a backslapper. He is pleasant, serious, scholarly looking and not obtrusively convivial.\" On television, Garroway was known for his signoff, saying \"Peace\" with an upraised palm.\nAlong with Arthur Godfrey, Arlene Francis, and Jack Paar, Garroway was one of the pioneers of the television talk show. Television commentator Steven D. Stark traces the origins of the style to Chicago. Garroway, Studs Terkel, and Hugh Downs all hosted relaxed, garrulous, extemporaneous shows in that city in the early 1950s. Earlier radio and television voices spoke with an authoritative \"announcer's\" intonation, resembling public oration, often dropping about a musical fifth on the last word of a sentence. Garroway was one of the broadcasters who introduced conversational style and tone to television, beginning some broadcasts as though the viewer were sitting in the studio with him, as in this November 20, 1957, introduction for the \"Today\" show: \"And how are you about the world today? Let's see what kind of shape it's in; there is a glimmer of hope.\"\nNBC president Sylvester \"Pat\" Weaver picked Garroway to host his new morning news-and-entertainment experiment, the \"Today\" show, in 1951. Garroway soon was joined by news editor Jim Fleming and announcer Jack Lescoulie as television's first loose \"family\" of the airwaves when the show debuted on Monday, January 14, 1952. Though initially panned by critics, Garroway's style attracted a large audience that enjoyed his easygoing presence early in the morning. His familiar \"cohost,\" a chimpanzee with the puckish name of J. Fred Muggs, didn't hurt his genial manner, but his concurrent seriousness in dealing with news stories and ability to clearly explain abstract concepts earned him the nickname \"The Communicator\" and eventually won praise from critics and viewers alike.\nAt the same time he did \"Today\", Garroway also hosted a Friday night variety series, \"The Dave Garroway Show\", from October 2, 1953, to June 25, 1954, and on October 16, 1955, he began hosting NBC's Sunday afternoon live documentary \"Wide Wide World\", continuing with that series until June 8, 1958. Another Friday evening variety show, \"Dave's Place\", was on the air in 1960. He also hosted a radio show, \"Dial Dave Garroway\", that went on the air as soon as \"Today\" wrapped up each morning. \"Dial Dave Garroway\" began in 1946 when Garroway was still working for WMAQ in Chicago.\nGarroway took \"Today\" to various locations as its host: Paris in 1959 and Rome in 1960; car shows and technology expos; plays and movies; and aboard an Air Force B-52 for a practice bombing run. Through television, Garroway gave viewers access to a variety of people that included politicians, writers, artists, scientists, economists, and musicians.\nIn late 1960, Garroway hosted a special filmed program for the Billy Graham Evangelistic Association that traced Billy Graham's crusades from 1949 to 1960.\nGarroway suffered from depression. Toward the end of his professional career, he began to have disagreements with staff members; some days Garroway would disappear in the middle of the \"Today\" broadcast, leaving colleagues to finish the live program. Then, on April 28, 1961, Garroway's second wife, Pamela, died of causes related to drug-use. Causing emotional turmoil, Garroway went further into depression and emotional and mental instability. In late May 1961, Garroway resigned, announcing his intention to leave \"Today\" either at the end of October when his contract was finished or sooner, if possible. He wanted to spend more time with his children. His last \"Today\" show was on June 16, 1961.\nGarroway returned to television on National Educational Television (the forerunner of PBS) with a science series called \"Exploring the Universe\" in late 1962. Later he went back to working in radio, doing \"split shift\" shows called \"Garroway AM\" (mid mornings) and \"Garroway PM\" (mid afternoons) for WCBS (AM), New York. Garroway also started a magazine, \"National FM-Radio\". The venture was a costly failure. Garroway realized he was not cut out to be a businessman. While he was in the publishing business, Garroway began reading various law books in an effort to try to understand what his lawyer was saying. His attorney told him that he had done enough legal reading to pass the New York State bar exam. On a bet, Garroway sat for and passed the written exam.\nGarroway did other local radio and television shows. Garroway appeared sporadically on other television programs without achieving anywhere near the success and recognition levels he enjoyed on \"Today\". The most viewers saw of him for the rest of the 1960s and 1970s was whenever he reemerged for \"Today\" anniversaries. His final such appearance was on the 30th anniversary show, on January 14, 1982.\nHe was very interested in astronomy, and during a tour of Russian telescopes he met his third wife, astronomer Sarah Lee Lippincott. In his final years, he attended astronomy symposia at Swarthmore College and spent time at Sproul Observatory.\nOther media.\nIn his role as \"Today\" host, Garroway acted as pitchman for several of the show's sponsors. Among them were Admiral television sets, Alcoa and Sergeant's dog food. Most of the appearances were in the form of print ads in newspapers and magazines. By 1960, there was also a board game called \"Dave Garroway's \"Today\" Game\".\nGarroway, an amateur drummer and inveterate music lover, lent his name to a series of recordings of jazz, classical, and pop music released in the late 1950s and early 1960s. Among them were \"Wide, Wide World of Jazz\", 1957's \"Some of My Favorites\" and 1958's \"Dave Garroway's Orchestra: An Adventure in Hi-Fi Music\". In a lighter vein, Garroway narrated a compilation of romantic songs performed by the Boston Pops Orchestra, \"Getting Friendly with Music,\" in 1956.\nGarroway also served as narrator for special albums, including 1964's \"The Great Campaigners, 1928–1960\" and 1960's \"Names From the Wars.\"\nIn 1960, Garroway penned \"Fun on Wheels,\" an activity book for children on road trips. The book was revised and reissued in 1962 and 1964.\nToward the end of his life, Garroway planned to write an autobiography. The book never made it past the research stage; the surviving notes, manuscripts, audio tapes, and news clippings were sent to former \"Today\" researcher Lee Lawrence. Upon Lawrence's death in 2003, the boxes were turned over to the Library of American Broadcasting, Special Collections, University of Maryland Libraries, where they resided as of 2009.\nDeath.\nAfter having undergone heart surgery, Garroway was found dead of a self-inflicted gunshot wound at his Swarthmore, Pennsylvania, home on July 21, 1982. He had one son, David Jr., and a daughter, Paris. When he married Pamela in 1956, he adopted her son, Michael, whom he raised as his own after her death.\nThe July 22 edition of \"Today\" was mainly a remembrance of Garroway. Sidekick Jack Lescoulie, news editor Frank Blair, and former consumer reporter Betty Furness offered tributes on the show. Garroway's passing was noted on \"NBC Nightly News\" with John Chancellor, the man who replaced Garroway on \"Today\" 21 years earlier. On \"NBC News Overnight,\" host Linda Ellerbee closed the program with \"Peace\" instead of her usual \"And so it goes.\"\nBecause of Garroway's dedication to the cause of mental health, his third wife, Sarah, helped establish the Dave Garroway Laboratory for the Study of Depression at the University of Pennsylvania. Garroway is buried in West Laurel Hill Cemetery, Bala Cynwyd, Pennsylvania.\nParodies and fictional representations.\nRobert McKimson's 1960 cartoon \"Wild Wild World\" depicts \"Cave Darroway\" presenting footage from the Stone Age.\n\"Mad\" spoofed him in one issue as \"Dave Garrowunway.\"\nIn Robert Redford's 1994 film \"Quiz Show\", Garroway was portrayed by Barry Levinson.","categories":[],"infobox_types":[],"annotations":[{"uri":"NBC","surface_form":"NBC","offset":90},{"uri":"Today_(NBC_program)","surface_form":"Today","offset":97},{"uri":"Depression_(mood)","surface_form":"depression","offset":191},{"uri":"Hollywood_Walk_of_Fame","surface_form":"Hollywood Walk of Fame","offset":297},{"uri":"St._Louis_Walk_of_Fame","surface_form":"St. Louis Walk of Fame","offset":335},{"uri":"Schenectady%2C_New_York","surface_form":"Schenectady","offset":457},{"uri":"New_York","surface_form":"New York","offset":470},{"uri":"St._Louis%2C_Missouri","surface_form":"St. Louis, Missouri","offset":566},{"uri":"University_City_High_School_(St._Louis)","surface_form":"University City High School","offset":613},{"uri":"Washington_University_in_St._Louis","surface_form":"Washington University in St. Louis","offset":666},{"uri":"Harvard_University","surface_form":"Harvard University","offset":778},{"uri":"NBC_page","surface_form":"page","offset":1027},{"uri":"Pittsburgh","surface_form":"Pittsburgh","offset":1161},{"uri":"KDKA_(AM)","surface_form":"KDKA","offset":1186},{"uri":"Submarines_in_the_United_States_Navy","surface_form":"U.S. Navy submarine","offset":1289},{"uri":"Ohio_River","surface_form":"Ohio River","offset":1316},{"uri":"Coal_mine","surface_form":"coal mine","offset":1351},{"uri":"World_War_II","surface_form":"World War II","offset":1726},{"uri":"U.S._Navy","surface_form":"U.S. Navy","offset":1773},{"uri":"Honolulu","surface_form":"Honolulu","offset":1803},{"uri":"Jazz","surface_form":"jazz","offset":1859},{"uri":"WMAQ_(AM)","surface_form":"WMAQ (AM)","offset":1981},{"uri":"Chicago","surface_form":"Chicago","offset":1994},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":2511},{"uri":"Monitor_(NBC_radio)","surface_form":"Monitor","offset":2655},{"uri":"Television","surface_form":"television","offset":2993},{"uri":"Garroway_at_Large","surface_form":"Garroway at Large","offset":3067},{"uri":"New_York_Times","surface_form":"New York Times","offset":3266},{"uri":"Arthur_Godfrey","surface_form":"Arthur Godfrey","offset":3592},{"uri":"Arlene_Francis","surface_form":"Arlene Francis","offset":3608},{"uri":"Jack_Paar","surface_form":"Jack Paar","offset":3628},{"uri":"Studs_Terkel","surface_form":"Studs Terkel","offset":3794},{"uri":"Hugh_Downs","surface_form":"Hugh Downs","offset":3812},{"uri":"Sylvester_%26quot%3BPat%26quot%3B_Weaver","surface_form":"Sylvester \"Pat\" Weaver","offset":4461},{"uri":"Jack_Lescoulie","surface_form":"Jack Lescoulie","offset":4652},{"uri":"Chimpanzee","surface_form":"chimpanzee","offset":4934},{"uri":"J._Fred_Muggs","surface_form":"J. Fred Muggs","offset":4970},{"uri":"Wide_Wide_World","surface_form":"Wide Wide World","offset":5460},{"uri":"B-52","surface_form":"B-52","offset":5969},{"uri":"Politician","surface_form":"politician","offset":6088},{"uri":"Scientist","surface_form":"scientist","offset":6119},{"uri":"Economist","surface_form":"economist","offset":6131},{"uri":"Billy_Graham_Evangelistic_Association","surface_form":"Billy Graham Evangelistic Association","offset":6221},{"uri":"Billy_Graham","surface_form":"Billy Graham","offset":6271},{"uri":"National_Educational_Television","surface_form":"National Educational Television","offset":7051},{"uri":"Public_Broadcasting_Service","surface_form":"PBS","offset":7102},{"uri":"WCBS_(AM)","surface_form":"WCBS (AM)","offset":7316},{"uri":"Sarah_Lee_Lippincott","surface_form":"Sarah Lee Lippincott","offset":8293},{"uri":"Swarthmore_College","surface_form":"Swarthmore College","offset":8369},{"uri":"Sproul_Observatory","surface_form":"Sproul Observatory","offset":8406},{"uri":"Alcoa","surface_form":"Alcoa","offset":8572},{"uri":"Boston_Pops_Orchestra","surface_form":"Boston Pops Orchestra","offset":9166},{"uri":"Swarthmore%2C_Pennsylvania","surface_form":"Swarthmore","offset":10041},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":10053},{"uri":"Jack_Lescoulie","surface_form":"Jack Lescoulie","offset":10322},{"uri":"Betty_Furness","surface_form":"Betty Furness","offset":10392},{"uri":"NBC_Nightly_News","surface_form":"NBC Nightly News","offset":10469},{"uri":"John_Chancellor","surface_form":"John Chancellor","offset":10492},{"uri":"NBC_News_Overnight","surface_form":"NBC News Overnight","offset":10572},{"uri":"Linda_Ellerbee","surface_form":"Linda Ellerbee","offset":10598},{"uri":"Sarah_Lee_Lippincott","surface_form":"Sarah","offset":10764},{"uri":"University_of_Pennsylvania","surface_form":"University of Pennsylvania","offset":10852},{"uri":"West_Laurel_Hill_Cemetery","surface_form":"West Laurel Hill Cemetery","offset":10902},{"uri":"Robert_McKimson","surface_form":"Robert McKimson","offset":10996},{"uri":"Cartoon","surface_form":"cartoon","offset":11019},{"uri":"Mad_(magazine)","surface_form":"Mad","offset":11109},{"uri":"Robert_Redford","surface_form":"Robert Redford","offset":11165},{"uri":"Barry_Levinson","surface_form":"Barry Levinson","offset":11231}]}