{"id":32229,"url":"http://en.wikipedia.org/wiki/Cystic_fibrosis","text":"e=\"preserve\">Cystic fibrosis, also known as mucoviscidosis, CF, and 65 roses, is a condition a person may get from their parents. It makes the body make thick, sticky mucus, which builds up in the lungs, the digestive system, and other parts of the body.\nIf both parents have the cystic fibrosis gene, and pass it into their child, the child will get cystic fibrosis. A cystic fibrosis gene is needed from each parent. The parent might not have cystic fibrosis but still might have the gene. A person with cystic fibrosis is not contagious (they cannot give it to anyone else). There is no cure for cystic fibrosis, but there are a lot of medications that help keep people healthy.\nWhat CF does to the body.\nCystic fibrosis affects the entire body. Overall the body has trouble moving salt to the parts of the body that need it. Since the body has trouble moving salt, it piles up in places it is not supposed to like the lungs, stomach and intestines.\nIn the lungs when salt gets stuck it causes there to be less water which makes mucus to become very thick. It becomes very hard to breathe. The treatment for this is breathing medicine to help add water to the lungs to keep the mucus thinner so it is easier to cough up. When there is thinner and less mucus it is easier to breathe.\nTreatment.\nThere is no cure for cystic fibrosis. Even though people can do things to stay healthy. Healthy habits keep the person from getting more sick. People can stay clean. People can stay away from germs. They can drink water to help the mucus go away. Taking enzymes help digest food if there is mucus in the stomach.\nExercise clears mucus. It builds strong muscles and bones and strengthens the lungs. Taking vitamins helps the body fight off the infection. It also helps the body grow and function well.\n65 roses.\n\"65 roses\" is how some children refer to their condition since cystic fibrosis is difficult for a young child to say. '65 Roses' is also a trademarked phrase by the Cystic Fibrosis Foundation to help control its use. It is a very helpful way for young children to understand. When spoken aloud, it sounds similar to cystic fibrosis.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mucus","surface_form":"mucus","offset":167},{"uri":"Lung","surface_form":"lung","offset":197},{"uri":"Digestive_system","surface_form":"digestive system","offset":208},{"uri":"Gene","surface_form":"gene","offset":296},{"uri":"Medication","surface_form":"medication","offset":639},{"uri":"Salt","surface_form":"salt","offset":785},{"uri":"Lung","surface_form":"lung","offset":922},{"uri":"Stomach","surface_form":"stomach","offset":929},{"uri":"Intestine","surface_form":"intestine","offset":941},{"uri":"Cough","surface_form":"cough","offset":1214},{"uri":"Enzymes","surface_form":"enzymes","offset":1551},{"uri":"Trademark","surface_form":"trademark","offset":1947}]}