{"id":322362,"url":"http://en.wikipedia.org/wiki/Nature_versus_nurture","text":"ce=\"preserve\">The nature versus nurture debate is about the causes of differences between people.\nLike all living things, people have inherited innate qualities. There are also events or experiences which happen during life. 'Nature' describes the effect of a person's genes, whereas 'nurture' describes whatever happens during life.\nIn the language of population genetics, the heritability of a feature is the extent to which it is inherited genetically. That includes traits of behaviour and character. Though the public debate is all about humans, the principles apply to \"any living thing\", plants as well as animals.\nThe phrase 'nature versus nurture' was suggested by the Victorian polymath Francis Galton. He was influenced by Darwin's \"On the Origin of Species\". He investigated the influence of heredity and environment on social advancement.\nGalton did not oppose nature to nurture as two alternatives. The phrase 'nature vs nurture' has been rightly criticized for its over-simplification. Almost all writers have realised that both play a part in our make-up. One who, at first sight, seemed to think humans got their 'mind' from nurture (the \"tabula rasa\" or blank slate theory) was philosopher John Locke. He, however, was only concerned with how we acquire knowledge from sense data.\nBoth nature and nurture play interacting roles in development, and many modern psychologists and anthropologists consider the contrast naive. They see it as an outdated state of knowledge.\nTwin research.\nStudies like this may be carried further, by comparing identical twins brought up together with identical twins brought up in different circumstances. That gives a handle on how much circumstances can alter the outcomes of genetically identical people.\nThe person who first did twin studies was Francis Galton, Darwin's half-cousin, who was a founder of statistics. His method was to trace twins through their life-history, making many kinds of measurement. Unfortunately, though he knew about mono and dizygotic twins, he did not appreciate the real genetic difference. Twin studies of the modern kind did not appear until the 1920s.\nThis kind of research works well when the features can be measured simply. It works less well when the measurement is itself controversial. This was the case with I.Q. measurement, where the method of measurement was not well agreed between researchers.\nEstimates of the heritability of IQ.\nStudies have found the heritability of IQ to be between 0.7 and 0.8 in adults and 0.45 in childhood in the United States. It may seem reasonable to expect that genetic influences on traits like IQ should become less important as one gains experiences with age. However, that the opposite occurs is well documented. Heritability measures in infancy are as low as 0.2, around 0.4 in middle childhood, and as high as 0.8 in adulthood. Everyday experience would suggest that as people grow older, they get to know themselves better. They choose, if they can, jobs and activities which make the most of their abilities. The effect of this would be to show a closer fit between their genetics and their environment.\nA 1994 review in \"Behavior Genetics\" based on identical/fraternal twin studies found that heritability is as high as 0.80 in general cognitive ability but it also varies based on the trait, with 0.60 for verbal tests, 0.50 for spatial and speed-of-processing tests, and only 0.40 for memory tests.\nIn 2006, \"The New York Times Magazine\" said about three quarters for heritability (0.75) was found in most studies. A 2004 analysis of reports in \"Current Directions in Psychological Science\" gave an overall estimate of around 0.85 for 18-year-olds and older.\nAgression Research.\nAggression is a behavior where one harms another individual intentionally. Over the years, there has been an ongoing debate on the origin or causes of aggression among humans. Some theories argue that aggression is innate, while others contend it is a learned behavior.","categories":[],"infobox_types":[],"annotations":[{"uri":"Innate","surface_form":"innate","offset":144},{"uri":"Genes","surface_form":"genes","offset":269},{"uri":"Population_genetics","surface_form":"population genetics","offset":353},{"uri":"Heritable","surface_form":"heritability","offset":378},{"uri":"Genetic","surface_form":"genetic","offset":443},{"uri":"Trait_theory","surface_form":"traits","offset":470},{"uri":"Behaviour","surface_form":"behaviour","offset":480},{"uri":"Character","surface_form":"character","offset":494},{"uri":"Debate","surface_form":"debate","offset":523},{"uri":"Victorian_era","surface_form":"Victorian","offset":678},{"uri":"Polymath","surface_form":"polymath","offset":688},{"uri":"Francis_Galton","surface_form":"Francis Galton","offset":697},{"uri":"Charles_Darwin","surface_form":"Darwin's","offset":734},{"uri":"On_the_Origin_of_Species","surface_form":"On the Origin of Species","offset":744},{"uri":"Heredity","surface_form":"heredity","offset":804},{"uri":"Environment","surface_form":"environment","offset":817},{"uri":"Blank_slate","surface_form":"blank slate","offset":1172},{"uri":"John_Locke","surface_form":"John Locke","offset":1208},{"uri":"Knowledge","surface_form":"knowledge","offset":1272},{"uri":"Senses","surface_form":"sense data","offset":1287},{"uri":"Francis_Galton","surface_form":"Francis Galton","offset":1798},{"uri":"Charles_Darwin","surface_form":"Darwin","offset":1814},{"uri":"Statistics","surface_form":"statistics","offset":1857},{"uri":"Identical_twins","surface_form":"mono","offset":1997},{"uri":"Twin","surface_form":"twin","offset":2016},{"uri":"I.Q.","surface_form":"I.Q.","offset":2301},{"uri":"Heritable","surface_form":"heritability","offset":2452},{"uri":"IQ","surface_form":"IQ","offset":2468},{"uri":"United_States","surface_form":"United States","offset":2536},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":3447},{"uri":"Analysis","surface_form":"analysis","offset":3560}]}