{"id":322354,"url":"http://en.wikipedia.org/wiki/Zork_II","text":"e=\"preserve\">\"Zork II: The Wizard of Frobozz\" is an interactive fiction video game published by Infocom in 1981. It was written by Marc Blank, Dave Lebling, Bruce Daniels and Tim Anderson. It was the second game in the popular Zork trilogy. It begins where \"Zork I\" left off and leads into \"Zork III\". It is Infocom's second game.\nPlot.\nThe player starts in the Barrow from Zork I armed only with the brass lantern and the elvish sword. The purpose of the game is not initially clear.\nThe Wizard of Frobozz is soon introduced. The wizard was once a good sorceror, but when his powers began to go away he was exiled by Lord Dimwit Flathead. Now bordering on insanity, the wizard is a force to be reckoned with. Your goal, as you venture into the wizard's area, is to avoid his tricks and learn to control his magic.\nLike its predecessor, \"Zork II\" is essentially a treasure hunt. Unlike the previous game, the ten treasures are tied together by a crude plot. Finding the treasures does not end the game, and finding all the treasures is not needed to finish the game. Instead, the adventurer must figure out a way to use the treasures in order to reach the game's finale.","categories":[],"infobox_types":[],"annotations":[{"uri":"Interactive_fiction","surface_form":"interactive fiction","offset":52},{"uri":"Video_game","surface_form":"video game","offset":72},{"uri":"Infocom","surface_form":"Infocom","offset":96},{"uri":"1981","surface_form":"1981","offset":107},{"uri":"Marc_Blank","surface_form":"Marc Blank","offset":131},{"uri":"Dave_Lebling","surface_form":"Dave Lebling","offset":143},{"uri":"Bruce_Daniels","surface_form":"Bruce Daniels","offset":157},{"uri":"Tim_Anderson_(Zork)","surface_form":"Tim Anderson","offset":175},{"uri":"Zork","surface_form":"Zork","offset":227},{"uri":"Zork_I","surface_form":"Zork I","offset":258},{"uri":"Zork_III","surface_form":"Zork III","offset":291},{"uri":"Zork_I","surface_form":"Zork I","offset":374}]}