{"id":322486,"url":"http://en.wikipedia.org/wiki/Danger","text":"Danger (also risk or peril) is the possibility of something bad happening. A situation in which there is a risk of something bad happening, is called \"dangerous\", \"risky\" or \"perilous\".\nPeople often take risks, or do things that might hurt them. An example of this is crossing the road without looking carefully. There is a risk that you might get hit by a car.\nAnything that involves a risk of injury or to health can be described as dangerous. Smoking is dangerous to health. Being around some animals is dangerous because they might attack humans.\nMeasuring danger.\nThere are a few different ways that danger can be \"quantified\" - put into numbers.\nProbability.\nprobability measures how dangerous something is. It uses a math equation to find the risk that a certain event might happen. In epidemiology, risk is defined as the number of events that \"did\" happen, divided by the number of events that \"could have\" happened. For example, if the risk of babies dying after birth in a population is reported as 1/1000, it means that out of every 1000 babies born, 1 is likely to die.\nRisk and prevalence.\nPrevalence is the number of people in a population that have a certain disease.\nRisk is the number of \"new\" cases of disease, divided by the number of people who \"could\" get the disease. For example, during an outbreak of the flu, risk would be the number of people who get the flu, divided by the number of people who were exposed to the flu virus.\nRisk assessment.\nA risk assessment is a list of things that could go wrong. In many Western countries, when teachers take children on an outing, they may have to fill in a risk assessment form which lists the possible dangers and says what they should do to stop bad things from happening (e.g. accidents or children getting lost).","categories":[],"infobox_types":[],"annotations":[{"uri":"Smoking","surface_form":"Smoking","offset":446},{"uri":"Probability","surface_form":"probability","offset":665},{"uri":"Epidemiology","surface_form":"epidemiology","offset":793},{"uri":"Infant_mortality","surface_form":"babies dying after birth","offset":954},{"uri":"Population","surface_form":"population","offset":984},{"uri":"Prevalence","surface_form":"Prevalence","offset":1104},{"uri":"Exposure_(toxicology)","surface_form":"exposed","offset":1428},{"uri":"Virus","surface_form":"virus","offset":1447},{"uri":"Teacher","surface_form":"teacher","offset":1562},{"uri":"Children","surface_form":"children","offset":1576},{"uri":"Accident","surface_form":"accident","offset":1749}]}