{"id":322489,"url":"http://en.wikipedia.org/wiki/Cognitive_dissonance","text":"Cognitive dissonance is a concept in social psychology. It is the discomfort felt by a person who holds conflicting ideas, beliefs or values at the same time. In this state, people may feel surprise, dread, guilt, anger, or embarrassment. Reacting to this unpleasant state, people have a motivational drive to reduce dissonance. Leon Festinger's theory of cognitive dissonance was developed to predict and explain how people reacted to this situation.\nPeople in dissonance may change their feelings, thoughts or memories so they are less in conflict. However, often they do not, and instead set out to manipulate the social scene around them so that their embarrassment is less. For example, they may try to explain away the dissonance with a wider theory or they may intensify their efforts at persuasion and publicity so that others join them in their beliefs.\nCase study.\nFestinger's book \"When Prophecy Fails\" is the story of how a cult leader reacted when her prophecy of doom failed.\nFestinger and his associates read an interesting item in their local newspaper: \"Prophecy from planet Clarion call to city: flee that flood\". The prophecy came from Dorothy Martin (1900–1992), a Chicago housewife who experimented with automatic writing. She had previously been involved with L. Ron Hubbard's Dianetics movement, and her cult incorporated ideas from what was to become Scientology.\nThe group of believers had taken steps which showed their commitment to the belief. They had left jobs, college, and spouses, and had given away money and possessions. They prepared for their departure on a flying saucer, which was to rescue the group of true believers. She claimed to have received a message from a fictional planet named Clarion. These messages revealed that the world would end in a great flood before dawn on December 21, 1954.\nAfter the failure of the prediction, Dorothy Martin left Chicago after being threatened with arrest and involuntary commitment. She later founded the Association of Sananda and Sanat Kumara. Under the name 'Sister Thedra', she continued to practice channeling and to participate in contactee groups until her death in 1992. The Association is active to this day.\nSequence of events.\nThe experiences supported the idea that the group did have a bias to seek consonance between their expectations and reality. In fact, events had proved conclusively the falsehood of their ideas, but the group rearranged their explanations to give themselves the least psychological pain.","categories":[],"infobox_types":[],"annotations":[{"uri":"Social_psychology","surface_form":"social psychology","offset":37},{"uri":"Idea","surface_form":"idea","offset":116},{"uri":"Belief","surface_form":"belief","offset":123},{"uri":"Value","surface_form":"value","offset":134},{"uri":"Dread","surface_form":"dread","offset":200},{"uri":"Guilt_(emotion)","surface_form":"guilt","offset":207},{"uri":"Anger","surface_form":"anger","offset":214},{"uri":"Embarrassment","surface_form":"embarrassment","offset":224},{"uri":"Motivation","surface_form":"motivational drive","offset":288},{"uri":"Leon_Festinger","surface_form":"Leon Festinger","offset":329},{"uri":"Persuasion","surface_form":"persuasion","offset":795},{"uri":"Publicity","surface_form":"publicity","offset":810},{"uri":"Cult","surface_form":"cult","offset":936},{"uri":"Prophecy","surface_form":"prophecy","offset":965},{"uri":"Doom","surface_form":"doom","offset":977},{"uri":"Chicago","surface_form":"Chicago","offset":1185},{"uri":"Automatic_writing","surface_form":"automatic writing","offset":1225},{"uri":"L._Ron_Hubbard","surface_form":"L. Ron Hubbard","offset":1282},{"uri":"Dianetics","surface_form":"Dianetics","offset":1299},{"uri":"Scientology","surface_form":"Scientology","offset":1375},{"uri":"Spouse","surface_form":"spouses","offset":1505},{"uri":"Flying_saucer","surface_form":"flying saucer","offset":1595},{"uri":"Flood","surface_form":"flood","offset":1797},{"uri":"Dawn","surface_form":"dawn","offset":1810},{"uri":"Involuntary_commitment","surface_form":"involuntary commitment","offset":1941},{"uri":"Mediumship","surface_form":"channeling","offset":2086},{"uri":"Contactee","surface_form":"contactee","offset":2119}]}