{"id":32253,"url":"http://en.wikipedia.org/wiki/Lie","text":"e=\"preserve\">A lie is something that someone says that is not true to make others believe that the lie is the truth. People can have many reasons for lying, such as to hide something or get something, or white lies. Studies show that people usually start lying at the age of two. Some people are pathological liars.\nLying can only be done on purpose. If a person says something that is not true and does not know that it is not true, that person is making a mistake and not lying.\nPerjury.\nA serious type of lie is perjury. It means telling a lie in a court of law. It can lead to a great injustice. For that reason it is legally and morally wrong. The Ten Commandments says we should not \"bear false witness against our neighbor\". Most religious thinkers say this can mean other lying also, but very strongly forbids perjury.\nDeception.\nTricking someone into believing something with many lies over a long period. \"The invasion plan was hidden by deception\". Deception need not involve speaking. Hiding one's actions from another is a form of deception. Animals are capable of deception. Some birds pretend to be injured to lead predators from their nest. White-collar criminals often use deception. They get people to give them money by telling them it is an\nDistortion.\nGetting rid of or adding details to a fact. If a scientist says that \"The medicine is safe in small amounts\", a drug company can distort it and say \"The scientist says the medicine is safe\". Distortion is often seen in commercials or political advertising. Extreme examples are called propaganda where news can be distorted simply by choosing to cover one story but not another.\nWhite lie.\nTelling a small lie make people feel better or for other reasons which do not harm anybody or anything. Saying that a person likes what another person is wearing, even though they do not, is a white lie. Often the purpose of a white lie is to protect someone from being upset. This might happen when a child or elderly persons hears that someone has died. The opposite choice is sometimes called being \"brutally honest\". It means that a person tells true things that hurt people instead of hiding the truth. White lies should not be confused with sarcasm.\nFighting with lies.\nPeople hurt each other in war, and one way is to lie. They make the enemy belive they are in one place when they are in another. They pretend they will do one thing when they intend to do another. Spies pretend they are not enemies, in order to get secrets.\nLike other ways of fighting, lying can be morally good if done for a good reason. In the Old Testament Bible, Rahab lied about the Israeli spies she had hidden. The Bible says this was a good thing to do. Usually the term \"white lie\" refers to small unimportant things. Justifiable lies could be very big and important, but may still be good. However people should be careful about thinking their lies are good. Other people may see them as bad.","categories":[],"infobox_types":[],"annotations":[{"uri":"Truth","surface_form":"true","offset":62},{"uri":"Pathological_liar","surface_form":"pathological liar","offset":296},{"uri":"Intention","surface_form":"on purpose","offset":339},{"uri":"Error","surface_form":"making a mistake","offset":449},{"uri":"Perjury","surface_form":"perjury","offset":515},{"uri":"Court_of_law","surface_form":"court of law","offset":552},{"uri":"Ten_Commandments","surface_form":"Ten Commandments","offset":653},{"uri":"Trickery","surface_form":"Tricking","offset":838},{"uri":"Predators","surface_form":"predators","offset":1130},{"uri":"White-collar_crime","surface_form":"White-collar criminals","offset":1157},{"uri":"Advertising","surface_form":"commercials","offset":1492},{"uri":"Political","surface_form":"political","offset":1507},{"uri":"Advertising","surface_form":"advertising","offset":1517},{"uri":"Propaganda","surface_form":"propaganda","offset":1558},{"uri":"News","surface_form":"news","offset":1575},{"uri":"Sarcasm","surface_form":"sarcasm","offset":2210},{"uri":"Espionage","surface_form":"Spies","offset":2436},{"uri":"Old_Testament","surface_form":"Old Testament","offset":2586}]}