{"id":322530,"url":"http://en.wikipedia.org/wiki/Eero_Saarinen","text":"Eero Saarinen (August 20, 1910 – September 1, 1961) was a Finnish American architect and industrial designer of the 20th century. He was known for varying his style according to the demands of the project: simple, sweeping, arching structural curves or machine-like rationalism.\nBiography.\nEero Saarinen shared the same birthday as his father, Eliel Saarinen. Saarinen emigrated to the United States of America in 1923 at the age of thirteen. He grew up in Bloomfield Hills, Michigan, where his father was a teacher at the Cranbrook Academy of Art. He took courses in sculpture and furniture design there. He had a close relationship with fellow students Charles and Ray Eames. He became good friends with Florence Knoll (née Schust).\nBeginning in September 1929, he studied sculpture at the Académie de la Grande Chaumière in Paris, France. He then studied at the Yale School of Architecture until 1934. Later, he toured Europe and North Africa for a year and returned for a year to his native Finland. He returned to Cranbrook to work for his father and teach at the academy. He became a naturalized citizen of the U.S. in 1940. Saarinen was recruited by his friend, who was also an architect, to join the military service in the Office of Strategic Services (OSS). Saarinen was assigned to draw illustrations for bomb disassembly manuals and to provide designs for the Situation Room in the White House. Saarinen worked full time for the OSS until 1944. After his father's death in 1950, Saarinen founded his own architect's office, \"Eero Saarinen and Associates\". Eero Saarinen died of a brain tumor in 1961 at the age of 51.\nPersonal life.\nHe married the sculptor Lilian Swann Saarinen. They divorced in 1954. He had two children from his first marriage, Eric and Susan. Saarinen then married Aline Bernstein Louchheim (March 25, 1914 – July 13, 1972), an art critic at \"The New York Times\". They had a son, Eames, named after his collaborator Charles Eames.\nFurniture.\nSaarinen first received critical recognition, while still working for his father, for a chair designed together with Charles Eames for the \"Organic Design in Home Furnishings\" competition in 1940, for which they received first prize. The \"Tulip Chair\", like all other Saarinen chairs, was taken into production by the Knoll furniture company, founded by Hans Knoll, who married Saarinen family friend Florence (Schust) Knoll.\nDuring his long association with Knoll he designed many important pieces of furniture including the \"Grasshopper\" lounge chair and ottoman (1946), the \"Womb\" chair and ottoman (1948), the \"Womb\" settee (1950), side and arm chairs (1948–1950), and his most famous \"Tulip\" or \"Pedestal\" group (1956), which featured side and arm chairs, dining, coffee and side tables, as well as a stool. All of these designs were highly successful except for the \"Grasshopper\" lounge chair, which, although in production through 1965, was not a big success.\nBuildings.\nOne of Saarinen's earliest works to receive international acclaim is the Crow Island School in Winnetka, Illinois (1940).\nWhile Saarinen was still working for his father, he took first prize in the 1948 competition for the design of the Jefferson National Expansion Memorial, St. Louis. His arch not completed until the 1960s. The competition award was mistakenly sent to his father.\nThe first major work by Saarinen, in collaboration with his father, was the General Motors Technical Center in Warren, Michigan. It follows the rationalist design Miesian style: incorporating steel and glass, but with the added accent of panels in two shades of blue. The GM technical center was constructed in 1956, with Saarinen using models. These models allowed him to share his ideas with others, and gather input from other professionals. With the success of the scheme, Saarinen was then invited by other major American corporations to design their new headquarters: these included John Deere, IBM, and CBS. Despite their rationality, however, the interiors usually contained more dramatic sweeping staircases, as well as furniture designed by Saarinen, such as the Pedestal Series. In the 1950s he began to receive more commissions from American universities for campus designs and individual buildings; these include the Noyes dormitory at Vassar. Saarinen designed an ice rink, Ingalls Rink, and Ezra Stiles College at Yale University.\nHe served on the jury for the Sydney Opera House commission and was crucial in the selection of the design by Jørn Utzon.\nSaarinen's architectural firm was called \"Eero Saarinen and Associates\". He was the principal partner from 1950 until his death in 1961. The firm was initially known as \"Saarinen, Swansen and Associates\", headed by Eliel Saarinen and Robert Swansen from the late 1930s until Eliel's death in 1950. The firm was located in Bloomfield Hills, Michigan until 1961 when the practice was moved to Hamden, Connecticut. Under Eero Saarinen, the firm carried out many of its most important works, including the Jefferson National Expansion Memorial (Gateway Arch) in St. Louis, Missouri, the Miller House in Columbus, Indiana, the TWA Flight Center at John F. Kennedy International Airport that he worked on with Charles J. Parise, and the main terminal of Dulles International Airport near Washington, D.C.. Many of these projects use catenary curves in their structural designs. Saarinen designed one of the best-known thin-shell concrete structures in America, the Kresge Auditorium (MIT). Another thin-shell structure that he created is the Ingalls Rink (Yale University), which has suspension cables connected to a single concrete backbone and is nicknamed \"the whale.\" He is known for the TWA Flight Center, which represents the culmination of his previous designs and demonstrates his expressionism and the technical marvel in concrete shells.\nEero worked with his father, mother and sister designing elements of the Cranbrook campus in Bloomfield Hills, Michigan, including the Cranbrook School, Kingswood School, the Cranbrook Art Academy and the Cranbrook Science Institute. Eero's leaded glass designs are a prominent feature of these buildings throughout the campus.\nSaarinen died while undergoing an operation for a brain tumor at the age of 51. His widow, Aline, died of the same disease. His partners, Kevin Roche and John Dinkeloo, completed his ten remaining projects, including the St. Louis Arch. Afterwards, the name of the firm was changed to \"Kevin Roche, John Dinkeloo, and Associates\", or Roche-Dinkeloo.\nReputation.\nEero Saarinen was elected a Fellow of the American Institute of Architects in 1952. He is also a winner of the AIA Gold Medal.\nSaarinen is now considered one of the masters of American 20th Century architecture. There has been more interest in Saarinen's work in recent years, including a major exhibition and several books. This is partly due to the Roche and Dinkeloo office having donated their Saarinen archives to Yale University, but also because Saarinen's work seems to fit in with present-day concerns about pluralism of styles. He was criticized in his own time—most vociferously by critic Vincent Scully—for having no identifiable style; one explanation for this is that Saarinen adapted his modernist vision to each individual client and project, which were never exactly the same.\nFurther reading.\nAn exhibition of Saarinen's work, \"Eero Saarinen: Realizing American Utopia\", has been organized by the Finnish Cultural Institute in New York in collaboration with Yale School of Architecture and the Museum of Finnish Architecture. The exhibition will tour in Europe and the USA from 2006 to 2010. The exhibition is accompanied by the book \"Eero Saarinen. Shaping the Future\".\nIn 1973, the [http://www.aaa.si.edu/collections/aline-and-eero-saarinen-papers-5589 Aline and Eero Saarinen papers] were donated to the Archives of American Art, Smithsonian Institution, by Charles Alan, Aline Saarinen's brother and executor of her estate. In 2006, these primary source documents on the couple were digitized in their entirely and posted online on the Archives' website.","categories":[],"infobox_types":[],"annotations":[{"uri":"Finnish_American","surface_form":"Finnish American","offset":58},{"uri":"Architect","surface_form":"architect","offset":75},{"uri":"Industrial_designer","surface_form":"industrial designer","offset":89},{"uri":"Eliel_Saarinen","surface_form":"Eliel Saarinen","offset":344},{"uri":"Bloomfield_Hills%2C_Michigan","surface_form":"Bloomfield Hills, Michigan","offset":457},{"uri":"Cranbrook_Academy_of_Art","surface_form":"Cranbrook Academy of Art","offset":523},{"uri":"Charles_Eames","surface_form":"Charles","offset":655},{"uri":"Ray_Eames","surface_form":"Ray Eames","offset":667},{"uri":"Florence_Knoll","surface_form":"Florence Knoll (née Schust)","offset":706},{"uri":"Acad%C3%A9mie_de_la_Grande_Chaumi%C3%A8re","surface_form":"Académie de la Grande Chaumière","offset":792},{"uri":"Yale_School_of_Architecture","surface_form":"Yale School of Architecture","offset":865},{"uri":"Naturalized_citizen","surface_form":"naturalized citizen","offset":1090},{"uri":"Office_of_Strategic_Services","surface_form":"Office of Strategic Services","offset":1232},{"uri":"Aline_Bernstein_Louchheim","surface_form":"Aline Bernstein Louchheim","offset":1798},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":1876},{"uri":"Charles_Eames","surface_form":"Charles Eames","offset":1949},{"uri":"Tulip_Chair","surface_form":"Tulip Chair","offset":2214},{"uri":"Knoll_(company)","surface_form":"Knoll","offset":2293},{"uri":"Hans_Knoll","surface_form":"Hans Knoll","offset":2329},{"uri":"Florence_Knoll","surface_form":"Florence (Schust) Knoll","offset":2376},{"uri":"Tulip_chair","surface_form":"Tulip","offset":2665},{"uri":"Crow_Island_School","surface_form":"Crow Island School","offset":3026},{"uri":"Winnetka","surface_form":"Winnetka","offset":3048},{"uri":"Illinois","surface_form":"Illinois","offset":3058},{"uri":"Jefferson_National_Expansion_Memorial","surface_form":"Jefferson National Expansion Memorial","offset":3190},{"uri":"St._Louis%2C_Missouri","surface_form":"St. Louis","offset":3229},{"uri":"General_Motors_Technical_Center","surface_form":"General Motors Technical Center","offset":3413},{"uri":"Warren%2C_Michigan","surface_form":"Warren","offset":3448},{"uri":"Michigan","surface_form":"Michigan","offset":3456},{"uri":"Ludwig_Mies_van_der_Rohe","surface_form":"Miesian style","offset":3500},{"uri":"John_Deere","surface_form":"John Deere","offset":3926},{"uri":"IBM","surface_form":"IBM","offset":3938},{"uri":"CBS","surface_form":"CBS","offset":3947},{"uri":"Vassar_College","surface_form":"Vassar","offset":4286},{"uri":"Ingalls_Rink","surface_form":"Ingalls Rink","offset":4325},{"uri":"Ezra_Stiles_College","surface_form":"Ezra Stiles College","offset":4343},{"uri":"Yale_University","surface_form":"Yale University","offset":4366},{"uri":"Sydney_Opera_House","surface_form":"Sydney Opera House","offset":4413},{"uri":"J%C3%B8rn_Utzon","surface_form":"Jørn Utzon","offset":4493},{"uri":"Eliel_Saarinen","surface_form":"Eliel Saarinen","offset":4720},{"uri":"Bloomfield_Hills%2C_Michigan","surface_form":"Bloomfield Hills, Michigan","offset":4827},{"uri":"Hamden%2C_Connecticut","surface_form":"Hamden, Connecticut","offset":4896},{"uri":"Jefferson_National_Expansion_Memorial","surface_form":"Jefferson National Expansion Memorial","offset":5007},{"uri":"St._Louis%2C_Missouri","surface_form":"St. Louis, Missouri","offset":5063},{"uri":"Miller_House_(Columbus%2C_Indiana)","surface_form":"Miller House","offset":5088},{"uri":"Columbus%2C_Indiana","surface_form":"Columbus, Indiana","offset":5104},{"uri":"TWA_Flight_Center","surface_form":"TWA Flight Center","offset":5127},{"uri":"John_F._Kennedy_International_Airport","surface_form":"John F. Kennedy International Airport","offset":5148},{"uri":"Dulles_International_Airport","surface_form":"Dulles International Airport","offset":5253},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":5287},{"uri":"Catenary","surface_form":"catenary","offset":5332},{"uri":"Kresge_Auditorium","surface_form":"Kresge Auditorium","offset":5464},{"uri":"Ingalls_Rink","surface_form":"Ingalls Rink","offset":5541},{"uri":"Kevin_Roche","surface_form":"Kevin Roche","offset":6313},{"uri":"John_Dinkeloo","surface_form":"John Dinkeloo","offset":6329},{"uri":"Roche-Dinkeloo","surface_form":"Roche-Dinkeloo","offset":6509},{"uri":"FAIA","surface_form":"Fellow","offset":6565},{"uri":"American_Institute_of_Architects","surface_form":"American Institute of Architects","offset":6579},{"uri":"AIA_Gold_Medal","surface_form":"AIA Gold Medal","offset":6648},{"uri":"Vincent_Scully","surface_form":"Vincent Scully","offset":7137},{"uri":"Yale_School_of_Architecture","surface_form":"Yale School of Architecture","offset":7513},{"uri":"Museum_of_Finnish_Architecture","surface_form":"Museum of Finnish Architecture","offset":7549},{"uri":"Archives_of_American_Art","surface_form":"Archives of American Art","offset":7862}]}