{"id":32268,"url":"http://en.wikipedia.org/wiki/Pumpkin_pie","text":"e=\"preserve\">Pumpkin pie is a dessert pie with a spiced pumpkin-based custard filling. The pumpkin is a symbol of harvest time. In the United States and Canada, it is usually prepared for Thanksgiving and other occasions when pumpkin is in season.\nPies made from pumpkins use pie pumpkins that are about six-to-eight inches in diameter. Pie pumpkins are mostly smaller than jack-o'lantern pumpkins.\nHistory.\nThe pumpkin is native to North America. The pumpkin was an early export to France. During the 17th century, pumpkin pie recipes could be found in English cookbooks, like Hannah Woolley's \"The Gentlewoman's Companion\" (1675). But pumpkin \"pies\" made by early American colonists back then were more likely to be a savory soup rather than sweet custard in a crust.\nIt was not until the 19th century that pumpkin pie recipes appeared in American cookbooks. It also was not until that century that they became a part of the Thanksgiving dinner. The Pilgrims brought the pumpkin pie back to New England. The English method of cooking the pumpkin took a different course.\nIn the United States after the American Civil War, the pumpkin pie was resisted in the Southern United States as a symbol of Yankee culture brought to the South. Instead, the Southern United States prepared sweet potato pie.\nSongs.\n\"There's No Place like Home for the Holidays\" makes a reference to homemade pumpkin pie from a man who wants to return to Pennsylvania\"\n\"Rockin' Around the Christmas Tree\" says: \"Later we'll have some pumpkin pie/And we'll do some caroling\"\n\"Sleigh Ride makes reference to a happy feeling \"as they pass around the coffee and the pumpkin pie\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Dessert","surface_form":"dessert","offset":30},{"uri":"Pumpkin","surface_form":"pumpkin","offset":56},{"uri":"Custard","surface_form":"custard","offset":70},{"uri":"United_States","surface_form":"United States","offset":135},{"uri":"Canada","surface_form":"Canada","offset":153},{"uri":"Thanksgiving","surface_form":"Thanksgiving","offset":188},{"uri":"Jack-o%27lantern","surface_form":"jack-o'lantern","offset":374},{"uri":"North_America","surface_form":"North America","offset":433},{"uri":"France","surface_form":"France","offset":483},{"uri":"United_Kingdom","surface_form":"English","offset":554},{"uri":"United_States","surface_form":"American","offset":666},{"uri":"Squash_soup","surface_form":"savory soup","offset":720},{"uri":"Pilgrims","surface_form":"Pilgrims","offset":952},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":1104},{"uri":"Southern_United_States","surface_form":"Southern United States","offset":1160},{"uri":"Sweet_potato_pie","surface_form":"sweet potato pie","offset":1280},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":1427},{"uri":"Rockin%27_Around_the_Christmas_Tree","surface_form":"Rockin' Around the Christmas Tree","offset":1442},{"uri":"Sleigh_Ride","surface_form":"Sleigh Ride","offset":1547}]}