{"id":322807,"url":"http://en.wikipedia.org/wiki/Cedar","text":"Cedar (scientific name \"Cedrus\") is a genus of cone-bearing trees in the plant family \"Pinaceae\". They are native to the mountains of the western Himalaya and the Mediterranean region. They are found at heights of in the Himalaya and in the Mediterranean.\nCedars are trees up to (occasionally) tall with spicy-scented wood, thick ridged or square-cracked bark, and broad, level branches. The shoots are of two kinds, long shoots, which form the framework of the branches, and short shoots, which carry most of the leaves. The leaves are evergreen and needle-like, 8–60 mm long, arranged in an open spiral on long shoots, and in dense spiral clusters of 15–45 together on short shoots; they vary from bright grass-green to dark green to strongly glaucous pale blue-green, depending on the thickness of the white wax layer which protects the leaves from drying out. The female seed cones are barrel-shaped, 6–12 cm long and 3–8 cm broad, green at first, then maturing grey-brown, and, as in Abies, disintegrate when mature to release the winged seeds. The seeds are 10–15 mm long, with a 20–30 mm wing; as in Abies, the seeds have 2–3 blisters, containing an unpleasant-tasting resin, thought to be a defence against squirrels eating them. Cones take one year to mature, with pollination in autumn and the seeds maturing the same time a year later. The male pollen cones are slender, egg-shaped, 3–8 cm long, produced in late summer and shedding pollen in autumn.\nNaming of species.\nCedar cones have a similar structure to fir cones and for many years in the past experts thought they were closely related but modern scientific investigation has shown that they belong to the same family but not closely related.\nThere are several types of cedars and experts cannot agree how they are related. Some scientists put them all in one group while others separate them into different groups.","categories":[],"infobox_types":[],"annotations":[{"uri":"Taxonomy","surface_form":"scientific name","offset":7},{"uri":"Genus","surface_form":"genus","offset":38},{"uri":"Tree","surface_form":"tree","offset":60},{"uri":"Plant","surface_form":"plant","offset":73},{"uri":"Family_(biology)","surface_form":"family","offset":79},{"uri":"Pinaceae","surface_form":"Pinaceae","offset":87},{"uri":"Mountain","surface_form":"mountain","offset":121},{"uri":"Himalayas","surface_form":"Himalaya","offset":146},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean","offset":163},{"uri":"Glaucous","surface_form":"glaucous","offset":745},{"uri":"Abies","surface_form":"Abies","offset":989},{"uri":"Resin","surface_form":"resin","offset":1176},{"uri":"Squirrel","surface_form":"squirrel","offset":1215},{"uri":"Abies","surface_form":"fir","offset":1521}]}