{"id":322906,"url":"http://en.wikipedia.org/wiki/Stop_Online_Piracy_Act","text":"The Stop Online Piracy Act or SOPA was a proposed American law to stop copyright infringement on the Internet.\nThe Internet community had major discussion over it in 2011 and 2012, but the bill was not passed. Some experts said the proposed changes to the internet would have worldwide effects.\nMany critics said it would have bad unintended consequences.\nProtest.\nSome people and businesses supported the new law. Others were alarmed. Supporters worried that current copyright laws are not effective in shutting down piracy websites. The opponents worried that it is a kind of censorship. It is hard to tell which side is correct because the language in the law is still being written.\nThe English Wikipedia masked most of its pages with a banner on January 18, 2012. They used JavaScript to do this, which means that people could avoid the banner by just disabling JavaScript in their browser. The Wikipedia blackout is intended to spotlight the value of open access to information on the Internet.\nOther websites joined protests against SOPA. For example, Google put up a black censor board in front of its logo.\nMany critics questioned the value and likely effects of the protests. Some people questioned the timing of the protests.","categories":[],"infobox_types":[],"annotations":[{"uri":"Proposed","surface_form":"proposed","offset":41},{"uri":"United_States","surface_form":"American","offset":50},{"uri":"Law","surface_form":"law","offset":59},{"uri":"Copyright_infringement","surface_form":"copyright infringement","offset":71},{"uri":"Internet","surface_form":"Internet","offset":101},{"uri":"Unintended_consequences","surface_form":"unintended consequences","offset":331},{"uri":"Business","surface_form":"business","offset":381},{"uri":"Censorship","surface_form":"censorship","offset":578},{"uri":"English_Wikipedia","surface_form":"English Wikipedia","offset":691},{"uri":"JavaScript","surface_form":"JavaScript","offset":779},{"uri":"Intend","surface_form":"intended","offset":922},{"uri":"Website","surface_form":"website","offset":1007},{"uri":"Google","surface_form":"Google","offset":1059},{"uri":"Logo","surface_form":"logo","offset":1110}]}