{"id":323194,"url":"http://en.wikipedia.org/wiki/Ernie_Banks","text":"Ernest \"Ernie\" Banks (January 31, 1931 – January 23, 2015) was a former Major League Baseball player. He was a shortstop and a first baseman. He spent his entire 19-year career with the Chicago Cubs of the National League (1953–1971).\nHe hit 512 home runs in his career. Very few players have hit more than 500 home runs in their careers. He was elected to the Baseball Hall of Fame in 1977. He was known as \"Mr. Cub\".\nIn 2013, he was awarded the Presidential Medal of Freedom by President Barack Obama.\nHigh school years.\nBanks was born in Dallas, Texas and went to Booker T. Washington High School in that city. He was a very good athlete. He won \"letters\" in football, basketball and track. He graduated in 1950.\nBaseball career.\nBanks signed with the Kansas City Monarchs of the Negro American League in 1950. He broke into the Major Leagues in 1953 with the Chicago Cubs. He was their first black player. He played for the Cubs his entire career. He started at shortstop, then moved to first base in 1962.\nIn 1955, he set the record for grand slam home runs in a single season with five. That record stood for over thirty years.\nBanks won the National League Most Valuable Player Award twice, in 1958 and 1959. He became the first shortstop in the history of the National League to win the MVP award in back to back seasons.\nOn May 12, 1970, at Chicago's Wrigley Field, Banks hit his 500th career home run. Banks finished his career with 512 home runs, and his 277 homers as a shortstop were the most ever at the time of his retirement. (Cal Ripken, Jr. now holds the record for most homers as a shortstop with 345.) Banks holds Cubs records for games played (2,528), at-bats (9,421), extra-base hits (1,009), and total bases (4,706).\nDuring Banks' career, the Cubs as a team often played poorly. They started to play better late in his career, but they never got into the playoffs. Banks holds the Major League record for most games played without a playoff appearance (2,528).\nCoaching career.\nIn 1977 Banks was elected to the Baseball Hall of Fame. The beginning of Banks' speech that August 8 can be heard on a CD called \"Baseball's Greatest Hits Vol. II\". Commissioner of Baseball Bowie Kuhn presents Banks, who then says, \"Thank you very much, Commissioner, for the fine introduction. We've got the setting - sunshine, fresh air; we've got the team behind us so... Let's play two!\"\nBanks had worn number 14 on his Cubs uniform. In 1982 he became the first Cubs players whose number was retired by the team.\nOn March 31, 2008, a statue of Banks was put outside Wrigley Field. The base of the statue repeats his famous saying, \"Lets play two!\"\nDeath.\nBanks died of a heart attack at a Chicago hospital on January 23, 2015, eight days before his 84th birthday. His death was announced by his lawyer in that same day. He was buried in Graceland Cemetery, just a few blocks north of Wrigley Field.","categories":[],"infobox_types":[],"annotations":[{"uri":"Major_League_Baseball","surface_form":"Major League Baseball","offset":72},{"uri":"Shortstop","surface_form":"shortstop","offset":111},{"uri":"First_baseman","surface_form":"first baseman","offset":127},{"uri":"Chicago_Cubs","surface_form":"Chicago Cubs","offset":186},{"uri":"National_League","surface_form":"National League","offset":206},{"uri":"Home_run","surface_form":"home run","offset":246},{"uri":"Baseball_Hall_of_Fame","surface_form":"Baseball Hall of Fame","offset":361},{"uri":"Presidential_Medal_of_Freedom","surface_form":"Presidential Medal of Freedom","offset":447},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":490},{"uri":"Dallas","surface_form":"Dallas, Texas","offset":541},{"uri":"Booker_T._Washington_High_School_for_the_Performing_and_Visual_Arts","surface_form":"Booker T. Washington High School","offset":567},{"uri":"Kansas_City_Monarchs","surface_form":"Kansas City Monarchs","offset":755},{"uri":"Negro_American_League","surface_form":"Negro American League","offset":783},{"uri":"Most_Valuable_Player","surface_form":"Most Valuable Player","offset":1164},{"uri":"Chicago","surface_form":"Chicago","offset":1350},{"uri":"Wrigley_Field","surface_form":"Wrigley Field","offset":1360},{"uri":"Cal_Ripken%2C_Jr.","surface_form":"Cal Ripken, Jr.","offset":1543},{"uri":"Baseball_Hall_of_Fame","surface_form":"Baseball Hall of Fame","offset":2034},{"uri":"Commissioner_of_Baseball","surface_form":"Commissioner of Baseball","offset":2166},{"uri":"Bowie_Kuhn","surface_form":"Bowie Kuhn","offset":2191},{"uri":"List_of_Major_League_Baseball_retired_numbers","surface_form":"number was retired","offset":2486},{"uri":"Heart_attack","surface_form":"heart attack","offset":2676},{"uri":"Graceland_Cemetery","surface_form":"Graceland Cemetery","offset":2842}]}