{"id":323226,"url":"http://en.wikipedia.org/wiki/Grammatical_person","text":"e=\"preserve\">In grammar, a person is the way of referring to someone taking part in an event, such as the person talking, the person being talked to, the person being talked about. Grammatican persons are accomplished by pronouns, words used to take the place of a noun, in order to make speech easier.\nThe first person is the speaker referring to himself or herself. The second person is the person whom someone is speaking to or writing to.\nEffect on nouns.\nVery few nouns are second-person nouns because people do not usually talk directly to things like tables. In fact, in English, just about the only kind of nouns that are second-person is a small group of pronouns that can be seen in the table below.\nSometimes, a person's name is used in the second person, but that's usually just with a baby. For example, instead of saying \"you sit here\", one could say \"Charlie sits here\".\nEffect on verbs.\nIn English grammar, people do not usually have to do anything special to the verb if they use a second-person noun as a subject. In fact, the verb \"be\" is the only verb that has a special form for the second person: \"are\". In other languages such as French though, verbs change in different ways to match the subject. In this table, \"tu\" and \"vous\" are the second-person pronouns. We can see how the verb \"parler\" (talk) changes when people use them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Grammar","surface_form":"grammar","offset":16},{"uri":"Pronoun","surface_form":"pronoun","offset":221},{"uri":"Noun","surface_form":"noun","offset":469},{"uri":"English_language","surface_form":"English","offset":578},{"uri":"Pronoun","surface_form":"pronoun","offset":664},{"uri":"Verb","surface_form":"verb","offset":980},{"uri":"Subject","surface_form":"subject","offset":1023},{"uri":"Be","surface_form":"be","offset":1051},{"uri":"French_language","surface_form":"French","offset":1153}]}