{"id":323234,"url":"http://en.wikipedia.org/wiki/Buchanan_Field_Airport","text":"Buchanan Field Airport is an airport in Contra Costa County, California, United States. It is 27 nautical miles (50 km) northeast of San Francisco International Airport. The airport has a control tower and a lot of general aviation traffic. More than 500 aircraft are based on the field (mostly single-engine).\nHistory.\nIn 1942, Contra Costa County paid $88,000 for land to build an airport in the county. The airport was being developed when World War II started. The United States Army Air Forces took over the land. The Army added more land and built the airport. They also built a training base for pilots. The base was called Concord Army Airfeld.\nIn 1946, the War Assets Administration (WAA) gave the airport back to the County. In August 1946, the airport name was changed to honor County Supervisor William J. Buchanan, who was a board member for more than forty years. The airport was still sometimes used by the U.S. Army to move soldiers, especially during the Korean War.\nIn 1977, Buchanan Field was its busiest, with 357,000 total operations. That made it the 16th busiest airport in the United States, ahead of San Francisco International Airport, John F. Kennedy International Airport, and LaGuardia Airport. During this time people were worried about noise from the airplanes, so in 1988 the county made a law against some kinds of airplanes flying into Buchanan Field.\nStarting in the 1990s, the county started planning to build more businesses near the airport. Some of the businesses built were Sams Club, Taco Bell, Sports Authority, and Jiffy Lube. People might try to close this airport in the future. That is because people would like to use the land it is on for other things, because it is in the middle of the city of Concord with no room to grow, and because the airplane noise bothers people. The county has built a new airport in Byron in the eastern part of the county.\nAccidents.\nOn December 23, 1985, a small plane crashed into the roof of the Macy's Department Store at nearby Sunvalley Mall. The pilot and two passengers were killed. 84 shoppers in the mall were hurt, mostly from burning fuel. Four of the shoppers died later from their injuries. The accident made more people be against the airport. Pacific Southwest Airlines delayed scheduled passenger service that had been planned to start in January 1986.\nAnother plane crashed on April 13, 2004, just after leaving Buchanan Field. The plane landed on a minivan on Interstate 680 in Pleasant Hill. The crash almost severed the left leg of a 12-year-old girl. The crash was the fault of a mechanic who had worked on the plane.\nOn December 21, 2006, another plane crashed. It was flying too low and ran into the ground. The plane hit Highway 4. It crashed between the highway and Marsh Drive. Three passengers were killed instantly, and another passenger died after surgery.\nAirlines and destinations.\nFlights to San Francisco started in 1969, but were stopped by 1980. On May 1, 1986, Pacific Southwest Airlines (PSA) started flights from Buchanan Field to Los Angeles International Airport. PSA offered several round trips each day using airplanes that had 100 seats. In 1987, USAir took over those flights after buying PSA. That year, USAir said that it was stopping most of the West Coast flights that it got from PSA. This included Concord, where flights ended in 1992.","categories":[],"infobox_types":[],"annotations":[{"uri":"Contra_Costa_County%2C_California","surface_form":"Contra Costa County, California","offset":40},{"uri":"United_States","surface_form":"United States","offset":73},{"uri":"San_Francisco_International_Airport","surface_form":"San Francisco International Airport","offset":133},{"uri":"General_aviation","surface_form":"general aviation","offset":215},{"uri":"World_War_II","surface_form":"World War II","offset":443},{"uri":"United_States_Army_Air_Forces","surface_form":"United States Army Air Forces","offset":469},{"uri":"Aircraft_pilot","surface_form":"pilots","offset":603},{"uri":"War_Assets_Administration","surface_form":"War Assets Administration","offset":666},{"uri":"Korean_War","surface_form":"Korean War","offset":972},{"uri":"San_Francisco_International_Airport","surface_form":"San Francisco International Airport","offset":1125},{"uri":"John_F._Kennedy_International_Airport","surface_form":"John F. Kennedy International Airport","offset":1162},{"uri":"LaGuardia_Airport","surface_form":"LaGuardia Airport","offset":1205},{"uri":"Sams_Club","surface_form":"Sams Club","offset":1514},{"uri":"Taco_Bell","surface_form":"Taco Bell","offset":1525},{"uri":"Sports_Authority","surface_form":"Sports Authority","offset":1536},{"uri":"Jiffy_Lube","surface_form":"Jiffy Lube","offset":1558},{"uri":"Byron_Airport","surface_form":"Byron","offset":1859},{"uri":"Macy%27s","surface_form":"Macy's","offset":1976},{"uri":"Sunvalley_Mall","surface_form":"Sunvalley Mall","offset":2010},{"uri":"Pacific_Southwest_Airlines","surface_form":"Pacific Southwest Airlines","offset":2236},{"uri":"Scheduled_air_transport","surface_form":"scheduled passenger service","offset":2271},{"uri":"Interstate_680_(California)","surface_form":"Interstate 680","offset":2456},{"uri":"California_State_Route_4","surface_form":"Highway 4","offset":2723},{"uri":"Pacific_Southwest_Airlines","surface_form":"Pacific Southwest Airlines (PSA)","offset":2975},{"uri":"Los_Angeles_International_Airport","surface_form":"Los Angeles International Airport","offset":3047},{"uri":"US_Airways","surface_form":"USAir","offset":3168}]}