{"id":323220,"url":"http://en.wikipedia.org/wiki/Heliport","text":"A heliport is a small airport only for use by helicopters. Heliports normally contain one or more helipads and may have limited facilities such as fuel, lighting, a windsock, or even hangars. In larger towns and cities, customs facilities may be available at a heliport.\nThe early supporters of helicopters hoped that heliports would become popular, but they have not been popular in urban areas due to the unpleasant noise caused by helicopter traffic.\nPurpose.\nIn a large metropolis, a heliport can serve passengers needing to quickly move within the city or to outlying regions. Generally heliports can be situated closer to a town or city centre than an airport for fixed-wing aircraft. The advantage in flying by helicopter to a destination or even to the city's main airport is that travel can be much faster than driving. As an example, the Downtown Manhattan Heliport in New York City provides scheduled service to John F. Kennedy International Airport and is used to move wealthy persons and important goods quickly to destinations as far away as Maryland.\nSome skyscrapers feature rooftop helipads or heliports to serve the transport needs of executives or clients. The U.S. Bank Tower in Los Angeles is an example. Police departments use heliports as a base for police helicopters, and larger department may have a dedicated one such as the LAPD Hooper Heliport.\nHelipads are common features at hospitals where they serve to facilitate MEDEVACs or air ambulance transfers of patients to trauma units or to accept patients from remote areas without local hospitals or facilities capable of providing the level of emergency care required. In urban environments, these heliports are typically located on the roof of the hospital.\nNumbering.\nHeliports have no orientation and are not numbered in a standard fashion like runways. In some US cities it is standard to paint the maximum allowable weight of a helicopter in thousands of pounds. Thus, a \"12\" in a circle designates that the maximum landing weight is 12,000 lbs.\nSome Canadian hospital heliports have a cross and some have the letter \"H\" in the middle.\nLighting.\nHeliport lighting normally consists of a circle or square of inset lights around the surface called the TLOF (touchdown and lift-off area) and another around the overall landing area called the FATO (final approach and takeoff area). The later encompasses the TLOF as well and the lights may be elevated or inset. Both sets of lights are now recommended to be green by the International Civil Aviation Organization and Federal Aviation Administration. Yellow (amber) was the former standard and is still preferred in many locations. There is a great deal of variance in color depending on the owner and jurisdiction. These lights were traditionally incandescent but are now increasingly light-emitting diodes with brightness control. The TLOF and FATO lights may be supplemented with surface flood lights. A lighted wind cone is necessary. At ground-based locations, a row of lead-in lights in the preferred direction of approach is sometimes used. Visual slope guidance systems (such as HAPI, PAPI, etc.) are recommended in both ICAO and FAA documents but are rarely deployed due to the high cost relative to the rest of the lighting system. While airports commonly use 6.6A direct current power, heliport lighting is normally AC powered. Radio control of the lighting by the pilot via an automated ground-based controller is also common.","categories":[],"infobox_types":[],"annotations":[{"uri":"Airport","surface_form":"airport","offset":22},{"uri":"Helicopter","surface_form":"helicopter","offset":46},{"uri":"Helipad","surface_form":"helipad","offset":98},{"uri":"Windsock","surface_form":"windsock","offset":165},{"uri":"Customs","surface_form":"customs","offset":220},{"uri":"Urban_area","surface_form":"urban area","offset":384},{"uri":"Metropolis","surface_form":"metropolis","offset":474},{"uri":"Passenger","surface_form":"passenger","offset":507},{"uri":"City_centre","surface_form":"city centre","offset":638},{"uri":"Fixed-wing_aircraft","surface_form":"fixed-wing aircraft","offset":670},{"uri":"Driving","surface_form":"driving","offset":820},{"uri":"Downtown_Manhattan_Heliport","surface_form":"Downtown Manhattan Heliport","offset":848},{"uri":"John_F._Kennedy_International_Airport","surface_form":"John F. Kennedy International Airport","offset":923},{"uri":"Maryland","surface_form":"Maryland","offset":1056},{"uri":"Skyscraper","surface_form":"skyscraper","offset":1071},{"uri":"Helipad","surface_form":"helipad","offset":1099},{"uri":"U.S._Bank_Tower_(Los_Angeles)","surface_form":"U.S. Bank Tower","offset":1180},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":1199},{"uri":"Police_helicopter","surface_form":"police helicopter","offset":1273},{"uri":"LAPD_Hooper_Heliport","surface_form":"LAPD Hooper Heliport","offset":1352},{"uri":"Hospital","surface_form":"hospital","offset":1406},{"uri":"MEDEVAC","surface_form":"MEDEVAC","offset":1447},{"uri":"Air_ambulance","surface_form":"air ambulance","offset":1459},{"uri":"Physical_trauma","surface_form":"trauma","offset":1498},{"uri":"Emergency_care","surface_form":"emergency care","offset":1623},{"uri":"Urban_area","surface_form":"urban","offset":1651},{"uri":"Runway","surface_form":"runway","offset":1827},{"uri":"Landing","surface_form":"landing","offset":2300},{"uri":"FATO","surface_form":"FATO","offset":2324},{"uri":"International_Civil_Aviation_Organization","surface_form":"International Civil Aviation Organization","offset":2503},{"uri":"Federal_Aviation_Administration","surface_form":"Federal Aviation Administration","offset":2549},{"uri":"Incandescent","surface_form":"incandescent","offset":2779},{"uri":"Light-emitting_diode","surface_form":"light-emitting diode","offset":2817},{"uri":"Flood_light","surface_form":"flood light","offset":2922},{"uri":"Wind_cone","surface_form":"wind cone","offset":2946},{"uri":"Lead-in_lights","surface_form":"lead-in lights","offset":3006},{"uri":"Guidance_system","surface_form":"guidance system","offset":3092},{"uri":"Direct_current","surface_form":"direct current","offset":3306},{"uri":"AC_power","surface_form":"AC power","offset":3358},{"uri":"Pilot_Controlled_Lighting","surface_form":"Radio control of the lighting by the pilot via an automated ground-based controller","offset":3370}]}