{"id":323461,"url":"http://en.wikipedia.org/wiki/Canberra_International_Airport","text":"Canberra International Airport, known as Canberra Airport, is the airport for Australia's capital city, Canberra, and the city of Queanbeyan, NSW. It is in North Canberra. Canberra Airport is the 8th busiest airport in Australia. The airport is also the base for Brindabella Airlines. Canberra is an international airport.\nCanberra Airport is managed and operated by the Canberra Airport Group Pty Ltd. The Airport has two runways, the 17/35 and the 12/30. Flights in and out of the airport are mainly to and from eastern Australia. Canberra Airport handled more than three million passengers in 2009. Since 2009, the Canberra Airport Main Terminal is being rebuilt and should be completed in 2012. The Southern Extension of the new terminal was completed in November 2010. The Western Extension has not been started.\nLocation.\nThe Airport is about 8–10 minutes drive from the city centre, 15 minutes from the suburb of Gungahlin and 10 minutes from Queanbeyan. Travel times can be much longer at peak times due to traffic congestion.\nHistory.\nThe airport was built in the 1920s, not long after the National Capital site was decided. In 1939, the Royal Australian Air Force (RAAF) took over the airport, but kept an area for civil aviation.\nOn 13 August 1940, in Canberra air disaster, a RAAF Lockheed Hudson flying from Melbourne crashed into a small hill east of the airport. Four crew and six passengers were killed. The Chief of the General Staff and three Federal Government ministers were among the dead. James Fairbairn, Minister for Air and Civil Aviation, also died. The Fairbairn Airbase was named after him. In 1962 the military side of the Airport was renamed RAAF Base Fairbairn. The north-east part of the Airport is called the Fairbairn Business Park.\nCanberra International Airport Pty Ltd took over the airport in 1998. They leased the RAAF area to the Department of Defence. It was closed as a RAAF base in 2003, (although No. 34 Squadron RAAF remains based there). The RAAF area was renamed Defence Establishment Fairbairn.\nRedevelopment of the Airport, including new terminal buildings, started in 1998. In early December 2007, plans were announced to construct a new terminal, but these plans were placed on hold in late 2008. A 600m extension to the airport's runway and upgrades to runway systems were completed in 2006.","categories":[],"infobox_types":["airport"],"annotations":[{"uri":"Capital_city","surface_form":"capital city","offset":90},{"uri":"Canberra","surface_form":"Canberra","offset":104},{"uri":"Queanbeyan","surface_form":"Queanbeyan, NSW","offset":130},{"uri":"Runway","surface_form":"runway","offset":423},{"uri":"Queanbeyan","surface_form":"Queanbeyan","offset":950},{"uri":"Traffic_congestion","surface_form":"traffic congestion","offset":1015},{"uri":"Royal_Australian_Air_Force","surface_form":"Royal Australian Air Force","offset":1147},{"uri":"Civil_aviation","surface_form":"civil aviation","offset":1225},{"uri":"1940_Canberra_air_disaster","surface_form":"Canberra air disaster","offset":1263},{"uri":"Lockheed_Hudson","surface_form":"Lockheed Hudson","offset":1293},{"uri":"Melbourne","surface_form":"Melbourne","offset":1321},{"uri":"James_Fairbairn","surface_form":"James Fairbairn","offset":1511},{"uri":"Fairbairn_Airbase","surface_form":"Fairbairn Airbase","offset":1580},{"uri":"RAAF_Base_Fairbairn","surface_form":"RAAF Base Fairbairn","offset":1672},{"uri":"No._34_Squadron_RAAF","surface_form":"No. 34 Squadron RAAF","offset":1941},{"uri":"Defence_Establishment_Fairbairn","surface_form":"Defence Establishment Fairbairn","offset":2010}]}