{"id":323584,"url":"http://en.wikipedia.org/wiki/Sydney_Airport","text":"Sydney (Kingsford Smith) Airport (also known as Kingsford-Smith Airport and Sydney Airport) is in the suburb of Mascot in Sydney, Australia. It is Sydney's main airport, and is the main hub for Qantas, and a secondary hub for Virgin Australia and Jetstar Airways. It is next to Botany Bay. The airport has three runways, the \"east–west\", \"north–south\" and \"third\" runways.\nSydney Airport is one of the oldest airports in the world still in use. It is the busiest airport in Australia, handling 36 million passengers in 2010 and 289,741 aircraft movements in 2009. It was the 28th busiest airport in the world in 2009. The airport is managed by Sydney Airport Corporation Limited (SACL). Flights from Sydney link with all parts of Australia. There are direct flights to 47 Australian cities and towns\n1920–30: Early history.\nBefore the airport was built, it was a field for bullocks. Nigel Love, a former World War I pilot, wanted to start building aircraft. He needed to set up a factory and an aerodrome close to the city. He found some land owned by the Kensington Race Club. It had been used by a local abattoir, which was closing down, to graze sheep and cattle. The surface was perfectly flat and was covered with a pasture of buffalo grass. This grass which had been grazed so evenly by the sheep and cattle running on it that it was easy to make it suitable to land aircraft. In addition, it was clear for aircraft on all four sides. On the sides of the field were a racecourse, gardens, a river and Botany Bay.\nLove set up Mascot as a private business, leasing from the Kensington Race club for three years. At first he had a small canvas structure but was later put up an imported Richards hangar. The first flight from Mascot was on 19 November 1919 when Love took movie cameraman Billy Marshall up in an Avro. The official opening flight took place on 9 January 1920, also performed by Love.\nIn 1921 the Australian government purchased in Mascot to set up a public airfield. In 1923, at the end of Love's three-year lease, the government took the land from the racing club. The first regular flights began in 1924.\n1930–60.\nIn 1933, the first gravel runways were built. The course of Cooks River was moved away from the area in 1947–52 to provide more land for the airport and other small streams were filled. When Mascot was declared an aerodrome in 1920 it was known as Sydney Airport. In 1953 it was renamed Sydney (Kingsford Smith) Airport after Charles Kingsford Smith, a pioneering Australian aviator. The first paved runway was 07–25 and the next one built was 16R, sticking out into Botany Bay, starting in 1959, to land large jets. 07-25 is used mainly by lighter aircraft, although large four engine jet aircraft still land on the runway from the east, when south-westerly winds are blowing in Sydney. 16R is presently the longest operational runway in Australia, with paved length and between the zebra thresholds.\n1960–2000.\nBy the 1960s a new international terminal was needed, and work started in late 1966. The new building was officially opened on 3 May 1970, by Queen Elizabeth II.\nThe first Boeing 747 \"Jumbo Jet\" to land at the airport, Pan American's \"Clipper Flying Cloud\" (N734PA), arrived on 4 October 1970. In the 1970s the north-south runway was made longer to become one of the longest runways in the southern hemisphere. The international terminal was made bigger in 1992 and has been modernized several times since then.\nHaving only two runways that crossed each other became a problem and various governments tried to increase with Sydney airport's capacity for many years. A decision was finally made to build a third runway. This was not popular with people who lived near the airport. The third runway was built parallel to the existing main \"north–south\" runway entirely on reclaimed land from Botany Bay). A proposed new airport on the outskirts of Sydney was not developed.\n2000–10.\nIn 2002, the Australian Government sold Sydney Airport to Southern Cross Airports Corporation Holdings Ltd. 82.93% of SACL is owned by MAp Airports International Limited, part of Macquarie Bank. Sydney Airport Intervest GmbH own 12.11% and Ontario Teachers' Australia Trust own 4.96%. SACL holds a 99-year lease on the airport which remains Crown land.\nThe international terminal has been made bigger several times. The next rebuilding will take place in stages over twenty years (2005–25). This will include a high-rise office block, a multi-level car park, and bigger international and domestic terminals. This rebuilding and other plans of Macquarie Bank for the airport are seen as controversial. They do not need the legal oversight of local councils, which usually act as the local planning authority for such developments.\nAs of April 2006, some of the proposed development has been scaled back.\nSydney Airport's International terminal underwent a $500 million rebuild that was completed in mid 2010. It included a new baggage system, an extra of space for shops and passenger waiting areas and other improvements.\nIn March 2010, the Australian Competition and Consumer Commission said that prices at Sydney airport were too high. The report said Sydney Airport recorded the highest average prices at $13.63 per passenger, compared to the lowest of $7.96 at Melbourne Airport. The price of short-term parking had almost doubled in the 2008–09 financial year, from $28 to $50 for four hours. The report also said the airport abused its monopoly power.\n2010–2020.\nIn December 2011, Sydney Airport said it would divide the airport into two airline based areas which would have international, domestic and regional services under the one roof by 2019. Terminal 2 and Terminal 3 would be used by Qantas, Jetstar and members of the oneworld airline alliance. Terminal 1 would be used by Virgin Australia and its international partners. Other international airlines would continue to operate from T1.\nTerminals.\nThe airport provides a bus service between the terminals at a cost of A$5.50.\nTerminal 1.\nTerminal 1 was opened on 3 May 1970, replacing the old Overseas Passenger Terminal. Terminal 1 has been greatly expanded since then. Today it is known as the International Terminal, in the airport's north western area. It has 30 gates (Concourse B with 8–37 and Concourse C with 50–63) served by aerobridges, as well as a number of remote bays. It has room for the Airbus A380, which fly routes to Singapore (Singapore Airlines), London via Singapore and Los Angeles (Qantas), Dubai and Auckland (Emirates). The terminal building has three levels, one each for arrivals, departures and airline offices. The departure level has 20 rows of check-in desks, each with 10 single desks making a total of 200 check-in desks. The terminal also has an observation deck on the roof. The terminal has six airline lounges: Two for Qantas, and one each for Air New Zealand, Singapore Airlines, Malaysia Airlines and Emirates. The terminal underwent a major $500 million redevelopment that was completed in 2010. The shopping area was made bigger, outbound customs operations were put into one place, and the floor space of the terminal increased to 254,000 square metres.\nTerminal 2.\nTerminal 2, in the airport's north-eastern section, was the former home of Ansett Australia's domestic operations. It has 15 parking bays with aerobridges and a number of non-contact bays. Today it serves Virgin Australia, Jetstar, Tiger Airways, Regional Express Airlines, Aeropelican Air Services and Qantaslink services operated by Eastern Australia Airlines. There are lounges for Qantas, Virgin Australia and Regional Express Airlines.\nTerminal 3.\nTerminal 3 is a domestic terminal, for Qantas and Qantaslink flights to Canberra. It was home for Trans Australia Airlines (later named Australian Airlines). Like Terminal 2 it is in the north-eastern section. The current terminal building is largely the result of extensions made during the late 1990s. There are 14 parking bays with aerobridges, including two with dual aerobridges. Terminal 3 has a large Qantas Club lounge, and a Business Class and Chairmans lounge. Terminal 3 also has a 'Heritage Collection', includes items from Qantas's 90 years of service, It also has a view of the airport and is used by plane-spotters. It is next to Gate 13.\nOther terminals.\nSydney Airport had a fourth passenger terminal, east of Terminal 2. This was formerly known as \"Domestic Express\" and was used by Regional Express Airlines, Virgin Blue (now known as Virgin Australia), and Impulse Airlines. It is now used by DHL Express and Tasman Cargo Airlines as an office building.\nThe Freight Terminal is north of Terminal 1. It is used for international freight operations, except for Tasman Cargo Airlines' trans-Tasman services.\nCurfew.\nIn 1995 the Australian Government passed a law through parliament called \"The Sydney Airport Curfew Act\". This limits the operating hours of the airport. This was done in an effort to stop complaints about aircraft noise. The curfew stops aircraft from taking off or landing between the hours of 11 pm and 6 am. Some special flights are allowed between 11 pm to midnight and 5 am to 6 am, by Section 12 of the Act.\nDuring bad weather, flights are often late and people on late flights are unable to travel on a given day. As of 2009, four airlines had been fined for landing during the closed times. The maximum fine is AU$550 000.\nRail.\nThe airport can be reached from the city by the Airport Link underground rail line. The International railway station is under the International terminal, while the Domestic railway station is under the car park between the domestic terminals (Terminal 2 and Terminal 3). While the stations are part of the Cityrail network, they are privately owned and operated by Airport Link. Passengers have to pay a station fee or 'gate fee' of $11.80. This fee is added to the price of the train ticket.\nThe trains that go to the airport are regular suburban trains. Unlike special airport trains at other airports, they do not have special provisions for customers with luggage. They do not operate express to the airport and may have all seats occupied by commuters before the trains arrive at the airport.\nBus.\nSydney Buses operates Route 400 from Burwood to Bondi Junction railway stations and stops at the International and Domestic terminals. It connects the eastern suburbs, Inner West and St George areas to the airport. Private shuttle buses also service the airport from the Sutherland Shire, Blue Mountains and Central Coast.\nRoad.\nSydney Airport has road connections in all directions. Southern Cross Drive (M1), a motorway, is the fastest link with the city centre. The only other motorway, the M5 South Western Motorway (including the M5 East Freeway) links the airport with the south-western suburbs of Sydney.\nThere is a ring road around the airport. General Holmes Drive has a tunnel under the main north-south runway and three taxiways as well as an aircraft viewing area. Inside the airport a part-ring road joins the Domestic Terminal with the control tower, the general aviation area, car-rental company storage yards, long-term car park, heliport, various retail operations and a hotel. A perimeter road runs inside the secured area for airport vehicles only.\nThere are also many private parking companies around the airport who are cheaper than the official car parks. They have free shuttle buses to the airport.\nPedestrian and bicycle.\nThe International Terminal is next to a wide pedestrian and bicycle path. It links Mascot and Sydney City in the north-east with Tempe (via a foot bridge over Alexandra Canal) and Botany Bay to the south-west. All terminals have bicycle racks and are also easily reached by foot from nearby areas.","categories":[],"infobox_types":["airport"],"annotations":[{"uri":"Mascot%2C_New_South_Wales","surface_form":"Mascot","offset":112},{"uri":"Sydney","surface_form":"Sydney","offset":122},{"uri":"Airline_hub","surface_form":"hub","offset":186},{"uri":"Qantas","surface_form":"Qantas","offset":194},{"uri":"Virgin_Australia","surface_form":"Virgin Australia","offset":226},{"uri":"Jetstar_Airways","surface_form":"Jetstar Airways","offset":247},{"uri":"Botany_Bay","surface_form":"Botany Bay","offset":278},{"uri":"Passenger","surface_form":"passenger","offset":505},{"uri":"Sydney_Airport_Corporation_Limited","surface_form":"Sydney Airport Corporation Limited","offset":644},{"uri":"Bullock","surface_form":"bullock","offset":873},{"uri":"Nigel_Love","surface_form":"Nigel Love","offset":883},{"uri":"World_War_I","surface_form":"World War I","offset":904},{"uri":"Aerodrome","surface_form":"aerodrome","offset":995},{"uri":"Abattoir","surface_form":"abattoir","offset":1106},{"uri":"Racecourse","surface_form":"racecourse","offset":1474},{"uri":"Botany_Bay","surface_form":"Botany Bay","offset":1507},{"uri":"Leasing","surface_form":"leasing","offset":1561},{"uri":"Hangar","surface_form":"hangar","offset":1699},{"uri":"Gravel","surface_form":"gravel","offset":2154},{"uri":"Aerodrome","surface_form":"aerodrome","offset":2349},{"uri":"Charles_Kingsford_Smith","surface_form":"Charles Kingsford Smith","offset":2461},{"uri":"Airport_terminal","surface_form":"terminal","offset":2981},{"uri":"Queen_Elizabeth_II","surface_form":"Queen Elizabeth II","offset":3090},{"uri":"Boeing_747","surface_form":"Boeing 747","offset":3120},{"uri":"Pan_American_World_Airways","surface_form":"Pan American's","offset":3167},{"uri":"Southern_hemisphere","surface_form":"southern hemisphere","offset":3338},{"uri":"Parallel","surface_form":"parallel","offset":3755},{"uri":"Government_of_Australia","surface_form":"Australian Government","offset":3942},{"uri":"Macquarie_Bank","surface_form":"Macquarie Bank","offset":4108},{"uri":"Crown_land","surface_form":"Crown land","offset":4270},{"uri":"Local_Government_Areas_of_Australia","surface_form":"local councils","offset":4670},{"uri":"Baggage","surface_form":"baggage","offset":4955},{"uri":"Australian_Competition_and_Consumer_Commission","surface_form":"Australian Competition and Consumer Commission","offset":5070},{"uri":"Monopoly","surface_form":"monopoly","offset":5471},{"uri":"Qantas","surface_form":"Qantas","offset":5727},{"uri":"Jetstar","surface_form":"Jetstar","offset":5735},{"uri":"Oneworld","surface_form":"oneworld","offset":5762},{"uri":"Virgin_Australia","surface_form":"Virgin Australia","offset":5817},{"uri":"A%24","surface_form":"A$","offset":6011},{"uri":"Airbus_A380","surface_form":"Airbus A380","offset":6396},{"uri":"Singapore","surface_form":"Singapore","offset":6429},{"uri":"Singapore_Airlines","surface_form":"Singapore Airlines","offset":6440},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":6486},{"uri":"Dubai","surface_form":"Dubai","offset":6508},{"uri":"Auckland","surface_form":"Auckland","offset":6518},{"uri":"Emirates_(airline)","surface_form":"Emirates","offset":6528},{"uri":"Airport_lounge","surface_form":"airline lounges","offset":6825},{"uri":"Air_New_Zealand","surface_form":"Air New Zealand","offset":6875},{"uri":"Singapore_Airlines","surface_form":"Singapore Airlines","offset":6892},{"uri":"Malaysia_Airlines","surface_form":"Malaysia Airlines","offset":6912},{"uri":"Emirates_Airline","surface_form":"Emirates","offset":6934},{"uri":"Ansett_Australia","surface_form":"Ansett Australia","offset":7277},{"uri":"Virgin_Australia","surface_form":"Virgin Australia","offset":7407},{"uri":"Jetstar","surface_form":"Jetstar","offset":7425},{"uri":"Tiger_Airways","surface_form":"Tiger Airways","offset":7434},{"uri":"Regional_Express_Airlines","surface_form":"Regional Express Airlines","offset":7449},{"uri":"Aeropelican_Air_Services","surface_form":"Aeropelican Air Services","offset":7476},{"uri":"Qantaslink","surface_form":"Qantaslink","offset":7505},{"uri":"Eastern_Australia_Airlines","surface_form":"Eastern Australia Airlines","offset":7537},{"uri":"Trans_Australia_Airlines","surface_form":"Trans Australia Airlines","offset":7753},{"uri":"Qantas_Club","surface_form":"Qantas Club","offset":8063},{"uri":"Business_Class","surface_form":"Business Class","offset":8089},{"uri":"Aircraft_spotting","surface_form":"plane-spotters","offset":8270},{"uri":"Impulse_Airlines","surface_form":"Impulse Airlines","offset":8532},{"uri":"DHL_Express","surface_form":"DHL Express","offset":8568},{"uri":"Tasman_Cargo_Airlines","surface_form":"Tasman Cargo Airlines","offset":8584},{"uri":"AU%24","surface_form":"AU$","offset":9408},{"uri":"Airport_and_East_Hills_railway_line","surface_form":"Airport Link","offset":9474},{"uri":"International_railway_station%2C_Sydney","surface_form":"International railway station","offset":9514},{"uri":"Domestic_railway_station%2C_Sydney","surface_form":"Domestic railway station","offset":9591},{"uri":"Cityrail","surface_form":"Cityrail","offset":9733},{"uri":"Sydney_Buses","surface_form":"Sydney Buses","offset":10230},{"uri":"Southern_Cross_Drive","surface_form":"Southern Cross Drive","offset":10614},{"uri":"Metroad_1","surface_form":"M1","offset":10636},{"uri":"M5_South_Western_Motorway","surface_form":"M5 South Western Motorway","offset":10724},{"uri":"General_Holmes_Drive","surface_form":"General Holmes Drive","offset":10883},{"uri":"General_aviation","surface_form":"general aviation","offset":11099},{"uri":"Heliport","surface_form":"heliport","offset":11176},{"uri":"Mascot%2C_New_South_Wales","surface_form":"Mascot","offset":11560},{"uri":"Tempe%2C_New_South_Wales","surface_form":"Tempe","offset":11606},{"uri":"Alexandra_Canal_(New_South_Wales)","surface_form":"Alexandra Canal","offset":11636},{"uri":"Botany_Bay","surface_form":"Botany Bay","offset":11657}]}