{"id":323529,"url":"http://en.wikipedia.org/wiki/Sarah_Burke","text":"Sarah Burke (September 3, 1982 – January 19, 2012) was a Canadian athlete who competed in freestyle skiing and was a pioneer of the superpipe event. During her career, she won four Winter X Games gold medals and world championship in the halfpipe in 2005. She lobbied to the International Olympic Committee (IOC) to add the event added to the Olympic program for the 2014 Winter Olympics and was successful after trying to add it to the 2010 Winter Olympics in Vancouver. Burke was considered a medal favourite in the event. In 2006, she was voted #91 on the FHM-U.S.'s 100 Sexiest Women list. She married freeskier Rory Bushfield in Pemberton, British Columbia on September 25, 2010.\nOn January 10, 2012, She was seriously injured while she was training on the Park City Mountain Resort Eagle superpipe in Park City, Utah. Witnesses reported that she completed a trick very well but fell on her head, and that the accident did not appear to be very severe. However, she later went into cardiac arrest while she was still on the ski slope which made her chance of survival extremely low. She was resuscitated and was airlifted to the University of Utah Hospital in Salt Lake City, where she was reported to have been placed in an induced coma. The next day, she underwent neurosurgery to repair a tear in a vertebral artery. She would later succumb to her injuries on January 19, 2012.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canadians","surface_form":"Canadian","offset":57},{"uri":"Sportsperson","surface_form":"athlete","offset":66},{"uri":"Freestyle_skiing","surface_form":"freestyle skiing","offset":90},{"uri":"Winter_X_Games","surface_form":"Winter X Games","offset":181},{"uri":"2014_Winter_Olympics","surface_form":"2014 Winter Olympics","offset":367},{"uri":"2010_Winter_Olympics","surface_form":"2010 Winter Olympics","offset":437},{"uri":"Pemberton%2C_British_Columbia","surface_form":"Pemberton, British Columbia","offset":634},{"uri":"Park_City%2C_Utah","surface_form":"Park City, Utah","offset":807},{"uri":"Cardiac_arrest","surface_form":"cardiac arrest","offset":987},{"uri":"Resuscitation","surface_form":"resuscitated","offset":1096},{"uri":"Salt_Lake_City","surface_form":"Salt Lake City","offset":1165},{"uri":"Coma","surface_form":"coma","offset":1238},{"uri":"Neurosurgery","surface_form":"neurosurgery","offset":1272}]}