{"id":323578,"url":"http://en.wikipedia.org/wiki/Sendai_Airport","text":"is a Japanese airport in Natori, Miyagi, south southeast of Sendai Station in Sendai.\nThe airport handles domestic flights, and it is an international airport. It is officially classified as a 2nd class airport.\nHistory.\nIn 1940, the Imperial Japanese Army built Sendai Airport. In 1943, it was reformed into Sendai Army Flight School.\nAt the end of World War II, the United States Army took control of the airport and its operations.\nIn 1956, Sendai Airport was returned to Japan.\nThe airport is marked by the design of its terminal. The curving and waving roof imitates the mountainous landscape and undulating sea edge that surrounds it. The building was finished in 1997. It was designed by Gyo Obata of Hellmuth, Obata + Kassabaum (HOK). According to HOK, the iconic form represents the aspirations of the region.\n2011 Tōhoku earthquake and tsunami.\nDuring the 2011 Tōhoku earthquake, the airport was damaged by the tremors and it was flooded.\nA week later, military engineers opened the airport for disaster relief.\nThe airport served as a transit location for airlifted supplies, including 2 million tons of such items as blankets, water, and food.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":5},{"uri":"Natori%2C_Miyagi","surface_form":"Natori, Miyagi","offset":25},{"uri":"Sendai_Station_(Miyagi)","surface_form":"Sendai Station","offset":60},{"uri":"Sendai","surface_form":"Sendai","offset":78},{"uri":"International_airport","surface_form":"international airport","offset":137},{"uri":"Imperial_Japanese_Army","surface_form":"Imperial Japanese Army","offset":234},{"uri":"Reform","surface_form":"reform","offset":295},{"uri":"World_War_II","surface_form":"World War II","offset":350},{"uri":"United_States_Army","surface_form":"United States Army","offset":368},{"uri":"2011_T%C5%8Dhoku_earthquake_and_tsunami","surface_form":"2011 Tōhoku earthquake","offset":866}]}