{"id":323629,"url":"http://en.wikipedia.org/wiki/Bipasha_Basu","text":"Bipasha Basu (born 7 January 1979) is an Indian movie actress who appears in Hindi language movies. She has also worked in Telugu, Tamil and Bengali language movies. She was a successful model before appearing in movies.\nBasu's first movie as an actress was \"Ajnabee\" (2001). Her first successful movie was \"Raaz\" (2002). She was chosen for Filmfare Best Actress Award for Raaz. She then appeared in commercial successes like \"No Entry\" (2005), \"Phir Hera Pheri\" (2006) and \"Race\" (2008). \"Dhoom 2\" (2007) is her biggest commercial success so far. Her work in \"Apaharan\" (2005), \"Corporate\" (2006) and \"Bachna Ae Haseeno\" (2008) was praised by movie critics. This led to her becaming a leading actress in the Hindi movie Industry.\nBasu is also known for her dances like \"Phoonk De\" in \"No Smoking\" (2007) and \"Beedi\" in \"Omkara\" (2006). She has completed filming her first international movie, \"Singularity\". Basu married boyfriend of two years TV Actor Karan Singh Grover in a private Bengali ceremony on 30 April 2016.\nEarly life and modelling career.\nBasu was born to a Bengali Hindu family in New Delhi. She lived in Pampoosh Enclave, Nehru Place and studied at Apeejay High School. She was 8 when her family moved to Kolkata. She continued studying in Kolkata at Bhavan's Gangabux Kanoria Vidyamandir.\nBasu studied commerce at Bhawanipur Education Society College after 12th standard. She had planned to become a doctor before taking commerce. She did modelling shows in her college as a hobby. In 1996, she won the Godrej Cinthol Supermodel Contest and went to New York to became a successful model.\nEarly work (2001-02).\nVinod Khanna was one of the judges at the supermodel contest in which Basu participated. He wanted to introduce her with his son Akshaye Khanna in \"Himalay Putra\". Basu felt she was too young and refused the offer. Later, Anjala Zaveri agreed to the role. Another judge Jaya Bacchan wanted to introduce Basu with her son Abhishek Bacchan in \"Akhari Mughal\". However, \"Akhari Mughal\" was never made.\nIn 2001, Basu finally appeared in her first movie \"Ajnabee\" (2001). The movie was directed by Abbas-Mustan. It failed commercially and received negative reviews from critics.","categories":[],"infobox_types":[],"annotations":[{"uri":"India","surface_form":"India","offset":41},{"uri":"Hindi_language","surface_form":"Hindi language","offset":77},{"uri":"Telugu_language","surface_form":"Telugu","offset":123},{"uri":"Tamil_language","surface_form":"Tamil","offset":131},{"uri":"Bengali_language","surface_form":"Bengali language","offset":141},{"uri":"Model_(person)","surface_form":"model","offset":187}]}