{"id":323717,"url":"http://en.wikipedia.org/wiki/Boris_Godunov_(opera)","text":"\"Boris Godunov\" () is an opera by Modest Mussorgsky (1839–1881). It was the only opera that Mussorgsky finished. It is his most famous work and one of the most famous of all Russian operas. It was composed between 1868 and 1873.\nWhat the opera is about.\nThe story of the opera is based on something that really happened in Russian history. The Russian people were ruled by a tsar (an emperor). The previous tsar Tsar Ivan IV was known as “Ivan the Terrible”. He was terribly cruel and the Russian people suffered badly under his rule. They were hungry, they were tortured and killed. When he died his son became Tsar, but he was mentally retarded (he had “learning difficulties”) so a group of powerful people including Boris Godunov had to rule for him. Ivan also had another son, but he disappeared. He was almost certainly murdered, and Boris Godunov, who wanted to become tsar himself, had probably ordered him to be murdered (for the sake of the opera, Mussorgsky assumes that he was indeed guilty of his murder). Then he persuaded the Russian people that they should choose him to be their tsar.\nSome years later a young monk escapes from his monastery and pretends to be the murdered son of Ivan the Terrible. He gets a Polish army to help him to fight Boris Godunov. Boris Godunov feels terribly guilty about the murder. He suffers so much that he dies. The young monk arrives in Moscow and makes himself tsar (Tsar Dimitri II). The ordinary Russian people remain desperately poor. It is their fate to suffer, ruled by cruel tyrants.\nHow the opera was composed.\nThe composer wrote the words (the libretto) himself. It was based on a play by Aleksandr Pushkin. Mussorgsky also read a famous book on the history of Russia: Nikolay Karamzin's \"History of the Russian State\" and used some of the historical material from this book.\nOriginally Mussorgsky composed the opera in 1869, but in those days it had to be approved by the censors before it was allowed to be performed. The opera was rejected by the censors. The main reason they gave was that there were no female characters in the opera. Mussorgsky made lots of changes, including adding a whole new act with Dimitry in love with a Polish princess. Another reason why the opera had been rejected was that composers and dramatists were not allowed to have the character of a tsar on stage. However, Tsar who then ruled said he did not mind, so the opera was first performed in 1874 in Saint Petersburg.\nThe opera \"Boris Godunov\" can either be performed in the first version of 1869, or in the second version of 1874. In actual fact performances of the opera have often been something of a mixture, as opera directors have often made cuts, or changes to the music or the order of scenes. The composers Nikolai Rimsky-Korsakov and Dmitri Shostakovich have both made new editions of the opera in which they thought they could improve some of Mussorgsky’s harmony or orchestration. For many years it was these editions that were usually performed. Nowadays people realize more and more that Mussorgsky’s harmonies and orchestrations, which were very original for their time, were quite deliberate and very effective. Modern performances therefore often go back to what Mussorgsky originally wrote.\nBy the close of 1868, Mussorgsky had already started two operas, but never finished them These were \"Salammbô\" and \"Marriage\", which was influenced by Alexander Dargomyzhsky's opera \"The Stone Guest\". Mussorgsky was breaking away from the Romantic style that many composers used at the time. He had learned a lot by trying to write these operas and he used some of the musical ideas in \"Boris Godunov\".\nVladimir Nikolsky, a professor of Russian history, suggested to Mussorgsky the idea of writing an opera about Boris Godunov, based on Pushkin’s play. Mussorgsky worked very fast on the opera, finishing the vocal score (i.e. without the orchestration) in 9 months. During this time he was also working as a civil servant. When he state censor rejected the opera he worked another two years on it, adding a female role as required, and making other changes he felt necessary: adding three scenes, cutting one and changing another, adding songs for the Hostess, Fyodor and the Nurse. In 1873 three scenes were performed, and on 27 January 1874 the first performance of the whole opera took place. The conductor, Nápravník, was a good conductor, but he often made cuts in the operas he performed. He cut the whole of the Cell Scene because he thought the opera was too long. Nevertheless, it was a great success among many people, although some critics hated it. It was performed 21 times in Mussorgsky’s lifetime.\nFamous interpreters of the main role.\nDuring the early 20th century the Russian bass singer Fyodor Shalyapin was a very singer who often sang the role of Boris.\nThe story of the opera.\nThe opera is divided into a prologue and 4 acts.\nPrologue.\nIn the first scene of the prologue a large crowd has come to the courtyard of a monastery. Chelkalov comes and talks to the crowd. He tells them that Boris has not yet accepted the throne, but that they should pray that he will.\nThe second scene is the famous coronation scene. The crowd are kneeling in front of two cathedrals in the centre of Moscow. The church bells are ringing. The boyars cross the stage. Boris has agreed to be Tsar. Boris appears on stage, but he is rather gloomy. He tells the crowd to pray for guidance.\nScene i. This takes place five years later in a monastery. An old monk, Pimen is writing the history of Russia. He has nearly finished, and he has got to the year when the Tsar’s son seems to have been murdered. He is reading what he has written to a young monk, Grigory. Grigory then has a dream. In the dream he is standing on top of a high tower and looks down on the people who are laughing at him. He feels guilty and falls from the tower. Pimen tries to comfort him. He says that Boris murdered the Tsar’s son. Grigory learns that the Tsar’s son, if he had still been alive, would have been the same age as he is now. He decides to pretend to be the Tsar’s son and to claim the throne as his.\nScene ii takes place in an inn on the border of Russia with Lithuania. The hostess sings a silly song. Two monks, Varlaam and Missail, come in. Grigory is with them. He has run away from the monastery. The two wandering monks were showing him the way to the Lithuanian border. The two monks start to get drunk and sing. Grigory does not join in, his just sits there. Two guards (like policeman) appear. They are looking for Grigory because they know that the runaway monk is a going to be a threat to the Tsar. They have a description of the wanted man. They ask whether anyone can read (hardly anyone could read in those days, except monks). Dimitri says he can read, so he takes the piece of paper and starts to read the description of the wanted man. He is describing Varlaam. Varlaam realizes this and snatches the paper from him. He decides he can read after all. He starts to read a description of Dimitri. Dimitri escapes through the window.\nThe scene is the Tsar’s apartments in the Kremlin in Moscow. The Tsarevich Fyodor is reading, his sister sings sadly a song about a man she loved who died before they could get married. The Nurse tries to comfort her. Fyodor tries to cheer her up by singing a jolly clapping song. The Nurse joins in. Then Boris comes in. He tells him to concentrate on his lesson. One day he will rule the country and he will need to be wise. Boris sings of his terrible feelings of doubt and agony (because he is guilty of murder). A boyar enters and tells Boris that Shuisky wants to speak to him. He warns Boris that Shuisky is on the side of the Poles who are against him. When Shuisky enters he tells Boris that a pretender has come who claims to be the Tsar’s son who is thought to have been murdered. Boris asks Shuisky whether it really was the Tsar’s son who was killed and buried. Shuisky says that it definitely was, and that he had watched over the body for five days. Boris cannot bear to hear any more and tells Shuisky to leave. He then sinks back in a chair. A clock chimes and the figures on the clock move. Boris thinks they are aghost of the murdered child. He goes mad.\nThe scene takes place in the royal palace in Poland. Dimitri has gone to Poland to persuade the Polish army to support him in his fight against Boris. The Poles are glad to do this because they often fought Russia when they thought they could take a bit of their land. They want the Polish Princess Marina to marry Dimitri (they think, of course, that he really is the Tsar’s son Dimitri, they don’t know that he is really a young monk called Grigory). Princess Marina sings of her love for Dimitri. She has not met him yet, but she would like to be Tsarina (the wife of the Tsar) because that would bring her power. Rangoni tells Dimitri that the Princess is in love with him. A meeting is arranged in the garden. Princess Marina is horrible to him. She persuades him to act quickly to get an army together to march to Moscow and get the throne. They embrace. Rangoni is pleased, because it will be a triumph for his church.\nScene i takes place in the palace in the Kremlin. Shuisky tells the assembled noblemen that he saw Boris who seemed to be having a mad fit. He was shouting “Away! Away!” and waving his arms. Just at that moment Boris enters doing just that. He does not seem to notice any of the boyars who are standing there. Shuisky manages to persuade him to sit down on his throne. Shuisky then says that there is a holy man outside who has something to say to everyone. The man is let in. It is Pimen. He tells a strange story. It is about a shepherd who was blind. He had a dream in which he was told to go to the tomb where the murdered Tsar’s son Dimitri lies buried. He went there and prayed. Immediately he was able to see. Boris becomes terribly distressed at this story. He calls for light, he collapses in the arms of the boyars, and he sends for his son Fyodor. Boris asks to be left alone with him. He then says goodbye to his son and tells him to take good care of the Russian people. Monks behind the scene pray for the soul of Boris. Boris dies.\nScene ii takes place in the forest of Kromy. Dimitri has marched into Russia leading his troops. The Russian people are starving and law and order has broken down. A very simple man (the Simpleton) sings a simple song. A group of children tease him and steal his money (just one kopek). Varlaam and Missail sing in praise of Dimitri. They point out two men who are Jesuits, and the people get ready to hang them. Dimitri enters and frees the Jesuits. The people rejoice because Dimitri is to be their new tsar. He tells the people to follow him to Moscow. All exit and the Simpleton is left alone on stage. He sings a simple song which expresses the sadness of the poor, hungry Russian people.\nOrder of the scenes in the last act.\nThere has been a lot of discussion about the order of the two scenes in Act IV: scene i which shows the death of Boris and scene ii which shows the Russian people in the forest. The order given above is what Mussorgsky wanted. For him, the most important thing about the opera was to express the tragedy of the Russian people who are always doomed to be ruled by cruel tyrants.\nWhen Rimsky-Korsakov edited the opera after Mussorgsky’s death he put Boris’s death scene last. Finishing the opera with Boris’s death meant that the personal tragedy of Boris was the most important thing. Certainly, famous singers who sang the role of Boris, such as Chaliapin, liked the opera to finish with Boris’s death. Nowadays the opera is nearly always performed with the forest scene finishing the opera. This was Mussorgsky’s intention. It is about the tragedy of the people, and this is put into words by the Simpleton, who expresses the truth through his simple words.","categories":[],"infobox_types":[],"annotations":[{"uri":"Opera","surface_form":"opera","offset":25},{"uri":"Modest_Mussorgsky","surface_form":"Modest Mussorgsky","offset":34},{"uri":"Tsar","surface_form":"tsar","offset":375},{"uri":"Tsar_Ivan_IV","surface_form":"Tsar Ivan IV","offset":412},{"uri":"Torture","surface_form":"torture","offset":563},{"uri":"Boris_Godunov","surface_form":"Boris Godunov","offset":720},{"uri":"Monk","surface_form":"monk","offset":1127},{"uri":"Monastery","surface_form":"monastery","offset":1149},{"uri":"Moscow","surface_form":"Moscow","offset":1388},{"uri":"Fate","surface_form":"fate","offset":1502},{"uri":"Libretto","surface_form":"libretto","offset":1604},{"uri":"Play_(theatre)","surface_form":"play","offset":1641},{"uri":"Alexander_Pushkin","surface_form":"Aleksandr Pushkin","offset":1649},{"uri":"Nikolay_Karamzin","surface_form":"Nikolay Karamzin","offset":1729},{"uri":"Censor","surface_form":"censor","offset":1933},{"uri":"Saint_Petersburg","surface_form":"Saint Petersburg","offset":2446},{"uri":"Nikolai_Rimsky-Korsakov","surface_form":"Nikolai Rimsky-Korsakov","offset":2762},{"uri":"Dmitri_Shostakovich","surface_form":"Dmitri Shostakovich","offset":2790},{"uri":"Harmony","surface_form":"harmony","offset":2913},{"uri":"Orchestration","surface_form":"orchestration","offset":2924},{"uri":"Salammb%C3%B4","surface_form":"Salammbô","offset":3356},{"uri":"Zhenitba","surface_form":"Marriage","offset":3371},{"uri":"Alexander_Dargomyzhsky","surface_form":"Alexander Dargomyzhsky","offset":3406},{"uri":"The_Stone_Guest_(Dargomyzhsky)","surface_form":"The Stone Guest","offset":3438},{"uri":"Romanticism","surface_form":"Romantic","offset":3494},{"uri":"Vocal_score","surface_form":"vocal score","offset":3864},{"uri":"Censor","surface_form":"censor","offset":3993},{"uri":"Critic","surface_form":"critic","offset":4599},{"uri":"Bass_(singer)","surface_form":"bass singer","offset":4749},{"uri":"Fyodor_Shalyapin","surface_form":"Fyodor Shalyapin","offset":4761},{"uri":"Coronation","surface_form":"coronation","offset":5173},{"uri":"Monastery","surface_form":"monastery","offset":5491},{"uri":"Monk","surface_form":"monk","offset":5509},{"uri":"Inn","surface_form":"inn","offset":6169},{"uri":"Russia","surface_form":"Russia","offset":6190},{"uri":"Lithuania","surface_form":"Lithuania","offset":6202},{"uri":"Kremlin","surface_form":"Kremlin","offset":7133},{"uri":"Boyar","surface_form":"boyar","offset":7610},{"uri":"Poland","surface_form":"Poles","offset":7725},{"uri":"Pretender","surface_form":"pretender","offset":7794},{"uri":"Ghost","surface_form":"ghost","offset":8223},{"uri":"Poland","surface_form":"Poland","offset":8310},{"uri":"Shepherd","surface_form":"shepherd","offset":9721},{"uri":"Tomb","surface_form":"tomb","offset":9794},{"uri":"Holy_Fool","surface_form":"Simpleton","offset":10425},{"uri":"Kopek","surface_form":"kopek","offset":10517},{"uri":"Jesuit","surface_form":"Jesuit","offset":10603},{"uri":"Rimsky-Korsakov","surface_form":"Rimsky-Korsakov","offset":11352}]}