{"id":323761,"url":"http://en.wikipedia.org/wiki/Andy_Carroll","text":"Andrew Thomas \"Andy\" Carroll (born 6 January 1989) is an English professional footballer who plays for Newcastle United and for the England national team as a striker.\nCarroll started his professional career with Newcastle United in 2006. He spent a small time on loan with Preston North End. He scored his first league goal there. He became as a regular in the Newcastle first team by 2008. When Newcastle got relegated from the Premier League to the Championship in 2009, he scored 17 goals in 39 appearances. Newcastle finished first in the Championship in that season. They earned automatic promotion back to the Premier League as a result. Caroll played for Newcastle in the Premier League again. He played 19 times and scored 11 goals.\nCarroll signed for Liverpool on the last day of the transfer window on 31 January 2011. The transfer fee was £35 million. It was the highest amount ever paid by one club to another for a British footballer at that time. Carroll was bought to replace Fernando Torres. Torres had moved from Liverpool to Chelsea on the same day for a fee of £50 million. He suffered an injury in December. Therefore, he could not debut for Liverpool until March 2011. He scored his first two goals for his new club in April 2011 in a 3–0 victory over Manchester City. In August 2012, Liverpool agreed a £2 million loan deal with West Ham. It was a season-long loan. West Ham permanently signed him in June 2013. They paid a fee of £15 million.\nNewcastle United.\nCarroll started his youth career in Newcastle United. He scored some goals for the reserve team. He made his first-team debut on 2 November 2006. He was 17 years and 300 days old then. This was in a 1–0 UEFA Cup win over Palermo. He came on as a late substitute for Nolberto Solano. In doing so, he became the youngest ever player to represent Newcastle in Europe.\nHe made his FA Cup debut on 17 January 2007. Here too, he appeared as substitute for the last ten minutes. Birmingham City beat Newcastle 5-1 in that match. On 25 February 2007, Carroll made his Premier League debut for Newcastle. He came on as a substitute in the 87th minute in the 1–0 defeat by Wigan Athletic. He had a shot on target in this match. A good save from Wigan goalkeeper John Filan prevented him from scoring his first Newcastle goal.\nIn 2007, he was the recipient of the \"Wor Jackie Milburn Trophy\". This is awarded every year to the rising star of North East England football.\nOn 29 July 2007, Carroll scored his first senior goal in a 2–0 win over Juventus. This was a friendly match. He scored the goal with his left foot. After the game, Italian goalkeeper Gianluigi Buffon praised Carroll. Buffon said Carroll had a great future.\nOn 14 August 2007, Carroll began a six-month loan with Preston North End. He made his debut for them in the League Cup against Morecambe on the same day. Carroll was sent off playing for Preston against Scunthorpe United on 18 September. He scored his first Championship goal, and his first English league goal, against Leicester City on 6 November.\nCarroll made his first appearance for Newcastle in the 2008–09 season on 20 October. He came on as a substitute for Shola Ameobi at home to Manchester City. Carroll was in the starting team against West Ham United at home on 10 January 2009. He scored his first goal at home in this match. It was a header. The match ended as a 2-2 draw. He signed a new three-and-a-half-year contract on 12 March 2009. His contract at Newcastle now ended in 2012.\nNewcastle got relegated that season. First team strikers, Michael Owen, Mark Viduka and Obafemi Martins left the club. Carroll joined Shola Ameobi in attack for Newcastle at the start of the new season. His first league goal in the Championship came on 16 September 2009 against Blackpool with a header. By 2010 Carroll was playing almost every game. He had a new strike partner, Peter Løvenkrands. These two players scored more than half of the club's goals in 2010. Carroll finished the season as Newcastle's top scorer. He had 19 goals in all competitions. 17 were in the league, 2 in cup games.\nCarroll was given squad number 9 for the 2010–11 season. This number is important for Newcastle United supporters. Great strikers like Jackie Milburn, Malcolm Macdonald and Alan Shearer have worn this squad number for Newcastle. Carroll scored his first career hat-trick against Aston Villa in the their 6–0 win in the Premier League on 22 August 2010. Carroll came on as a substitute for Kevin Nolan against Manchester City. He captained the team for the first time in this match. In October 2010, Carroll signed a new five-year contract. His contract lasted till 2015. Carroll scored Newcastle's third goal in a 3–1 victory over Liverpool at St. James' Park on 11 December 2010. It was a shot from 25-yards out. The shot was a low drive.\nLiverpool.\nOn 31 January 2011, Liverpool bid £30 million for Carroll. This was rejected. Newcastle then accepted a bid of £35 million. Carroll passed a medical and signed a contract soon. The transfer was completed shortly before the 11.00pm deadline. Carroll said he had been forced to leave Newcastle. But the club said he had requested a transfer after they turned down Liverpool's £30 million bid. Liverpool confirmed that Carroll would wear the number 9 jersey. This was previously worn by Fernando Torres, who left Anfield for Chelsea on the same evening for £50 million. The transfer made Carroll the eighth overall most expensive footballer at the time. He was the most expensive British footballer of all time. He also became the second most expensive footballer playing for a British club, after Torres. Carroll had suffered an injury while with Newcastle United. Therefore, Liverpool announded Carroll would have to wait some time before his debut.\nHe finally made his Liverpool debut as a substitute in the 3–1 win against Manchester United on 6 March 2011. On 10 March, he appeared in his first European game for Liverpool. Liverpool lost the match 1-0 to Braga in the Europa League. Carroll came as a substitute after half-time. In the return leg a week later, he made his first Liverpool start. The game finished 0–0. Liverpool left the competition because they had lost 1-0 on aggregate. On 20 March, he made his first Premier League start for Liverpool against Sunderland. He did not score. Liverpool won the game 2-0. On 11 April, Carroll scored his first goals for Liverpool. This was in a 3–0 victory against Manchester City at Anfield. His first goal was from long-range. His second was a header. He played several more times that season. But, he did not score any more goals.\nOn 24 August 2011, he scored his first goal of the new season. He scored it 20-yards from the goal. The match was against Exeter City. He made the score 3–0 in the second round of the League Cup. On 1 October 2011, he scored his first goal of the 2011–12 Premier League during a 2–0 victory over Everton at Goodison Park. His third goal of the season was in a 2–0 win away at West Brom. He scored his first goal of 2012 in a 5–1 third-round FA Cup victory against Oldham Athletic. He assisted the Dirk Kuyt goal in the 88th minute against Manchester United in the fourth round of the FA Cup on 28 January. As a result, Liverpool won the game. He scored his fifth goal of the season in a 3–0 victory away at Wolves on 31 January. This was on his first anniversary of joining the club. Liverpool won 6–1 against Brighton & Hove Albion in the fifth-round of the FA Cup. Carroll scored one goal and assisted one goal by Luis Suárez On 26 February, he won his first trophy with Liverpool as they won the League Cup. They beat Cardiff in the Final. On 10 April, he scored a goal from a header against Blackburn during injury-time Liverpool won the match. This ended Liverpool's run of four games without a win. Four days later, he headed in another late goal which won Liverpool the match. This time it was in a 2–1 victory against Everton in the FA Cup semi-final at Wembley. Because of his goal, Liverpool qualified to the Final. This was his 50th match played for Liverpool. Carroll described his match-winning goal as \"the best feeling ever\". Team-mate Jamie Carragher said the goal was \"worth £35 million in itself\". He also that Carroll would \"be remembered forever\". Carroll also scored in the final, which Liverpool lost 2–1 to Chelsea.\nLoan spell.\nOn 30 August 2012, Carroll signed with West Ham. He was on a season-long loan. Liverpool wanted a clause in the deal which would make West Ham pay £17 million to bring him to the club permanently. But they had to remove it since West Ham did not agree. West Ham ultimately paid a £2 million loan arrangement fee. They also started paying all of Carroll's £80,000-a-week Liverpool wages.\nCarroll made his debut on 1 September. He set-up (assisted) two goals in a 3–0 home win against Fulham. He scored his first goal on 25 November 2012. This was in a 3–1 away defeat against Tottenham Hotspur. Carroll was injured in November. He returned on 2 February 2013 againstSwansea City. He scored the only goal in that match. Carroll ended the loan spell with seven goals in 24 appearances.\nPermanent transfer.\nOn 21 May 2013, West Ham and Liverpool agreed a fee of around £15 million to make the loan move permanent Carroll agreed to the move and signed a six-year contract with West Ham on 19 June 2013. The fee was a club record.\n2013–14.\nCarroll started the 2013–14 season injured. He had a heel problem picked up in the final game of the last season. He made his first appearance of the season on 12 January 2014. He came on as a substitute in the 72nd minute of a 2–0 victory over Cardiff City. He assisted Mark Noble for West Ham's second goal.\nOn 1 February 2014, Carroll was sent off for being violent against Swansea City defender Chico Flores in West Ham's 2–0 win over the Welsh club. On 15 March, he scored his first Premier League goal of the season in a 3–1 defeat at Stoke City. On 31 March, he was named man of the match by Sky Sports for the way he played in a 2–1 win against Sunderland at the Stadium of Light. He scored one and assisted the other of West Ham's goals.\nCarroll ended the 2013–14 Premier League season with only two goals from 18 appearances.\n2014–15.\nDuring a pre-season tour of New Zealand, Carroll sustained an ankle ligament injury. This meant he could not play in West Ham's first eleven Premier League matches. Carroll returned to the team on 8 November 2014. He came on as a substitute for Mark Noble in a 0–0 draw with Aston Villa.\nCarroll was selected to start in the Hammers' next match. He played the full ninety minutes. West Ham lost the match 1-2 to Everton. On 7 December 2014, he scored his first two goals of the season. It was in a match against Swansea City. The Hammers won the match 3-1 at home. They were the first goals he scored at home since March 2013. On 20 December, Carroll scored the 50th league goal of his career. West Ham beat Leicester City 2-0.\nEngland youth teams.\nOn 11 September 2007, Carroll made his England under-19 debut against Belarus. He scored in the 4–0 victory. On 12 March 2009, Carroll was called up to the England U-20s for a match against Italy U-20s. He was withdrawn from the squad and replaced by Hal Robson-Kanu of Swindon Town.\nCarroll received his first call up to the England U-21s on 5 August 2009. He made his debut on 11 August 2009 against Holland. He came on as a second-half substitute. His second match with the under-21 team was on 9 October 2009 against Macedonia U-21s. He scored two goals and assisted another. England won the match 6-3.\nEngland senior team.\nBecause of Carroll's performances for Newcastle United, he was called up to the England squad for the friendly against France. This was on 17 November 2010. Carroll passed a late fitness test to start the match.\nCarroll scored his first senior goal for England on 29 March 2011. He scored with a low drive from his left foot. The match was a friendly against Ghana which ended 1–1. On 15 May 2012, Carroll was selected in the squad for the 2012 European Championship. He scored the first goal for England against Sweden. The goal was from a header. England went on to win the match 3–2.\nStyle of play.\nCarroll was often compared to Newcastle's record goalscorer Alan Shearer, Ivory Coast striker Didier Drogba and former Italy forward Christian Vieri because of similar style of play. He has been called a classic centre forward. This is because of his strength, powerful shot and header. Former Newcastle manager and Liverpool player Kevin Keegan stated \"he is probably in the top three headers of a ball I have ever seen in football\". After Newcastle's 2–0 victory at home to Blackpool in September 2010, in which Carroll scored the second goal and helped in creating the first, Blackpool manager Ian Holloway described Carroll as \"the best striker in the Premier League\".\nPersonal life.\nCarroll was born in Gateshead. He attended Brighton Avenue Primary School and Joseph Swan School.\nCarroll is also a model for retail clothing company H&M. He has fronted a campaign led by fashion designer Alexander Wang. In November 2014, Carroll became engaged to reality TV star, Billi Mucklow. The couple live in Essex. In December 2014, it was announced that they are expecting their first child.\nDiscipline.\nCarroll has been involved in many off-the-pitch incidents in his career. On 14 September 2008, he was arrested by police in Newcastle. He later accepted a police caution. On 7 December 2009, he was arrested in the aftermath of a nightclub fight, again in Newcastle, accused of smashing glass in a man's face. He was charged with assault and in October 2010. He pleaded guilty to common assault and was fined £1,000. He was also ordered to pay £2,500 compensation.\nWhilst on international duty with England U-19s, Carroll and teammates Scott Sinclair and Ryan Bertrand were sent home from the squad. They broke a curfew on 14 October 2007 during preparation for a match against Romania U-19s.\nIn March 2010, Carroll was allegedly involved in an dispute with teammate Steven Taylor during training. Taylor was left with a broken jaw. Carroll was said to have suffered a broken hand in the incident. Soon after this, he was photographed at a pop concert with bandages to both hands. Newcastle manager Chris Hughton, club representatives and both players declined to comment any further on the incident. No charges were pressed.\nOn 18 October 2010, Carroll was charged with assault. This was in an incident with his ex-girlfriend. Carroll said he did it in self-defense. Carroll was granted bail on the condition that he resided with then Newcastle captain Kevin Nolan until the case resumed in January. The charges were later dropped due to lack of evidence. Two days following his bail, Carroll's car was set on fire whilst parked on Nolan's driveway. Obscene words were also written garage door of Nolan's house.\nFollowing England's 1–1 draw with Ghana on 29 March 2011, England manager Fabio Capello told Carroll to reduce his drinking habits. Liverpool manager Kenny Dalglish responded by saying \"Well he's never bought me a drink. I've been with him at Boyzone concerts and he's still never bought me a drink!\"\nIn an interview in April 2012, Carroll admitted that he had gained a reputation for drinking when Newcastle. He also said that since joining Liverpool in January 2011 he had \"settled down\" and changed his lifestyle.","categories":[],"infobox_types":["football biography"],"annotations":[{"uri":"Association_football","surface_form":"footballer","offset":78},{"uri":"Newcastle_United_F.C.","surface_form":"Newcastle United","offset":103},{"uri":"England_national_football_team","surface_form":"England national team","offset":132},{"uri":"Forward_(association_football)","surface_form":"striker","offset":159},{"uri":"Newcastle_United_F.C.","surface_form":"Newcastle United","offset":213},{"uri":"Preston_North_End_F.C.","surface_form":"Preston North End","offset":274},{"uri":"English_Premier_League","surface_form":"Premier League","offset":430},{"uri":"Football_League_Championship","surface_form":"Championship","offset":452},{"uri":"Transfer_window","surface_form":"transfer window","offset":794},{"uri":"Fernando_Torres","surface_form":"Fernando Torres","offset":992},{"uri":"Chelsea_F.C.","surface_form":"Chelsea","offset":1044},{"uri":"Manchester_City_F.C.","surface_form":"Manchester City","offset":1274},{"uri":"West_Ham_United_F.C.","surface_form":"West Ham","offset":1352},{"uri":"Newcastle_United_F.C.","surface_form":"Newcastle United","offset":1521},{"uri":"Newcastle_United_F.C._Reserves_and_Academy","surface_form":"reserve team","offset":1568},{"uri":"UEFA_Europa_League","surface_form":"UEFA Cup","offset":1688},{"uri":"U.S._Citt%C3%A0_di_Palermo","surface_form":"Palermo","offset":1706},{"uri":"Substitute_(association_football)","surface_form":"substitute","offset":1736},{"uri":"Nolberto_Solano","surface_form":"Nolberto Solano","offset":1751},{"uri":"FA_Cup","surface_form":"FA Cup","offset":1862},{"uri":"Birmingham_City_F.C.","surface_form":"Birmingham City","offset":1957},{"uri":"English_Premier_League","surface_form":"Premier League","offset":2045},{"uri":"Wigan_Athletic_F.C.","surface_form":"Wigan Athletic","offset":2148},{"uri":"Goalkeeper_(association_football)","surface_form":"goalkeeper","offset":2226},{"uri":"John_Filan","surface_form":"John Filan","offset":2237},{"uri":"North_East_England","surface_form":"North East England","offset":2416},{"uri":"Juventus_F.C.","surface_form":"Juventus","offset":2517},{"uri":"Gianluigi_Buffon","surface_form":"Gianluigi Buffon","offset":2628},{"uri":"Loan_(sports)","surface_form":"loan","offset":2747},{"uri":"Preston_North_End_F.C.","surface_form":"Preston North End","offset":2757},{"uri":"Morecambe_F.C.","surface_form":"Morecambe","offset":2829},{"uri":"Scunthorpe_United_F.C.","surface_form":"Scunthorpe United","offset":2905},{"uri":"Leicester_City_F.C.","surface_form":"Leicester City","offset":3022},{"uri":"Shola_Ameobi","surface_form":"Shola Ameobi","offset":3168},{"uri":"Manchester_City_F.C.","surface_form":"Manchester City","offset":3192},{"uri":"West_Ham_United_F.C.","surface_form":"West Ham United","offset":3250},{"uri":"Michael_Owen","surface_form":"Michael Owen","offset":3558},{"uri":"Mark_Viduka","surface_form":"Mark Viduka","offset":3572},{"uri":"Obafemi_Martins","surface_form":"Obafemi Martins","offset":3588},{"uri":"Shola_Ameobi","surface_form":"Shola Ameobi","offset":3634},{"uri":"Blackpool_F.C.","surface_form":"Blackpool","offset":3779},{"uri":"Peter_L%C3%B8venkrands","surface_form":"Peter Løvenkrands","offset":3880},{"uri":"Jackie_Milburn","surface_form":"Jackie Milburn","offset":4234},{"uri":"Malcolm_Macdonald","surface_form":"Malcolm Macdonald","offset":4250},{"uri":"Alan_Shearer","surface_form":"Alan Shearer","offset":4272},{"uri":"Hat-trick","surface_form":"hat-trick","offset":4360},{"uri":"Aston_Villa_F.C.","surface_form":"Aston Villa","offset":4378},{"uri":"English_Premier_League","surface_form":"Premier League","offset":4418},{"uri":"Kevin_Nolan","surface_form":"Kevin Nolan","offset":4488},{"uri":"Manchester_City_F.C.","surface_form":"Manchester City","offset":4508},{"uri":"Liverpool_F.C.","surface_form":"Liverpool","offset":4730},{"uri":"Liverpool_F.C.","surface_form":"Liverpool","offset":4870},{"uri":"Fernando_Torres","surface_form":"Fernando Torres","offset":5334},{"uri":"Anfield","surface_form":"Anfield","offset":5360},{"uri":"Chelsea_F.C.","surface_form":"Chelsea","offset":5372},{"uri":"List_of_most_expensive_footballers","surface_form":"eighth overall most expensive footballer","offset":5447},{"uri":"Manchester_United_F.C.","surface_form":"Manchester United","offset":5874},{"uri":"SC_Braga","surface_form":"Braga","offset":6008},{"uri":"2010-11_UEFA_Europa_League","surface_form":"Europa League","offset":6021},{"uri":"English_Premier_League","surface_form":"Premier League","offset":6274},{"uri":"Sunderland_A.F.C.","surface_form":"Sunderland","offset":6317},{"uri":"Manchester_City_F.C.","surface_form":"Manchester City","offset":6468},{"uri":"Exeter_City_F.C.","surface_form":"Exeter City","offset":6759},{"uri":"Football_League_Cup","surface_form":"League Cup","offset":6821},{"uri":"2011%E2%80%9312_Premier_League","surface_form":"2011–12 Premier League","offset":6884},{"uri":"Everton_F.C.","surface_form":"Everton","offset":6933},{"uri":"Goodison_Park","surface_form":"Goodison Park","offset":6944},{"uri":"West_Bromwich_Albion_F.C.","surface_form":"West Brom","offset":7013},{"uri":"FA_Cup","surface_form":"FA Cup","offset":7078},{"uri":"Oldham_Athletic_A.F.C.","surface_form":"Oldham Athletic","offset":7101},{"uri":"Assist_(football)","surface_form":"assisted","offset":7121},{"uri":"Dirk_Kuyt","surface_form":"Dirk Kuyt","offset":7134},{"uri":"Manchester_United_F.C.","surface_form":"Manchester United","offset":7176},{"uri":"FA_Cup","surface_form":"FA Cup","offset":7221},{"uri":"Wolverhampton_Wanderers_F.C.","surface_form":"Wolves","offset":7344},{"uri":"Brighton_%26amp%3B_Hove_Albion_F.C.","surface_form":"Brighton & Hove Albion","offset":7447},{"uri":"Luis_Su%C3%A1rez","surface_form":"Luis Suárez","offset":7553},{"uri":"2011%E2%80%9312_Football_League_Cup","surface_form":"League Cup","offset":7636},{"uri":"Cardiff_City_F.C.","surface_form":"Cardiff","offset":7658},{"uri":"2012_Carling_Cup_Final","surface_form":"Final","offset":7673},{"uri":"Blackburn_Rovers_F.C.","surface_form":"Blackburn","offset":7732},{"uri":"Everton_F.C.","surface_form":"Everton","offset":7963},{"uri":"2011%E2%80%9312_FA_Cup","surface_form":"FA Cup semi-final","offset":7978},{"uri":"Wembley_Stadium","surface_form":"Wembley","offset":7999},{"uri":"2012_FA_Cup_Final","surface_form":"Final","offset":8056},{"uri":"Jamie_Carragher","surface_form":"Jamie Carragher","offset":8188},{"uri":"2012_FA_Cup_Final","surface_form":"final","offset":8332},{"uri":"Chelsea_F.C.","surface_form":"Chelsea","offset":8367},{"uri":"Clause","surface_form":"clause","offset":8486},{"uri":"Fulham_F.C.","surface_form":"Fulham","offset":8871},{"uri":"Tottenham_Hotspur_F.C.","surface_form":"Tottenham Hotspur","offset":8963},{"uri":"Swansea_City_A.F.C.","surface_form":"Swansea City","offset":9053},{"uri":"2013%E2%80%9314_West_Ham_United_F.C._season","surface_form":"2013–14","offset":9442},{"uri":"Cardiff_City_F.C.","surface_form":"Cardiff City","offset":9667},{"uri":"Mark_Noble","surface_form":"Mark Noble","offset":9693},{"uri":"Ejection_(sports)","surface_form":"sent off","offset":9764},{"uri":"Violent","surface_form":"violent","offset":9783},{"uri":"Chico_Flores","surface_form":"Chico Flores","offset":9821},{"uri":"2013%E2%80%9314_Premier_League","surface_form":"Premier League","offset":9910},{"uri":"Stoke_City_F.C.","surface_form":"Stoke City","offset":9963},{"uri":"Man_of_the_match","surface_form":"man of the match","offset":10001},{"uri":"Sky_Sports","surface_form":"Sky Sports","offset":10021},{"uri":"Sunderland_A.F.C.","surface_form":"Sunderland","offset":10075},{"uri":"Stadium_of_Light","surface_form":"Stadium of Light","offset":10093},{"uri":"2013%E2%80%9314_Premier_League","surface_form":"2013–14 Premier League","offset":10187},{"uri":"2014%E2%80%9315_West_Ham_United_F.C._season","surface_form":"season","offset":10280},{"uri":"Ankle_ligament_injury","surface_form":"ankle ligament injury","offset":10329},{"uri":"2014-15_Premier_League","surface_form":"Premier League","offset":10408},{"uri":"Mark_Noble","surface_form":"Mark Noble","offset":10512},{"uri":"Aston_Villa_F.C.","surface_form":"Aston Villa","offset":10542},{"uri":"Swansea_City_A.F.C.","surface_form":"Swansea City","offset":10779},{"uri":"Leicester_City_F.C.","surface_form":"Leicester City","offset":10975},{"uri":"England_national_under-19_football_team","surface_form":"England under-19","offset":11055},{"uri":"Belarus_national_football_team","surface_form":"Belarus","offset":11086},{"uri":"England_national_under-20_football_team","surface_form":"England U-20s","offset":11172},{"uri":"Italy_national_under-20_football_team","surface_form":"Italy U-20s","offset":11206},{"uri":"Hal_Robson-Kanu","surface_form":"Hal Robson-Kanu","offset":11267},{"uri":"Swindon_Town_F.C.","surface_form":"Swindon Town","offset":11286},{"uri":"England_national_under-21_football_team","surface_form":"England U-21s","offset":11342},{"uri":"Macedonia_national_under-21_football_team","surface_form":"Macedonia U-21s","offset":11537},{"uri":"Newcastle_United_F.C.","surface_form":"Newcastle United","offset":11682},{"uri":"England_national_football_team","surface_form":"England","offset":11724},{"uri":"France_national_football_team","surface_form":"France","offset":11763},{"uri":"Ghana_national_football_team","surface_form":"Ghana","offset":12003},{"uri":"UEFA_Euro_2012","surface_form":"2012 European Championship","offset":12084},{"uri":"Sweden_national_football_team","surface_form":"Sweden","offset":12157},{"uri":"Newcastle_United_F.C.","surface_form":"Newcastle","offset":12276},{"uri":"Alan_Shearer","surface_form":"Alan Shearer","offset":12306},{"uri":"Ivory_Coast_national_football_team","surface_form":"Ivory Coast","offset":12320},{"uri":"Didier_Drogba","surface_form":"Didier Drogba","offset":12340},{"uri":"Italy_national_football_team","surface_form":"Italy","offset":12365},{"uri":"Christian_Vieri","surface_form":"Christian Vieri","offset":12379},{"uri":"Centre_forward","surface_form":"centre forward","offset":12458},{"uri":"Kevin_Keegan","surface_form":"Kevin Keegan","offset":12579},{"uri":"Blackpool_F.C.","surface_form":"Blackpool","offset":12722},{"uri":"Ian_Holloway","surface_form":"Ian Holloway","offset":12843},{"uri":"English_Premier_League","surface_form":"Premier League","offset":12902},{"uri":"Gateshead","surface_form":"Gateshead","offset":12954},{"uri":"H%26amp%3BM","surface_form":"H&M","offset":13084},{"uri":"Front","surface_form":"fronted","offset":13096},{"uri":"Alexander_Wang_(designer)","surface_form":"Alexander Wang","offset":13139},{"uri":"Reality_television","surface_form":"reality TV","offset":13199},{"uri":"Billi_Mucklow","surface_form":"Billi Mucklow","offset":13216},{"uri":"Essex","surface_form":"Essex","offset":13250},{"uri":"England_under-19_national_football_team","surface_form":"England U-19s","offset":13845},{"uri":"Scott_Sinclair","surface_form":"Scott Sinclair","offset":13882},{"uri":"Ryan_Bertrand","surface_form":"Ryan Bertrand","offset":13901},{"uri":"Allege","surface_form":"allegedly","offset":14066},{"uri":"Dispute","surface_form":"dispute","offset":14091},{"uri":"Steven_Taylor_(footballer)","surface_form":"Steven Taylor","offset":14113},{"uri":"Chris_Hughton","surface_form":"Chris Hughton","offset":14345},{"uri":"Kevin_Nolan","surface_form":"Kevin Nolan","offset":14700},{"uri":"Arson","surface_form":"set on fire","offset":14850},{"uri":"Obscene","surface_form":"Obscene","offset":14897},{"uri":"Ghana_national_football_team","surface_form":"Ghana","offset":14993},{"uri":"Fabio_Capello","surface_form":"Fabio Capello","offset":15033},{"uri":"Kenny_Dalglish","surface_form":"Kenny Dalglish","offset":15109},{"uri":"Boyzone","surface_form":"Boyzone","offset":15202}]}