{"id":323809,"url":"http://en.wikipedia.org/wiki/B.B._King","text":"B.B. King (born Riley B. King; September 16, 1925 – May 14, 2015) was an American blues guitarist and singer-songwriter. \"Rolling Stone\" magazine said that King was the third \"Greatest Guitarist of All Time\" in 2003.\nEarly life.\nHe was born in Indianola, Mississippi. His father left the family and his mother was too poor to raise him, and so he came to his grandmother, Elnora Farr, in Kilmichael, Mississippi. There he sang in the gospel choir at Elkhorn Baptist Church. At the age of 15 he bought his first guitar. His idols were T-Bone Walker, but also jazz musicians like Charlie Christian and Django Reinhrad. 1943 he left the town and worked as a tractor driver. He performed on Sonny Boy Williamson's radio program on KWEM in West Memphis, Arkansas and reached a local audience with his sound. For this reason he got appearances in the Sixteenth Avenue Grill in West Memphis and later, a ten-minute spot on the Memphis radio station WDIA. This became so popular that it was expanded and became the \"Sepia Swing Club.\" During his work for the radio station he got his nickname \"Beale Street Blues Boy\" which was later shortened to B.B.\nCareer.\nIn 1949, King began recording songs for RPM Records from Los Angeles. King formed his own band; the B.B. King Review, under the leadership of Millard Lee and went on tours.\nIn winter 1949 he played at a dance hall in Twist, Arkansas. The hall was heated by burning barrels filled with kerosine. During his performance two men started a fight knocking over one of them and the hall was burning. Outside he learned that he had left his guitar and he ran inside to get it. Next day he found out that the fight was started over a woman named Lucille. Since that time he named the guitar \"Lucille.\"\nIn the 1950´s B.B. King became one of the most important blues musicians. He toured regularly. In 1956 he gave 352 concerts. Among his hits were \"3 O'Clock Blues\", \"You Know I Love You,\" \"Woke Up This Morning,\" \"Please Love Me,\" \"When My Heart Beats like a Hammer,\" \"Whole Lotta Love,\" \"You Upset Me Baby,\" \"Every Day I Have the Blues\", \"Sneakin' Around,\" \"Ten Long Years,\" \"Bad Luck,\" \"Sweet Little Angel\", \"On My Word of Honor,\" and \"Please Accept My Love.\"\nIn the 1960 King lost importance for black listeners but could reach the white music fans. A lot of white guitarist like Eric Clapton named him as influence. King played at rock concerts and venues of the hippie culture like the Fillmore West. He also reached #15 in the US-popcharts with his title \"The Thrill Is Gone\". From the 1980s onward he had continued his career, appearing on numerous television shows and performing 300 nights a year. The title \"When Love Comes To Town\", which he performed together with the rock band U2 introduced him to a younger audience.\nPersonal life.\nB.B. King was married two times. The marriages ended because of the burden of more than 200 concerts a year. It is reported that he is father of 15 children. He has lived with Type II diabetes for over twenty years and is a high-profile spokesman in the fight against the disease.\nDeath.\nKing died at the age of 89 in Las Vegas, Nevada on May 14, 2015 from complications of Alzheimer's disease along with congestive heart failure and diabetic complications. On May 30, 2015, King's funeral was held at the Bell Grove Missionary Baptist Church in Indianola, Mississippi. He was buried at the museum.\nTV and Film.\nB.B. King has made guest appearances in numerous popular television shows, including The Cosby Show, The Young and the Restless, General Hospital, The Fresh Prince of Bel-Air, Sesame Street, Married... with Children, Sanford and Son, and Touched by an Angel. He has also made a cameo in the movie Spies Like Us. In the movie Blues Brothers 2000 he was the leader of The Louisiana Gator Boys, a bluessupergroup, which battles against the Blues Brothers.\nB.B. King`s Blues Club.\nHe is the owner of a chain of restaurants with concert venues in the United States. The first was opened on Beale Street in Memphis 1991.\nGrammy Awards.\nKing was given a Grammy Lifetime Achievement Award in 1987. As of 2009, he has won 15 Grammy Awards, of which ten have been the Grammy Award for Best Traditional Blues Album:in 2009 (for One Kind Favor), 2005 (B. B. King & Friends: 80), 2003 (for A Christmas Celebration of Hope), 2001 (for Riding with the King), 2000 (for Blues on the Bayou), 1994 (for Blues Summit), 1992 (for Live at the Apollo), 1991 (for Live at San Quentin), 1986 (for My Guitar Sings the Blues) and 1984 (for Blues 'N' Jazz).\nDiscography.\nFor a complete discographie visit [http://musicbrainz.org/artist/dcb03ce3-67a5-4eb3-b2d1-2a12d93a38f3.html MusicBrainz].","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":73},{"uri":"Blues","surface_form":"blues","offset":82},{"uri":"Guitarist","surface_form":"guitarist","offset":88},{"uri":"Singer-songwriter","surface_form":"singer-songwriter","offset":102},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":122},{"uri":"Mississippi","surface_form":"Mississippi","offset":255},{"uri":"Gospel_music","surface_form":"gospel","offset":434},{"uri":"Eric_Clapton","surface_form":"Eric Clapton","offset":2327},{"uri":"Las_Vegas%2C_Nevada","surface_form":"Las Vegas, Nevada","offset":3109},{"uri":"Alzheimer%27s_disease","surface_form":"Alzheimer's disease","offset":3165},{"uri":"Congestive_heart_failure","surface_form":"congestive heart failure","offset":3196},{"uri":"Indianola%2C_Mississippi","surface_form":"Indianola, Mississippi","offset":3337},{"uri":"Grammy_Lifetime_Achievement_Award","surface_form":"Grammy Lifetime Achievement Award","offset":4050},{"uri":"Grammy_Award_for_Best_Traditional_Blues_Album","surface_form":"Grammy Award for Best Traditional Blues Album","offset":4161}]}