{"id":323919,"url":"http://en.wikipedia.org/wiki/Philip_Jaisohn","text":"Philip Jaisohn (7 January 1864 – 5 January 1951) was a Korean doctor, surgeon, journalist, politician and educator. His Korean name was Seo Jae-pil (). It was anglicized. His nicknames were Songjae (송재; 松齋), Ssanggyeong (쌍경; 雙慶) and his Chinese style name was Yun Kyung (윤경;允卿). His other name was Philip Jason, a penname was N. S. Osia.\nRevolusion movements.\nSeo Jae-Pil (Jaisohn's original name) was born as the second son of a local magistrate, and was raised by one of his relatives in Seoul. When Seo Jae-Pil was a teenager, he already imbued modern political ideas in association with reformist leader Kim Okgyun.\nHe passed the civil service exam at the age of 18, one of the youngest persons to ever pass this exam, and became a junior officer in 1882. In the following year, he was sent to Japan where he studied both at the Keio Gijuku (the forerunner of the Keio University) and the Toyama Army Academy.\nIn 1884, Seo Jae-Pil, following Kim Okgyun, was involved in the Kapsin Coup, a radical attempt to overturn the old regime and establish equality among people. He was appointed the Vice-Minister of Defense. The coup was aborted in three days, as China intervened by sending military troops. Convicted of treason, Seo Jae-Pil lost his whole family and had to flee Korea to save his life.\nEscape to America.\nIn the United States, Seo Jae-Pil attended the Harry Hillman Academy (Wilkes-Barre, PA) thanks to the help of John Welles Hollenback. He began to use the name \"Philip Jaisohn\" at that time. In 1890, he became the first Korean-American to acquire United States citizenship. He studied medicine at George Washington University, and was the first Korean to receive an American medical degree in 1892.\nIn 1894, he married Muriel Armstrong, a niece of the former president of the United States, James Buchanan, and daughter to the U.S. Postmaster General, and had two daughters later—Stephanie and Muriel.\nSowing the Ideals of Independence and Democracy.\nIn 1894, Japan defeated China in the war which occurred in the Korean Peninsula, and Korean cabinet was filled with reformists. Along with these political changes, the treason of the Kapsin Coup were pardoned enabling Jaisohn's return (1895). In Korea, he endeavored to politically educate people. Most of all, Jaisohn published a newspaper, \"The Independent\" (독립신문), to transform Korean people into an informed citizenry. He for the first time started to print his newspaper entirely in Korean language!Asian to extend readership to lower classes and women. He promoted national independence as the principal political ideal and emphasized neutral diplomatic approaches to protect Korea from China, Russia and Japan. He also underscored the importance of public education, modernized industry and public hygienes. The Independence was particularly critical of misconducts of government officials, which brought wide reactions from the conservatives. Under the aegis of the Independence Club, Jaisohn organized the All People's Congress, an open public forum to debate over political issues. The Congress was hailed by young reformers and began to establish nationwide chapters. In 1898, conservatives accused Jaisohn and the Club of seeking to replace the monarchy with a republic, and the Korean government requested Jaisohn to return to the US. After his return, Korean government ordered the Club to disband and arrested 17 leaders including Rhee Syngman.\nFreedom for Korea.\nIn the United States, Jaisohn conducted medical research at the University of Pennsylvania and later became a successful printer and stationer in Philadelphia. As he heard the news of the March First Movement (1919), a nationwide protest against ruthless Japanese rule in Korea, Jaisohn convened the First Korean Congress which was held in Philadelphia for three days. After the Congress, Jaisohn devoted his energies and private properties for the freedom of Korea. He organized the League of Friends of Korea in 26 cities with the help of Rev. Floyd Tomkins, and established the Korean Information Bureau and published a political journal Korea Review to inform the American public of Korean situations and to persuade the US government to support the freedom for Koreans.\nFive years later (1924), Jaisohn went legally bankrupt due to his political engagement and had to resume medical profession to make a living. At age 62, he became a student again at the University of Pennsylvania to renew his medical knowledge. Since then, he published five research articles in the medical journals specialized in pathology. During World War II, he volunteered as a physical examination officer with the belief that the victory of the U.S. would bring freedom to Korea.\nLast days in Korea.\nJaisohn returned to Korea once again after Japan's defeat in the World War II. The U.S. Military Government which was in control of the southern part of Korea invited him to serve as the chief advisor. As the date of the first presidential election was confirmed by the United Nations, Jaisohn was petitioned to run for presidency by 3,000 people including young Kim Dae Jung, but he refused in the end. Jaisohn felt that political unity was needed for a new nation despite his uneasy relationship with the president elect Syngman Rhee. He decided to return to the United States in 1948 and died in 1951 during the Korean War.","categories":[],"infobox_types":[],"annotations":[{"uri":"Korea","surface_form":"Korea","offset":55},{"uri":"Surgeon","surface_form":"surgeon","offset":70},{"uri":"Journalist","surface_form":"journalist","offset":79},{"uri":"Anglicized","surface_form":"anglicized","offset":159},{"uri":"Chinese_style_name","surface_form":"Chinese style name","offset":237},{"uri":"Seoul","surface_form":"Seoul","offset":490},{"uri":"Kim_Okgyun","surface_form":"Kim Okgyun","offset":608},{"uri":"Gwa-Geo","surface_form":"civil service exam","offset":634},{"uri":"Keio_University","surface_form":"Keio University","offset":868},{"uri":"Toyama_Army_Academy","surface_form":"Toyama Army Academy","offset":893},{"uri":"James_Buchanan","surface_form":"James Buchanan","offset":1809},{"uri":"Korean_language%21Asian","surface_form":"Korean language!Asian","offset":2457},{"uri":"Independence_Club","surface_form":"Independence Club","offset":2943},{"uri":"Rhee_Syngman","surface_form":"Rhee Syngman","offset":3415},{"uri":"University_of_Pennsylvania","surface_form":"University of Pennsylvania","offset":3512},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":3594},{"uri":"First_Korean_Congress","surface_form":"First Korean Congress","offset":3748},{"uri":"Floyd_Tomkins","surface_form":"Floyd Tomkins","offset":3994},{"uri":"Korean_Information_Bureau","surface_form":"Korean Information Bureau","offset":4029},{"uri":"Korea_Review","surface_form":"Korea Review","offset":4089},{"uri":"World_War_II","surface_form":"World War II","offset":4796},{"uri":"Kim_Dae_Jung","surface_form":"Kim Dae Jung","offset":5094},{"uri":"Syngman_Rhee","surface_form":"Syngman Rhee","offset":5254}]}