{"id":324084,"url":"http://en.wikipedia.org/wiki/German_Nuclear_Reactor_Insurance_Association","text":"e=\"preserve\">The German Nuclear Reactor Insurance Association () — an association of German insurers of the nuclear industry in Cologne. The German Nuclear Reactor Insurance Association also is involved in the reinsurance industry.\nHistory.\nThe first associations of insurers of the nuclear industry in Europe were founded in Sweden and England in 1955. The German Nuclear Reactor Insurance Association was founded shortly thereafter in 1957. Throughout the association's history, it has only once had to pay a claim; the claim amounted to about €10,000 to €15,000.\nFunctions and tasks.\nDespite the slight probability of losses resulting from an insured event in the nuclear industry, in the event of an insured event does occur the possibilities for damages are considerable. As such a single insurance company is unable to bear such risk alone. Under German law, the transfer of a nuclear risk of an insurer to a reinsurer is prohibited. In 1998 the Atomic Energy Act established the maximum insurance liability of nuclear insurer at about €2.5 billion; for damages above that cap the Federal Government is liable according to § 34 of the Atomic Energy Act. If the total damage exceeds the stipulated maximum sum of €2.55 billion, the German Federal Government pays the German Nuclear Reactor Insurance Association for the excess losses. The insurance payments include the cost of evacuating people.\nDKVG and Fukushima I Nuclear Power Plant.\nFukushima I Nuclear Power Plant was insured for some tens of millions of euros with German Nuclear Reactor Insurance Association. Under the terms of the insurance policy, the policyholder was not insured for damage caused by earthquakes, tsunamis, and volcanic eruptions. Therefore the German Nuclear Reactor Insurance Association had no resulting liability to Tokyo Electric Power Company, the owner of the Fukushima I Nuclear Power Plant, because of Fukushima I nuclear accidents.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"German","offset":85},{"uri":"Insurer","surface_form":"insurer","offset":92},{"uri":"Cologne","surface_form":"Cologne","offset":128},{"uri":"Reinsurance","surface_form":"reinsurance","offset":210},{"uri":"Europe","surface_form":"Europe","offset":303},{"uri":"Sweden","surface_form":"Sweden","offset":326},{"uri":"England","surface_form":"England","offset":337},{"uri":"Insurance_company","surface_form":"insurance company","offset":794},{"uri":"German_law","surface_form":"German law","offset":853},{"uri":"Fukushima_I_Nuclear_Power_Plant","surface_form":"Fukushima I Nuclear Power Plant","offset":1444},{"uri":"Tsunami","surface_form":"tsunami","offset":1682},{"uri":"Tokyo_Electric_Power_Company","surface_form":"Tokyo Electric Power Company","offset":1805},{"uri":"Fukushima_I_nuclear_accidents","surface_form":"Fukushima I nuclear accidents","offset":1896}]}