{"id":324051,"url":"http://en.wikipedia.org/wiki/Altitude","text":"ce=\"preserve\">\"Altitude\" means height above the ground or above the sea level. Common uses include aviation (flying, parachuting, gliding), and geography/surveying. In geometry it is also used as the height of the object itself. Generally, altitude is the distance one thing is above another thing. This is in the vertical or \"up\" direction. For the height of the ground (such as for hills and mountains), the word elevation is also used and might be a better choice. (Mountain climbers usually use the word altitude, especially when talking about how it affects the body). Buildings and other things on the ground usually just use the word height.\nVertical distance measurements in the \"down\" direction are commonly referred to as depth.\nAltitude in aviation and in spaceflight.\nIn aviation, the altitude can be measured and shown in several different ways. The height is either from the average sea level (also called \"Mean Sea Level\" or MSL), or from the ground (also called \"Above Ground Level\", or AGL).\nAirplanes can find their altitude by using air pressure. The air gets thinner the higher it is (and it has less pressure, because there's less air pushing down on it from above). This pressure can be measured and this can be converted into a height above sea level. The instrument for measuring altitude is the altimeter (from \"altitude\" and \"meter\"). The common pressure altimeter is a type of barometer with a dial showing distance (feet or metres) instead of atmospheric pressure.\nThere are several types of aviation altitude.\nThe density of the air also affects how well an aircraft works. Density altitude is affected by barometric pressure, humidity and temperature. On a very hot day, density altitude at an airport (especially one at a high elevation) may be so high that aircraft can not take-off. This most often affects helicopters or an aircraft that is carrying a large amount of cargo.\nHigh altitude and low air pressure.\nRegions on the surface of the Earth or in its atmosphere that are high above mean sea level are said to be high altitude. High altitude is often said to begin at above sea level.\nAt high altitude, atmospheric pressure is lower than that at sea level. This is because of two effects. These effects are gravity and the heat in the air. Gravity makes the air to be as close as possible to the ground. The amount of heat in the air makes the molecules move quickly and push against each other. This makes the air expand. So most of the air will be in the lower atmosphere, closer to sea level, and all the air pushing against each other is called air pressure. So air pressure is less the higher you go.\nAs the air expands from heat, it rises to where the air pressure is less. As it rises, it can expand and it begins to cool. Because of this, high altitude air is cold. This causes an alpine climate. This climate affects the ecology at high altitude.\nEffects of high altitude on humans.\nAltitudes above start to affect humans. Humans cannot live in very high altitudes above. Atmospheric pressure decreases at high altitudes. This affects humans because there is less oxygen to breathe. This can cause illnesses such as altitude sickness, high altitude pulmonary edema (fluid in the lungs), and high altitude cerebral edema (fluid in the brain, causing headaches and confusion).\nThe human body can deal with high altitude by breathing faster, having a higher heart rate, and changing the blood itself to have more red blood cells that can carry oxygen. This can take days or weeks to happen. This works for people who live in the high mountains, and mountain climbers. For climbers, this is called \"acclimatization\". Pilots and other people who go quickly to high altitudes need to be in a space suit, pressure suit, or inside a pressurized airplane, so the air is still the same as at the ground. Above, the human body cannot make the needed changes and will eventually die. Several of the world's tallest mountains are this high, the climbers usually take oxygen tanks with them, and only stay for a few hours at the highest levels.\nPeople living at higher elevations have a higher rate of suicide. The reason is not yet known.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ground","surface_form":"ground","offset":48},{"uri":"Sea_level","surface_form":"sea level","offset":68},{"uri":"Aviation","surface_form":"aviation","offset":99},{"uri":"Geography","surface_form":"geography","offset":144},{"uri":"Surveying","surface_form":"surveying","offset":154},{"uri":"Geometry","surface_form":"geometry","offset":168},{"uri":"Distance","surface_form":"distance","offset":256},{"uri":"Vertical","surface_form":"vertical","offset":314},{"uri":"Elevation","surface_form":"elevation","offset":415},{"uri":"Height","surface_form":"height","offset":641},{"uri":"Depth","surface_form":"depth","offset":732},{"uri":"Airplanes","surface_form":"Airplanes","offset":1009},{"uri":"Air_pressure","surface_form":"air pressure","offset":1052},{"uri":"Gauge","surface_form":"instrument","offset":1279},{"uri":"Altimeter","surface_form":"altimeter","offset":1320},{"uri":"Feet","surface_form":"feet","offset":1444},{"uri":"Metre","surface_form":"metre","offset":1452},{"uri":"Atmospheric_pressure","surface_form":"atmospheric pressure","offset":1471},{"uri":"Barometric_pressure","surface_form":"barometric pressure","offset":1635},{"uri":"Humidity","surface_form":"humidity","offset":1656},{"uri":"Temperature","surface_form":"temperature","offset":1669},{"uri":"Airport","surface_form":"airport","offset":1724},{"uri":"Take-off","surface_form":"take-off","offset":1806},{"uri":"Helicopter","surface_form":"helicopter","offset":1840},{"uri":"Cargo","surface_form":"cargo","offset":1902},{"uri":"Earth","surface_form":"Earth","offset":1975},{"uri":"Earth%27s_atmosphere","surface_form":"atmosphere","offset":1991},{"uri":"Mean_sea_level","surface_form":"mean sea level","offset":2022},{"uri":"Atmospheric_pressure","surface_form":"atmospheric pressure","offset":2142},{"uri":"Gravity","surface_form":"gravity","offset":2246},{"uri":"Heat","surface_form":"heat","offset":2262},{"uri":"Molecule","surface_form":"molecule","offset":2383},{"uri":"Alpine_climate","surface_form":"alpine climate","offset":2828},{"uri":"Ecology","surface_form":"ecology","offset":2869},{"uri":"Human","surface_form":"human","offset":2963},{"uri":"Oxygen","surface_form":"oxygen","offset":3112},{"uri":"Illness","surface_form":"illness","offset":3146},{"uri":"Altitude_sickness","surface_form":"altitude sickness","offset":3164},{"uri":"Edema","surface_form":"edema","offset":3207},{"uri":"Heart","surface_form":"heart","offset":3403},{"uri":"Blood","surface_form":"blood","offset":3432},{"uri":"Red_blood_cell","surface_form":"red blood cell","offset":3458},{"uri":"Mountain_climber","surface_form":"mountain climber","offset":3594},{"uri":"Suicide","surface_form":"suicide","offset":4136}]}