{"id":324135,"url":"http://en.wikipedia.org/wiki/United_States_Navy_SEALs","text":"The United States Navy Sea, Air, and Land Teams, commonly known as Navy SEALs, are the U.S. Navy's special forces. Their acronym is derived from their ability to operate at sea, in the air, and on land. In the War on Terrorism, SEALs have been utilized almost exclusively for land-based missions. All SEALs are male members of the United States Navy. The CIA, more specifically its Special Activities Division, often recruits operators from the SEAL Teams. Joint Navy SEALs and CIA operations go back to the famed MACV-SOG during the Vietnam War. Joint operations have continued, as seen in the wars in Iraq and Afghanistan, and in the finding and killing of Osama bin Laden in Pakistan.\nThe Navy SEALs were formed in the second world war. The United States Navy found the need for covert, elite operations. As a result, the Amphibious Scout and Raider School was established in 1942 at Fort Pierce, Florida. The Scouts and Raiders were formed in September of that year, nine months after the attack on Pearl Harbor.\nWorld War II.\nThe first group included Phil H. Bucklew, the \"Father of Naval Special Warfare,\" in whose honor the Naval Special Warfare Center building is named. Started in October 1942, this group saw action in November 1942 during Operation Torch, the first allied landings in Europe, on the North African coast. Scouts and Raiders also helped during landings in Sicily, Salerno, Anzio, Normandy, and southern France.\nA second group of Scouts and Raiders was started on 7 July 1943. Their first mission, in September 1943, was at Finschafen on New Guinea. Later operations were at Gasmata, Arawe, Cape Gloucester, and the East and South coast of New Britain.\nThe third Scout and Raiders organization operated in China. Scouts and Raiders were to fight with the Sino-American Cooperative Organization, or SACO. They conducted a patrol of the upper Yangtze River in the spring of 1945 and, disguised as coolies, conducted a detailed three-month patrol of the Chinese coast from Shanghai to Kitchioh Wan, near Hong Kong.\nVietnam.\nPresident John F. Kennedy, aware of the situations in Southeast Asia, recognized the need for special operations in the fight against guerrilla warfare. In a speech to Congress on 25 May 1961, Kennedy spoke of his respect for the United States Army Special Forces. In the speech he announced his intention to spend over $100 million to strengthen U.S. special operations forces and expand American capabilities in unconventional warfare. Some people have assumed this was the start of the SEALS, but they had already long been active.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Navy","surface_form":"United States Navy","offset":4},{"uri":"United_States_Navy","surface_form":"U.S. Navy","offset":87},{"uri":"Special_forces","surface_form":"special forces","offset":99},{"uri":"War_on_Terrorism","surface_form":"War on Terrorism","offset":210},{"uri":"Central_Intelligence_Agency","surface_form":"CIA","offset":355},{"uri":"MACV-SOG","surface_form":"MACV-SOG","offset":514},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":534},{"uri":"Death_of_Osama_bin_Laden","surface_form":"finding and killing","offset":636},{"uri":"Osama_bin_Laden","surface_form":"Osama bin Laden","offset":659},{"uri":"World_War_II","surface_form":"second world war","offset":722},{"uri":"Scouts_and_Raiders","surface_form":"Amphibious Scout and Raider School","offset":825},{"uri":"Fort_Pierce%2C_Florida","surface_form":"Fort Pierce, Florida","offset":887},{"uri":"John_F._Kennedy","surface_form":"John F. Kennedy","offset":2056},{"uri":"Special_operations","surface_form":"special operations","offset":2140},{"uri":"Guerrilla_warfare","surface_form":"guerrilla warfare","offset":2180},{"uri":"United_States_Congress","surface_form":"Congress","offset":2214},{"uri":"Special_forces","surface_form":"Special Forces","offset":2295}]}