{"id":32411,"url":"http://en.wikipedia.org/wiki/William_III_of_England","text":"William III (4 November 1650 – 8 March 1702) was King of England and King of Ireland from 13 February 1689. He became King of Scotland on 11 April 1689. As King of Scotland, he was William II. He remained king until his death on 8 March 1702.\nWilliam was born in the Netherlands as Prince William Henry of Orange. His mother was Mary Stuart. Mary was the sister of the King of England, James II, so King James was William's uncle. William married King James's daughter Mary (his own first cousin) on 4 November 1677.\nThe Protestant majority in England did not like King James, and he was overthrown in the \"Glorious Revolution\" of 1688. William landed in England (at Brixham) with a Dutch army.\nWhen William landed, James's support melted away. James was allowed to leave for France, and William became the last person to successfully invade England by force. The events are known as the Glorious Revolution.\nThe English Parliament offered the English crown to William and Mary jointly (and when one died the other would be be monarch), making them William III and Mary II. This later came to be known as the reign of William and Mary. Laws were passed which protected Parliament from unreasonable acts of the Sovereign, guaranteed religious toleration to Protestant nonconformists, but restricted the religious liberty of Roman Catholics and non-Christian faiths.\nWilliam summoned a Convention of the Estates of Scotland in 1689 and sent them a conciliatory (~friendly) letter, unlike James, who had tried to give them orders. On 11 April, the day of the English coronation, the Convention finally declared that James was no longer King of Scotland. William and Mary were offered the Scottish crown, and they accepted on 11 May. The Jacobites tried for over 50 years to have James and his heirs reinstalled.\nWilliam's enemy was the King of France, Louis XIV, who protected and supported James in his efforts to return. In Ireland, the majority Roman Catholics were reinforced by French forces led by Jacobites. William personally led his army to victory at the Battle of the Boyne in 1690. James fled back to France.\nThere was next a Nine Years' War between a coalition led by William, and France. The Anglo-Dutch Alliance did well on sea and defeated a French fleet at La Hogue in 1692. On the other hand, the alliance lost Namur in 1692, and the Battle of Landen on land, in 1693.\nMary died on 12 December 1694 of smallpox, leaving William to rule alone. He was eventually succeeded by his sister-in-law, Queen Anne. One more fact is of great importance. In 1701 an Act of Parliament was passed which settled the succession of the thrones of England and Ireland on Protestants only. Scotland was not part of this arrangement until the parliamentary union of the two kingdoms in 1707.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_monarchs","surface_form":"King of England","offset":49},{"uri":"King_of_Ireland","surface_form":"King of Ireland","offset":69},{"uri":"King_of_Scots","surface_form":"King of Scotland","offset":118},{"uri":"Netherlands","surface_form":"Netherlands","offset":267},{"uri":"Mary%2C_Princess_Royal_and_Princess_of_Orange","surface_form":"Mary Stuart","offset":329},{"uri":"James_II_of_England","surface_form":"James II","offset":386},{"uri":"Mary_II_of_England","surface_form":"Mary","offset":469},{"uri":"Glorious_Revolution","surface_form":"Glorious Revolution","offset":607},{"uri":"Glorious_Revolution","surface_form":"Glorious Revolution","offset":888},{"uri":"Mary_II_of_England","surface_form":"Mary II","offset":1065},{"uri":"Jacobite","surface_form":"Jacobites","offset":1734},{"uri":"Louis_XIV","surface_form":"Louis XIV","offset":1849},{"uri":"Battle_of_the_Boyne","surface_form":"Battle of the Boyne","offset":2062},{"uri":"Nine_Years%27_War","surface_form":"Nine Years' War","offset":2135},{"uri":"La_Hogue","surface_form":"La Hogue","offset":2271},{"uri":"Namur","surface_form":"Namur","offset":2326},{"uri":"Landen","surface_form":"Landen","offset":2359},{"uri":"Smallpox","surface_form":"smallpox","offset":2417},{"uri":"Sister-in-law","surface_form":"sister-in-law","offset":2493},{"uri":"Anne%2C_Queen_of_Great_Britain","surface_form":"Queen Anne","offset":2508},{"uri":"Acts_of_Union_1707","surface_form":"parliamentary union of the two kingdoms in 1707","offset":2738}]}