{"id":324280,"url":"http://en.wikipedia.org/wiki/Interlingua_grammar","text":"Interlingua is a planned language. It uses words that are found in most West-European languages. It was made by IALA. They are a group of people (the most known was Alexander Gode) that worked on it for more than 20 years. The first dictionary for the language was finished and published in 1951. Interlingua was created on the base of languages: English, French, Spanish, Portuguese, and Italian.\nSpelling.\nThe vowels in Interlingua are pronounced like in Spanish or LFN (another planned language). The consonants are pronounced, for the most part, like in English or LFN.\nInterlingua keeps much of the spelling of Latin words, more near to the forms in English and French than to them in the other Romance languages. For example, it keeps q ([k]), y ([i]), ch ([k]), ph ([f]), rh ([r]), and th ([t]). It keeps also the common use of double consonants. More, it allows versions like ch for [ʃ], s between vowels like [z], c before e/i like [ts], g before e/i like [ʒ], qu before e/i like [k], etc.\nAccent is not indicated, even in exceptions, but it follows, for the most part, a system of rules similar to that of LFN.\nAdjectives.\nAdjectives do not change for agreement with nouns. They can precede or follow the noun, except numbers, that always precede the noun. In general, short adjectives precede and long adjectives follow.\nPersonal pronouns.\nUse \"illes\" for groups of persons with both men and women. \"Illas\" can be used for groups of only women.\nImpersonal pronouns.\n\"Il\" is an impersonal pronoun for using in constructions like \"il pluve\" (it rains). \"Il\" can also be used when the real subject is a clause that occurs later in the sentence.\nDemonstrative pronouns.\nThe major forms are the adjective \"iste\" or \"aqueste\" and the pronoun \"iste\", \"ista\", and \"isto\", that can be plural. When the subject of a sentence has two possible predecessors, \"iste\" refers to the second predecessor.\nThe adjective of distance is \"ille\" o \"aquelle\". The pronouns are the same as the personal pronouns.\nRelative and interrogative pronouns.\n\"Il ha duo sortas de inventiones: illos que on discoperi e illos que discoperi uno\" - There are two kinds of inventions: those which you discover and those which discover you\nThe relative pronouns are also used as interrogative pronouns.\nVerbs.\nThe verbs do not vary for persons and plural, except for alternative versions for \"esser\". The tenses normal are used for the subjunctive and the command. \"Esse\", \"habe\", and \"vade\" have forms short for the present: \"es\", \"ha\", and \"va\".\nSimple tenses.\nThere are three simple tenses - past, present, and future. They are used for both the perfect (completed) and the imperfect, and for both the perfective and the non-perfective (continuing).\nParticiples.\nThe participles in Interlingua are incoherent: verbs in \"-ir\" use \"-iente\" for the active participle, and verbs in \"-er\" use \"-ite\" for the passive participle. Other verbs use \"-nte\" and \"-te:\"\nVerbs with two roots.\nMany speakers of Interlingua prefer the use of the more recognizable form in international vocabularies, and drop the other ones.","categories":[],"infobox_types":[],"annotations":[{"uri":"Planned_language","surface_form":"planned language","offset":17},{"uri":"Western_Europe","surface_form":"West-European","offset":72},{"uri":"Language","surface_form":"language","offset":86},{"uri":"IALA","surface_form":"IALA","offset":112},{"uri":"Alexander_Gode","surface_form":"Alexander Gode","offset":165},{"uri":"Dictionary","surface_form":"dictionary","offset":233},{"uri":"Publishing","surface_form":"published","offset":278},{"uri":"English_language","surface_form":"English","offset":347},{"uri":"French_language","surface_form":"French","offset":356},{"uri":"Spanish_language","surface_form":"Spanish","offset":364},{"uri":"Portuguese_language","surface_form":"Portuguese","offset":373},{"uri":"Italian_language","surface_form":"Italian","offset":389},{"uri":"Interlingua","surface_form":"Interlingua","offset":422},{"uri":"Pronunciation","surface_form":"pronounced","offset":438},{"uri":"Spanish_language","surface_form":"Spanish","offset":457},{"uri":"Lingua_Franca_Nova","surface_form":"LFN","offset":468},{"uri":"Latin_language","surface_form":"Latin","offset":616},{"uri":"English_language","surface_form":"English","offset":655},{"uri":"French_language","surface_form":"French","offset":667},{"uri":"Romance_languages","surface_form":"Romance languages","offset":700}]}