{"id":324237,"url":"http://en.wikipedia.org/wiki/Nanalan%27","text":"\"Nanalan is an American–Canadian television show broadcast by the Nickelodeon's Nick Jr. programming block in the US and CBC Television in Canada. \"Nanalan is \"designed to foster children's curiosity and love of learning, with the hope they will carry it with them as they grow\". Excerpts from the show also air on Fox Kids UK. The series premiered airs at 9:30AM ET/PT times on November 28, 1999 on Nickelodeon's Nick Jr. block in the United States.\n\"Nanalan' \" began airing on November 28, 1999 and on September 22, 2005, it was nominated for the following three Gemini Awards: Best Performance in a Pre-School Program or Series; Best Writing in a Children's or Youth Program or Series; and Best Pre-School Program or Series. \"Nanalan won Best writing and Best performance, an award shared by Jamie Shannon (the voice of Mona), Jason Hopley (the voice of Nana and Russell), Marty Stelnick (the voice of Mrs. Bea), Todd Doldersum (the voice of Mr. Wooka), and Ali Eisner (the performer of Russell).\nSeveral compilation DVDs of the show and a CD of musical highlights are also available.\nThe main character is a green puppet named Mona. She is known for her lollipop and orange Nana, who is Mona's main caretaker.","categories":[],"infobox_types":["television"],"annotations":[{"uri":"Television_series","surface_form":"television show","offset":33},{"uri":"Nickelodeon","surface_form":"Nickelodeon","offset":66},{"uri":"Nick_Jr._(block)","surface_form":"Nick Jr.","offset":80},{"uri":"CBC_Television","surface_form":"CBC Television","offset":121},{"uri":"Fox_Kids","surface_form":"Fox Kids","offset":315},{"uri":"Jamie_Shannon","surface_form":"Jamie Shannon","offset":795},{"uri":"Jason_Hopley","surface_form":"Jason Hopley","offset":830},{"uri":"Marty_Stelnick","surface_form":"Marty Stelnick","offset":876},{"uri":"Todd_Doldersum","surface_form":"Todd Doldersum","offset":916},{"uri":"Ali_Eisner","surface_form":"Ali Eisner","offset":961}]}