{"id":324276,"url":"http://en.wikipedia.org/wiki/Julie_Blanchette","text":"Julie Blanchette (born January 9, 1977 in Montreal, Canada) is a Canadian professional ringette player. She plays center position. Blanchette plays for the Montreal Mission of the National Ringette League. She is also a member of the Canadian national women's ringette team.\nSporting career.\nBlanchette started playing ringette when she was 4 years old. Her brother played ice hockey, and her parents looked for a team game for her. They signed her up with the local ringette club in Montreal. She played her sport at every amateur level in Montreal. She represented Quebec in the Canadian championships and the Canada Games.\nBlanchette has been at the professional elite level since 2003. She plays for Montreal Mission in the National Ringette League in Canada. In 2005, she played a season for the club Turun Ringet Turku in the professional ringette league of Finland.\nSince 2004, she has been a member of the ringette national team of Canada. She played in the Ringette World championships of 2004 in Stockholm, of 2007 in Ottawa and of 2010 in Tampere. She also played in the world championships of 2008 to Sault Ste-Marie.\nShe is captain of the Canadian national team and Montreal Mission. She is also a trainer and a coach. She is the trainer of the national Team Canada Under-19 years during the world Championships Under-19 years of 2009 in Prague. In September 2011, Blanchette was named an assistant-coach of the national team of Canada.\nPersonal life.\nBlanchette also plays golf and runs in marathons.","categories":[],"infobox_types":[],"annotations":[{"uri":"Montreal","surface_form":"Montreal","offset":42},{"uri":"Canada","surface_form":"Canada","offset":52},{"uri":"Canadians","surface_form":"Canadian","offset":65},{"uri":"Professional","surface_form":"professional","offset":74},{"uri":"Centre_(ice_hockey)","surface_form":"center position","offset":114},{"uri":"Montreal_Mission","surface_form":"Montreal Mission","offset":156},{"uri":"National_Ringette_League","surface_form":"National Ringette League","offset":180},{"uri":"Montreal","surface_form":"Montreal","offset":541},{"uri":"Quebec","surface_form":"Quebec","offset":567},{"uri":"Montreal_Mission","surface_form":"Montreal Mission","offset":704},{"uri":"Finland","surface_form":"Finland","offset":864},{"uri":"Stockholm","surface_form":"Stockholm","offset":1006},{"uri":"Ottawa","surface_form":"Ottawa","offset":1028},{"uri":"Tampere","surface_form":"Tampere","offset":1050},{"uri":"Prague","surface_form":"Prague","offset":1351}]}