{"id":32434,"url":"http://en.wikipedia.org/wiki/Edward_Elgar","text":"Sir Edward William Elgar, 1st Baronet OM GCVO (2 June 1857 - 23 February 1934) was the most famous English composer of his time. He composed in the late romantic era.\nElgar was born in Broadheath, Worcestershire. His father owned a music shop. Apart from having violin lessons Elgar taught himself about music. He studied the printed music in his father’s shop and often travelled with him when he went on his rounds to tune pianos. He heard a lot of cathedral music and often practised the organ. He took over his father’s job as church organist and soon became conductor of local orchestras and bands.\nWorcester was a small town but the music there was good. The Three Choirs Festival took place there every third year. In 1884 he was playing the violin in the orchestra when the great Czech composer Dvořák was conducting.\nIn 1889 Elgar married. His wife Caroline Alice Roberts came from a family who had more money than the Elgars, and she was 8 years older than he was. Many people did not approve of the marriage, but she was a good wife to him and encouraged him in his efforts to be a successful composer.\nIn 1899 Elgar wrote an orchestral piece called the \"Enigma Variations\". There is a main tune, and then a series of variations on the tune. Each variation describes one of his friends, but he did not say which friends they were: he only put their initials or nickname at the top of each variation. This is why the piece is an enigma (a “puzzle” or “secret”). People have managed to work out who each friend was, but the meaning of the main tune is still a puzzle. This music made Elgar very famous.\nThe next work that he wrote is probably his greatest work: \"The Dream of Gerontius\" (1900). It is an oratorio. Gerontius is an old man who is dying and thinking about whether God will punish him for his sins or save him and take him to heaven. Elgar wrote two other oratorios: \"The Apostles\" and \"The Kingdom\". He wrote two symphonies, a violin concerto, a cello concerto, Introduction and Allegro for Strings, Sea Pictures (five songs for mezzo soprano and orchestra) and chamber music including a violin sonata, a string quartet and a piano quintet.\nThroughout his life his wife helped him by ruling neat manuscript lines on plain paper so that he could write his music. After she died in 1920 Elgar was so sad that he stopped composing. He died of colorectal cancer in Worcester.\nElgar’s most popular piece is the first of his \"Pomp and Circumstance Marches\". It has the tune which is sung to the words “Land of Hope and Glory” and the audience always join in singing it at the Last Night of the Proms.","categories":[],"infobox_types":[],"annotations":[{"uri":"Baronet","surface_form":"Baronet","offset":30},{"uri":"Order_of_Merit","surface_form":"OM","offset":38},{"uri":"Royal_Victorian_Order","surface_form":"GCVO","offset":41},{"uri":"English_people","surface_form":"English","offset":99},{"uri":"Composer","surface_form":"composer","offset":107},{"uri":"Romantic_music","surface_form":"romantic era","offset":153},{"uri":"Broadheath_(Worcestershire)","surface_form":"Broadheath","offset":185},{"uri":"Worcestershire","surface_form":"Worcestershire","offset":197},{"uri":"Music","surface_form":"music","offset":232},{"uri":"Violin","surface_form":"violin","offset":262},{"uri":"Cathedral","surface_form":"cathedral","offset":451},{"uri":"Organ_(music)","surface_form":"organ","offset":491},{"uri":"Church","surface_form":"church","offset":531},{"uri":"Conductor_(music)","surface_form":"conductor","offset":563},{"uri":"Orchestra","surface_form":"orchestra","offset":582},{"uri":"Band","surface_form":"band","offset":597},{"uri":"Three_Choirs_Festival","surface_form":"Three Choirs Festival","offset":665},{"uri":"Czech_Republic","surface_form":"Czech","offset":788},{"uri":"Anton%C3%ADn_Dvo%C5%99%C3%A1k","surface_form":"Dvořák","offset":803},{"uri":"The_Dream_of_Gerontius","surface_form":"The Dream of Gerontius","offset":1672},{"uri":"Oratorio","surface_form":"oratorio","offset":1713},{"uri":"The_Apostles_(Elgar)","surface_form":"The Apostles","offset":1890},{"uri":"The_Kingdom_(Elgar)","surface_form":"The Kingdom","offset":1909},{"uri":"Symphony","surface_form":"symphonies","offset":1936},{"uri":"Concerto","surface_form":"concerto","offset":1957},{"uri":"Cello","surface_form":"cello","offset":1969},{"uri":"Mezzo_soprano","surface_form":"mezzo soprano","offset":2052},{"uri":"Chamber_music","surface_form":"chamber music","offset":2085},{"uri":"Sonata","surface_form":"sonata","offset":2118},{"uri":"String_quartet","surface_form":"string quartet","offset":2128},{"uri":"Colorectal_cancer","surface_form":"colorectal cancer","offset":2363},{"uri":"Worcester","surface_form":"Worcester","offset":2384},{"uri":"Pomp_and_Circumstance_Marches","surface_form":"Pomp and Circumstance Marches","offset":2443},{"uri":"BBC_Proms","surface_form":"Last Night of the Proms","offset":2593}]}