{"id":324346,"url":"http://en.wikipedia.org/wiki/Australian_Broadcasting_Corporation","text":"The Australian Broadcasting Corporation, known as \"the ABC\", is Australia's national public broadcaster. It has a yearly budget of A$1.18 billion. The ABC provides television, radio, online and mobile information services throughout Australia, as well as overseas through the Australia Network and Radio Australia.\nIt began in 1929 as the Australian Broadcasting Company. It became a government owned corporation on 1 July 1932, called the Australian Broadcasting Commission. The \"Australian Broadcasting Corporation Act 1983\" changed the name of the organisation to the \"Australian Broadcasting Corporation\", from 1 July 1983. Although funded and owned by the government, the ABC remains editorially independent. This independence part of the Australian Broadcasting Corporation Act 1983.\nRadio.\nThe ABC has 46 local radio stations, four national networks and international service Radio Australia. It also has three digital radio stations.\nABC Local Radio has 46 individual stations, each with a similar format. This format is locally presented light entertainment, news, talk back, music, sport and interviews. It also has some national programs such as \"AM\" snd \"PM\" (current affairs), \"The World Today\", sporting events and \"Nightlife\".\nABC Radio National broadcasts more than 60 special interest programs every week. These cover a range of topics including music, comedy, book readings, radio dramas, poetry, science, health, the arts, religion, social history and current affairs.\nABC NewsRadio is a continuous news service. It was known as the Parliamentary and News Network. It was set up to broadcast sittings of the Australia Federal Parliament, and to provide a news service at other times. The network broadcasts news on a 24 hours a day, seven days a week, with updates on the quarter-hour. Much of the news content is produced by the ABC itself, however many programs come from the BBC World Service, NPR, Deutsche Welle, Radio Netherlands and CNN Radio.\nABC Classic FM was the ABC's first FM radio service. It was originally called \"ABC FM\". Its format was based on community stations and BBC Radio 3.\nTriple J is a national youth radio network. It plays contemporary alternative and independent music. Its audience is people aged 18–35. While the network plays music from around the world, it has a strong focus on local artists. Triple J was formerly known as \"Double Jay\" when it launched in Sydney on 19 January 1975.\nTelevision.\nThe ABC operates four TV channels. ABC1, the Corporation's original television service, receives most of funding for television and shows new comedy, drama, documentaries, and news and current affairs. In each state and territory a local news bulletin is shown at 7.00 p.m. nightly.\nIn 2001 ABC TV began its digital service.\nABC2 which began in 2005, is a digital-only channel that shows mainly repeated programs from ABC1. It does have some original content including news programs, children's shows, animation, and music shows.\nABC3 is a children's TV channel which began in December 2009.t\nABC News 24 is a 24-hour news channel which began on 22 July 2010.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":64},{"uri":"Public_broadcasting","surface_form":"public broadcaster","offset":85},{"uri":"Television","surface_form":"television","offset":164},{"uri":"Radio","surface_form":"radio","offset":176},{"uri":"Australia_Network","surface_form":"Australia Network","offset":276},{"uri":"Radio_Australia","surface_form":"Radio Australia","offset":298},{"uri":"Editorial_independence","surface_form":"editorially independent","offset":689},{"uri":"Radio_Australia","surface_form":"Radio Australia","offset":883},{"uri":"ABC_Local_Radio","surface_form":"ABC Local Radio","offset":942},{"uri":"The_World_Today","surface_form":"The World Today","offset":1191},{"uri":"ABC_Radio_National","surface_form":"ABC Radio National","offset":1242},{"uri":"Comedy","surface_form":"comedy","offset":1370},{"uri":"Radio_drama","surface_form":"radio drama","offset":1393},{"uri":"Poetry","surface_form":"poetry","offset":1407},{"uri":"ABC_NewsRadio","surface_form":"ABC NewsRadio","offset":1488},{"uri":"Australia_Federal_Parliament","surface_form":"Australia Federal Parliament","offset":1627},{"uri":"BBC_World_Service","surface_form":"BBC World Service","offset":1897},{"uri":"National_Public_Radio","surface_form":"NPR","offset":1916},{"uri":"Deutsche_Welle","surface_form":"Deutsche Welle","offset":1921},{"uri":"Radio_Netherlands","surface_form":"Radio Netherlands","offset":1937},{"uri":"CNN_Radio","surface_form":"CNN Radio","offset":1959},{"uri":"ABC_Classic_FM","surface_form":"ABC Classic FM","offset":1970},{"uri":"FM_radio","surface_form":"FM radio","offset":2005},{"uri":"BBC_Radio_3","surface_form":"BBC Radio 3","offset":2105},{"uri":"Triple_J","surface_form":"Triple J","offset":2118},{"uri":"ABC1","surface_form":"ABC1","offset":2485},{"uri":"ABC_News_and_Current_Affairs","surface_form":"news and current affairs","offset":2626},{"uri":"States_and_territories_of_Australia","surface_form":"state and territory","offset":2660},{"uri":"ABC_News_(Australia)","surface_form":"news bulletin","offset":2688},{"uri":"ABC_Television","surface_form":"ABC TV","offset":2741},{"uri":"Digital_television","surface_form":"digital service","offset":2758},{"uri":"ABC2","surface_form":"ABC2","offset":2775},{"uri":"ABC3","surface_form":"ABC3","offset":2980},{"uri":"ABC_News_24","surface_form":"ABC News 24","offset":3043}]}