{"id":324443,"url":"http://en.wikipedia.org/wiki/Robert_Fortune","text":"Robert Fortune (16 September 1812 – 13 April 1880) was a Scottish plant expert, plant hunter and traveller best known for introducing tea plants from China to India.\nTravels and introduction of plants to Europe.\nFortune was born in Kelloe, Berwickshire. He was employed in the Royal Botanic Garden Edinburgh, and later in the garden of Horticultural Society of London at Chiswick. In 1842 was sent out by the Society to collect plants in China.\nHe brought back to Europe many new, exotic and beautiful flowers. His most famous achievement was the successful introduction of tea from China to India in 1848 on behalf of the British East India Company.\nLike some European travellers of that period, such as Walter Medhurst, Fortune disguised himself as a Chinese merchant during several of his journeys into parts of China that were prohibited to him. Not only was Fortune's purchase of tea plants forbidden by the Chinese government of the time, but he was not permitted to travel more than one day from certain ports where Europeans were allowed to trade. Fortune travelled to some areas of China that had seldom been visited by Europeans, including remote areas of Fujian, Guangdong, and Jiangsu provinces.\nFortune employed many different means to transport tea plants, seedlings, and other botanical discoveries, but he is most well known for his use of cases like small greenhouses called Wardian cases (as used by Nathaniel Bagshaw Ward) to keep the plants alive. With these cases Fortune introduced 20,000 tea plants and seedlings to the Darjeeling region of India. He also brought with him a group of trained Chinese tea workers to assist in the production of tea leaves. Except for a few plants which survived in Indian gardens, most of the Chinese tea plants Fortune introduced to India died. The special growing methods and knowledge that was brought over from China, however, may have been very helpful in the later success of the Indian tea industry.\nApart from his many contributions to plant history, Fortune was the first European to discover that black tea and green tea were actually from the same plant.\nIn later journeys he visited Formosa (now called Taiwan) and Japan, and described the culture of the silkworm and the growing of rice. He introduced many trees, shrubs and flowers to the West, including the cumquat, a climbing double yellow rose ('Fortune's Double Yellow' (syn. Gold of Ophir) which proved a failure in England's climate) and many varieties of tree peonies, azaleas and chrysanthemums. A climbing white rose that he brought back from China in 1850 was named \"R. fortuniana\" (syn. \"R. fortuneana\") in his honor. This rose also proved a failure in England, preferring warmer climates. Today both of these roses are still widely grown by antique rose fanciers in mild winter regions. \"R. fortuniana\" is also a valuable rootstock in Australia and the southern regions of the United States.\nThe stories of his travels were told in a number of different books. He died in London in 1880, and is buried in Brompton Cemetery.","categories":[],"infobox_types":[],"annotations":[{"uri":"Scotland","surface_form":"Scottish","offset":57},{"uri":"Botanist","surface_form":"plant expert","offset":66},{"uri":"Plant_collecting","surface_form":"plant hunter","offset":80},{"uri":"China","surface_form":"China","offset":150},{"uri":"India","surface_form":"India","offset":159},{"uri":"Berwickshire","surface_form":"Berwickshire","offset":240},{"uri":"Royal_Botanic_Garden_Edinburgh","surface_form":"Royal Botanic Garden Edinburgh","offset":277},{"uri":"Royal_Horticultural_Society","surface_form":"Horticultural Society of London","offset":336},{"uri":"Chiswick","surface_form":"Chiswick","offset":371},{"uri":"China","surface_form":"China","offset":438},{"uri":"British_East_India_Company","surface_form":"British East India Company","offset":623},{"uri":"Walter_Medhurst","surface_form":"Walter Medhurst","offset":705},{"uri":"Fujian","surface_form":"Fujian","offset":1166},{"uri":"Guangdong","surface_form":"Guangdong","offset":1174},{"uri":"Jiangsu","surface_form":"Jiangsu","offset":1189},{"uri":"Wardian_case","surface_form":"Wardian case","offset":1392},{"uri":"Darjeeling","surface_form":"Darjeeling","offset":1543},{"uri":"Black_tea","surface_form":"black tea","offset":2062},{"uri":"Green_tea","surface_form":"green tea","offset":2076},{"uri":"Taiwan","surface_form":"Taiwan","offset":2170},{"uri":"Japan","surface_form":"Japan","offset":2182},{"uri":"Silkworm","surface_form":"silkworm","offset":2222},{"uri":"Rice","surface_form":"rice","offset":2250},{"uri":"Cumquat","surface_form":"cumquat","offset":2328},{"uri":"Rose","surface_form":"rose","offset":2362},{"uri":"Peony","surface_form":"peonies","offset":2487},{"uri":"Azalea","surface_form":"azalea","offset":2496},{"uri":"Chrysanthemum","surface_form":"chrysanthemum","offset":2508},{"uri":"Rootstock","surface_form":"rootstock","offset":2854},{"uri":"Australia","surface_form":"Australia","offset":2867},{"uri":"United_States","surface_form":"United States","offset":2909},{"uri":"Brompton_Cemetery","surface_form":"Brompton Cemetery","offset":3037}]}