{"id":32452,"url":"http://en.wikipedia.org/wiki/Old_age","text":"Old age is when a person is near or beyond the usual life expectancy, usually from the age of 65 onwards. Old people are usually retired from work and spend their time in other ways like helping take care of small children who are kin to them in some way. Often people of old age have wrinkly skin. They will move slower, and become constantly cold.\nOld people have more health problems than young adults, and many of them take medicine. The reason for this is that their bodies are slowly deteriorating, so they have more problems, especially with moving. Osteoporosis weakens the bones, and is one of the problems that become more common with age. Others include blindness and deafness. Gerontology is the part of medicine that deals with these things.\nOld people are also called \"senior citizens\" or \"elders\". Elders are considered to be wise because they have had much experience in their long lives. Many cultures view elders with respect and kindness, and depend upon them to pass down knowledge to the younger generations of people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Life_expectancy","surface_form":"life expectancy","offset":53},{"uri":"Retirement","surface_form":"retired","offset":129},{"uri":"Child","surface_form":"child","offset":214},{"uri":"Kinship","surface_form":"kin","offset":231},{"uri":"Medicine","surface_form":"medicine","offset":428},{"uri":"Osteoporosis","surface_form":"Osteoporosis","offset":557},{"uri":"Blindness","surface_form":"blindness","offset":665},{"uri":"Deafness","surface_form":"deafness","offset":679},{"uri":"Gerontology","surface_form":"Gerontology","offset":689},{"uri":"Wisdom","surface_form":"wise","offset":841},{"uri":"Experience","surface_form":"experience","offset":873},{"uri":"Culture","surface_form":"culture","offset":910},{"uri":"Respect","surface_form":"respect","offset":936},{"uri":"Kindness","surface_form":"kindness","offset":948},{"uri":"Knowledge","surface_form":"knowledge","offset":992}]}