{"id":32464,"url":"http://en.wikipedia.org/wiki/Counter-Reformation","text":"The Counter-Reformation began after Martin Luther's Reformation. In reaction, Catholics reaffirmed some points of faith that the Protestants' objections had put in danger. These included the validity of the seven sacraments. The Protestants had reduced the sacraments to only two, Baptism and the Eucharist. Protestants deny the doctrine of transubstantiation, which is seen as making Mass less important. Some reformation era groups had rejected the Mass entirely. Luther's view was somewhere between that of the more radical reformers and the Catholic view. Luther wrote that without faith neither Baptism nor the Eucharist is sufficient for salvation. The Counter-Reformation specifically re-affirmed the Catholic understanding of the mass.\nOn other issues, Catholics effectively accepted some of the Protestant complaints. Penance became a private confession and repentance from sin instead of outward actions. This served to correct the corrupt practice of selling forgiveness. This type of forgiveness, called Indulgence was the immediate cause of Luther's protests against abuses in the Catholic church.\nAs a result of the Counter Reformation, other abuses, such as Simony were also greatly curtailed. Thus the Protestant movement served not only to create new expressions of the Christian faith, but also to correct problems in the Catholic church which led to its revitalization.\nCatholic missionaries, especially Jesuits went across the world to spread the Catholic faith. The Congregation of the Holy Office of the Inquisition was also created, to revitalize the work of suppressing heresy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Martin_Luther","surface_form":"Martin Luther","offset":36},{"uri":"Protestant_Reformation","surface_form":"Reformation","offset":52},{"uri":"Sacrament","surface_form":"sacrament","offset":213},{"uri":"Baptism","surface_form":"Baptism","offset":281},{"uri":"Eucharist","surface_form":"Eucharist","offset":297},{"uri":"Transubstantiation","surface_form":"transubstantiation","offset":341},{"uri":"Salvation_(Christianity)","surface_form":"salvation","offset":644},{"uri":"Penance","surface_form":"Penance","offset":827},{"uri":"Indulgence","surface_form":"Indulgence","offset":1016},{"uri":"Simony","surface_form":"Simony","offset":1173},{"uri":"Jesuits","surface_form":"Jesuits","offset":1423},{"uri":"Inquisition","surface_form":"Inquisition","offset":1526}]}