{"id":324607,"url":"http://en.wikipedia.org/wiki/Bullfinch","text":"Bullfinches are a genus of passerine birds in the finch family (Fringillidae). They belong to the genus \"Pyrrhula\".\nThe genus has a palearctic distribution. All species occur in Asia with two species exclusively in the Himalayas and one species, \"P. pyrrhula\", also occurring in Europe. The Azores bullfinch (\"P. murina\") is a critically endangered species (about 120 pairs remaining), occurring only in the east of the island of São Miguel in the Azores archipelago.\nAnalysis of the mitochondrial DNA cytochrome \"b\" sequence indicates that the holarctic pine grosbeak (\"Pinicola enucleator\") is the sister group to the ancestor of the bullfinches.\nThe evolution of the bullfinch species started soon after the pine grosbeak's ancestors diverged from them (at the end of the middle Miocene, about a dozen million years ago (mya). It is fairly certain is that the bullfinch radiation started in the general area of the Himalayas. The mountain finches also seem to be part of this clade.\nBullfinches have glossy black wings and tail feathers. They show a white rump. The legs and feet are fleshy brown. Their short, swollen bill is adapted to eat buds, and is black except in \"P. nipalensis\", which has a yellowish bill. The males can be distinguished by their orange or red breast. Some species have a black cap.\nProbably most populations are partially migratory. Most migrants move short or medium distances. North European birds move within a wider compass than central European birds. Numbers migrating show marked annual fluctuations; no link with any particular food source has been established. Autumn migration begins late, and is fairly brief, mostly October–November; spring migration February–April.\nThe Eurasian bullfinch population in Britain has been in serious decline since the mid-1970s; numbers have fallen by 62 per cent in 35 years. Data suggests that productivity has increased over the last decade, and nest failure rates at the chick stage (15 days) have fallen from 37% to 21%.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":18},{"uri":"Passerine","surface_form":"passerine","offset":27},{"uri":"Finch","surface_form":"finch","offset":50},{"uri":"Fringillidae","surface_form":"Fringillidae","offset":64},{"uri":"Palearctic","surface_form":"palearctic","offset":132},{"uri":"Himalayas","surface_form":"Himalayas","offset":219},{"uri":"Azores_bullfinch","surface_form":"Azores bullfinch","offset":291},{"uri":"Endangered_species","surface_form":"endangered species","offset":338},{"uri":"S%C3%A3o_Miguel_Island","surface_form":"São Miguel","offset":430},{"uri":"Azores","surface_form":"Azores","offset":448},{"uri":"Archipelago","surface_form":"archipelago","offset":455},{"uri":"Mitochondria","surface_form":"mitochondria","offset":484},{"uri":"Cytochrome","surface_form":"cytochrome \"b\"","offset":502},{"uri":"DNA_sequence","surface_form":"sequence","offset":517},{"uri":"Holarctic","surface_form":"holarctic","offset":545},{"uri":"Pine_grosbeak","surface_form":"pine grosbeak","offset":555},{"uri":"Evolution","surface_form":"evolution","offset":653},{"uri":"Miocene","surface_form":"Miocene","offset":782},{"uri":"Dozen","surface_form":"dozen","offset":799},{"uri":"Himalayas","surface_form":"Himalayas","offset":918},{"uri":"Mountain_finch","surface_form":"mountain finch","offset":933},{"uri":"Clade","surface_form":"clade","offset":979},{"uri":"Migration","surface_form":"migratory","offset":1352},{"uri":"Nest","surface_form":"nest","offset":1923}]}