{"id":32471,"url":"http://en.wikipedia.org/wiki/Meiji_Restoration","text":"The Meiji Restoration (明治維新) was a time of great change in Japan. In the Japanese language, \"Meiji-ishin\" is the term for the Meiji Restoration. The term describes a series of events that changed the shape of Japan’s political and social systems. These changes took place mainly in the three years from 1866 to 1869, at the beginning of the Meiji period.\nEnd of the Shogunate.\nIn 1866, the Tokugawa Shogunate was ruling Japan. In the year 1866, two domains, the local government at that time, came together under an alliance. The name of this alliance was the Sat-cho Alliance. This was an alliance between the Satsuma Domain and the Chōshū Domain, and a person named Sakamoto Ryoma brought the two domains together. These two domains supported the Emperor Meiji of Japan who, at the time, did not have much power. With their support the emperor could regain much of his power.\nThe Tokugawa Shogunate’s rule ended on 9th November 1867, but they still retained some authority and power. In the Boshin War of 1868, an army from Satsuma Province and Choshu defeated the forces of the Tokugawa Shogunate. This completely ended the power of the Tokugawa Shogunate.\nThe Revolution of the country's system.\nAfter defeating the Tokugawa Shogunate, the leaders of the Meiji Restoration started to reform the system of the country. They acted in the name of Japan’s emperor, to restore (that is, to return) the emperor’s powers. But, the leaders also kept to themselves a number of powers. In fact, even after the Meiji Restoration, an oligarchy, a small group, had the real power and ruled in the name of the emperor.\nAfter the Meiji Restoration started, Japan’s progress was fast. The revolution includes centralizing power, changing the tax system, starting the educational system, constructing factories and railways, etc.\nIndustrialization developed rapidly and within next three to four decades (by 1905) Japan had become a military power, comparable to others of the time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":59},{"uri":"Japanese_language","surface_form":"Japanese language","offset":73},{"uri":"Meiji_period","surface_form":"Meiji period","offset":341},{"uri":"Tokugawa_Shogunate","surface_form":"Tokugawa Shogunate","offset":390},{"uri":"Sat-cho_Alliance","surface_form":"Sat-cho Alliance","offset":560},{"uri":"Satsuma_Domain","surface_form":"Satsuma Domain","offset":611},{"uri":"Choshu_Domain","surface_form":"Chōshū Domain","offset":634},{"uri":"Sakamoto_Ryoma","surface_form":"Sakamoto Ryoma","offset":668},{"uri":"Emperor_Meiji","surface_form":"Emperor Meiji","offset":749},{"uri":"Boshin_War","surface_form":"Boshin War","offset":993},{"uri":"Satsuma_Province","surface_form":"Satsuma Province","offset":1026},{"uri":"Nagato_Province","surface_form":"Choshu","offset":1047},{"uri":"Oligarchy","surface_form":"oligarchy","offset":1526},{"uri":"Industrialization","surface_form":"Industrialization","offset":1817},{"uri":"1905","surface_form":"1905","offset":1895},{"uri":"Military","surface_form":"military","offset":1920}]}