{"id":32472,"url":"http://en.wikipedia.org/wiki/European_Convention_on_Human_Rights","text":"Countries, which are members of the Council of Europe agreed on certain points written in a document to ensure human rights written in the Universal Declaration of Human Rights. These points became the Convention for the Protection of Human Rights and Fundamental Freedoms. In its shorter form it is European Convention on Human Rights (ECHR). The Convention also established the European Court of Human Rights (ECtHR), and the sentence of this Court has a force legal power by its Article 46.\nThe ECHR was written on 4 November 1950.\nThe ECHR has made many protocols, for example: protocol 2nd for right to education, 12th against all discrimination also by public authority and 13th for complete abolition of the death penalty. Protocols are set of rules. All member countries must follow these rules.\nThe ECtHR can give decisions on complaints or cases which come to it. If a person thinks that a European country has abused his or her human rights, that person may take the matter to the judges of ECtHR. The judges will listen to the complaint and give their decisions. These decisions must be followed by the governments of the countries.","categories":[],"infobox_types":[],"annotations":[{"uri":"Council_of_Europe","surface_form":"Council of Europe","offset":36},{"uri":"Human_rights","surface_form":"human rights","offset":111},{"uri":"Universal_Declaration_of_Human_Rights","surface_form":"Universal Declaration of Human Rights","offset":139},{"uri":"European_Court_of_Human_Rights","surface_form":"European Court of Human Rights","offset":380},{"uri":"4_November","surface_form":"4 November","offset":518},{"uri":"1950","surface_form":"1950","offset":529},{"uri":"Right_to_education","surface_form":"right to education","offset":599},{"uri":"Discrimination","surface_form":"discrimination","offset":636},{"uri":"Death_penalty","surface_form":"death penalty","offset":715},{"uri":"Human_rights","surface_form":"human rights","offset":939}]}