{"id":324741,"url":"http://en.wikipedia.org/wiki/Sociobiology","text":"e=\"preserve\">Sociobiology is a field of scientific study which is based on the assumption that social behaviour has resulted from evolution. It attempts to explain and examine social behaviour in that way.\nA branch of ethology and sociology, sociobiology draws from anthropology, evolution, zoology, archaeology, population genetics, and other disciplines. As a study of human societies, sociobiology is allied to Darwinian anthropology, ethology and evolutionary psychology.\nEthology investigates collective animal behaviour, such as mating patterns, territorial fights, pack hunting, and the hive society of social insects. It argues that selection pressure led to the genetic evolution of advantageous social behaviour. In other words, a typical behaviour pattern is inherited because it has raised the inclusive fitness of individuals as compared to other behaviours. This is mainstream biology. Its extension into human social behaviour is for ethologists absolutely normal, but for others it may be controversial.\nWhile the term \"sociobiology\" can be traced to the 1940s, the concept did not get recognition until 1975 with the publication of E.O. Wilson's book, \"Sociobiology\".\nIt is this last point which is most controversial.\nCriticism.\nWilson's book had almost 700 pages, which were almost entirely devoted to social behaviour in animals. His ideas on the evolution of human behaviour was in a short section of 30 pages at the end of the book. Yet because of this section, the (apparently) new field of sociobiology became the subject of heated controversy. The criticism was driven by political events of the day.\nCriticism by Richard Lewontin and Stephen Jay Gould, and the Sociobiology Study Group hinted that there was some relationship between these ideas and some of the worst events in history. The main concern of the critics seemed to be the idea that sociobiology provided aid and comfort for those who would maintain social injustice and inequality.p545\nActually, there was no political content in Wilson's last chapter, and Wilson himself was and is a liberal thinker. In the 25th anniversary edition of his book Wilson gives his own account of the controversy.\nTo avoid some of the controversy, though their ideas are rather similar to Wilson's, some psychologists and anthropologists founded the related field of evolutionary psychology. This shares with sociobiology a belief in the evolutionary origin of behaviour patterns. However, it is more aimed at human behaviour, where sociobiology arose out of experiments on animal behaviour (ethology).\nA human case study.\nWhy do men have standards of beauty which they apply to women? This is a question to which a typical femininist sociologist would reply: it is culturally determined, a belief system which serves to keep males dominant over females.\nAlcock gives the evidence that the signs of youth and beauty are consistent with high reproductive value.p138\nAn avian case study.\nIn some ways, it is easier to study the behaviour of other animals because our own experiences and prejudices are not involved. And we can do experiments on them which might not be possible with humans.\nSongbird species almost always have a song which is characteristic of the species. In most cases the details of the song are not inherited. Instead, they inherit an ability to learn at a certain age. If a young male White-crowned Sparrow (\"Zonotrichia leucophrys\") is raised in isolation from the sound of other members of the species, it cannot sing their song. Eventually, it produces a song which is only vaguely like the proper song. But if the experimenter plays a tape of the adult male song, the young will later produce the complete and perfect song when they get to the right age. However, if the young bird is made deaf, it cannot learn the song. From this we learn\nThis allows us to be sure that the song, as such, is not inherited, but there is inherited a strong learning bias, which makes sense. In order to live and reproduce successfully, it pays for a male to attract a female of the same species, and defend its territory against other males of its species. The right song does both these jobs.p163/5\nSociobiology today.\nIn recent years the supporters of sociobiology have claimed to be \"winning\". They feel its basic ideas are quite sound. We are not blank slates, and our human nature is as much a product of evolution as the rest of us. Even our widespread love of pet animals may be explained by their improving our survival in a prehistoric past.p35/9","categories":[],"infobox_types":[],"annotations":[{"uri":"Scientific","surface_form":"scientific","offset":40},{"uri":"Behaviour","surface_form":"behaviour","offset":102},{"uri":"Evolution","surface_form":"evolution","offset":130},{"uri":"Ethology","surface_form":"ethology","offset":218},{"uri":"Sociology","surface_form":"sociology","offset":231},{"uri":"Anthropology","surface_form":"anthropology","offset":266},{"uri":"Evolution","surface_form":"evolution","offset":280},{"uri":"Zoology","surface_form":"zoology","offset":291},{"uri":"Archaeology","surface_form":"archaeology","offset":300},{"uri":"Population_genetics","surface_form":"population genetics","offset":313},{"uri":"Society","surface_form":"societies","offset":377},{"uri":"Darwinian","surface_form":"Darwinian","offset":414},{"uri":"Evolutionary_psychology","surface_form":"evolutionary psychology","offset":451},{"uri":"Collective_animal_behaviour","surface_form":"collective animal behaviour","offset":498},{"uri":"Hive","surface_form":"hive","offset":594},{"uri":"Eusociality","surface_form":"social insect","offset":610},{"uri":"Natural_selection","surface_form":"selection pressure","offset":641},{"uri":"Inherit","surface_form":"inherit","offset":770},{"uri":"Inclusive_fitness","surface_form":"inclusive fitness","offset":806},{"uri":"E.O._Wilson","surface_form":"E.O. Wilson","offset":1149},{"uri":"The_new_synthesis","surface_form":"\"Sociobiology\"","offset":1169},{"uri":"Controversy","surface_form":"controversial","offset":1221},{"uri":"Controversy","surface_form":"controversy","offset":1556},{"uri":"Richard_Lewontin","surface_form":"Richard Lewontin","offset":1639},{"uri":"Stephen_Jay_Gould","surface_form":"Stephen Jay Gould","offset":1660},{"uri":"Evolutionary_psychology","surface_form":"evolutionary psychology","offset":2338},{"uri":"Behaviour","surface_form":"behaviour","offset":2552},{"uri":"Ethology","surface_form":"ethology","offset":2563},{"uri":"Beauty","surface_form":"beauty","offset":2623},{"uri":"Femininist","surface_form":"femininist","offset":2695},{"uri":"Songbird","surface_form":"Songbird","offset":3160},{"uri":"White-crowned_Sparrow","surface_form":"White-crowned Sparrow","offset":3376},{"uri":"Bias","surface_form":"bias","offset":3945},{"uri":"Blank_slate","surface_form":"blank slate","offset":4330},{"uri":"Human_nature","surface_form":"human nature","offset":4352}]}