{"id":324800,"url":"http://en.wikipedia.org/wiki/Science_Museum_(London)","text":"The Science Museum is one of the three large museums on Exhibition Road, London. It is part of the National Museum of Science and Industry. The museum is a big tourist attraction in London. The science museum is a great place.\nIt has been free to enter the Science Museum since 1 December 2001. This is because it is paid for by the government. People may have to pay to enter the temporary exhibitions.\nStart and history.\nBennet Woodcroft started a museum in 1857. He used items from the Royal Society of Arts and the Great Exhibition. It included some machinery which became the \"Museum of Patents\" in 1858, and the \"Patent Office Museum\" in 1863. In 1883, the things held in the Patent Office Museum were moved to the South Kensington Museum. In 1885, the Science Collections were renamed the \"Science Museum\". In 1893, the \"Science Museum\" got a separate leader. The Art Collections were renamed the \"Art Museum\", which later became the Victoria and Albert Museum.\nWhen Queen Victoria laid the foundation stone for the new building for the Art Museum, she said that the museum must be renamed after herself and her dead husband. The whole museum was named after them, but when that new building opened ten years later, the name was only for the Art Collections and the Science Collections were renamed. On June 26, 1909 the Science Museum, as an independent entity, came into existence. The Science Museum’s home today, designed by Sir Richard Allison, were opened to the public over time between 1919–28. This building was known as the East Block, building of which began in 1913 and was stopped during World War I. As the name suggests it was intended to be the first building of a much larger project, which was never made.\nCollections.\nAlthough called a museum of science, it is really more a museum of industry. It has working models and real equipment from the industrial revolution in the 18th century, the great Victorian engineering, the age of aeroplanes and space in the 20th century.\nThe Science Museum holds over 300,000 items, including such famous items as Stephenson's Rocket, Puffing Billy (the oldest surviving steam locomotive), the first jet engine, a remake of Francis Crick and James Watson's model of DNA, some of the earliest remaining steam engines, a working example of Charles Babbage's Difference engine (and the latter, preserved half brain), the first prototype (draft model) of the 10,000-year Clock of the Long Now, and documentation of the first typewriter. It also contains hundreds of interactive exhibits. A recent addition is the IMAX 3D Cinema showing science and nature documentaries, most of them in 3-D, and the Wellcome Wing which focuses on digital technology.\nThe museum houses some of the many objects collected by Henry Wellcome that have to do with medicine. The fourth floor exhibit is called \"Glimpses of Medical History\", with reconstructions and dioramas of the history of medicine. The fifth floor gallery is called \"Science and the Art of Medicine\", with exhibits of medical instruments and practices from ancient days and from many countries. The collection has a lot of items from clinical medicine, the biosciences, and public health. The museum is a member of the London Museums of Health & Medicine.\nThe Science Museum has a dedicated library, and until the 1960s was Britain's National Library for Science, Medicine and Technology. It holds runs of periodicals, early books and manuscripts, and is used by scholars worldwide. It has for a number of years been run in conjunction with the Library of Imperial College, but in 2007 the Library was divided over two sites. Histories of science and biographies of scientists are still kept at the Imperial College in London. The rest of the collection which includes original scientific works and archives are now located in Wroughton, Wiltshire.\nSome 170,000 items which are not on current display are stored at Blythe House in West Kensington. Blythe House also houses facilities including a conservation laboratory, a photographic studio, and a quarantine area where newly-arrived items are looked at.\nGalleries.\nThe Science Museum is made up of a number of galleries, some of which are permanent, and some of which are temporary.\nPower: The East Hall.\nThe East Hall is the first area that most visitors see as they enter the building, going up through three floors. On the ground, the area is mostly filled with famous steam engines of various sorts, including the oldest surviving James Watt beam engine, which together tell the story of the British industrial revolution. Up in the air, hung from the ceiling is a big metal ring, the inside of which is covered in white LEDs which form patterns and display messages typed into kiosks by visitors in the Energy gallery.\nExploring Space.\n\"Exploring Space\" is a historical gallery, filled with rockets and exhibits that tell the story of human space exploration and the benefits that space exploration has brought us (particularly in the world of telecommunications).\nMaking the Modern World.\n\"Making the Modern World\" is a relatively new gallery, in which some of the museum's most iconic objects, including Stephenson's Rocket and an Apollo spacecraft, are imaginatively displayed along a timeline chronicling man's technological achievements.\nFlight.\n\"Flight\" is another longstanding gallery, up towards the western end of the third floor. Contained in the gallery are several full sized aeroplanes and helicopters, including Alcock and Brown's transatlantic Vickers Vimy (1919), Spitfire and Hurricane fighters, as well as numerous aero-engines and a cross-section of a Boeing 747.\nLaunchpad.\nOne of the most popular galleries in the museum is the interactive Launchpad gallery. Redesigned and reopened in November 2007, the new look gallery houses over 50 interactive exhibits illustrating many different concepts in physical science. The gallery is staffed by Explainers who are available to demonstrate how exhibits work, conduct live experiments and perform shows to schools and the visiting public.\nTouring exhibitions.\nThe Science Museum has made many exhibitions that tour travel around the world. \"The Science Box\" modern science series toured venues in the UK and Europe in the 1990s and from 1995 \"The Science of Sport\" appeared in various venues, in different ways, around the world. In 2005 The Science Museum teamed up with Fleming Media to set up \"The Science of...\" who develop and tour exhibitions including \"The Science of Aliens\", \"The Science of Spying\" and \"The Science of Survival\".\nIn 2008, \"The Science of Survival\" exhibition opened to the public and allowed visitors to explore what the world might be like in 2050 and how humankind will meet the challenges of climate change and energy shortages.\nLocation.\nThe museum is next to the Natural History Museum and used to be connected to it by a public corridor, which is now closed. The closest London Underground station is South Kensington; a subway connects the museums to the station.\nAt the front of the museum to the east is Exhibition Road. Directly to the south is Museum Lane and the Natural History Museum. At the back is Queen's Gate and to the north is Imperial College.","categories":[],"infobox_types":[],"annotations":[{"uri":"Museum","surface_form":"museum","offset":45},{"uri":"London","surface_form":"London","offset":73},{"uri":"Government","surface_form":"government","offset":333},{"uri":"Temporary","surface_form":"temporary","offset":381},{"uri":"Exhibition","surface_form":"exhibition","offset":391},{"uri":"Bennet_Woodcroft","surface_form":"Bennet Woodcroft","offset":423},{"uri":"Royal_Society_of_Arts","surface_form":"Royal Society of Arts","offset":489},{"uri":"Great_Exhibition","surface_form":"Great Exhibition","offset":519},{"uri":"Machine","surface_form":"machine","offset":554},{"uri":"Patent","surface_form":"Patent","offset":592},{"uri":"Victoria_and_Albert_Museum","surface_form":"Victoria and Albert Museum","offset":941},{"uri":"Queen_Victoria","surface_form":"Queen Victoria","offset":974},{"uri":"Foundation_stone","surface_form":"foundation stone","offset":998},{"uri":"Albert%2C_Prince_Consort","surface_form":"dead husband","offset":1119},{"uri":"Richard_Allison_(architect)","surface_form":"Richard Allison","offset":1440},{"uri":"World_War_I","surface_form":"World War I","offset":1608},{"uri":"Industry","surface_form":"industry","offset":1811},{"uri":"Industrial_revolution","surface_form":"industrial revolution","offset":1871},{"uri":"Engineering","surface_form":"engineering","offset":1934},{"uri":"Aeroplane","surface_form":"aeroplane","offset":1958},{"uri":"Stephenson%27s_Rocket","surface_form":"Stephenson's Rocket","offset":2076},{"uri":"Puffing_Billy_(locomotive)","surface_form":"Puffing Billy","offset":2097},{"uri":"Locomotive","surface_form":"locomotive","offset":2139},{"uri":"Jet_engine","surface_form":"jet engine","offset":2162},{"uri":"Francis_Crick","surface_form":"Francis Crick","offset":2186},{"uri":"DNA","surface_form":"DNA","offset":2228},{"uri":"Steam_engine","surface_form":"steam engine","offset":2264},{"uri":"Charles_Babbage","surface_form":"Charles Babbage","offset":2300},{"uri":"Difference_engine","surface_form":"Difference engine","offset":2318},{"uri":"Prototype","surface_form":"prototype","offset":2386},{"uri":"Clock_of_the_Long_Now","surface_form":"Clock of the Long Now","offset":2429},{"uri":"Typewriter","surface_form":"typewriter","offset":2483},{"uri":"IMAX","surface_form":"IMAX","offset":2571},{"uri":"Documentary_film","surface_form":"documentaries","offset":2613},{"uri":"3-D_film","surface_form":"3-D","offset":2644},{"uri":"Henry_Wellcome","surface_form":"Wellcome","offset":2657},{"uri":"Henry_Wellcome","surface_form":"Henry Wellcome","offset":2764},{"uri":"Medicine","surface_form":"medicine","offset":2800},{"uri":"Reconstruction","surface_form":"reconstruction","offset":2881},{"uri":"Diorama","surface_form":"diorama","offset":2901},{"uri":"Clinical_medicine","surface_form":"clinical medicine","offset":3140},{"uri":"Biology","surface_form":"biosciences","offset":3163},{"uri":"Public_health","surface_form":"public health","offset":3180},{"uri":"The_London_Museums_of_Health_%26amp%3B_Medicine","surface_form":"the London Museums of Health & Medicine","offset":3221},{"uri":"Library","surface_form":"library","offset":3297},{"uri":"Imperial_College","surface_form":"Imperial College","offset":3562},{"uri":"Blythe_House","surface_form":"Blythe House","offset":3921},{"uri":"Conservation","surface_form":"conservation","offset":4002},{"uri":"Laboratory","surface_form":"laboratory","offset":4015},{"uri":"Photography","surface_form":"photographic studio","offset":4029},{"uri":"Quarantine","surface_form":"quarantine","offset":4056},{"uri":"Permanent","surface_form":"permanent","offset":4198},{"uri":"Famous","surface_form":"famous","offset":4424},{"uri":"Steam_engines","surface_form":"steam engines","offset":4431},{"uri":"Old_Bess_(beam_engine)","surface_form":"oldest surviving James Watt beam engine","offset":4477},{"uri":"United_Kingdom","surface_form":"British","offset":4555},{"uri":"Industrial_revolution","surface_form":"industrial revolution","offset":4563},{"uri":"LEDs","surface_form":"LEDs","offset":4684},{"uri":"Space_exploration","surface_form":"space exploration","offset":4905},{"uri":"Telecommunications","surface_form":"telecommunications","offset":5008},{"uri":"Stephenson%27s_Rocket","surface_form":"Stephenson's Rocket","offset":5170},{"uri":"Apollo_10","surface_form":"Apollo spacecraft","offset":5197},{"uri":"Aeroplanes","surface_form":"aeroplanes","offset":5452},{"uri":"Helicopter","surface_form":"helicopter","offset":5467},{"uri":"Alcock_and_Brown","surface_form":"Alcock and Brown","offset":5490},{"uri":"Vickers_Vimy","surface_form":"Vickers Vimy","offset":5523},{"uri":"Supermarine_Spitfire","surface_form":"Spitfire","offset":5544},{"uri":"Hawker_Hurricane","surface_form":"Hurricane","offset":5557},{"uri":"Aero-engine","surface_form":"aero-engine","offset":5597},{"uri":"Cross-section","surface_form":"cross-section","offset":5616},{"uri":"Boeing_747","surface_form":"Boeing 747","offset":5635},{"uri":"The_Science_of...","surface_form":"The Science of...","offset":6427},{"uri":"The_Science_of_Aliens","surface_form":"The Science of Aliens","offset":6490},{"uri":"The_Science_of_Spying","surface_form":"The Science of Spying","offset":6515},{"uri":"The_Science_of_Survival","surface_form":"The Science of Survival","offset":6543},{"uri":"Natural_History_Museum","surface_form":"Natural History Museum","offset":6824},{"uri":"London_Underground","surface_form":"London Underground","offset":6933},{"uri":"South_Kensington_tube_station","surface_form":"South Kensington","offset":6963},{"uri":"Exhibition_Road","surface_form":"Exhibition Road","offset":7069},{"uri":"Museum_Lane","surface_form":"Museum Lane","offset":7111},{"uri":"Queen%27s_Gate","surface_form":"Queen's Gate","offset":7170},{"uri":"Imperial_College","surface_form":"Imperial College","offset":7203}]}