{"id":324888,"url":"http://en.wikipedia.org/wiki/Lars_von_Trier","text":"Lars von Trier (born 30 April 1956) is a Danish movie director and screenwriter. He has won many prizes. These include the Golden Palm, Grand Prize, and the Jury Prize at the Cannes Film Festival. He has a prolific and controversial career, spanning over four decades. His latest movie \"The House That Jack Built\" was released in 2018.\nBiography.\nAfter studying at the University of Copenhagen (1976-79), von Trier was educated at the Danish Film School (1979-82). In 1992, together with Peter Aalbæk, he established Zentropa, which plays a key role in Scandinavian film production.\nTrier is a main figure in the international art film and has been the prime mover behind the boom of Danish films from the 1990s, especially because of his central role in Dogme 95.\nHe started producing small films from childhood, and as a young man made two half-hour long, privately-financed fiction films: \"The Orchid Gardener\" (1977) and \"Menthe la bienheureuse\" (1979). During film school, he made the short film \"Nocturne\" (1981), which won an award at the Filmschoolfest Munich 1981, and \"Liberation Pictures\" (1982), whose hypnotic modernist imagery is characteristic of Trier's early works. The so-called Europa trilogy, which revolves around the male idealist in a downfall universe, includes the feature film debut \"The Element of Crime\" (1984), the experimental low-budget \"Epidemic\" (1987) and the much-maligned melodrama \"Europe\" (1991). The television production \"Medea\" (1988) was based on Carl Th.\nTrier gained international attention from the beginning. Both the debut film and \"Europe\" won awards in Cannes, but it was only with the television series \"The Kingdom\" (1994 and 1997) that he won a large audience. The black humorous series about ghosts at the National Hospital effectively blended horror and satire. It was also an experiment in simplifying the production process as well as a break with conventional perfectionism and in doing so formed the basis for the Dogme 95 manifesto, which Trier prepared in collaboration with Thomas Vinterberg and presented in Paris at a conference on the film's future, \"Le cinéma vers son deuxième siècle\", on March 20, 1995, on the occasion of the 100th anniversary of the film media.\nTogether with Vinterberg, Søren Kragh-Jacobsen and Kristian Levring, Trier formed a dogma fraternity. At the turn of the millennium, the dogma brothers collaborated on a live recorded and broadcast television movie, \"D-Day\" (2001). With the \"Ten Rules of the Chastity Lift\", Dogme was an initiative to cleanse the film and film process of the superficial and superficial, which especially characterizes the commercial American film. As a kind of alternative artistic and technical method focusing on the modest equipment, the intense game and the strong history, Dogme 95 gained great international impact and put new Danish film on the international agenda. In total, ten Danish dogma films were produced.\nTrier's next film, \"Breaking the Waves\" (1996), was not a dogma movie, but the intense melodrama of sexuality and religiosity was narrated with troubled handheld camera and led to an international breakthrough. The female suffering stories continued in the dogma movie \"The Idiots\" (1998) and especially in the musical \"Dancer in the Dark\" (2000), which won the Gold Palm at Cannes. Taken together, the three films form the so-called \"Golden Heart\" trilogy, named after a picture book Trier had as a child.\nIn \"The Five Obstructions\" (2003), Trier challenged his older colleague Jørgen Leth to remake the short film \"The Perfect Man\" (1967) based on changing playing rules. \"Dogville\" (2003), about society and the stranger, is played on a stage floor with white lines and selected props; it, together with \"Manderlay\" on freedom and slavery, is the never-ending trilogy about the United States during the '30s crisis.\nAfter the comedy \"The Boss of It All\" (2006), which experimented with Automavision, the so-called \"Depression Trilogy\" marked a change of mood: \"Antichrist\" (2009), a bleak horror fable about women's nature; \"Melancholia\" (2011), about the downfall of the world; and the five and a half hour long \"Nymphomaniac\" (2013-2014), about sexuality as a destructive obsession. \"The House That Jack Built\" (2018) is his latest feature film and follows the serial killer Jack through a defining number of years.\nIn addition, Trier has written screenplays for Thomas Vinterberg's drama \"Dear Wendy\" (2005), about marginalized youth in an American mining town, and for Jacob Thuesen's \"The Young Years\" (2007), a comedy about Trier's film school years. He also created the concept for the theatrical performance \"The World Clock\" (1996), performed in the Arts Association in Copenhagen.","categories":[],"infobox_types":[],"annotations":[{"uri":"Denmark","surface_form":"Danish","offset":41},{"uri":"Movie_director","surface_form":"movie director","offset":48},{"uri":"Screenwriter","surface_form":"screenwriter","offset":67},{"uri":"Award","surface_form":"prizes","offset":97},{"uri":"Cannes_Film_Festival","surface_form":"Cannes Film Festival","offset":175},{"uri":"Dancer_in_the_Dark","surface_form":"Dancer in the Dark","offset":3258}]}