{"id":32500,"url":"http://en.wikipedia.org/wiki/Clownfish","text":"The clownfish is a kind of fish. Clownfish habitat usually is a coral reefs. Clownfish live in the Indian Ocean and the Pacific Ocean, from north west Australia, the coast of South East Asia as far north as Japan. Often, they live in a symbiosis with other animals, for instance the sea anemone. They live in anemones which are like plants under the sea. Anemones eat fish by killing them with their tentacles which are poisonous. Scientists believe that clown fish are protected from the poison because they are coated in a type of mucus.\nSome kinds of clown fish can grow up and reach 18 centimeters (7.1 inches). Sometimes clownfish only grow 10 centimeters (3.9 inches). They can be orange, yellow or they may look a little red.\nClownfish eat small invertebrates that are dangerous to the anemones. That helps the anemones and the clownfish. This is called mutualism.\nMany people like having clownfish in their aquarium because they are some of the easiest salt water fish to keep and care.There are 28 species of Clownfish. Clownfish are born male but when they grow older some develop into females.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fish","surface_form":"fish","offset":27},{"uri":"Coral","surface_form":"coral","offset":64},{"uri":"Reef","surface_form":"reef","offset":70},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":99},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":120},{"uri":"Australia","surface_form":"Australia","offset":151},{"uri":"South_East_Asia","surface_form":"South East Asia","offset":175},{"uri":"Japan","surface_form":"Japan","offset":207},{"uri":"Symbiosis","surface_form":"symbiosis","offset":236},{"uri":"Sea_anemone","surface_form":"sea anemone","offset":283},{"uri":"Centimeters","surface_form":"centimeters","offset":590},{"uri":"Inches","surface_form":"inches","offset":607},{"uri":"Invertebrates","surface_form":"invertebrates","offset":753},{"uri":"Mutualism","surface_form":"mutualism","offset":861},{"uri":"Aquariums","surface_form":"aquarium","offset":915}]}