{"id":325064,"url":"http://en.wikipedia.org/wiki/TCP/IP_model","text":"The TCP/IP model (Transmission Control Protocol/Internet Protocol) is a model with four layers which is for both modelling current Internet architecture, as well as providing a set a rules that govern all forms of transmission over a network. DARPA, an agency of the United States Department of Defense,created it in the 1970s. It evolved from ARPANET, which was an early wide area network and a predecessor of the Internet. The IP Model is sometimes called the \"Internet Model\" or less often the \"DoD Model.\"\nThis model was being made at the same time as the OSI Model was created. The TCP/IP model is not the same as the OSI Model, however it was influenced by the model, which is why many names of the different layers are the same.\nThe TCP/IP model describes a set of general design guidelines and implementations of specific networking protocols to enable computers to communicate over a network. TCP/IP provides end-to-end connectivity specifying how data should be formatted, addressed, transmitted, routed and received at the destination. Protocols exist for a variety of different types of communication services between computers.\nTCP/IP has four abstraction layers as defined in RFC 1122: link layer, IP layer, transport layer and application layer. People often compare this layer architecture with the seven-layer OSI Reference Model; using terms such as \"Internet reference model\". This is incorrect, however, because it is descriptive while the OSI Reference Model was intended to be prescriptive, hence being a reference model.\nThe TCP/IP model and related protocols are maintained by the Internet Engineering Task Force (IETF).","categories":[],"infobox_types":[],"annotations":[{"uri":"Internet","surface_form":"Internet","offset":131},{"uri":"Network","surface_form":"network","offset":234},{"uri":"DARPA","surface_form":"DARPA","offset":243},{"uri":"United_States_Department_of_Defense","surface_form":"United States Department of Defense","offset":267},{"uri":"ARPANET","surface_form":"ARPANET","offset":344},{"uri":"Wide_area_network","surface_form":"wide area network","offset":372},{"uri":"Internet","surface_form":"Internet","offset":415},{"uri":"IP","surface_form":"IP","offset":429},{"uri":"United_States_Department_of_Defense","surface_form":"DoD","offset":498},{"uri":"OSI_model","surface_form":"OSI Model","offset":560},{"uri":"Computer_network","surface_form":"network","offset":893},{"uri":"Routing","surface_form":"routed","offset":1007},{"uri":"Abstraction_layer","surface_form":"abstraction layer","offset":1157},{"uri":"OSI_Reference_Model","surface_form":"OSI Reference Model","offset":1327},{"uri":"Internet_Engineering_Task_Force","surface_form":"Internet Engineering Task Force","offset":1605}]}