{"id":325080,"url":"http://en.wikipedia.org/wiki/Above_mean_sea_level","text":"e=\"preserve\">The term above mean sea level (AMSL) is the elevation or altitude used by engineers to determine the coverage area a station will be able to reach. It is also used in aviation, where most heights are recorded and reported in AMSL (see flight level), and in the atmospheric sciences.\nDefinition.\nA \"mean sea level\" is imaginary. It is not possible to know the average sea level for the entire planet. The sea level also changes over time when measured in the same place. The sea moves, high and low pressure zones affect the height, tides change the sea level, and local difference in gravity all affect the sea level. People can only pick a spot and calculate the mean sea level at that point and use it as a datum. For example, the British Ordnance Survey uses a datum based on the measurements of mean sea level at a gauge at Newlyn, Cornwall from 1915 to 1921 for their maps of Great Britain. This datum is actually about 80 cm different from the mean sea level reading on the other side of the country. An alternative is to base height measurements on an ellipsoid of the entire earth. GPS and other satellite systems do this. In aviation, the ellipsoid known as World Geodetic System 84 is increasingly used to define mean sea level. Another alternative is to use a geoid based datum such as NAVD88.","categories":[],"infobox_types":[],"annotations":[{"uri":"Elevation","surface_form":"elevation","offset":57},{"uri":"Altitude","surface_form":"altitude","offset":70},{"uri":"Engineer","surface_form":"engineer","offset":87},{"uri":"Coverage","surface_form":"coverage","offset":114},{"uri":"Area","surface_form":"area","offset":123},{"uri":"Aviation","surface_form":"aviation","offset":180},{"uri":"Flight_level","surface_form":"flight level","offset":248},{"uri":"Atmospheric_sciences","surface_form":"atmospheric sciences","offset":274},{"uri":"Datum","surface_form":"datum","offset":722},{"uri":"Ordnance_Survey","surface_form":"Ordnance Survey","offset":754},{"uri":"Newlyn","surface_form":"Newlyn","offset":841},{"uri":"Cornwall","surface_form":"Cornwall","offset":849},{"uri":"Reference_ellipsoid","surface_form":"ellipsoid","offset":1072},{"uri":"GPS","surface_form":"GPS","offset":1103},{"uri":"World_Geodetic_System","surface_form":"World Geodetic System","offset":1180},{"uri":"Geoid","surface_form":"geoid","offset":1284},{"uri":"Datum_(geodesy)","surface_form":"datum","offset":1296},{"uri":"NAVD88","surface_form":"NAVD88","offset":1310}]}