{"id":325020,"url":"http://en.wikipedia.org/wiki/Twenty-second_Amendment_to_the_United_States_Constitution","text":"The Twenty-second Amendment to the United States Constitution was an addition to the United States Constitution that put a limit on how many times a person could be elected to be President. A person is limited to being elected twice, or once if they have already served more than two years as President. Congress passed the amendment on 21 March 1947. It was ratified on 27 February 1951.\nHistory.\nThe President of the United States is elected to have that position for a period, or \"term\", that lasts for four years. The Constitution had no limit on how many times a person could be elected as president. The nation’s first president, George Washington chose not to try to be elected for a third term. This suggested that two terms were enough for any president. Washington’s two-term limit became the unwritten rule for all Presidents until 1940.\nIn 1940, President Franklin D. Roosevelt won a third term. He also won a fourth term in 1944. Roosevelt was president through the Great Depression of the 1930s and almost all of World War II. He held approval ratings in the mid-50% to the low 60% ranges over his many years in office. Roosevelt died of a cerebral hemorrhage in April 1945, just months after the start of his fourth term. Soon after, Republicans in Congress began the work of creating Amendment XXII. Roosevelt was the first and only President to serve more than two terms.\nThe amendment was passed by Congress in 1947, and was ratified by the states on 27 February 1951. The Twenty-Second Amendment says a person can only be elected to be president two times for a total of eight years. It does make it possible for a person to serve up to ten years as president. This can happen if a person (most likely the Vice-President) takes over for a president who can no longer serve their term. If this person serves two years or less of the preceding President’s term, they may serve for two more four-year terms. If they served more than two years of the last President's term, the new President can serve only one full four-year term. Under the language of the amendment, the President at the time of its ratification (Harry S. Truman) was exempt from the two-term limitation. Truman served nearly all of Roosevelt's unexpired fourth term and then was elected President once, serving his own four year term.\nCriticism and problems.\nSince 1985, there have been many attempts to either change or remove this amendment. This began when Ronald Reagan was serving his second term as President. Since then, changes have been tried from both Democrats and Republicans. No changes have been made.\nThere is some debate about how this amendment works with the 12th Amendment. The 12th Amendment limits who can become Vice-President to only people who meet the requirements of being President. The central question in this debate is whether the 22nd Amendment is imposing requirements on eligibility for \"holding\" the office of President or if it is merely imposing requirements on \"being elected to\" the office of President.\nOne side of the debate argues that the 22nd Amendment explicitly uses the language \"No person shall be elected\" and is therefore issuing guidance on elections. The existence of other means of assuming the office (as enumerated in the 20th Amendment, Section 3 and the 25th Amendment) lends support to this argument.\nThe other side of the debate argues that the 12th Amendment, in describing how elections are to be carried out, is enumerating additional requirement for holding the office of President. In support of this side of the argument is the fact that the requirements for holding the office of President are not restricted to Article 2 (where the main requirements like age and citizenship are listed). For example, impeachment is described in Article 1, Section 3 and upon impeachment, conviction, and removal from office a person becomes ineligible to hold the office in the future. Similarly, the 14th Amendment establishes a requirement that a President must not have fought against the United States or given aid and comfort to its enemies. These amendments suggest a pattern of enumerating additional requirements for the presidency and proponents of this side of the debate would argue that the 22nd Amendment was intended to add yet another requirement.\nSince no president who has served two terms has ever tried to be vice-president, this situation has not yet been decided by the courts.\nPeople affected.\nHarry S Truman became President because of the death of Roosevelt. He served most of Roosevelt's last term as President. This would have limited him to being elected only one time, but he was not affected since the amendment did not affect the person who was the current President when the amendment was originally proposed by Congress. Since this provision could only have applied to Truman, it was an obvious effort not to limit him. Truman did win the election in 1948 but ended his try to be President in 1952 before the election began.\nDwight D. Eisenhower was elected President in 1952 and won a second term in 1956. He therefore became the first President not allowed to run again because of the amendment.\nLyndon B. Johnson is the only president so far who could have served more than 8 years under this amendment. He became President in 1963 after John F. Kennedy was assassinated. He served the last 14 months of Kennedy's term. Because this was less than two years, he was allowed to be elected for two additional terms. He won the first term in 1964, but chose not to run for a second term before the elections in 1968.\nRichard M. Nixon became the second person not allowed to run again for President when he won the elections in 1968 and 1972, but he was forced to resign due to the Watergate scandal 19 months into his second term. Gerald Ford became President in 1974 after Nixon left office. Ford served the last 29 months of Nixon's term. This meant he could only be elected as president once, but he lost the election to Jimmy Carter in 1976 and did not try to become President again.\nRonald Reagan became the third President to be not allowed to run again after he won the elections in 1980 and 1984.\nOut of the U.S. Presidents that are still alive in 2021, Bill Clinton, George W. Bush, and Barack Obama could not be elected again because of this amendment. All of them were elected twice. Jimmy Carter, Donald Trump and Joe Biden can be elected president again as they have been elected only once.\nText of the 22nd Amendment.\n\"Section 1\". No person shall be elected to the office of the President more than twice, and no person who has held the office of President, or acted as President, for more than two years of a term to which some other person was elected President shall be elected to the office of President more than once. But this Article shall not apply to any person holding the office of President when this Article was proposed by Congress, and shall not prevent any person who may be holding the office of President, or acting as President, during the term within which this Article becomes operative from holding the office of President or acting as President during the remainder of such term.\n\"Section 2\". This Article shall be inoperative unless it shall have been ratified as an amendment to the Constitution by the legislatures of three-fourths of the several States within seven years from the date of its submission to the States by the Congress.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":85},{"uri":"Election","surface_form":"elected","offset":165},{"uri":"President_of_the_United_States","surface_form":"President","offset":179},{"uri":"Ratification","surface_form":"ratified","offset":359},{"uri":"Nation","surface_form":"nation","offset":610},{"uri":"George_Washington","surface_form":"George Washington","offset":636},{"uri":"Franklin_D._Roosevelt","surface_form":"Franklin D. Roosevelt","offset":868},{"uri":"Great_Depression","surface_form":"Great Depression","offset":979},{"uri":"World_War_II","surface_form":"World War II","offset":1027},{"uri":"Republican_Party_(United_States)","surface_form":"Republicans","offset":1249},{"uri":"Ratification","surface_form":"ratified","offset":1443},{"uri":"U.S._states","surface_form":"states","offset":1459},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice-President","offset":1725},{"uri":"Harry_S._Truman","surface_form":"Harry S. Truman","offset":2131},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":2445},{"uri":"Democratic_Party_(United_States)","surface_form":"Democrats","offset":2547},{"uri":"Debate","surface_form":"debate","offset":2615},{"uri":"Twelfth_Amendment_to_the_United_States_Constitution","surface_form":"12th Amendment","offset":2662},{"uri":"Requirement","surface_form":"requirement","offset":2762},{"uri":"Twentieth_Amendment_to_the_United_States_Constitution","surface_form":"20th Amendment","offset":3261},{"uri":"Twenty-fifth_Amendment_to_the_United_States_Constitution","surface_form":"25th Amendment","offset":3295},{"uri":"Fourteenth_Amendment_to_the_United_States_Constitution","surface_form":"14th Amendment","offset":3936},{"uri":"United_States_Supreme_Court","surface_form":"courts","offset":4426},{"uri":"Harry_S_Truman","surface_form":"Harry S Truman","offset":4451},{"uri":"Dwight_D._Eisenhower","surface_form":"Dwight D. Eisenhower","offset":4992},{"uri":"Lyndon_B._Johnson","surface_form":"Lyndon B. Johnson","offset":5165},{"uri":"John_F._Kennedy","surface_form":"John F. Kennedy","offset":5308},{"uri":"Assassination","surface_form":"assassinated","offset":5328},{"uri":"Richard_M._Nixon","surface_form":"Richard M. Nixon","offset":5583},{"uri":"Watergate_scandal","surface_form":"Watergate scandal","offset":5747},{"uri":"Gerald_Ford","surface_form":"Gerald Ford","offset":5797},{"uri":"Jimmy_Carter","surface_form":"Jimmy Carter","offset":5990},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":6054},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":6228},{"uri":"George_W._Bush","surface_form":"George W. Bush","offset":6242},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":6262},{"uri":"Jimmy_Carter","surface_form":"Jimmy Carter","offset":6361},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":6375},{"uri":"Joe_Biden","surface_form":"Joe Biden","offset":6392}]}