{"id":325038,"url":"http://en.wikipedia.org/wiki/Thermosetting_polymer","text":"a chemical reaction (two-part epoxy, for example)\nirradiation such as electron beam processing\nThermoset materials are usually liquid or malleable before curing, so they can be molded into their final form. Others are used as adhesives. Others are solids. Some solid thermosetting polymers are used as molding compound in semiconductors and integrated circuits (IC). Once hardened a thermoset resin cannot be reheated and melted back to a liquid form.\nProcess.\nThe curing process transforms the resin into a plastic or rubber by a cross-linking process. Energy and/or catalysts are added that cause the molecular chains to react at chemically active sites (unsaturated or epoxy sites, for example), linking into a rigid, 3-D structure. The cross-linking forms a molecule with a larger molecular weight, resulting in a material with a higher melting point. During the reaction, the polymer's molecular weight increases to the point that its melting point is higher than the surrounding ambient temperature. So, the material forms into a solid material.\nUncontrolled reheating of the material results in reaching the decomposition temperature before the melting point is reached. So, a thermoset material cannot be melted and re-shaped after it is cured. This implies that thermosets cannot be recycled, except as filler material.\nProperties.\nThermoset materials are generally stronger than thermoplastic materials due to this three dimensional network of bonds (cross-linking). Thermoset materials are also better suited to high-temperature applications up to the decomposition temperature. However, they are more brittle. Many thermosetting polymers are difficult to recycle.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_reaction","surface_form":"chemical reaction","offset":2},{"uri":"Epoxy","surface_form":"epoxy","offset":30},{"uri":"Radiation","surface_form":"radiation","offset":52},{"uri":"Electron","surface_form":"electron","offset":70},{"uri":"Beam","surface_form":"beam","offset":79},{"uri":"Malleable","surface_form":"malleable","offset":137},{"uri":"Molding","surface_form":"molded","offset":177},{"uri":"Adhesive","surface_form":"adhesive","offset":226},{"uri":"Semiconductors","surface_form":"semiconductors","offset":322},{"uri":"Integrated_circuits","surface_form":"integrated circuits","offset":341},{"uri":"Plastic","surface_form":"plastic","offset":508},{"uri":"Rubber","surface_form":"rubber","offset":519},{"uri":"Cross-link","surface_form":"cross-link","offset":531},{"uri":"Catalyst","surface_form":"catalyst","offset":568},{"uri":"Dimension","surface_form":"3-D","offset":721},{"uri":"Melt","surface_form":"melt","offset":841},{"uri":"Melt","surface_form":"melt","offset":1213},{"uri":"Thermoplastic","surface_form":"thermoplastic","offset":1389},{"uri":"Temperature","surface_form":"temperature","offset":1528}]}