{"id":325152,"url":"http://en.wikipedia.org/wiki/Only_Connect","text":"\"Only Connect\" is a British television quiz show. It was first shown on BBC Four on 15 September 2008. It is presented by Victoria Coren Mitchell. The programme is in the form of a tournament. Teams have to find connections between clues. \"Radio Times\"s listings describe it as \"a game of patience and lateral thinking\".\nThe phrase \"only connect\" was first used as the epigraph to E. M. Forster's 1910 novel \"Howards End\".\nFormat.\nEach programme has two teams of three people. They have four rounds of gameplay. In the first three series, clues in Rounds 1 and 2 and the connecting walls in Round 3 are were shown by Greek letters. From series 4 Ancient Egyptian hieroglyphs have been used instead. Coren joked that this was because the Greek letters were too pretentious.\nRound 1: Connections.\nTeams are given up to four clues. They then try to understand the connection between them. Teams are allowed 40 seconds to guess. The team is first shown one clue. They may ask for the other three clues at any time within the 40 seconds. The team may press their buzzer to guess after the first clue for 5 points, the second for 3, the third for 2, or the fourth for 1. If the team guesses wrong, or fails to buzz within the 40 seconds allowed, the question is given to the other team for a bonus point. The other team will be shown all the clues. There is often one puzzle out of the six with pictures. Another puzzle will use pieces of music.\nRound 2: Sequences.\nEach set of clues is now a sequence. Teams must try to work out the fourth item in the sequence. They do this with as few clues as they can. They must tell Coren the last item in the sequence. They will score points even if their theory for the connection is wrong. Like in the first round, each team will play three sets. Like in the first round, if one team fails to guess, it is given to the other team. They can see any clues there are left and earn one point by guessing correctly. There's one puzzle in this round that uses pictures and more recently music clues have been used in this round.\nRound 3: Connecting Wall.\nEach team is given a wall of 16 clues and must work out the solution, which will be four groups of four connected items. The puzzles are designed to suggest more connections than actually exist. Some clues look like they fit into more than one category. Teams score 1 point for each group found within 2 minutes 30 seconds. They may make all the guesses they want until they have identified two of the four groups, but have only three guesses for the remaining connections. Teams can then score 1 additional point for identifying the connection within each group, even if they did not spot them earlier. Two bonus points, for a total of ten, are earned for getting everything right. On 1 March 2010, an interactive online version of this round was put on the Only Connect website. In the Summer of 2011, the website let viewers put their own connecting walls up. Not all good connecting walls are put on the website. Connecting walls are now put on the website at the same time as they are shown on the television. The Connecting Wall is the most popular round on the show.\nRound 4: Missing Vowels.\nIn a final buzzer round, the teams are shown a series of word puzzles. Each puzzle is a word or phrase with the vowels removed and the spaces moved to disguise the original words. The connection between the puzzles is told before the puzzles are shown.\nTeams score 1 point for each puzzle they get right, but lose 1 point for guessing wrong or don't give an answer if they buzz in. After a wrong answer the other team can take a guess. The team with the most points at the end of the game goes on to the next round of the tournament. If teams are tied, then a single puzzle is given to the captains of each team with no category given. If a captain correctly buzzes in with the correct answer first then their team wins, but an incorrect answer automatically loses the game.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Kingdom","surface_form":"British","offset":20},{"uri":"Television","surface_form":"television","offset":28},{"uri":"Game_show","surface_form":"quiz show","offset":39},{"uri":"BBC_Four","surface_form":"BBC Four","offset":72},{"uri":"Host","surface_form":"presented","offset":109},{"uri":"Victoria_Coren_Mitchell","surface_form":"Victoria Coren Mitchell","offset":122},{"uri":"Tournament","surface_form":"tournament","offset":181},{"uri":"Connection","surface_form":"connections","offset":212},{"uri":"Radio_Times","surface_form":"Radio Times","offset":240},{"uri":"Lateral_thinking","surface_form":"lateral thinking","offset":302},{"uri":"Epigraph_(literature)","surface_form":"epigraph","offset":369},{"uri":"E._M._Forster","surface_form":"E. M. Forster","offset":381},{"uri":"Novel","surface_form":"novel","offset":402},{"uri":"Howards_End","surface_form":"Howards End","offset":409},{"uri":"Greek_alphabet","surface_form":"Greek letters","offset":617},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":646},{"uri":"Hieroglyphs","surface_form":"hieroglyphs","offset":663},{"uri":"Pretentious","surface_form":"pretentious","offset":760},{"uri":"Sequence","surface_form":"sequence","offset":1487},{"uri":"Theory","surface_form":"theory","offset":1690},{"uri":"Online","surface_form":"online","offset":2800},{"uri":"Buzzer","surface_form":"buzzer","offset":3195},{"uri":"Vowel","surface_form":"vowels","offset":3296}]}