{"id":32523,"url":"http://en.wikipedia.org/wiki/Mean","text":"e=\"preserve\">In mathematics and statistics, the mean is a kind of average. Besides the mean, there are other kinds of average, and there are also a few kinds of mean.\nThe most common mean is the arithmetic mean, which is calculated by adding all of the values together, then dividing by the number of values.\nFor example, if 1, 2, 2, 100, 100 is a set of numbers or scores. If we add all the numbers, the answer is 205. By dividing this number by the number of numbers (5), we find that the mean is 41. The difficulty with this particular set of numbers is that no one in this group scored anything like a 41, and it does not tell us much about what kind of scores these numbers represent.\nCalculation details.\nIn general, to find the average of formula_1 numbers, the formula_1 numbers are added and the total is divided by formula_1.\nIf formula_1, formula_1, formula_1..., formula_1 are all the numbers in a sample formula_1, then this average is also called the sample mean of formula_1, and represented by the symbol formula_1.\nRelated calculations.\nThe idea behind the mean is to represent a number of measurements, or values, by one value only. But there are different ways to calculate such a representing value.\nIf people do many different measurements, they will get many different results. Those results have a certain distribution, and they can also be centered around an \"average\" value. This average value is what mathematicians call arithmetic mean.\nMean can also stand for expected value. For a random variable formula_1, this is represented by the symbol formula_1.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematics","surface_form":"mathematics","offset":16},{"uri":"Statistics","surface_form":"statistics","offset":32},{"uri":"Average","surface_form":"average","offset":66},{"uri":"Addition","surface_form":"added","offset":791},{"uri":"Division_(mathematics)","surface_form":"divide","offset":814},{"uri":"Frequency_distribution","surface_form":"distribution","offset":1329},{"uri":"Expected_value","surface_form":"expected value","offset":1488}]}