{"id":325231,"url":"http://en.wikipedia.org/wiki/Chromatophore","text":"Chromatophores are pigment-containing and light-reflecting cells found in amphibians, fish, reptiles, crustaceans, and cephalopods. They are largely responsible for generating skin and eye colour in cold-blooded animals.\nSome species can rapidly change colour so as to keep in camouflage, or to signal. They do this by moving pigment and reflective plates in chromatophores. This process is called physiological colour change. Cephalopods such as octopus have complex chromatophore organs controlled by muscles to achieve this. The display is under central nervous control based usually on input from the eyes.\nVertebrates such as chameleons get a similar effect by cell signalling. Such signals can be hormones or neurotransmitters. They may be started by changes in mood, temperature, stress or visible changes around the animal.\nCephalopod chromatophores.\nColleoid cephalopods have complex organs which they use to change colour rapidly. This is seen in squid, cuttlefish and octopuses. Each chromatophore unit is a single chromatophore cell and muscle, nerve, glial and sheath cells. Inside the chromatophore cell, pigment granules are in an elastic sac. To change colour the animal changes the sac form or size by muscular contraction. This changes its appearance. This differs from the mechanism used in fish, amphibians and reptiles, because the shape of the sac is being changed rather than pigment being moved in the cell. However, a similar effect is achieved.\nOctopuses can operate chromatophores in complex, wavelike displays, giving rapidly changing colour schemes. The nerves that operate the chromatophores are thought to be positioned in the brain in a pattern similar to that of the chromatophores they each control. This may explain why, as the neurons are activated one after another, the colour change occurs in waves.\nLike chameleons, cephalopods use colour change for social interaction. They are also among the most skilled at camouflage, with the ability to match both the colour and the texture of their local environment with remarkable accuracy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pigment","surface_form":"pigment","offset":19},{"uri":"Cell_(biology)","surface_form":"cells","offset":59},{"uri":"Amphibian","surface_form":"amphibian","offset":74},{"uri":"Fish","surface_form":"fish","offset":86},{"uri":"Reptile","surface_form":"reptile","offset":92},{"uri":"Crustacean","surface_form":"crustacean","offset":102},{"uri":"Cephalopod","surface_form":"cephalopod","offset":119},{"uri":"Poikilotherm","surface_form":"cold-blooded","offset":199},{"uri":"Species","surface_form":"species","offset":226},{"uri":"Camouflage","surface_form":"camouflage","offset":277},{"uri":"Signal","surface_form":"signal","offset":295},{"uri":"Octopus","surface_form":"octopus","offset":447},{"uri":"Vertebrate","surface_form":"Vertebrate","offset":611},{"uri":"Chameleon","surface_form":"chameleon","offset":631},{"uri":"Signal_transduction","surface_form":"cell signalling","offset":666},{"uri":"Hormone","surface_form":"hormone","offset":703},{"uri":"Neurotransmitter","surface_form":"neurotransmitter","offset":715},{"uri":"Mood","surface_form":"mood","offset":768},{"uri":"Stress_(medicine)","surface_form":"stress","offset":787},{"uri":"Coleoidea","surface_form":"Colleoid","offset":859},{"uri":"Squid","surface_form":"squid","offset":957},{"uri":"Cuttlefish","surface_form":"cuttlefish","offset":964},{"uri":"Glial_cell","surface_form":"glial","offset":1064},{"uri":"Camouflage","surface_form":"camouflage","offset":1950},{"uri":"Texture","surface_form":"texture","offset":2012}]}