{"id":325348,"url":"http://en.wikipedia.org/wiki/Smosh","text":"\"Smosh\" is a web-based comedy duo. The members are Ian Hecox and Anthony Padilla who have been on YouTube since 2005. Today they have over 5 different channels, over 300 videos on their main channel and over 10 million subscribers.\nHistory.\nSmosh started as early as 2001 when Anthony created a website named smosh.com and started adding flash videos. Shortly after Ian joined him.\nThey both started their famous YouTube channel Smosh in November 2005 uploading the Pokemon Theme Song which eventually gained 25 million views which was, at the time, the most viewed video on YouTube, however six months later into the fame the video was removed for copyright reasons.\nLater on in March 2007 though, a user named Andi2000 re-uploaded the video and today, it has 15 million views. Smosh also re-made the video in November 2010 changing the lyrics a little bit so it wouldn't be removed again.\nIn 2009 smosh.com had a major redesign. Adding a games section and an extras and bloopers for their skit. 2010 also a new iSHUT UP app available on the App Store and Google Play and three new web-series': Ask Charlie, Lunchtime with Smosh and Ian is Bored.\nIn January 2013 Smosh became the most subscribed channel on the internet beating Ray William Johnson.\nSmosh.\nThe head channel where Padilla and Hecox post new skits every Friday.\nIanH.\nIanH is their second channel which was originally just Hecox's personal channel for unscripted vlogs and such. It's now known for Ian is Bored, where the two do random things and sometimes also do mail times and foreign food tests, Lunchtime with Smosh, where Padilla and Hecox go out to various restaurants to eat different foods and answer twitter questions and Smosh Pit Weekly, a show that features different pieces and internet memes, hosted by the alternative worker, Mari Takahashi. Smosh Pit Weekly is posted every Saturday, while Ian is Bored is posted every second Monday with Lunchtime with Smosh during the other Mondays.\nAnthonyPadilla.\nPadilla's personal channel, where he does unscheduled vlogs.\nWatchUsLiveAndStuff.\nPadilla and his girlfriend Kalel made this channel on June 9, 2013 and have been posting vlogs on here since.\nAskCharlie.\nBased on the January 2010 skit Charlie the Drunk Guinea Pig. This is a channel where Charlie answers questions asked by users. This show ran from January 2010 until December 2011 before he was killed off because it was too hard for Smosh to keep up.\nElSmosh.\nElSmosh is the Spanish version of Smosh where Padilla and Hecox post the Spanish version of Smosh Pit Weekly, El Smosh Pit de la Semana, on Wednesdays, and post a Spanish skit on Sundays, both two days after the English version.\nShut Up! Cartoons.\nAn animated web-series animated by different animators, post different videos Monday, Wednesday, Friday and Sunday.\nSmoshGames.\nSmosh's gaming channel, with two new videos every day except for Saturday when they only post one video.\nSmoshCast.\nPodcast created by Smosh as part of being bought by Mythical Entertainment","categories":[],"infobox_types":[],"annotations":[{"uri":"Internet","surface_form":"web-based","offset":13},{"uri":"Comedy","surface_form":"comedy","offset":23},{"uri":"App_Store_(iOS)","surface_form":"App Store","offset":1043},{"uri":"Google_Play","surface_form":"Google Play","offset":1057}]}