{"id":325505,"url":"http://en.wikipedia.org/wiki/Ludwig_von_Mises","text":"Ludwig Heinrich Edler von Mises (Galicia, Austro-Hungary, 29 September 1881 – New York City, 10 October 1973) was an Austrian-American economist, philosopher, and classical liberal. He was of Jewish descent and a prominent figure in the Austrian School of economic thought.\nFearing a Nazi take-over of Europe, Mises emigrated to New York in 1940. He published his most famous work \"Human action\" in 1949. Mises had a big influence on the Libertarian movement that developed in the United States in the mid-20th century.\nBiography.\nThe family of his father Arthur Edler von Mises had been elevated to the Austrian nobility in the 19th century, and was involved in building and financing railroads.\nAt the age of twelve Ludwig spoke fluent Yiddish, German, Polish, and French, read Latin, and could understand Ukrainian. Mises was the older brother of the physicist Richard von Mises, a member of the Vienna Circle.\nIn 1900, he attended the University of Vienna, becoming influenced by the works of Carl Menger. In 1906 Mises was awarded his doctorate from the school of law.\nCareer.\nEconomist and political theorist Friedrich Hayek came to know Mises while working as Mises' subordinate at a government office dealing with Austria's post-World War I debt. Hayek wrote, \"there I came to know him mainly as a tremendously efficient executive, the kind of man who, as was said of John Stuart Mill, because he does a normal day's work in two hours, always has a clear desk and time to talk about anything. I came to know him as one of the best educated and informed men I have ever known...\".p219 Hayek's development of Mises' theoretical work on the business cycle later earned Hayek the 1974 Nobel Prize in Economics (shared with Swedish economist Gunnar Myrdal).p68\nIn 1934, Mises left Austria for Geneva, Switzerland, where he was a professor at the Institute of International Studies until 1940. Fearing that Germany might take control over Switzerland, in 1940 Mises left Europe and emigrated to New York City. There he became a visiting professor at New York University. He held this position from 1945 until his retirement in 1969. He was not employed by the university, but funded by businessmen. For part of this period, Mises worked on currency issues. In 1947, Mises became one of the founding members of the Mont Pelerin Society.\nDespite fleeing Europe, Mises is credited for having an influential role in the economic reconstruction of Europe after World War II through his professional relationships with Ludwig Erhard, Charles de Gaulle and Luigi Einaudi.\nNo compromises.\nAfter his death, his wife quoted a passage that Mises had written about Benjamin Anderson, and said that it best described Mises' own personality: \"His most eminent qualities were his inflexible honesty, his unhesitating sincerity. He never yielded. He always freely enunciated [said] what he considered to be true. If he had been prepared to suppress or only to soften his criticisms of popular, but irresponsible, policies, the most influential positions and offices would have been offered him. But he never compromised\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Galicia","surface_form":"Galicia","offset":33},{"uri":"Austria-Hungary","surface_form":"Austro-Hungary","offset":42},{"uri":"New_York_City","surface_form":"New York City","offset":78},{"uri":"Economics","surface_form":"economist","offset":135},{"uri":"Philosopher","surface_form":"philosopher","offset":146},{"uri":"Classical_liberalism","surface_form":"classical liberal","offset":163},{"uri":"Jew","surface_form":"Jew","offset":192},{"uri":"Austrian_School","surface_form":"Austrian School","offset":237},{"uri":"Nazi","surface_form":"Nazi","offset":284},{"uri":"Emigration","surface_form":"emigrated","offset":316},{"uri":"Libertarianism","surface_form":"Libertarian","offset":438},{"uri":"Yiddish","surface_form":"Yiddish","offset":738},{"uri":"German_language","surface_form":"German","offset":747},{"uri":"Polish_language","surface_form":"Polish","offset":755},{"uri":"French_language","surface_form":"French","offset":767},{"uri":"Latin_language","surface_form":"Latin","offset":780},{"uri":"Ukrainian_language","surface_form":"Ukrainian","offset":808},{"uri":"Physicist","surface_form":"physicist","offset":854},{"uri":"Richard_von_Mises","surface_form":"Richard von Mises","offset":864},{"uri":"Vienna_Circle","surface_form":"Vienna Circle","offset":899},{"uri":"University_of_Vienna","surface_form":"University of Vienna","offset":939},{"uri":"Carl_Menger","surface_form":"Carl Menger","offset":997},{"uri":"Doctorate","surface_form":"doctorate","offset":1040},{"uri":"Friedrich_Hayek","surface_form":"Friedrich Hayek","offset":1115},{"uri":"John_Stuart_Mill","surface_form":"John Stuart Mill","offset":1376},{"uri":"Business_cycle","surface_form":"business cycle","offset":1646},{"uri":"Nobel_Prize_in_Economics","surface_form":"Nobel Prize in Economics","offset":1689},{"uri":"Gunnar_Myrdal","surface_form":"Gunnar Myrdal","offset":1745},{"uri":"Germany","surface_form":"Germany","offset":1909},{"uri":"Switzerland","surface_form":"Switzerland","offset":1941},{"uri":"New_York_University","surface_form":"New York University","offset":2052},{"uri":"Currency","surface_form":"currency","offset":2242},{"uri":"Mont_Pelerin_Society","surface_form":"Mont Pelerin Society","offset":2316},{"uri":"World_War_II","surface_form":"World War II","offset":2458},{"uri":"Ludwig_Erhard","surface_form":"Ludwig Erhard","offset":2515},{"uri":"Charles_de_Gaulle","surface_form":"Charles de Gaulle","offset":2530},{"uri":"Luigi_Einaudi","surface_form":"Luigi Einaudi","offset":2552},{"uri":"Benjamin_Anderson","surface_form":"Benjamin Anderson","offset":2655}]}