{"id":325649,"url":"http://en.wikipedia.org/wiki/Open_Season_(movie_series)","text":"The series of \"Open Season\" movies from Sony Pictures Animation includes four films: \"Open Season\" (2006), \"Open Season 2\" (2008), \"Open Season 3\" (2010), ' (2015), as well as a short movie called \"Boog and Elliot's Midnight Bun Run\" (2006). A video game based on the first movie was released on many platforms.\n\"Open Season\" (2006).\nA 900-pound grizzly bear named Boog living in the town of Timberline (Martin Lawrence) meets Elliot (Ashton Kutcher), a one-horned mule deer. They end up stranded together in the woods during hunting season and they have to beat the hunters with the help of all the other animals. In the end, Boog decides to stay in the forest and says goodbye to his owner Ranger Beth (Debra Messing).\n\"Open Season 2\" (2008).\nElliot (Joel McHale) falls in love with Giselle (Jane Krakowski). However, his friend Mr. Weenie (Cody Cameron) is kidnapped by a group of pampered pets determined to return him to his owners. Elliot (who leads the way), Boog (Mike Epps) (who also leads the way), Giselle, McSquizzy (Billy Connolly), Buddy (Maddie Taylor), and Serge (Danny Mann) and Deni (Maddie Taylor) go on a long journey to rescue Weenie. However, the pets, lead by a poodle named Fifi (Crispin Glover), insist on fighting for Weenie. In the end, Mr. Weenie decides to go back to his owners and leave the wild.\n\"Open Season 3\" (2010).\nBoog (Matthew J. Munn) thinks that Elliot (Maddie Taylor) has not been as close a friend since he started a family with kids of his own. In search for real friends, Boog stumbles upon a circus in Russia where he meets a talented female bear named Ursa (Melissa Sturm) (whom he falls madly in love with) and a clever bear who looks like him, named Doug (Matthew J. Munn). Boog switches places with Doug while so Doug can escape. When Elliot, Mr. Weenie, and the pets and other wild animals realize Boog is missing, they all get together and set up a plan to get Boog back. In the end, Ursa decides to live with Boog and his friends.\n\"Open Season: Scared Silly\" (2015).\nWhen an unknown creature gets mistaken for a werewolf, former hunter Shaw (Trevor Devall) reopens open season. With the animals of Timberline National Forest being at risk, Boog (Donny Lucas), Elliot (Will Townsend), and Mr. Weenie (Will Townsend) set out to uncover the mystery of the werewolf, and get open season closed.\n\"Boog and Elliot's Midnight Bun Run\" (2007).\nA short movie, \"Boog and Elliot's Midnight Bun Run\", was released in 2007 and is featured on the \"Open Season\" DVD and Blu-ray.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sony_Pictures_Animation","surface_form":"Sony Pictures Animation","offset":40},{"uri":"Open_Season_(movie)","surface_form":"Open Season","offset":86},{"uri":"Open_Season_2","surface_form":"Open Season 2","offset":108},{"uri":"Open_Season_3","surface_form":"Open Season 3","offset":132},{"uri":"Boog_and_Elliot%27s_Midnight_Bun_Run","surface_form":"Boog and Elliot's Midnight Bun Run","offset":198},{"uri":"Video_game","surface_form":"video game","offset":244},{"uri":"Martin_Lawrence","surface_form":"Martin Lawrence","offset":404},{"uri":"Ashton_Kutcher","surface_form":"Ashton Kutcher","offset":435},{"uri":"Debra_Messing","surface_form":"Debra Messing","offset":705},{"uri":"Joel_McHale","surface_form":"Joel McHale","offset":753},{"uri":"Jane_Krakowski","surface_form":"Jane Krakowski","offset":794},{"uri":"Cody_Cameron","surface_form":"Cody Cameron","offset":843},{"uri":"Mike_Epps","surface_form":"Mike Epps","offset":972},{"uri":"Billy_Connolly","surface_form":"Billy Connolly","offset":1029},{"uri":"Maddie_Taylor","surface_form":"Maddie Taylor","offset":1053},{"uri":"Danny_Mann","surface_form":"Danny Mann","offset":1080},{"uri":"Crispin_Glover","surface_form":"Crispin Glover","offset":1204},{"uri":"Matthew_J._Munn","surface_form":"Matthew J. Munn","offset":1358},{"uri":"Maddie_Taylor","surface_form":"Maddie Taylor","offset":1395},{"uri":"Melissa_Sturm","surface_form":"Melissa Sturm","offset":1605},{"uri":"Trevor_Devall","surface_form":"Trevor Devall","offset":2095},{"uri":"Donny_Lucas","surface_form":"Donny Lucas","offset":2199},{"uri":"Will_Townsend","surface_form":"Will Townsend","offset":2221},{"uri":"Open_Season_(movie)","surface_form":"Open Season","offset":2487},{"uri":"DVD","surface_form":"DVD","offset":2500},{"uri":"Blu-ray_Disc","surface_form":"Blu-ray","offset":2508}]}