{"id":32576,"url":"http://en.wikipedia.org/wiki/Jane_Pierce","text":"Jane Means Appleton Pierce (March 12, 1806 – December 2, 1863), wife of U.S. President Franklin Pierce, was First Lady of the United States from 1853 to 1857.\nEarly life.\nHer father’s name was Jesse Appleton. When her father died, her mother moved with her to Amherst, New Hampshire.\nMarriage.\nHow she met Pierce, a young lawyer with political ambitions, is unknown, but her brother-in-law Alpheus S. Packard was one of Pierce's instructors at Bowdoin. Franklin, almost 30, married Jane, 28, on November 19, 1834, at the bride's maternal grandparents' home in Amherst, New Hampshire. The Reverend Silas Aiken, Jane's brother-in-law, conducted the small ceremony. The couple honeymooned six days at the boardinghouse of Sophia Southurt near Washington, D.C..\nFranklin Pierce was a member of the U.S. House of Representatives by the time they married and became a U.S. Senator in 1837. Jane hated life in Washington, D.C., and encouraged her husband to resign his Senate seat and return to New Hampshire, which he did in 1842. Service in the Mexican-American War brought him the rank of Brigadier General and local fame as a hero. He returned home safely, and for four more years the Pierces lived quietly at Concord, New Hampshire, in the happiest period of their lives, where they watched their son Benjamin \"Benny\" grow up.","categories":[],"infobox_types":[],"annotations":[{"uri":"Franklin_Pierce","surface_form":"Franklin Pierce","offset":87},{"uri":"First_Lady_of_the_United_States","surface_form":"First Lady of the United States","offset":108},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":740},{"uri":"U.S._House_of_Representatives","surface_form":"U.S. House of Representatives","offset":794},{"uri":"U.S._Senator","surface_form":"U.S. Senator","offset":862},{"uri":"New_Hampshire","surface_form":"New Hampshire","offset":988},{"uri":"Mexican-American_War","surface_form":"Mexican-American War","offset":1040},{"uri":"Brigadier_General","surface_form":"Brigadier General","offset":1085},{"uri":"Concord%2C_New_Hampshire","surface_form":"Concord, New Hampshire","offset":1207}]}