{"id":325788,"url":"http://en.wikipedia.org/wiki/Yifan_Hou","text":"Yifan Hou (born 27 February 1994, in Xinghua, Taizhou, Jiangsu, China) is a female Chinese chess prodigy. She was the Women's World Chess Champion 20102012. She was the youngest ever to win the title, and the youngest female player ever to qualify for the title of Grandmaster.\nAt the age of 12, Hou became the youngest player ever to take part in the Women's World Championship and the Chess Olympiad (Turin 2006). In June 2007, she became China's youngest National Women's Champion ever. In 2010, she became the youngest World Chess Champion in chess history (men's or women's) by winning the Women's World Chess Championship 2010 in Hatay, Turkey, at the age of 16. She then defended her title by defeating Indian Koneru Humpy in the Women's World Chess Championship 2011.\nIn the most recent (January 2012) FIDE rating list, Hou is ranked as the #1 girl player in the world, the #2 female player, the #10 junior player, and the #3 player aged 17 or under. She is only the third female chess player to achieve a FIDE chess rating of over 2600. In January 2011, Hou was recognised as the best Sportsperson of the Year in China involved in a non-Olympic event.\nIn January 2012 Yifan broke through to the highest level in chess. She came joint first in the very strong Gibraltar chess tournament, an event with many grandmasters. She tied with Nigel Short on 8/10 points ahead of top players like Michael Adams and Shakhriyar Mamedyarov. To divide the prize money, a two game rapidplay match was won by Short 1½–½.\nSignificantly, she beat Judit Polgar and finished well above her. This was the \"first time Polgar has lost to a woman since 1992\". Then, aged 16, she lost to her eldest sister, Susan Polgar, who was at that time a stronger player. Yifan also beat Alexei Shirov, Zoltan Almasi and Le Quang Liem, and drew with Adams and Mamedyarov for a tournament performance rating of 2872. This means she is the second highest rated female in the history of the game, and is closing in on Polgar's record grading. There has been talk of a match between Polgar and Hou. Polgar has never competed in events limited to women, but the prospects of such a match is \"interesting\". Polgar, now 35, is still an extremely strong player.","categories":[],"infobox_types":[],"annotations":[{"uri":"Xinghua","surface_form":"Xinghua","offset":37},{"uri":"Taizhou%2C_Jiangsu","surface_form":"Taizhou, Jiangsu","offset":46},{"uri":"Han_Chinese","surface_form":"Chinese","offset":83},{"uri":"Chess","surface_form":"chess","offset":91},{"uri":"Prodigy","surface_form":"prodigy","offset":97},{"uri":"Grandmaster_(chess)","surface_form":"Grandmaster","offset":265},{"uri":"Chess_Olympiad","surface_form":"Chess Olympiad","offset":387},{"uri":"Turin","surface_form":"Turin","offset":403},{"uri":"Hatay","surface_form":"Hatay","offset":636},{"uri":"Turkey","surface_form":"Turkey","offset":643},{"uri":"Koneru_Humpy","surface_form":"Koneru Humpy","offset":717},{"uri":"FIDE","surface_form":"FIDE","offset":810},{"uri":"FIDE","surface_form":"FIDE","offset":1014},{"uri":"Chess_rating_system","surface_form":"chess rating","offset":1019},{"uri":"Gibraltar","surface_form":"Gibraltar","offset":1268},{"uri":"Nigel_Short","surface_form":"Nigel Short","offset":1343},{"uri":"Michael_Adams","surface_form":"Michael Adams","offset":1396},{"uri":"Shakhriyar_Mamedyarov","surface_form":"Shakhriyar Mamedyarov","offset":1414},{"uri":"Judit_Polgar","surface_form":"Judit Polgar","offset":1538},{"uri":"Susan_Polgar","surface_form":"Susan Polgar","offset":1691},{"uri":"Alexei_Shirov","surface_form":"Alexei Shirov","offset":1761}]}