{"id":32577,"url":"http://en.wikipedia.org/wiki/Lucy_Webb_Hayes","text":"Lucy Ware Webb Hayes (August 28, 1831 – June 25, 1889) was a First Lady of the United States and the wife of President Rutherford B. Hayes.\nLucy was nicknamed \"Lemonade Lucy.\" She did not serve alcohol in the White House.\nEarly life.\nShe was born in Chillicothe, Ohio. She was the daughter of James Webb, a doctor, and Maria Cook-Webb. Lucy was descended from seven veterans of the American Revolution. Her father died when she was a child. With her mother, she moved to Delaware, Ohio where in 1847 she met Rutherford B. Hayes.\nLucy Hayes studied at Ohio Wesleyan University. She was the first First Lady to graduate from college.\nThe First Lady.\nAs First Lady, Hayes supported her husband's ban of alcoholic beverages at state functions, excepting only the reception for Grand Duke Alexei Alexandrovich of Russia in 1877, at which wine was served. She also instituted the custom of conducting an Easter egg roll on the White House lawn. A devout Methodist, she joined the president in saying prayers after breakfast and conducting group hymn sings with the cabinet and congressmen on Sunday evenings.\nDeath.\nShe died of a stroke on June 25, 1889. When she died, people in the United States lowered the flag to half-mast.","categories":[],"infobox_types":[],"annotations":[{"uri":"First_Lady_of_the_United_States","surface_form":"First Lady of the United States","offset":61},{"uri":"President_of_the_United_States","surface_form":"President","offset":109},{"uri":"Rutherford_B._Hayes","surface_form":"Rutherford B. Hayes","offset":119},{"uri":"Alcohol","surface_form":"alcohol","offset":194},{"uri":"White_House","surface_form":"White House","offset":209},{"uri":"American_Revolution","surface_form":"American Revolution","offset":382},{"uri":"Ohio_Wesleyan_University","surface_form":"Ohio Wesleyan University","offset":551},{"uri":"Grand_Duke_Alexei_Alexandrovich_of_Russia","surface_form":"Grand Duke Alexei Alexandrovich of Russia","offset":773},{"uri":"Methodism","surface_form":"Methodist","offset":948},{"uri":"Half-mast","surface_form":"half-mast","offset":1212}]}