{"id":32580,"url":"http://en.wikipedia.org/wiki/Mary_McElroy","text":"Mary Arthur McElroy (July 5, 1841 – January 8, 1917) was the sister of the 21st President of the United States, Chester A. Arthur, and served as a hostess for his administration (1881–1885). She assumed the role because Arthur's wife, Ellen Lewis Herndon Arthur, had died only a year and a half earlier.\nEarly life.\nShe was born in Greenwich, New York. Her parents were William and Malvina S. Arthur. Her parents had nine children, Mary being the last. In 1880, her brother Chester Arthur, became the Vice President of the United States. In July 1881, after the assassination of the President, James Garfield, Chester A. Arthur became the president of the United States and he requested his sister to become \"First Lady\" during his term in office.\nFirst Lady.\nIn November 1880, McElroy's brother Chester Arthur was elected vice president. In July 1881, President James Garfield was fatally wounded and died on September 19, 1881. Arthur succeeded him, and asked McElroy to care for his young daughter Ellen and act as \"Mistress of the White House.\" Because she had her own family in Albany, McElroy lived in Washington, D.C. only during the busy winter social season. Although Arthur never officially granted her the protocol of a formal position, she proved to be a popular and competent hostess. The procedures she and her brother developed for the social functions were used by future First Ladies for decades.\nMcElroy presided over a number of events and honored former First Ladies Julia Gardiner Tyler and Harriet Lane, James Buchanan's niece and social hostess, by asking them to help her receive guests at the White House. McElroy's oldest daughter May and Arthur's daughter Nell often assisted. Her final reception took place on February 28, 1885, one week before the end of the Arthur administration: 3,000 people attended (including Adolphus Greely) and 48 daughters of officials and of the social elite assisted her.\nPersonal life.\nWhen her brother retired as the President, Mary went to live in Albany, New York.\nDeath.\nShe died on January 8, 1917 at the age of 75 in Albany, New York.","categories":[],"infobox_types":[],"annotations":[{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":80},{"uri":"Chester_A._Arthur","surface_form":"Chester A. Arthur","offset":112},{"uri":"Vice_President_of_the_United_States","surface_form":"vice president","offset":823},{"uri":"James_Garfield","surface_form":"James Garfield","offset":863},{"uri":"White_House","surface_form":"White House","offset":1035},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":1108},{"uri":"Julia_Gardiner_Tyler","surface_form":"Julia Gardiner Tyler","offset":1487},{"uri":"Harriet_Lane","surface_form":"Harriet Lane","offset":1512},{"uri":"James_Buchanan","surface_form":"James Buchanan","offset":1526}]}