{"id":32584,"url":"http://en.wikipedia.org/wiki/Lucretia_Garfield","text":"Lucretia Rudolph-Garfield (April 19, 1832 – March 14, 1918), wife of James A. Garfield, was First Lady of the United States in 1881.\nEarly life.\nShe was born in Garrettsville, Ohio. Her father was Zeb Rudolph, a farmer and co-founder of the Eclectic Institute at Hiram, and her mother was Arabella Mason-Rudolph. Lucretia \"Crete\" Rudolph was a devout member of the Churches of Christ. She was of German, Welsh, English and Irish ancestry. Lucretia Garfield's paternal great-grandfather immigrated to Pennsylvania (in a part that is now Delaware) from Württemberg, Germany.\nMarriage and family.\nShe first met James A. Garfield while both were attending a school. They renewed their friendship in 1851 as students of the Western Reserve Eclectic Institute. They got married on November 11, 1858.\nThe First Lady.\nIn 1881, Garfield became the President of the United States. The family moved into the White House. Even at the age of 49, she was slim and looked lovely. She was not very much interested in her role as the First Lady. But, she was a charming lady and hosted parties at the White House. In May 1881, she fell ill and was suffering from malaria. She was resting at Long Branch, New Jersey, and was yet to become fit. At that time, she heard the news that someone had shot President Garfield, her husband. She rushed to Washington by train. On its way, the train met with an accident. She did not suffer any injury. When she reached Washington, she remained by the side of her husband. He could not remain alive and died after about three months.\nPersonal life.\nAfter his death, she left for Ohio. There she lived for 36 years, and spend her time in arranging and caring for the records of her husband’s career. A part of her home became a library for presidential library of her husband’s papers.\nDeath.\nShe died at her home in South Pasadena, California on March 4, 1918. Her casket was placed above ground beside the coffin of her husband in the lower level crypt of the presidential tomb at Lake View Cemetery in Cleveland, Ohio.","categories":[],"infobox_types":[],"annotations":[{"uri":"James_A._Garfield","surface_form":"James A. Garfield","offset":69},{"uri":"First_Lady_of_the_United_States","surface_form":"First Lady of the United States","offset":92},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":500},{"uri":"Delaware","surface_form":"Delaware","offset":536},{"uri":"Germany","surface_form":"Germany","offset":564},{"uri":"Malaria","surface_form":"malaria","offset":1146}]}