{"id":32581,"url":"http://en.wikipedia.org/wiki/Frances_Folsom_Cleveland","text":"Frances Clara Folsom Cleveland Preston (July 21, 1864 – October 29, 1947) was the wife of the President of the United States Grover Cleveland and the 27th First Lady of the United States from 1886 to 1889 and again from 1893 to 1897.\nEarly life.\nShe was born in Buffalo, New York. Her birth name was Frances Clara Folsom. Her parents were Emma C. Harmon and Oscar Folsom. Her father later became a law partner of Grover Cleveland. All of her ancestors were from England. Cleveland was a family friend to Oscar's family. After Oscar’s death, Cleveland looked after the family. He arranged for education of Frances Folsom. She studied at Wells College. Cleveland and Frances Folsom sent letters to each other.\nMarriage and family.\nIn 1885, Frances Folsom and her mother came to White House to meet Cleveland. Cleveland and Frances Folsom became close to each other, despite being around 27 years younger than Cleveland. On 2 June 1886, they married. This was the first and only couple to wed in the White House. When Frances Folsom became Mrs. Cleveland, she took the role of the First Lady. She gave two receptions every week. She became very popular.\nPersonal life.\nIn 1888, Cleveland lost the election. The couple lived in New York City. There their first child Ruth was born. In 1893 Cleveland again became the president. Frances Folsom again became active as the First Lady. In 1893, she gave birth to a second child, Esther. In 1895, she bore a third child, named Marion. By the time Cleveland had retired, Frances Folsom had become a very popular First Lady.\nThe couple retired to live in Princeton, New Jersey. During this time, they had two sons. She was by her husband’s side when he died in 1908. In 1913, Frances remarried. Her second husband was Thomas J. Preston, Jr., a professor of archeology.\nDeath.\nFrances Folsom lived until the age of 83, and had become well known in the Princeton University community.","categories":[],"infobox_types":[],"annotations":[{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":94},{"uri":"Grover_Cleveland","surface_form":"Grover Cleveland","offset":125},{"uri":"First_Lady_of_the_United_States","surface_form":"First Lady of the United States","offset":155},{"uri":"Buffalo%2C_New_York","surface_form":"Buffalo, New York","offset":262},{"uri":"Grover_Cleveland","surface_form":"Grover Cleveland","offset":413},{"uri":"Wells_College","surface_form":"Wells College","offset":636},{"uri":"White_House","surface_form":"White House","offset":997},{"uri":"New_York_City","surface_form":"New York City","offset":1224},{"uri":"Princeton%2C_New_Jersey","surface_form":"Princeton, New Jersey","offset":1594},{"uri":"Princeton_University","surface_form":"Princeton University","offset":1890}]}