{"id":325863,"url":"http://en.wikipedia.org/wiki/The_Five","text":"e=\"preserve\">The Five, often known as The Mighty Handful, are a group of five Russian composers who met regularly in Saint Petersburg, Russia, in the mid-19th century. The Russian name for the group: \"Moguchaya kuchka\" (\"The Mighty Handful\") was given to them by Vladimir Stasov, the famous music critic. The five composers were: Mily Balakirev, César Cui, Modest Mussorgsky, Nikolai Rimsky-Korsakov and Alexander Borodin. The group all wanted to write music in a Russian style, rather than imitating European composers. They were part of the movement known in music as Nationalism. They were five of the most important composers of the time. Note that Tchaikovsky was not one of the group. His music is more European-based, but he, too, often wrote very Russian music based on folk tunes.\nHistory.\nBefore The Five were established as a group, Mikhail Glinka and Alexander Dargomyzhsky were trying to create a Russian kind of music. All the composers of The Five were amateur composers. This does not mean that they were bad, it means that they earned their living in other ways and composed when they had time. Rimsky-Korsakov was a naval officer, Borodin was a professor of chemistry, Cui was an expert in military armaments and Mussorgsky had been in the Guards and then in the civil service before he took up music full time. Balakirev, the leader of the group, worked for a time for the Warsaw Railways. He was the spiritual leader of the group: a kind of teacher and guide.\nThe composers of The Five tried to put the sounds of village songs, Cossack and Caucasian dances, and church chants in their music. Russian peasants used to sing folk songs in which words or syllables were spun out with several notes into a long, lyrical line. This influence can be heard in many of the Five’s works, especially in Mussorgsky’s operas. They also frequently used music which sounded like that from Eastern Asia (“Orientalism”).\nThe group began to meet in 1856. This was before Anton Rubinstein founded the St Petersburg Conservatoire. Music at the Conservatoire was taught in a European way. This is what The Five, together with the music critic Vladimir Stasov, were against. However, in later years Rimsky-Korsakov taught at the Conservatoire, and Rubinstein who had left in to concentrate on his career as a pianist, often used ideas from Russian folk music. The difference between the two parties had become blurred. By the 1880s The Five were drifting apart because they each had developed their own personal styles. Apart from Cui, whose music is not often heard today, the members of the group influenced or taught many of the next generation of Russian composers, such as Alexander Glazunov, Mikhail Ippolitov-Ivanov, Sergei Prokofiev, Igor Stravinsky, and Dmitri Shostakovich.","categories":[],"infobox_types":[],"annotations":[{"uri":"Russia","surface_form":"Russia","offset":78},{"uri":"Composer","surface_form":"composer","offset":86},{"uri":"Saint_Petersburg","surface_form":"Saint Petersburg","offset":117},{"uri":"Russia","surface_form":"Russia","offset":135},{"uri":"Vladimir_Stasov","surface_form":"Vladimir Stasov","offset":263},{"uri":"Music_critic","surface_form":"music critic","offset":291},{"uri":"Mily_Balakirev","surface_form":"Mily Balakirev","offset":330},{"uri":"C%C3%A9sar_Cui","surface_form":"César Cui","offset":346},{"uri":"Modest_Mussorgsky","surface_form":"Modest Mussorgsky","offset":357},{"uri":"Nikolai_Rimsky-Korsakov","surface_form":"Nikolai Rimsky-Korsakov","offset":376},{"uri":"Alexander_Borodin","surface_form":"Alexander Borodin","offset":404},{"uri":"Nationalism","surface_form":"Nationalism","offset":570},{"uri":"Tchaikovsky","surface_form":"Tchaikovsky","offset":653},{"uri":"Mikhail_Glinka","surface_form":"Mikhail Glinka","offset":844},{"uri":"Alexander_Dargomyzhsky","surface_form":"Alexander Dargomyzhsky","offset":863},{"uri":"Amateur","surface_form":"amateur","offset":968},{"uri":"Naval","surface_form":"naval","offset":1134},{"uri":"Officer","surface_form":"officer","offset":1140},{"uri":"Chemistry","surface_form":"chemistry","offset":1176},{"uri":"Armament","surface_form":"armament","offset":1217},{"uri":"Civil_service","surface_form":"civil service","offset":1281},{"uri":"Cossack","surface_form":"Cossack","offset":1548},{"uri":"Caucasus","surface_form":"Caucasian","offset":1560},{"uri":"Chant","surface_form":"chant","offset":1589},{"uri":"Anton_Rubinstein","surface_form":"Anton Rubinstein","offset":1973},{"uri":"St_Petersburg_Conservatoire","surface_form":"St Petersburg Conservatoire","offset":2002},{"uri":"Vladimir_Stasov","surface_form":"Vladimir Stasov","offset":2142},{"uri":"Piano","surface_form":"pianist","offset":2307},{"uri":"Alexander_Glazunov","surface_form":"Alexander Glazunov","offset":2676},{"uri":"Mikhail_Ippolitov-Ivanov","surface_form":"Mikhail Ippolitov-Ivanov","offset":2696},{"uri":"Sergei_Prokofiev","surface_form":"Sergei Prokofiev","offset":2722},{"uri":"Igor_Stravinsky","surface_form":"Igor Stravinsky","offset":2740},{"uri":"Dmitri_Shostakovich","surface_form":"Dmitri Shostakovich","offset":2761}]}