{"id":32595,"url":"http://en.wikipedia.org/wiki/Mamie_Eisenhower","text":"Mamie Geneva Doud Eisenhower (November 14, 1896 – November 1, 1979) was the wife of United States President Dwight D. Eisenhower, and First Lady of the United States from 1953 to 1961.\nEarly life.\nShe was born in Boone, Iowa. Her father was John Sheldon Doud. He became very rich after earning much money in meatpacking industry. For sometime, Doud family lived in Pueblo, Colorado. Then the family settled Denver, Colorado. There Mamie and her three sisters grew in a big house. The family had many servants. Her mother was a daughter of Swedish immigrants.\nMarriage and family.\nIn 1915, Mamie met Dwight D. Eisenhower. At that time, he was a young second lieutenant. On Valentine's Day in 1916 he gave her a ring as token of their engagement. On July 1, 1916, they married.\nTheir first son, Doud Dwight, was born in 1917. He died in 1921 of scarlet fever. A second son, John Eisenhower was born in 1922. He became an author, and also served as a U.S. ambassador to Belgium.\nTheir life was like any other family of army officers – moving from one place to another. Mamie once estimated that in 37 years, they shifted to at least 27 places. They lived in many places in the United States. They also lived near Panama Canal; in France; and in Philippines.\nDuring the Second World War, “Ike” continued to rise in the army. She lived in Washington DC. After the Second World War, her husband became president of the Colombia University. They bought a farm at Gettysburg, Pennsylvania. It was the first home they had ever bought. Before becoming President of the United States, her husband also served as the commander of the of North Atlantic Treaty Organization\nThe First Lady.\nMamie Eisenhower was the First Lady for eight years, from 1953 to 1961. She was a popular First Lady. She was a charming lady. She wore pretty dresses and jewelry. Many leaders from different countries came to the White House. They received a very good welcome.\nHer recipe for \"Mamie's million dollar fudge\" was cooked by homemakers all over the country after it was printed in the news.\nLater life.\nAfter retirement of her husband as the President of the United States, Mamie and her husband returned to Gettysburg. They lived there eight years retirement together. In 1969, her husband died. Mamie continued to live on the farm. She died on 1st November 1979. At the time of her death she was 82 years old. Her grave lies by the side of her husband’s grave in a small chapel. The chapel is a part of the Eisenhower Library in Abilene, Kansas.\nPopular culture.\nA park in southeast Denver, Colorado bears her name.","categories":[],"infobox_types":[],"annotations":[{"uri":"President_of_the_United_States","surface_form":"United States President","offset":84},{"uri":"Dwight_D._Eisenhower","surface_form":"Dwight D. Eisenhower","offset":108},{"uri":"First_Lady_of_the_United_States","surface_form":"First Lady of the United States","offset":134},{"uri":"Boone%2C_Iowa","surface_form":"Boone, Iowa","offset":213},{"uri":"Denver%2C_Colorado","surface_form":"Denver, Colorado","offset":407},{"uri":"Valentine%27s_Day","surface_form":"Valentine's Day","offset":672},{"uri":"Washington_DC","surface_form":"Washington DC","offset":1334},{"uri":"Colombia_University","surface_form":"Colombia University","offset":1413},{"uri":"Gettysburg%2C_Pennsylvania","surface_form":"Gettysburg, Pennsylvania","offset":1456},{"uri":"North_Atlantic_Treaty_Organization","surface_form":"North Atlantic Treaty Organization","offset":1625},{"uri":"Recipe","surface_form":"recipe","offset":1942},{"uri":"Fudge","surface_form":"fudge","offset":1977},{"uri":"Homemaker","surface_form":"homemaker","offset":1998},{"uri":"Abilene%2C_Kansas","surface_form":"Abilene, Kansas","offset":2504}]}