{"id":32594,"url":"http://en.wikipedia.org/wiki/Eleanor_Roosevelt","text":"Anna Eleanor Roosevelt (October 11, 1884 − November 7, 1962) was the longest-serving First Lady of the United States, holding the post from 1933 to 1945 during her husband President Franklin D. Roosevelt's four terms in office.\nShe was also a political leader in her own right. She supported the civil rights movement. After the death of her husband in 1945, she started her career, as an author, speaker and spokesperson for human rights. She became a new role model for First Lady. President Harry S. Truman called her the \"First Lady of the World\", in honor of her many travels to help promote human rights.\nRoosevelt received 35 honorary degrees during her life.\nBackground.\nHer birthplace is 56 West 37th Street, New York City, New York. Her parents were Elliott Roosevelt I and Anna Hall Roosevelt. Two brothers followed young Anna Roosevelt. The Roosevelt family was completed with the addition of Elliott Jr. (1889-1893) and Hall Roosevelt (1891-1941). She is a fifth-cousin, once removed of Franklin Roosevelt, who later became her husband.\nShe was a favorite niece of Theodore Roosevelt, one of the Presidents of the United States.\nHer family was a descendant of Claes Martenszen van Rosenvelt. He had came to New Amsterdam, Manhattan from the Netherlands in the 1640s. His grandsons, Johannes and Jacobus, began two branches of the Roosevelt family. Descendants of Johannes were Roosevelt family of the Oyster Bay, New York. Descendants of Jacobus were Roosevelt family of Hyde Park, New York. Eleanor was a descendant of the Johannes branch. Her future husband, Franklin was descended from the Jacobus branch.\nTheodore Roosevelt, one of the Presidents of the United States, was her uncle. He was like a father to Eleanor, the future First Lady. Anna Eleanor liked to use the name Eleanor, using her name as Anna Eleanor only in official papers and for signing bank checks. From her mother side, she was a descendent of William Livingston, a signer of the U.S. Constitution.\nChildhood.\nHer parents died early. After this, her maternal grandmother, Marry Ludlow Hall (1843-1919) raised her. She spent her childhood in Tivoli, New York. Most of her mother’s family members tended to look down at her, perhaps because of her plain looks and six-foot tall frame. Even her Hyde Park Roosevelts, including her future mother-in-law, Sara Delano Roosevelt, would remark to her about the Manhattan Roosevelts: \"we got all the looks and the money.\"\nIn recent times, allegations have surfaced that in her maternal grandmother’s home, she felt insecure. Many male members used to consume a lot of drinks. Once when she was visiting her aunt Bamie Roosevelt (sister of Theodore Roosevelt), she broke down and in tears exclaimed, \"I have no real home.\"\nAunt Bamie was very helpful. She tried to find better educational opportunities for her. She arranged that Eleanor go to England for education, and Eleanor readily agreed.\nEducation.\nEleanor received encouragement from Bamie Roosevelt, sister of Theodore Roosevelt, to get a good education. She went to London, and started her studies in a girls’ boarding school at Allenswood, outside London. She studied there from 1899 to 1902. Mademoiselle Marie Souvestre was her headmistress. Later Eleanor would recall that Souvestre was one of the three main persons to influence her life.\nDuring summers, Eleanor visited Europe along with her headmistress, Souvestre. She also studied history, language and literature. She became interested in social justice, and her studies gave her knowledge and confidence to present her views on many issues. One of her great moments at her school at Allenswood was when she made the field hockey team. She was one of the favorite students of the school, and when she returned to the USA, the school missed her.\nEleanor and FDR.\nIn 1902 Eleanor and Franklin Delano Roosevelt (FDR) met when he was a student at Harvard. They dated and got engaged in November 1903. However, FDR’s mother was against their marriage. She even sent FDR on a long tour to delay the marriage, and change FDR’s mind. However, on St. Patrick’s Day (March 17, 1905) FDR and Eleanor married. President Theodore Roosevelt took the ceremonial role of giving the bride away. After the marriage, Eleanor’s mother-in-law, continued to advise (and perhaps interfere) in the young couple’s life.\nAfter her husband’s death in 1945, Eleanor Roosevelt continued to live on the Hyde Park Estate in a stone cottage near the main house. The structure originated as a small furniture factory Val-Kill Industries, and was converted to a cottage used by Eleanor and her close friends. The cottage afforded Eleanor a level of privacy that she had wanted for many years, and she considered it her first true home. The cottage is now called the Eleanor Roosevelt Center and hosts many programs that continue her legacy.\nFirst Lady.\nShe started her role as the First Lady from 1933 with the beginning of her husband’s first term as the President of the United States. Eleanor was an active First Lady with her own ideology on many issues.\nShe supported the Civil Rights Movement and rights of the African-American. However, her husband needed the support of Democrats of southern states of the USA. Therefore, he was not vocal about the American Civil Rights Movement. Eleanor became his connection to the African-American population instead, helping Franklin Roosevelt to win a lot of votes.\nIn 1939, the African-American opera singer Marian Anderson was denied permission by the Daughters of the American Revolution to perform at Constitution Hall in Washington because of her race. Eleanor arranged for Anderson to perform on the steps of the Lincoln Memorial, on Easter Sunday, to a live audience of 70,000. Millions of people also listened to the performance on the radio.\nWorld War II.\nDuring the Second World War, Eleanor Roosevelt remained very active. Once she also co-chaired a committee on civil defense. She visited many places, both civilian and military, to boost war morale. She especially supported African Americans and women.\nDuring the Second War, her husband, as the President of the United States, signed an order named Executive Order 9066. This order confined in special camps about 110,000 American citizens of Japanese descent. Eleanor opposed her husband's decision to sign this order.\nFor some period, she was earning $1,000 a week for advertising for the Pan-American Coffee Bureau. Eight foreign governments used to support and fund the Bureau. The US State Department tried to cancel the deal, but could not do so.\nPostwar Politics.\nAfter the Second World War, she along with René Cassin, John Peters Humphrey and others, drafted a declaration for the United Nations: UN Universal Declaration of Human Rights. She also served as the first chairman of the U.N. Human Rights Commission. On 10th December 1948, the United Nations General Assembly adopted the declaration. This made her very famous, and was a great achievement for her.\nFor about four decades, beginning from 1920s until her death in 1962, Eleanor continued her association with political matters. She opposed the Equal Rights Amendment. She thought that this amendment would prevent the US Congress from passing other rules for protection of women workers.\nRoosevelt was an accomplished archer, and one of the first modern women to participate in the sport of bow hunting. She even wrote using a male name “Chuck Painton” about her hunting experiences in a popular hunting magazine of that time, \"Ye Sylvan Archer\". One of Roosevelt's prized hunting trophies had adorned her husband library. It is now a part of the Community Forum Collection of the Smithsonian Institution.\nThe Catholic issue.\nIn July 1949, her unsure attitude toward American Catholics caused a public debate with Francis Cardinal Spellman, the Catholic Archbishop of New York. Eleanor had written against certain proposals like funding of certain (nonreligious) activities, such as bus transportation for students, of Catholic schools. Spellman pointed out that the Supreme Court had recently upheld such provisions. He also accused her of anti-Catholicism. Most Democrats rallied behind Eleanor Roosevelt and supported her. Spellman came to Eleanor's Hyde Park home to bridge their differences.\nIn any case, Eleanor was never as popular among Catholics as her husband. They were also not happy at Eleanor’s support birth control movement. They had also resented her prewar (before the Second World War) sponsorship of the American Youth Congress, in which the Communists had been heavily represented, but Catholic youth groups were not represented.\nNew York and National politics.\nIn 1954, Carmine DeSapio campaigned against Eleanor's son, Franklin D. Roosevelt, Jr., during the New York Attorney General elections. Franklin (Jr.) lost. Eleanor held DeSapio responsible for her son's defeat. She became disgusted with the political conduct of DeSapio through the rest of 1950s. She, joined with her old friends like Herbert Lehman and Thomas Finletter, succeeded in removing DeSapio from power in 1961.\nEleanor Roosevelt was a close friend of Adlai Stevenson. She supported his candidacies in the 1952 and 1956 presidential elections. She backed Stevenson once again in 1960 but John F. Kennedy received the presidential nomination.\nIn 1964, Eleanor Roosevelt helped in founding of the 2,800 acre Roosevelt Campobello International Park on Campobello Island, New Brunswick. This followed a gift of the Roosevelt summer estate to the Canadian and American governments.\nMother-in-law.\nSara Delano Roosevelt was her mother-in-law. Even before Eleanor married FDR, She did not have a good relationship with Sara Delano. Biographers and historians still continue to discuss the issue and the reasons for their difficult relationship. However, in early years of her marriage, Eleanor valued suggestions from her mother-in-law until she herself could develop confidence in domestic matters.\nPerhaps Sara wanted great success for her son, FDR, in all matters of life, including marriage. She had always given her affection to FDR to the extent of spoiling him. She even gave costly gifts to FDR and Eleanor’s children. Sometimes, Eleanor had problems, which came with such costly gifts of her mother-in-law.\nOyster Bay Roosevelts.\nEleanor always enjoyed the good graces of her uncle Theodore Roosevelt, the main figure of the Oyster Bay Roosevelts. However, she found herself at odds with her cousin Alice Roosevelt. Alice was a daughter of Theodore Roosevelt. Uncle Theodore felt Eleanor's conduct more responsible, socially acceptable and cooperative than his own daughter Alice. Alice was beautiful and highly photogenic, but a rebellious person. Sometimes Theodore Roosevelt would tell her, \"Why cannot you be more like 'cousin Eleanor'?\" These experiences laid a lifelong unhappy relationship between two high profile cousins.\nWith the rise in the political career of FDR, relationships between Eleanor and Oyster Bay Roosevelts became worse. There were comments by \"cousin Alice,\" such as her description of FDR as \"two-thirds mush and one-third Eleanor\". However, at FDR’s presidential inauguration in 1933, invitations went to Alice to attend along with her brothers Kermit Roosevelt and Archibald Roosevelt, with whom Eleanor was close.\nDeath.\nIn 1961, all volumes of her autobiography were compiled into \"The Autobiography of Eleanor Roosevelt\". However, it will be printed some 45 years later.\nEleanor Roosevelt survived her husband by nearly 20 years. From 1919, she had suffered from bone marrow tuberculosis. It had recurred from time to time.\nShe died on the evening of November 7, 1962 at her apartment in Manhattan, New York City from tuberculosis. At the time of her death, she was 78 years old. She lies buried next to her husband, Franklin D. Roosevelt in Hyde Park, New York. People liked her so much that a commemorative cartoon published at the time simply showed two angels looking down towards an opening in the clouds with the caption \"She's here\", since no introduction was needed and people could understand that “she” meant Eleanor Roosevelt.\nEleanor Roosevelt kept a lifelong strong loyalty with Theodore Roosevelt (\"Uncle Ted\"). Her belongings included her membership card for the Theodore Roosevelt Association.\nIn 1968 she received the United Nations Prize in the Field of Human Rights. After her death, there was an unsuccessful move to award her Nobel Peace Prize.","categories":[],"infobox_types":[],"annotations":[{"uri":"First_Lady_of_the_United_States","surface_form":"First Lady of the United States","offset":85},{"uri":"Franklin_D._Roosevelt","surface_form":"Franklin D. Roosevelt","offset":182},{"uri":"Civil_rights_movement","surface_form":"civil rights movement","offset":296},{"uri":"Human_rights","surface_form":"human rights","offset":426},{"uri":"Harry_S._Truman","surface_form":"Harry S. Truman","offset":494},{"uri":"Human_rights","surface_form":"human rights","offset":597},{"uri":"Honorary_degree","surface_form":"honorary degree","offset":633},{"uri":"New_York_City","surface_form":"New York City","offset":718},{"uri":"New_York","surface_form":"New York","offset":733},{"uri":"Hall_Roosevelt","surface_form":"Hall Roosevelt","offset":933},{"uri":"Franklin_Roosevelt","surface_form":"Franklin Roosevelt","offset":1000},{"uri":"Theodore_Roosevelt","surface_form":"Theodore Roosevelt","offset":1078},{"uri":"New_Amsterdam","surface_form":"New Amsterdam","offset":1220},{"uri":"Manhattan","surface_form":"Manhattan","offset":1235},{"uri":"Netherlands","surface_form":"Netherlands","offset":1254},{"uri":"Oyster_Bay%2C_New_York","surface_form":"Oyster Bay, New York","offset":1414},{"uri":"Hyde_Park%2C_New_York","surface_form":"Hyde Park, New York","offset":1484},{"uri":"William_Livingston","surface_form":"William Livingston","offset":1931},{"uri":"U.S._Constitution","surface_form":"U.S. Constitution","offset":1967},{"uri":"Tivoli%2C_New_York","surface_form":"Tivoli, New York","offset":2128},{"uri":"Sara_Delano_Roosevelt","surface_form":"Sara Delano Roosevelt","offset":2337},{"uri":"Franklin_Delano_Roosevelt","surface_form":"Franklin Delano Roosevelt","offset":3829},{"uri":"Theodore_Roosevelt","surface_form":"Theodore Roosevelt","offset":4155},{"uri":"Val-Kill_Industries","surface_form":"Val-Kill Industries","offset":4531},{"uri":"Civil_Rights_Movement","surface_form":"Civil Rights Movement","offset":5090},{"uri":"Opera","surface_form":"opera","offset":5456},{"uri":"Marian_Anderson","surface_form":"Marian Anderson","offset":5469},{"uri":"Constitution_Hall","surface_form":"Constitution Hall","offset":5565},{"uri":"Lincoln_Memorial","surface_form":"Lincoln Memorial","offset":5679},{"uri":"Ren%C3%A9_Cassin","surface_form":"René Cassin","offset":6639},{"uri":"John_Peters_Humphrey","surface_form":"John Peters Humphrey","offset":6652},{"uri":"Universal_Declaration_of_Human_Rights","surface_form":"Universal Declaration of Human Rights","offset":6734},{"uri":"United_Nations_General_Assembly","surface_form":"United Nations General Assembly","offset":6875},{"uri":"Equal_Rights_Amendment","surface_form":"Equal Rights Amendment","offset":7140},{"uri":"Francis_Cardinal_Spellman","surface_form":"Francis Cardinal Spellman","offset":7810},{"uri":"American_Youth_Congress","surface_form":"American Youth Congress","offset":8520},{"uri":"Carmine_DeSapio","surface_form":"Carmine DeSapio","offset":8688},{"uri":"Franklin_D._Roosevelt%2C_Jr.","surface_form":"Franklin D. Roosevelt, Jr.","offset":8738},{"uri":"Herbert_Lehman","surface_form":"Herbert Lehman","offset":9014},{"uri":"Adlai_Stevenson","surface_form":"Adlai Stevenson","offset":9141},{"uri":"John_F._Kennedy","surface_form":"John F. Kennedy","offset":9277},{"uri":"Acre","surface_form":"acre","offset":9390},{"uri":"Campobello_Island","surface_form":"Campobello Island","offset":9438},{"uri":"New_Brunswick","surface_form":"New Brunswick","offset":9457},{"uri":"Autobiography","surface_form":"autobiography","offset":11371},{"uri":"Bone_marrow","surface_form":"bone marrow","offset":11587},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":11599},{"uri":"Manhattan","surface_form":"Manhattan","offset":11712},{"uri":"Franklin_D._Roosevelt","surface_form":"Franklin D. Roosevelt","offset":11841},{"uri":"Hyde_Park%2C_New_York","surface_form":"Hyde Park, New York","offset":11866},{"uri":"Theodore_Roosevelt_Association","surface_form":"Theodore Roosevelt Association","offset":12302},{"uri":"United_Nations_Prize_in_the_Field_of_Human_Rights","surface_form":"United Nations Prize in the Field of Human Rights","offset":12359},{"uri":"Nobel_Peace_Prize","surface_form":"Nobel Peace Prize","offset":12471}]}