{"id":32596,"url":"http://en.wikipedia.org/wiki/Lady_Bird_Johnson","text":"Lady Bird Johnson, (December 22, 1912 – July 11, 2007) was First Lady of the United States (1963–69) during the presidency of her husband Lyndon B. Johnson. Before becoming First Lady, she was Second Lady of the United States from 1961 to 1963.\nEarly life.\nJohnson was born Claudia Alta Taylor in Karnack, Texas. Her parents were Minnie Patillo-Taylor (1868-1918) and T.J. Taylor. There is a story about her nickname, Lady Bird. Once a nursemaid said about her, \"She's as purty as a ladybird.” This nickname continued, and people called her \"Lady Bird.\" Some speculate that the nursemaid was referring to a \"ladybug,\" which is also known as a \"ladybird,\" when she gave Johnson this nickname. Johnson was of Danish, English, Scottish, and Welsh ancestry.\nShe completed her schooling from Marshall Senior High School in Marshall, Texas. After schooling, she studied journalism and art at the University of Texas at Austin.\nThe marriage.\nOn November 17, 1934, she married Lyndon Baines Johnson in San Antonio, Texas. They had two daughters. The names of her daughters are Lynda Bird Johnson and Luci Baines Johnson.\nWhen she was a child, she developed love for the nature. Because of her efforts, the government of Texas agreed to plant wildflowers on the sides of the roads in Texas.\nThe First Lady.\nIn 1963, a person shot John F. Kennedy, the President of the United States. Kennedy died after he was shot. At that time, Lady Bird Johnson’s husband, Lyndon B. Johnson, was the Vice President of the United States. Johnson became the President of the United States. Along with this, Lady Bird Johnson became the First Lady. She continued as the First Lady until 1969 till her husband retired as the President.\nShe was an active First Lady. She was the first First Lady to have a press secretary. Liz Carpenter, her fellow from the University of Texas, served as Lady Bird’s press secretary from 1963 until 1969. Carpenter also served as Lady Bird’s staff director.\nLater life.\nEven after retiring as the First Lady, Lady Bird Johnson continued to live an active life. She gave her time to programs that were for nature. She founded a non-profit organization. The name of the organization is Lady Bird Johnson Wildflower Center. The Center develops native plants of Americas and uses the same for cleaning up areas.\nDuring 1970s, 1980s, and the early 1990s, Lady Bird Johnson was the most active presidential widow. During these years, Jacqueline Kennedy did not attend many functions, as she wanted to protect her privacy. However, with growing age, Lady Bird Johnson’s health became weak. She suffered two strokes: first one in August 1993, and the second one in May 2002. Her eyesight failed, and she could not speak. In February 2006, her daughter Lynda Johnson Robb informed people that her mother is now totally blind and that she \"is not in very good health\". Mrs. Robb said that she and her sister Luci Johnson Nugent still read to their mother and talk to her.\nShe was the only living Presidential widow from May 19, 1994 to June 5, 2004. This was the period between the death of Jacqueline Kennedy Onassis and the day when Nancy Reagan was widowed. Lady Bird Johnson died on July 11, 2007. Lady Bird Johnson was 94 years old. She was the oldest First Lady alive until her death. She had even outlived Pat Nixon, who was First Lady after Johnson. Only one First Lady had lived longer: Bess Truman. Bess Truman had lived up to 97 years of age. Lady Bird Johnson, Bess Truman, Nancy Reagan and Betty Ford are the only four First Ladies to have lived over 90 years or more. The United States Secret Service continued to protect her until she died.","categories":[],"infobox_types":[],"annotations":[{"uri":"First_Lady_of_the_United_States","surface_form":"First Lady of the United States","offset":59},{"uri":"President_of_the_United_States","surface_form":"presidency","offset":112},{"uri":"Lyndon_B._Johnson","surface_form":"Lyndon B. Johnson","offset":138},{"uri":"Second_Lady_of_the_United_States","surface_form":"Second Lady of the United States","offset":193},{"uri":"Karnack%2C_Texas","surface_form":"Karnack, Texas","offset":297},{"uri":"Marshall%2C_Texas","surface_form":"Marshall, Texas","offset":818},{"uri":"University_of_Texas_at_Austin","surface_form":"University of Texas at Austin","offset":890},{"uri":"San_Antonio","surface_form":"San Antonio","offset":994},{"uri":"Texas","surface_form":"Texas","offset":1007},{"uri":"John_F._Kennedy","surface_form":"John F. Kennedy","offset":1321},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice President of the United States","offset":1476},{"uri":"University_of_Texas","surface_form":"University of Texas","offset":1829},{"uri":"Jacqueline_Kennedy_Onassis","surface_form":"Jacqueline Kennedy Onassis","offset":3086},{"uri":"Nancy_Reagan","surface_form":"Nancy Reagan","offset":3130},{"uri":"Pat_Nixon","surface_form":"Pat Nixon","offset":3308},{"uri":"Bess_Truman","surface_form":"Bess Truman","offset":3391},{"uri":"Betty_Ford","surface_form":"Betty Ford","offset":3498},{"uri":"United_States_Secret_Service","surface_form":"United States Secret Service","offset":3581}]}