{"id":3260,"url":"http://en.wikipedia.org/wiki/Gold","text":"Gold is a soft, dense, yellow metal. It is a chemical element. Its chemical symbol is Au. Its atomic number is 79. As a precious metal, it has been used for many thousands of years by people all over the world, for jewelry, and as money. Gold is important because it is rare, but also easier to use than other rare metals. It is also used to repair and replace teeth and in electronic equipment such as computers. The color of this metal is also called \"gold\".\nMining methods for gold are similar to other metals. Gold is so valued that the discovery of a new place to mine has sometimes caused a gold rush. The deepest workplaces for miners in the world are in South Africa<nowiki/>n gold mines.\nOften, gold is found as a native metal. This means it is not part of an ore, and does not need smelting. It may be in large, pure nuggets but more often must be separated from other minerals and soil.\nMost of the gold on Earth is deep inside the Earth's core because it is dense. Nearly all discovered gold was deposited on the surface by meteorites.\nProperties.\nIn chemistry, gold is chemical element 79, a transition metal in Group 11. It has an atomic weight of 199.966 a.m.u. Its symbol is Au, from the Latin word for gold, \"aurum\". It is a \"noble metal\" meaning it has low chemical reactivity.\nGold is very soft. It is malleable, meaning a goldsmith can hammer it into thin metal sheets. It is also ductile, which means it can be pulled into wire. When it is used in money or in jewelry, it is often alloyed with silver or some other metal to make it harder.\nMost metals are gray in color. Gold is yellow because of the way its electrons behave. The only other metal in common use that has a non-gray color is copper. Caesium also has a gold-like color, but it is not commonly used as a metal because it reacts with water.\nGold is a fairly good electrical conductor, but not as good as copper or silver. Copper and brass electrical connectors, especially those used with computer and audio/video equipment, are often plated with gold for corrosion resistance.\nLanguage and culture.\nGold can mean that something or someone is very good or has done very well. A gold medal is often the given to the first-place winner in a race or other sports. Something that is in some way good may be given gold status.\nSafety.\nMetallic gold is non-toxic, which is unusual for a heavy metal. Soluble gold compounds, however, are toxic to the liver and kidneys. Gold is non-flammable, even in a pure oxygen environment or when finely powdered. It does not react with most household or laboratory chemicals. Gold is commonly processed with cyanide, which is highly toxic. Most of the cyanide is destroyed in the production process, so it is not present in the final product, but it can be a hazard to workers in a gold processing plant. Since gold conducts electricity, gold jewelry should never be worn when working with electricity.","categories":[],"infobox_types":[],"annotations":[{"uri":"Metal","surface_form":"metal","offset":30},{"uri":"Chemical_element","surface_form":"chemical element","offset":45},{"uri":"Chemical_symbol","surface_form":"chemical symbol","offset":67},{"uri":"Atomic_number","surface_form":"atomic number","offset":94},{"uri":"Precious_metal","surface_form":"precious metal","offset":120},{"uri":"Jewelry","surface_form":"jewelry","offset":215},{"uri":"Money","surface_form":"money","offset":231},{"uri":"Scarcity","surface_form":"rare","offset":270},{"uri":"Teeth","surface_form":"teeth","offset":361},{"uri":"Computer","surface_form":"computer","offset":403},{"uri":"Color","surface_form":"color","offset":418},{"uri":"Gold_(colour)","surface_form":"gold","offset":454},{"uri":"Mining","surface_form":"Mining","offset":461},{"uri":"Gold_rush","surface_form":"gold rush","offset":597},{"uri":"South_Africa","surface_form":"South Africa","offset":662},{"uri":"Native_metal","surface_form":"native metal","offset":723},{"uri":"Ore","surface_form":"ore","offset":769},{"uri":"Smelting","surface_form":"smelting","offset":792},{"uri":"Earth%27s_core","surface_form":"Earth's core","offset":943},{"uri":"Meteorite","surface_form":"meteorite","offset":1036},{"uri":"Chemistry","surface_form":"chemistry","offset":1063},{"uri":"Chemical_element","surface_form":"chemical element","offset":1082},{"uri":"Transition_metal","surface_form":"transition metal","offset":1105},{"uri":"Atomic_weight","surface_form":"atomic weight","offset":1145},{"uri":"Symbol","surface_form":"symbol","offset":1181},{"uri":"Latin","surface_form":"Latin","offset":1204},{"uri":"Noble_metal","surface_form":"noble metal","offset":1243},{"uri":"Reactivity_(chemistry)","surface_form":"chemical reactivity","offset":1275},{"uri":"Malleability","surface_form":"malleable","offset":1321},{"uri":"Goldsmith","surface_form":"goldsmith","offset":1342},{"uri":"Ductility","surface_form":"ductile","offset":1401},{"uri":"Wire","surface_form":"wire","offset":1444},{"uri":"Jewellery","surface_form":"jewelry","offset":1481},{"uri":"Alloy","surface_form":"alloy","offset":1502},{"uri":"Silver","surface_form":"silver","offset":1515},{"uri":"Electron","surface_form":"electron","offset":1630},{"uri":"Copper","surface_form":"copper","offset":1712},{"uri":"Caesium","surface_form":"Caesium","offset":1720},{"uri":"Medal","surface_form":"medal","offset":2167},{"uri":"Gold_status","surface_form":"gold status","offset":2293},{"uri":"Heavy_metals","surface_form":"heavy metal","offset":2365},{"uri":"Poison","surface_form":"toxic","offset":2415},{"uri":"Cyanide","surface_form":"cyanide","offset":2624}]}