{"id":326284,"url":"http://en.wikipedia.org/wiki/Temple_Run","text":"\"Temple Run\" is a video game made by Imangi Studios. Right now it is for iOS systems, which the iPhone and the iPad use, and the Android system for mobile phones. In the iTunes store, it has been in the top 50 most-downloaded apps in December 2011, and also became the number 1 free iOS app. It has went to the position of the top moneymaking iOS app. The game itself used to be 99 cents, but now it relies on players purchasing in-game coins, while the game itself is free.\nGameplay.\nThe game is based around Guy Dangerous and other explorers that take a little statue from an ancient temple. The players control the characters and to begin the game the player must take the little statue. These players are Guy Dangerous, Scarlett Fox, Barry Bones, Karma Lee, Montana Smith, Francisco Montoya, and Zack Wonder. However, the player's efforts to steal the treasure seem useless when a group of evil monkeys pursue the player out of the temple, starting a \"run.\" There is no finish line; the object of the game is to run as far as possible by going around obstacles that require the player to either jump (slide finger forward duck (slide finger backwards), or turn (slide finger to the right or left) in a precise manner. While all of this is happening, the player will be chased by the \"evil monkeys\". While playing, the player needs to tilt their device either to the left or the right to get coins. These coins are usually in the shape of a yellow diamond but according to their point value, they can also be a red diamond, a 2-point coin, or a blue diamond, a 3-point coin. Coins can be earned in game play to unlock objectives, and can also be spent at the store.\nMaking.\nHusband-and-wife team Keith Shepherd and Natalia Luckyanova, along with artist Kiril Tchangov, created the hits Harbor Master and Temple Run. At first, the game was released for 99 cents, but soon enough they released Temple Run free, but with purchasable in-game coins. This made revenue multiply five times with in game coin purchasing. Both Shepherd and Luckyanova made the game, while Tchangov made the pictures.","categories":[],"infobox_types":["video game"],"annotations":[{"uri":"Video_game","surface_form":"video game","offset":18},{"uri":"Imangi_Studios","surface_form":"Imangi Studios","offset":37},{"uri":"IOS","surface_form":"iOS","offset":73},{"uri":"IPhone","surface_form":"iPhone","offset":96},{"uri":"IPad","surface_form":"iPad","offset":111},{"uri":"Android_(operating_system)","surface_form":"Android","offset":129}]}