{"id":326387,"url":"http://en.wikipedia.org/wiki/Jim_Harbaugh","text":"Jim Harbaugh (born December 23, 1963) is an American football coach and former player. He is now the head coach of the Michigan Wolverines, the team representing the University of Michigan. Before returning to Michigan, where he had played in college, he had coached the San Francisco 49ers of the National Football League. Harbaugh is also a former NFL quarterback.\nFootball career.\nHarbaugh was previously a quarterback in the NFL, and had a mediocre playing career in the 1990s. After his playing days were over, Harbaugh became a coach. He was notably the head coach of the Stanford Cardinal in college football. Harbaugh was known for his energetic style. He was then hired by the San Francisco 49ers of the NFL to be their head coach.\nIn a game against the Detroit Lions (49ers win), a postgame handshake made national news. In the game, Harbaugh challenged a scoring play. However, under NFL rules, scoring plays are always reviewed. Detroit coach Jim Schwartz reportedly screamed a curse. After San Francisco won, the coaches went to midfield to shake hands. However, Schwartz accused Harbaugh of \"smacking his back and shaking his hand too hard.\" Shartz chased Harbaugh down the field, and they had to be separated. This is often called \"The Handshake Game.\"\nHarbaugh later led the San Francisco 49ers to the NFC Championship. He won the NFL Coach of the Year award for taking a struggling team (and quarterback, in Alex Smith) and taking them deep into the playoffs. Jim also adopted a chant used by his father. It has regularly been referenced in the 49ers' locker rooms. It goes: \"Whooo's\" got it better than us?\" Answer: \"Nooooobody!\"\nHe left the 49ers after the 2014 NFL season and returned to Michigan as the Wolverines' new head coach.\nPersonal.\nJim Harbaugh is part of the famous Harbaugh coaching tree that includes father Jack Harbaugh and older brother John Harbaugh.","categories":[],"infobox_types":[],"annotations":[{"uri":"American_football","surface_form":"American football","offset":44},{"uri":"Head_coach","surface_form":"head coach","offset":101},{"uri":"University_of_Michigan","surface_form":"University of Michigan","offset":166},{"uri":"San_Francisco_49ers","surface_form":"San Francisco 49ers","offset":271},{"uri":"National_Football_League","surface_form":"National Football League","offset":298},{"uri":"Quarterback","surface_form":"quarterback","offset":354},{"uri":"Quarterback","surface_form":"quarterback","offset":410},{"uri":"Stanford_Cardinal","surface_form":"Stanford Cardinal","offset":578},{"uri":"College_football","surface_form":"college football","offset":599},{"uri":"San_Francisco_49ers","surface_form":"San Francisco 49ers","offset":686},{"uri":"Detroit_Lions","surface_form":"Detroit Lions","offset":763},{"uri":"Detroit","surface_form":"Detroit","offset":941},{"uri":"Jim_Schwartz","surface_form":"Jim Schwartz","offset":955},{"uri":"San_Francisco","surface_form":"San Francisco","offset":1003},{"uri":"San_Francisco_49ers","surface_form":"San Francisco 49ers","offset":1291},{"uri":"Alex_Smith","surface_form":"Alex Smith","offset":1425},{"uri":"Jack_Harbaugh","surface_form":"Jack Harbaugh","offset":1841},{"uri":"John_Harbaugh","surface_form":"John Harbaugh","offset":1873}]}