{"id":326450,"url":"http://en.wikipedia.org/wiki/Water_treatment","text":"Water treatment is treating water to make it suitable to be used. Providing drinking water is one of the main uses of water treatment.\nMany factories also need very clean water to make steam or to make high quality products. Some of this water has to be made very pure with almost no other chemicals dissolved in it.\nTreating sewage so that it does not cause harm to the environment is another use of water treatment.\nWhich type of water is generally used in the treatment of water?\nSaline water can be treated to yield fresh water. Two main processes are used, reverse osmosis or distillation. Both methods require more energy than water treatment of local surface waters, and are usually only used in coastal areas or where water such as groundwater has high salinity.\nHow is water treated to make it drinkable?\nFiltration - The clear water on top passes through filters composed of sand, gravel and charcoal to remove dissolved particles such as dust, parasites, bacteria, viruses and chemicals. Disinfection - Chlorine or chloramine is added to kill parasites, bacteria, viruses and germs.Apr 14, 2016\nWhat is the difference between water treatment and water purification?\nAlso known as water purification, water treatment is the process of removing potentially harmful impurities from drinking water. Unlike water filtration, water treatment systems can get rid of all unseen materials by chemically treating the water with iodine or chlorine....Nov 4, 2019\nHow is basic water treatedCoagulation / Flocculation. Coagulation is adding liquid aluminum sulfate or alum and/or polymer to raw or untreated water....","categories":[],"infobox_types":[],"annotations":[{"uri":"Drinking_water","surface_form":"drinking water","offset":76},{"uri":"Factory","surface_form":"factories","offset":140},{"uri":"Steam","surface_form":"steam","offset":185},{"uri":"Chemical","surface_form":"chemical","offset":290},{"uri":"Sewage_treatment","surface_form":"Treating sewage","offset":317},{"uri":"Environment","surface_form":"environment","offset":371}]}