{"id":32640,"url":"http://en.wikipedia.org/wiki/Nuremberg","text":"Nuremberg () is a city in the German \"state\" of Bavaria, in Middle Franconia. It is on the river Pegnitz and the Rhine-Main-Danube Canal and is Franconia's largest city. It is about north of Munich, at 49.27° N 11.5° E. As of June 2017, there were 530,771 people.\nMiddle Ages.\nFrom 1050 to 1571, the city became very important because it was on key trade routes. Many of the parliaments of the Holy Roman Empire (called the \"Reichstage\") met at Nuremberg Castle. The Diets of Nuremberg were an important part of the administrative structure of the empire. In 1219, Nuremberg became an Imperial Free City under Emperor Frederick II. This meant it was ruled by the Emperor, not one of the local lords or princes. It also meant that Nuremberg had a seat in the Imperial Parliament.\nIn 1298 there was a big '. Nearly 700 Jews were killed. The Jews lived near the river, and by getting rid of the Jews the northern and southern parts of the city could be linked together. This area is now the place of the City Market, Frauenkirche and Rathaus (City Hall).\nEarly modern age.\nIn 1532, the Peace of Nuremberg, gave Lutherans important concessions. In 1632 during the Thirty Years' War, the Imperial general Albrecht von Wallenstein besieged King Gustavus Adolphus of Sweden in the Siege of Nuremberg. The city became less important after this war, and only recovered in the nineteenth century, when it grew as an industrial centre.\nAt the beginning of the nineteenth century Nuremberg was practically bankrupt. In 1806 the Holy Roman Empire was dissolved, and Nuremberg became part of the Kingdom of Bavaria, and Bavaria took over the city's debts. The first German railway, from Nuremberg to nearby Fürth, was opened in 1835.\nNazi period.\nNuremberg was very important during the Nazi Germany period. The Nazi Party held huge Nazi Party conventions – the Nuremberg rallies in the city.\nThe rallies were held every year from 1927 to 1938 in Nuremberg. After Hitler's rise to power in 1933 the Nuremberg rallies became huge state propaganda events, and a centre of anti-Semitism and other Nazi ideas. At one rally, Hitler passed the anti-Semitic (anti Jewish) Nuremberg Laws which took German citizenship away from all Jews. A number of buildings were built for the rallies, some of which were not finished.\nToday many examples of Nazi architecture can still be seen in the city. The city was also the home of the Nazi propagandist Julius Streicher, the publisher of \"Der Stürmer\".\nDuring World War II, Nuremberg was the headquarters of \"Wehrkreis\" (military district) XIII, and an important site for military production, including airplanes, submarines, and tank engines. A subcamp of Flossenbürg concentration camp was here. A lot of the factories used slave labour.\nThe city was badly damaged in bombing World War II, especially between 1943 and 1945. On January 2, 1945, the medieval city centre was bombed by the Royal Air Force and the U.S. Air Force and about ninety percent of it was destroyed in only one hour, with 1800 residents killed and roughly 100,000 left homeless. In February 1945, more attacks followed. In total, about 6000 Nuremberg residents are estimated to have been killed in air raids. Despite this, the city was rebuilt after the war and was to some extent, restored to its pre-war appearance including the reconstruction of some of its medieval buildings.\nThe same courtroom in Nuremberg was the venue of the Nuremberg Military Tribunals, organised by the United States as occupying power in the area.\nEconomy.\nNuremberg city has 501,000 people. As of 2005, the urban area had 763,000 people (about 822,000 people as of 2008). Nuremberg metropolitan area has 1,205,000 people. Nuremberg is still associated with gingerbread (\"Lebkuchen\") products, sausages, and handmade toys. The first pocket watches, called \"Nuremberg eggs\", were made there in the sixteenth century. In the nineteenth century Nuremberg became the \"industrial heart\" of Bavaria with companies such as Siemens and MAN.\nThings made in the area include electrical equipment, mechanical and optical products, motor vehicles, and printed materials.\nSiemens is still the largest industrial employer in the Nuremberg region but a third of German market research agencies is also in the city.\nThe Nuremberg International Toy Fair is the largest of its kind in the world. The city also hosts several specialist hi-tech fairs every year, attracting experts from every corner of the glob\nCulture.\nNuremberg was an early center of humanism, science, printing, and mechanical invention.\nThe city contributed much to the science of astronomy. In 1471 Johannes Mueller of Königsberg (Bavaria), later called Regiomontanus, built an astronomical observatory in Nuremberg and published many important astronomical charts. In 1515, Albrecht Dürer, a native of Nuremberg, mapped the stars of the northern and southern hemispheres, producing the first printed star charts, which had been ordered by Johann Stabius. Around 1515 Dürer also published the \"Stabiussche Weltkarte\", the first perspective drawing of the terrestrial globe. Perhaps most famously, the main part of Nicolaus Copernicus' work was published in Nuremberg in 1543.\nPrinters and publishers have a long history in Nuremberg. Many of these publishers worked with well-known artists of the day to produce books that could also be considered works of art. In 1470 Anton Koberger opened Europe's first print shop in Nuremberg. In 1493, he published the \"Nuremberg Chronicles\", also known as the \"World Chronicles\" (\"Schedelsche Weltchronik\"), an illustrated history of the world from the creation to the present day. It was written in the local Franconian dialect by Hartmann Schedel and had illustrations by Michael Wohlgemuth, Wilhelm Pleydenwurff, and Albrecht Dürer. Others furthered geographical knowledge and travel by map making. Notable among these was navigator and geographer Martin Behaim, who made the first world globe.\nSculptors such as Veit Stoss and Peter Vischer are also associated with Nuremberg.\nComposed of prosperous artisans, the guilds of the Meistersingers flourished here. Richard Wagner made their most famous member, Hans Sachs, the hero of his opera \"Die Meistersinger von Nürnberg\". Baroque composer Johann Pachelbel was born here and was organist of Saint Sebald church.\nNuremberg is also famous for its Christmas market, which draws well over a million shoppers each year.\nMain sights.\nThe southern part of the old town, known as Lorenzer Seite, is separated from the north by the river Pegnitz and surrounded by the city walls on the south.\nRailways.\nNuremberg was the first city in Germany to have a railway, and today Nuremberg Central Station is a stop for IC and ICE trains on the German long-distance railway network. Trains on the Nuremberg – Ingolstadt – Munich High-Speed line travel at up to 300-km/h. The line opened on May 28, 2006. It meant travel times to Munich were reduced to as little as one hour.\nPublic Transportation.\nIn Nuremberg there are subways, suburban trains, trams and buses.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":18},{"uri":"Germany","surface_form":"German","offset":30},{"uri":"States_of_Germany","surface_form":"state","offset":38},{"uri":"Bavaria","surface_form":"Bavaria","offset":48},{"uri":"Middle_Franconia","surface_form":"Middle Franconia","offset":60},{"uri":"Pegnitz_River","surface_form":"Pegnitz","offset":97},{"uri":"Rhine-Main-Danube_Canal","surface_form":"Rhine-Main-Danube Canal","offset":113},{"uri":"Franconia","surface_form":"Franconia","offset":144},{"uri":"Munich","surface_form":"Munich","offset":191},{"uri":"Reichstag_(institution)","surface_form":"Reichstage","offset":425},{"uri":"Nuremberg_Castle","surface_form":"Nuremberg Castle","offset":445},{"uri":"Diet_of_Nuremberg","surface_form":"Diets of Nuremberg","offset":467},{"uri":"Imperial_Free_City","surface_form":"Imperial Free City","offset":585},{"uri":"Frederick_II%2C_Holy_Roman_Emperor","surface_form":"Emperor Frederick II","offset":610},{"uri":"Peace_of_Nuremberg","surface_form":"Peace of Nuremberg","offset":1083},{"uri":"Lutheran","surface_form":"Lutheran","offset":1108},{"uri":"Thirty_Years%27_War","surface_form":"Thirty Years' War","offset":1160},{"uri":"Albrecht_von_Wallenstein","surface_form":"Albrecht von Wallenstein","offset":1200},{"uri":"Gustavus_Adolphus_of_Sweden","surface_form":"Gustavus Adolphus of Sweden","offset":1239},{"uri":"Siege_of_Nuremberg","surface_form":"Siege of Nuremberg","offset":1274},{"uri":"Holy_Roman_Empire","surface_form":"Holy Roman Empire","offset":1516},{"uri":"Bayerische_Ludwigsbahn","surface_form":"first German railway","offset":1646},{"uri":"F%C3%BCrth","surface_form":"Fürth","offset":1693},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":1773},{"uri":"Nazi_Party","surface_form":"Nazi Party","offset":1798},{"uri":"Nuremberg_rallies","surface_form":"Nuremberg rallies","offset":1848},{"uri":"Hitler%27s_rise_to_power","surface_form":"Hitler's rise to power","offset":1950},{"uri":"Propaganda","surface_form":"propaganda","offset":2021},{"uri":"Anti-Semitism","surface_form":"anti-Semitism","offset":2056},{"uri":"Nuremberg_Laws","surface_form":"Nuremberg Laws","offset":2151},{"uri":"Jew","surface_form":"Jew","offset":2210},{"uri":"Nazi_architecture","surface_form":"Nazi architecture","offset":2322},{"uri":"Julius_Streicher","surface_form":"Julius Streicher","offset":2423},{"uri":"Der_St%C3%BCrmer","surface_form":"Der Stürmer","offset":2459},{"uri":"World_War_II","surface_form":"World War II","offset":2480},{"uri":"Flossenb%C3%BCrg_concentration_camp","surface_form":"Flossenbürg concentration camp","offset":2677},{"uri":"Slave_labour","surface_form":"slave labour","offset":2746},{"uri":"World_War_II","surface_form":"World War II","offset":2798},{"uri":"Royal_Air_Force","surface_form":"Royal Air Force","offset":2909},{"uri":"United_States_Air_Force","surface_form":"U.S. Air Force","offset":2933},{"uri":"Nuremberg_Military_Tribunals","surface_form":"Nuremberg Military Tribunals","offset":3428},{"uri":"Lebkuchen","surface_form":"Lebkuchen","offset":3745},{"uri":"Pocket_watch","surface_form":"pocket watch","offset":3806},{"uri":"Bavaria","surface_form":"Bavaria","offset":3958},{"uri":"Siemens_AG","surface_form":"Siemens","offset":3989},{"uri":"MAN_AG","surface_form":"MAN","offset":4001},{"uri":"Nuremberg_International_Toy_Fair","surface_form":"Nuremberg International Toy Fair","offset":4277},{"uri":"Astronomy","surface_form":"astronomy","offset":4606},{"uri":"K%C3%B6nigsberg_(Bavaria)","surface_form":"Königsberg","offset":4645},{"uri":"Regiomontanus","surface_form":"Regiomontanus","offset":4680},{"uri":"Albrecht_D%C3%BCrer","surface_form":"Albrecht Dürer","offset":4801},{"uri":"Nicolaus_Copernicus","surface_form":"Nicolaus Copernicus","offset":5140},{"uri":"Anton_Koberger","surface_form":"Anton Koberger","offset":5396},{"uri":"Hartmann_Schedel","surface_form":"Hartmann Schedel","offset":5698},{"uri":"Michael_Wohlgemuth","surface_form":"Michael Wohlgemuth","offset":5740},{"uri":"Wilhelm_Pleydenwurff","surface_form":"Wilhelm Pleydenwurff","offset":5760},{"uri":"Albrecht_D%C3%BCrer","surface_form":"Albrecht Dürer","offset":5786},{"uri":"Martin_Behaim","surface_form":"Martin Behaim","offset":5917},{"uri":"Veit_Stoss","surface_form":"Veit Stoss","offset":5982},{"uri":"Peter_Vischer","surface_form":"Peter Vischer","offset":5997},{"uri":"Meistersingers","surface_form":"Meistersingers","offset":6098},{"uri":"Richard_Wagner","surface_form":"Richard Wagner","offset":6130},{"uri":"Hans_Sachs","surface_form":"Hans Sachs","offset":6176},{"uri":"Die_Meistersinger_von_N%C3%BCrnberg","surface_form":"Die Meistersinger von Nürnberg","offset":6211},{"uri":"Johann_Pachelbel","surface_form":"Johann Pachelbel","offset":6261},{"uri":"N%C3%BCrnberg_Hauptbahnhof","surface_form":"Nuremberg Central Station","offset":6684},{"uri":"InterCity","surface_form":"IC","offset":6724},{"uri":"InterCityExpress","surface_form":"ICE","offset":6731},{"uri":"Ingolstadt","surface_form":"Ingolstadt","offset":6813},{"uri":"Munich","surface_form":"Munich","offset":6826},{"uri":"Nuremberg_U-Bahn","surface_form":"subways","offset":7025},{"uri":"Suburban_trains","surface_form":"suburban trains","offset":7034},{"uri":"Tram","surface_form":"tram","offset":7051},{"uri":"Bus","surface_form":"bus","offset":7061}]}