{"id":326400,"url":"http://en.wikipedia.org/wiki/Streptococcal_pharyngitis","text":"Streptococcal pharyngitis or strep throat is an illness that is caused by the bacteria called “Group A Streptococcus”. Strep throat affects the throat and the tonsils. The tonsils are the two glands in the throat at the back of the mouth. Strep throat can also affect the voice box (larynx). Common symptoms include fever, throat pain (also called a sore throat), and swollen glands (called lymph nodes) in the neck. Strep throat causes 37% of sore throats among children.\nStrep throat spreads through close contact with a sick person. To be sure that a person has strep throat, a test called a throat culture is needed. Even without this test, a likely case of strep throat can be known because of the symptoms. Antibiotics can help a person with strep throat. Antibiotics are medicines that kill bacteria. They are used mostly to prevent complication such as rheumatic fever rather than to shorten the length of sickness.\nSigns and symptoms.\nThe usual symptoms of strep throat are a sore throat, fever of more than 38 °C (100.4 °F), pus (a yellow or green fluid made up of dead bacteria, and white blood cells) on the tonsils, and swollen lymph nodes.\nA person who gets strep throat will show symptoms one to three days after coming in contact with a sick person.\nCause.\nStrep throat is caused by a type of bacteria called group A beta-hemolytic streptococcus (GAS). Other bacteria or viruses can also cause a sore throat. People get strep throat by direct, close contact with a sick person. The illness can spread more easily when people are crowded together. Examples of crowding include people in the military or in schools. The GAS bacteria can dry out into dust, but then it cannot make people sick. If bacteria in the environment are keep moist they can make people sick for up to 15 days. Moist bacteria can be found on things like toothbrushes. These bacteria can live in food, but this is very unusual. People who eat the food can become sick. Twelve percent of children with no symptoms of strep throat have GAS in their throats normally.\nDiagnosis.\nA checklist called the modified Centor score helps doctors decide how to care for people with sore throats. The Centor score has five clinical measurements or observations. It shows how likely it is that someone has strep throat.\nLaboratory testing.\nA test called a throat culture is the main way to know if a person has strep throat. This test is correct 90 to 95 percent of the time. There is another test called a rapid strep test, or RADT. The rapid strep test is faster than a throat culture but correctly finds the illness only 70 percent of the time. Both tests can show when a person does not have strep throat. They can show this correctly 98 percent of the time.\nWhen a person is sick a throat culture or rapid strep test can tell if the person is sick from strep throat. People who have no symptoms should not be tested with a throat culture or rapid strep test as some people have streptococcal bacteria in their throats normally without any bad results. And these people do not need treatment.\nCauses of similar symptoms.\nStrep throat has some of the same symptoms as other illnesses. Because of this, it can be hard to know if a person has strep throat without a throat culture or rapid strep test. If the person has fever and sore throat with coughing, a runny nose, diarrhea, and red itchy feeling eyes, it is more likely to be a sore throat that is caused by a virus. Infectious mononucleosis can cause swollen lymph nodes in the neck and a sore throat, fever, and it can make the tonsils get bigger. This diagnosis can be determined by a blood test. There is however no specific treatment for infectious mononucleosis.\nPrevention.\nSome people get strep throat more often than others. Removing the tonsils is one way to stop these people from getting strep throat. Getting strep throat three or more times in one year may be a good reason to remove the tonsils. Waiting is also appropriate.\nTreatment.\nStrep throat usually lasts a few days without treatment. Treatment with antibiotics will usually make the symptoms go away 16 hours quicker. The main reason for treatment with antibiotics is to reduce the risk of getting a more serious illness. For example, a heart disease known as rheumatic fever or a collection of pus in the throat known as retropharyngeal abscess. Antibiotics work well if given within 9 days of the start of symptoms.\nPain medication.\nMedicine to lessen pain can help with the pain caused by strep throat. These usually include NSAIDs or paracetamol which is also known as acetaminophen. Steroids are also useful, as is viscous lidocaine. Aspirin may be used in adults. It is not good to give aspirin to children because it makes them more likely to get Reye's syndrome.\nAntibiotic medicine.\nPenicillin V is the most common antibiotic used in the United States for strep throat. It is popular because it is safe, works well and does not cost much money. Amoxicillin is usually used in Europe. In India, it is more likely for people to get rheumatic fever. Because of this, an injected medicine called benzathine penicillin G is the usual treatment. The antibiotics lower the average length of symptoms. The average length is three to five days. Antibiotics lowers this by about one day. These medicines also reduce the spread of the illness. The medicines are used mostly to try to reduce rare complications. These include rheumatic fever, rashes, or infections. The good effects of antibiotics should be balanced by the possible side effects. Antibiotic treatment may not need to be given to healthy adults who have bad reactions to medication. Antibiotics are used for strep throat more often than would be expected from how serious it is and the speed at which it spreads. The medicine erythromycin (and other medicines, called macrolides) should be used for people who have bad allergies to penicillin. Cephalosporins can be used in people with lesser allergies. Streptococcal infections might also lead to swelling of the kidneys (acute glomerulonephritis). Antibiotics do not reduce the chance of this condition.\nOutlook.\nThe symptoms of strep throat usually get better, with or without treatment, in about three to five days. Treatment with antibiotics reduces the risk of worse illnesses. They also make it harder to spread the illness. Children may return to school 24 hours after first taking antibiotics.\nLikelihood.\nStrep throat is included in the broader category of sore throat or pharyngitis. About 11 million people get sore throats in the United states each year. Most cases of sore throat are caused by viruses. The bacteria group A beta-hemolytic streptococcus causes 15 to 30 percent of sore throats in children. It causes 5 to 20 percent of sore throats in adults. Cases usually happen in late winter and early spring.","categories":[],"infobox_types":[],"annotations":[{"uri":"Illness","surface_form":"illness","offset":48},{"uri":"Bacteria","surface_form":"bacteria","offset":78},{"uri":"Streptococcus","surface_form":"Group A Streptococcus","offset":95},{"uri":"Throat","surface_form":"throat","offset":144},{"uri":"Tonsils","surface_form":"tonsils","offset":159},{"uri":"Gland","surface_form":"gland","offset":192},{"uri":"Mouth","surface_form":"mouth","offset":232},{"uri":"Larynx","surface_form":"larynx","offset":283},{"uri":"Symptom","surface_form":"symptom","offset":299},{"uri":"Fever","surface_form":"fever","offset":316},{"uri":"Pain","surface_form":"pain","offset":330},{"uri":"Swelling","surface_form":"swollen","offset":368},{"uri":"Lymph_nodes","surface_form":"lymph nodes","offset":391},{"uri":"Neck","surface_form":"neck","offset":411},{"uri":"Children","surface_form":"children","offset":463},{"uri":"Illness","surface_form":"sick","offset":523},{"uri":"Throat_culture","surface_form":"throat culture","offset":595},{"uri":"Symptom","surface_form":"symptom","offset":703},{"uri":"Antibiotic","surface_form":"Antibiotic","offset":713},{"uri":"Medicine","surface_form":"medicine","offset":778},{"uri":"Bacteria","surface_form":"bacteria","offset":798},{"uri":"Rheumatic_fever","surface_form":"rheumatic fever","offset":861},{"uri":"Fever","surface_form":"fever","offset":998},{"uri":"Pus","surface_form":"pus","offset":1035},{"uri":"Fluid","surface_form":"fluid","offset":1058},{"uri":"Bacteria","surface_form":"bacteria","offset":1309},{"uri":"Military","surface_form":"military","offset":1606},{"uri":"Schools","surface_form":"schools","offset":1621},{"uri":"Dust","surface_form":"dust","offset":1664},{"uri":"Wet","surface_form":"moist","offset":1747},{"uri":"Toothbrush","surface_form":"toothbrush","offset":1841},{"uri":"Clinic","surface_form":"clinic","offset":2196},{"uri":"Throat_culture","surface_form":"throat culture","offset":2328},{"uri":"Rapid_antigen_detection_test","surface_form":"RADT","offset":2500},{"uri":"Cough","surface_form":"cough","offset":3320},{"uri":"Nose","surface_form":"nose","offset":3338},{"uri":"Diarrhea","surface_form":"diarrhea","offset":3344},{"uri":"Eyes","surface_form":"eyes","offset":3376},{"uri":"Virus","surface_form":"virus","offset":3440},{"uri":"Infection","surface_form":"Infectious","offset":3447},{"uri":"Mononucleosis","surface_form":"mononucleosis","offset":3458},{"uri":"Treatment","surface_form":"treatment","offset":4027},{"uri":"Antibiotics","surface_form":"antibiotics","offset":4053},{"uri":"Rheumatic_fever","surface_form":"rheumatic fever","offset":4264},{"uri":"Retropharyngeal_abscess","surface_form":"retropharyngeal abscess","offset":4326},{"uri":"Pain","surface_form":"pain","offset":4458},{"uri":"Non-steroidal_anti-inflammatory_drugs","surface_form":"NSAID","offset":4532},{"uri":"Paracetamol","surface_form":"paracetamol","offset":4542},{"uri":"Acetaminophen","surface_form":"acetaminophen","offset":4577},{"uri":"Steroid","surface_form":"Steroid","offset":4592},{"uri":"Lidocaine","surface_form":"lidocaine","offset":4632},{"uri":"Aspirin","surface_form":"Aspirin","offset":4643},{"uri":"Adult","surface_form":"adult","offset":4666},{"uri":"Reye%27s_syndrome","surface_form":"Reye's syndrome","offset":4758},{"uri":"Penicillin_V","surface_form":"Penicillin V","offset":4796},{"uri":"United_States","surface_form":"United States","offset":4851},{"uri":"Money","surface_form":"money","offset":4951},{"uri":"Amoxicillin","surface_form":"Amoxicillin","offset":4958},{"uri":"Europe","surface_form":"Europe","offset":4989},{"uri":"India","surface_form":"India","offset":5000},{"uri":"Injection","surface_form":"injected","offset":5080},{"uri":"Complication","surface_form":"complication","offset":5398},{"uri":"Rheumatic_fever","surface_form":"rheumatic fever","offset":5427},{"uri":"Rash","surface_form":"rash","offset":5444},{"uri":"Infection","surface_form":"infection","offset":5455},{"uri":"Erythromycin","surface_form":"erythromycin","offset":5793},{"uri":"Macrolide","surface_form":"macrolide","offset":5835},{"uri":"Allergy","surface_form":"allergies","offset":5886},{"uri":"Penicillin","surface_form":"penicillin","offset":5899},{"uri":"Cephalosporin","surface_form":"Cephalosporin","offset":5911},{"uri":"Kidney","surface_form":"kidney","offset":6031},{"uri":"School","surface_form":"school","offset":6372},{"uri":"Category","surface_form":"category","offset":6472},{"uri":"Pharyngitis","surface_form":"pharyngitis","offset":6499}]}