{"id":32643,"url":"http://en.wikipedia.org/wiki/Military%E2%80%93industrial_complex","text":"e=\"preserve\">The military–industrial complex refers to the relationship between the government, the military, and the businesses that make things for the military. For example, the businesses can give money to politicians in elections. Then, politicians give more money to the military. Then, the military buys things from the businesses. Each group gains something, so they try to keep doing the same thing.\nThe term was invented in the United States. However, most countries have politicians and soldiers and people who make weapons and other military supplies; thus they have a military-industrial complex.\nWhen there is a military-industrial complex, problems can happen. The government can become corrupt. A business might want the country to be at war because they make more money during war than during times of peace.\nWhere the term came from.\nPresident of the United States Dwight D. Eisenhower used the term in his farewell speech—the last speech he gave while he was the President. He said, \"we must guard against the acquisition of unwarranted influence, whether sought or unsought, by the military-industrial complex.\" This was a warning. It means that people should be careful or the military-industrial complex will get too much power.\nToday, the term is used a lot by people writing and talking about politics. Especially when the subject is militarism in the United States. It also appears in discussions about private military companies—businesses that commonly employ soldiers who have left the military.","categories":[],"infobox_types":[],"annotations":[{"uri":"Military","surface_form":"military","offset":100},{"uri":"Business","surface_form":"business","offset":118},{"uri":"Politician","surface_form":"politician","offset":210},{"uri":"Election","surface_form":"election","offset":225},{"uri":"United_States","surface_form":"United States","offset":438},{"uri":"Corruption","surface_form":"corrupt","offset":702},{"uri":"War","surface_form":"war","offset":754},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":852},{"uri":"Dwight_D._Eisenhower","surface_form":"Dwight D. Eisenhower","offset":883},{"uri":"Public_speaking","surface_form":"speech","offset":950},{"uri":"Influence","surface_form":"influence","offset":1056},{"uri":"Politics","surface_form":"politics","offset":1317},{"uri":"Militarism","surface_form":"militarism","offset":1358},{"uri":"Soldier","surface_form":"soldier","offset":1487}]}