{"id":326541,"url":"http://en.wikipedia.org/wiki/Busta_Rhymes","text":"Trevor Smith, Jr., better known as Busta Rhymes, (born May 20, 1972) is an American recording artist and rap singer. He was born and raised in New York City. His parents are Jamaican. He has performed with many pop groups, such as the Pussycat Dolls. He has carried numerous hit singles in his name. He is a very successful rapper and singer, and he made a lot of rap and hip hop hits, also he has a special rapping style.\nSo far he has been nominated for eleven Grammy Awards.\nCareer.\nIn 1989 Rhymes started a rap group called Leaders of the New School with Charlie Brown, Dinco D, and Cut Monitor Milo. Their first album was released in 1991 by Elektra Records. In 1993 the band broke up.\nIn 1995 Rhymes started making his first solo album, \"The Coming\". It was released March 26 1996.\n\"When Disaster Strikes...\", Rhymes' second album, was released September 16, 1997.\nDecember 15, 1998 \"E.L.E. (Extinction Level Event): The Final World Front\" was released. It was nominated for Best Rap Album, Best Rap Solo Performance and Best Rap Performance by a Duo or Group at the Grammy Awards.\n\"Anarchy\" was released 2000. It was his last album on Elektra Records. On October 2 2001 \"Total Devastation: The Best of Busta Rhymes\" was released. In the same month Rhymes released a new album, \"Genesis\". Four singles were released from it.\n\"It Ain't Safe No More...\" was released November 26 2002. The album's second single was \"I Know What You Want\". The song had Mariah Carey singing in it. It reached No.3 in the UK Singles Chart.\nIn 2006 \"The Big Bang\" was released. It was Rhymes' only release on Dr. Dre's Aftermath Entertainment record label. Five singles were released from it.\nRhymes' eighth album, \"Back on My B.S.\" was released 2009.\n\"Year of the Dragon\" was released 2012 for free on Google Play.\nRhymes' next album \"Extinction Level Event 2\" is going to be released in 2014.\nPersonal life.\nRhymes is a Muslim. He has four children: three sons, T'Ziah (born 1993), T'Khi (born 1999), Trillian (born 2001), and a daughter, Mariah (born 1998).","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":75},{"uri":"Music","surface_form":"recording artist","offset":84},{"uri":"Hip_hop","surface_form":"rap","offset":105},{"uri":"Singer","surface_form":"singer","offset":109},{"uri":"New_York_City","surface_form":"New York City","offset":143},{"uri":"Jamaica","surface_form":"Jamaica","offset":174},{"uri":"Pussycat_Dolls","surface_form":"Pussycat Dolls","offset":235},{"uri":"Leaders_of_the_New_School","surface_form":"Leaders of the New School","offset":528},{"uri":"Mariah_Carey","surface_form":"Mariah Carey","offset":1456},{"uri":"Dr._Dre","surface_form":"Dr. Dre","offset":1593},{"uri":"Google_Play","surface_form":"Google Play","offset":1787},{"uri":"Muslim","surface_form":"Muslim","offset":1906}]}