{"id":3266,"url":"http://en.wikipedia.org/wiki/Second","text":"The second (symbol: s), sometimes abbreviated sec., is the name of a unit of time. It is one of the seven SI base units. That means that the second is used to build the foundations of many other units (e.g. speed is a meter per second, in SI units). One second is officially measured as the time taken by 9,192,631,770 cycles of radiation that comes from electrons moving between two energy levels of the caesium-133 atom.\nThe second is not the only unit of time. Other units of time include minutes, hours, days, weeks, months, and years. There are 60 seconds in one minute, 60 minutes (or 3,600 seconds) in one hour, and 24 hours (86,400 seconds) in one day. With the only exception of the second, all other units of time are not considered SI units.\nMetric prefixes are frequently combined with the word \"second\" to denote subdivisions of the second, \"e.g.\", the millisecond (one thousandth of a second) and nanosecond (one billionth of a second). Though SI prefixes may also be used to form multiples of the second (such as “kilosecond”, or one thousand seconds), such units are rarely used in practice. More commonly encountered, non-SI units of time such as the minute, hour, and day increase by multiples of 60 and 24 (rather than by powers of ten as in the SI system).\nInternational second.\nUnder the International System of Units, the second is currently defined as the duration of 9,192,631,770 periods of the radiation corresponding to the transition between the two hyperfine levels of the ground state of the caesium-133 atom. This definition refers to a caesium atom at rest at a temperature of (absolute zero). The ground state is defined at zero magnetic field. The second thus defined is equivalent to the ephemeris second.\nThe international standard symbol for a second is s (see ISO 31-1)\nEquivalence to other units of time.\nThere are 31,536,000 seconds in a common year, 31,622,400 seconds in a leap year, and 31,557,600 seconds in a Julian year\nHistorical origin.\nOriginally, the second was known as a \"second minute\", meaning the second minute (i.e. small) division of an hour. The first division was known as a \"prime minute\" and is equivalent to the minute we know today. Third and fourth minutes were sometimes used in calculations.\nThe factor of 60 comes from the Babylonians who used a sexagesimal (base-60) numeral system. However, the Babylonians did not subdivide their time units sexagesimally (except for the day). The hour had been defined by the ancient Egyptians as either 1/12 of daytime or 1/12 of nighttime, hence both varied with the seasons. Greek astronomers, for example Hipparchus and Ptolemy, defined the hour as 1/24 of a mean solar day. Sexagesimally subdividing this mean solar hour made the second 1/86,400 of a mean solar day.\nGreek time periods, for example the mean synodic month, were usually specified quite precisely because they were \"calculated\" from carefully selected eclipses separated by hundreds of years—individual \"mean\" synodic months and similar time periods cannot be measured. Nevertheless, with the development of pendulum clocks keeping \"mean time\" (as opposed to the \"apparent time\" displayed by sundials), the second became measurable. The seconds pendulum was proposed as a unit of length as early as 1660 by the Royal Society of London. The duration of a beat or half period (one swing, not back and forth) of a pendulum one metre in length on the Earth's surface is approximately one second.\nIn 1956 the second was defined in terms of the period of revolution of the Earth around the Sun for a particular epoch, because by then it had become recognized that the Earth's rotation on its own axis was not sufficiently uniform as a standard of time. The Earth's motion was described in Newcomb's Tables of the Sun, which provides a formula for the motion of the Sun at the epoch 1900 based on astronomical observations made between 1750 and 1892. The second thus defined is\nThis definition was ratified by the Eleventh General Conference on Weights and Measures in 1960. The \"tropical year\" in the definition was not measured, but calculated from a formula describing a tropical year which decreased linearly over time, hence the curious reference to a specific \"instantaneous\" tropical year. Because this second was the independent variable of time used in ephemerides of the Sun and Moon during most of the twentieth century (Newcomb's Tables of the Sun were used from 1900 through 1983, and Brown's Tables of the Moon were used from 1920 through 1983), it was called the ephemeris second.\nWhen atomic clock<nowiki/>s were made, they became the basis of the definition of the second, rather than the revolution of the Earth around the Sun.\nFollowing several years of work, Louis Essen from the National Physical Laboratory (Teddington, England) and William Markowitz from the United States Naval Observatory (USNO) determined the relationship between the hyperfine transition frequency of the caesium atom and the ephemeris second. Using a common-view measurement method based on the received signals from radio station WWV, they determined the orbital motion of the Moon about the Earth, from which the apparent motion of the Sun could be inferred, in terms of time as measured by an atomic clock. As a result, in 1967 the Thirteenth General Conference on Weights and Measures defined the second of atomic time in the International System of Units (SI) as\nThe ground state is defined at zero magnetic field. The second thus defined is equivalent to the ephemeris second.\nThe definition of the second was later refined at the 1997 meeting of the BIPM to include the statement\nThe revised definition would seem to imply that the ideal atomic clock would contain a single caesium atom at rest emitting a single frequency. In practice, however, the definition means that high-precision realizations of the second should compensate for the effects of the ambient temperature (black-body radiation) within which atomic clocks operate and extrapolate accordingly to the value of the second as defined above.\nThe second in role-playing games.\nSometimes in role-playing games a second is used to refer to a small period of time or a single turn of combat. It is used as a standard moment of time, and does not necessarily refer to a real second, and could be shorter or longer depending on the scenario.","categories":[],"infobox_types":[],"annotations":[{"uri":"Units_of_measurement","surface_form":"unit","offset":69},{"uri":"Time","surface_form":"time","offset":77},{"uri":"SI_base_unit","surface_form":"SI base unit","offset":106},{"uri":"Speed","surface_form":"speed","offset":207},{"uri":"Cycle","surface_form":"cycle","offset":319},{"uri":"Radiation","surface_form":"radiation","offset":329},{"uri":"Electron","surface_form":"electron","offset":355},{"uri":"Energy_level","surface_form":"energy level","offset":384},{"uri":"Caesium","surface_form":"caesium","offset":405},{"uri":"Atom","surface_form":"atom","offset":417},{"uri":"Minute","surface_form":"minute","offset":492},{"uri":"Hour","surface_form":"hour","offset":501},{"uri":"Day","surface_form":"day","offset":508},{"uri":"Week","surface_form":"week","offset":514},{"uri":"Month","surface_form":"month","offset":521},{"uri":"Year","surface_form":"year","offset":533},{"uri":"Minute","surface_form":"minute","offset":568},{"uri":"Hour","surface_form":"hour","offset":613},{"uri":"Day","surface_form":"day","offset":656},{"uri":"Millisecond","surface_form":"millisecond","offset":866},{"uri":"Nanosecond","surface_form":"nanosecond","offset":911},{"uri":"Minute","surface_form":"minute","offset":1168},{"uri":"Hour","surface_form":"hour","offset":1176},{"uri":"Day","surface_form":"day","offset":1186},{"uri":"International_System_of_Units","surface_form":"International System of Units","offset":1309},{"uri":"Period_(physics)","surface_form":"periods","offset":1405},{"uri":"Correspond","surface_form":"correspond","offset":1430},{"uri":"Transition","surface_form":"transition","offset":1451},{"uri":"Hyperfine_structure","surface_form":"hyperfine levels","offset":1478},{"uri":"Ground_state","surface_form":"ground state","offset":1502},{"uri":"Caesium","surface_form":"caesium","offset":1522},{"uri":"Atom","surface_form":"atom","offset":1534},{"uri":"Absolute_zero","surface_form":"absolute zero","offset":1610},{"uri":"Ephemeris","surface_form":"ephemeris","offset":1723},{"uri":"ISO_31-1","surface_form":"ISO 31-1","offset":1798},{"uri":"Common_year","surface_form":"common year","offset":1878},{"uri":"Leap_year","surface_form":"leap year","offset":1915},{"uri":"Julian_year_(astronomy)","surface_form":"Julian year","offset":1954},{"uri":"Minute","surface_form":"minute","offset":2174},{"uri":"Babylon","surface_form":"Babylon","offset":2290},{"uri":"Sexagesimal","surface_form":"sexagesimal","offset":2313},{"uri":"Numeral_system","surface_form":"numeral system","offset":2335},{"uri":"Hour","surface_form":"hour","offset":2451},{"uri":"Ancient_Egypt","surface_form":"ancient Egypt","offset":2480},{"uri":"Hipparchus","surface_form":"Hipparchus","offset":2613},{"uri":"Ptolemy","surface_form":"Ptolemy","offset":2628},{"uri":"Solar_time","surface_form":"solar day","offset":2672},{"uri":"Orbital_period","surface_form":"synodic month","offset":2817},{"uri":"Eclipse","surface_form":"eclipse","offset":2926},{"uri":"Pendulum","surface_form":"pendulum","offset":3082},{"uri":"Royal_Society_of_London","surface_form":"Royal Society of London","offset":3285},{"uri":"Metre","surface_form":"metre","offset":3398},{"uri":"Earth","surface_form":"Earth","offset":3541},{"uri":"Epoch_(astronomy)","surface_form":"epoch","offset":3579},{"uri":"Newcomb%27s_Tables_of_the_Sun","surface_form":"Newcomb's Tables of the Sun","offset":3757},{"uri":"Ephemeris","surface_form":"ephemerides","offset":4329},{"uri":"Ernest_William_Brown","surface_form":"Brown","offset":4465},{"uri":"Atomic_clock","surface_form":"atomic clock","offset":4568},{"uri":"National_Physical_Laboratory","surface_form":"National Physical Laboratory","offset":4767},{"uri":"United_States_Naval_Observatory","surface_form":"United States Naval Observatory","offset":4849},{"uri":"Caesium","surface_form":"caesium","offset":4966},{"uri":"Radio_station","surface_form":"radio station","offset":5079},{"uri":"WWV_(radio_station)","surface_form":"WWV","offset":5093},{"uri":"Moon","surface_form":"Moon","offset":5140},{"uri":"Conf%C3%A9rence_G%C3%A9n%C3%A9rale_des_Poids_et_Mesures","surface_form":"General Conference on Weights and Measures","offset":5308},{"uri":"International_Atomic_Time","surface_form":"atomic time","offset":5373},{"uri":"SI","surface_form":"International System of Units (SI)","offset":5392},{"uri":"Ground_state","surface_form":"ground state","offset":5434},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":5466},{"uri":"Bureau_International_des_Poids_et_Mesures","surface_form":"BIPM","offset":5619},{"uri":"Black-body_radiation","surface_form":"black-body radiation","offset":5945},{"uri":"Role-playing_game","surface_form":"role-playing games","offset":6122}]}