{"id":326817,"url":"http://en.wikipedia.org/wiki/Urinary_tract_infection","text":"A urinary tract infection (UTI) is an infection caused by bacteria in part of the urinary tract. In the lower urinary tract, it is simple cystitis (a bladder infection). In the upper urinary tract, it is a kidney infection. Symptoms from a lower urinary tract infection include painful peeing and frequent peeing or wanting to pee (or both). Symptoms of a kidney infection include fever and side and back pain. In old people and young children, the symptoms are not always so clear. The main cause for both types is the bacteria \"Escherichia coli.\" Other bacteria, viruses, or fungus may be the cause in rare cases.\nWomen get urinary tract infections more often than men. Half of women have an infection at some point in their lives. It is common to have repeated infections. Risk factors include sexual intercourse as well as family history. Sometimes a person who had a bladder infection will get a kidney infection. Kidney infection may also, but rarely, be caused by bacteria in the blood. Diagnosis in young healthy women can be based on symptoms alone. Sometimes, the urine needs to be tested. A person with frequent infections can take low-dose antibiotics to prevent future infections.\nAntibiotics are used to treat simple cases of urinary tract infections. Resistance to antibiotics is increasing. People who have complicated urinary tract infections sometimes have to take antibiotics for a longer time, or might take antibiotics intravenously (through a vein). If symptoms have not improved in two or three days, the person will need further tests. In women, urinary tract infections are the most common form of bacterial infection. Ten percent of women develop urinary tract infections each year.\nSigns and symptoms.\nLower urinary tract infection is also known as a bladder infection. The most common symptoms are burning with peeing and having to pee frequently (or wanting to pee) without vaginal discharge or significant pain. These symptoms can vary from mild to severe. In healthy women, the symptoms last an average of six days. Some people will have pain above the pubic bone (lower abdomen) or in the lower back. People who have an upper urinary tract infection, or pyelonephritis (a kidney infection), can have flank pain, fever (a high temperature), or nausea and vomiting. Those symptoms are in addition to the normal symptoms of a lower urinary tract infection. In rare cases the urine looks bloody or contains visible pyuria (pus in the urine).\nIn children.\nIn young children, fever can be the only symptom of a urinary tract infection (UTI). Many medical associations recommend a urine culture for females younger than two year old or uncircumcised males who are younger than a year and have a fever. Infants with UTI sometimes eat poorly, vomit, sleep more, or show signs of jaundice (a yellow coloring of the skin). Older children can have new urinary incontinence (loss of bladder control).\nIn the elderly.\nUrinary tract symptoms are frequently not seen in those who are old. Sometimes, the only symptoms are incontinence (loss of bladder control), a change in mental status (ability to think), or feeling tired. The first symptom for some old people is sepsis, an infection of the blood. Diagnosis can be difficult because many old people are incontinent (cannot hold their pee) or have dementia (poor thinking abilities).\nCause.\nThese bacterial causes are not common and usually happen when the person has an abnormal urinary system or the person has a urinary catheterization (tube inserted into the bladder. Urinary tract infections due to\"Staphylococcus aureus\" usually happens after the person has had a blood infection.\nGender.\nSexual intercourse is the cause of 75–90% of bladder infections in young, sexually active women. The risk of infection is related to how often they have sex. With UTIs so frequent when women first get married, the term \"honeymoon cystitis\" is often used. In post-menopausal women (women who have stopped menstruating), sexual activity does not affect the risk of developing a UTI. Using spermicide (a gel or cream to kill sperm) increases the risk of UTIs.\nWomen get more UTIs than men because women have a urethra that is much shorter and closer to the anus. As a woman's estrogen (a hormone) levels decrease with menopause, the risk of urinary tract infections increases due to the loss of protective vaginal flora (good bacterial that live in the vagina).\nOthers.\nBladder infections are more common in some families. Other risk factors include diabetes, being circumcised, and having a large prostate (a gland around the urethra in males). Complicating factors are not completely clear. These factors may include some anatomic problems (relating to physical narrowing), functional, or metabolic problems. A complicated UTI is more difficult to treat and usually needs more aggressive evaluation, treatment, and follow-up. In children, UTIs are linked to vesicoureteral reflux (an abnormal movement of urine from the bladder into ureters or kidneys) and constipation.\nMechanism.\nThe bacteria that cause urinary tract infections usually go into the bladder from the uretha. It is believed these bacteria come from the bowel. Females are at greater risk because they have a short urethra that is close to their anus). After entering the bladder, \"E. Coli\" are able to stick to the bladder wall. They form a biofilm, which is a coating of microorganisms, that resists the body's immune response. However, infections can also come through the blood or lymph.\nPrevention.\nPeople who often get UTIs and who use spermicide or a diaphragm for birth control should use a different type of birth control. Cranberry (juice or capsules) may decrease the number of infections, but some people cannot use cranberries for long periods of time. Gastrointestinal (stomach) upset occurs in more than 30% of people who regularly drink cranberry juice or take capsules. As of 2011, probiotics used intravaginally (in the vagina) require further study to determine if they are helpful.\nMedications.\nFor people who keep getting infections, taking antibiotics for a long time is helpful. Drugs frequently used include nitrofurantoin and sulfamethoxazole. If infections are related to sexual intercourse, some women find it useful to taking antibiotics after sex. In post-menopausal women, using topical vaginal estrogen (a hormone applied to the skin of the vaginal) has been found to reduce getting a UTI. Unlike topical creams, the use of vaginal estrogen from pessaries (medical devices put in the vagina is not as useful as low-dose antibiotics. A number of vaccines are being developed (as of 2011).\nIn children.\nThere is little evidence that using preventative antibiotics decreases urinary tract infections in children. It is rare for people who have no problems with their kidneys to develop kidney problems from frequent UTIs. Having frequent urinary tract infections as a child causes less than a third of a percent (0.33%) of chronic kidney disease in adults.\nDiagnosis.\nIn most cases, UTIs can be diagnosed just from the symptoms and there is no need for laboratory testing. Urinalysis (testing the urine) can be used to confirm the diagnosis in complicated cases. The urine is tested for urinary nitrites, white blood cells (leukocytes), or leukocyte esterase. Another test, urine microscopy, looks for red blood cells, white blood cells, or bacteria. Urine culture is considered positive if it shows a bacterial colony count of greater than or equal to 103 colony-forming units per mL of a typical bacteria that causes infections of the urinary tract. Cultures can also be used to test which antibiotic will work. However, women with negative cultures can still improve with antibiotic treatment. UTI symptoms in old people can be vague, and diagnosis can be difficult as there is no really reliable test.\nClassification.\nA urinary tract infection in the lower urinary tract is known as a bladder infection. A UTI in the upper urinary tract is known as pyelonephritis or kidney infection. If the urine has significant bacteria, but there are no symptoms, the condition is known as asymptomatic bacteriuria.\nOtherwise if a women is a healthy and before menopause, the infection is said to be uncomplicated. When children also have a fever, the urinary tract infection is considered to be an upper urinary tract infection.\nIn children.\nTo diagnose a urinary tract infection in children, a positive urinary culture is required. Contamination poses a frequent challenge so a cutoff of 105 CFU/mL is used for a \"clean-catch\" mid-stream sample, 104 CFU/mL is used for catheter-obtained specimens, and 102 CFU/mL is used for suprapubic aspirations (a sample drawn directly from the bladder through the stomach wall with a needle). The World Health Organization does not like the use of “urine bags” to collect samples because there is a high rate of contamination when that urine is cultured. Catheterization is preferred if an individual is unable to use a toilet. Some medical groups, such as the American Academy of Pediatrics, recommend renal ultrasound and voiding cystourethrogram (watching a person's urethra and urinary bladder with real time X-rays while they urinate) in all children who are younger than 2 years old and have had a urinary tract infection.Other medical groups such as the National Institute for Clinical Excellence recommend routine imaging only in babies younger than 6 months old or who have unusual findings.\nDifferential diagnosis.\nIn women with cervicitis (inflammation of the cervix) or vaginitis (inflammation of the vagina) and in young men with UTI symptoms, a \"Chlamydia trachomatis\" or \"Neisseria gonorrheae\" infection may be the cause. Vaginitis may also be due to a yeast infection. Interstitial cystitis (chronic pain in the bladder) can be the cause for people who have UTI symptoms many times, but whose urine cultures remain negative and do not improved with antibiotics. Prostatitis (inflammation of the prostate) may also be considered in the differential diagnosis.\nTreatment.\nPhenazopyridine can be used in addition to antibiotics to help ease the burning pain of a bladder infection. However, phenazopyridine is no longer commonly recommended due to safety concerns. It can cause methemoglobinemia, which means there is higher than normal level of methemoglobin in the blood. Acetaminophen can be used for fevers.\nWomen who keep getting simple UTIs can benefit from self-treatment; these women should get medical treatment medical only if the initial treatment fails. Health care providers may also prescribe the antibiotics by phone.\nUncomplicated.\nSimple infections can be diagnosed and treated based on symptoms alone. Oral antibiotics such as sulfamethoxazole (TMP/SMX), cephalosporins, nitrofurantoin, or a fluoroquinolone will shorten the time to recovery. All these drugs are equally effective. A three-day treatment with trimethoprim, TMP/SMX, or a fluoroquinolone is usually enough. Nitrofurantoin needs 5–7 days. With treatment, symptoms should improve within 36 hours. About 50% of people will get better without treatment within a few days or weeks. The Infectious Diseases Society of America does not recommend fluoroquinolones as first treatment because of concerns that overuse will lead to resistance to this class of drugs, making these drugs less effective for more serious infections. Despite this precaution, some resistance has developed to all of these drugs because to their widespread use. In some countries, trimethoprim alone is deemed to be equivalent to TMP/SMX. Children with simple UTIs are often helped by a three-day course of antibiotics.\nPyelonephritis.\nPyelonephritis (kidney infection) is treated more aggressively than a simple bladder infection using either a longer course of oral antibiotics or intravenous antibiotics. Seven days of the oral fluoroquinolone ciprofloxacin is typically used in geographic areas where the resistance rate is less than 10%. If the local resistance rates are greater than 10%, a dose of intravenous ceftriaxone often is prescribed. People with more severe symptoms are sometimes admitted a hospital for ongoing antibiotics. If symptoms do not improve following two or three days of treatment, it can mean that the urinary tract is blocked by a kidney stone.\nLikelihood.\nUrinary tract infections are the most frequent bacterial infection in women. They occur most frequently between the ages of 16 and 35 years. Ten percent of women get an infection yearly; 60% have an infection at some point in their lives. Nearly half of people get a second infection within a year. Urinary tract infections occur four times more frequently in females than males. Pyelonephritis (a kidney infection) occurs between 20–30 times less frequently than bladder infections. Pyelonephritis is the most common cause of hospital acquired infections, accounting for approximately 40% of hospital-acquired infections. Rates of asymptomatic bacteria in the urine increase with age from 2% to 7% in women of childbearing age to as high as 50% in elderly women in care homes. Rates of aysmtomatic bacteria in the urine among men over 75 are 7-10%.\nUrinary tract infections can affect 10% of people during childhood. Urinary tract infections in children are the most common in uncircumcised males younger than 3 months of age, followed by females younger than one year. Estimates of frequency among children, however, vary widely. In a group of children with a fever, ranging in age between birth and 2 years, 2- 20% were diagnosed with a UTI.\nSociety and culture.\nIn the United States, urinary tract infections lead to nearly seven million office visits, a million emergency department visits, and 100,000 hospitalizations every year. The cost of these infections is high due to both lost time at work and costs of medical care. The direct cost of treatment is estimated at 1.6 billion USD yearly in the United States.\nHistory.\nUrinary tract infections have been described since ancient times. The first written description, found in the Ebers Papyrus, dates to around 1550 BC. The Egyptians described a urinary tract infection as \"sending forth heat from the bladder.\" Herbs, bloodletting, and rest were the common treatments until the 1930s, when antibiotics became available. Sulphonamides became available around 1935.\nIn pregnancy.\nPregnant women with UTIs have a higher risk of kidney infections.During pregnancy, high progesterone (a hormone) levels decreased muscle tone of the ureters and bladder. Decreased muscle tone leads to a greater likelihood of reflux, where urine flows back up the ureters and toward the kidneys. If bacteria are present, pregnant women have a 25-40% risk of a kidney infection. Thus treatment is recommended if urine testing shows signs of an infection—even in the absence of symptoms. Cephalexin or nitrofurantoin are typically used because those medications are generally considered safe in pregnancy. A kidney infection during pregnancy may result in premature birth or pre-eclampsia (a state of high blood pressure, kidney dysfunction, or seizures).","categories":[],"infobox_types":["disease"],"annotations":[{"uri":"Infection","surface_form":"infection","offset":38},{"uri":"Bacteria","surface_form":"bacteria","offset":58},{"uri":"Urinary_system","surface_form":"urinary tract","offset":82},{"uri":"Kidney","surface_form":"kidney","offset":206},{"uri":"Symptom","surface_form":"Symptom","offset":224},{"uri":"Urination","surface_form":"peeing","offset":286},{"uri":"Abdominal_pain","surface_form":"side and back pain","offset":391},{"uri":"Escherichia_coli","surface_form":"Escherichia coli","offset":530},{"uri":"Virus","surface_form":"virus","offset":565},{"uri":"Fungus","surface_form":"fungus","offset":577},{"uri":"Sexual_intercourse","surface_form":"sexual intercourse","offset":797},{"uri":"Antibiotic","surface_form":"antibiotic","offset":1152},{"uri":"Antibiotic_resistance","surface_form":"Resistance","offset":1266},{"uri":"Intravenous_therapy","surface_form":"intravenously","offset":1440},{"uri":"Dysuria","surface_form":"burning with peeing","offset":1826},{"uri":"Vaginal_discharge","surface_form":"vaginal discharge","offset":1903},{"uri":"Pubic_bone","surface_form":"pubic bone","offset":2084},{"uri":"Lower_back_pain","surface_form":"lower back","offset":2121},{"uri":"Pyelonephritis","surface_form":"pyelonephritis","offset":2186},{"uri":"Abdominal_pain","surface_form":"flank pain","offset":2232},{"uri":"Fever","surface_form":"fever","offset":2244},{"uri":"Nausea","surface_form":"nausea","offset":2275},{"uri":"Vomit","surface_form":"vomit","offset":2286},{"uri":"Pyuria","surface_form":"pyuria","offset":2443},{"uri":"Pus","surface_form":"pus","offset":2451},{"uri":"Vomit","surface_form":"vomit","offset":2766},{"uri":"Jaundice","surface_form":"jaundice","offset":2802},{"uri":"Urinary_incontinence","surface_form":"urinary incontinence","offset":2872},{"uri":"Old_age","surface_form":"old","offset":3000},{"uri":"Altered_level_of_consciousness","surface_form":"change in mental status","offset":3080},{"uri":"Sepsis","surface_form":"sepsis","offset":3183},{"uri":"Dementia","surface_form":"dementia","offset":3317},{"uri":"Urinary_catheterization","surface_form":"urinary catheterization","offset":3484},{"uri":"Staphylococcus_aureus","surface_form":"Staphylococcus aureus","offset":3573},{"uri":"Sexual_intercourse","surface_form":"Sexual intercourse","offset":3664},{"uri":"Menopause","surface_form":"post-menopausal","offset":3922},{"uri":"Spermicide","surface_form":"spermicide","offset":4051},{"uri":"Urethra","surface_form":"urethra","offset":4171},{"uri":"Anus","surface_form":"anus","offset":4218},{"uri":"Menopause","surface_form":"menopause","offset":4279},{"uri":"Vaginal_flora","surface_form":"vaginal flora","offset":4367},{"uri":"Diabetes_mellitus","surface_form":"diabetes","offset":4511},{"uri":"Circumcised","surface_form":"circumcised","offset":4527},{"uri":"Benign_prostatic_hypertrophy","surface_form":"large prostate","offset":4553},{"uri":"Vesicoureteral_reflux","surface_form":"vesicoureteral reflux","offset":4921},{"uri":"Urine","surface_form":"urine","offset":4968},{"uri":"Urinary_bladder","surface_form":"bladder","offset":4983},{"uri":"Ureter","surface_form":"ureter","offset":4996},{"uri":"Kidney","surface_form":"kidney","offset":5007},{"uri":"Constipation","surface_form":"constipation","offset":5020},{"uri":"Bacteria","surface_form":"bacteria","offset":5049},{"uri":"Biofilm","surface_form":"biofilm","offset":5371},{"uri":"Lymph","surface_form":"lymph","offset":5514},{"uri":"Spermicide","surface_form":"spermicide","offset":5571},{"uri":"Cranberry","surface_form":"Cranberry","offset":5661},{"uri":"Probiotics","surface_form":"probiotics","offset":5928},{"uri":"Nitrofurantoin","surface_form":"nitrofurantoin","offset":6161},{"uri":"Sulfamethoxazole","surface_form":"sulfamethoxazole","offset":6180},{"uri":"Topical","surface_form":"topical","offset":6338},{"uri":"Estrogen","surface_form":"estrogen","offset":6354},{"uri":"Pessary","surface_form":"pessaries","offset":6506},{"uri":"Vaccine","surface_form":"vaccine","offset":6605},{"uri":"Prophylactic","surface_form":"preventative","offset":6697},{"uri":"Chronic_kidney_disease","surface_form":"chronic kidney disease","offset":6980},{"uri":"Urinalysis","surface_form":"Urinalysis","offset":7130},{"uri":"Urinary_nitrite","surface_form":"urinary nitrite","offset":7244},{"uri":"White_blood_cells","surface_form":"white blood cells","offset":7262},{"uri":"Leukocyte_esterase","surface_form":"leukocyte esterase","offset":7297},{"uri":"Urine_microscopy","surface_form":"urine microscopy","offset":7331},{"uri":"Red_blood_cells","surface_form":"red blood cells","offset":7359},{"uri":"Microbiological_culture","surface_form":"culture","offset":7414},{"uri":"Colony-forming_unit","surface_form":"colony-forming unit","offset":7514},{"uri":"Menopause","surface_form":"menopause","offset":8209},{"uri":"Suprapubic_aspiration","surface_form":"suprapubic aspiration","offset":8675},{"uri":"World_Health_Organization","surface_form":"World Health Organization","offset":8785},{"uri":"American_Academy_of_Pediatrics","surface_form":"American Academy of Pediatrics","offset":9049},{"uri":"Renal_ultrasound","surface_form":"renal ultrasound","offset":9091},{"uri":"Voiding_cystourethrogram","surface_form":"voiding cystourethrogram","offset":9112},{"uri":"National_Institute_for_Clinical_Excellence","surface_form":"National Institute for Clinical Excellence","offset":9349},{"uri":"Cervicitis","surface_form":"cervicitis","offset":9527},{"uri":"Cervix","surface_form":"cervix","offset":9559},{"uri":"Vaginitis","surface_form":"vaginitis","offset":9570},{"uri":"Vagina","surface_form":"vagina","offset":9601},{"uri":"Chlamydia_trachomatis","surface_form":"Chlamydia trachomatis","offset":9648},{"uri":"Neisseria_gonorrheae","surface_form":"Neisseria gonorrheae","offset":9675},{"uri":"Candidal_vulvovaginitis","surface_form":"yeast infection","offset":9756},{"uri":"Interstitial_cystitis","surface_form":"Interstitial cystitis","offset":9773},{"uri":"Prostatitis","surface_form":"Prostatitis","offset":9966},{"uri":"Prostate","surface_form":"prostate","offset":9999},{"uri":"Phenazopyridine","surface_form":"Phenazopyridine","offset":10074},{"uri":"Methemoglobinemia","surface_form":"methemoglobinemia","offset":10279},{"uri":"Methemoglobin","surface_form":"methemoglobin","offset":10347},{"uri":"Acetaminophen","surface_form":"Acetaminophen","offset":10375},{"uri":"Antibiotic","surface_form":"antibiotic","offset":10726},{"uri":"Sulfamethoxazole","surface_form":"sulfamethoxazole","offset":10746},{"uri":"Cephalosporin","surface_form":"cephalosporin","offset":10774},{"uri":"Nitrofurantoin","surface_form":"nitrofurantoin","offset":10790},{"uri":"Quinolone","surface_form":"fluoroquinolone","offset":10811},{"uri":"Infectious_Diseases_Society_of_America","surface_form":"Infectious Diseases Society of America","offset":11165},{"uri":"Antibiotic_resistance","surface_form":"resistance","offset":11305},{"uri":"Trimethoprim","surface_form":"trimethoprim","offset":11532},{"uri":"Intravenous","surface_form":"intravenous","offset":11834},{"uri":"Ciprofloxacin","surface_form":"ciprofloxacin","offset":11898},{"uri":"Ceftriaxone","surface_form":"ceftriaxone","offset":12068},{"uri":"Kidney_stone","surface_form":"kidney stone","offset":12313},{"uri":"Nosocomial_infection","surface_form":"hospital acquired infections","offset":12866},{"uri":"Ebers_Papyrus","surface_form":"Ebers Papyrus","offset":14079},{"uri":"BC","surface_form":"BC","offset":14115},{"uri":"Bloodletting","surface_form":"bloodletting","offset":14218},{"uri":"Sulphonamide","surface_form":"Sulphonamide","offset":14320},{"uri":"Pregnancy","surface_form":"pregnancy","offset":14450},{"uri":"Progesterone","surface_form":"progesterone","offset":14466},{"uri":"Cephalexin","surface_form":"Cephalexin","offset":14863},{"uri":"Nitrofurantoin","surface_form":"nitrofurantoin","offset":14877},{"uri":"Premature_birth","surface_form":"premature birth","offset":15031},{"uri":"Pre-eclampsia","surface_form":"pre-eclampsia","offset":15050},{"uri":"Hypertension","surface_form":"high blood pressure","offset":15076},{"uri":"Seizures","surface_form":"seizures","offset":15120}]}