{"id":326861,"url":"http://en.wikipedia.org/wiki/Pollyanna_(1960_movie)","text":"\"Pollyanna\" (1960) is a Walt Disney Productions movie. It stars child actress Hayley Mills and Jane Wyman. The movie is based on the 1913 children's novel \"Pollyanna\" by Eleanor Porter. David Swift wrote the screenplay and directed the movie. \"Pollyanna\" is the first of six movies Mills made for Disney. She won an Academy Juvenile Award for her performance as Pollyanna.\nStory.\nPollyanna is an orphan. She arrives in the town of Harrington to live with her rich Aunt Polly. The girl is a happy youngster who believes in the goodness of life. She makes many friends. Aunt Polly controls the town because she is the richest citizen. The people of Harrington want an old orphanage rebuilt. Aunt Polly opposes the idea. The people defy Aunt Polly and plan a bazaar to raise funds for a new building. Aunt Polly is furious. She forbids Pollyanna to participate. On the evening of the bazaar however, Pollyanna slips away and has a wonderful time. She returns home. She tries to avoid her Aunt by climbing a tree outside her bedroom window. She falls and injures her legs. Her cheerful spirits sink, making recovery doubtful. The people of Harrington learn of Pollyanna's accident. They visit her and assure her that she is loved. Pollyanna's spirits return to their usual cheerfulness. She leaves for Baltimore with Aunt Polly to have an operation on her legs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Walt_Disney_Productions","surface_form":"Walt Disney Productions","offset":24},{"uri":"Hayley_Mills","surface_form":"Hayley Mills","offset":78},{"uri":"Jane_Wyman","surface_form":"Jane Wyman","offset":95},{"uri":"Pollyanna","surface_form":"Pollyanna","offset":156},{"uri":"Eleanor_Porter","surface_form":"Eleanor Porter","offset":170},{"uri":"David_Swift","surface_form":"David Swift","offset":186},{"uri":"Screenplay","surface_form":"screenplay","offset":208},{"uri":"Academy_Juvenile_Award","surface_form":"Academy Juvenile Award","offset":316},{"uri":"Orphan","surface_form":"orphan","offset":396}]}