{"id":326879,"url":"http://en.wikipedia.org/wiki/The_Sleeping_Beauty_(ballet)","text":"\"The Sleeping Beauty\" is a ballet in a prologue and three acts. Marius Petipa and Ivan Vsevolojsky wrote the story of the ballet. It was based on Charles Perrault's 1697 fairy tale \"The Sleeping Beauty in the Wood\". Tchaikovsky wrote the music. Marius Petipa designed the dances. \"The Sleeping Beauty\" was first presented at the Mariinsky Theatre in St. Petersburg, Russia, on 15 January 1890. Carlotta Brianza danced the Princess and Pavel Gerdt the Prince, with Marie Petipa as the Lilac Fairy and Enrico Cecchetti as Carabosse. It was first presented in Europe in a shortened version by the Ballets Russes in London on 2 November 1921. Catherine Littlefield designed the first complete \"Sleeping Beauty\" in the United States, and presented the production on 12 February 1937 at the Academy of Music, Philadelphia, with the Philadelphia Ballet.\nBackground.\nAbout ten years after Tchaikovsky's \"Swan Lake\" was presented for the first time, Tchaikovsky was asked to write a ballet for the Mariinsky Theatre in St. Petersburg. The ballet would be based on Charles Perrault's fairy tale \"The Sleeping Beauty in the Wood\". Tchaikovsky was very happy this story had been chosen. It was set in the age of Louis XIV. He would have the chance to write music in the Baroque style.\nPetipa gave Tchaikovsky very special directions about tempi, meter, and other musical matters. He even specified the length of particular pieces in exact numbers of bars. He asked for a Waltz in Act 1, a Mazurka in Act 2, and a Polonaise in Act 3. The ballet is tied together (and its drama and suspense heightened) through the repeated use of the two musical themes representing good and evil, personified by the Lilac Fairy and Carabosse respectively. Petipa's specifications stimulated Tchaikovsky's imagination, rather than hindered it as one might expect.\nTchaikovsky's interest in setting the tale reaches back to 1867. It was then that he wrote a little ballet on the story for the children of his sister Alexandra Davydova. He had done the same for \"Swan Lake\". In November 1888, he had a conference with theater officials and Petipa. A draft of the scenario was drawn up. Petipa provided Tchaikovsky with a detailed analysis of the musical requirements. The composer set to work, and finished the score on 1 September 1889.\nPrologue.\nA brief overture contrasts the themes of the malicious Carabosse and the benevolent Lilac Fairy. When the curtain rises, the court assembles for Princess Aurora's christening. Six fairies present their gifts. Carabosse, a fairy overlooked by the master of ceremonies, enters. She curses Aurora. The Princess shall die on her 16th birthday, she says, after pricking her finger on the spindle of a spinning wheel. The remaining seventh fairy the Lilac Fairy comes forward. She cannot put the curse to rest, but she can soften it. The Princess shall not die, she commands, but sleep one hundred years. At the end of that term, a Prince will awaken her with true love's kiss.\nAct 1.\nSixteen years after the christening of Princess Aurora, the court assembles in the palace gardens to celebrate Aurora's birthday. Villagers dance a waltz. Aurora dances an adagio with four noble suitors. Carabosse enters unnoticed and slips Aurora a spindle. The Princess pricks her finger on the spindle. She falls to the ground, sound asleep. The Princess is carried into the palace by the noble suitors. The Lilac Fairy puts the entire court to sleep, then causes a dense forest of trees and thorns to surround the castle.\nAct 2.\n\"Scene 1.\" \"The Prince's hunt. A woodland glade with a river in the background.\" The stage is empty. Hunting horns are heard. Prince Desire, his tutor Galifron, and his friends enter. They have paused in the hunt to take refreshments. Several dances are performed by various ladies of the court. The hunt is resumed. The Prince is tired so chooses to remain alone in the forest. Here, he meets the Lilac Fairy who emerges from a boat of mother of pearl on the river. She has chosen him as the prince to awaken princess Aurora, and presents various visions of the princess to him. He quickly falls in love with her from the visions and begs the Lilac Fairy to lead him to her. The Lilac Fairy guides him through the forest until they reach the enchanted castle where Aurora rests.\n\"Scene 2.\" \"Sleeping Beauty's castle.\" The Sleeping Beauty lies on a canopied bed. The King and Queen sleep in armchairs nearby. The courtiers and pages sleep standing up and leaning upon one another. Dust and cobwebs cover everything. The Lilac Fairy and the Prince enter. He tries to rouse the Princess and the court, but without success. The Lilac Fairy stands aside without interfering. The Prince kisses the Princess. She awakens. The dust and cobwebs disappear. The court awakens. The King grants the marriage of the Prince and Princess.\nAct 3.\n\"The Wedding of Prince Désiré and Princess Aurora on the esplanade of King Florestan's palace.\"\nThe court assembles to celebrate the marriage of Prince Désiré and Princess Aurora. The King and Queen make their entrances with the newlyweds. The festivities begin with a series of \"divertissements\". The Diamond, Gold, Silver, and Sapphire Fairies dance. Several fairy tale characters dance: Puss in Boots and the White Cat; the Bluebird and Princess Florine; Little Red Riding Hood and the Wolf; Cinderella and Prince Fortuné; and finally Hop o' My Thumb with his brothers and the ogre. The Prince and Princess dance a \"pas de deux\". Roman, Persian, Indian, American, and Turkish characters dance a Sarabande. The act ends with a \"tableau vivant\" representing the Glory of the Fairies. This \"tableau\" was changed to represent the Glory of Apollo.","categories":[],"infobox_types":["ballet"],"annotations":[{"uri":"Ballet","surface_form":"ballet","offset":27},{"uri":"Marius_Petipa","surface_form":"Marius Petipa","offset":64},{"uri":"Ivan_Vsevolojsky","surface_form":"Ivan Vsevolojsky","offset":82},{"uri":"Charles_Perrault","surface_form":"Charles Perrault","offset":146},{"uri":"Fairy_tale","surface_form":"fairy tale","offset":170},{"uri":"The_Sleeping_Beauty_in_the_Wood","surface_form":"The Sleeping Beauty in the Wood","offset":182},{"uri":"Tchaikovsky","surface_form":"Tchaikovsky","offset":216},{"uri":"Marius_Petipa","surface_form":"Marius Petipa","offset":245},{"uri":"Mariinsky_Theatre","surface_form":"Mariinsky Theatre","offset":329},{"uri":"Saint_Petersburg","surface_form":"St. Petersburg","offset":350},{"uri":"Russia","surface_form":"Russia","offset":366},{"uri":"Europe","surface_form":"Europe","offset":557},{"uri":"Ballets_Russes","surface_form":"Ballets Russes","offset":594},{"uri":"London","surface_form":"London","offset":612},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":803},{"uri":"Swan_Lake","surface_form":"Swan Lake","offset":896},{"uri":"Mariinsky_Theatre","surface_form":"Mariinsky Theatre","offset":989},{"uri":"St._Petersburg","surface_form":"St. Petersburg","offset":1010},{"uri":"Charles_Perrault","surface_form":"Charles Perrault","offset":1055},{"uri":"The_Sleeping_Beauty_in_the_Wood","surface_form":"The Sleeping Beauty in the Wood","offset":1086},{"uri":"Louis_XIV","surface_form":"Louis XIV","offset":1200},{"uri":"Baroque","surface_form":"Baroque","offset":1258},{"uri":"Style","surface_form":"style","offset":1266},{"uri":"Tempo","surface_form":"tempi","offset":1327},{"uri":"Musical_meter","surface_form":"meter","offset":1334},{"uri":"Measure_(music)","surface_form":"bar","offset":1438},{"uri":"Waltz","surface_form":"Waltz","offset":1459},{"uri":"Mazurka","surface_form":"Mazurka","offset":1477},{"uri":"Polonaise","surface_form":"Polonaise","offset":1501},{"uri":"Overture","surface_form":"overture","offset":2324},{"uri":"Christening","surface_form":"christening","offset":2479},{"uri":"Birthday","surface_form":"birthday","offset":3115},{"uri":"Waltz","surface_form":"waltz","offset":3143},{"uri":"Forest","surface_form":"forest","offset":3470},{"uri":"Pas_de_deux","surface_form":"pas de deux","offset":5478},{"uri":"Apollo","surface_form":"Apollo","offset":5697}]}