{"id":327060,"url":"http://en.wikipedia.org/wiki/Chinese_cobra","text":"The Chinese cobra (\"Naja atra\"), also called Taiwan cobra, is a species of cobra in the Elapidae family, found mostly in southern China and a couple of neighboring nations and islands. It is one of the most prevalent venomous snakes in Taiwan, which has caused snakebite incidents to humans.\nEtymology and names.\n\"Naja atra\" was first described by Danish physician, zoologist, and botanist Theodore Edward Cantor in 1842. The generic name \"naja\" is a Latinisation of the Sanskrit word () meaning \"cobra\". The specific epithet \"atra\" comes from the Latin term ater, which means \"dark\", \"black\", or \"gloomy\".\nIn Mandarin Chinese, the snake is known as \"Zhōnghuá yǎnjìngshé\" (中華眼鏡蛇, lit. \"Chinese spectacled snake\", i.e. Chinese cobra), \"Zhōushān yǎnjìngshé\" (舟山眼鏡蛇, lit. \"Zhoushan spectacled snake\", i.e. Zhoushan cobra) or, in Guangdong and Hong Kong, \"fànchǎntóu\" (飯鏟頭, lit. \"rice paddle head\"). \"Spectacled snake\" refers to the markings which the snake may at times have on the back of the hood that resemble eyeglasses. In Taiwanese, the snake is known as \"pn̄g-sî-chhèng\" (飯匙倩/銃, lit. \"rice paddle ?\"), \"ba̍k-kiàⁿ-chôa\" (目鏡蛇, lit. \"spectacled snake\", i.e. cobra), or \"tn̂g-ām-chôa\" (長頷蛇, lit. \"long-chinned snake\").\nDescription.\n\"Naja atra\" is iridescent black with a number of distant transversal double lines of a yellow colour. The abdominal surface is pearl or slaty coloured.\nThis medium-sized snake is usually long, but they can grow to a maximum length of though this is rare. The dorsal color of the Chinese cobra is usually brown, grey or black, with or without narrow, light transverse lines at irregular intervals which are especially prominent in juveniles. The head on this species is broad, slightly triangular in shape and is slightly distinct from the neck. The dorsal scales are smooth and glossy, while the dorsolateral scales are strongly oblique. This is a heavy bodied snake, the body is slightly flattened, and may be significantly flattened when threatened, and it has a short tail. The nostrils of this species are large and prominent. The eyes are medium-sized and the iris is a dark dirty yellow dappled with gray-black or blue-black and the pupil is round and jet black. Like other elapids, this is a proteroglyphous snake with fangs that are permanently erect and are located at the anterior of the upper jaw. The upper head is usually the same color as the tail and dorsal part of the body, while the sides of the head are lighter in colour. Specimens with other colors on their dorsal surface, such as white, yellow or brown do occur. There may be irregular or scattered crosslines of white to light gray along the upper body and a spectacle marking on the hood, however, the hood markings may vary from partial figures to asymmetrical patterns. The ventral head and neck are white to light gray or light orange in colour. The ventral face of the hood may have a pair of small dark spots followed by a dark transverse band.\nThere is some variation in the colour of the ventral body and tail: it may be white to gray, dark gray mottled with white, or blackish. The populations in different geographic regions of Taiwan reveal a unique composition of ventral colouration: the eastern population is exclusively blackish (100%), the central and southern populations are mainly white to gray (both 80%), and the proportions of blackish and white-gray morphs in the northern population are 60% and 30%, respectively.\nWhere it lives.\nThis species is found in southeastern China (including the provinces of Sichuan, Fujian, Guangdong, Guangxi, Guizhou, Hunan, Hubei, Zhejiang, and the Island province of Hainan), Hong Kong, northern Laos, northern Vietnam, and Taiwan, where it is much more common in the south.\nHabitat.\nIts typical habitat is woodlands, shrublands, grasslands, and mangroves. This species is adaptable to a wide range of terrain including grassland plains, jungle, open fields and even heavily populated regions. As an adaptable species, it occurs in a wide variety of habitats across its range. It can be found in rice paddy fields in maritime lowlands to various types of montaine forests, though it avoids dark forest with closed canopy. In primary monsoon season and rain forests, \"Naja atra\" inhabits clearings and riverbanks. Higher population density is observed in the vicinity of human settlements, in secondary forests, and in rice paddy fields which are adjacent to forests. The species can be found anywhere from sea level all the way up to elevations of more than above sea level. It usually hides under leaves, sticks, and rocks.\nHow it acts.\nThe Chinese cobra is a very alert, seldom cornered, but if confronted will raise its forebody and spread its hood and strike readily if necessary. Adults can be very aggressive, but the younger tend to be more aggressive. The Chinese cobra usually escapes to avoid confrontation with humans, but strikes readily if provoked. The snake is terrestrial, diurnal and crepuscular which means it is active by day and twilight. This species has been observed hunting during all daylight periods and as late as 2–3 hours after sunset from March to October, with ambient temperatures of 20–32°C (68–90°F).\nWhat it eats.\nThe Chinese Cobra has a widely varied diet and it mainly preys on rodents such as mice and rats, frogs, toads and even other snakes. It is active during both the day and night. The diet of this snake is highly variable. It preys on any vertebrates from fish to mammals. Juveniles eat mosly amphibians, whereas adults usually prefer reptiles and mammals - during amphibian breeding periods, however, adult cobras eat mostly frogs or toads: the Cricket frog (\"Fejervarya limnocharis\"), the Common tree frog (\"Polypedates leucomystax\"), and the Asian common toad (\"Duttaphrynus melanostictus\").\nReproduction.\nIt is oviparous. Mating and egg-laying periods are very extended. The species has been observed mating in the mountains of the western Tonkin region, at elevations of in the months of March through May. As recorded, gravid females will lay between 6 and 23 eggs sometime between May through to the end of July.\nVenom.\nThe Chinese cobra is a highly venomous member of the true cobras (genus \"Naja\"). Its venom consists mainly of postsynaptic neurotoxins and cardiotoxins. Four cardiotoxin-analogues I, II, III, and IV, account for about 54% of the dry weight of the crude venom and have cytotoxic properties. The LD50 values of its venom in mice are 0.29 mg/kg IV, and a range of 0.53 mg/kg - 0.67 mg/kg SC. The average venom yield from a snake of this species kept at a snake farm was about 250.8 mg (80 mg dry weight). Although this is not a spitting cobra, some rare individuals (mostly specimens from Guizhou Province) are capable of ejecting venom towards a threat within a distance of.\nLocal symptoms in victims caused by Chinese cobra are wound darkening, localized redness and swelling, pain, insensibility, and invariably blisters and necrosis. Necrosis is a serious problem in cases of cobra bite as it may persist for many years after the general recovery of the victim. The following systemic symptoms may also occur: chest discomfort, fever, sore throat, difficulty in swallowing, loss of voice, weak feeling in limbs, walking haltingly, general ache, lockjaw, and difficulty in breathing. Fatality occasionally occurs. The antivenom is widely available and deaths are much rarer than they used to be.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cobra","surface_form":"cobra","offset":75},{"uri":"Elapidae","surface_form":"Elapidae","offset":88},{"uri":"Venomous_snakes","surface_form":"venomous snakes","offset":217},{"uri":"Taiwan","surface_form":"Taiwan","offset":236},{"uri":"Snakebite","surface_form":"snakebite","offset":261},{"uri":"Danes","surface_form":"Danish","offset":348},{"uri":"Theodore_Edward_Cantor","surface_form":"Theodore Edward Cantor","offset":390},{"uri":"Genus","surface_form":"generic","offset":426},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":471},{"uri":"Species","surface_form":"specific","offset":509},{"uri":"Mandarin_Chinese","surface_form":"Mandarin Chinese","offset":610},{"uri":"Cobra","surface_form":"cobra","offset":726},{"uri":"Zhoushan","surface_form":"Zhoushan","offset":770},{"uri":"Guangdong","surface_form":"Guangdong","offset":826},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":840},{"uri":"Rice_paddle","surface_form":"rice paddle","offset":876},{"uri":"Taiwanese_Hokkien","surface_form":"Taiwanese","offset":1025},{"uri":"Rice_paddle","surface_form":"rice paddle","offset":1089},{"uri":"Cobra","surface_form":"cobra","offset":1159},{"uri":"Proteroglypha","surface_form":"proteroglyphous","offset":2231},{"uri":"People%27s_Republic_of_China","surface_form":"China","offset":3498},{"uri":"Sichuan","surface_form":"Sichuan","offset":3532},{"uri":"Fujian","surface_form":"Fujian","offset":3541},{"uri":"Guangdong","surface_form":"Guangdong","offset":3549},{"uri":"Guangxi","surface_form":"Guangxi","offset":3560},{"uri":"Guizhou","surface_form":"Guizhou","offset":3569},{"uri":"Hunan","surface_form":"Hunan","offset":3578},{"uri":"Hubei","surface_form":"Hubei","offset":3585},{"uri":"Zhejiang","surface_form":"Zhejiang","offset":3592},{"uri":"Island_province","surface_form":"Island province","offset":3610},{"uri":"Hainan","surface_form":"Hainan","offset":3629},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":3638},{"uri":"Laos","surface_form":"Laos","offset":3658},{"uri":"Vietnam","surface_form":"Vietnam","offset":3673},{"uri":"Taiwan","surface_form":"Taiwan","offset":3686},{"uri":"Woodland","surface_form":"woodland","offset":3769},{"uri":"Shrublands","surface_form":"shrublands","offset":3780},{"uri":"Grasslands","surface_form":"grasslands","offset":3792},{"uri":"Mangroves","surface_form":"mangroves","offset":3808},{"uri":"Diurnality","surface_form":"diurnal","offset":4951},{"uri":"Rodent","surface_form":"rodent","offset":5277},{"uri":"Frogs","surface_form":"frogs","offset":5308},{"uri":"Toads","surface_form":"toads","offset":5315},{"uri":"Snakes","surface_form":"snakes","offset":5336},{"uri":"Fejervarya_limnocharis","surface_form":"Cricket frog","offset":5654},{"uri":"Common_Tree_Frog","surface_form":"Common tree frog","offset":5699},{"uri":"Duttaphrynus_melanostictus","surface_form":"Asian common toad","offset":5753},{"uri":"Oviparous","surface_form":"oviparous","offset":5823},{"uri":"Neurotoxin","surface_form":"neurotoxin","offset":6258},{"uri":"Cardiotoxin","surface_form":"cardiotoxin","offset":6274},{"uri":"Cytotoxin","surface_form":"cytotoxic","offset":6403},{"uri":"Median_lethal_dose","surface_form":"LD50","offset":6429},{"uri":"Mice","surface_form":"mice","offset":6457},{"uri":"Intravenous_therapy","surface_form":"IV","offset":6477},{"uri":"Subcutis","surface_form":"SC","offset":6520},{"uri":"Guizhou","surface_form":"Guizhou","offset":6721},{"uri":"Swelling","surface_form":"swelling","offset":6901},{"uri":"Pain","surface_form":"pain","offset":6911},{"uri":"Insensibility","surface_form":"insensibility","offset":6917},{"uri":"Necrosis","surface_form":"necrosis","offset":6960},{"uri":"Sore_throat","surface_form":"sore throat","offset":7171}]}