{"id":327089,"url":"http://en.wikipedia.org/wiki/Tania_Khalill","text":"Tania Khalill (stage name Tânia Calil Padis Campos, July 8, 1977 in São Paulo) is a Brazilian actress.\nBiography.\nEmiliano is the daughter of a pediatrician and psychologist Terezinha Campos Campos Calil (the Calil's name, she turned into Khalill), São Paulo, created in the neighborhood of Partridges, is the second of three daughters, descendants of Spaniards and Lebanese.\nAs a teenager he studied Brazilian Baptist College. In 2000, Tania graduated in psychology at the University Mackenzie, because his family was important to go to college, but has never practiced the craft.\nTania practiced ballet for 16 years, between 6 and 22 years, danced professionally for five in the Paulista Dance Company, formed by the classical ballet dancer Paula Castro, lived for five months in Cuba to study at the National School Ballet of Cuba, one of the most respected in the world. He also starred in advertising campaigns, although part of the casting of the Elite modeling agency, has never walked the catwalks.\nTo improve as a dancer, sought inspiration in the theater and found a new vocation, was increasingly embarking on the path of dramatic art, leaving the dance side. Stepped in the first seven years, representing a play Juliet in the school, decided to invest in the career of actress, studied drama for seven years, graduated from Carmina Actors School and passed the courses Beto Silveira, Theatre-Macunaíma school, also attended the course in television and theater professionals in the studio for Wolf Maya and the Theatre Workshop of Interpretation for Oswaldo Boaretto for five years. The movie made ​​the course of the Great Azevedo and Márcio Mehiel. Tania also studied speech and presentation by SENAC TV.\nIn 2002 premiered on television in the supporting cast of the soap opera, \"Sabor da Paixão\". In 2004 he participated in the show \"Galera\", TV Cultura, a history teacher making and interprets it the first character of their prominence, the samba Nalva Ferrari in the novel \"Senhora do Destino\", of Aguinaldo Silva, a role that was rumored to Scheila Carvalho and Luma de Oliveira. In 2006, Nikki Ortega lived, a heel in \"Cobras & Lagartos\". In 2008, participated in serious \"Casos e Acasos\" and \"Guerra e Paz\". In 2009, around the novels, playing the passionate Duda in \"Caminho das Índias\".\nOn stage, debuted in 1995 with a piece of Naum Alves. Since then he has staged works by Nelson Rodrigues, Short Comedy by Luís Fernando Veríssimo and directed by Wolf Maya, The Suitcase, by Larry Shue and directed by Isser Koriki, along with José Rubens Chachá. In 2002, he participated in SCYSD short film, a film course design at Fundação Armando Álvares Penteado (FAAP) in 2005 joined the cast of another short, The Opposite Sex, under the direction of Hudson Glauber Finally in 2009, participates in the short Innocent directed by Thiago Luciano and Bob Shultz, who was at the 13th International Film Festival Latino in Los Angeles, United States.\nIt was the cover of magazines: Boa Forma, Claudia, Manequim, Corpo a Corpo, among others. Sensual held for VIP magazine, with cover of the publication in September 2004, was still present in the list of one hundred sexiest women in the world in the same magazine that year was also considered one of the 25 sexiest women in the annual ranking of the journal This is People in 2004 and 2009. She refused the invitation of men's magazine Playboy to pose nude.\nIn 2010 Great Little attended the show, the children's musical based on the book was titled CD released by Jair Oliveira in 2009 and was nominated for a Grammy Latino in the same year. We recently debuted the piece ?, with text by Mario Viana and opposite Dalton Vigh.\nIn 2010 the actress involved with a children's project, launched in October, \"Acampamento de Férias 2 - A Arvore da Vida\", where he plays Debora. In the movie, the actress will work with Murilo Rosa and Isaiah Washington in the sci-fi \"Area Q\", a co-production between Brazil and the United States, which deals with the appearance of aliens in Quixadá and Quixeramobim, Ceará cities. She will live Valkyrie, a reporter at the service of self-interested superpower. The movie is directed by Gerson Sanginitto Halder Gomes and production of the recordings take place in Ceará and Los Angeles.\nIn 2011 was in the telenovela \"Fina Estampa\", playing the teacher Letícia. In 2012 interpreted the turquoise Ayla in the telenovela \"Salve Jorge\" of Glória Perez.\nPersonal life.\nOn December 10, 2005, married the singer Jair Oliveira, who in childhood was part of the group Turma do Balão Mágico, known then as Jairzinho in the church of Our Lady of Perpetual Help in São Paulo, officiating a marriage that lasted four years, she met her husband when he sang in a bar in São Paulo. Jair Before, she had three boyfriends long. The couple have two daughters, Isabella, born July 10, 2007 in São Luiz hospital, and Laura born March 5, 2011 in São Luiz hospital, as well as his sister.","categories":[],"infobox_types":[],"annotations":[{"uri":"Stage_name","surface_form":"stage name","offset":15},{"uri":"July_8","surface_form":"July 8","offset":52},{"uri":"1977","surface_form":"1977","offset":60},{"uri":"S%C3%A3o_Paulo_(city)","surface_form":"São Paulo","offset":68},{"uri":"Brazil","surface_form":"Brazilian","offset":84},{"uri":"Actress","surface_form":"actress","offset":94},{"uri":"Cuba","surface_form":"Cuba","offset":782},{"uri":"Television","surface_form":"television","offset":1741},{"uri":"Soap_opera","surface_form":"soap opera","offset":1782},{"uri":"Senhora_do_Destino","surface_form":"Senhora do Destino","offset":1993},{"uri":"Caminho_das_%C3%8Dndias","surface_form":"Caminho das Índias","offset":2290},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":2935},{"uri":"United_States","surface_form":"United States","offset":2948},{"uri":"Playboy","surface_form":"Playboy","offset":3399},{"uri":"Nude","surface_form":"nude","offset":3415},{"uri":"Brazil","surface_form":"Brazil","offset":3959},{"uri":"United_States","surface_form":"United States","offset":3974},{"uri":"Cear%C3%A1","surface_form":"Ceará","offset":4060},{"uri":"Cear%C3%A1","surface_form":"Ceará","offset":4258},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":4268},{"uri":"Gl%C3%B3ria_Perez","surface_form":"Glória Perez","offset":4430},{"uri":"S%C3%A3o_Paulo","surface_form":"São Paulo","offset":4648}]}