{"id":32704,"url":"http://en.wikipedia.org/wiki/Tenerife","text":"Tenerife is one of the seven Canary Islands. It is part of the province of Santa Cruz de Tenerife, the capital of the province being on the island. The other province in the canary Islands is Las Palmas de Gran Canaria. With 899.833 inhabitants, Tenerife is the most populated island of the Canary Islands and Spain.\nThe flag adopted by the island is that of a white St Andrew's cross on a navy blue background this is due to St Andrew being the patron saint of the island.\nGeologically it grew up from a volcano, the Teide. This volcano has had many violent eruptions over its very long history, the most recent of those eruptions took place in 1909.\nIsland capital is Santa Cruz de Tenerife, other important cities are Puerto de la Cruz, La Orotava, Arona, Adeje and San Cristóbal de La Laguna, all in the north of the island. Also important town of Candelaria, where they worship the patron saint of the Canary Islands, the Virgin of Candelaria.\nThe island is currently dependent on the tourism industry for much of its income.\nTenerife has two international airports, one in the south near the centres of tourism in Playa de Las Americas, Costa Adeje and Los Cristianos, and one in the north near Santa Cruz, which is where the world's worst plane disaster happened on March 27, 1977. Two Boeing 747 planes collided on the runway and killed 583 people.\nThe biggest tourist attractions are the volcano Teide (top is more than 3,000 m above sea level) and the Loro Parque in Puerto de la Cruz.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canary_Islands","surface_form":"Canary Islands","offset":29},{"uri":"Santa_Cruz_de_Tenerife","surface_form":"Santa Cruz de Tenerife","offset":75},{"uri":"Spain","surface_form":"Spain","offset":310},{"uri":"Volcano","surface_form":"volcano","offset":505},{"uri":"Teide","surface_form":"Teide","offset":518},{"uri":"Puerto_de_la_Cruz","surface_form":"Puerto de la Cruz","offset":721},{"uri":"La_Orotava","surface_form":"La Orotava","offset":740},{"uri":"Arona","surface_form":"Arona","offset":752},{"uri":"Adeje","surface_form":"Adeje","offset":759},{"uri":"San_Crist%C3%B3bal_de_La_Laguna","surface_form":"San Cristóbal de La Laguna","offset":769},{"uri":"Candelaria","surface_form":"Candelaria","offset":852},{"uri":"Virgin_of_Candelaria","surface_form":"Virgin of Candelaria","offset":927},{"uri":"March_27","surface_form":"March 27","offset":1273},{"uri":"1977","surface_form":"1977","offset":1283},{"uri":"Boeing_747","surface_form":"Boeing 747","offset":1293},{"uri":"Loro_Parque","surface_form":"Loro Parque","offset":1462}]}