{"id":327263,"url":"http://en.wikipedia.org/wiki/Ch%C5%ABgoku_region","text":"The, also known as the, is one of Japan's traditional regions. The Japanese conventions of geography and history divide the nation into eight regions, including the Chūgoku region. These have been used since 1905 as basic units for description and comparison and as cultural markers.\nThe regions of Japan are a fusion of historical divisions and modern administrative needs\". The significance of the region in Japan is geographical, cultural and administrative.\nHistory.\nIn the late 7th century, the \"San'indō\" and \"San'yōdō\" were identified as two of the eight largest administrative areas of the Imperial system (\"ritsuryo seido\").\n\"Gokishichidō\" is an ancient system of names for parts of the country, including \"San'indō\" and \"San'yōdō\". Chūgoku covers a western part of the island of Honshū in roughly the same area as the traditional \"San'indō\" and \"San'yōdō\".\nIn the Meiji period, the modern regional system was made by Imperial decree. Japan was divided into regions (\"[http://asiapacific.anu.edu.au/blogs/languagesofsecurity/2011/05/27/japanese-region/ chihō] \"), including the Chūgoku region. A regional council (\"chihō gyōsei kyōgisai\") was headed by the governor of the most powerful prefecture in the regional grouping. The council also included regional chiefs of central government ministries.\nTable: Chūgoku.\nOver time, Chūgoku has developed its own regional dialects, customs and unique traditional culture.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":34},{"uri":"Convention","surface_form":"conventions","offset":76},{"uri":"List_of_regions_of_Japan","surface_form":"regions of Japan","offset":288},{"uri":"Fusion","surface_form":"fusion","offset":311},{"uri":"Geography","surface_form":"geographical","offset":419},{"uri":"Cultural","surface_form":"cultural","offset":433},{"uri":"Public_administration","surface_form":"administrative","offset":446},{"uri":"San%27ind%C5%8D","surface_form":"San'indō","offset":501},{"uri":"San%27y%C5%8Dd%C5%8D","surface_form":"San'yōdō","offset":516},{"uri":"Gokishichid%C5%8D","surface_form":"Gokishichidō","offset":635},{"uri":"Honsh%C5%AB","surface_form":"island of Honshū","offset":779},{"uri":"Meiji_period","surface_form":"Meiji period","offset":874},{"uri":"Grouping","surface_form":"grouping","offset":1223}]}