{"id":327257,"url":"http://en.wikipedia.org/wiki/Samson_and_Delilah_(opera)","text":"\"Samson and Delilah\" (Fr: \"Samson et Dalila\") is a three-act French opera. It is based on the story of Samson and Delilah in the Old Testament of the Bible. The words and story of the opera (the \"libretto\") were written by Ferdinand Lemaire. The music was written by Camille Saint-Saëns. The opera was first performed in Weimar, Germany on 2 December 1877. It was sung in German instead of French.\nSaint-Saëns thought the Samson story would make a good oratorio. He was persuaded by Lemaire to write an opera on the subject instead. When the opera was completed, Saint-Saëns met some stiff opposition about staging it in France. It was considered sacrilegious to stage a work based on a Bible story. Additionally, Saint-Saëns was considered a \"symphonist\" rather than an opera composer. People were not interested in \"Samson\". Liszt staged the work in Germany. It was a hit. It was soon staged in America and in England.\nRoles in the opera include Samson (tenor), Delilah (mezzo-soprano), and the High Priest of Dagon (baritone). The story tells of the enslavement of the Hebrews by the Philistines. Samson urges them to resist their masters. The High Priest of Dagon uses Delilah to destroy Samson. Musical highlights include \" and \" The opera finally played the Paris Opéra. It ranked second in popularity to Charles Gounod's \"Faust\".\nComposition of the opera.\nSaint-Saëns thought the Samson and Delilah story would make a good oratorio. Oratorios were popular in the late 1860s. The city of Paris was offering a prize for a new one. Saint-Saëns asked a relative, Ferdinand Lemaire, to write the libretto. Lemaire thought the story of Samson and Delilah was better suited to an opera. He persuaded Saint-Saëns to write an opera instead of an oratorio.\nSaint-Saëns was drawn to the story because it gave him the opportunity to compose a grand duet against a rising storm. He knew Rameau's take on the story from Voltaire's libretto for an opera on the subject (now lost), but Rameau's storm was a metaphor for the wrath of God. Rossini's \"Otello\" was nearer to what Saint-Saëns had in mind. He wrote, \"I imagined a storm that would no longer be an hors-d'œuvre (a tidbit eaten before a meal) but adhere to the action and become one with it.\"\nSaint-Saëns set to work in 1868. He wrote an aria for Delilah, a duet for Samson and Delilah, and the Prelude. He tried them out at home. Friends were not very interested. The composer put the work aside for a time. He met Liszt in Weimar, Germany about 1870. Liszt encouraged him to take up the project again. He promised Saint-Saëns he would stage the opera.\nEarly performances.\nIn 1873 Saint-Saëns finished the score. Pauline Viardot staged Act 2 in a garden at Croissy. The director of the Paris Opera was present. He found the opera too Wagnerian. He also thought it neglected French opera tradition. Biblical stories were not staged in France. It was considered sacrilegious. Act 1 was performed \"concert style\" in 1875. This means it was performed without costumes, scenery, or \"acting\". It was a failure.\nSaint-Saëns kept working. He published the score. He wrote a dedication to Viardot. In 1877 Liszt staged the work at the Weimar Court Theatre in Germany. It was sung in German instead of French. The opera was well received. People liked it. Paris wasn't very interested, though. In 1890 the opera was staged in Rouen at composer Gabriel Faure's urging. It was staged the same year in Paris. Two years later it was finally staged at the Paris Opéra. The opera ranked second in popularity to Gounod's \"Faust\".\nOther early performances.\nOnce the opera gained favor with audiences it quickly spread outside France. The first production in America was at New Orleans in 1893. In 1894 it was staged at the Metropolitan Opera House in New York City. In these early days, productions were mounted in Milan, St Petersburg, and Moscow. French singers walked out on a concert performance in London in 1893. They were expected to sing in English instead of French. Biblical stories were banned from the stage in Britain. The first full production of \"Samson\" took place in 1909. King Edward VII of England was said to have helped get the opera staged.\nAssessment.\nGoodwin writes that Saint-Saëns's pupil and friend Gabriel Faure always said that the reason \"Samson and Delilah\" met with disinterest in France was the fact that the composer was viewed as a symphonistnot because the opera was based on a Biblical text. \"Symphonist\" was a pejorative term at the time. It was tossed about by opera and ballet fans. \"Samson and Delilah\" was also a departure from 19th century opera traditions. This was another reason for some to ignore it. It was a three-act opera rather than a standard five-act opera as laid down by Meyerbeer. The opera featured only three principal charactersSamson, Delilah, and the High Priestthus creating another departure from the norm.\nSaint-Saëns was almost an atheist. He did not point out a moral in this opera but let the work speak for itself. He admired the operas of Verdi. He liked the oratorios of Handel and Mendelssohntwo composers whose influence is felt in the choruses of \"Samson\". He framed the central seduction scene with the two outer acts. In contrast with Samson (strength) and the High Priest (power), Delilah is a character of \"seductive\" strength and power. She wants Samson on her sidenot for lovebut for her own vanity and sexual gratification. She puts everything she has into successfully seducing him because, if she fails, her head will be on the chopping block.\nAct 1.\nIn a square in Gaza, the Hebrews pray for release from slavery to the Philistines. Samson tries to lift their spirits. Abimelech taunts the Hebrews. He says his god Dagon is greater than the Hebrew god. Samson defies him. Abimelech attacks Samson with a sword. Samson disarms and kills him. The Hebrews flee. The High Priest of Dagon makes plans to use Delilah to trap Samson.\nDelilah enters with the priestesses of Dagon. She flirts with Samson. She invites him to her home in Sorek. An old Hebrew warns Samson about loving Delilah. Samson prays for God's protection. Delilah and the priestesses begin to dance. Samson fights his desire for Delilah. The old Hebrew repeats his warning. As the curtain closes, Samson meets Delilah's gaze. It is clear he will join her in Sorek.\nAct 2.\nIn Sorek Delilah sings about her power over Samson. The High Priest arrives. He reports that Samson and the Hebrews have destroyed the harvest. He offers gold to Delilah to trap Samson. She refuses to take the money. She wants only revenge. Delilah vows to find the secret of Samson's strength. The High Priest leaves.\nDelilah considers her chances of success. Samson arrives to say farewell. He plans to lead the Hebrew revolt. Delilah tells Samson that she loves him. He admits that he loves her. They sing rapturously. Delilah wants to know the secret of his strength. Samson will not tell her. She weeps and runs into her house. Samson follows. She learns the secret of his strength. She calls to Philistine soldiers hiding nearby. They capture Samson and blind him.\nAct 3.\nSamson is chained to a mill-wheel in a dungeon. He prays for his people. They will suffer for his sin. Samson offers his life as a sacrifice. The Hebrews are heard in the distance singing sorrowfully.\nThe Philistines are preparing a victory celebration in the temple of Dagon. The priests and priestesses sing softly. The priests dance a wild Bacchanale. Samson enters led by a boy. He is mocked by the High Priest. Delilah taunts him. The priests try to force him to kneel before a statue of Dagon. The boy leads him to the two main pillars in the temple. Samson prays for strength. He pulls down the pillars. The temple collapses. Samson is crushed with his enemies beneath the stones.\nMusical highlights.\n\"from Encyclopedia Americana, 2002; volume 24, pages 185-86\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Act_(theatre)","surface_form":"act","offset":57},{"uri":"Opera","surface_form":"opera","offset":68},{"uri":"Samson","surface_form":"Samson","offset":103},{"uri":"Old_Testament","surface_form":"Old Testament","offset":129},{"uri":"Bible","surface_form":"Bible","offset":150},{"uri":"Libretto","surface_form":"libretto","offset":196},{"uri":"Ferdinand_Lemaire","surface_form":"Ferdinand Lemaire","offset":223},{"uri":"Camille_Saint-Sa%C3%ABns","surface_form":"Camille Saint-Saëns","offset":267},{"uri":"Weimar","surface_form":"Weimar","offset":321},{"uri":"Germany","surface_form":"Germany","offset":329},{"uri":"Oratorio","surface_form":"oratorio","offset":453},{"uri":"Tenor","surface_form":"tenor","offset":956},{"uri":"Mezzo-soprano","surface_form":"mezzo-soprano","offset":973},{"uri":"Baritone","surface_form":"baritone","offset":1019},{"uri":"Charles_Gounod","surface_form":"Charles Gounod","offset":1311},{"uri":"Faust","surface_form":"Faust","offset":1329},{"uri":"Oratorio","surface_form":"oratorio","offset":1430},{"uri":"Libretto","surface_form":"libretto","offset":1598},{"uri":"Opera","surface_form":"opera","offset":1680},{"uri":"Duet","surface_form":"duet","offset":1844},{"uri":"Rameau","surface_form":"Rameau","offset":1881},{"uri":"Voltaire","surface_form":"Voltaire","offset":1913},{"uri":"Libretto","surface_form":"libretto","offset":1924},{"uri":"Metaphor","surface_form":"metaphor","offset":1998},{"uri":"Rossini","surface_form":"Rossini","offset":2029},{"uri":"Aria","surface_form":"aria","offset":2288},{"uri":"Duet","surface_form":"duet","offset":2308},{"uri":"Prelude","surface_form":"Prelude","offset":2345},{"uri":"Liszt","surface_form":"Liszt","offset":2466},{"uri":"Pauline_Viardot","surface_form":"Pauline Viardot","offset":2664},{"uri":"Richard_Wagner","surface_form":"Wagnerian","offset":2785},{"uri":"Sacrilegious","surface_form":"sacrilegious","offset":2911},{"uri":"Gabriel_Faure","surface_form":"Gabriel Faure","offset":3385},{"uri":"Faust","surface_form":"Faust","offset":3556},{"uri":"New_Orleans","surface_form":"New Orleans","offset":3706},{"uri":"Metropolitan_Opera","surface_form":"Metropolitan Opera","offset":3756},{"uri":"New_York_City","surface_form":"New York City","offset":3784},{"uri":"Milan","surface_form":"Milan","offset":3848},{"uri":"St_Petersburg","surface_form":"St Petersburg","offset":3855},{"uri":"Moscow","surface_form":"Moscow","offset":3874},{"uri":"London","surface_form":"London","offset":3936},{"uri":"Atheist","surface_form":"atheist","offset":4930},{"uri":"Handel","surface_form":"Handel","offset":5075},{"uri":"Mendelssohn","surface_form":"Mendelssohn","offset":5086},{"uri":"Hebrews","surface_form":"Hebrews","offset":5592},{"uri":"Dungeon","surface_form":"dungeon","offset":7169},{"uri":"Sin","surface_form":"sin","offset":7228}]}