{"id":327319,"url":"http://en.wikipedia.org/wiki/The_Medium","text":"\"The Medium\" is a two-act opera with words and music by Gian Carlo Menotti. It was commissioned by Columbia University. Its first performance was there on May 8, 1946. The opera's first professional production was presented on a double bill with Menotti's \"The Telephone\". This occurred at the Heckscher Theater, New York City, on February 18-20, 1947 by the Ballet Society. The Broadway production took place on May 1, 1947, at the Ethel Barrymore Theater with the same cast. In 1951, Menotti directed, with the help of filmmaker Alexander Hammid, a movie version made to resemble film noir. It starred Anna Maria Alberghetti. A live television production starring Marie Powers took place on December 12, 1948 on the TV series \"Studio One\".\nAct 1.\nMonica, Madame Flora's daughter, and Toby, a mute servant boy rescued from \"the streets of Budapest\" play dress-up. When Madame Flora, or \"Baba\" as they call her, arrives home drunk, she violently chastises them for not preparing for that night's seance. Soon the guests arrive, Mr. and Mrs. Gobineau, regulars, and the widow Mrs. Nolan who is attending for the first time. With Madame Flora in a trance in her chair, a fake seance is held where Mrs. Nolan speaks with what she thinks is her deceased sixteen-year-old daughter but is really Monica behind a screen. As Monica disappears, Mrs. Nolan rushes toward the figure and is restrained by the Gobineaus. When order is restored, Mr. and Mrs. Gobineau \"communicate\" with their deceased two-year-old son Mickey who does nothing but laugh. After they say goodbye to him, Madame Flora \"suddenly, with a loud gasp... clutches at her throat with both hands.\" She feels a phantom hand clutching her throat and is \"terror-stricken.\" After demanding that the guests leave, she calls for Monica and tells her what she felt, eventually blaming Toby who was in the other room the whole time. In an effort to calm Baba's drunken rage toward Toby, Monica sings her the dark lullaby \"The Black Swan\" which is interrupted by a voice that Baba hears causing her to fly into a terrified rage at Toby for not telling her where the voice is coming from. The act ends with Monica again singing the lullaby while Baba recites her Hail Marys.\nAct 2.\nToby is giving a puppet show for Monica, their mutual love becomes more obvious. When Baba comes home, she resumes her accusations on Toby, sure that he knows what went on that night. The guests again arrive, expecting another seance but are driven away by Madame Flora who tries to convince them that the whole thing was a sham by revealing all the tricks that she and Monica used. But the guests are not convinced and leave claiming that while she might have thought she was cheating them, she in fact was not. Once the guests are gone, she drives Toby out despite Monica's pleas on his behalf. With everyone gone, and Monica in her room, Baba pours herself another drink and questions her own sanity, becoming wild with drink and eventually passing out. Once she has fallen asleep, Toby sneaks back in and tries to get into Monica's room, but finds it locked and eventually goes to the trunk to find his tambourine. While searching, he knocks the lid of the trunk down waking Baba. Toby quickly hides in the puppet theater. As Baba tries to see where the noise came from and fetches a revolver from a drawer in the table. \"Hysterically\" she shouts out \"Who is it? Speak or I'll Shoot!\" and the puppet theater curtain moves. \"Baba screams and fires at it several times.\" As Toby's bloody body collapses grasping the curtain, Baba says \"I've killed the ghost! I've killed the ghost!\" Monica, hearing the gunshots, enters, sees Toby's lifeless body and runs for help. As the final curtain falls \"very slowly\" Baba asks \"in a hoarse whisper,\" \"Was it you?\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Opera","surface_form":"opera","offset":26},{"uri":"Gian_Carlo_Menotti","surface_form":"Gian Carlo Menotti","offset":56},{"uri":"Columbia_University","surface_form":"Columbia University","offset":99},{"uri":"The_Telephone%2C_or_L%27Amour_%C3%A0_trois","surface_form":"The Telephone","offset":257},{"uri":"Ballet_Society","surface_form":"Ballet Society","offset":359},{"uri":"Broadway_theatre","surface_form":"Broadway","offset":379},{"uri":"Alexandr_Hackenschmied","surface_form":"Alexander Hammid","offset":531},{"uri":"The_Medium_(1951_movie)","surface_form":"movie version","offset":551},{"uri":"Film_noir","surface_form":"film noir","offset":582},{"uri":"Anna_Maria_Alberghetti","surface_form":"Anna Maria Alberghetti","offset":604},{"uri":"Marie_Powers","surface_form":"Marie Powers","offset":666},{"uri":"Studio_One_(TV_series)","surface_form":"Studio One","offset":729}]}