{"id":327469,"url":"http://en.wikipedia.org/wiki/S-block","text":"The s-block is one of four blocks of elements in the periodic table. The element of s- group have a common property. The electron in their most outward electron shell are in the s-orbital. Elements in the s- are in the first two periodic table groups. The elements in group one are called the alkali metals. The elements in group two are called the alkaline earth metals.\nThe modern periodic law says that \"The properties of elements are periodic function of their atomic number.\" This means that some properties of elements are repeated as the atomic number of the elements gets larger. These repeating properties have been used to separate the elements into four s. These s are s-, p-, d-, and f-.\nProperties of s- elements.\nAll of the s- elements are metals (except Hydrogen). In general, they are shiny, silvery, good conductors of heat and electricity. They lose their valence electrons easily. In fact, they lose their trademark \"s\" orbital valence electrons so easily that the s- elements are some of the most reactive elements on the periodic table.\nThe elements in group 1, known collectively as the alkali metals (except hydrogen), always lose their one valence electron to make a +1 ion. These metals are characterized by being silvery, very soft, not very dense and having low melting points. These metals react extremely vigorously with water and even oxygen to produce energy and flammable hydrogen gas. They are kept in mineral oil to reduce the chance of an unwanted reaction or worse, an explosion.\nThe elements in group 2, known as the alkaline earth metals (except helium), always lose their two valence electrons to make a +2 ion. Like the alkali metals, the alkaline earth metals are silvery, shiny and relatively soft. Some of the elements in this column also react vigorously with water and must be stored carefully.\nS- elements are famous for being ingredients in fireworks. The ionic forms of potassium, strontium and barium make appearances in firework displays as the brilliant purples, reds and greens.\nFrancium is considered to be the most rare naturally occurring element on earth. It is estimated that there is only ever one natural atom of Francium present on earth at a time. Francium has a very unstable nucleus and undergoes nuclear decay rapidly.\n1.Alkali metals react with dry hydrogen to form hydrides.\na.These hydrides are ionic in nature\nb.These hydrides of alkali metals react with water to form corresponding hydroxides and hydrogen gas.\nc.These hydrides are strong reducing agents and their reducing nature increases down the group.\nd.Alkali metals also form complex hydrides such as LiAlH4 which is a good reducing agent.Alkali metal hydrides do not exist in water and this reaction with any other agent is carried out in protic solvent.\ne.Fused alkali metal hydrides on electrolysis produce H2 gas at anode.\na.These are most reactive metals and have strong affinity towards O2,they form oxides on surface.They are kept under kerosene or paraffin oil to protect them from air.\nb.When burnt in air (O2),li forms Li20, Na forms Na 2O2 and other alkali metals form superoxides.\n3. They are purely metallic, as they lose the electrons from the outermost shell readily, they are highly reactive metals and they have low ionization energy.\n4. Beryllium is amphoteric in nature.\nDiagonal relationship.\nThe first element in group one, Lithium, and the first in group two, Beryllium, behave differently to other members of their groups. Their behaviour is like the second element of the next group. So lithium is similar to magnesium, and beryllium is similar to aluminum.","categories":[],"infobox_types":[],"annotations":[{"uri":"Elements","surface_form":"elements","offset":37},{"uri":"Periodic_table","surface_form":"periodic table","offset":53},{"uri":"Property","surface_form":"property","offset":107},{"uri":"Electron","surface_form":"electron","offset":121},{"uri":"Electron_shell","surface_form":"electron shell","offset":152},{"uri":"S-orbital","surface_form":"s-orbital","offset":178},{"uri":"Periodic_table_group","surface_form":"periodic table group","offset":229},{"uri":"Alkali_metal","surface_form":"alkali metal","offset":293},{"uri":"Alkaline_earth_metal","surface_form":"alkaline earth metal","offset":349},{"uri":"Modern_periodic_law","surface_form":"modern periodic law","offset":376},{"uri":"Property","surface_form":"properties","offset":411},{"uri":"Periodic_function","surface_form":"periodic function","offset":438},{"uri":"Atomic_number","surface_form":"atomic number","offset":465},{"uri":"Atomic_number","surface_form":"atomic number","offset":545},{"uri":"(periodic_table)","surface_form":"s","offset":665},{"uri":"P-","surface_form":"p-","offset":684},{"uri":"D-","surface_form":"d-","offset":688},{"uri":"F-","surface_form":"f-","offset":696},{"uri":"Metals","surface_form":"metals","offset":754},{"uri":"Valence","surface_form":"valence","offset":874},{"uri":"Electrons","surface_form":"electrons","offset":882},{"uri":"Periodic_table","surface_form":"periodic table","offset":1042},{"uri":"Alkali_metal","surface_form":"alkali metal","offset":1109},{"uri":"Flammable","surface_form":"flammable","offset":1394},{"uri":"Hydrogen","surface_form":"hydrogen","offset":1404},{"uri":"Mineral_oil","surface_form":"mineral oil","offset":1435},{"uri":"Alkaline_earth_metal","surface_form":"alkaline earth metal","offset":1554},{"uri":"Fireworks","surface_form":"fireworks","offset":1888},{"uri":"Francium","surface_form":"Francium","offset":2031}]}