{"id":327443,"url":"http://en.wikipedia.org/wiki/Mandingo_(movie)","text":"\"Mandingo\" is a 1975 movie based on the book \"Mandingo\" by Kyle Onstott and upon the play based thereon by Jack Kirkland. The movie was directed by Richard Fleischer. The movie tells the story of a plantation family and their slaves. The movie was a box office hit, but critical reviews were mixed.\nStory.\nThe movie is set on Falconhurst, a run-down plantation owned by widower Warren Maxwell and his son Hammond. Hammond's Mandingo slave Ganymede, or Mede is trained to fight other slaves. Hammond neglects his wife Blanche whom he rejects on their wedding night after discovering she was not a virgin. Hammond instead rapes his slave Ellen while Blanche forces Mede to lay with her. These various, conflicting infidelities all eventually come together causing the movie to end tragically with the deaths of most of the main characters.\nResponse.\nUpon its release in 1975, critical response was mixed although box office was strong. Roger Ebert despised the film and gave it a \"zero star\" rating. Richard Schickel of \"TIME\" found the film boring and cliché-ridden. Movie critic Robin Wood was enthusiastic about the movie, calling it “the greatest film about race ever made in Hollywood”. In Leonard Maltin's annual publication \"Leonard Maltin's Movie Guide\" the movie is ranked as a \"BOMB\" and dismissed with the word \"Stinko!\"\nSome prominent critics hail the film, including the \"New York Times\" columnist Dave Kehr, who called it \"a thinly veiled Holocaust film that spares none of its protagonists,\" further describing it as \"Fleischer’s last great crime film, in which the role of the faceless killer is played by an entire social system.\" Director Quentin Tarantino has cited \"Mandingo\" as one of only two instances \"in the last twenty years [that] a major studio made a full-on, gigantic, big-budget exploitation movie\", comparing it to \"Showgirls\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Mandingo_(novel)","surface_form":"Mandingo","offset":46},{"uri":"Kyle_Onstott","surface_form":"Kyle Onstott","offset":59},{"uri":"Jack_Kirkland","surface_form":"Jack Kirkland","offset":107},{"uri":"Richard_Fleischer","surface_form":"Richard Fleischer","offset":148},{"uri":"Plantation","surface_form":"plantation","offset":198},{"uri":"Box_office","surface_form":"box office","offset":250},{"uri":"Plantation","surface_form":"plantation","offset":350},{"uri":"Mandinka_people","surface_form":"Mandingo","offset":424},{"uri":"Roger_Ebert","surface_form":"Roger Ebert","offset":934},{"uri":"Richard_Schickel","surface_form":"Richard Schickel","offset":998},{"uri":"TIME","surface_form":"TIME","offset":1019},{"uri":"Robin_Wood_(critic)","surface_form":"Robin Wood","offset":1079},{"uri":"Leonard_Maltin","surface_form":"Leonard Maltin","offset":1193},{"uri":"Leonard_Maltin%27s_Movie_Guide","surface_form":"Leonard Maltin's Movie Guide","offset":1230},{"uri":"New_York_Times","surface_form":"New York Times","offset":1383},{"uri":"Dave_Kehr","surface_form":"Dave Kehr","offset":1409},{"uri":"Quentin_Tarantino","surface_form":"Quentin Tarantino","offset":1655},{"uri":"Exploitation_film","surface_form":"exploitation movie","offset":1808},{"uri":"Showgirls","surface_form":"Showgirls","offset":1846}]}