{"id":32744,"url":"http://en.wikipedia.org/wiki/Mannheim","text":"Mannheim is a city in the south-west of Germany, in the north-west of the German state of Baden-Württemberg.\nThe city was built in the Rhine River valley where the Rhine and the Neckar Rivers meet. The city of Ludwigshafen is on the opposite bank of the Rhine. Mannheim and Ludwigshafen together with Heidelberg and other cities make a big area called \"Rhine-Neckar-Area\" or \"Rhein-Neckar Triangle\". Nearly 2.4 million people live in this area.\nAbout 294,000 people live in the city. Mannheim is the biggest city in \"Rhine-Neckar-Area\". It has an oceanic climate (\"Cfb\" in the Koeppen climate classification).\nMannheim has universities. The city has a history of important transport inventions. The first automobile, tractor and draisine (or velocipede, as the earliest recognisable bicycles were called) were all made or presented for the first time in Mannheim.\nDuring World War II almost all of the old city was destroyed. The houses were built again after the war. Year 2007 was the city's 400th birthday.\nMannheim is now an important city because of its business power and culture. It has very good transport connections, by road, rail and water.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"Germany","offset":40},{"uri":"States_of_Germany","surface_form":"German state","offset":74},{"uri":"Baden-W%C3%BCrttemberg","surface_form":"Baden-Württemberg","offset":90},{"uri":"Rhine_River","surface_form":"Rhine River","offset":135},{"uri":"Neckar","surface_form":"Neckar","offset":178},{"uri":"Ludwigshafen","surface_form":"Ludwigshafen","offset":210},{"uri":"Heidelberg","surface_form":"Heidelberg","offset":301},{"uri":"Oceanic_climate","surface_form":"oceanic climate","offset":547},{"uri":"Koeppen_climate_classification","surface_form":"Koeppen climate classification","offset":577},{"uri":"Automobile","surface_form":"automobile","offset":705},{"uri":"Tractor","surface_form":"tractor","offset":717},{"uri":"Draisine","surface_form":"draisine","offset":729},{"uri":"World_War_II","surface_form":"World War II","offset":871}]}