{"id":327453,"url":"http://en.wikipedia.org/wiki/Cedar_Rapids_(movie)","text":"\"Cedar Rapids\" is a 2011 comedy movie. It is about an insurance agent from Wisconsin who travels to Cedar Rapids, Iowa for reasons of promotion. In this movie are Anne Heche and Sigourney Weaver. The movie received positive reviews by the critics.\nPlot.\nNaive insurance agent Tim Lippe welcomes his former teacher into his home. He has sex with her. He goes over his experience as a student.\nIn his position as an insurance agent, he is sent to represent his company, the Brownstar Insurance in Cedar Rapids, Iowa. He does this as a replacement for his co-worker, Roger Lemke. Lemke died in an auto-erotic asphyxiation accident. Tim idolized Roger. He believes Roger's death was just an unfortunate accident.\nTim's boss, Bill, pressures him to win again to make sure they keep the company on top. At the conference, Lippe meets fellow insurance agents Ronald Wilkes, Dean Ziegler and Joan Ostrowski-Fox. He also meets Bree, a sex worker who works the parking lot near a hotel. She calls him \"Butterscotch\" when he offers her candy.\nTim is paired with Joan. When they win, they become drunk with Dean in the hotel's swimming pool. Tim and Joan's sexual tension builds to a head. They make out in the pool. They have sex in Joan's hotel room.\nTim runs into Dean. He lets slip about Lemke's bribery. As his friend, Dean agrees to not tell anyone. Tim later comes across Bree. he takes her to a party, then starts a fight. Ron, Dean and Joan come just in time to rescue him and Bree. Bree says she's in love with Tim.\nProduction.\nThe movie was shot in and around Ann Arbor, Michigan rather than Cedar Rapids, Iowa itself because of the failure of an Iowa movie production tax credit.\nReception.\n\"Cedar Rapids\" has an 86% rating from Rotten Tomatoes based on reviews from 160 critics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Comedy","surface_form":"comedy","offset":25},{"uri":"Movie","surface_form":"movie","offset":32},{"uri":"Wisconsin","surface_form":"Wisconsin","offset":75},{"uri":"Cedar_Rapids%2C_Iowa","surface_form":"Cedar Rapids, Iowa","offset":100},{"uri":"Anne_Heche","surface_form":"Anne Heche","offset":163},{"uri":"Sigourney_Weaver","surface_form":"Sigourney Weaver","offset":178},{"uri":"Insurance_agent","surface_form":"insurance agent","offset":260},{"uri":"Teacher","surface_form":"teacher","offset":306},{"uri":"Cedar_Rapids%2C_Iowa","surface_form":"Cedar Rapids, Iowa","offset":495},{"uri":"Candy","surface_form":"candy","offset":1025},{"uri":"Ann_Arbor%2C_Michigan","surface_form":"Ann Arbor, Michigan","offset":1559},{"uri":"Cedar_Rapids%2C_Iowa","surface_form":"Cedar Rapids, Iowa","offset":1591},{"uri":"Iowa","surface_form":"Iowa","offset":1646},{"uri":"Movie","surface_form":"movie","offset":1651},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":1729}]}