{"id":327599,"url":"http://en.wikipedia.org/wiki/Sleeping_Beauty","text":"\"Sleeping Beauty\" () is a fairy tale. There are several versions of it, including \"The Sleeping Beauty in the Wood\" by Charles Perrault and \"Briar Rose\" or \"Little Briar Rose\" () by the Brothers Grimm. The story is about a princess who falls into a deep sleep for one hundred years, and is awoken by a heroic prince.\nPerrault's version first appeared in 1695 in a hand-written and illustrated manuscript called \"Tales of Mother Goose\" () along with \"Little Red Riding Hood\", \"Bluebeard\", \"Puss in Boots\", and \"Diamonds and Toads\". It was next published in the newspaper \"Mercure galant\" in 1696. It was revised, and published in Paris in 1697 by Claude Barbin in \"Histoires ou contes du temps passé\" (), a collection of eight fairy tales by Perrault. It has been adapted to various media including a pantomime by James Robinson Planché, a ballet, and a Disney animated movie.\nThe Grimms published their version in \"Children's and Household Tales\" () in 1812.\nVersions.\nTales similar to Perrault's include \"Troylus and Zelladine\" from the 14th-century French work \"Perceforest\", the Catalan collection \"Frayre de Joy e Sor de Placer\", the story of Brynhild from the \"Saga of the Volsungs\", and \"Sun, Moon, and Talia\" from Giambattista Basile's \"Pentamerone\" (1636). Tchaikovsky's Ballet \"Sleeping Beauty\" is roughly based on Perrault's version; and Disney published 1959 their animatic Sleeping Beauty Version - a Mixture out of the former versions and mostly Tchaikovsky's Ballet.\nThere are slight differences between the Grimms's version of the sleeping princess tale and that of Perrault. The Grimms's Briar Rose is released from her sleep by a kiss from the prince while Perrault's princess wakes when the prince simply kneels beside her.\nMaria Tatar writes, \"The Grimms' \"Sleeping Beauty\" has a narrative integrity that has made it more appealing than [Basile and Perrault], at least in the United States.\" She explains that the version of the Grimms discards the post-marital conflicts of Basile and Perrault that were probably separate narratives at one time. Tatar believes Briar Rose is the stereotypical passive fairy tale heroine who simply waits for a man to come along to free her from a near catatonic state.\nStory.\nA king and queen long for a child. A frog in the queen's bath foretells the future birth of a baby. The queen gives birth to a daughter. The king and queen host a celebration (a christening in the Perrault version). In the Perrault version, they invite seven good fairies; in the Grimms' version, they invite twelve \"wise women\". Another, evil woman (or fairy) appears who puts a curse on the infant princess. She says that the princess will one day prick her finger on a spindle and die. One of the good women softens the curse. Instead of dying, the princess will sleep for one hundred years.\nThe king orders all spindles to be burnt to protect his daughter. When she is about fifteen or sixteen, however, the princess finds an old woman spinning in a tower room. The princess handles the spindle and pricks her finger. She falls into a deep sleep. The good fairy puts everyone in the castle to sleep. A thorny forest or a hedge of roses springs up and surrounds the castle to protect the sleeping princess.\nOne hundred years pass. A prince has heard fabulous tales of the place and wants to find the princess. He arrives at the castle and finds the sleeping princess in the tower room. In the Grimms' version, he wakes her with a kiss; Perrault's princess wakes when the prince simply kneels beside her. The prince and the princess get married.\nThe Perrault version continues further. The prince and princess have two children. The prince goes off to war. His wife and children stay with his mother. She is an ogress. She wants to eat her guests. A servant saves them. The ogress is furious. She decides to put the princess and her children into a cauldron filled with toads and snakes. The prince arrives. His wife and children are saved. The ogress jumps head first into the cauldron and dies.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fairy_tale","surface_form":"fairy tale","offset":26},{"uri":"Charles_Perrault","surface_form":"Charles Perrault","offset":119},{"uri":"Brothers_Grimm","surface_form":"Brothers Grimm","offset":186},{"uri":"Princess","surface_form":"princess","offset":223},{"uri":"Little_Red_Riding_Hood","surface_form":"Little Red Riding Hood","offset":450},{"uri":"Bluebeard","surface_form":"Bluebeard","offset":476},{"uri":"Puss_in_Boots","surface_form":"Puss in Boots","offset":489},{"uri":"Diamonds_and_Toads","surface_form":"Diamonds and Toads","offset":510},{"uri":"Histoires_ou_contes_du_temps_pass%C3%A9","surface_form":"Histoires ou contes du temps passé","offset":664},{"uri":"Pantomime","surface_form":"pantomime","offset":800},{"uri":"James_Robinson_Planch%C3%A9","surface_form":"James Robinson Planché","offset":813},{"uri":"The_Sleeping_Beauty_(ballet)","surface_form":"ballet","offset":839},{"uri":"Sleeping_Beauty_(1959_movie)","surface_form":"Disney animated movie","offset":853},{"uri":"Grimms%27_Fairy_Tales","surface_form":"Children's and Household Tales","offset":915},{"uri":"Troylus_and_Zelladine","surface_form":"Troylus and Zelladine","offset":1006},{"uri":"Perceforest","surface_form":"Perceforest","offset":1064},{"uri":"Catalan_language","surface_form":"Catalan","offset":1082},{"uri":"Saga_of_the_Volsungs","surface_form":"Saga of the Volsungs","offset":1166},{"uri":"Sun%2C_Moon%2C_and_Talia","surface_form":"Sun, Moon, and Talia","offset":1194},{"uri":"Giambattista_Basile","surface_form":"Giambattista Basile","offset":1221},{"uri":"Pentamerone","surface_form":"Pentamerone","offset":1244},{"uri":"Pyotr_Ilyich_Tchaikovsky","surface_form":"Tchaikovsky","offset":1265},{"uri":"Frog","surface_form":"frog","offset":2266},{"uri":"Bath","surface_form":"bath","offset":2286},{"uri":"Prophecy","surface_form":"foretells","offset":2291},{"uri":"Baptism","surface_form":"christening","offset":2407},{"uri":"Fairy","surface_form":"fairies","offset":2493},{"uri":"Curse","surface_form":"curse","offset":2609},{"uri":"Spindle_(textiles)","surface_form":"spindle","offset":2701},{"uri":"Kiss","surface_form":"kiss","offset":3462},{"uri":"Marriage","surface_form":"married","offset":3568},{"uri":"War","surface_form":"war","offset":3683},{"uri":"Servant","surface_form":"servant","offset":3781}]}