{"id":327550,"url":"http://en.wikipedia.org/wiki/Magnificent_Obsession_(1954_movie)","text":"\"Magnificent Obsession\" is a 1954 romantic drama movie. It stars Jane Wyman and Rock Hudson. Douglas Sirk directed. The movie is based on the book \"Magnificent Obsession\" by Lloyd C. Douglas. The movie was produced by Ross Hunter and released by Universal Pictures. Critic Howard Thompson wrote, \"[The movie] is unquestionably a handsome one. Better still, generally restrained performances at least dignify a moist text, which may seem inspiration to some, pure corn to others.\"\nStory.\nSpoiled playboy Robert Merrick loses control of his speed boat. Rescuers send for a resuscitator in Dr. Phillips's house on the other side of the lake. While the resuscitator is being used to save Merrick's life, Dr. Phillips has a heart attack and dies. Merrick ends up at Dr. Phillips's clinic. The doctors and nurses blame him for Dr. Phillips's death. He tries to run away but collapses in front of Helen Phillip's car. Helen is Dr. Phillips's widow. She does not know Merrick. Merrick ends up back at the clinic. After his discharge, he resumes his playboy life. He makes advances to Helen. She runs away, and steps into the path of an oncoming car. She is blinded by the accident. Merrick commits to becoming a doctor. He has fallen in love with Helen. He helps her adjust to her blindness by posing as a poor medical student, \"Robby\".\nMerrick secretly arranges for Helen to travel to Europe to consult the best eye surgeons in the world. They tell Helen there is no hope for recovery. Right after this, \"Robby\" shows up at her hotel to provide emotional support. He confesses to being Merrick. Helen has already guessed this. Merrick asks Helen to marry him. Helen realizes she will be a burden to him. She runs away. Many years pass. Merrick is now a dedicated brain surgeon. He searches for Helen. He learns she is possibly dying in a small hospital. He goes to the hospital and discovers Helen needs complex brain surgery to save her life. Merrick operates. Helen awakens in the morning and discovers she can see.","categories":[],"infobox_types":[],"annotations":[{"uri":"1954","surface_form":"1954","offset":29},{"uri":"Movie","surface_form":"movie","offset":49},{"uri":"Jane_Wyman","surface_form":"Jane Wyman","offset":65},{"uri":"Rock_Hudson","surface_form":"Rock Hudson","offset":80},{"uri":"Douglas_Sirk","surface_form":"Douglas Sirk","offset":93},{"uri":"Magnificent_Obsession_(novel)","surface_form":"Magnificent Obsession","offset":148},{"uri":"Lloyd_C._Douglas","surface_form":"Lloyd C. Douglas","offset":174},{"uri":"Ross_Hunter","surface_form":"Ross Hunter","offset":218},{"uri":"Universal_Pictures","surface_form":"Universal Pictures","offset":246},{"uri":"Playboy","surface_form":"playboy","offset":495},{"uri":"Resuscitator","surface_form":"resuscitator","offset":571},{"uri":"Heart_attack","surface_form":"heart attack","offset":719},{"uri":"Clinic","surface_form":"clinic","offset":776},{"uri":"Widow","surface_form":"widow","offset":935},{"uri":"Europe","surface_form":"Europe","offset":1378},{"uri":"Surgeon","surface_form":"surgeon","offset":1409}]}