{"id":327502,"url":"http://en.wikipedia.org/wiki/Written_on_the_Wind","text":"\"Written on the Wind\" is a 1956 romantic drama movie. It stars Rock Hudson, Lauren Bacall, Robert Stack, and Dorothy Malone. Douglas Sirk directed. The movie is based on Robert Wilder's 1945 novel of the same name. The book is a thinly disguised account of the real-life scandal involving torch singer Libby Holman and her husband, tobacco heir Zachary Smith Reynolds. Dorothy Malone won the Best Supporting Actress Academy Award for her performance.\nStory.\nMarylee is a self-destructive, alcoholic nymphomaniac. Her brother Kyle is an insecure, alcoholic playboy. They are the spoiled children of Texas oil baron Jasper Hadley. The two are crippled by their personal demons. Neither is able to sustain a personal relationship.\nProblems begin when Kyle marries Lucy Moore. He resumes drinking after failing to father a child. He turns against his childhood friend, Mitch Wayne. Kyle's anger and depression deepen after the death of his father. Jasper had admired Mitch, but was disgusted with his own two children.\nMitch is secretly in love with Lucy. He keeps these feelings private. Kyle is diagnosed with a low sperm count. Lucy announces she is pregnant. Kyle assaults her. He thinks the baby belongs to Mitch. The assault results in a miscarriage. Mitch vows to leave town with Lucy as soon as she's well enough to travel. A drunken Kyle grabs a pistol. He intends to shoot Mitch. Marylee struggles with her brother. The pistol accidentally fires. Kyle is killed.\nMarylee has long been infatuated with Mitch. He has repeatedly spurned her. She spitefully threatens to name Mitch as Kyle's killer. At the inquest, she first testifies that he killed Kyle. At the last moment she admits the truth. Mitch and Lucy leave. Marylee is left alone to mourn her brother's death.\nWhat the critics thought.\nBosley Crowther wrote in the \"New York Times\", \"The trouble with this romantic picture... is that nothing really happens, the complications within the characters are never clear and the sloppy, self-pitying fellow at the center of the whole thing is a bore.\" \"TV Guide\" describes the film as \"the ultimate in lush melodrama... Douglas Sirk's finest directorial effort... one of the most notable critiques of the American family ever made.\"\nRoger Ebert writes, \"a perverse and wickedly funny melodrama in which you can find the seeds of \"Dallas\", \"Dynasty\", and all the other prime-time soaps. Sirk is the one who established their tone, in which shocking behavior is treated with passionate solemnity, while parody burbles beneath... To appreciate a film like \"Written on the Wind\" probably takes more sophistication than to understand one of Ingmar Bergman's masterpieces, because Bergman's themes are visible and underlined, while with Sirk the style conceals the message. His interiors are wildly over the top, and his exteriors are phony - he wants you to notice the artifice, to see that he's not using realism but an exaggerated Hollywood studio style... Films like this are both above and below middle-brow taste. If you only see the surface, it's trashy soap opera. If you can see the style, the absurdity, the exaggeration and the satirical humor, it's subversive of all the 1950s dramas that handled such material solemnly. William Inge and Tennessee Williams were taken with great seriousness during the decade, but Sirk kids their Freudian hysteria.\"","categories":[],"infobox_types":["film"],"annotations":[{"uri":"1956","surface_form":"1956","offset":27},{"uri":"Rock_Hudson","surface_form":"Rock Hudson","offset":63},{"uri":"Lauren_Bacall","surface_form":"Lauren Bacall","offset":76},{"uri":"Robert_Stack","surface_form":"Robert Stack","offset":91},{"uri":"Dorothy_Malone","surface_form":"Dorothy Malone","offset":109},{"uri":"Douglas_Sirk","surface_form":"Douglas Sirk","offset":125},{"uri":"Robert_Wilder_(novelist)","surface_form":"Robert Wilder","offset":170},{"uri":"Novel","surface_form":"novel","offset":191},{"uri":"Torch_singer","surface_form":"torch singer","offset":289},{"uri":"Libby_Holman","surface_form":"Libby Holman","offset":302},{"uri":"Tobacco","surface_form":"tobacco","offset":332},{"uri":"Zachary_Smith_Reynolds","surface_form":"Zachary Smith Reynolds","offset":345},{"uri":"Dorothy_Malone","surface_form":"Dorothy Malone","offset":369},{"uri":"Academy_Award","surface_form":"Academy Award","offset":416},{"uri":"Nymphomania","surface_form":"nymphomania","offset":499},{"uri":"Alcoholic","surface_form":"alcoholic","offset":546},{"uri":"Business_magnate","surface_form":"baron","offset":608},{"uri":"Miscarriage","surface_form":"miscarriage","offset":1240},{"uri":"Inquest","surface_form":"inquest","offset":1609},{"uri":"Bosley_Crowther","surface_form":"Bosley Crowther","offset":1800},{"uri":"New_York_Times","surface_form":"New York Times","offset":1830},{"uri":"TV_Guide","surface_form":"TV Guide","offset":2060},{"uri":"Roger_Ebert","surface_form":"Roger Ebert","offset":2240},{"uri":"Dallas_(TV_series)","surface_form":"Dallas","offset":2337},{"uri":"Dynasty_(TV_series)","surface_form":"Dynasty","offset":2347},{"uri":"Parody","surface_form":"parody","offset":2508},{"uri":"Ingmar_Bergman","surface_form":"Ingmar Bergman","offset":2643},{"uri":"Soap_opera","surface_form":"soap opera","offset":3062},{"uri":"William_Inge","surface_form":"William Inge","offset":3234},{"uri":"Tennessee_Williams","surface_form":"Tennessee Williams","offset":3251},{"uri":"Sigmund_Freud","surface_form":"Freudian","offset":3343}]}