{"id":327601,"url":"http://en.wikipedia.org/wiki/Grimms%27_Fairy_Tales","text":"\"Children's and Household Tales\" (), commonly known as \"Grimms' Fairy Tales\" (), is a collection of German fairy tales published by Jacob and Wilhelm Grimm, the Brothers Grimm.\nOn December 20, 1812, the Grimms published the first volume of the first edition. It contained 86 stories. The second volume of 70 stories was published in 1814. For the second edition, two volumes were issued in 1819 and a third in 1822, totalling 170 tales. The third edition appeared in 1837; fourth edition, 1840; fifth edition, 1843; sixth edition, 1850; seventh edition, 1857. Stories were added, and also deleted, from one edition to the next, until the seventh held 211 tales. All editions were extensively illustrated, first by Philipp Grot Johann and, after his death in 1892, by Robert Leinweber.\nThe first volumes were much criticized because they were considered unsuitable for children, both for the scholarly information included and the subject matter. Many changes through the editions – such as turning the wicked mother of the first edition in \"Snow White\" and \"Hansel and Gretel\" to a stepmother, were probably made with an eye to such criticism. They removed sexual references—such as Rapunzel's innocently asking why her dress was getting tight around her belly, and thus naïvely revealing her pregnancy and the prince's visits to her stepmother—but, in many respects, violence, particularly when punishing villains, was increased. In 1825, the Grimms published their \"Kleine Ausgabe\" or \"small edition,\" a selection of 50 tales designed for child readers. This children's version went through ten editions between 1825 and 1858.\nThe work of the Brothers Grimm influenced other collectors, both inspiring them to collect tales and leading them to similarly believe, in a spirit of romantic nationalism, that the fairy tales of a country were particularly representative of it, to the neglect of cross-cultural influence. Among those influenced were the Russian Alexander Afanasyev, the Norwegians Peter Christen Asbjørnsen and Jørgen Moe, the English Joseph Jacobs, and Jeremiah Curtin, an American who collected Irish tales.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fairy_tale","surface_form":"fairy tale","offset":107},{"uri":"Jacob_Grimm","surface_form":"Jacob","offset":132},{"uri":"Wilhelm_Grimm","surface_form":"Wilhelm Grimm","offset":142},{"uri":"Brothers_Grimm","surface_form":"Brothers Grimm","offset":161},{"uri":"Philipp_Grot_Johann","surface_form":"Philipp Grot Johann","offset":714},{"uri":"Snow_White","surface_form":"Snow White","offset":1041},{"uri":"Hansel_and_Gretel","surface_form":"Hansel and Gretel","offset":1058},{"uri":"Rapunzel","surface_form":"Rapunzel","offset":1183},{"uri":"Romantic_nationalism","surface_form":"romantic nationalism","offset":1780},{"uri":"Alexander_Afanasyev","surface_form":"Alexander Afanasyev","offset":1960},{"uri":"Peter_Christen_Asbj%C3%B8rnsen","surface_form":"Peter Christen Asbjørnsen","offset":1996},{"uri":"J%C3%B8rgen_Moe","surface_form":"Jørgen Moe","offset":2026},{"uri":"Joseph_Jacobs","surface_form":"Joseph Jacobs","offset":2050},{"uri":"Jeremiah_Curtin","surface_form":"Jeremiah Curtin","offset":2069}]}