{"id":327694,"url":"http://en.wikipedia.org/wiki/Patiala_state","text":"Patiala was a Sikh princely state that lasted from 1714 to 1948. Its rulers were descended from Chaudhary Phul (1627-1689), a Sidhu Jat from Mehraj village in the Bathinda District of Punjab. The other Sikh states, such as Jind and Nabha, were also the descendants of Phul. Its capital was in the Malva region of Punjab, but its territory expanded from Bathinda to present-day Mohali. They were known as the Phulkian (Patiala) Dynasty.\nThe House of Phul, was a Jatt of Sidhu Clan, belonging to the Malva Region of Punjab. Their ancestors had converted to Sikhism in the early 1600s. They claim to be the descendants from the sidhu jats, who ruled in the 11th century. The migrated to the Malva region of Punjab, establishing themselves at present day Bathinda District of Punjab.\nThe Sidhu Jatts and the Bhullar Jatts of the Bathinda district, never got along with each other, They were at war. But later Nanu Bhullar, got his daughter married in the house of these Sidhu Jatts, the ancestors of the Patiala State.\nThey were known as the Phulkian (Patiala) Dynasty. Ahmed Shah Abdali, Afghan Ruler and Maharaja Ala Singh became friends, the Sikh Chieftains of Punjab did not Like this so the Dal Khalsa met at Akal Takhat in Amritsar in 1765, in which it was decided that Patiala should be kicked out of the Dal Khalsa. And it will not be part of the 12 Sikh Confederacies, it was also the year when Ala Singh died and his son Amar Singh had become the next ruler. Ahmed Shah Abdali, bestowed upon Maharajah Amar Singh, the title of Raja-i-Rajgan, and he also was allowed to strike his own coins. But the Sikh Nation was not to happy about this, and in years to come they the Phulkians would be traitors to the Khalsa Panth, and helping the British to attack the Sikh interior of Punjab.\nEven when Sardar Hari Singh Dhillon (r.1746-1764), the Sikh Bhangi Misl Maharaja of Amritsar, Tarn Taran Sahib and Lahore, found out about Ahmed Shah Abdali being in the Patiala Kingdom, he marched with a big army of dashing looking Sikh soldiers from the Majha, where the holy city of Amritsar is located, on Patiala Kingdom to chase the Ahmed Shah away, but on the way he was killed, by someone. Years later his younger son Sardar Ganda Singh Dhillon (d. 1776), the Maharajah of Lahore and Amritsar, married of his daughter Bibi Rattan Kaur, to Maharajah Sahib Singh of Patiala in 1787, the marriage took place at Amritsar. Five years later he remarried Bibi As kaur, the daughter of Sardar Gurdas Singh Chatha. It is As kaur, who's Sons and Grandsons ruled on.\nFrom 1809-1947, the Phulkian State, had good relations with the British Government, the Patiala State, royal family, were not Orthodox Sikhs, but very secular/mixed rulers. Very mixed with the East India Company. A time when the Sikh Kingdoms did not like British, visiting their Land, Patiala, was the first to call the British, In his territory. The later royal family became Congress, an Indian party, after the break up of Dynasty.\nRajasthani Paintings within Patiala.\nPatiala State, was different from other Sikh States, as it did not support Sikh religion, and not following the Sikh rules. But still the State religion was Sikhism. The Later Patiala Maharajahs (Karam Singh) introduced Hindu Paintings of Hindu Gods within their Qila Mubarak palace in Patiala, it can still be seen, on the Palace Walls. Showing great respect to all religions. Rajput Hindu Paintings were very famous in Patiala from 1800s, The Maharajahs got them selves painted in Rajput Styles. And even had relations with the Royal Hindu States of Rajasthan.\nRelations with other Royal Jat States.\nThey also had relationship with the Hindu Jat Rulers of Royal Bharatpur State in Rajasthan of Sinsinwar Clan. As Maharajah Narinder Singh, in 1859, married of his third daughter Maharani Bishan Kaur, to Rajah Jaswant Singh, (1851-1893), Jat ruler of Bharatpur State. Intermarriage between the Phulkian Jatts, and Rajasthani Royal Hindu Jatts, was very common, During the 19th Century.\nSigning their Union with India.\nMaharajah Yadavindra Singh, signed his union with India in 1948, transferring his Kingdom, to the Government of India, Patiala State was united with the Punjab State of India, in 1948. The Maharajah also told other Royal Princely States to Unite with India.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sikh","surface_form":"Sikh","offset":14},{"uri":"Bathinda_District","surface_form":"Bathinda District","offset":163},{"uri":"Punjab_region","surface_form":"Punjab","offset":184},{"uri":"Jind_State","surface_form":"Jind","offset":223}]}