{"id":3276,"url":"http://en.wikipedia.org/wiki/Basque_Country_(greater_region)","text":"e=\"preserve\">The Basque Country (Basque: Euskal Herria) is a region in Southwestern Europe that is within the borders of France and Spain.\nDescription.\nIt is the home of the Basque people. It is at the western end of the Pyrenees on the Bay of Biscay. Its boundaries are complicated, as it consists of seven districts: four within Spain and three within France.\nOrigins.\nNo one knows when the Basques came to Europe. Many say that they have been in Europe since the Neolithic period at the end of the Stone Age, but others say that they were here even earlier.\nThe first written information about the Basque Country is from the Roman times, when the Basque people already spoke their own language. During the fall of the Western Roman Empire, the Basque Country was isolated from the invading Goths.\nMiddle Ages.\nDuring the Muslim invasion of Southern Europe, the Basque Country split in two: the Castilian and the Navarrese lands. A war with France later split the Navarrese zone in two.\nAfter the Reconquista, the Castilian Basque lands and Navarre became part of the new country: Spain. Since then, Basque people from the Spanish area of the Basque Country have had their own government and have fought to gain the northern part of the Basque Country from France.\nNow.\nToday, three of the Basque districts in Spain (Araba, Bizkaia, and Gipuzkoa) form the Autonomous Community of the Basque Country. The political unit is one of 17 autonomous communities in Spain.\nThe fourth Basque district in Spain (Navarra) is its own separate autonomous community of Spain.\nThe three districts in the North (French) Basque Country are Lapurdi (Labourd), Nafarroa Beherea (Basse-Navarre) and Zuberoa/Xiberoa (Soule).\nPopulation.\nThe entire region has a surface area of 20,664 km2 (7978 sq mi). The Autonomous Community of the Basque Country has 7,234 km2 (2793 sq mi), and its population is about 2,000,000 - about 5% of the total population of Spain. Basque and Spanish are spoken, and its largest city is Bilbao although the capital is Vitoria-Gasteiz.","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"France","offset":121},{"uri":"Spain","surface_form":"Spain","offset":132},{"uri":"Basque_people","surface_form":"Basque people","offset":174},{"uri":"Pyrenees","surface_form":"Pyrenees","offset":221},{"uri":"Bay_of_Biscay","surface_form":"Bay of Biscay","offset":237},{"uri":"Spain","surface_form":"Spain","offset":331},{"uri":"France","surface_form":"France","offset":354},{"uri":"Neolithic","surface_form":"Neolithic","offset":466},{"uri":"Stone_Age","surface_form":"Stone Age","offset":501},{"uri":"Roman_Empire","surface_form":"Western Roman Empire","offset":721},{"uri":"Goths","surface_form":"Goths","offset":793},{"uri":"Reconquista","surface_form":"Reconquista","offset":999},{"uri":"Araba","surface_form":"Araba","offset":1319},{"uri":"Bizkaia","surface_form":"Bizkaia","offset":1326},{"uri":"Gipuzkoa","surface_form":"Gipuzkoa","offset":1339},{"uri":"Navarra","surface_form":"Navarra","offset":1504},{"uri":"Basque_language","surface_form":"Basque","offset":1941},{"uri":"Spanish_language","surface_form":"Spanish","offset":1952},{"uri":"Bilbao","surface_form":"Bilbao","offset":1996},{"uri":"Vitoria-Gasteiz","surface_form":"Vitoria-Gasteiz","offset":2027}]}