{"id":327701,"url":"http://en.wikipedia.org/wiki/Starstreak_(missile)","text":"Starstreak is a British short range surface-to-air missile (also known as MANPADS). It is made by Thales Air Defence (first called Shorts Missile Systems), in Belfast. It is also known as Starstreak High Velocity Missile, or Starstreak HVM. After it is launched, the missile travels at about Mach 3 (3 times the speed of sound). Starstreak has been in service with the British Army since 1997.\nStarstreak can be fired from a soldier's shoulder or from the Stormer armoured vehicle.\nStarstreak can travel 1,500 metres minimum and 5,5000 metres maximum.\nDevelopment.\nIn 1984, the British Ministry of Defence gave contracts to British Aerospace (BAe) and Shorts Missile Systems to develop the missile. The BAe missile was called the Thunderbolt. Shorts won the competition. They were awarded £356 million. The weapon was developed more in November 1986. More contracts were also given out to make the missile. Starstreak was put into service officially in September 1997. Starstreak is supposed to replace the Javelin surface-to-air missile in British service.\nThe light weight launcher and the launcher which can be moved around by people have been in use since 2000.\nIn the middle of 2007, Thales UK in Northern Ireland said that it had developed Starstreak II. Starstreak II is an improved version of Starstreak. Some of these improvements were: a bigger range (7 km), a better system to find targets and the ability to find aircraft that are higher up in the air.\nIn 2011, when Thales won a contract for the Lightweight Multirole Missile, Thales said it agreed with the MOD to \"re-role previously contracted budgets to facilitate the full-scale development, series production and introduction of the LMM.\" This means that Thales were going to focus all their money on the Lightweight Multirole Missile. The contract affected by this is said to have been Starstreak.\nDescription.\nThe Starstreak missile is moved around in a tube. This tube is sealed closed. The tube is attached to the main part of Starstreak to be fired. The gunner follows the target using Starstreak's special aiming system. When the gunner has locked on to the target, they press a button and the missile launches.\nThe missile then fires its first motor. This launches the missile from the tube. However, it stops burning before the missile leaves the tube. This is to protect the gunner. When the missile is away from the gunner, another motor fires. It makes the missile go to Mach 3.5. It stops burning when it is about four hundred meters away from the gunner. The back of the missile has the systems that guide the missile by laser beams from the launcher. The Starstreak launches many small darts at its target. Each dart has around of explosive in it.\nWhen the darts hit the target, a fuze is triggered. This fuze delays the explosion. This gives time for the darts to get inside the target before the explosives go off. The explosive is inside a shell of tungsten. This tungsten is designed to split up and make as much damage as possible inside the target.\nIn September 1999, the missile was shown attacking an armoured personnel carrier. This showed that Starstreak could also be useful in attacking targets on the ground as well as in the air.\nIn 2012, the Ministry of Defence said that it was going to put a group of Starstreaks on top of an apartment complex in London. This was because of the 2012 London Olympics. The Ministry said that the area was the only place to put an anti-aircraft battery. Some people living there were not happy. They wondered why the battery was needed.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Kingdom","surface_form":"British","offset":16},{"uri":"Anti-aircraft_warfare","surface_form":"surface-to-air missile","offset":36},{"uri":"Thales_Air_Defence","surface_form":"Thales Air Defence","offset":98},{"uri":"Belfast","surface_form":"Belfast","offset":159},{"uri":"Mach_number","surface_form":"Mach","offset":292},{"uri":"Speed_of_sound","surface_form":"speed of sound","offset":312},{"uri":"British_Army","surface_form":"British Army","offset":369},{"uri":"Soldier","surface_form":"soldier","offset":425},{"uri":"Alvis_Stormer","surface_form":"Stormer","offset":456},{"uri":"Vehicle","surface_form":"vehicle","offset":473},{"uri":"Metre","surface_form":"metre","offset":510},{"uri":"Ministry_of_Defence_(United_Kingdom)","surface_form":"Ministry of Defence","offset":586},{"uri":"Contract","surface_form":"contract","offset":611},{"uri":"British_Aerospace","surface_form":"British Aerospace","offset":624},{"uri":"Thunderbolt_HVM","surface_form":"Thunderbolt","offset":730},{"uri":"Javelin_surface-to-air_missile","surface_form":"Javelin surface-to-air missile","offset":1007},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":1202},{"uri":"Ability","surface_form":"ability","offset":1409},{"uri":"Lightweight_Multirole_Missile","surface_form":"Lightweight Multirole Missile","offset":1509},{"uri":"Mach","surface_form":"Mach","offset":2450},{"uri":"Dart","surface_form":"dart","offset":2668},{"uri":"Fuze","surface_form":"fuze","offset":2763},{"uri":"Delay","surface_form":"delay","offset":2792},{"uri":"Tungsten","surface_form":"tungsten","offset":2934},{"uri":"Armoured_personnel_carrier","surface_form":"armoured personnel carrier","offset":3091},{"uri":"Apartment","surface_form":"apartment","offset":3325},{"uri":"2012_London_Olympics","surface_form":"2012 London Olympics","offset":3378}]}