{"id":327740,"url":"http://en.wikipedia.org/wiki/Field_gun","text":"A field gun is an artillery piece. The term was first used to describe smaller guns that could be taken with an army while marching. In battle the field gun could be quickly moved about the battlefield as needed. Guns installed in a fort, siege cannon and mortars were too large to be moved quickly, and would be used only in a long siege.\nNapoleon used field guns with very large wheels that allowed them to be moved quickly even during a battle. By moving the guns from place to place during the battle, formations of enemy soldiers could be broken up to be handled by the infantry wherever they were massing, dramatically increasing the overall effectiveness of the infantry.\nWorld War I.\nAs artillery developed technically, almost all guns of any size could be moved at some speed. Even the largest siege weapons could be moved by road or rail by the start of World War I. Development then turned towards smaller weapons with increased mobility. Even the World War II German super-heavy guns could be moved by rail or by caterpillar-track vehicles.\nIn British use, a \"field gun\" was anything up to 4.5 inches in calibre. Larger guns were called \"medium\" and the largest of all \"heavy\". Their largest gun (as opposed to howitzer) was the 5.5 inch (140 mm) Medium, which could fire a shell about 15,000\\16,000 yards.\nWorld War II.\nSince the start of World War II, the term field gun has been used for long-range artillery pieces that fire at a relatively low angle, as opposed to howitzers which can fire at higher angles. By the end of World War II most artillery in use were howitzers of 105 mm to 155 mm. The only common field guns still used were the British 5.5 inch and the US 155 mm Long Tom. The Long Tom had been developed from a French World War I weapon.\nThe 1960s.\nThe US Army used long-range guns again in the 1960s with the M107 175 mm gun. The M107 was used in the Vietnam War and proved effective in artillery battles with the North Vietnamese forces. This gun needed a lot of repairs, and after the barrels began to crack it was removed from service. Production of the M107 continued through the 1980s, and the gun is still used by the Israeli military forces.\nModern times.\nToday there is no longer a use for the field gun. The role for small and highly mobile artillery has been taken over by the mortar which can be carried by a soldier. These have replaced almost every artillery piece smaller than 105 mm. Gun-howitzers fill the middle ground, mostly the 155 mm NATO or 152 mm former USSR models. The need for a long-range weapon is filled by rocket artillery, or aircraft. Modern gun-artillery such as the L118 105mm light gun is used to provide fire support for infantry and armour at ranges where mortars are impractical. Soldier carried mortars lack the range or hitting power of gun-artillery. In between is the rifled towed mortar. This weapon (usually in 120mm calibre) is light enough to be towed by a Land Rover, has a range of over 6,000m and fires a bomb with the power of an artillery shell.","categories":[],"infobox_types":[],"annotations":[{"uri":"Artillery","surface_form":"artillery","offset":18},{"uri":"Gun","surface_form":"gun","offset":79},{"uri":"Battlefield","surface_form":"battlefield","offset":190},{"uri":"Siege_cannon","surface_form":"siege cannon","offset":239},{"uri":"Siege","surface_form":"siege","offset":333},{"uri":"Napoleon","surface_form":"Napoleon","offset":340},{"uri":"Infantry","surface_form":"infantry","offset":575},{"uri":"World_War_I","surface_form":"World War I","offset":864},{"uri":"World_War_II","surface_form":"World War II","offset":959},{"uri":"Germany","surface_form":"German","offset":972},{"uri":"Calibre","surface_form":"calibre","offset":1116},{"uri":"Howitzer","surface_form":"howitzer","offset":1223},{"uri":"BL_5.5_inch_Medium_Gun","surface_form":"5.5 inch (140 mm) Medium","offset":1241},{"uri":"Shell_(projectile)","surface_form":"shell","offset":1286},{"uri":"World_War_II","surface_form":"World War II","offset":1352},{"uri":"Howitzer","surface_form":"howitzer","offset":1482},{"uri":"US","surface_form":"US","offset":1682},{"uri":"155_mm_Long_Tom","surface_form":"155 mm Long Tom","offset":1685},{"uri":"France","surface_form":"French","offset":1741},{"uri":"United_States_Army","surface_form":"US Army","offset":1783},{"uri":"M107_Self-Propelled_Gun","surface_form":"M107 175 mm gun","offset":1840},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":1882},{"uri":"North_Vietnam","surface_form":"North Vietnam","offset":1945},{"uri":"Mortar_(weapon)","surface_form":"mortar","offset":2318},{"uri":"NATO","surface_form":"NATO","offset":2486},{"uri":"Soviet_Union","surface_form":"USSR","offset":2508},{"uri":"Rocket","surface_form":"rocket","offset":2567},{"uri":"Military_aircraft","surface_form":"aircraft","offset":2588},{"uri":"L118","surface_form":"L118","offset":2631},{"uri":"Land_Rover","surface_form":"Land Rover","offset":2934}]}