{"id":327742,"url":"http://en.wikipedia.org/wiki/L118_Light_Gun","text":"The L118 Light Gun is a howitzer. It was first made for the British Army in the 1970s. It has been moved around the globe a lot since then. The United States use a changed version of the L118 called the M119A1. The proper name for it is \"Gun, 105mm, Field, L118\" but it is usually just called \"the Light Gun\".\nThe L118 can be towed by a medium-weight vehicle. It can also be moved around by a Chinook helicopter.\nDevelopment.\nFrom 1961 until the 1970s, the British Army used the 105 mm Pack Howitzer L5 as its light howitzer. This howitzer was used a lot. It was first designed in Italy for the Alpini. It was light enough to be lifted by Westland Wessex helicopters or towed by Land Rovers. However, it could not fire very far (had a short range), had bad sights and was not very popular.\nIn 1965 the British Army asked for a new 105 mm howitzer because the pack howitzer \"lacked range and lethality\" (had a short range and was not very lethal).\nThe new gun was soon called the 'Light Gun'. It was designed by the government Royal Armament Research and Development Establishment (RARDE). Prototypes were tested in 1968. However, it was noticed that more weight was needed for a gun to be as sturdy and strong as was needed. Several guns were redesigned because of this.\nThe first guns were made by Royal Ordnance Factory, ROF Nottingham. This has now been merged into BAE Systems Land and Armaments.\nIn British service.\nThe L118 was first used by the British Army in 1976. The new weapon was heavier than the Pack Howitzer. However, new, better helicopters like the Puma and Westland Sea King, which could carry the L118, were also beginning to be used at the same time.\nSince the end of the 1990s, the British Army has used Pinzgauer ATVs as the vehicles that move the guns around. In Arctic service (and some other places) the L118 is moved around by the Hägglunds Bv 206. It has skis put on it if it is moving on snow.\nIn 1982, the L118 was used a lot during the Falklands War. 30 guns were moved to the Falkland Islands. Since then, British forces have used the L118 in the Balkans, Sierra Leone, Iraq and Afghanistan.\nOn 30 November 2001, an L118 Light Gun became the One O'Clock Gun in Edinburgh Castle. This fires every day at one o'clock except on Sundays, Good Friday and Christmas Day.\nDesign.\nThe Light Gun took many features from the QF 25 pounder. However, the L118 is light compared to the QD 25 pounder.\nThe L118 has a special system called the Automatic Pointing System. This allows the gun to be unpacked and in action in 30 seconds.\nAmmunition.\nThe L118 fires 105 mm Fd Mk 2 ammunition. It has two proper cartridges for combat and a blank one for ceremonies etc.\nWP (white phosphorus) smoke shell has never been used by the UK for the L118.\nNew ammunition for the L118 is being developed. It will be even more damaging and have more range.\nDesign changes.\nDuring the early 1990s, all UK L118s had a radar and its supply of power.\nA program that started making improvements to UK guns in 2007 tried to make the gun lighter and some features better. To make the gun weigh less, some steel parts were replaced with titanium.\nL119.\nThe L119 has a different barrel. It is a bit shorter. It fires different ammunition, giving the gun a range of. In British service, the L119 was only used for training. The last British L119s were retired in 2005.\nM119A1.\nThe L119 was changed more and made under a license for the United States Army.","categories":[],"infobox_types":[],"annotations":[{"uri":"Howitzer","surface_form":"howitzer","offset":24},{"uri":"British_Army","surface_form":"British Army","offset":60},{"uri":"M119_howitzer","surface_form":"M119A1","offset":203},{"uri":"Tow","surface_form":"tow","offset":326},{"uri":"Vehicle","surface_form":"vehicle","offset":351},{"uri":"Boeing_CH-47_Chinook","surface_form":"Chinook helicopter","offset":393},{"uri":"British_Army","surface_form":"British Army","offset":457},{"uri":"Alpini","surface_form":"Alpini","offset":595},{"uri":"Westland_Wessex","surface_form":"Westland Wessex","offset":639},{"uri":"Land_Rover","surface_form":"Land Rover","offset":679},{"uri":"Lethal","surface_form":"lethal","offset":938},{"uri":"Royal_Armament_Research_and_Development_Establishment","surface_form":"Royal Armament Research and Development Establishment","offset":1026},{"uri":"Prototype","surface_form":"Prototype","offset":1089},{"uri":"Royal_Ordnance_Factory","surface_form":"Royal Ordnance Factory","offset":1299},{"uri":"ROF_Nottingham","surface_form":"ROF Nottingham","offset":1323},{"uri":"BAE_Systems_Land_and_Armaments","surface_form":"BAE Systems Land and Armaments","offset":1369},{"uri":"Aerospatiale_Puma","surface_form":"Puma","offset":1567},{"uri":"Westland_Sea_King","surface_form":"Westland Sea King","offset":1576},{"uri":"Pinzgauer_High_Mobility_All-Terrain_Vehicle","surface_form":"Pinzgauer","offset":1726},{"uri":"All-terrain_vehicle","surface_form":"ATV","offset":1736},{"uri":"Arctic","surface_form":"Arctic","offset":1787},{"uri":"Bv_206","surface_form":"Bv 206","offset":1868},{"uri":"Ski","surface_form":"ski","offset":1883},{"uri":"Falklands_War","surface_form":"Falklands War","offset":1967},{"uri":"Balkans","surface_form":"Balkans","offset":2079},{"uri":"Sierra_Leone","surface_form":"Sierra Leone","offset":2088},{"uri":"Iraq","surface_form":"Iraq","offset":2102},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":2111},{"uri":"One_O%27Clock_Gun","surface_form":"One O'Clock Gun","offset":2174},{"uri":"QF_25_pounder","surface_form":"QF 25 pounder","offset":2347},{"uri":"Cartridge_(firearms)","surface_form":"cartridge","offset":2624},{"uri":"Phosphorus","surface_form":"phosphorus","offset":2692},{"uri":"Radar","surface_form":"radar","offset":2918},{"uri":"Steel","surface_form":"steel","offset":3100},{"uri":"Titanium","surface_form":"titanium","offset":3131},{"uri":"Barrel_(firearms)","surface_form":"barrel","offset":3172},{"uri":"License","surface_form":"license","offset":3412},{"uri":"United_States_Army","surface_form":"United States Army","offset":3428}]}