{"id":327784,"url":"http://en.wikipedia.org/wiki/Drag_racing","text":"Drag racing is a competition between specially prepared automobiles or motorcycles. Racers compete, two at a time, to be the first to cross a finish line. Races are run from a standing start, in a straight line, over a measured distance, usually a ¼-mile straight track.\nThe race track, known as a dragstrip, usually uses an electronic timing system to decide the winner.\nBasics of drag racing.\nBefore each race, each driver is allowed to perform a burnout by spinning the driving tires. Burnouts heat the driving tires and lay rubber down at the beginning of the track to improve traction. The drivers then line up at the starting line.\nRaces are started electronically by a system known as a Christmas tree.\nBelow the staging lights are three large amber lights, a green light, and a red light. When both drivers are staged, the tree is set to start the race causing the three large amber lights to illuminate, followed by the green light. If the front tires leave the starting line before the green light illuminates, the red light for that driver's lane illuminates instead. This indicates disqualification (unless a more serious violation occurs). Once a driver commits a red-light foul (also known as \"redlighting\"), the other driver can also commit a foul start by leaving the line too early but still win, having left later. Should both drivers leave after the green light illuminates, the one leaving first is said to have a \"holeshot advantage\".\nThe first vehicle to cross the finish line wins the race. The elapsed time is a measure of performance only; it does not determine the winner. Because elapsed time does not include reaction time and each lane is timed separately, a car with a slower elapsed time can actually win if that driver's holeshot advantage exceeds the elapsed time difference. This is known as a \"holeshot win\".\nSeveral measurements are taken for each race: reaction time, elapsed time, and speed. Reaction time is the period from the lighting of the green light to the vehicle leaving the starting line. Elapsed time is the time from the vehicle leaving the starting line to crossing the finish line. Speed is measured through a speed trap covering the final to the finish line, indicating the approximate maximum speed of the vehicle during the run.\nIn the standard racing format, the losing car and driver are removed from the contest and the winner goes on to race other winners. This continues until only one is left.\nNorth America.\nThe National Hot Rod Association (NHRA) oversees most of drag racing events in North America. The next largest organization, Feld Entertainment's International Hot Rod Association (IHRA), is about one-third the size of NHRA. Nearly all drag strips are associated with one sanctioning body or the other. The NHRA is more popular with large, 1/4-mile, nationally recognized, tracks., The IHRA is a favorite of smaller 1/8-mile local tracks (and offers selected races on their national tour under the 1/8-mile format). One reason for this is the IHRA is less restrictive in its rules, such as rules on nitrous oxide (legal in Pro Modified) and oversized engines.","categories":[],"infobox_types":[],"annotations":[{"uri":"Automobile","surface_form":"automobile","offset":56},{"uri":"Motorcycle","surface_form":"motorcycles","offset":71},{"uri":"Standing_start","surface_form":"standing start","offset":176},{"uri":"Dragstrip","surface_form":"dragstrip","offset":298},{"uri":"Burnout","surface_form":"burnout","offset":449},{"uri":"Christmas_tree_(racing)","surface_form":"Christmas tree","offset":694},{"uri":"Speed_trap","surface_form":"speed trap","offset":2162},{"uri":"NHRA","surface_form":"National Hot Rod Association","offset":2474},{"uri":"Feld_Entertainment","surface_form":"Feld Entertainment","offset":2595},{"uri":"International_Hot_Rod_Association","surface_form":"International Hot Rod Association","offset":2616}]}