{"id":327887,"url":"http://en.wikipedia.org/wiki/Big_Bertha","text":"Big Bertha is the name of a type of super-heavy howitzer made by the famous armaments manufacturer Krupp in Germany on the eve of World War I. Another huge gun, 42-cm Gamma-Device howitzer, was the forerunner of the Bertha.\nName.\nBertha's official name was the L/12 (the barrel was 12 calibre in length), or the M-Device.\nMany sources say that \"Bertha\" is a reference to Bertha Krupp, heiress and owner of the Krupp industrial empire. However, not all accept this. During the war, the Germans gave numerous other nicknames to the M-Device. 'Dicke', meaning fat or big in German, is apparently not a reference to the physical aspect of Ms Krupp.\nThe name \"Big Bertha\" subsequently came to be applied generally by the Allies to any very large German gun. This included the railway guns which used mounted battleship guns known as \"Langer Max\" and the ultra-long range \"Paris Gun\". Strictly speaking, however, Dicke Bertha, or Big Bertha, is \"only\" applicable to the 42-cm M-Device howitzer.\nOrigin.\nBertha was the result of lessons learned by the Germans (and Austrians) from the Russo-Japanese War of 1904-05. During the war, the Japanese had dismounted a number of their coastal defence 28-cm howitzers and used them to help break their siege of the fortified Russian naval base at Port Arthur.\nThis was a complete novelty as, until that time, it had been assumed by military experts that the largest transportable siege guns were around 20-cm in calibre. Other Europeans completely failed to draw the lessons the Japanese had taught, and went forward withough any huge siege guns.\nIn use.\nBig Bertha gained a strong reputation on both sides of the lines due to its early impressive successes in smashing the forts at Liege, Belgium. The German press went wild with enthusiasm and declared the Bertha a 'wonder weapon'. When used later during the German assault upon Verdun in February 1916, however, it proved less effective, as the fort, made of concrete reinforced with steel, could mostly withstand the large semi-armour-piercing shells of the Berthas. Only Fort Vaux was severely damaged during this event, destroying the water storage and leading to the surrender of the fort.\nA total of 12 complete M-Devices were built; besides the two available when the war started, ten more were built during the war. This figure does not include additional barrels.\nAs the war ground on several Berthas were destroyed when their barrels burst due to faulty ammunition. Later in the Great War, an L/30 30.5-cm barrel was developed and fitted to a number of Bertha carriages in order to provide longer-range, though not quite as heavy fire.","categories":[],"infobox_types":[],"annotations":[{"uri":"Howitzer","surface_form":"howitzer","offset":48},{"uri":"Krupp","surface_form":"Krupp","offset":99},{"uri":"German_Empire","surface_form":"Germany","offset":108},{"uri":"World_War_I","surface_form":"World War I","offset":130},{"uri":"Caliber_(artillery)","surface_form":"calibre","offset":285},{"uri":"Bertha_Krupp","surface_form":"Bertha Krupp","offset":371},{"uri":"Allies_of_World_War_I","surface_form":"Allies","offset":716},{"uri":"Railway_gun","surface_form":"railway gun","offset":771},{"uri":"Battleship","surface_form":"battleship","offset":803},{"uri":"Langer_Max","surface_form":"Langer Max","offset":829},{"uri":"Paris_Gun","surface_form":"Paris Gun","offset":867},{"uri":"Austria","surface_form":"Austria","offset":1058},{"uri":"Russo-Japanese_War","surface_form":"Russo-Japanese War","offset":1078},{"uri":"Battle_of_Port_Arthur","surface_form":"Port Arthur","offset":1282},{"uri":"Liege","surface_form":"Liege","offset":1718},{"uri":"Belgium","surface_form":"Belgium","offset":1725},{"uri":"Battle_of_Verdun","surface_form":"Verdun","offset":1867}]}