{"id":3278,"url":"http://en.wikipedia.org/wiki/M-theory","text":"M-theory is a new idea in small-particle physics that is part of superstring theory that was initially proposed by Edward Witten. The idea, or theory, often causes arguments among scientists, because there is no way to test it to see if it is true. If ever proven true, M-theory and string theory would mean big progress for science.\nString theory.\nTo understand M-theory one must first have some knowledge of string theory. For hundreds of years, scientists have thought that the simplest objects in the universe are points, like dots. String theory says that this is wrong and that the simplest objects in the universe are shaped like pieces of string. These strings are so small that even when looked at very closely they look like points. Each basic particle is created by the strings vibrating in different patterns. The reason scientists had not thought of this idea for so long is that strings are much harder to work with than points. They seem to break such rules as causality and special relativity, which says that information cannot travel faster than the speed of light.\nString theory has been developed because of a very important problem that has existed for almost 100 years. Albert Einstein's theory that describes the universe on very large scales (it is called general relativity), disagrees with two theories that describe things on very small scales (they are called quantum mechanics and the standard model). There are also problems with the Standard Model: it includes about 20 numbers that seem to have no explanation; it has too many \"basic particles\" - some scientists think it needs to have fewer; and it does not include gravity, which is needed to explain weight.\nMany of these problems can be solved by thinking of basic particles as strings. Now there is only one number with no explanation, which gives the size of the strings. String theory includes particles that cause gravity, called gravitons; finding this out delighted the scientists who work on string theory. So, string theory successfully brings General Relativity and Quantum Mechanics together.\nBut there are some problems with string theory. Normally, we think of the universe as having 4 dimensions, or \"basic directions\". 3 of these basic directions can be thought of as \"up/down\", \"forward/backward\" and \"left/right\". The other direction is time. String theory needs 10 basic directions.\nThese six other directions can be explained if they are \"curled up\", so they are much too small to see. For example, by following the path of a spiral, it is possible to go a great distance along it without moving very far. The 6 other directions can be thought of as tiny spirals - strings can move along them a great distance but not seem to move. This can be looked at as a mathematical trick—a trick that has little to do with the real world that can be seen and touched. Such tricks are allowed if they give a theory that can better tell us how things work.\nAnother problem with string theory is that there are 5 different versions of it. Each version allows different kinds of strings and says they work in different ways. String theory is supposed to be a \"theory of everything\" so there should be only one version, not 5. M-theory solves this problem.\nM-theory.\nIn 1995 Edward Witten started what has been called the \"Second Superstring Revolution\" by introducing M-theory to the world. This theory combines the 5 different string theories (along with a previously abandoned attempt to unify General Relativity and Quantum Mechanics called 11D-Supergravity) into one theory. What Witten actually did was to predict that the fact that all these different theories were connected was a result of there being some underlying theory of which they were all approximations. This theory is somewhat vague in nature and has not yet been pinned down.\nAdditionally, it was found that the equations that required string theory to exist in 10 dimensions were actually approximations as well. The proposed M-theory would need one extra dimension and instead be a theory that takes place in \"11 dimensions\". Witten has himself compared this idea in simple terms to a general who takes up a position on a hilltop, the extra space-coordinate, to get a better view of the battlefield's two other dimensions.\nThe combination is accomplished by knitting together a web of relationships between each of the string theories called dualities (specifically, S-duality, T-duality, and U-duality). Each of these dualities provides a way of converting one of the string theories into another. T-duality is probably the most easily explained of the dualities. It has to do with the size, written as R, of the curled up dimensions of the string theories. It was discovered that by taking a Type IIA string theory that has a size R and changing the radius to 1/R the result will end up being what is equivalent to a Type IIB theory of size R. This duality, along with the others, creates connections between all 5 (or 6, if supergravity is counted) theories. The fact that these dualities existed had been known before Witten came up with the idea of M-theory.\nAdditional amusement has come for many in guessing what the M might stand for (possibilities include Matrix, Magic, Muffin, Mystery, Mother and Membrane). Regardless of what the M might possibly mean, M-theory has become one of the most interesting and active areas of research in theoretical physics today.\n\"For a more technical explanation, see.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Idea","surface_form":"idea","offset":18},{"uri":"Physics","surface_form":"physics","offset":41},{"uri":"Superstring_theory","surface_form":"superstring theory","offset":65},{"uri":"String_theory","surface_form":"string theory","offset":283},{"uri":"String_theory","surface_form":"string theory","offset":410},{"uri":"Scientist","surface_form":"scientist","offset":448},{"uri":"Universe","surface_form":"universe","offset":505},{"uri":"Vibration","surface_form":"vibrating","offset":789},{"uri":"Causality","surface_form":"causality","offset":976},{"uri":"Special_relativity","surface_form":"special relativity","offset":990},{"uri":"Speed_of_light","surface_form":"speed of light","offset":1068},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":1192},{"uri":"General_relativity","surface_form":"general relativity","offset":1280},{"uri":"Quantum_mechanics","surface_form":"quantum mechanics","offset":1388},{"uri":"Standard_model","surface_form":"standard model","offset":1414},{"uri":"Gravity","surface_form":"gravity","offset":1649},{"uri":"Weight","surface_form":"weight","offset":1685},{"uri":"Graviton","surface_form":"graviton","offset":1920},{"uri":"Spiral","surface_form":"spiral","offset":2530},{"uri":"1995","surface_form":"1995","offset":3259},{"uri":"11D-Supergravity","surface_form":"11D-Supergravity","offset":3534},{"uri":"S-duality","surface_form":"S-duality","offset":4429},{"uri":"T-duality","surface_form":"T-duality","offset":4440},{"uri":"U-duality","surface_form":"U-duality","offset":4455},{"uri":"Matrix_theory_(physics)","surface_form":"Matrix","offset":5227}]}