{"id":327978,"url":"http://en.wikipedia.org/wiki/Mortier_de_12_Gribeauval","text":"The Mortier de 12 pouces Gribeauval (Gribeauval 12-inch mortar) was a French mortar. It was made using the Gribeauval system developed by Jean Baptiste Vaquette de Gribeauval. It was part of the siege artillery. The measurement of the mortar is given by the diameter of the ball. It is measured using the French ancient system of measurement, in which 1 pouce (1 inch) is equal to 2.707 cm. The Gribeauval system was a new way of making artillery as a single piece of metal and then drilling a bore hole. This meant they could be made much lighter and more accurate.\nThe Mortier de 12 pouces Gribeauval was first used during the American Revolutionary War from 1780-82. It was used during the Siege of Yorktown in 1781. It was later used in by the French army during the wars that followed the French Revolution and during the Napoleonic Wars.\nThe Mortier de 12 pouces used a cylindrical chamber. Although this was quite efficient, it used to wear easily. This shape was later replaced by the Gomer system using a conical chamber.\nSome of the Mortier de 12 pouces were used for coastal defense, in which case they were fixed on solid metal platforms.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mortar_(weapon)","surface_form":"mortar","offset":77},{"uri":"Gribeauval_system","surface_form":"Gribeauval system","offset":107},{"uri":"Jean_Baptiste_Vaquette_de_Gribeauval","surface_form":"Jean Baptiste Vaquette de Gribeauval","offset":138},{"uri":"Siege","surface_form":"siege","offset":195},{"uri":"Artillery","surface_form":"artillery","offset":201},{"uri":"Diameter","surface_form":"diameter","offset":258},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":629},{"uri":"Yorktown","surface_form":"Yorktown","offset":702},{"uri":"French_Revolution","surface_form":"French Revolution","offset":794},{"uri":"Cylinder_(geometry)","surface_form":"cylindrical","offset":876}]}