{"id":327928,"url":"http://en.wikipedia.org/wiki/Rapier_(missile)","text":"Rapier is a British surface-to-air missile. It was developed for the British Army and Royal Air Force. It began being used in 1971 and eventually replaced all other anti-aircraft weapons in the British Army. It replaced both guns for targets that were flying low down, and the English Electric Thunderbird which was used against targets that were higher up and further away.\nRapier defends against fixed-wing aircraft, helicopters, unmanned aircraft and cruise missiles. It is also able to fire two missiles at once.\nRapier can be moved around by ground and air.\nHistory.\nRapier started being developed in 1961. It was done privately at the British Aircraft Corporation (BAC). Then, the missile was known as \"Sightline\". The project was to fight supersonic, low-flying aircrat.\nAt the time the British Army was going to buy the American MIM-46 Mauler for air-defense. Mauler ran into problems in 1963, so the Ministry of Defence started giving money to Sightline. Sightline was supposed to be a backup in case Mauler failed. This eventually happened, and Sightline was eventually developed as \"Rapier\". The missile was 1966 for testing. Full versions of Rapier were tested in 1968. A contract was given in 1969 for the missile to begin being made. Rapier began being used in 1971 with the British Army, and 1974 with the Royal Air Force Regiment.\nUse.\nThe first Rapier was a launcher on wheels. It had four missiles. The launcher is a large cylinder. It has two missiles on each side.\nBlindfire Radar.\nThe first Rapier was accurate and simple to use. However, it could not be used in all types of weather. To fix this, BAC started working on a different radar unit. This led to the Marconi DN 181 \"Blindfire\" radar in 1970. The first Blindfires were sold to the Iranian Army in 1973. The British Army did not buy the Blindfire system until 1979.\nTracked Rapier.\nIt soon became noticed that a version of Rapier that could be moved around was needed. BAC decided to change Rapier to fit onto the M548, a version of the M113 armored personnel carrier. In 1974, this weapon was developed as \"Tracked Rapier\". The vehicles were bought by the British Army. The first Tracked Rapiers were used with \"11 (Sphinx) Air Defence Battery\", of 22 Air Defence Regiment, Royal Artillery in 1982-83.\nMoving to firing takes only 30 seconds. This was a very big improvement to Towed Rapier. The biggest difference between towed and tracked Rapier was that the tracked Rapier launcher has eight missiles. The towed Rapier only has four.\nThere was no room for Blindfire on a single M548. Because of this, it is towed or put onto a different M548.\nAfter Tracked Rapier entered service, it was upgraded many times to follow the upgrades being made to all Rapiers.\nTracked Rapier has been replaced by Starstreak missile launchers. These are put onto the Alvis Stormer.\nFSB.\nThe \"Field Standard B\" (FSB) added some basic upgrades to Rapier. Also, the radar which searches for enemy aircrat was upgraded so that it could be easily shut down.\nLaserfire.\nBecause of all the new upgrades, the first, cheap Rapier was gone. To make Rapier cheaper, BAC began developing the \"Rapier Laserfire\" in 1982.\nTracking and firing is similar to the first Rapier. However, the Laserfire lights up the target and automatically tracks it with a powerful YAG:Nd laser.\nMissile upgrades.\nIn 1988, a better missile started being tested. This missile exploded before it hit the target. This allowed Rapier to hit smaller, faster targets.\nIn 1992 the Army decided to upgrade Rapier to higher-quality versions.\nThe missile has two versions, the Mk. 2A to shoot down aircraft, and the Mk. 2B, which can be used against light tanks and other armoured vehicles.\nHistory in combat.\nIn April 1982, the first Rapier was used during the Falklands War. Early reports about Rapier were good. They said Rapier got 14 kills and probably killed another 6 more. However, later reports said that around four enemy aircraft were shot down by Rapier. Only one Argentine aircraft, a Dagger A, was definitely a Rapier kill. The pilot was killed.\n\"Within the total only five Argentine aircraft might have been shot down by Rapier, and, as originally noted by Ethell and Price, only one of these was certain, with two probables and two possibles. Similar discrepancies arose over other weapons systems, notably Blowpipe (one confirmed kill as against nine confirmed and two probables in the White Paper) and Sea Cat (zero to one against eight confirmed and two probables in the White Paper). […] This confirmation that MoD had exaggerated, however unwittingly, the capabilities of Rapier was deemed to be political dynamite. It was observed that if this assessment became publicly known it 'could have a serious adverse effects on sales' prospects for Rapier, which is the staple revenue-earner for BAe's Dynamic Group.\"\nThe main problems were that Rapier could not fire very far, and that there was no proximity fuse. This meant that the gunner had to hit the aircrat with the missile directly. There were also problems with Rapier's IFF system.\nPossible replacement.\nIt has been announced the UK Ministry of Defence was giving money to a company to find a replacement for Rapier. The Common Anti-Air Modular Missile (CAMM) would have some components the same as the ASRAAM missile which is in service with the RAF.\nMuseums.\nAn example of Rapier can be seen in a hangar in IWM Duxford.","categories":[],"infobox_types":[],"annotations":[{"uri":"British","surface_form":"British","offset":12},{"uri":"Surface-to-air_missile","surface_form":"surface-to-air missile","offset":20},{"uri":"British_Army","surface_form":"British Army","offset":69},{"uri":"Royal_Air_Force","surface_form":"Royal Air Force","offset":86},{"uri":"English_Electric_Thunderbird","surface_form":"English Electric Thunderbird","offset":277},{"uri":"Fixed-wing_aircraft","surface_form":"fixed-wing aircraft","offset":398},{"uri":"Helicopter","surface_form":"helicopter","offset":419},{"uri":"Cruise_missile","surface_form":"cruise missile","offset":454},{"uri":"Missile","surface_form":"missile","offset":499},{"uri":"British_Aircraft_Corporation","surface_form":"British Aircraft Corporation","offset":641},{"uri":"Supersonic","surface_form":"supersonic","offset":746},{"uri":"MIM-46_Mauler","surface_form":"MIM-46 Mauler","offset":837},{"uri":"Contract","surface_form":"contract","offset":1184},{"uri":"Royal_Air_Force_Regiment","surface_form":"Royal Air Force Regiment","offset":1321},{"uri":"Cylinder","surface_form":"cylinder","offset":1441},{"uri":"Accuracy","surface_form":"accurate","offset":1523},{"uri":"Weather","surface_form":"weather","offset":1597},{"uri":"Radar","surface_form":"radar","offset":1654},{"uri":"M113_armored_personnel_carrier","surface_form":"M113 armored personnel carrier","offset":2017},{"uri":"Royal_Artillery","surface_form":"Royal Artillery","offset":2255},{"uri":"Starstreak_missile","surface_form":"Starstreak missile","offset":2777},{"uri":"Alvis_Stormer","surface_form":"Alvis Stormer","offset":2830},{"uri":"Tanks","surface_form":"tanks","offset":3675},{"uri":"Falklands_War","surface_form":"Falklands War","offset":3781},{"uri":"Blowpipe_missile","surface_form":"Blowpipe","offset":4342},{"uri":"Sea_Cat_missile","surface_form":"Sea Cat","offset":4439},{"uri":"Proximity_fuse","surface_form":"proximity fuse","offset":4934},{"uri":"Common_Anti-Air_Modular_Missile","surface_form":"Common Anti-Air Modular Missile","offset":5217},{"uri":"ASRAAM","surface_form":"ASRAAM","offset":5299},{"uri":"RAF","surface_form":"RAF","offset":5343},{"uri":"Hangar","surface_form":"hangar","offset":5395},{"uri":"IWM_Duxford","surface_form":"IWM Duxford","offset":5405}]}