{"id":328053,"url":"http://en.wikipedia.org/wiki/L%27elisir_d%27amore","text":"\"L'elisir d'amore\" () is an Italian comic opera in two acts. The music was written by Gaetano Donizetti. Felice Romani wrote the libretto, after Eugène Scribe's libretto for Daniel Auber's \"Le philtre\" (1831).\nThe opera was first performed at the Teatro della Canobbiana, Milan, Italy on May 12, 1832. \"L'elisir d'amore\" is number 12 on the Operabase list of the most performed operas in the world. The aria \"Una furtiva lagrima\" () is very famous. In 1840, Richard Wagner arranged the opera for piano. W. S. Gilbert wrote a parody of the opera called \"Dulcamara, or the Little Duck and the Great Quack\" in 1866.\nAct 1.\nNemorino, a poor peasant, is in love with Adina, a beautiful landowner. She torments him with her seeming indifference. When Nemorino hears Adina reading to her workers the story of Tristan and Isolde, he considers using a magic potion to gain Adina's love. He is afraid she loves Sergeant Belcore. The Sergeant appears with his regiment. He proposes marriage to Adina. The traveling quack salesman, Dulcamara arrives, selling his bottled cure-all to the townspeople. Nemorino asks Dulcamara if he has anything like Isolde's love potion. Dulcamara says he does. He sells it to Nemorino at a price matching the contents of Nemorino's pockets. The bottle contains only wine. In order to make a timely escape, Dulcamara tells Nemorino the potion will not take effect until the next day. Nemorino drinks it, feeling its effects immediately.\nEmboldened by the 'elixir' Nemorino encounters Adina. She teases him mercilessly, the audience senses that the attraction might be mutual, were it not for the marriage proposal of the Sergeant Belcore. In fact, their wedding date has been set for six days hence. Nemorino's confidence that tomorrow he will win Adina by virtue of the elixir, causes him to act indifferently toward her. This upsets Adina, but she attempts to hide her feelings. Instead, she ups the ante as well by agreeing to Sergeant Belcore's alternate suggestion: that they marry immediately as he has just received orders that the regiment must ship off the next morning. Both Adina and the Sergeant gauge Nemorino's reaction to this news, the Sergeant with resentment, Adina with despair. Nemorino panics, and cries out for Doctor Dulcamara to come to his aid.\nAct 2.\nAdina's outdoor wedding party is in full swing. Dr. Dulcamara is there, and performs a song with Adina to entertain the guests. The notary arrives to make the marriage official. Adina is sad to see that Nemorino has not appeared. Everyone goes inside to sign the wedding contract. But Dulcamara stays outside, helping himself to food and drink. Nemorino appears, having seen the notary, realizes that he has lost Adina. He sees the Doctor and frantically begs him for more elixir, of the type that will work immediately. But because Nemorino has no money, the Doctor refuses, disappearing inside. The Sergeant emerges, alone, wondering aloud why Adina has suddenly put off the wedding and the signing of the contract. Nemorino spots his rival, but is powerless to do anything. The Sergeant asks about Nemorino's dejection. When Nemorino says he has no money Belcore immediately suggests that if he joins the army he'll be paid immediately. He produces a contract, which Nemorino signs (with an X) in return for the cash Belcore gives him on the spot. Nemorino privately vows to fly to Dulcamara for more potion, while Belcore muses that he has easily dispatched of his rival by sending him off to war.\nLater that evening the women of the village are gossiping that Nemorino is unaware that he has just inherited a large fortune from his deceased uncle. They spot Nemorino, who has clearly spent his military signing bonus, and has bought and consumed a large amount of 'elixir' (wine again) from Dr. Dulcamara. The women approach Nemorino with overly friendly greetings, the likes of which he has never seen. This is proof to Nemorino that this dose of the elixir has worked. Adina sees Nemorino in a jolly mood and, encountering Dr. Dulcamara, wonders what has gotten into him. Dulcamara, unaware that Adina is the object of Nemorino's affection, tells her the story of the smitten bumpkin who spent his last penny on the elixir, and even signed his life away, joining the army for money to get more, so desperate was he to win the love of some unnamed cruel beauty. Adina immediately realizes Nemorino's sincerity, and regrets teasing him. She falls for Nemorino, basking in the sincerity of his love. Dulcamara interprets this behavior as some sort of condition requiring a cure by one of his potions.\nThey depart. Nemorino appears alone, pensive, reflecting on a tear he saw in Adina's eye when he was ignoring her earlier. Based on that tear alone, he is sincerely convinced that Adina loves him. She enters, asking him why he has chosen to join the army and leave the town. When Nemorino says he's seeking a better life, Adina responds by telling him he is loved, and that she has purchased his military contract from Sergeant Belcore. She offers the cancelled contract to Nemorino, asking him to take it. He is free now. She says, however, that if he stays, he will no longer be sad. As he takes the contract Adina turns to leave. Nemorino believes she is abandoning him and flies in to a desperate fit, vowing that if he is not loved, if the elixir has not worked, and the Doctor has fooled him, then he might as well go off and die a soldier. Adina stops him and confesses that she loves him. Nemorino is ecstatic. Adina begs him to forgive her for teasing him. He does so with a kiss. The sergeant returns, seeing the two in an embrace. Adina explains that she loves Nemorino. The Sergeant takes the news in stride, noting that there are plenty of other women in the world. Dulcamara, his bags packed, pops out of a doorway, adding that he will happily provide elixir for the Sergeant's next conquest. A crowd has gathered by now, all agreeing that the elixir has done its job as they bid a fond farewell to the doctor.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italian_language","surface_form":"Italian","offset":28},{"uri":"Comic_opera","surface_form":"comic opera","offset":36},{"uri":"Music","surface_form":"music","offset":65},{"uri":"Composition_(music)","surface_form":"written","offset":75},{"uri":"Gaetano_Donizetti","surface_form":"Gaetano Donizetti","offset":86},{"uri":"Felice_Romani","surface_form":"Felice Romani","offset":105},{"uri":"Write","surface_form":"wrote","offset":119},{"uri":"Libretto","surface_form":"libretto","offset":129},{"uri":"Eug%C3%A8ne_Scribe","surface_form":"Eugène Scribe","offset":145},{"uri":"Daniel_Auber","surface_form":"Daniel Auber","offset":174},{"uri":"Le_philtre","surface_form":"Le philtre","offset":190},{"uri":"Teatro_della_Canobbiana","surface_form":"Teatro della Canobbiana","offset":247},{"uri":"Milan","surface_form":"Milan","offset":272},{"uri":"Italy","surface_form":"Italy","offset":279},{"uri":"Number","surface_form":"number","offset":324},{"uri":"Operabase","surface_form":"Operabase","offset":341},{"uri":"Aria","surface_form":"aria","offset":403},{"uri":"Una_furtiva_lagrima","surface_form":"Una furtiva lagrima","offset":409},{"uri":"Richard_Wagner","surface_form":"Richard Wagner","offset":458},{"uri":"Arrangement_(music)","surface_form":"arranged","offset":473},{"uri":"Piano","surface_form":"piano","offset":496},{"uri":"W._S._Gilbert","surface_form":"W. S. Gilbert","offset":503},{"uri":"Parody","surface_form":"parody","offset":525},{"uri":"Dulcamara%2C_or_the_Little_Duck_and_the_Great_Quack","surface_form":"Dulcamara, or the Little Duck and the Great Quack","offset":553}]}