{"id":328034,"url":"http://en.wikipedia.org/wiki/Vices_%26_Virtues","text":"\"Vices & Virtues\" is the third full-length studio album from Panic! at the Disco. It was released on March 18, 2011 under Fueled By Ramen and Decaydance Records. The album was produced and mixed by music engineers Butch Walker and John Feldmann. The album peaked at number seven on the \"Billboard\" 200 albums chart and number five on the Billboard Digital Albums chart. The lead single off the album, \"The Ballad of Mona Lisa\", was released on February 1, 2011. The single peaked at number 84 on the \"Billboard\" Hot 100 chart. The second single off the album, titled \"Ready to Go (Get Me Out of My Mind)\", was released on June 6, 2011. It peaked at number 14 on the \"Billboard\" Alternative Songs chart.\nThe album has a different sound than their previous two studio album releases \"A Fever You Can't Sweat Out\" (2005) and \"Pretty. Odd.\" (2008). That is because two group members had left, and because of the amount of time between the releases of \"Vices\" and \"Pretty. Odd.\" The album has elements from the band's debut album. It has heavy use of synthesizers and guitars. The track \"Mona Lisa\" returns to the idea of the band's first single \"I Write Sins, Not Tragedies\", which had heavier guitar and rock influences.\nThe song \"Let's Kill Tonight\" was released in the United Kingdom for the band's 2012 \"Spring Vices & Virtues Tour\". A music video was uploaded on February 10, 2012 on the Fueled By Ramen official YouTube channel with a minute and ten seconds of the band performing the song live in London.\nRelease.\n\"Vices & Virtues\" was released March 22, 2011 in the United States, Brazil, and Canada. It was released on other dates in other countries. The record debuted at number seven on the US \"Billboard\" 200 albums chart, with first-week sales of 56,000 copies in the United States. This is very different from the group's previous effort, \"Pretty. Odd.\", which debuted without much commercial attention in 2008, with first-week sales of 139,000. The album also came in at #2 on Neilson SoundScan Alternative Albums chart and #5 on the Digital Albums ranking.","categories":[],"infobox_types":["album"],"annotations":[{"uri":"Album","surface_form":"studio album","offset":43},{"uri":"The_Ballad_of_Mona_Lisa","surface_form":"The Ballad of Mona Lisa","offset":402},{"uri":"Ready_to_Go_(Get_Me_Out_of_My_Mind)","surface_form":"Ready to Go (Get Me Out of My Mind)","offset":568},{"uri":"A_Fever_You_Can%27t_Sweat_Out","surface_form":"A Fever You Can't Sweat Out","offset":782},{"uri":"Pretty._Odd.","surface_form":"Pretty. Odd.","offset":823},{"uri":"Synthesizer","surface_form":"synthesizer","offset":1046},{"uri":"I_Write_Sins%2C_Not_Tragedies","surface_form":"I Write Sins, Not Tragedies","offset":1142},{"uri":"Let%27s_Kill_Tonight","surface_form":"Let's Kill Tonight","offset":1228},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1268},{"uri":"YouTube","surface_form":"YouTube","offset":1414},{"uri":"London","surface_form":"London","offset":1500}]}