{"id":328144,"url":"http://en.wikipedia.org/wiki/LGBT_rights_in_the_State_of_Palestine","text":"In the Palestinian territories, there are no laws that specifically protect LGBT people. No laws protect LGBT people from discrimination (not being treated equally because they are LGBT) or harassment. However, the Basic Law of the Palestinian Constitution does give all Palestinians certain freedoms. For example, it covers freedom of belief, freedom of expression, and freedom of bodily integrity. It also gives Palestinians freedom from discrimination \"because of race, sex, color, religion, political views, or disability\". The Basic Law also protects people's human rights. In other countries, people have used these types of laws and freedoms to argue that LGBT rights should exist. However, hundreds of gay Palestinians have left and moved to Israel because they did not feel welcome or safe in Palestinian-ruled areas.\nHomosexuality is still illegal in parts of Palestine. In 1951, same-sex acts were decriminalized in the West Bank, which was ruled by Jordan. Same-sex acts are still decriminalized there today. On the other hand, in the Gaza Strip, same-sex acts between men were made illegal in 1936, by the British Mandate Criminal Code Ordinance, No. 74. This law is still in place, so same-sex acts between men are still illegal there. Lesbian women are not covered by this law.\nIn both the West Bank and the Gaza Strip, the Palestinian Authority has not made laws either for or against homosexuality. Instead, the President of the Palestinian Authority decided to keep the laws that were already in place in the Gaza Strip and West Bank. On May 20, 1994, he ruled that laws that took effect before June 5, 1967 in these areas would not be changed. The laws are also more complicated because the Palestinian territories have been ruled by many different foreign powers, like the Ottoman Empire, the British Empire, Jordan, Egypt, and Israel. Each of these foreign powers created their own laws for the Palestinian territories. Because of the many different laws that have been in place there, the legal situation in the territories is confusing. Sometimes, the criminal law about homosexuality is applied (or used) in the territories. At other times, the laws are not applied. It can be different in the different territories.","categories":[],"infobox_types":[],"annotations":[{"uri":"Palestinian_territories","surface_form":"Palestinian territories","offset":7},{"uri":"Legislation","surface_form":"laws","offset":45},{"uri":"LGBT","surface_form":"LGBT","offset":76},{"uri":"Discrimination","surface_form":"discrimination","offset":122},{"uri":"Constitution","surface_form":"Constitution","offset":244},{"uri":"Freedom_of_expression","surface_form":"freedom of expression","offset":344},{"uri":"Race","surface_form":"race","offset":467},{"uri":"Gender","surface_form":"sex","offset":473},{"uri":"Religion","surface_form":"religion","offset":485},{"uri":"Politics","surface_form":"political","offset":495},{"uri":"Disability","surface_form":"disability","offset":515},{"uri":"Human_rights","surface_form":"human rights","offset":565},{"uri":"Homosexuality","surface_form":"Homosexuality","offset":827},{"uri":"Decriminalize","surface_form":"decriminalize","offset":909},{"uri":"West_Bank","surface_form":"West Bank","offset":931},{"uri":"Jordan","surface_form":"Jordan","offset":961},{"uri":"Gaza_Strip","surface_form":"Gaza Strip","offset":1047},{"uri":"Lesbian","surface_form":"Lesbian","offset":1250},{"uri":"Palestinian_Authority","surface_form":"Palestinian Authority","offset":1339},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":1793},{"uri":"British_Empire","surface_form":"British Empire","offset":1813},{"uri":"Egypt","surface_form":"Egypt","offset":1837},{"uri":"Israel","surface_form":"Israel","offset":1848}]}