{"id":328174,"url":"http://en.wikipedia.org/wiki/Raoul_Wallenberg","text":"Raoul Wallenberg (1912 – 1947?) was a Swedish businessman and diplomat. He helped save about 100,000 Hungarian Jews from being killed by the Nazis in 1944, during the Holocaust in World War II. He often risked his life, and later won worldwide admiration for his heroic eforts.\nBackground.\nWallenberg was born in Kapptsta, near Stockholm. He was a member of a prominent family of bankers and industrialists. He visited Hungary on business in the early 1940s, during World War II. Wallenberg became increasingly disturbed by the plans of Nazi leader Adolf Hitler to kill all the Jews of Europe. In 1944, the World Jewish Congress and the American War Refugee Board asked Wallennberg to help and he agreed to go to Hungary to save the remaining Jews there.\nRescue of Jews.\nThe Swedish government sent Wallenberg to serve as a diplomat in Budapest, Hungary's capital. He gave Swedish passports to about 20,000 Jews, allowing them to ask for the protection of the neutral Swedish government. He also protected Jews in houses he bought or rented with his own money or money from the groups that had sent him. Wallenberg, a Lutheran, was assisted by Roman Catholic and other non-Jewish leaders.\nAdolf Eichmann, a Nazi official who directed the sending of Jews to concentration camps, ordered Wallenberg to stop interfering with German plans for the Jews. Wallenberg said no. Eichmann tried to have Wallenberg killed, but he was not killed. In the final days before the liberation of Budapest by Soviet soldiers, Wallenberg persuaded the Nazis to stop a plan to kill 70,000 Jews who were forced to live in a ghetto (separated part) of the city.\nArrest and death.\nIn January 1945, Soviet forces arrested Wallenberg. They apparently believed he was an American spy. In 1957, the Soviet government reported that Wallenberg had died of a heart attack in prison in 1947. But several people said that they saw him alive in Soviet prisons and hospitals after 1947.\nIn 1981, the United States Congress made Wallenberg an honorary U.S. citizen.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sweden","surface_form":"Swedish","offset":38},{"uri":"Diplomat","surface_form":"diplomat","offset":62},{"uri":"Jews","surface_form":"Jews","offset":111},{"uri":"Nazis","surface_form":"Nazis","offset":141},{"uri":"The_Holocaust","surface_form":"the Holocaust","offset":163},{"uri":"World_War_II","surface_form":"World War II","offset":180},{"uri":"Stockholm","surface_form":"Stockholm","offset":328},{"uri":"Hungary","surface_form":"Hungary","offset":419},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":549},{"uri":"Final_Solution","surface_form":"kill all the Jews","offset":565},{"uri":"Budapest","surface_form":"Budapest","offset":836},{"uri":"Passport","surface_form":"passport","offset":881},{"uri":"Lutheran","surface_form":"Lutheran","offset":1118},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":1144},{"uri":"Adolf_Eichmann","surface_form":"Adolf Eichmann","offset":1189},{"uri":"Soviet_Union","surface_form":"Soviet","offset":1489},{"uri":"Ghetto","surface_form":"ghetto","offset":1601}]}