{"id":328190,"url":"http://en.wikipedia.org/wiki/Bernhard_Riemann","text":"Georg Friedrich Bernhard Riemann (17 September 1826 near Hanover 20 July 1866 Selasca, Italy) was a German mathematician. He had a short life and did not write down very much about his discoveries, but the things he discovered were all extremely important and had a revolutionary effect on mathematics. He contributed to many fields of mathematics, such as analysis, geometry, mathematical physics and number theory. Today, many people see him as a great mathematician. He was among the first mathematicians that worked on complex analysis. The kind of geometry he started (which is called Riemannian geometry today) is one of the bases of the theory of relativity, developed by Albert Einstein.\nChildhood.\nBernhard Riemann was the second child in a family of six children. His father was a Lutheran pastor. The family was very poor and did not have much to eat. Several of the children died, and Bernhard always had poor health. His parents were loving, but he was a very shy boy. Later in life he had to try very hard to be brave enough to speak in public. His father was one of his first teachers. The young boy was very keen to learn about everything. When he was ten he had a specialist maths teacher, but he was often better at maths than his teacher. When he was 14, he went to Hanover where he lived with his grandmother so that he could go to a Gymnasium school. His father wanted him to be a priest, but Bernhard was much too shy to preach to people. In the end he let him study maths.\nThere is a well-known story from Riemann’s school days. The school director excused him from maths lessons because the lessons were much too easy for him. Bernhard asked the director whether he could borrow a difficult maths book to read, so the director lent him \"Théorie des Nombres\" (Theory of Numbers) by Legendre. This was a huge book with maths that was so difficult that only a few people in the world would have understood it all. The director was disappointed when the boy brought the book back after only six days. He asked him how far he had got. The boy said he had read the whole book. This was true, and he had understood and remembered it all. Later in life, when Riemann was 33, he developed the famous Riemann hypothesis. This was an article that was only 8 pages long, but he developed his idea from what Legendre had written. Mathematicians ever since have struggled to try to prove what Riemann wrote.\nUniversity life.\nRiemann studied at the universities of Göttingen and Berlin. During his student days he was developing ideas that were to become very important to modern mathematical physics. In 1851 he got his doctorate for a dissertation called \"Foundations for a General Theory of Functions of a Complex Variable\". This was to become very useful in topology which deals with position and place. When he became lecturer at Göttingen he had to offer three lectures from which the professors would choose one. One of the professors was Carl Friedrich Gauss who was one of the greatest mathematicians who ever lived. Gauss asked him to talk about \"On the Hypotheses that form the foundations of Geometry\". Gauss himself had worked on this subject. Riemann was terribly nervous about lecturing on this subject in front of the famous Gauss. When he gave the lecture, it became one of the most famous events in the history of mathematics. Gauss did not often give praise to younger mathematicians, but he was very enthusiastic. Riemann’s ideas made it possible for Einstein to develop his theory of relativity more than half a century later.\nAt first Riemann had no salary. He depended on fees from the students. After four years he was given a small salary. In 1857 he became associate professor and in 1859 full professor, succeeding Dirichlet who had succeeded Gauss four years earlier. Riemann suffered from bad health. Overwork often resulted in periods of depression. There were many deaths in his family, but he worked very hard and made several discoveries that are now named after him. He was becoming very famous. On a visit to Berlin Borchardt, Kummer, Kronecker and Weierstraß - all very famous mathematicians - showered him with praise. He went to Paris where he met Hermite who greatly admired him. He was honoured by the Royal Society of London and the French Academy of Sciences.\nHe married and for a short time he was happy. Then he became ill. He suffered from pleurisy and made several visits to Italy for his health. He died in Selasca on Lago Maggiore aged 39.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hanover","surface_form":"Hanover","offset":57},{"uri":"Italy","surface_form":"Italy","offset":87},{"uri":"Mathematician","surface_form":"mathematician","offset":107},{"uri":"Analysis","surface_form":"analysis","offset":357},{"uri":"Geometry","surface_form":"geometry","offset":367},{"uri":"Mathematical_physics","surface_form":"mathematical physics","offset":377},{"uri":"Number_theory","surface_form":"number theory","offset":402},{"uri":"Complex_analysis","surface_form":"complex analysis","offset":523},{"uri":"Riemannian_geometry","surface_form":"Riemannian geometry","offset":590},{"uri":"Theory_of_relativity","surface_form":"theory of relativity","offset":644},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":679},{"uri":"Lutheran","surface_form":"Lutheran","offset":791},{"uri":"Pastor","surface_form":"pastor","offset":800},{"uri":"Shy","surface_form":"shy","offset":973},{"uri":"Gymnasium_(school)","surface_form":"Gymnasium","offset":1354},{"uri":"Priest","surface_form":"priest","offset":1402},{"uri":"Preach","surface_form":"preach","offset":1443},{"uri":"Riemann_hypothesis","surface_form":"Riemann hypothesis","offset":2215},{"uri":"G%C3%B6ttingen","surface_form":"Göttingen","offset":2474},{"uri":"Berlin","surface_form":"Berlin","offset":2488},{"uri":"Doctorate","surface_form":"doctorate","offset":2630},{"uri":"Topology","surface_form":"topology","offset":2771},{"uri":"Carl_Friedrich_Gauss","surface_form":"Carl Friedrich Gauss","offset":2955},{"uri":"Albert_Einstein","surface_form":"Einstein","offset":3480},{"uri":"Relativity","surface_form":"relativity","offset":3514},{"uri":"Dirichlet","surface_form":"Dirichlet","offset":3751},{"uri":"Depression_(mood)","surface_form":"depression","offset":3877},{"uri":"Borchardt","surface_form":"Borchardt","offset":4060},{"uri":"Ernst_Eduard_Kummer","surface_form":"Kummer","offset":4071},{"uri":"Leopold_Kronecker","surface_form":"Kronecker","offset":4079},{"uri":"Karl_Weierstra%C3%9F","surface_form":"Weierstraß","offset":4093},{"uri":"Charles_Hermite","surface_form":"Hermite","offset":4195},{"uri":"Royal_Society_of_London","surface_form":"Royal Society of London","offset":4251},{"uri":"French_Academy_of_Sciences","surface_form":"French Academy of Sciences","offset":4283},{"uri":"Pleurisy","surface_form":"pleurisy","offset":4394},{"uri":"Italy","surface_form":"Italy","offset":4430},{"uri":"Lago_Maggiore","surface_form":"Lago Maggiore","offset":4474}]}