{"id":328374,"url":"http://en.wikipedia.org/wiki/Tauriel","text":"Tauriel is a fictional character from Peter Jackson's three-part feature movie adaptation of J.R.R. Tolkien's \"The Hobbit\". The character does not appear in the original book by writer J.R.R. Tolkien, but was created by Peter Jackson and Fran Walsh for two of the movies. Tauriel is a Woodland Elf, and is the leader of the Elven guard. Her name means \"forest daughter\" in the Elvish language. She is played by actress Evangeline Lilly, who appeared as Kate Austen on the TV show \"Lost\".\nAppearances.\nTauriel first appears in the second part of the trilogy, \"The Desolation of Smaug\", which was released December 13, 2013. Before it was decided to have three films instead of two, Tauriel was described as having a more important role in what was then the final film, \" Battle of the Five Armies\", which was originally going to be released in 2013. However, when the filmmakers decided to make the series into a trilogy, that part of the story became the third part of the trilogy, which would be released in December 2014.\nIn \"The Desolation of Smaug\", the hobbit Bilbo Baggins, and thirteen dwarves, are traveling to Lonely Mountain, and pass through the black forest of Mirkwood, where they are captured by giant spiders. The spiders are then attacked by the Wood Elves, led by Legolas and Tauriel. Tauriel saves Kíli by killing a spider that was attacking him, but the Elves take the dwarves as prisoners for trespassing on their land. During the dwarves' imprisonment, Tauriel forms a bond with Kíli. It is later mentioned that Tauriel is a talented warrior and for this reason, was made leader of the Mirkwood border guards. Legolas, the son of Mirkwood's Elven king Thranduil, is shown to be attracted to her, and she used to be attracted to him too, but because she is a lowly Silvan Elf, she does not believe herself worthy of him, and similarly, Thranduil does not consider her to be a proper match for his son.\nAs the dwarves escape with Bilbo's help, the Elves' home is attacked by orcs. Tauriel again uses her skills to save Kíli, but Kíli is struck in the leg with an orc's arrow. This arrow is poisoned, and the wound it created will slowly kill Kíli. Thranduil learns that an evil entity has returned and is amassing great power in the south, and seals off his kingdom, but before he does this, Tauriel goes after the dwarves by herself. Legolas follows, and tries to convince her to return, but when she refuses, saying that the Elves are part of Middle Earth and that they must fight in the upcoming war, Legolas joins her pursuit.\nAfter getting weapons and supplies at Laketown, the dwarves leave for the Lonely Mountain, but leave Kíli behind because of his injury, and Fili, Bofur and Oin stay behind to be with him. By the time Tauriel and Legolas reach Laketown, the dwarves are being attacked by orcs. They defeat the invaders, and Tauriel uses her knowledge of herbs to heal Kíli's wound, saving his life once again, after which they admit that they have developed a bond with one another.\nCreation and casting.\nIn 1937 J. R. R. Tolkien published the fantasy novel \"The Hobbit\", which is about a group of 15 people: a Hobbit named Bilbo Baggins, a wizard named Gandalf and thirteen dwarves. This group goes searching for a treasure guarded by the dragon, Smaug. During the story, the group are captured by the Silvan Elves. During the Battle of Five Armies at the end of the story, the group of 15 travelers join with the Elves to fight an army of goblins and wargs.\nAlthough Tauriel does not appear in this story, she was created by Peter Jackson and his wife and producing partner Fran Walsh for the movie. They did this in order to expand the world of the elves of Mirkwood Forest, and to bring another female to the cast, since it is mostly males. The character is a Silvan Elf, which means she is of a much lower place in Elf society than the elves that had been seen in \"The Lord of the Rings\" film series, like Arwen, Galadriel, Elrond, and Legolas. A Woodland Elf, her name has been translated as \"Daughter of Mirkwood\".\nIn June 2011 Peter Jackson announced that actress Evangeline Lilly, who played Kate Austen in the ABC drama \"Lost\", was cast in the role. Lilly, had been a fan of Tolkien's books since she was 13, but was nervous about how Tolkien fans would react to a character that did not appear in Tolkien's books. She stated that creating the character for the adaptation was the right thing to do, saying, \"I believe she is authentic, because Tolkien refers to The Woodland Elves, he just doesn't talk about who they are specifically… [Peter and Fran] know that world so well. They’re not going to create a character that is not true to Tolkien's world.\" Despite this, some fans were unhappy with the creation of her character after the first trailer for the film was released on June 12, 2013.\nAs head of the Elven guard, Lilly says that Tauriel is \"slightly reckless and totally ruthless and doesn't hesitate to kill.\" Lilly also says Tauriel is a nonconformist (someone who refuses to follow established customs), and that because of her relative youth among Elves, she can be reckless in the decisions she makes, tending to rebel against the established social order of the Elves. Lilly explains, \"She's only 600 years old, she's just a baby. So she's a bit more impulsive, and she's a bit more immature. I think she's more easily romanticized by a lot of things.\" However, she also has a \"softer side\", and her character's story has her falling in love with another character. Although she and Legolas are close, childhood friends, the romance is not with him. According to Lilly, Legolas' father, the Elven king Thranduil, is fond of Tauriel, and \"sees something very special in her\". Lilly told the filmmakers that she would only play the character if they promised that her character would not be part of a love triangle. However, when she was called back into production to shoot new scenes after it was decided to split the story into three films instead of two, she was told that a love triangle would indeed be added to the story.\nTo look like Tauriel in the films, she wore a red wig with knee-length hair, fake ears that are three times larger than the ones Orlando Bloom wore as Legolas (though Lilly felt that the long hair would take attention away from the ears). Instead of wearing the complex formal gowns that female Elf noblewomen were seen wearing in previous films, Tauriel wears Elven military garb, which is better-suited to her job as a border guard and soldier. The is an expert in a variety of weapons, but she usually uses a bow and two daggers, the same weapons Legolas uses. Lilly had a stunt coach help her film the action scenes. Although Lilly asked to do the character's wirework herself, because she had experience doing her own stunts on \"Lost\", that work was performed by a stunt double. Lilly also had a language coach teacher her how to speak the Elvish language.\nFilming of Tauriel's scenes began in September 2011 in New Zealand, and was expected to last a year. Lilly said that she enjoyed the calm atmosphere of the set, and the familiar experience of filming with a cast of mostly men, which reminded her of working on \"Lost\" and \"The Hurt Locker\". However, she said that the experience of having had her first baby in May 2011 made some parts of filming the fighting scenes harder than she expected, saying, \"Recovering from labor is like recovering from a full-body injury, and I didn't realize to what extent that was true until I started training for elf fighting. My hips don't move like they used to move, my back doesn't move like it used to move, my shoulders are sore every day. But it's fun.\"\nOther Tauriel products.\nTauriel is part of the toy Lego set No. 79001, which is called \"Escape from Mirkwood Spiders\". Her minifigures comes with those of Legolas and the Dwarves Fíli and Kíli.\nCultural effects.\nFor her performance as Tauriel, Evangeline Lilly was nominated for the Saturn Award for Best Supporting Actress, the Broadcast Film Critics Association Award for Best Actress in an Action Movie, the Empire Award for Best Supporting Actress, and the 2014 Kids' Choice Awards.\nThe band The Esgaroth Three poked fun at fans' reaction to Tauriel's appearance in the films, and to other changes made by Peter Jackson to the story, with the song and video \"Who the 'ell is Tauriel?\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Fictional_character","surface_form":"fictional character","offset":13},{"uri":"Peter_Jackson","surface_form":"Peter Jackson","offset":38},{"uri":"The_Hobbit_(2012_movie)","surface_form":"three-part feature movie adaptation","offset":54},{"uri":"J.R.R._Tolkien","surface_form":"J.R.R. Tolkien","offset":93},{"uri":"The_Hobbit","surface_form":"The Hobbit","offset":111},{"uri":"The_Hobbit","surface_form":"the original book","offset":157},{"uri":"J.R.R._Tolkien","surface_form":"J.R.R. Tolkien","offset":185},{"uri":"Fran_Walsh","surface_form":"Fran Walsh","offset":238},{"uri":"Elvish_languages_(Middle-earth)","surface_form":"Elvish language","offset":377},{"uri":"Evangeline_Lilly","surface_form":"Evangeline Lilly","offset":419},{"uri":"Kate_Austen","surface_form":"Kate Austen","offset":453},{"uri":"Lost_(TV_series)","surface_form":"Lost","offset":481},{"uri":"The_Desolation_of_Smaug","surface_form":"The Desolation of Smaug","offset":559},{"uri":"Bilbo_Baggins","surface_form":"Bilbo Baggins","offset":1065},{"uri":"Dwarf_(Middle-earth)","surface_form":"dwarves","offset":1093},{"uri":"Lonely_Mountain","surface_form":"Lonely Mountain","offset":1119},{"uri":"Mirkwood","surface_form":"Mirkwood","offset":1173},{"uri":"Silvan_Elves","surface_form":"Wood Elves","offset":1262},{"uri":"Legolas","surface_form":"Legolas","offset":1281},{"uri":"K%C3%ADli","surface_form":"Kíli","offset":1316},{"uri":"Legolas","surface_form":"Legolas","offset":1631},{"uri":"Thranduil","surface_form":"Thranduil","offset":1673},{"uri":"Orc_(Middle-earth)","surface_form":"orcs","offset":1994},{"uri":"J._R._R._Tolkien","surface_form":"J. R. R. Tolkien","offset":3045},{"uri":"The_Hobbit","surface_form":"The Hobbit","offset":3091},{"uri":"Hobbit","surface_form":"Hobbit","offset":3143},{"uri":"Bilbo_Baggins","surface_form":"Bilbo Baggins","offset":3156},{"uri":"Gandalf","surface_form":"Gandalf","offset":3186},{"uri":"Dwarf_(Middle-earth)","surface_form":"dwarves","offset":3207},{"uri":"Smaug","surface_form":"Smaug","offset":3280},{"uri":"Silvan_Elves","surface_form":"Silvan Elves","offset":3335},{"uri":"Orc_(Middle-earth)","surface_form":"goblins","offset":3473},{"uri":"Peter_Jackson","surface_form":"Peter Jackson","offset":3559},{"uri":"Fran_Walsh","surface_form":"Fran Walsh","offset":3608},{"uri":"Mirkwood_Forest","surface_form":"Mirkwood Forest","offset":3693},{"uri":"The_Lord_of_the_Rings_film_series","surface_form":"\"The Lord of the Rings\" film series","offset":3901},{"uri":"Arwen","surface_form":"Arwen","offset":3943},{"uri":"Galadriel","surface_form":"Galadriel","offset":3950},{"uri":"Elrond","surface_form":"Elrond","offset":3961},{"uri":"Legolas","surface_form":"Legolas","offset":3973},{"uri":"Elf_(Middle-earth)","surface_form":"Elf","offset":3993},{"uri":"Evangeline_Lilly","surface_form":"Evangeline Lilly","offset":4104},{"uri":"Kate_Austen","surface_form":"Kate Austen","offset":4133},{"uri":"American_Broadcasting_Company","surface_form":"ABC","offset":4152},{"uri":"Lost_(TV_series)","surface_form":"Lost","offset":4163},{"uri":"Nonconformist","surface_form":"nonconformist","offset":4994},{"uri":"Thranduil","surface_form":"Thranduil","offset":5662},{"uri":"Love_triangle","surface_form":"love triangle","offset":5859},{"uri":"Orlando_Bloom","surface_form":"Orlando Bloom","offset":6216},{"uri":"Stunt_double","surface_form":"stunt double","offset":6857},{"uri":"Elvish_languages_(Middle-earth)","surface_form":"Elvish language","offset":6932},{"uri":"New_Zealand","surface_form":"New Zealand","offset":7004},{"uri":"The_Hurt_Locker","surface_form":"The Hurt Locker","offset":7221},{"uri":"Lego","surface_form":"Lego","offset":7744},{"uri":"Middle-earth_Lego_sets","surface_form":"Escape from Mirkwood Spiders","offset":7781},{"uri":"Saturn_Award_for_Best_Supporting_Actress","surface_form":"Saturn Award for Best Supporting Actress","offset":7976},{"uri":"Broadcast_Film_Critics_Association_Award_for_Best_Actress_in_an_Action_Movie","surface_form":"Broadcast Film Critics Association Award for Best Actress in an Action Movie","offset":8022},{"uri":"19th_Empire_Awards","surface_form":"Empire Award","offset":8104},{"uri":"2014_Kids%27_Choice_Awards","surface_form":"2014 Kids' Choice Awards","offset":8154},{"uri":"The_Esgaroth_Three","surface_form":"The Esgaroth Three","offset":8189},{"uri":"Who_the_%27ell_is_Tauriel%3F","surface_form":"Who the 'ell is Tauriel?","offset":8356}]}