{"id":32836,"url":"http://en.wikipedia.org/wiki/Gera","text":"Gera is a city in the east of Germany, in the state of Thuringia.\nIt has about 100,000 inhabitants.\nHistory.\nIn the beginning, \"Gera\" was not the name of a village or city, but of a region or district. This district was mentioned in a document for the first time in the year 995. Four years later, in 999, the Holy Roman Emperor Otto III gave this district to his sister Adelheid, who was an abbess in Quedlinburg.\nIn the center of this area, the \"provincia Gera\", a town with the same name was established. Another document, which is from the year 1237, said for the first time that there was a town called Gera. In this town, the abbesses of Quedlinburg had some officials which were called the \"Vögte\" of Gera. These officials were the ancestors of the counts and princes of Reuß, which reigned in Gera for many years, until the year 1918.\nIn the early modern period, Gera was famous for making textiles. There were some fires in which a lot of the town was destroyed, for example in 1686 and in 1780. In 1806, Napoleon was in Gera before the Battle of Jena.\nIn the 19th century, Gera became an important city of industry. Before that, Gera was a quite small town, but in the year 1900, it had already about 45,000 inhabitants.\nIn 1920, Thuringia was founded as a state of the Weimar Republic. Gera was the biggest city of the state, because Erfurt was not yet a part of Thuringia. At the end of World War II, some parts of Gera were destroyed by bombs, for example the Osterstein Castle.\nAfter World War II, Gera was in the Soviet Occupation Zone and then in the German Democratic Republic (GDR). From 1952 to 1990, it was the capital of the Gera District (\"Bezirk Gera\") of the GDR.\nSince the German Reunification in 1990, Gera belongs to the Free State of Thuringia in the Federal Republic of Germany.\nPopulation.\nSince 1959, Gera has had more than 100,000 inhabitants. The highest number of inhabitants of Gera was 134,834 in the year 1988. Since the German Reunification, the number of inhabitants becomes smaller and smaller. Now there are fewer people who live in Gera than in Jena, so Gera is only the third-biggest city in Thuringia. On 31 December 2008, there were only 100,643 people living in Gera.\nTwin towns.\nGera has got twelve twin towns. Eleven of them are in Europe.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"Germany","offset":30},{"uri":"States_of_Germany","surface_form":"state","offset":46},{"uri":"Thuringia","surface_form":"Thuringia","offset":55},{"uri":"Inhabitant","surface_form":"inhabitant","offset":87},{"uri":"Holy_Roman_Empire","surface_form":"Holy Roman Emperor","offset":310},{"uri":"Otto_III%2C_Holy_Roman_Emperor","surface_form":"Otto III","offset":329},{"uri":"Abbess","surface_form":"abbess","offset":392},{"uri":"Quedlinburg","surface_form":"Quedlinburg","offset":402},{"uri":"Vogt","surface_form":"Vögte","offset":698},{"uri":"Count","surface_form":"count","offset":756},{"uri":"Prince","surface_form":"prince","offset":767},{"uri":"Reu%C3%9F","surface_form":"Reuß","offset":778},{"uri":"Early_modern_Europe","surface_form":"early modern period","offset":850},{"uri":"Textile","surface_form":"textile","offset":898},{"uri":"Napoleon","surface_form":"Napoleon","offset":1014},{"uri":"Battle_of_Jena","surface_form":"Battle of Jena","offset":1046},{"uri":"19th_century","surface_form":"19th century","offset":1069},{"uri":"Industry","surface_form":"industry","offset":1116},{"uri":"Weimar_Republic","surface_form":"Weimar Republic","offset":1280},{"uri":"Erfurt","surface_form":"Erfurt","offset":1345},{"uri":"World_War_II","surface_form":"World War II","offset":1399},{"uri":"Bombs","surface_form":"bombs","offset":1450},{"uri":"Soviet_Occupation_Zone","surface_form":"Soviet Occupation Zone","offset":1528},{"uri":"German_Democratic_Republic","surface_form":"German Democratic Republic","offset":1567},{"uri":"German_Reunification","surface_form":"German Reunification","offset":1698},{"uri":"Jena","surface_form":"Jena","offset":2087},{"uri":"Twin_town","surface_form":"twin town","offset":2246},{"uri":"Europe","surface_form":"Europe","offset":2280}]}