{"id":328492,"url":"http://en.wikipedia.org/wiki/Battle_of_Plataea","text":"The Battle of Plataea was the final land battle during the second Persian invasion of Greece. It was a decisive victory for the Greeks as it ended that war. The battle was in 479 BC near the city of Plataea in Boeotia. It was fought between the Greek allies (the city-states, of Sparta, Athens, Corinth and Megara), and the Persian Empire of Xerxes I.\nThe previous year, the Persian invasion force, led by the Xerxes in person, won the Battles of Thermopylae and Artemisium, and conquered Thessaly, Boeotia and Attica. However, at the last-ditch naval Battle of Salamis, the Allied Greek navy had won a surprise victory, and that stopped the conquest of the whole Peloponnesus. Xerxes then returned home with some of his army, leaving his general Mardonius to finish off the Greeks the next year.\nIn the summer of 479 BC, the Greeks got together a huge army by the standards of the day, and marched out of the Peloponnesus. The Persians retreated to Boeotia, and built a fortified camp near Plataea. The Greeks refused to be drawn into the open cavalry ground near the Persian camp, and this led to a stalemate which lasted eleven days. When their supply lines were disrupted, the Greeks retreated a distance, and their battle-line fragmented. Mardonius thought the Greeks were in full retreat, and ordered his men to pursue them. The Greeks (particularly the Spartans, Tegeans and Athenians) turned and gave battle, routing the lightly armed Persian infantry and killing Mardonius.\nMuch of the Persian army were caught in their camp, and slaughtered. The destruction of this army, and the remnants of the Persian navy, allegedly on the same day at the Battle of Mycale, ended the invasion. After Plataea and Mycale, the Greek allies would take the offensive against the Persians, marking a new phase of the Greco-Persian Wars. Although Plataea was in every sense a decisive victory, it does not seem (even at the time) to have been as famous as the Athenian victory at the Battle of Marathon or even the Allied defeat at Thermopylae.\nMonuments to the battle.\nA bronze column in the shape of intertwined snakes (the Serpent column) was created from melted-down Persian weapons, and was erected at Delphi. It commemorated all the Greek city-states that had participated in the battle, listing them on the column, and thus confirming some of Herodotus's claims. Most of it still survives in the Hippodrome of Constantinople (present-day Istanbul), where it was carried by Constantine the Great during the founding of his city on the Greek colony of Byzantium.","categories":[],"infobox_types":[],"annotations":[{"uri":"Iran","surface_form":"Persian","offset":66},{"uri":"Greece","surface_form":"Greece","offset":86},{"uri":"Decisive_victory","surface_form":"decisive victory","offset":103},{"uri":"Plataea","surface_form":"Plataea","offset":199},{"uri":"Boeotia","surface_form":"Boeotia","offset":210},{"uri":"Ancient_Greece","surface_form":"Greek","offset":245},{"uri":"City-state","surface_form":"city-state","offset":263},{"uri":"Sparta","surface_form":"Sparta","offset":279},{"uri":"Athens","surface_form":"Athens","offset":287},{"uri":"Corinth","surface_form":"Corinth","offset":295},{"uri":"Megara","surface_form":"Megara","offset":307},{"uri":"Achaemenid_Empire","surface_form":"Persian Empire","offset":324},{"uri":"Xerxes_I","surface_form":"Xerxes I","offset":342},{"uri":"Battle_of_Thermopylae","surface_form":"Thermopylae","offset":447},{"uri":"Battle_of_Artemisium","surface_form":"Artemisium","offset":463},{"uri":"Thessaly","surface_form":"Thessaly","offset":489},{"uri":"Attica","surface_form":"Attica","offset":511},{"uri":"Battle_of_Salamis","surface_form":"Battle of Salamis","offset":552},{"uri":"Peloponnesus","surface_form":"Peloponnesus","offset":664},{"uri":"Mardonius","surface_form":"Mardonius","offset":747},{"uri":"Retreat","surface_form":"retreat","offset":937},{"uri":"Cavalry","surface_form":"cavalry","offset":1045},{"uri":"Battle_of_Mycale","surface_form":"Battle of Mycale","offset":1653},{"uri":"Greco-Persian_Wars","surface_form":"Greco-Persian Wars","offset":1808},{"uri":"Battle_of_Marathon","surface_form":"Battle of Marathon","offset":1974},{"uri":"Battle_of_Thermopylae","surface_form":"defeat at Thermopylae","offset":2012},{"uri":"Delphi%2C_Greece","surface_form":"Delphi","offset":2197},{"uri":"Hippodrome_of_Constantinople","surface_form":"Hippodrome","offset":2393},{"uri":"Constantinople","surface_form":"Constantinople","offset":2407},{"uri":"Istanbul","surface_form":"Istanbul","offset":2435},{"uri":"Constantine_the_Great","surface_form":"Constantine the Great","offset":2470}]}