{"id":3285,"url":"http://en.wikipedia.org/wiki/Wave_(physics)","text":"A wave is a kind of oscillation (disturbance) that travels through space and matter. Wave motions transfer energy from one place to another.\nProperties.\nWaves have properties that can be measured. All waves can be pictured by adding sine waves.\nSine waves can be measured too. The shape of a sine wave is given by its amplitude, phase, wavelength and frequency. The speed that the sine wave moves can be measured. The amplitude and wavelength of the sine wave are shown in the picture.\nThe highest point on a wave is called the crest. The lowest point is called the trough. The crest of a wave and the trough of a wave are always twice the wave's amplitude apart from each other. The part of the wave halfway in between the crest and the trough is called the baseline.\nComplicated waveforms (like the sound waves of music) can be made by adding up sine waves of different frequencies. This is how mp3 audio files are converted from their compressed form into the music we can hear. Complex waves can be separated into sine waves by Fourier analysis.\nWaves and matter.\nSome waves can move through matter while others cannot. For instance, some waves can move through empty space, light waves for example. Sound waves, on the other hand, cannot move through empty space. Inherently, all waves carry energy from one place to another when they move. In some applications of technology, waves may carry meaningful information from one place to another, such as news on the radio.\nUsually, after a wave moves through matter, the matter is the same as it was before the wave was introduced, though in some cases, matter can be affected by waves traveling through it. In 1922, Louis de Broglie found out that all waves are also particles, and all particles are also waves.","categories":[],"infobox_types":[],"annotations":[{"uri":"Oscillation","surface_form":"oscillation","offset":20},{"uri":"Space","surface_form":"space","offset":67},{"uri":"Matter","surface_form":"matter","offset":77},{"uri":"Energy","surface_form":"energy","offset":107},{"uri":"Properties","surface_form":"properties","offset":164},{"uri":"Measure","surface_form":"measure","offset":187},{"uri":"Sine_wave","surface_form":"sine wave","offset":233},{"uri":"Amplitude","surface_form":"amplitude","offset":318},{"uri":"Phase","surface_form":"phase","offset":329},{"uri":"Wavelength","surface_form":"wavelength","offset":336},{"uri":"Frequency","surface_form":"frequency","offset":351},{"uri":"Speed","surface_form":"speed","offset":366},{"uri":"Fourier_analysis","surface_form":"Fourier analysis","offset":1032},{"uri":"Matter","surface_form":"matter","offset":1096},{"uri":"Space_(physics)","surface_form":"space","offset":1172},{"uri":"Light_wave","surface_form":"light wave","offset":1179},{"uri":"Energy","surface_form":"energy","offset":1297},{"uri":"Information","surface_form":"information","offset":1409},{"uri":"Particles","surface_form":"particles","offset":1720}]}