{"id":328623,"url":"http://en.wikipedia.org/wiki/As_You_Like_It","text":"\"As You Like It\" is a play by William Shakespeare. It is a comedy.\nThe play was written in 1599 or early 1600. Shakespeare rarely invented his own plays. He based his plays on stories by other writers. The story he used for \"As You Like It\" was \"Rosalynde, Euphues Golden Legacy\" (1590) by Thomas Lodge.\n\"As You Like It\" may have been first performed in 1603. This is not certain though. The play was first published in 1623 in the First Folio, a collection of all of Shakespeare's plays.\n\"As You Like It\" tells the story of a young woman named Rosalind. She has been banished from her uncle's court. Her uncle does not like her because she is gentle, beautiful, witty, and smart. Rosalind decides to live in the Forest of Arden with her cousin Celia and the court jester Touchstone. She dresses like a boy for self-protection. Several scenes involve Rosalind and the people who live in the forest. She is finally united with her sweetheart Orlando.\nSome people think the play is not as good as Shakespeare's other plays. Other people think it is a very good play. One of the great speeches in the play begins \"All the world's a stage\".\nThe play is a favourite with theatre-goers. Rosalind, Touchstone, and a sour old man named Jacques are three of Shakespeare's greatest characters. The play has been adapted to a radio play, to a television show, and to musical theatre. A movie version of the play made in 1936 stars Laurence Olivier.","categories":[],"infobox_types":[],"annotations":[{"uri":"Play_(theatre)","surface_form":"play","offset":22},{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":30},{"uri":"Comedy","surface_form":"comedy","offset":59},{"uri":"Write","surface_form":"written","offset":80},{"uri":"Invent","surface_form":"invent","offset":130},{"uri":"Story","surface_form":"stories","offset":176},{"uri":"Thomas_Lodge","surface_form":"Thomas Lodge","offset":290},{"uri":"Performance","surface_form":"performed","offset":341},{"uri":"Publish","surface_form":"publish","offset":407},{"uri":"First_Folio","surface_form":"First Folio","offset":432},{"uri":"Banish","surface_form":"banish","offset":568},{"uri":"Jester","surface_form":"jester","offset":765},{"uri":"All_the_world%27s_a_stage","surface_form":"All the world's a stage","offset":1111},{"uri":"Fictional_character","surface_form":"characters","offset":1272},{"uri":"Radio_play","surface_form":"radio play","offset":1315},{"uri":"Television","surface_form":"television","offset":1332},{"uri":"Musical_theatre","surface_form":"musical theatre","offset":1356},{"uri":"Movie","surface_form":"movie","offset":1375},{"uri":"Laurence_Olivier","surface_form":"Laurence Olivier","offset":1420}]}