{"id":328741,"url":"http://en.wikipedia.org/wiki/The_Wild_One","text":"\"The Wild One\" (1953) is an outlaw biker movie. The movie was based on a short story that told of the damage done to a small California town in 1947 by thousands of rowdy outlaw bikers. The movie was directed by László Benedek. It stars Marlon Brando and Lee Marvin (in his movie debut) as rival biker gang leaders. It is the first outlaw biker movie. Critics and teenagers liked the movie. It inspired fads such as sideburns.\nBackground.\nThe movie was based on the short story \"The Cyclists' Raid\" by Frank Rooney. Rooney wrote the story after seeing photos in a \"Life\" magazine showing the damage done by 4,000 bikers to a small town in California after a weekend spree of violence in 1947.\nThe story was published in \"Harper's Magazine\" in 1951. Kramer bought the sceen rights. Brando was leery about taking on the role of a lowlife bully after playing Stanley Kowalski in \"A Streetcar Named Desire\". He accepted though because he liked the director and the movie's social commentary.\nStory.\nJohnny leads his biker gang into a small town. The club members are rowdy. They hang out at the cafe drinking beer. Kathie works in the cafe. Johnny takes a liking to her. He asks her out. She declines. Johnny learns that she is a policeman's daughter. He changes his mind about dating her.\nAnother biker gang rides into town. Their leader is Chino. He does not like Johnny. The two fight. Johnny wins. Chino's bikers vandalize the town and harass the townspeople. They tease Kathie. Johnny rescues her. The two ride into a park. Kathie is attracted to Johnny. He mauls her. She cries and runs off. Johnny rides after her.\nThe townspeople have had enough of the bikers. Some think Johnny assaulted Kathie. Johnny is caught by angry townsmen. They beat him, but he gets away on his motorcycle. The townspeople chase him. A tire iron is thrown. It hits Johnny and he falls from his bike. His motorcycle takes off without its rider. It hits and kills an old man.\nThe sheriff arrives with his deputies. Order is restored. Johnny is arrested for killing the old man. Two witnesses say that Johnny was not responsible for the old man's death. The bikers are ordered to leave town. Johnny goes back to the cafe to say goodbye to Kathie. He then leaves.\nCritical response.\nDave Kehr of \"The Chicago Reader\" has written: \"Legions of Brando impersonators have turned his performance in this seminal 1954 motorcycle movie into self-parody, but it's still a sleazy good time.\" \"Variety\" noted that the film \"is long on suspense, brutality and sadism... All performances are highly competent.\"\nThe Catholic Legion of Decency objected to the \"excessive brutality, lack of moral compensation and suggestiveness\" in \"The Wild One\". One French journalist described the movie as \"the most unpleasant American movie ever seen.\" The magazine \"Positif\" described the movie as a masterpiece and \"the [movie] of the year\".\nBrando has written: \"The public's reaction to \"The Wild One\" was, I believe, a product of its time and circumstances. It was only seventy-nine minutes long, short by modern standards, and it looks dated and corny now; I don't think it has aged well.\"\nPopular reaction.\nBrando's sideburns inspired a fad. James Dean and Elvis Presley wore them. Brando's character was parodied by Harvey Lembeck in the \"beach party\" movies of the early 1960s.\nPresley used Johnny's image as a model for his role in \"Jailhouse Rock\". James Dean bought a Triumph TR5 Trophy motorcycle like Brando's Triumph Thunderbird 6T motorcycle. For 2010, Triumph motorcycles introduced a range of clothing and promotional items inspired by Brando's image from \"The Wild One\".","categories":[],"infobox_types":["film"],"annotations":[{"uri":"Outlaw_motorcycle_club","surface_form":"outlaw biker","offset":28},{"uri":"Movie","surface_form":"movie","offset":41},{"uri":"Short_story","surface_form":"short story","offset":73},{"uri":"California","surface_form":"California","offset":125},{"uri":"Movie_director","surface_form":"directed","offset":200},{"uri":"L%C3%A1szl%C3%B3_Benedek","surface_form":"László Benedek","offset":212},{"uri":"Marlon_Brando","surface_form":"Marlon Brando","offset":237},{"uri":"Lee_Marvin","surface_form":"Lee Marvin","offset":255},{"uri":"Critic","surface_form":"Critic","offset":352},{"uri":"Teenager","surface_form":"teenager","offset":364},{"uri":"Short_story","surface_form":"short story","offset":466},{"uri":"Publish","surface_form":"publish","offset":707},{"uri":"Harper%27s_Magazine","surface_form":"Harper's Magazine","offset":721},{"uri":"A_Streetcar_Named_Desire","surface_form":"A Streetcar Named Desire","offset":877},{"uri":"Cafe","surface_form":"cafe","offset":1091},{"uri":"Policeman","surface_form":"policeman","offset":1226},{"uri":"Vandalize","surface_form":"vandalize","offset":1413},{"uri":"Harass","surface_form":"harass","offset":1436},{"uri":"Assault","surface_form":"assault","offset":1683},{"uri":"Deputy","surface_form":"deputies","offset":1984},{"uri":"Arrest","surface_form":"arrest","offset":2023},{"uri":"Witness","surface_form":"witness","offset":2061},{"uri":"James_Dean","surface_form":"James Dean","offset":3199},{"uri":"Elvis_Presley","surface_form":"Elvis Presley","offset":3214},{"uri":"Parody","surface_form":"parodied","offset":3262},{"uri":"Harvey_Lembeck","surface_form":"Harvey Lembeck","offset":3274},{"uri":"Beach_movie","surface_form":"\"beach party\" movies","offset":3296},{"uri":"Jailhouse_Rock","surface_form":"Jailhouse Rock","offset":3393},{"uri":"Triumph_TR5_Trophy","surface_form":"Triumph TR5 Trophy","offset":3430},{"uri":"Triumph_Thunderbird","surface_form":"Triumph Thunderbird","offset":3474},{"uri":"Triumph_Motorcycles_Ltd","surface_form":"Triumph motorcycles","offset":3519}]}