{"id":328752,"url":"http://en.wikipedia.org/wiki/W.G._Grace","text":"W.G. Grace MRCS, LRCP (William Gilbert Grace, 18 July 1848 – 23 October 1915) was an English physician and cricketer.\nGrace, always known as 'W.G.', was one of the greatest players, and was important in the development of the sport. He played first-class cricket for a record-equalling 44 seasons, from 1865 to 1908, during which he captained England, Gloucestershire County Cricket Club, the Gentlemen, MCC, the United South of England Eleven and several other teams. He came from a cricketing family. In 1880 W.G. with E.M. Grace, one of his elder brothers, and Fred Grace, his younger brother, was the first time three brothers played together in Test cricket. His father and a cousin were also good players.\nRight-handed as both batsman and bowler, Grace dominated the sport during his career. His technical innovations and enormous influence had a lasting effect. An outstanding all-rounder, he excelled at batting, bowling and fielding. It is for his batting that he is most renowned. Usually opening the innings, he was admired for his mastery of all strokes: his level of expertise was said by contemporary reviewers to be unique. He generally captained the teams he played for at all levels because of his skill and tactical know-how, and his dominant personality.\nGrace qualified as a medical practitioner in 1879. Because of his medical profession, he was nominally an amateur cricketer but he is said to have made more money from cricket than any professional. He was a very competitive player. Although he was one of the most famous men in England, he was also one of the most controversial on account of his gamesmanship and his financial skill.\nHe took part in other sports: as a young man he was a champion 440 yard hurdler, and also played football for the Wanderers. In later life, he developed enthusiasm for golf, lawn bowls and curling.\nTest cricket began in 1877, when Grace was already 28. He made his debut in 1880, scoring England's first-ever Test century against Australia. He played for England in 22 Tests through the 1880s and 1890s, all of them against Australia. He was an automatic selection for England at home, but his only Test-playing tour of Australia was that of 1891–92.\nGrace's most significant Test was England v Australia in 1882 at The Oval. Thanks to Spofforth, the 'demon bowler', who took 14 wickets in the match, Australia won by 7 runs and the legend of The Ashes was born. Grace scored only 4 and 32, and he was held responsible for \"firing up\" Spofforth. This came about through a piece of gamesmanship by Grace when he made an unsporting, but legal, run out of one of the Australian batsmen.p137 Grace died of a heart attack.","categories":[],"infobox_types":[],"annotations":[{"uri":"MRCS","surface_form":"MRCS","offset":11},{"uri":"Royal_College_of_Physicians","surface_form":"LRCP","offset":17},{"uri":"English_people","surface_form":"English","offset":85},{"uri":"Physician","surface_form":"physician","offset":93},{"uri":"Cricket","surface_form":"cricket","offset":107},{"uri":"First-class_cricket","surface_form":"first-class cricket","offset":243},{"uri":"England_cricket_team","surface_form":"England","offset":343},{"uri":"Gloucestershire","surface_form":"Gloucestershire","offset":352},{"uri":"Gentlemen_v_Players","surface_form":"Gentlemen","offset":393},{"uri":"Marylebone_Cricket_Club","surface_form":"MCC","offset":404},{"uri":"E.M._Grace","surface_form":"E.M. Grace","offset":521},{"uri":"Fred_Grace","surface_form":"Fred Grace","offset":564},{"uri":"Right-handed","surface_form":"Right-handed","offset":712},{"uri":"Batsman","surface_form":"batsman","offset":733},{"uri":"Bowler_(cricket)","surface_form":"bowler","offset":745},{"uri":"All-rounder","surface_form":"all-rounder","offset":884},{"uri":"Batting_(cricket)","surface_form":"batting","offset":912},{"uri":"Bowling_(cricket)","surface_form":"bowling","offset":921},{"uri":"Fielding_(cricket)","surface_form":"fielding","offset":933},{"uri":"Opening_batsman","surface_form":"opening the innings","offset":999},{"uri":"Physician","surface_form":"medical practitioner","offset":1295},{"uri":"Gamesmanship","surface_form":"gamesmanship","offset":1622},{"uri":"Hurdling","surface_form":"hurdler","offset":1732},{"uri":"Association_football","surface_form":"football","offset":1757},{"uri":"Wanderers_F.C.","surface_form":"Wanderers","offset":1774},{"uri":"Golf","surface_form":"golf","offset":1828},{"uri":"Lawn_bowls","surface_form":"lawn bowls","offset":1834},{"uri":"Curling","surface_form":"curling","offset":1849},{"uri":"Test_cricket","surface_form":"Test cricket","offset":1858},{"uri":"The_Oval","surface_form":"The Oval","offset":2276},{"uri":"The_Ashes","surface_form":"The Ashes","offset":2403},{"uri":"Heart_attack","surface_form":"heart attack","offset":2664}]}