{"id":328833,"url":"http://en.wikipedia.org/wiki/The_Blob","text":"\"The Blob\" is a 1958 American science fiction horror movie. It was directed by Irvin Yeaworth. It was produced by Jack H. Harris. Paramount Pictures released the movie. The movie is about a giant jellylike blob that terrorizes a small town. \"The Blob\" marked Steve McQueen's movie debut. The movie's theme song, \"Beware of the Blob\", was written by Burt Bacharach and Mack David. It was remade in 1988.\nStory.\nTeenagers Steve and Jane are loitering in a Lover's Lane. They see an object in the night sky crash-land nearby. They investigate. It is The Blob, a jelly-like thing from Outer Space that consumes flesh. It kills an old man, a doctor, and a nurse. It doubles in size after each feeding. Steve and Jane report their findings to the police. They are dismissed as crazy teenagers. In the meantime, The Blob has consumed many others.\nSteve and Jane are cornered by The Blob in the grocery store. They seek refuge in the walk-in refrigerator. The Blob tries to ooze in under the door. It retreats. Steve and Jane escape. They set off the town's fire and air-raid alarms. The Blob enters the movie theatre. The customers run away screaming. The Blob oozes out of the theater. Jane's little brother runs into a diner. Jane and Steve follow him. They become trapped in the diner along with the owner and a waitress.\nThe Blob – now a huge mass – engulfs the diner. It begins to ooze in through the windows. The occupants go to the cellar. The police try to kill The Blob by dropping a power line onto it. This attempt fails. It only serves to set the diner ablaze. Inside, the diner's owner uses a CO2 fire extinguisher to try to put out the fire. This causes The Blob to recoil. The Blob cannot stand cold. The town's teenagers gather all the fire extinguishers they can find. They use them to freeze The Blob. The United States Air Force sends in a jet to carry The Blob to the North Pole. It will remain frozen forever.","categories":[],"infobox_types":[],"annotations":[{"uri":"Science_fiction","surface_form":"science fiction","offset":30},{"uri":"Horror_movie","surface_form":"horror movie","offset":46},{"uri":"Producer","surface_form":"produced","offset":102},{"uri":"Jack_H._Harris","surface_form":"Jack H. Harris","offset":114},{"uri":"Paramount_Pictures","surface_form":"Paramount Pictures","offset":130},{"uri":"Steve_McQueen","surface_form":"Steve McQueen","offset":259},{"uri":"Burt_Bacharach","surface_form":"Burt Bacharach","offset":349},{"uri":"Movie_remake","surface_form":"remade","offset":387},{"uri":"The_Blob_(1988_movie)","surface_form":"in 1988","offset":394},{"uri":"Loitering","surface_form":"loitering","offset":439},{"uri":"Medical_doctor","surface_form":"doctor","offset":637},{"uri":"Nurse","surface_form":"nurse","offset":651},{"uri":"Refrigerator","surface_form":"refrigerator","offset":934},{"uri":"Fire_alarm","surface_form":"fire","offset":1050},{"uri":"Air-raid_alarm","surface_form":"air-raid alarm","offset":1059},{"uri":"Diner","surface_form":"diner","offset":1214},{"uri":"Waitress","surface_form":"waitress","offset":1308},{"uri":"Window","surface_form":"window","offset":1399},{"uri":"Fire_extinguisher","surface_form":"fire extinguisher","offset":1603},{"uri":"Teenager","surface_form":"teenager","offset":1720},{"uri":"Freeze","surface_form":"freeze","offset":1796},{"uri":"United_States_Air_Force","surface_form":"United States Air Force","offset":1817},{"uri":"Jet_aircraft","surface_form":"jet","offset":1852},{"uri":"North_Pole","surface_form":"North Pole","offset":1881}]}