{"id":328877,"url":"http://en.wikipedia.org/wiki/Giselle","text":"\"Giselle; or, The Wilis\" is a romantic ballet in two acts. Jules-Henri Vernoy de Saint-Georges and Théophile Gautier wrote the story of the ballet. They based it on a short prose passage in Heinrich Heine's \"De l'Allemagne\". They also used Victor Hugo's poem \"Fantômes\". Adolphe Adam wrote the music. Jean Coralli and Jules Perrot designed the dances. Carlotta Grisi danced the role of Giselle in the first production. The scenery was created by Pierre Cisceri.\nThe story is set in Germany during the Renaissance. Giselle is a peasant girl. She falls in love with Albrecht. He is a nobleman pretending to be a peasant boy. Giselle is shocked to discover Albrecht is going to marry the princess Bathilde. Her heart breaks. She goes mad (insane, crazy) and dies. One night, she rises from her grave. She wants to protect Albrecht from the Wilis. The Wilis are the ghostly spirits of dead girls. They force men to dance to their deaths.\nThe ballet was first performed in Paris on Monday 28 June 1841 at the Théâtre de l'Académie Royale de Musique. It was a great success. It was staged almost at once by other ballet companies in Europe, Russia, and the United States. Grisi was declared another Taglioni. Taglioni was the age's greatest ballerina. Ballet historian Grace Robert writes \"Giselle\"... is the archetype of the ballets of the romantic age\".\nAct 1.\nThe ballet opens on an autumn morning in Germany. Giselle and Albrecht are in love. Hilarion is in love with Giselle, too. She does not love him though. He grows jealous. He promises to take revenge. Albrecht's gentle manners arouse Hilarion's suspicions. Albrecht is really a Duke. He is pretending to be a peasant. The peasant boys and girls start a waltz. Giselle asks Albrecht to dance with her. Giselle's mother says her daughter has a weak heart. She will die if she does not give up dancing. She is afraid that Giselle will become one of the Wilis. The Wilis are ghostly female spirits. They dance men to death.\nA hunting horn is heard in the distance. Albrecht becomes nervous. He hurries away with the peasants. The Prince of Courland, his daughter Bathilde, and their courtiers enter. They are looking for a place to rest after the hunt. Giselle and her mother bring them food and drink. Bathilde takes an interest in Giselle. They each say that they are in love, and soon to be married. Albrecht returns with the peasants. Bathilde says he is her future husband. Giselle is shocked. She goes mad and dies in her mother's arms. Albrecht is chased away by the peasants.\nAct 2.\nIt is midnight in a dark wood. A pool of water is in the distance. Gamekeepers enter. Hilarion warns them that the spot is haunted by the Wilis. The gamekeepers run away. The Queen of the Wilis rises from the weeds to call the Wilis together. Giselle is about to become one of them. She rises from her grave. She dances. Albrecht enters to pray at Giselle's grave. He sees Giselle. They dance. The Wilis trap Hilarion. They force him to dance. They throw him into the pool to his death. The Queen of the Wilis wants Albrecht to die too. Giselle does not want this. She wants to save his life. Day breaks. The Wilis disappear. Giselle returns to her grave. Bathilde and the courtiers enter. They are looking for Albrecht. He falls into their arms exhausted.\nBackground.\nThe French Revolution (17891799) created a French middle class. These people did not like tastes and values of the aristocracy. These tastes and values had influenced French art and literature since the reign of Louis XIV. The power of the aristocracy had ended with the Revolution. Thousands of aristocrats had died on the guillotine, or in massacres. Many died in prisons, or had fled France for safety in other lands.\nAfter the Revolution, French ballet directors and designers turned their attention to stories based on the Greek and Roman mythologies. The aristocracy liked these stories. The directors and designers however turned instead to the stories the middle class liked. These stories were based on real life, real places, past times, everyday people, and the supernatural.\nTwo ballets with such stories caused great excitement in Paris in the 1830s. In November 1831, Meyerbeer's opera \"Robert le diable\" had its first performance. It included a short ballet called \"The Ballet of the Nuns\". In this little ballet, dead nuns rise from their graves. They dance in the moonlight. The public loved this ballet. In March 1832, the ballet \"La Sylphide\" was performed. This ballet is about a beautiful sylph (fairy). She loves James, a young Scotsman. Tragedy occurs. James accidentally kills the sylph.\nThis ballet brought Marie Taglioni before the French public. She was the first to dance \"en pointe\". She did this for artistic reasons rather than spectacle. She was also the first to wear the white, bell-shaped, calf-length ballet skirt. This skirt is now considered an essential feature of the romantic ballet. Poet and critic Théophile Gautier attended the first performance of \"La Sylphide\". His ideas for \"Giselle\" would show touches of \"La Sylphide\" ten years later. It would be set in a real place and in the past, for example, and would be about everyday people and supernatural women.\nStory development.\nIn an 1841 news article announcing the first performance of \"Giselle\", Théophile Gautier recorded his part in the creation of the ballet. He had read Heinrich Heine's description of the Wilis in \"De l'Allemagne\", and thought these evil spirits would make a \"pretty ballet\". He planned their story for Act 2, and settled upon a verse by Victor Hugo called \"Fantômes\" to provide the inspiration for Act 1. This verse is about a beautiful 15 year old Spanish girl who loves to dance. She becomes too warm at a ball, and dies of a chill in the cool morning.\nHeine's prose passage in \"De l'Allemagne\" tells of supernatural young women called the Wilis. They have died before their wedding day and rise from their graves in the middle of the night to dance. Any young man who crosses their path is forced to dance to his death. In another book, the Wilis are said to be jilted young women who have died and become vampires. This is assumed to be the reason that they hate men.\nGautier thought Heine's Wilis and Hugo's fifteen year old Spanish girl would make a good ballet story. His first idea was to present an empty ballroom glittering with crystal and candlelight. The Wilis would cast a spell over the floor. Giselle and other dancers would enter and whirl through the room, unable to resist the spell to keep them dancing. Giselle would try to keep her lover from partnering other girls. The Queen of the Wilis would enter, lay her cold hand on Giselle's heart, and the girl would drop dead.\nGautier was not satisfied with this story. It was basically a succession of dances with one moment of drama at its end. He had no experience writing ballet stories so he called upon Vernoy de St. Georges, a man who had written many stories for the ballet. St. Georges liked Gautier's basic idea of the frail young girl and the Wilis. He wrote the story of Giselle as it is known today in three days, and sent it to Léon Pillet, the director of the Paris Opéra.\nPillet wanted to present a beautiful young Italian dancer named Carlotta Grisi to the public. He considered \"La Sylphide\", but Adèle Dumilâtre reminded him that the role had been promised to her. A ballet in preparation, \"La Rosière de Gand\", was suggested, but Grisi objected. The role was too long and the story was not suitable for dance. Pillet needed a good story, and he found it in \"Giselle\". Grisi liked the story as much as Pillet did, so \"Giselle\" was put into development at once.\nMusic.\nAdolphe Adam was a popular writer of ballet and opera music in early 19th-century France. He wrote with great speed. He completed \"Giselle\" in about two months. The music was written in the smooth, song-like style of the day called \"cantilena\". This style is well known to music lovers from Bellini's opera \"Norma\" and Donizetti's \"Lucia di Lammermoor\".\nAdam used several \"leitmotifs\" in the ballet. A \"leitmotif\" is a short musical phrase that is associated with a certain character, event, or idea. Adam's leitmotifs are heard several times throughout the ballet. A leitmotif is associated with Giselle, and another with Albrecht. Hilarion's motif marks his every entrance. It suggests the Fate theme in Beethoven's \"Fifth Symphony\". Another leitmotif is associated with the \"he loves me, he loves me not\" flower test in Act 1. This leitmotif is heard again in the mad scene, and in Act 2 when Giselle offers flowers to Albrecht. The Wilis have their own motif. It is heard in the overture, in Act 1 when Berthe tells the story of the Wilis, and in the mad scene. It is heard again in Act 2 when the Wilis make their first entrance. The hunting horn motif marks sudden surprises. This motif is heard when Albrecht is exposed as a nobleman.\nThe music was completely original with Adam. A critic noted however that Adam had borrowed eight bars from a romance by a Miss Puget and three bars from the huntsman's chorus in Carl Maria von Weber's opera \"Euryanthé\". In addition, two pieces by Friedrich Burgmüller were put into the ballet. One was a waltz called \"Souvenir de Ratisbonne\". The other music was a group of dances performed by Giselle's friends. It is unknown who put these pieces into the ballet.\nDance and pantomime.\nJean Coralli and Jules Perrot designed the dances for \"Giselle\". Perrot and Carlotta Grisi were lovers, and Perrot designed all of Grisi's dances and all of her pantomime. Everyone in the Paris dance world knew that Perrot had designed Grisi's dances, and Coralli said so, but Perrot was given no official credit in the printed materials such as posters and programs. This was most likely done to prevent Perrot from collecting royalties (money, profits) on the ballet. Perrot liked bold touches and planned several rapid aerial swoops on wires in Act 2 for Giselle. Grisi was afraid of these swoops. A stage hand was brought in to test the swoops. He crashed face-first into the scenery. The swoops were abandoned.\nBeaumont speculates that the simple steps were deliberately planned to allow the \"utmost expressiveness.\"\nParts of \"Giselle\" have been cut or changed since the ballet's first night. Giselle's Act 1 pantomime scene in which she tells Albrecht of her strange dream is cut. The peasant \"pas de deux\" in Act 1 is cut back a bit. The Prince of Courland and his daughter Bathilde used to make their entrance on horseback, but today they walk on. In the original production, the Prince and Bathilde were present at Giselle's death, but now they leave the scene before she dies. The machines used to make Giselle fly and to make her disappear are no longer used. A trapdoor is sometimes employed to make Giselle rise from her grave and then to make her sink into it at the end of Act 2.\nAt the end of Act 2, Bathilde formerly entered with the courtiers to search for Albrecht. He took a few unsteady steps toward them and collapsed into their arms. This moment was an artistic parallel to the Act 1 finale when the peasants gathered about the dead Giselle. Now, Bathilde and the courtiers are cut, and Albrecht slowly leaves the stage alone.\nEthnic music, dance, and costume.\nEthnic music, dance, and costume were a large part of romantic ballet. At the time \"Giselle\" was written, people thought of Germany when they heard a waltz because the waltz was of German origin. Giselle makes her first entrance to the music of a waltz, and the audience would have known at once that the ballet was set in Germany. Adam wrote three waltzes for \"Giselle\": two for Giselle and one for the Wilis. Adam wrote that the \"Giselle Waltz\" in Act 1 has \"all the German color indicated by the locality.\" People agreed. One critic wrote: \"A lovely waltz... in the Germanic spirit of the subject\".\nAt first, Gautier thought that some of the dancers in the Act 2 waltz for the Wilis should dress in ethnic costume and dance ethnic steps. Adam put bits of French, Spanish, German, and Indian -sounding music in the waltz for this purpose. Gautier's \"ethnic\" idea was dropped as the ballet developed however, and it has not been picked up by modern producers. Today, Act 2 is a \"ballet blanc\"a \"white\" ballet in which all the ballerinas and the \"corps de ballet\" are dressed in full, white, bell-shaped skirts and the dances have a geometric design.\nCostumes.\nThe historical period for \"Giselle\" is not indicated in the story. Paul Lormier, the chief costume designer at the Paris Opéra, probably consulted Gautier on this matter. It is also possible that Pillet had the ballet's budget in mind and decided to use the many Renaissance-style costumes in the Opéra's wardrobe for \"Giselle\". These costumes were said to have been those from Rossini's \"William Tell\" (1829) and Berlioz's \"Benvenuto Cellini\" (1838). Lormier certainly designed the costumes for the principal characters. His costumes were in use at the Opéra until the ballet was dropped from the repertory in 1853.\n\"Giselle\" was revived in 1863 with new costumes by Lormier's assistant, Alfred Albert. Albert's costumes are closer to those of modern productions than those of Lormier, and were in use at the opera until 1868. The ballet was revived again in 1924 with scenery and costumes by Alexandre Benois. He wanted to revive the costumes of the original production but dropped the idea, believing the critics would charge him with a lack of imaginative creativity.\nSets.\nPierre Luc Charles Ciceri was the chief set designer at the Paris Opéra from 1815 to 1847. He designed the sets for the first production of \"Giselle\". Gautier was not specific about the ballet's locale, but placed it in \"some mysterious corner of Germany... on the other side of the Rhine\". This would have been the eastern side.\n\"Giselle\" was two months in rehearsal. This was a very long rehearsal time for the period. Even so, Ciceri did not have enough time to design sets for both acts and focused on the second act. The sets for the first act were actually those designed for the 1838 ballet, \"La Fille du Danube\" by Adam. An illustration from \"Les Beautés de l'Opera\" of 1845 shows Giselle's cottage with a roof of straw on the left, and Albrecht's cottage on the right. The two cottages are framed by the branches of two large trees on either sides of the stage. Between the two cottages, in the distance, appears a castle and slopes covered with vineyards. Although this scene was not designed for \"Giselle\", it has remained the model for most modern productions. Ciceri's set was in use until the ballet was dropped from the repertoire in 1853. At that time, Gautier noticed that the sets were falling apart: \"Giselle's cottage has barely three or four straws on its roof.\"\nThe Act 2 illustration from \"Les Beautés\" shows a dark wood with a pool of water in the distance. The branches of aged trees create an arch overhead. Beneath these branches on the left is a marble cross with 'Giselle' written on it. From one of its arms hangs the crown of grape leaves Giselle wore as Queen of the Vintage. On the stage, thick weeds and wildflowers (200 bulrushes and 120 branches of flowers) were the undergrowth. The gas jets of the footlights and those overhead suspended in the flies were turned low to create a mood of mystery and terror.\nA circular hole was cut into the backdrop and covered with a transparent material. A strong light behind this hole represented the moon. The light was occasionally manipulated to suggest the passage of clouds. Gautier and St. Georges wanted the pool to be made of large mirrors. Pillet rejected this idea because of its cost. In the 1868 revival however, the mirrors were acquired for this scene.\nAdam thought Ciceri's backdrop for Act 1 was \"not so good... it is all weak and pale\" but he liked the set for Act 2: \"[Ciceri's] second act is a delight, a dark humid forest filled with bulrushes and wild flowers, and ending with a sunrise, seen at first through the trees at the end of the piece, and very magical in its effect.\" The sunrise also delighted the critics.\nFirst performance.\nThe balletomanes of Paris became very excited as the opening night of \"Giselle\" approached. News reports kept their interest alive. Some reports said that Grisi had had an accident. Some reports said that the conductor was ill with a tumour. Still others said that the stage hands feared for their safety.\nHopes that the ballet would be ready in May were dashed. Opening night was postponed several times. Grisi was absent for a few days and her return was delayed to protect her health. Lighting, trapdoors, and scene changes needed further rehearsals. Cuts were made in Grisi's role to spare the dancer's health. Instead of returning to her tomb at the end of the ballet, it was decided Giselle would be placed on a bed of flowers and sink slowly into the earth. This touch preserved the romantic mood of the Act 2 finale.\nAt last, on Monday 28 June 1841, the curtain rose on \"Giselle\" in the Salle Le Peletier. Grisi played Giselle with Lucien Petipa as her lover Albrecht, M. Simon as the gamekeeper Hilarion, and Adèle Dumilâtre as Myrtha, the Queen of the Wilis. Typical of the theatrical practices of the time, \"Giselle\" was preceded by an excerpt from another productionin this case, the third act of Rossini's opera, \"Moise\".\nIn spite of the chief machinist shouting orders to his crew that could be heard by the audience, \"Giselle\" was a great success. Grisi was a sensation. Ballet-goers regarded her as another Taglioni, the greatest ballerina of the period.\nContemporary reviews and comments.\n\"Giselle\" was a great artistic and commercial success. \"Le Constitutionnel\" praised Act 2 for its \"poetic effects\". \"Moniteur des théâtres\" wrote that Grisi \"runs [and] flies across the stage like a gazelle in love\". One critic made a detailed analysis of the music in \"La France Musicale\". He thought the Act 1 waltz \"ravishing\", and noted that the scene of Berthe's narrative was filled with \"quite new\" harmonic modulations. He praised other moments in Act 1 (especially the mad scene), and was in raptures with the music of Act 2, singling out the entrance of the Wilis and the viola solo played through Giselle's last moments. He thought the flute and harp music accompanying Giselle as she disappeared into her grave at ballet's end \"full of tragic beauty.\"\nCoralli was praised for the Act 1 peasant \"pas de deux\" and for the \"elegance\" of Act 2. Coralli followed a suggestion made by Gautier and picked the most beautiful girls in the company to play the peasants and the Wilis. One observer thought the selection process cruel: the almost-beautiful girls were turned away without a second thought.\nGrisi and Petipa were great successes as the tragic lovers. Gautier praised their performance in Act 2, writing that the two dancers made the act \"a real poem, a choreographic elegy full of charm and tenderness... More than one eye that thought it was seeing only [dance] was surprised to find its vision obscured by a tearsomething that does not often happen in a ballet... Grisi danced with a perfection... that places her in the ranks between Elssler and Taglioni... Her miming surpassed every expectation... She is nature and artlessness personified.\"\nAdam thought Petipa \"charming\" as both dancer and actor, and that he had \"rehabilitated\" male dancing with his performance. Of Dumilâtre he wrote, \"... in spite of her coldness, [Dumilâtre] deserved the success she achieved by the correctness and the 'mythological' quality of her poses: perhaps this word may seem a little pretentious, but I can think of no other to express such cold and noble dancing as would suit Minerva in a merry mood, and in this respect [Dumilâtre] seems to bear a strong resemblamce to that goddess.\"\n\"Giselle\" made 6500 francs between June and September 1841. This was twice the amount for the same time period in 1839. Grisi's salary was increased to make her the top earner among the dancers at the Opéra. Souvenirs were sold. Pictures of Grisi as Giselle were printed, and sheet music arrangements were made for social dancing. The sculptor Emile Thomas made a statuette of Giselle in her Act 2 costume. A silk cloth was manufactured called \"façonné Giselle\", and Madame Lainné, a milliner, sold an artificial flower called 'Giselle'. The ballet was parodied at the Théâtre du Palais-Royal in October 1841.\nEarly productions.\n\"Giselle\" was performed in Paris from its debut in 1841 to 1849. It was then dropped from the repertory. Grisi always danced the title role. The ballet was revived in 1852 and 1853, but without Grisi. The work was dropped from the repertory after 1853. It was revived in 1863 for a Russian ballerina then dropped in 1868. It was revived almost 50 years later in 1924 for the debut of Olga Spessivtzeva. This production was revived in 1932 and 1938.\n\"Giselle\" was produced by other ballet companies in Europe and America almost immediately after its first night. The British had their first taste of \"Giselle\"not with the ballet but with a drama based on the ballet called \"Giselle, or The Phantom Night Dancers\" by William Moncrieff. He had seen the ballet in Paris the same year. The play was performed on 23 August 1841 at the Theatre Royal, Sadler's Wells.\nThe actual ballet was first staged in London at Her Majesty's Theatre on 12 March 1842 with Grisi as Giselle and Perrot as Albrecht. The dances were credited to Perrot and one Deshayes. It was revived many times, once in 1884 with a Mlle. Sismondi in the role of Albrecht. This production was received with little enthusiasm. It was preceded by the operetta \"Pocahontas\".\nThe ballet was staged by Diaghilev's Ballets Russes in 1911 at the Royal Opera, Covent Garden with Tamara Karsavina and Nijinsky as Giselle and Albrecht. Anna Pavlova danced Giselle with her own company in 1913. Alicia Markova danced the role with the Vic-Wells Ballet in 1934, and Margot Fonteyn took the role in 1937 when Markova left the company. The English loved \"Giselle\". In 1942, for example, three different companies were dancing the ballet in London.\n\"Giselle\" was first performed in Russia at the Bolshoi Theatre, St. Petersburg, on 18 December 1842. Gedeonov, the Director of the St. Petersburg Imperial Theatres, sent his Ballet Master Titus to Paris to find a new ballet for ballerina Elena Andreyanova. Titus picked \"Giselle\". The Ballet Master then staged the work completely from memory in St. Petersburg. Perrot produced \"Giselle\" in St. Petersburg in 1851. He made many changes to the ballet in his years of service to the Imperial Ballet. In the 1880s, Ballet Master Marius Petipa made many changes to the Perrot production.\n\"Giselle\" was first staged in Italy at Teatro alla Scala in Milan on 17 January 1843. The music however was not Adam's, but that of one N. Bajetti. The dances were not the original either, but those of one A. Cortesi. It is possible, but unknown if, the ballet was first staged in the provincial theatres.\nIn 1844, American ballerina Mary Ann Lee arrived in Paris to study with Coralli for a year. She returned to the United States in 1841 with the directions for \"Giselle\" and other ballets. Lee was the first to present \"Giselle\" in the United States. She did this on 1 January 1846 in Boston at the Howard Athenæum. George Washington Smith played Albrecht. Lee danced \"Giselle\" (again with Smith) on 13 April 1846 at the Park Theatre in New York City.\nModern productions.\nNijinsky was going to dance Albrecht for the first time in St. Petersburg in January 1911. The Czar and his family would be present. Diaghilev wanted Nijinsky to wear the Renaissance-style costume he had worn in Paris the same month. It was easier to dance in than the thick pants of traditional Russian Albrechts, but his genitals (though covered) could be detected. He was ordered not to wear it. Nijinsky said that he only wanted to dance well. According to Stravinsky, Nijinsky wore not much more than the tightest tights and a padded athletic supporter (jockstrap). The next day, the angry director of the Imperial Theatres ordered Nijinsky to apologize. Complaints about the dancer were collected here and there. Nijinsky knew Diaghilev would give him work, so he resigned. On 24 January 1911 he was officially dismissed from the Imperial Theatres.","categories":[],"infobox_types":["ballet"],"annotations":[{"uri":"Romantic_ballet","surface_form":"romantic ballet","offset":30},{"uri":"Act_(theatre)","surface_form":"act","offset":53},{"uri":"Jules-Henri_Vernoy_de_Saint-Georges","surface_form":"Jules-Henri Vernoy de Saint-Georges","offset":59},{"uri":"Th%C3%A9ophile_Gautier","surface_form":"Théophile Gautier","offset":99},{"uri":"Prose","surface_form":"prose","offset":173},{"uri":"Heinrich_Heine","surface_form":"Heinrich Heine","offset":190},{"uri":"Victor_Hugo","surface_form":"Victor Hugo","offset":240},{"uri":"Adolphe_Adam","surface_form":"Adolphe Adam","offset":271},{"uri":"Jean_Coralli","surface_form":"Jean Coralli","offset":301},{"uri":"Jules_Perrot","surface_form":"Jules Perrot","offset":318},{"uri":"Carlotta_Grisi","surface_form":"Carlotta Grisi","offset":352},{"uri":"Germany","surface_form":"Germany","offset":482},{"uri":"Renaissance","surface_form":"Renaissance","offset":501},{"uri":"Peasant","surface_form":"peasant","offset":527},{"uri":"Nobleman","surface_form":"nobleman","offset":582},{"uri":"Pretend","surface_form":"pretending","offset":591},{"uri":"Grave","surface_form":"grave","offset":791},{"uri":"Perform","surface_form":"performed","offset":955},{"uri":"Paris","surface_form":"Paris","offset":968},{"uri":"Salle_Le_Peletier","surface_form":"Théâtre de l'Académie Royale de Musique","offset":1004},{"uri":"Europe","surface_form":"Europe","offset":1127},{"uri":"Russia","surface_form":"Russia","offset":1135},{"uri":"United_States","surface_form":"United States","offset":1151},{"uri":"Marie_Taglioni","surface_form":"Taglioni","offset":1193},{"uri":"Archetype","surface_form":"archetype","offset":1303},{"uri":"Romanticism","surface_form":"romantic age","offset":1335},{"uri":"Autumn","surface_form":"autumn","offset":1380},{"uri":"Waltz","surface_form":"waltz","offset":1709},{"uri":"Midnight","surface_form":"midnight","offset":2549},{"uri":"French_Revolution","surface_form":"French Revolution","offset":3316},{"uri":"Middle_class","surface_form":"middle class","offset":3362},{"uri":"Aristocracy","surface_form":"aristocracy","offset":3427},{"uri":"Louis_XIV","surface_form":"Louis XIV","offset":3524},{"uri":"Guillotine","surface_form":"guillotine","offset":3636},{"uri":"Greek_mythology","surface_form":"Greek","offset":3840},{"uri":"Roman_mythology","surface_form":"Roman","offset":3850},{"uri":"Mythology","surface_form":"mythologies","offset":3856},{"uri":"Supernatural","surface_form":"supernatural","offset":4085},{"uri":"Meyerbeer","surface_form":"Meyerbeer","offset":4194},{"uri":"Opera","surface_form":"opera","offset":4206},{"uri":"The_Ballet_of_the_Nuns","surface_form":"The Ballet of the Nuns","offset":4293},{"uri":"Nun","surface_form":"nun","offset":4346},{"uri":"La_Sylphide","surface_form":"La Sylphide","offset":4461},{"uri":"Fairy","surface_form":"fairy","offset":4529},{"uri":"Marie_Taglioni","surface_form":"Marie Taglioni","offset":4644},{"uri":"En_pointe","surface_form":"en pointe","offset":4713},{"uri":"Critic","surface_form":"critic","offset":4946},{"uri":"Th%C3%A9ophile_Gautier","surface_form":"Théophile Gautier","offset":4953},{"uri":"Jilt","surface_form":"jilted","offset":6101},{"uri":"Vampire","surface_form":"vampire","offset":6145},{"uri":"Ad%C3%A8le_Dumil%C3%A2tre","surface_form":"Adèle Dumilâtre","offset":7317},{"uri":"Adolphe_Adam","surface_form":"Adolphe Adam","offset":7689},{"uri":"France","surface_form":"France","offset":7771},{"uri":"Music_genre","surface_form":"style","offset":7897},{"uri":"Vincenzo_Bellini","surface_form":"Bellini","offset":7980},{"uri":"Norma_(opera)","surface_form":"Norma","offset":7997},{"uri":"Donizetti","surface_form":"Donizetti","offset":8008},{"uri":"Lucia_di_Lammermoor","surface_form":"Lucia di Lammermoor","offset":8021},{"uri":"Leitmotif","surface_form":"leitmotif","offset":8062},{"uri":"Phrase","surface_form":"phrase","offset":8122},{"uri":"Beethoven","surface_form":"Beethoven","offset":8395},{"uri":"Mad_scene","surface_form":"mad scene","offset":8556},{"uri":"Overture","surface_form":"overture","offset":8672},{"uri":"Hunting","surface_form":"hunting","offset":8828},{"uri":"Musical_instrument","surface_form":"horn","offset":8836},{"uri":"Carl_Maria_von_Weber","surface_form":"Carl Maria von Weber","offset":9109},{"uri":"Opera","surface_form":"opera","offset":9132},{"uri":"Euryanth%C3%A9","surface_form":"Euryanthé","offset":9139},{"uri":"Friedrich_Burgm%C3%BCller","surface_form":"Friedrich Burgmüller","offset":9178},{"uri":"Pantomime","surface_form":"pantomime","offset":9578},{"uri":"Official","surface_form":"official","offset":9714},{"uri":"Abandon","surface_form":"abandoned","offset":10122},{"uri":"Pas_de_deux","surface_form":"pas de deux","offset":10417},{"uri":"Horseback_riding","surface_form":"horseback","offset":10538},{"uri":"Machine","surface_form":"machine","offset":10708},{"uri":"Ethnic","surface_form":"Ethnic","offset":11301},{"uri":"Costume","surface_form":"costume","offset":11326},{"uri":"Germany","surface_form":"Germany","offset":11425},{"uri":"Viennese_waltz","surface_form":"waltz","offset":11451},{"uri":"Entrance","surface_form":"entrance","offset":11521},{"uri":"Locality","surface_form":"locality","offset":11800},{"uri":"Fence","surface_form":"French","offset":12059},{"uri":"Spain","surface_form":"Spanish","offset":12067},{"uri":"India","surface_form":"India","offset":12088},{"uri":"Producer","surface_form":"producer","offset":12251},{"uri":"Ballet_blanc","surface_form":"ballet blanc","offset":12281},{"uri":"Ballerina","surface_form":"ballerina","offset":12328},{"uri":"Corps_de_ballet","surface_form":"corps de ballet","offset":12348},{"uri":"Skirt","surface_form":"skirt","offset":12405},{"uri":"Geometry","surface_form":"geometric","offset":12434},{"uri":"Renaissance","surface_form":"Renaissance","offset":12725},{"uri":"Wardrobe","surface_form":"wardrobe","offset":12767},{"uri":"Rossini","surface_form":"Rossini","offset":12840},{"uri":"Berlioz","surface_form":"Berlioz","offset":12876},{"uri":"Repertory","surface_form":"repertory","offset":13060},{"uri":"Alexandre_Benois","surface_form":"Alexandre Benois","offset":13356},{"uri":"Pierre-Luc-Charles_Cic%C3%A9ri","surface_form":"Pierre Luc Charles Ciceri","offset":13540},{"uri":"Marble","surface_form":"marble","offset":15014},{"uri":"Grape","surface_form":"grape","offset":15097},{"uri":"Leaf","surface_form":"leaves","offset":15103},{"uri":"Create","surface_form":"create","offset":15348},{"uri":"Moon","surface_form":"moon","offset":15516},{"uri":"Mirror","surface_form":"mirror","offset":15655},{"uri":"Accident","surface_form":"accident","offset":16345},{"uri":"Trapdoor","surface_form":"trapdoor","offset":16671},{"uri":"Curtain","surface_form":"curtain","offset":17035},{"uri":"Salle_Le_Peletier","surface_form":"Salle Le Peletier","offset":17068},{"uri":"Lucien_Petipa","surface_form":"Lucien Petipa","offset":17113},{"uri":"Gamekeeper","surface_form":"gamekeeper","offset":17166},{"uri":"Ad%C3%A8le_Dumil%C3%A2tre","surface_form":"Adèle Dumilâtre","offset":17191},{"uri":"Rossini","surface_form":"Rossini","offset":17382},{"uri":"Marie_Taglioni","surface_form":"Taglioni","offset":17596},{"uri":"Gazelle","surface_form":"gazelle","offset":17878},{"uri":"Critic","surface_form":"critic","offset":17900},{"uri":"Analysis","surface_form":"analysis","offset":17923},{"uri":"Narrative","surface_form":"narrative","offset":18047},{"uri":"Modulation_(music)","surface_form":"modulation","offset":18094},{"uri":"Viola","surface_form":"viola","offset":18261},{"uri":"Flute","surface_form":"flute","offset":18326},{"uri":"Harp","surface_form":"harp","offset":18336},{"uri":"Tragic","surface_form":"tragic","offset":18427},{"uri":"Beauty","surface_form":"beauty","offset":18434},{"uri":"Pas_de_deux","surface_form":"pas de deux","offset":18486},{"uri":"Elegance","surface_form":"elegance","offset":18512},{"uri":"Elegy","surface_form":"elegy","offset":18961},{"uri":"Fanny_Elssler","surface_form":"Elssler","offset":19231},{"uri":"Marie_Taglioni","surface_form":"Taglioni","offset":19243},{"uri":"Minerva","surface_form":"Minerva","offset":19759},{"uri":"Franc","surface_form":"franc","offset":19889},{"uri":"Salary","surface_form":"salary","offset":19997},{"uri":"Sheet_music","surface_form":"sheet music","offset":20145},{"uri":"Statuette","surface_form":"statuette","offset":20233},{"uri":"Cloth","surface_form":"cloth","offset":20283},{"uri":"Manufacture","surface_form":"manufacture","offset":20293},{"uri":"Milliner","surface_form":"milliner","offset":20353},{"uri":"Artificial","surface_form":"artificial","offset":20371},{"uri":"Parody","surface_form":"parodied","offset":20422},{"uri":"Operetta","surface_form":"operetta","offset":21707},{"uri":"Diaghilev","surface_form":"Diaghilev","offset":21755},{"uri":"Ballets_Russes","surface_form":"Ballets Russes","offset":21767},{"uri":"Royal_Ballet","surface_form":"Royal Opera, Covent Garden","offset":21797},{"uri":"Tamara_Karsavina","surface_form":"Tamara Karsavina","offset":21829},{"uri":"Nijinsky","surface_form":"Nijinsky","offset":21850},{"uri":"Anna_Pavlova","surface_form":"Anna Pavlova","offset":21884},{"uri":"Vic-Wells_Ballet","surface_form":"Vic-Wells Ballet","offset":21982},{"uri":"Margot_Fonteyn","surface_form":"Margot Fonteyn","offset":22012},{"uri":"Russia","surface_form":"Russia","offset":22225},{"uri":"St._Petersburg","surface_form":"St. Petersburg","offset":22256},{"uri":"Ballet_Master","surface_form":"Ballet Master","offset":22366},{"uri":"Marius_Petipa","surface_form":"Marius Petipa","offset":22718},{"uri":"La_Scala","surface_form":"Teatro alla Scala","offset":22815},{"uri":"Mary_Ann_Lee","surface_form":"Mary Ann Lee","offset":23110},{"uri":"Boston","surface_form":"Boston","offset":23364},{"uri":"New_York_City","surface_form":"New York City","offset":23516},{"uri":"Nijinsky","surface_form":"Nijinsky","offset":23551},{"uri":"Czar","surface_form":"Czar","offset":23646},{"uri":"Diaghilev","surface_form":"Diaghilev","offset":23684},{"uri":"Genitals","surface_form":"genitals","offset":23874},{"uri":"Stravinsky","surface_form":"Stravinsky","offset":24012},{"uri":"Tights","surface_form":"tights","offset":24070},{"uri":"Athletic_supporter","surface_form":"athletic supporter","offset":24090},{"uri":"Apologize","surface_form":"apologize","offset":24200}]}