{"id":328844,"url":"http://en.wikipedia.org/wiki/Polonaises_Op._40_(Chopin)","text":"The Polonaise in A major, Op. 40, No. 1 (nicknamed the \"Military\" Polonaise) is a piece of music for solo piano. It was composed by Frédéric Chopin. It was published in 1838, with the Polonaise in C minor, Op. 40, No. 2. Anton Rubinstein wrote that the Polonaise in A major is the symbol of Polish glory, while the Polonaise in C minor is the symbol of Polish tragedy.\nThe polonaise is a Polish dance in 3/4 time. It has a distinctive rhythmic pattern which this polonaise follows unflinchingly. The A major Polonaise is written in an A-B-A form, with the B section being a \"Trio\". The polonaise opens with an A major chord. It continues in a vigorously masculine manner. The tempo indication is Allegro con brio (Fast, with bravura). The trio section begins in D major. The short passage following the first section of the trio is distinguished with trills for both hands on low C-sharps an octave apart. These trills suggest drum rolls.\nCharles Rosen writes, \"Polonaises had been written by many composers before, including Bach, Mozart, and Beethoven; Schubert, in fact, wrote lots of them. But nothing like the violence of Chopin’s military polonaises... The military polonaises were certainly understood as political statements of patriotism for his country, which was struggling to obtain its freedom... these military polonaises have a decidedly popular character...\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Piano","surface_form":"piano","offset":106},{"uri":"Composition_(music)","surface_form":"composed","offset":120},{"uri":"Fr%C3%A9d%C3%A9ric_Chopin","surface_form":"Frédéric Chopin","offset":132},{"uri":"Publish","surface_form":"publish","offset":156},{"uri":"Anton_Rubinstein","surface_form":"Anton Rubinstein","offset":221},{"uri":"Symbol","surface_form":"symbol","offset":281},{"uri":"Poland","surface_form":"Polish","offset":291},{"uri":"Tragedy","surface_form":"tragedy","offset":360},{"uri":"Polonaise","surface_form":"polonaise","offset":373},{"uri":"A_major","surface_form":"A major","offset":610},{"uri":"Trio_(music)","surface_form":"trio","offset":739},{"uri":"D_major","surface_form":"D major","offset":762},{"uri":"Trill","surface_form":"trill","offset":851},{"uri":"Octave","surface_form":"octave","offset":892},{"uri":"Drum_roll","surface_form":"drum roll","offset":927}]}