{"id":328948,"url":"http://en.wikipedia.org/wiki/Minute_Waltz","text":"The \"Minute Waltz\" is the nickname for the Waltz in D flat major, Op. 64, No. 1 by Frederic Chopin. It was written in 1847. It is a piece of music for the piano. It is sometimes called \"The Waltz of the Little Dog\" (). This is because Chopin was watching a little dog chase its tail when he wrote it. The little dog was \"Marquis\". He belonged to Chopin's friend George Sand. Marquis had befriended Chopin. The composer mentioned Marquis in several of his letters. In one letter dated 25 November 1846, Chopin wrote: \"Please thank Marquis for missing me and for sniffing at my door.\"\nThe waltz was published by Breitkopf & Härtel. It was the first of three waltzes in a collection of waltzes called \"Trois Valses, Op. 64\". The publisher gave the waltz its popular nickname \"Minute\". The word here means small or little. The tempo marking is Molto vivace (), but Chopin did not intend the waltz to be played in one minute as some believe. A typical performance will last between one and a half to two and a half minutes.\nThe time signature is 3/4. The waltz is 138 measures long with one fifteen-measure repeat. The waltz is written in ternary, or ABA form. The A section is characterized by a whirling line of eighth notes and triplets over the \"om-pah-pah\" rhythm of the waltz. The whirling line of the A section is abandoned in the B section. This section consists of a consistent half note and quarter note pattern from bar to bar. The B section breaks off and a long trill heralds the return of the A section, which is repeated in full. The waltz ends with a descending scale.\nIn popular culture, Minute Waltz was used on Pretty Little Liars, The Girlfriend Experience, One Tree Hill, and Sex and the City.","categories":[],"infobox_types":[],"annotations":[{"uri":"Opus_number","surface_form":"Op.","offset":66},{"uri":"Frederic_Chopin","surface_form":"Frederic Chopin","offset":83},{"uri":"Piano","surface_form":"piano","offset":155},{"uri":"George_Sand","surface_form":"George Sand","offset":362},{"uri":"Publish","surface_form":"publish","offset":597},{"uri":"Tempo","surface_form":"tempo","offset":823},{"uri":"Performance","surface_form":"played","offset":899},{"uri":"Time_signature","surface_form":"time signature","offset":1023},{"uri":"Ternary_form","surface_form":"ternary","offset":1134},{"uri":"Triplets","surface_form":"triplets","offset":1226},{"uri":"Trill","surface_form":"trill","offset":1470}]}