{"id":328967,"url":"http://en.wikipedia.org/wiki/Piano_Sonata_No._16_(Mozart)","text":"The Sonata No. 16 in C major, K. 545, is a piece of music for solo piano. It was composed by Wolfgang Amadeus Mozart. On 26 June 1788, he added the piece to his catalogue as \"a little Piano Sonata for beginners\". He may have written the piece for a pupil. If he did, that pupil is not known. In the end, the story behind the sonata is a mystery.\nOn 2 August 1788 Mozart wrote a letter to his sister Nannerl. She was living in Salzburg. He had sent her some pieces for the piano. He wrote, \"Indeed you have every reason to be vexed with me! But will you really be so, when you receive by this mail coach my very latest compositions for the keyboard? Surely not! This, I hope, will make everything all right again.\" This passage might refer to the Sonata in C. But it may refer to other keyboard compositions Mozart wrote the same year.\nThe manuscript is lost. The piece was not published during Mozart's lifetime. It was first published in February 1805 by the Bureau des arts et d'Industrie in Vienna. It was titled \"Sonate facile pour le pianoforte\" (). At least three more editions were published within a short time. Breitkopf & Härtel did not include it in their Oeuvres complettes. A typical performance lasts about 14 minutes.\nMusic.\nThe first movement is written in sonata form. It is in the key of C major. The tempo marking is Allegro (Fast). The opening theme is accompanied by an Alberti bass played in the left hand. A bridge passage composed of scales follows, arriving at a cadence in G major, the key in which the second theme is then played. A codetta follows to conclude the exposition. The exposition is repeated. The development starts in G minor and modulates through several keys. The recapitulation begins in the subdominant key of F major. According to Charles Rosen, the practice of beginning a recapitulation in the subdominant was \"rare at the time [the sonata] was written\"..\nThe second movement is in the key of G major, the dominant key of C major. The music modulates to the dominant key of D major, and then back to G major in which the exposition is heard again. For the development, the music modulates to G minor, then B♭ major, then C minor, then G minor and finally back to G major, at which point the recapitulation occurs followed by a short coda.\nThe third movement is in rondo form. It is in the tonic key of C major. The first theme is lively. It sets the mood of the piece. The second theme is in G major. It has an Alberti bass in the left hand. The first theme appears again. A third theme is in a minor key. It modulates through different keys before returning to C major. The first theme appears again. It is followed by a coda, and the rondo ends in C major.\nThe finale was transcribed to F major. It was put together with a solo piano arrangement of the second movement of the violin sonata in F major. It became the Piano Sonata in F major, K. 547a.","categories":[],"infobox_types":[],"annotations":[{"uri":"K%C3%B6chel_catalogue","surface_form":"K.","offset":30},{"uri":"Piano","surface_form":"piano","offset":67},{"uri":"Composition_(music)","surface_form":"composed","offset":81},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Wolfgang Amadeus Mozart","offset":93},{"uri":"26_June","surface_form":"26 June","offset":121},{"uri":"1788","surface_form":"1788","offset":129},{"uri":"2_August","surface_form":"2 August","offset":349},{"uri":"1788","surface_form":"1788","offset":358},{"uri":"Salzburg","surface_form":"Salzburg","offset":426},{"uri":"Publish","surface_form":"publish","offset":877},{"uri":"February","surface_form":"February","offset":939},{"uri":"1805","surface_form":"1805","offset":948},{"uri":"Vienna","surface_form":"Vienna","offset":994},{"uri":"Performance","surface_form":"performance","offset":1197},{"uri":"Minute","surface_form":"minute","offset":1224},{"uri":"Sonata_form","surface_form":"sonata form","offset":1273},{"uri":"Key_(music)","surface_form":"key","offset":1299},{"uri":"Tempo","surface_form":"tempo","offset":1319},{"uri":"Bridge_(music)","surface_form":"bridge","offset":1431},{"uri":"Musical_scale","surface_form":"scales","offset":1458},{"uri":"Cadence_(music)","surface_form":"cadence","offset":1488},{"uri":"G_major","surface_form":"G major","offset":1499},{"uri":"Exposition_(music)","surface_form":"exposition","offset":1592},{"uri":"Musical_development","surface_form":"development","offset":1636},{"uri":"G_minor","surface_form":"G minor","offset":1658},{"uri":"Modulation_(music)","surface_form":"modulates","offset":1670},{"uri":"Recapitulation_(music)","surface_form":"recapitulation","offset":1706},{"uri":"Subdominant","surface_form":"subdominant","offset":1735},{"uri":"F_major","surface_form":"F major","offset":1754},{"uri":"G_major","surface_form":"G major","offset":1940},{"uri":"Dominant_(music)","surface_form":"dominant","offset":1953},{"uri":"Rondo","surface_form":"rondo","offset":2311},{"uri":"Tonic_(music)","surface_form":"tonic","offset":2336},{"uri":"Violin_Sonata_No._36_(Mozart)","surface_form":"violin sonata in F major","offset":2825},{"uri":"Piano_Sonata_in_F_major%2C_K._547a_(Mozart)","surface_form":"Piano Sonata in F major, K. 547a","offset":2865}]}