{"id":329048,"url":"http://en.wikipedia.org/wiki/Fran%C3%A7ois_Pierre_La_Varenne","text":"François Pierre de la Varenne (Burgundy, 1615 – Dijon 1678) was the author of \"Le Cuisinier françois\" (1651), the founding text of modern French cuisine.\nLa Varenne, in the 17th century, broke with the Italian traditions that had revolutionized mediaeval French cookery in the 16th century. La Varenne wrote for professional chefs, and codified French cuisine for the age of Louis XIV.\nThe seventeenth century saw French cooking come into the modern era. The heavily spiced flavours of the Middle Ages were abandoned in favour of the natural flavours of French foods. Exotic spices (saffron, cinnamon, cumin, ginger, nutmeg, cardamom, nigella, seeds of paradise) were, with the exception of pepper, replaced by local herbs (parsley, thyme, bayleaf, chervil, sage, tarragon). New vegetables like cauliflower, asparagus, peas, cucumber and artichoke were introduced. Special care was given to the cooking of meat in order to conserve maximum flavour. Vegetables had to be fresh and tender. Fish, with the improvement of transportation, had to be impeccably fresh. Preparation had to respect the taste and visual look of the ingredients instead of masking them as had been done before.\nLa Varenne had earlier (1650) written a book on \"confitures\"—jams, jellies and preserves. That included recipes for syrups, compotes and a great variety of fruit drinks, as well as a section on salads.\nLa Varenne wrote a third book, \"Le Pâtissier françois\" (Paris 1653), which was the first comprehensive French work on pastry-making. In 1662 was the first of the combined editions that presented all three works together. All the early editions of La Varenne's works—\"Le Cuisinier françois\" ran through some thirty editions in seventy-five years—are extremely rare; like children's books, they too were worn to pieces, in the kitchen, and simply used up.\nPirated editions of \"Le Cuisinier françois\" were printed in Amsterdam (1653) and The Hague (1654-56). Soon there were imitators: \"Le cuisinier françois méthodique\" was published anonymously in Paris, 1660. The English translation, \"The French Cook\" (London 1653) was the first French cookbook translated into English. It introduced professional terms like \"à la mode\", \"au bleu\" (very rare), and \"au naturel\" which are now standard culinary expressions. Its success can be gauged from the fact that over 250,000 copies were printed in about 250 editions and it remained in print until 1815.\nLa Varenne had ten years' experience as \"chef de cuisine\" to the Marquis d'Uxelles, to whom he dedicated his publications and whom he immortalized in \"duxelles\", finely-minced mushrooms seasoned with herbs and shallots, which is still a favourite flavouring for fish and vegetables.\n\"Le Cuisinier françois\" was reprinted in 1983, published by Editions Montalba with a comprehensive introductory essay.","categories":[],"infobox_types":[],"annotations":[{"uri":"Burgundy","surface_form":"Burgundy","offset":31},{"uri":"Dijon","surface_form":"Dijon","offset":48},{"uri":"French_cuisine","surface_form":"French cuisine","offset":138},{"uri":"Mediaeval","surface_form":"mediaeval","offset":245},{"uri":"French_cuisine","surface_form":"French cuisine","offset":345},{"uri":"Louis_XIV","surface_form":"Louis XIV","offset":375},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":490},{"uri":"Spice","surface_form":"spice","offset":575},{"uri":"Saffron","surface_form":"saffron","offset":583},{"uri":"Cinnamon","surface_form":"cinnamon","offset":592},{"uri":"Cumin","surface_form":"cumin","offset":602},{"uri":"Ginger","surface_form":"ginger","offset":609},{"uri":"Nutmeg","surface_form":"nutmeg","offset":617},{"uri":"Cardamom","surface_form":"cardamom","offset":625},{"uri":"Nigella_sativa","surface_form":"nigella","offset":635},{"uri":"Aframomum_melegueta","surface_form":"seeds of paradise","offset":644},{"uri":"Black_pepper","surface_form":"pepper","offset":691},{"uri":"Herbs","surface_form":"herbs","offset":717},{"uri":"Parsley","surface_form":"parsley","offset":724},{"uri":"Thyme","surface_form":"thyme","offset":733},{"uri":"Bay_Laurel","surface_form":"bayleaf","offset":740},{"uri":"Chervil","surface_form":"chervil","offset":749},{"uri":"Salvia_officinalis","surface_form":"sage","offset":758},{"uri":"Tarragon","surface_form":"tarragon","offset":764},{"uri":"Cauliflower","surface_form":"cauliflower","offset":795},{"uri":"Asparagus","surface_form":"asparagus","offset":808},{"uri":"Peas","surface_form":"peas","offset":819},{"uri":"Cucumber","surface_form":"cucumber","offset":825},{"uri":"Artichoke","surface_form":"artichoke","offset":838},{"uri":"Meat","surface_form":"meat","offset":906},{"uri":"Vegetable","surface_form":"Vegetable","offset":949},{"uri":"Fish","surface_form":"Fish","offset":988},{"uri":"Compote","surface_form":"compote","offset":1307},{"uri":"Salad","surface_form":"salad","offset":1377},{"uri":"Pastry","surface_form":"pastry","offset":1503},{"uri":"Duxelles","surface_form":"duxelles","offset":2581},{"uri":"Mushroom","surface_form":"mushroom","offset":2606},{"uri":"Shallot","surface_form":"shallot","offset":2640}]}