{"id":32911,"url":"http://en.wikipedia.org/wiki/Kiwi","text":"The kiwi is a type of bird from New Zealand. They are the genus \"Apteryx\" of the family Apterygidae. There are several species and sub-species of kiwi. The kiwi is a symbol for New Zealand. People from New Zealand are nicknamed \"Kiwis\".\nThey have a long beak and brown feathers. The feathers look like fur. Kiwi cannot fly, and their wings are so small that they cannot usually be seen. Kiwi cannot see well, but they can hear very well. They are the smallest ratite birds.\nLife.\nKiwi are night (nocturnal) birds. They mostly eat invertebrates, like worms and insects. Kiwi keep a territory where they live alone or with their mate. In their territory they build several small caves where they sleep, or lay their eggs.\nKiwi are monogamous; the male and female stay together until one of them dies. The male and female live in the same territory and raise their children together.\nFemale kiwi lay 1-3 eggs. Compared to the size of the mother, the eggs are the largest of any bird species. Kiwi are mature when they are 2 years old, and they can live more than 20 years. One kiwi kept in a zoo even reached 35 years old.\nEggs.\nThe female brown kiwi lays enormous eggs, which are almost one-sixth of her own body weight. These eggs take 11 weeks to incubate, the longest time for any bird. In comparison, Yellow-breasted Chats' eggs take only 11 days, and chickens' eggs take 21 days.\nHabitat.\nKiwi prefer to live in burrows they make in forested areas. They either make their burrows in the ground like rabbits, in between the roots of trees, or in hidden sheltered places such as hollow logs. Kiwi line their burrows with leaves to make them more comfortable and warm. Sometimes they hide the entrance to their burrows using piles of twigs. Kiwi may have more than ten different burrows in their territory and will swap between them sometimes.\nKiwi are threatened by many mammals. Stoats are the main threat for the kiwi chicks. Ferrets and dogs kill adult kiwi.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bird","surface_form":"bird","offset":22},{"uri":"New_Zealand","surface_form":"New Zealand","offset":32},{"uri":"Genus","surface_form":"genus","offset":58},{"uri":"Family_(biology)","surface_form":"family","offset":81},{"uri":"Species","surface_form":"species","offset":119},{"uri":"Nickname","surface_form":"nickname","offset":218},{"uri":"Beak","surface_form":"beak","offset":254},{"uri":"Feather","surface_form":"feather","offset":269},{"uri":"Fur","surface_form":"fur","offset":302},{"uri":"Wing","surface_form":"wing","offset":334},{"uri":"Ratite","surface_form":"ratite","offset":460},{"uri":"Nocturnal","surface_form":"nocturnal","offset":496},{"uri":"Invertebrate","surface_form":"invertebrate","offset":530},{"uri":"Worm","surface_form":"worm","offset":550},{"uri":"Insect","surface_form":"insect","offset":560},{"uri":"Territory","surface_form":"territory","offset":581},{"uri":"Egg_(biology)","surface_form":"eggs","offset":714},{"uri":"Monogamy","surface_form":"monogamous","offset":729},{"uri":"Egg_(biology)","surface_form":"eggs","offset":901},{"uri":"Zoo","surface_form":"zoo","offset":1089},{"uri":"Yellow-breasted_Chat","surface_form":"Yellow-breasted Chats'","offset":1303},{"uri":"Chicken","surface_form":"chickens'","offset":1354},{"uri":"Stoat","surface_form":"Stoat","offset":1881},{"uri":"Ferret","surface_form":"Ferret","offset":1929}]}