{"id":32912,"url":"http://en.wikipedia.org/wiki/Dodo","text":"The dodo \"(Raphus cucullatus)\" is an extinct species of flightless bird from Mauritius.\nLike many other island birds, they lost the power of flight because it was no advantage where they lived. Dodos were in the same family as the pigeon. They were endemic to (only lived on) the island of Mauritius. They became extinct in the late 17th century.\nThe Dodo has become a symbol of extinction caused by the arrival of humans in ecosystems where humans had never before lived.\nThe name 'Dodo'.\nThe history of the word 'Dodo' is not clear. Dutch admiral Wybrand van Warwijck discovered the island and the bird in 1598 during an expedition to Indonesia. He called the bird 'walgvogel', meaning \"disgusting bird\" because he disliked the taste of the meat. Four years later, the Dutch captain, Willem van Westsanen, used the word 'Dodo' for the first time.\nThe \"Encarta Dictionary\" and the \"Chambers Dictionary of Etymology\" say \"dodo\" is a Portuguese word, coming from \"doido\". It means \"fool\" or \"crazy\". Another idea is that 'dodo' was a copy of the bird's own call, a two-note pigeon like sound, \"doo-doo\".\nIn 1606 Cornelis de Jonge wrote a description of the Dodo, and of other animal and plants on the island.\nDescription.\nThe dodo was a large bird and weighed about. They had grey feathers and yellow feet. Their big hooked bill was a green/yellow color. It had short wings that were only stubs. They ate fruit, seeds and nuts. Portuguese sailors said that they saw the Dodos eating fish. They also ate rocks and stones which might have helped them digest food. They are eaten by humans who come in the search of treasure or spouting.\nExtinction.\nThe dodo was not scared of people which made it easy to hunt and kill. Dogs, cats, rats and pigs were left on the island and also killed the dodos. Because dodos built their nests on the ground, the new animals ate their eggs. The forests were chopped down and the dodo lost its habitat. Within 80 years, the dodo was extinct.\nThe last known stuffed bird was at Oxford University and was thrown out as rubbish. Only a foot and a head are left. The American Museum of Natural History in New York has a skeleton showing. It was put together out of bones from several different Dodos. The Natural History Museum of Mauritius has the only complete skeleton of a dodo, found in a swamp.","categories":[],"infobox_types":[],"annotations":[{"uri":"Extinct","surface_form":"extinct","offset":37},{"uri":"Species","surface_form":"species","offset":45},{"uri":"Flightless_bird","surface_form":"flightless bird","offset":56},{"uri":"Mauritius","surface_form":"Mauritius","offset":77},{"uri":"Pigeon","surface_form":"pigeon","offset":231},{"uri":"Endemism","surface_form":"endemic","offset":249},{"uri":"Extinct","surface_form":"extinct","offset":313},{"uri":"The","surface_form":"The","offset":490},{"uri":"Dutch_people","surface_form":"Dutch","offset":535},{"uri":"Indonesia","surface_form":"Indonesia","offset":637},{"uri":"Encarta","surface_form":"Encarta Dictionary","offset":854},{"uri":"Chambers_Dictionary","surface_form":"Chambers Dictionary of Etymology","offset":883},{"uri":"Portuguese_language","surface_form":"Portuguese","offset":933},{"uri":"Onomatopoeia","surface_form":"copy","offset":1033},{"uri":"Portuguese_people","surface_form":"Portuguese","offset":1427},{"uri":"Habitat","surface_form":"habitat","offset":1925},{"uri":"American_Museum_of_Natural_History","surface_form":"American Museum of Natural History","offset":2094},{"uri":"New_York","surface_form":"New York","offset":2132}]}