{"id":329282,"url":"http://en.wikipedia.org/wiki/The_Terminator","text":"\"The Terminator\" is an American action-science fiction movie. It is set in Los Angeles, California and stars Arnold Schwarzenegger, Michael Biehn, and Linda Hamilton. This movie was directed by James Cameron and was released on October 26, 1984 in the United States by Orion Pictures. Its budget was $6.4 million and it grossed $78.3 million at the box office.\nIt was followed by sequels ', ', \"Terminator Salvation\", \"Terminator Genisys\" and '.\nPlot.\nIn 1984 Los Angeles, a cyborg assassin known as a Terminator arrives from 2029 and steals guns and clothes. Shortly afterwards, Kyle Reese, a human soldier, also arrives. He steals clothes from a homeless man and evades the police. The Terminator begins systematically killing women named Sarah Connor, whose addresses he finds in the telephone directory. He tracks the third Sarah Connor to a nightclub, but Kyle rescues her. The two steal a car and escape with the Terminator pursuing them in a police car.\nAs they hide in a parking lot, Kyle explains to Sarah that an artificial intelligence defense network, known as Skynet, will become self-aware in the near future and initiate a nuclear holocaust. Sarah's future son John will rally the survivors and lead a resistance movement against Skynet and its army of machines. With the Resistance on the verge of victory, Skynet sent a Terminator back in time to kill Sarah before John is born, to prevent the formation of the Resistance. The Terminator is an efficient killing machine with a powerful metal endoskeleton and an external layer of living tissue that makes him appear human.\nKyle and Sarah are apprehended by the police after another encounter with the Terminator. Criminal psychologist Dr. Silberman concludes that Kyle is paranoid and delusional. The Terminator repairs his body and attacks the police station, killing many police officers in his attempt to locate Sarah. Kyle and Sarah escape and take refuge in a motel, where they assemble pipe bombs and plan their next move. Kyle admits that he has been in love with Sarah since John gave him a photograph of her, and they have sex.\nThe Terminator discovers their location, and they attempt to escape in a pickup truck. In the ensuing chase, Kyle is wounded by gunfire while throwing pipe bombs at the Terminator. Enraged‚ Sarah knocks the Terminator off his motorcycle but loses control of the truck, which flips over. The Terminator hijacks a tank truck and attempts to run down Sarah, but Kyle slides a pipe bomb onto the tanker, causing an explosion that burns the flesh from the Terminator's exoskeleton. It pursues them to a factory, where Kyle activates machinery to confuse the Terminator. He jams his final pipe bomb into the Terminator's abdomen, blowing the Terminator apart, injuring Sarah, and killing Kyle. The damaged Terminator reactivates and grabs Sarah. She breaks free and lures it into a hydraulic press, crushing it.\nMonths later, a pregnant Sarah is traveling through Mexico, recording audio tapes to pass on to her unborn son, John. She debates whether to tell him that Kyle is his father. At a gas station, a boy takes a Polaroid photograph of her which she purchases—the same photograph that John will eventually give to Kyle.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":23},{"uri":"Action_movie","surface_form":"action","offset":32},{"uri":"Science_fiction","surface_form":"science fiction","offset":39},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":75},{"uri":"California","surface_form":"California","offset":88},{"uri":"Arnold_Schwarzenegger","surface_form":"Arnold Schwarzenegger","offset":109},{"uri":"James_Cameron","surface_form":"James Cameron","offset":194},{"uri":"Sequel","surface_form":"sequel","offset":380},{"uri":"Terminator_Salvation","surface_form":"Terminator Salvation","offset":395},{"uri":"Terminator_Genisys","surface_form":"Terminator Genisys","offset":419},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":460},{"uri":"Cyborg","surface_form":"cyborg","offset":475},{"uri":"Endoskeleton","surface_form":"endoskeleton","offset":1509},{"uri":"Pipe_bomb","surface_form":"pipe bomb","offset":1959}]}