{"id":329271,"url":"http://en.wikipedia.org/wiki/Prime_Minister_of_India","text":"The Prime Minister of the Republic of India is the head of government of India. The prime minister is the chief of the executive branch of the union government and the chair of the union council of ministers - which exercises executive authority in India. The prime minister is the most senior and highest ranking minister to serve in the cabinet and is also the chief adviser to the President of India, however the prime minister exercises the president's executive powers on their behalf. The current prime minister is Narendra Modi, who previously served as the chief minister of Gujarat, the head of government of the Indian state of Gujarat. He was sworn in on the 26th of May 2014.\nThe Prime Minister appoints the Council of Ministers, distributes portfolios among them, acts as the link between the Council of Ministers and the President and is the chief spokesperson of India's foreign policy. While the President is the head of state, their executive powers are exercised by the Prime minister who is the most senior leader of the executive branch of the union government. This makes the prime minister the de facto chief executive of India, therefore the President's role is mostly ceremonial.\nRole and Power of the Prime Minister.\nThe Prime Minister is responsible in aiding the President in his/her work relating to the government. The Prime Minister, in consultation with the Cabinet, schedules and attends the sessions of the Houses of Parliament and is required to answer the question from the Members of Parliament.\nThe Prime Minister also represents the country in various international meetings, conferences and organizations.","categories":[],"infobox_types":["Political post"],"annotations":[{"uri":"Head_of_government","surface_form":"head of government","offset":51},{"uri":"President_of_India","surface_form":"President of India","offset":384},{"uri":"Narendra_Modi","surface_form":"Narendra Modi","offset":521},{"uri":"Gujarat","surface_form":"Gujarat","offset":638},{"uri":"Head_of_state","surface_form":"head of state","offset":929},{"uri":"Chief_executive","surface_form":"chief executive","offset":1125}]}