{"id":329360,"url":"http://en.wikipedia.org/wiki/Sport_in_Japan","text":"Sports in Japan are a part of Japanese culture. Japan has many traditional sports such as sumo, judo, karate, and kendo. Also, there are sports which were imported from the West such as baseball, soccer, golf and skiing. Sports are popular with both participants and onlookers.\nHistory.\nSome traditional sports like \"yabusame\" have ancient histories.\nIn the Meiji period, sports which were imported from the West became popular.\nAnother popular spectator sport is professional wrestling, locally known as \"puroresu\" (プロレス). While the sport was known in Japan before World War II, it did not become widely popular until the rise of Rikidōzan, considered the \"father\" of puroresu, in the 1950s. While similar to professional wrestling in the rest of the world in that winners are decided before the match, puroresu has become a unique style. Most match storylines play up the wrestlers' \"fighting spirit\". Also, because many Japanese wrestlers have martial arts backgrounds, most strikes during matches make full contact. Puroresu also enjoys close ties to mixed martial arts, with some companies often holding wrestling matches and MMA fights in the same event; because of this, both wrestlers and fans treat puroresu as a combat sport.\nAt first, Western sports were valued as a form of mental discipline, but they have become recreational activities.\nNotable athletes, sports clubs, sports schools and training clinics played an important part in spreading sports in Japan.\nIn Japan, sports groups are an important part of school life. The time spent in these groups allows students to adjust to Japan's vertical society. For example, in sports, players learn to use \"keigo\" (formal, polite speech), respect and traditions.\nOlympic games.\nThe 1940 Summer Olympics and the 1940 Winter Olympics were planned for Japan, but the organizers withdrew in 1938 because of the Second Sino-Japanese War. These games were later cancelled because of World War II.\nOther websites.\nThe Japanese translation of this book is available at: https://la84.org/wp-content/uploads/LA84WaterPolo_J-1.pdf","categories":[],"infobox_types":[],"annotations":[{"uri":"Japanese_culture","surface_form":"Japanese culture","offset":30},{"uri":"Sumo","surface_form":"sumo","offset":90},{"uri":"Judo","surface_form":"judo","offset":96},{"uri":"Karate","surface_form":"karate","offset":102},{"uri":"Kendo","surface_form":"kendo","offset":114},{"uri":"Baseball","surface_form":"baseball","offset":186},{"uri":"Soccer","surface_form":"soccer","offset":196},{"uri":"Golf","surface_form":"golf","offset":204},{"uri":"Skiing","surface_form":"skiing","offset":213},{"uri":"Participant","surface_form":"participants","offset":250},{"uri":"Onlooker","surface_form":"onlookers","offset":267},{"uri":"Yabusame","surface_form":"yabusame","offset":317},{"uri":"Meiji_period","surface_form":"Meiji period","offset":358},{"uri":"Professional_wrestling","surface_form":"professional wrestling","offset":464},{"uri":"Rikid%C5%8Dzan","surface_form":"Rikidōzan","offset":631},{"uri":"Mixed_martial_arts","surface_form":"mixed martial arts","offset":1055},{"uri":"Recreation","surface_form":"recreation","offset":1326},{"uri":"1940_Summer_Olympics","surface_form":"1940 Summer Olympics","offset":1743},{"uri":"1940_Winter_Olympics","surface_form":"1940 Winter Olympics","offset":1772},{"uri":"Japan","surface_form":"Japan","offset":1810},{"uri":"Withdraw","surface_form":"withdrew","offset":1836},{"uri":"Second_Sino-Japanese_War","surface_form":"Second Sino-Japanese War","offset":1868},{"uri":"Cancel","surface_form":"cancelled","offset":1917},{"uri":"World_War_II","surface_form":"World War II","offset":1938}]}