{"id":329356,"url":"http://en.wikipedia.org/wiki/Kavadikaranoor","text":"e=\"preserve\">Kavadikaranoor (; also spelt as Kavadikaranur) is a village in Salem district in the state of Tamil Nadu, India. It is the largest village in Thangayur panchayat. The village is spread over an area of 12.35 km2. The economy of the village revolves around agriculture, truck and heavy truck transports.\nKavadikaranoor has an average elevation of. It is at the east basin of the hill called \"Sooriya malai\" (Mountain of Sun). This mountain doesn't have any plants due to its rocky and unusual properties. The research done geologists shows it consists of rare radioactive minerals. A number of stone quarrying companies have been here for more than 30 years. A lake is located in the north-eastern part of the village and irrigation spreads to nearby areas.\nVishnu is the god worshipped most in the village. The main temple is Sri Paali Perumal. Main festival seasons are October and April. On the 4th Saturday of each month more than 20,000 thousand people worship here from various parts of the district.\nThe people are mostly Gounders. Other minority peoples are also present in small numbers. All the people are peacefully co-existing and living in harmony. It has a population of 1812 as of the 2001 India census. Males constitute 70% of the population and females 63% and an average literacy rate of 68%, higher than the national average of 59.5%.","categories":[],"infobox_types":[],"annotations":[{"uri":"Salem_district","surface_form":"Salem district","offset":76},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":107},{"uri":"India","surface_form":"India","offset":119},{"uri":"Elevation","surface_form":"elevation","offset":345},{"uri":"Drainage_basin","surface_form":"basin","offset":377},{"uri":"Geology","surface_form":"geologists","offset":534},{"uri":"Radioactive","surface_form":"radioactive","offset":571},{"uri":"Mineral","surface_form":"mineral","offset":583},{"uri":"Quarry","surface_form":"quarry","offset":611},{"uri":"Vishnu","surface_form":"Vishnu","offset":769},{"uri":"Ethnic_group","surface_form":"people","offset":1022},{"uri":"Census","surface_form":"census","offset":1222}]}