{"id":32949,"url":"http://en.wikipedia.org/wiki/Psychoanalysis","text":"Psychoanalysis is a field of psychology and medical therapy. It is a set of theories and ways of treating mental disorders. It was started in the early 1890s by the Austrian psychologist Sigmund Freud, with experience from the clinical work of Josef Breuer and others.\nSince then, psychoanalysis has expanded and been revised, reformed and developed in different ways. Freud's own colleagues and students, such as Alfred Adler and Carl Jung, had their own ideas. They went on to develop their ideas independently from Freud. Much later, Anna Freud and Melanie Klein used the ideas to treat troubled children.\nThe unconscious mind.\nSometimes people cannot say why they are feeling the way they feel or acting the way they act. What causes the feelings and actions is called the unconscious mind in psychodynamic theory.\nDifferent methods.\nUnder the broad umbrella of \"psychoanalysis\" there are at least 22 different approaches to the theory and clinical treatment. The term also refers to a method of studying child development.\nFreudian psychoanalysis uses a type of treatment where the subject (analytic patient) talks, including free associations, fantasies, and dreams. From these the analyst works out the unconscious conflicts which cause the patient's symptoms and character problems. By interpreting them for the patient, the analyst creates insight into the problems. The analyst identifies and clarifies the patient's pathological defences, wishes and guilt.\nPsychoanalysis has been criticized on many fronts. It has been called a pseudoscience, and lacking in empirical support. However, it remains influential within psychiatry, more so in some quarters than others.","categories":[],"infobox_types":[],"annotations":[{"uri":"Field_of_study","surface_form":"field","offset":20},{"uri":"Psychology","surface_form":"psychology","offset":29},{"uri":"Therapy","surface_form":"medical therapy","offset":44},{"uri":"Theories","surface_form":"theories","offset":76},{"uri":"Mental_disorder","surface_form":"mental disorder","offset":106},{"uri":"Sigmund_Freud","surface_form":"Sigmund Freud","offset":187},{"uri":"Josef_Breuer","surface_form":"Josef Breuer","offset":244},{"uri":"Alfred_Adler","surface_form":"Alfred Adler","offset":414},{"uri":"Carl_Jung","surface_form":"Carl Jung","offset":431},{"uri":"Anna_Freud","surface_form":"Anna Freud","offset":537},{"uri":"Melanie_Klein","surface_form":"Melanie Klein","offset":552},{"uri":"Unconscious_mind","surface_form":"unconscious mind","offset":777},{"uri":"Child_development","surface_form":"child development","offset":1009},{"uri":"Free_association","surface_form":"free association","offset":1131},{"uri":"Fantasy","surface_form":"fantasies","offset":1150},{"uri":"Dream","surface_form":"dream","offset":1165},{"uri":"Insight","surface_form":"insight","offset":1349},{"uri":"Defence_mechanism","surface_form":"defences","offset":1440},{"uri":"Guilt_(emotion)","surface_form":"guilt","offset":1461},{"uri":"Pseudoscience","surface_form":"pseudoscience","offset":1540},{"uri":"Empiricism","surface_form":"empirical","offset":1570}]}