{"id":329423,"url":"http://en.wikipedia.org/wiki/A_Daughter_of_the_Congo","text":"\"A Daughter of the Congo\" is a 1930 silent movie. It is a race movie. It was completely produced by blacks and intended for a black audience. It was written, directed, and produced by Oscar Micheaux. The movie is based on Henry Francis Downing's novel \"The American Cavalryman\" (1917). \"A Daughter of the Congo\" is presumed to be a lost film.\nThe movie stars Katherine Noisette as Lupelta, a mixed race Congolese girl. She is abducted by Arab slave traders. She is rescued by an African American military battalion. She is taken to a mission school. She becomes acquainted with Western-style civilization. She never completely loses touch with the tribal customs and influences that shaped her early years.\n\"A Daughter of the Congo\" was Micheaux's last silent movie. Silent movies were considered to have little money-making value in 1930. Micheaux released the movie as a “talking, singing, dancing picture”. It only contained a single short sound sequence that included a performance of the song “That Gets It”.\nTheophilus Lewis of the \"Amsterdam News\" wrote a harsh review: \"The scene is laid in a not so mythical republic in Africa. Half of the characters wear European clothes and are supposed to be civilized, while the other half wear their birthday suits and some feathers and are supposed to be savages. All the noble characters are high yellows; all the ignoble ones are black. It is based on a false assumption that has no connection with the realities of life.\"","categories":[],"infobox_types":["Film"],"annotations":[{"uri":"1930","surface_form":"1930","offset":31},{"uri":"Silent_movie","surface_form":"silent movie","offset":36},{"uri":"Race_movie","surface_form":"race movie","offset":58},{"uri":"Screenwriter","surface_form":"written","offset":149},{"uri":"Director_(movie)","surface_form":"directed","offset":158},{"uri":"Producer","surface_form":"produced","offset":172},{"uri":"Oscar_Micheaux","surface_form":"Oscar Micheaux","offset":184},{"uri":"Henry_Francis_Downing","surface_form":"Henry Francis Downing","offset":222},{"uri":"Novel","surface_form":"novel","offset":246},{"uri":"Lost_film","surface_form":"lost film","offset":332},{"uri":"African_American","surface_form":"African American","offset":479}]}