{"id":329426,"url":"http://en.wikipedia.org/wiki/Oscar_Micheaux","text":"Oscar Devereaux Micheaux (2 January 1884 – 25 March 1951) was an American writer, movie director and independent producer of more than 44 movies. He is regarded as the first major African-American moviemaker, and the most successful African-American moviemaker of the first half of the twentieth century. Micheaux was the most prominent producer of race movies. He produced both silent movies and \"talkies\".\nEarly years.\nMicheaux was born to former slaves on January 2, 1884, in Metropolis, Illinois. He passed most of his early years in Great Bend, Kansas. He moved to Chicago when he was 17. He worked as a Pullman porter (railroad baggage handler). In 1906, he bought land in South Dakota. He homesteaded among white neighbors for eight years.\nHe began to write stories. In 1913, he self-published his first novel, \"The Conquest: The Story of a Negro Pioneer\". In 1915, he had money troubles and lost his land. He moved to Sioux City, Iowa where he ran his own publishing company. In 1917, he rewrote \"The Conquest\" and published it as \"The Homesteader\". He sold the book door-to-door in small towns.\nMoviemaking.\nAn African American movie company wanted to make a movie of \"The Homesteader\". The company however did not want Micheaux to direct it. They would not agree to a budget that met his expectations. The deal was dropped.\nMicheaux then turned his publishing company into the Micheaux Film and Book Company. He sold stock in the company to raise money for his own movie of \"The Homesteader\", and shooting began. It was the first feature-length movie made by an African American. It was released in Chicago in 1919, and was a great success.\nMicheaux's second movie was \"Within Our Gates\". This was his response to D. W. Griffith's \"Birth of a Nation\". Griffith's movie was about the Ku Klux Klan. It was one of the most popular movies of the day. The movie challenged Griffith's message by showing that whites were more likely to harm blacks than the other way around.\nMicheaux would make more than 40 movies over the next 30 years. In 1931, his movie \"The Exile\" became the first full-length sound feature by an African American. His last movie \"The Betrayal\" (1948) was the first movie produced by an African American­ to open in white theaters.\nDeath.\nMicheaux died on 25 March 1951 in Charlotte, North Carolina. He is buried in the Great Bend Cemetery in Great Bend, Kansas. His gravestone reads, \"A Man Ahead of His Time.\"\nIn 1986, the Directors Guild of America posthumously granted Micheaux the Golden Jubilee Special Directorial Award. In 1987, he received a star on Hollywood Boulevard's Walk of Fame.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":65},{"uri":"Writer","surface_form":"writer","offset":74},{"uri":"Director_(movie)","surface_form":"director","offset":88},{"uri":"Producer","surface_form":"producer","offset":113},{"uri":"Race_movie","surface_form":"race movie","offset":349},{"uri":"Silent_movie","surface_form":"silent movie","offset":379},{"uri":"Slaves","surface_form":"slaves","offset":449},{"uri":"Illinois","surface_form":"Illinois","offset":491},{"uri":"Kansas","surface_form":"Kansas","offset":550},{"uri":"Chicago","surface_form":"Chicago","offset":570},{"uri":"Porter","surface_form":"porter","offset":617},{"uri":"South_Dakota","surface_form":"South Dakota","offset":679},{"uri":"Homestead","surface_form":"homestead","offset":696},{"uri":"Sioux_City%2C_Iowa","surface_form":"Sioux City, Iowa","offset":926},{"uri":"Stock","surface_form":"stock","offset":1427},{"uri":"Chicago","surface_form":"Chicago","offset":1609},{"uri":"D._W._Griffith","surface_form":"D. W. Griffith","offset":1724},{"uri":"Birth_of_a_Nation","surface_form":"Birth of a Nation","offset":1742},{"uri":"Ku_Klux_Klan","surface_form":"Ku Klux Klan","offset":1793},{"uri":"The_Betrayal","surface_form":"The Betrayal","offset":2157},{"uri":"Charlotte%2C_North_Carolina","surface_form":"Charlotte, North Carolina","offset":2299},{"uri":"Gravestone","surface_form":"gravestone","offset":2393}]}