{"id":329411,"url":"http://en.wikipedia.org/wiki/The_Sheik_(1921_movie)","text":"\"The Sheik\" is a 1921 silent movie. It was directed by George Melford. It stars Rudolph Valentino. The movie was based on the book \"The Sheik\" by Edith Maude Hull. The movie is about a British lady who is captured by an Arab chieftain (a sheik). She is held in his camp, and grows to love him. \"The Sheik\" made Valentino a superstar. Reviews were mixed. Some critics liked the movie. Some did not. Women loved it. Most men did not like it. They either walked out or stayed away.\nStory.\nLady Diana Mayo is headstrong and independent. Against her brother's advice, she plans a trip into the desert with only native guides. That night Diana sneaks into an 'Arabs Only' casino wearing a dancer's costume. The Sheik is there. He discovers she is white. He is amused, but sends her away. He learns that she is taking a trip into the desert the next day. He sneaks into her room and tampers with the bullets in her revolver. Later, the Sheik and his men find Diana riding alone. She tries to flee while shooting at the Sheik. He easily captures her. He takes her to his camp. He orders her about. He tells her she will learn to love him. He wants to raping her, but decides against it.\nThe Sheik receives a visit from his friend, Raoul St. Hubert. Raoul befriends Diana. He chides the Sheik for treating her roughly. Diana gradually warms to the Sheik. She is allowed to go into the desert with his servant. She escapes. She sees a caravan. It belongs to the bandit Omair. The Sheik and his men reach her just in time. The Sheik is in love with Diana. He allows her to ride out again with his servant. She writes \"I love you\" in the sand. Omair captures her.\nThe Sheik gathers his men to attack Omair's camp. Omair tries to rape Diana. The Sheik and his men rush in. The Sheik kills Omair, but he is injured. Diana discovers that the Sheik is not an Arab. His father was British and his mother Spanish. They died in the desert. Their child was raised by the old Sheik. When the old man died, the Sheik returned to rule the tribe. The Sheik recovers from his injury. Diana confesses her love.\nReception.\nReviews were mixed. Many critics felt the toned-down rape scene ruined the original message. It was a great success with audiences however. Attendance records were broken. One newspaper estimated that 125,000 people had seen the movie in its first weeks. Producer Lasky declared the last week of November 1921 'The Sheik Week'. He had the movie open in 250 theatres across the United States on 20 November. The movie ran for six months in Sydney, Australia. It ran for 42 weeks in one theatre in France. It was the first Valentino movie to show in his native Italy. Within the first year, \"The Sheik\" made more than $1 million. The film cost $200,000 to make.\nFemale moviegoers loved Valentino. Male moviegoers loathed him. Men refused to see the movie. If they did, they laughed at the love scenes. Men walked out during the movie. They felt threatened by Valentino's style of lovemaking. Many called him effeminate for the long robes he wore in the movie. Dick Dorgan harshly criticized Valetino in the magazine \"Photoplay\". He thought Valentino was too pretty for a male. He even wrote a song about Valentino called \"A Song of Hate!\"","categories":[],"infobox_types":[],"annotations":[{"uri":"1921","surface_form":"1921","offset":17},{"uri":"Silent_movie","surface_form":"silent movie","offset":22},{"uri":"Director_(movie)","surface_form":"directed","offset":43},{"uri":"George_Melford","surface_form":"George Melford","offset":55},{"uri":"Rudolph_Valentino","surface_form":"Rudolph Valentino","offset":80},{"uri":"Book","surface_form":"book","offset":126},{"uri":"Advice","surface_form":"advice","offset":555},{"uri":"Desert","surface_form":"desert","offset":589},{"uri":"Guide","surface_form":"guide","offset":613},{"uri":"Casino","surface_form":"casino","offset":666},{"uri":"Costume","surface_form":"costume","offset":692},{"uri":"Bullet","surface_form":"bullet","offset":893},{"uri":"Revolver","surface_form":"revolver","offset":908},{"uri":"Rape","surface_form":"raping","offset":1143},{"uri":"Servant","surface_form":"servant","offset":1392},{"uri":"Caravan","surface_form":"caravan","offset":1425},{"uri":"Bandit","surface_form":"bandit","offset":1452},{"uri":"British","surface_form":"British","offset":1864},{"uri":"Spain","surface_form":"Spanish","offset":1887},{"uri":"Tribe","surface_form":"tribe","offset":2016},{"uri":"Newspaper","surface_form":"newspaper","offset":2272},{"uri":"Sydney%2C_Australia","surface_form":"Sydney, Australia","offset":2535},{"uri":"France","surface_form":"France","offset":2592},{"uri":"Italy","surface_form":"Italy","offset":2655},{"uri":"Magazine","surface_form":"magazine","offset":3101}]}