{"id":329430,"url":"http://en.wikipedia.org/wiki/The_Blood_of_Jesus","text":"\"The Blood of Jesus\" (1941) is a race movie. It was written, directed, and starring Spencer Williams. It was also released as \"The Glory Road\". The movie was produced in Texas. Its budget was US$5,000. Scenes from a 1911 Italian movie called \"L'Inferno\" were used to show souls entering Heaven. The movie was screened in black theatres and black churches. It received good reviews. In 1991 \"The Blood of Jesus\" became the first race movie to be chosen for preservation in the United States National Film Registry.\nStory.\nA church group is holding a riverside baptismal service. One of those being immersed is the recently married Martha. At home, Martha's husband Ras accidentally shoots her when his hunting rifle discharges. The church people gather at Martha’s bedside to pray. An angel arrives to take Martha’s spirit from her body. She is brought to the Crossroads between Heaven and Hell. She is tempted by the devil's agent slick Judas Green.\nJudas takes Martha to a nightclub. He arranges to have her get a job there. The angel returns and advises Martha to flee. She tries to flee. A nightclub patron mistakenly believes Martha is a pickpocket who robbed him. A chase ensues. Martha races back to the Crossroads. Satan is waiting for her. The angel protects Martha from the mob. They are driven away. The sign at the Crossroad is transformed into the vision of Jesus Christ being crucified, and Christ’s blood drips down on Martha’s face. She awakens to discover she is home. Her health is restored. Martha is reunited with her husband. He has embraced religion. The angel who took Martha on her journey returns to bless their marriage.","categories":[],"infobox_types":[],"annotations":[{"uri":"Race_movie","surface_form":"race movie","offset":33},{"uri":"Screenwriter","surface_form":"written","offset":52},{"uri":"Director_(movie)","surface_form":"directed","offset":61},{"uri":"Texas","surface_form":"Texas","offset":170},{"uri":"Italy","surface_form":"Italian","offset":221},{"uri":"United_States_National_Film_Registry","surface_form":"United States National Film Registry","offset":476}]}