{"id":329476,"url":"http://en.wikipedia.org/wiki/Chrissie_Maher","text":"e=\"preserve\">Chrissie Maher, OBE (born 1938) is a British advocate for the use of plain English. She is a co-founder of the Plain English Campaign. This organisation promotes the clear use of English, especially by businesses and official bodies. Her campaign began in 1971 when she founded the United Kingdom's first community newspaper, the \"Tuebrook Bugle\". That gave her the chance to write articles saying that organisations should start using plain English. In 1974, Maher went on to start \"The Liverpool News\". It was the UK's first newspaper for adults with reading difficulties. She was also a member of the UK's National Consumer Council. Later, she founded the Plain English Campaign at a demonstration in London in 1979.\nAs an example of the language issues Maher found objectionable: in 1994, she pointed out that Britain's National Health Service published a definition of the term \"bed\" that used 229 words.\nFor her efforts, Maher was awarded the OBE in 1993. In 1995, she was awarded an honorary MA degree by Manchester University. In 1997 she received an honorary doctorate from the Open University. In 2000, Maher was named \"Information Pioneer of the Century\" by the UK's National Information Forum. In 2010, Maher received an Honorary Fellowship from Liverpool John Moores University for her services to communication.\nAlso in 2010 Maher was selected Public Affairs Achiever of the Year and Outstanding Achiever of the Year for the ‘Women in Public Life’ awards.\nTom McArthur, editor of the \"Oxford Companion to the English Language\" said, \"In all the history of the language, there has never been such a powerful grassroots movement to influence it as the Plain English Campaign.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"OBE","surface_form":"OBE","offset":29},{"uri":"United_Kingdom","surface_form":"British","offset":50},{"uri":"Advocate","surface_form":"advocate","offset":58},{"uri":"English_language","surface_form":"English","offset":88},{"uri":"Plain_English_Campaign","surface_form":"Plain English Campaign","offset":124},{"uri":"Organisation","surface_form":"organisation","offset":153},{"uri":"Business","surface_form":"business","offset":215},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":295},{"uri":"Community","surface_form":"community","offset":318},{"uri":"Newspaper","surface_form":"newspaper","offset":328},{"uri":"National_Consumer_Council","surface_form":"National Consumer Council","offset":622},{"uri":"London","surface_form":"London","offset":717},{"uri":"National_Health_Service","surface_form":"National Health Service","offset":837},{"uri":"Publishing","surface_form":"published","offset":861},{"uri":"Definition","surface_form":"definition","offset":873},{"uri":"Bed","surface_form":"bed","offset":897},{"uri":"Order_of_the_British_Empire","surface_form":"OBE","offset":962},{"uri":"Manchester_University","surface_form":"Manchester University","offset":1025}]}