{"id":32954,"url":"http://en.wikipedia.org/wiki/Woodwind_instrument","text":"e=\"preserve\">A woodwind instrument is an instrument belonging to the woodwind family. Traditionally they were always made of wood, although some of them are now made of metal or plastic.\nThe piccolo is the highest of the four main instruments. The lowest note is Middle C and it has a range of 3 octaves. The piccolo is the smallest and highest instrument in the orchestra. It plays one octave higher than the flute. There is also an alto flute which sounds a fifth lower than the ordinary flute. Flutes are still sometimes made of wood, but mostly they are metal.\nThe oboe can play slightly lower than the flute. There is a larger version called the cor anglais (which means: “English horn”). This is a double reeded instrument. The clarinet plays nearly an octave lower than the flute. The bass clarinet plays an octave lower than the clarinet. The bassoon is the lowest of the four.\nThe recorder is one of the oldest and most popular woodwinds and has been used to great effect by greats, such as Bach, Telemann and Vivaldi. The general public is normally only familiar with the plastic, child's version of the recorder, but professional and high-quality recorders are still made of wood.\nThe saxophone may look like a brass instrument, but it is played like a clarinet and therefore it is a woodwind instrument. It is usually played in bands and jazz groups.\nUse.\nWoodwind instruments are played in several ways. The flute is played by blowing across the top of the mouthpiece. It is like blowing across the top of an empty bottle. The oboe and bassoon both have a double reed. It is like blowing through a drinking straw. Bagpipes have double reeds which are inside the mouthpiece (“enclosed reeds”). The clarinet and saxophone have single reeds which are clamped against the opening of the mouthpiece.\nIn comparison, brass instruments are all blown in the same way: by blowing against a cup-shaped mouthpiece. This is why the saxophone cannot be called a brass instrument, although it is made of brass.\nThe way that a player shapes his mouth to blow an instrument is called the “embouchure”. Woodwind instruments have several different embouchures.\nIn an orchestra there may be two each of flutes, oboes, clarinets and bassoons. In larger orchestras, particularly from the Romantic period onwards, there may be three or four. Sometimes the extra instruments such as the piccolo are used. If, for example, in an orchestral piece the third flute is marked “doubling piccolo”, it means that the person playing flute 3 will also play the piccolo. However, if the piccolo plays at the same time as flute 3 they will obviously need an extra player for the piccolo part.\nWoodwind instruments in an orchestra often have short solos. These will be played by the first player (the “section principal”).","categories":[],"infobox_types":[],"annotations":[{"uri":"Wood","surface_form":"wood","offset":125},{"uri":"Metal","surface_form":"metal","offset":169},{"uri":"Plastic","surface_form":"plastic","offset":178},{"uri":"Piccolo","surface_form":"piccolo","offset":191},{"uri":"Octave","surface_form":"octave","offset":296},{"uri":"Piccolo","surface_form":"piccolo","offset":309},{"uri":"Alto_flute","surface_form":"alto flute","offset":434},{"uri":"Musical_intervals","surface_form":"fifth","offset":460},{"uri":"Flute","surface_form":"flute","offset":490},{"uri":"Oboe","surface_form":"oboe","offset":569},{"uri":"Cor_anglais","surface_form":"cor anglais","offset":651},{"uri":"Double_reeded","surface_form":"double reeded","offset":704},{"uri":"Clarinet","surface_form":"clarinet","offset":734},{"uri":"Bass_clarinet","surface_form":"bass clarinet","offset":792},{"uri":"Bassoon","surface_form":"bassoon","offset":851},{"uri":"Recorder","surface_form":"recorder","offset":890},{"uri":"Johann_Sebastian_Bach","surface_form":"Bach","offset":1000},{"uri":"Georg_Philipp_Telemann","surface_form":"Telemann","offset":1006},{"uri":"Antonio_Vivaldi","surface_form":"Vivaldi","offset":1019},{"uri":"Saxophone","surface_form":"saxophone","offset":1196},{"uri":"Brass_instrument","surface_form":"brass instrument","offset":1222},{"uri":"Band_(music)","surface_form":"bands","offset":1340},{"uri":"Jazz","surface_form":"jazz","offset":1350},{"uri":"Reed_(instrument)","surface_form":"reed","offset":1576},{"uri":"Bagpipes","surface_form":"Bagpipes","offset":1627},{"uri":"Romantic_music","surface_form":"Romantic period","offset":2279},{"uri":"Instrumental_doubling","surface_form":"doubling","offset":2461}]}