{"id":330046,"url":"http://en.wikipedia.org/wiki/Colossus_computer","text":"Colossus was the world's first programmable electronic digital computer. British code breakers used Colossus for cryptanalysis during World War II.\nThese messages were sent between the German High Command, and army field commanders. Reading these messages helped the Allies to win the war.\nCodebreaker Max Newman worked at the Government Code and Cypher School (GC&CS) at Bletchley Park. His problem was how to get a machine that would help turn German coded radio teleprinter messages into ordinary language. A group of Post Office telephone engineers led by Tommy Flowers worked out how to do this. Their design, which was called \"Colossus\" used many vacuum tubes (valves). The first machine, Mark 1, worked in December 1943 and solved its first problem in February 1944. Colossus Mark 2 was even better. It first worked on 1 June 1944, just before the Normandy Landings on D-Day. Ten Colossus computers were in use at the end of the war.\nBritish codebreakers called the teleprinter messages \"Fish\". The messages had been coded by an unknown German machine. They called the machine and its coded messages \"Tunny\". Colossus imitated the machine and read the coded message from a punched tape. It tried various possibilities of how two of the wheels had been set up. When Colossus found likely settings for two wheels, the codebreaker designed further programs for Colossus until likely settings of other wheels were found. Colossus did not perform all of the decoding process. It just found likely settings of the machine. The output from Colossus was then worked on by people who had a very good knowledge of the German language.\nAfter the war the British codebreakers found out that the code machine was the Lorenz SZ42. All the secret Colossus computers were taken to pieces, so that no one would find out about them. The designs were destroyed. For thirty years no one knew who made them. Between the early 1990s and 2007, a working copy of a Colossus computer was built. This can be seen at The National Museum of Computing at Bletchley Park in England.\nPurpose and origins.\nRegular radio transmissions of \"Tunny\" messages started in June 1941. The British codebreakers saw that it used a five-unit code like a teleprinter system. Their research also showed that the coding was being done by a rotor cipher machine with 12 wheels (rotors). For each new message sent, the wheels had first to be turned to new positions. The start position for the message was chosen by the operator who was sending the message. He told the operator who was receiving the message what the start positions were with 12 letters that were not coded. The total number of possible start positions of the 12 wheels was very large indeed.\nThe coding machine added together the \"plaintext\" (the un-coded version of the message) and a stream of characters (letters, numbers, punctuation) called the \"keystream\" (a stream of seemingly random characters) that it generated to make the \"ciphertext\" (the coded version of the message). The ciphertext, which made no sense, was transmitted by radio. At the receiving end an identical machine removed the keystream to produce the plaintext of the message.\nIf the German operators always worked correctly, no two messages would have the same start position of the wheels. However, mistakes were made. They helped the British codebreakers. On 30 August 1941 two versions of the same message, which was nearly 4,000 characters long, were sent with the same wheel start positions. This mistake was very useful to the research codebreakers. A codebreaker called John Tiltman was able to get the keystream from these messages.\nThe codebreakers tried to work out the details of the machine from this information, but at first they failed. They were then joined by a young codebreaker called Bill Tutte who was given the job. After a lot of work he succeeded, and produced a logical description of the unseen machine. This work has been described as \"the greatest intellectual achievement of world war II\". Tutte worked out that the machine made each keystream character by combining the effects of two sets of five wheels. He used Greek letters to name the wheels. He called one set of five the χ (\"chi\") wheels, and the other set of five the ψ (\"psi\") wheels. He worked out that the χ wheels moved on one position for each new character coded. The ψ wheels, however, did not move regularly. They only moved on some of the time. Whether or not the ψ wheels moved on was controlled by two wheels that he called two the μ (\"mu\") or \"motor wheels\".\nMax Newman was a mathematician and codebreaker at Bletchley Park. He was given the job of working out how a machine could break \"Tunny\" messages. The machine would do a calculation for many possible start positions of the χ wheels. The start position that gave the largest count from this calculation was likely to be the right one. The first machine was called \"Heath Robinson\". This did not work very well. It had two punched paper tapes that had to work exactly together. One tape contained the ciphertext in a continuous loop. The second looped tape contained patterns made by the wheels of the coding machine. The tapes would often stretch or break when going at 2000 characters each second. Sometimes the tapes would not line up; then the counts were wrong.\nBuilding Colossus.\nTommy Flowers worked at the Post Office Research Station at Dollis Hill in north-west London. He was asked to look at the Heath Robinson machine. He thought it was a weak machine. He designed an electronic machine to do the same job. It would make the patterns of the coding machine by electronics so that only one paper tape was needed. In February 1943 he showed Max Newman this design. The design needed 1,500 thermionic valves (vacuum tubes). Few people thought that so many valves could work without a lot failing. More Heath Robinson machines were ordered. Flowers, however, kept with the idea of an electronic machine. He got support from the person in charge of the Post Office Research Station who was called Gordon Radley. Tommy Flowers and his team started work on Colossus in February 1943.\nThe tape with the message on it had to be read at speed. Tommy Flowers tested the tape reader up to 9,700 letters/second () before the tape broke. He selected 5,000 characters each second as a good speed for regular work. This meant that the paper tape moved at or. The electronic circuits were driven by a signal made from reading the sprocket holes of the punched tape.\nThe first Colossus worked at Dollis Hill in December 1943. Then they took Colossus apart and moved it to Bletchley Park. It got there on 18 January 1944. Harry Fensom and Don Horwood put it back together. Colossus read its first message on the 5th of February. After the first Colossus (Mark 1) there were nine Mark 2 machines. These each had 2,400 valves. They were easier to use. They could be programmed to work at five times the speed of the Mark 1. A Mark 2 Colossus first worked on 1 June 1944.\nAt first Colossus was only used to find the starting wheel places used for a message (called \"wheel setting\"). Codebreakers worked out how to use the Mark 2 to help find the patterns of the cams on the wheels (\"wheel breaking\"). At the end of the war there were ten Colossus computers working at Bletchley Park. This meant that very many messages were decoded.\nDesign and use.\nColossus used parts that were new back then. It used vacuum tubes, thyratrons and photomultipliers. It read from paper with light. It then did a special thing for every letter; the special thing could be changed. It counted how often this special thing was \"true\". Machines with many vacuum tubes were known to break a lot. They break most when turning on, so the Colossus machines were only turned off when a part broke.\nIt was not a Turing-complete computer, even though Alan Turing was at Bletchley Park. This idea had not yet been thought of, and most of the other early modern computing machines were not Turing-complete (like: the Atanasoff–Berry Computer, the Harvard Mark I electro-mechanical relay machine, the Bell Labs relay machines by George Stibitz and others, or the first plans of Konrad Zuse). It took a long time for computers be used for many uses, instead of just a calculator only for working out one hard problem.\nInfluence and fate.\nWhat the Colossus computers were used for was very secret. The Colossus itself was highly secret even for many years after the War. This is why Colossus could not be included in the history of computing hardware for a long time. Nobody knew how important that Flowers and the other people who helped make it were.\nNot many people knew about this secret computer, so it had little direct effect on the new design of later computers; EDVAC was the early design which had the most effect on later computer design.\nColossus plans and machinery were secret from the when they were made. They stayed so after the War, when Winston Churchill ordered the destruction of most of the Colossus machines into \"parts no bigger than a man's hand\"; Tommy Flowers himself burned the designs in a fireplace at Dollis Hill. Some parts, changed to look innocent, were taken to Newman's Royal Society Computing Machine Laboratory at Manchester University. The Colossus Mark 1 was taken apart and the parts were sent back to the Post Office. Two Colossus computers, along with two copied Tunny machines, were kept. They were moved to GCHQ's new head office at Eastcote in April 1946. They moved again with GCHQ to Cheltenham between 1952 and 1954. One of the computers, known as \"Colossus Blue\", was taken apart in 1959; the other in 1960. In their later years, the computers were used for training. Before that, there had been attempts to change them (sometimes well) for other purposes. Jack Good was the first to use it after the war, getting NSA to use Colossus to do something for which they were planning to build a special purpose machine. Colossus was also used to perform letter counts on one-time pad tape to test for non-randomness.\nAt this time the Colossus was still secret, long after any of its technical details were of any importance. This was due to the UK's intelligence agencies use of Enigma-like machines which they got other governments to buy. The agencies then broke the codes using different ways. Had the knowledge of the codebreaking machines been widely known, no one would have accepted these machines; rather, they would have developed their own methods for encryption, methods that the UK services might not have been able to break. The need for such secrets slowly went away as communications moved to digital transmission and all-digital encryption systems became common in the 1960s.\nColonel Winterbotham's book \"The Ultra Secret\" came out in 1975. This broke the secrecy around the Colossus. After that, details about the computer began to become public in the late 1970s.\nA 500-page technical report on the Tunny cipher and its code breaking – entitled \"General Report on Tunny\" – was given by GCHQ to the national Public Record Office in October 2000; the complete technical report is online.\nMaking it again.\nA team led by Tony Sale built a working copy of a Colossus Mark 2. The plans and machines had been destroyed, but a surprising amount of other material was not destroyed. It was mostly in engineers' notebooks, much of it in the U.S. The optical tape reader might have been the biggest problem, but Dr. Arnold Lynch, its designer, was able to redesign it from his own first writings. The rebuilt Colossus is on show at The National Museum of Computing, in H Block Bletchley Park in Milton Keynes, Buckinghamshire. This is where the Colossus No. 9 was used in the war.\nIn November 2007, to mark both the end of the work and the start of fundraising (asking for money) they ran a competition. The money would help The National Museum of Computing with a Cipher Competition where the rebuilt Colossus competed with radio amateurs all around the world. The first to hear and decode three messages enciphered would win. They would be enciphered using the Lorenz SZ42 and transmitted from the radio station in the [http://en.hnf.de/default.asp \"Heinz Nixdorf MuseumsForum\"] computer museum in Germany. The competition was easily won by radio amateur Joachim Schüth. Schüth had gotten ready for the event. He made his own signal processing and code-breaking program using Ada. The Colossus team lost because they wanted to use World War II radios. They were a day late because of bad radio conditions. The winner's 1.4 GHz laptop, running his own program, took less than a minute to find the settings for all 12 wheels. The German codebreaker said: \"My laptop worked on ciphertext at a speed of 1.2 million letters per second—240x faster than Colossus. If you compare the two computers, you could say Colossus had a speed of 5.8 MHz. That is very fast for a computer built in 1944.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Computer_programming","surface_form":"programmable","offset":31},{"uri":"Electronics","surface_form":"electronic","offset":44},{"uri":"Digital","surface_form":"digital","offset":55},{"uri":"Computer","surface_form":"computer","offset":63},{"uri":"Cryptanalysis","surface_form":"cryptanalysis","offset":113},{"uri":"World_War_II","surface_form":"World War II","offset":134},{"uri":"Wehrmacht","surface_form":"army","offset":210},{"uri":"Allies_of_World_War_II","surface_form":"Allies","offset":267},{"uri":"Max_Newman","surface_form":"Max Newman","offset":302},{"uri":"Bletchley_Park","surface_form":"Bletchley Park","offset":372},{"uri":"Teleprinter","surface_form":"teleprinter","offset":465},{"uri":"Tommy_Flowers","surface_form":"Tommy Flowers","offset":560},{"uri":"Vacuum_tube","surface_form":"vacuum tube","offset":653},{"uri":"Operation_Overlord","surface_form":"Normandy Landings","offset":855},{"uri":"Punched_tape","surface_form":"punched tape","offset":1180},{"uri":"The_National_Museum_of_Computing","surface_form":"The National Museum of Computing","offset":1997},{"uri":"Code","surface_form":"code","offset":2205},{"uri":"Rotor","surface_form":"rotor","offset":2300},{"uri":"Cipher","surface_form":"cipher","offset":2306},{"uri":"Plaintext","surface_form":"plaintext","offset":2758},{"uri":"Keystream","surface_form":"keystream","offset":2878},{"uri":"Ciphertext","surface_form":"ciphertext","offset":2962},{"uri":"Greek_letter","surface_form":"Greek letter","offset":4146},{"uri":"Punched_tape","surface_form":"punched paper tapes","offset":4981},{"uri":"Vacuum_tube","surface_form":"thermionic valves","offset":5757},{"uri":"Sprocket","surface_form":"sprocket","offset":6483},{"uri":"Vacuum_tube","surface_form":"vacuum tube","offset":7450},{"uri":"Thyratron","surface_form":"thyratron","offset":7464},{"uri":"Photomultiplier","surface_form":"photomultiplier","offset":7479},{"uri":"Turing-complete","surface_form":"Turing-complete","offset":7832},{"uri":"Alan_Turing","surface_form":"Alan Turing","offset":7870},{"uri":"Bletchley_Park","surface_form":"Bletchley Park","offset":7889},{"uri":"Turing-complete","surface_form":"Turing-complete","offset":8007},{"uri":"Atanasoff%E2%80%93Berry_Computer","surface_form":"Atanasoff–Berry Computer","offset":8034},{"uri":"Harvard_Mark_I","surface_form":"Harvard Mark I","offset":8064},{"uri":"Bell_Labs","surface_form":"Bell Labs","offset":8117},{"uri":"George_Stibitz","surface_form":"George Stibitz","offset":8145},{"uri":"Konrad_Zuse","surface_form":"Konrad Zuse","offset":8194},{"uri":"Calculator","surface_form":"calculator","offset":8283},{"uri":"History_of_computing_hardware","surface_form":"history of computing hardware","offset":8535},{"uri":"EDVAC","surface_form":"EDVAC","offset":8785},{"uri":"Classified_information","surface_form":"secret","offset":8898},{"uri":"Winston_Churchill","surface_form":"Winston Churchill","offset":8970},{"uri":"Royal_Society","surface_form":"Royal Society","offset":9220},{"uri":"Computing_Machine_Laboratory","surface_form":"Computing Machine Laboratory","offset":9234},{"uri":"Manchester_University","surface_form":"Manchester University","offset":9266},{"uri":"GCHQ","surface_form":"GCHQ","offset":9466},{"uri":"Eastcote","surface_form":"Eastcote","offset":9492},{"uri":"Cheltenham","surface_form":"Cheltenham","offset":9546},{"uri":"NSA","surface_form":"NSA","offset":9878},{"uri":"One-time_pad","surface_form":"one-time pad","offset":10030},{"uri":"Random","surface_form":"non-randomness","offset":10060},{"uri":"Technical_details","surface_form":"technical details","offset":10142},{"uri":"Enigma_(machine)","surface_form":"Enigma","offset":10238},{"uri":"Digital","surface_form":"digital","offset":10667},{"uri":"Digital","surface_form":"digital","offset":10696},{"uri":"Technical_report","surface_form":"technical report","offset":10952},{"uri":"GCHQ","surface_form":"GCHQ","offset":11063},{"uri":"Public_Record_Office","surface_form":"Public Record Office","offset":11084},{"uri":"Tony_Sale","surface_form":"Tony Sale","offset":11194},{"uri":"Arnold_Lynch","surface_form":"Dr. Arnold Lynch","offset":11478},{"uri":"The_National_Museum_of_Computing","surface_form":"The National Museum of Computing","offset":11598},{"uri":"Bletchley_Park","surface_form":"Bletchley Park","offset":11643},{"uri":"Milton_Keynes","surface_form":"Milton Keynes","offset":11661},{"uri":"Buckinghamshire","surface_form":"Buckinghamshire","offset":11676},{"uri":"Fundraising","surface_form":"fundraising","offset":11815},{"uri":"The_National_Museum_of_Computing","surface_form":"The National Museum of Computing","offset":11891},{"uri":"Radio_amateur","surface_form":"radio amateur","offset":11991},{"uri":"Lorenz_SZ42","surface_form":"Lorenz SZ42","offset":12129},{"uri":"Radio_amateur","surface_form":"radio amateur","offset":12309},{"uri":"Signal_processing","surface_form":"signal processing","offset":12394},{"uri":"Ada_(programming_language)","surface_form":"Ada","offset":12444},{"uri":"World_War_II","surface_form":"World War II","offset":12499},{"uri":"Laptop","surface_form":"laptop","offset":12595}]}