{"id":33005,"url":"http://en.wikipedia.org/wiki/Bassoon","text":"The bassoon is the lowest of the four main instrument of the woodwind family. Like the oboe, it has a double reed. The reed is attached to a curved metal mouthpiece called a \"crook\" or \"bocal\" which is joined to the main part of the instrument. This consists of two parts called ‘bass joint’ and ‘wing joint’ (or ‘tenor joint’). These two are joined at the bottom by a U-shaped piece called the ‘boot’. At the top of the instrument is the ‘bell joint’. The instrument is quite heavy. Some players have a neckstrap around their neck to support the weight, but usually they use a seat strap that connects at the bottom of the boot and goes across the floor. The bassoonist, a person who plays a bassoon, then sits on that strap. The bassoon is held to the right side of the bassoonist and the top of the boot joint is usually level with the players hip. The bassoon, when played right, can sound very beautiful. The bassoon has one of the largest note ranges, going from low B flat to a high F on the top line of the treble clef. The bassoon can also play in tenor clef, but usually plays bass clef.\nSome bassoons have a white, ivory ring round the top of the bell joint. These are German bassoons (called ‘Heckel’). French bassoons (called ‘Buffet’) do not have this ring, and also sound quite different to German bassoons. Bassoons have keys to help the player to cover all the holes, but these keys do not use the Boehm fingering system like the other woodwind instruments. German bassoons use a system called the Heckel system, and French bassoons use the Buffet system..\nThe Bassoon is usually seen as a comical instrument, however it provides a very important role in the orchestra.In fact, the Saxophone was invented to replace the Bassoon and Oboe, however, was rejected because it didn't sound the same in the orchestra.\nPlaying the bassoon.\nTo play the bassoon, it is very important to have lots of breathing support. Like with the oboe, fast passages can be played using double tonguing (single tonguing is like saying “tu-tu-tu-tu-tu”, double tonguing is like saying “te-ke-te-ke-te-ke”). In most music, the bassoon will spend a lot of time playing a bass line, perhaps the same notes as the cello or tuba. It can sometimes sound quite amusing when playing an “um-cha-um-cha” accompaniment like in the “Dance of the Cygnets” from Tchaikovsky’s \"Swan Lake\". It can sound very tuneful and sad as in the second movement of Rimsky Korsakov’s \"Sheherazade\". Listen to the opening of Stravinsky’s \"Rite of Spring\" where it plays some quite high notes to fool people that it is the Cor anglais or the English Horn. Even a famous composer, Saint Saëns, did not know what the instrument was. Prokofiev uses the bassoon for grandfather’s tune in \"Peter and the Wolf\". Also, to play the bassoon, a player needs big hands because the bassoon's keys and holes are quite wide.\nThe holes are drilled in at an angle so that the upper register is not overblown and produces an unpleasant sound. Whisper keys were also invented to prevent overblowing. The bassoon is known for its reedy sound. Its upper register is shrill and sometimes scary. Middle register could be used for lullabies because of its majestic and soothing tone. Its lower register is deep, dark, and could be used for scary movies and such.\nHistory and repertoire.\nThe bassoon developed from a renaissance instrument called the \"curtal\" or \"dulcian\". These were double reed instruments which often played with shawms. In the Baroque period the bassoon became popular as an instrument to play the bass line, perhaps playing the same as the cello. A man named Hotteterre made many parts of the modern bassoon. In the late Baroque period composers like Antonio Vivaldi wrote concertos for bassoon and orchestra. Some more famous bassoon concertos include one by Mozart, and in more recent times by Peter Maxwell Davies. The bassoon was a very important instrument in the orchestra. Mozart and Beethoven gave the bassoon important parts in the music.\nContrabassoon.\nIn some pieces with a large orchestra a contrabassoon is used. This plays an octave lower than a bassoon, taking it right down to bottom B flat or C on the piano. Some contrabassoons are made to play a note lower, i.e. the very lowest note of the piano (A). One might expect to see the contrabassoon sticking up high above all the other instruments in the orchestra, but in fact the tube keeps doing U-turns, making four parallel rows of tubing. They are usually made with the bell pointing downwards. The weight is supported by a peg to the floor. The contrabassoon used to be shaped like a bassoon.\nThe contrabassoon adds richness to the sound of a full orchestra. Listen carefully for the contrabassoon in the hymn-like introduction to the last movement of \"Symphony no 1\" by Brahms. It can be clearly heard, growling away, in the opening of the \"Piano Concerto for the Left Hand\" by Ravel.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ivory","surface_form":"ivory","offset":1126},{"uri":"Germany","surface_form":"German","offset":1180},{"uri":"France","surface_form":"French","offset":1215},{"uri":"Theobald_Boehm","surface_form":"Boehm","offset":1415},{"uri":"Breath","surface_form":"breath","offset":1907},{"uri":"Oboe","surface_form":"oboe","offset":1940},{"uri":"Tongue","surface_form":"tonguing","offset":1987},{"uri":"Cello","surface_form":"cello","offset":2202},{"uri":"Tuba","surface_form":"tuba","offset":2211},{"uri":"Accompaniment_(music)","surface_form":"accompaniment","offset":2286},{"uri":"Tchaikovsky","surface_form":"Tchaikovsky’s","offset":2340},{"uri":"Nikolai_Rimsky-Korsakov","surface_form":"Rimsky Korsakov’s","offset":2430},{"uri":"Sheherazade","surface_form":"Sheherazade","offset":2449},{"uri":"Igor_Stravinsky","surface_form":"Stravinsky’s","offset":2488},{"uri":"Cor_anglais","surface_form":"Cor anglais","offset":2585},{"uri":"Cor_anglais","surface_form":"English Horn","offset":2604},{"uri":"Saint_Sa%C3%ABns","surface_form":"Saint Saëns","offset":2642},{"uri":"Sergei_Prokofiev","surface_form":"Prokofiev","offset":2693},{"uri":"Dulcian","surface_form":"dulcian","offset":3402},{"uri":"Shawm","surface_form":"shawm","offset":3471},{"uri":"Baroque_music","surface_form":"Baroque period","offset":3486},{"uri":"Cello","surface_form":"cello","offset":3600},{"uri":"Antonio_Vivaldi","surface_form":"Antonio Vivaldi","offset":3711},{"uri":"Concerto","surface_form":"concerto","offset":3733},{"uri":"Mozart","surface_form":"Mozart","offset":3820},{"uri":"Peter_Maxwell_Davies","surface_form":"Peter Maxwell Davies","offset":3856},{"uri":"Mozart","surface_form":"Mozart","offset":3940},{"uri":"Beethoven","surface_form":"Beethoven","offset":3951},{"uri":"Octave","surface_form":"octave","offset":4100},{"uri":"Parallel","surface_form":"parallel","offset":4444},{"uri":"Symphony","surface_form":"Symphony","offset":4784},{"uri":"Johannes_Brahms","surface_form":"Brahms","offset":4802},{"uri":"Maurice_Ravel","surface_form":"Ravel","offset":4910}]}