{"id":330160,"url":"http://en.wikipedia.org/wiki/Constitution_of_India","text":"The Constitution of India is the supreme law in India. A Constitution is a set of rules and regulations guiding the administration of a country. The constitution of India is the framework for political principles, procedures and powers of the government. It is also the longest constitution in the world with 395 articles and 12 schedules. Originally it consisted of 395 Articles arranged under 22 Parts and 8 Schedules. Today after many amendments, it has 447 Articles and 12 schedules and 25 parts (According to 2019). The constitution was written on 26 November 1949, and was made the center of law in 26 January 1950.\nIndia had to face many problems after independence. Rehabilitating the refugees who migrated from Pakistan, merging the princely states, maintenance of law and order were the major challenges. Sardar Patel successfully achieved the merger of the princely states and provinces with the Union of India. Even the challenge of framing a constitution in order to enable govern the country was also fulfilled.\nThe recommendations of the Motilal Nehru Committee and the decisions taken by the meeting of National Congress at Karachi prepared for the formation of a Constituent Assembly.\nThe first meeting of the new Constituent Assembly was conducted on 9th of December, 1946. The next meeting conducted in 11th of December, 1946 under the chairmanship of Dr. Rajendra Prasad. Participants included Jawaharlal Nehru, Sardar Vallabhai Patel, Dr.B.R.Ambedkar(Dr. Bhim Rao Ambekar)and Sarojini Naidu. Dr. B.R Ambedkar, chairman of the Drafting Committee, is often called the father of the Indian Constitution.\nThe 389 members of the Constituent Assembly formed many committees to examine in detail all the issues relating to the country. Dr.B.R.Ambedkar was the Chairman of one of the most important committees, i.e., the Drafting Committee. Other members of the committee were N.Gopalaswamy Iyengar, Alladi Krishnaswamy etc.\nThe Constituent Assembly, which came into existence on 11th of December 1946, had 145 meetings and framed a draft constitution. During these discussions, the various laws proposed by the British Government in 1909, 1919 and 1935, the British Parliamentary system, the American Bill of Rights, the Social Directive Policies of Ireland were studied and some parts of those were written in the Constitution. Finally, the Indian Constitution was approved on 26th of November, 1949 and came into effect on 26th of January, 1950. This day (January 26) is celebrated as the 'Republic Day' in India.\nStructure.\nBelow is a list of all articles in chronological order of the constitution.","categories":[],"infobox_types":[],"annotations":[{"uri":"India","surface_form":"India","offset":48},{"uri":"Constitution","surface_form":"Constitution","offset":57},{"uri":"Independence","surface_form":"independence","offset":660},{"uri":"Pakistan","surface_form":"Pakistan","offset":720},{"uri":"Princely_state","surface_form":"princely state","offset":742},{"uri":"Princely_state","surface_form":"princely state","offset":868},{"uri":"India","surface_form":"India","offset":916},{"uri":"Karachi","surface_form":"Karachi","offset":1140},{"uri":"Jawaharlal_Nehru","surface_form":"Jawaharlal Nehru","offset":1414},{"uri":"British_Parliament","surface_form":"British Parliament","offset":2172},{"uri":"American_Bill_of_Rights","surface_form":"American Bill of Rights","offset":2206}]}