{"id":330174,"url":"http://en.wikipedia.org/wiki/Little_Women","text":"\"Little Women, or Meg, Jo, Beth, and Amy\" is a book by Louisa May Alcott. Alcott drew on her own childhood experiences with her three sisters when writing the book. They lived in Concord, Massachusetts at Orchard House.\nLittle Women was the book that helped Louisa Alcott become a well-known author. It was not her favorite novel that she wrote. In the year 1994, the book was made in a movie. Alcott’s writing skills were not the best, but she did have a lot of creativity. Her creativity shown through when she opened a school after getting a $40 donation. After she opened the school, she decided to go back to writing. (link One)\nThe book was originally published in two parts. Part one was called \"Little Women\". It was published in 1868. Part two was called \"Good Wives\". Part two followed the girls as they grew up and married. It was published in 1869. Both parts were very successful.\nStory.\nThe story is about the fictional March sisters: Meg, Jo, Beth, and Amy. They call their mother Marmee. The story is set during the American Civil War. Their father is serving as a chaplain in the Union Army. Each sister has a flaw. Amy is selfish, Beth is shy, Meg is vain, and Jo is outspoken and tomboy-ish. Their best friend is Laurie, the boy next door.\nAlcott’s inspiration for Little Women came from her life experiences when she was younger. The setting is in Massachusetts, the state where she grew up. The characters in the story represent her sisters, mother, and herself. Each one was given the same traits/personality as her sisters. The mother was in charge of the household when the father was away. It tells of the hard times that they had growing up and had to overcome. The story takes place during the American Civil War. The sisters learned to grow up faster than they wanted to, so that they could support the family. It was not easy for them. Link 2\nLittle Women by Alcott is still a popular read across many different generations. It is read by all ages and is an American classic. Link 3","categories":[],"infobox_types":["book"],"annotations":[{"uri":"Louisa_May_Alcott","surface_form":"Louisa May Alcott","offset":55},{"uri":"Concord","surface_form":"Concord","offset":179},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":188},{"uri":"Orchard_House","surface_form":"Orchard House","offset":205},{"uri":"Fiction","surface_form":"fiction","offset":924},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":1032},{"uri":"Chaplain","surface_form":"chaplain","offset":1081}]}