{"id":33015,"url":"http://en.wikipedia.org/wiki/Tadpole","text":"A tadpole or polliwog is a young frog that breathes and lives in the water. They hatch from small eggs laid in a pond or lake by their mother.\nFrog eggs are round and toad eggs are laid in long strings. There is enough food in each egg to last 21 days.\nAfter a few weeks, they begin to grow back legs, then front legs. Soon after, the froglets begin to breathe air and lose their tails. They will grow larger, and in a few months, become adults.\nMost types of tadpole eat only plants. Some types of tadpole eat plants and animals, even other smaller tadpoles.\nDuring the tadpole stage of the amphibian life cycle, most breathe by means of external or internal gills. They usually do not have arms or legs until the change to adulthood. They have a large, flattened tail with which they swim by 'lateral undulation' (side to side), similar to most fish.\nAs a tadpole matures, it changes by gradually growing limbs, usually the back legs first. Then it gradually loses its tail by programmed cell death (apoptosis). Lungs develop at the time of leg development: tadpoles late in development are often near the surface of the water, where they breathe air. During the final stages, the tadpole's mouth changes from a small mouth at the front of the head to a large mouth the same width as the head. The intestines shorten to accommodate the new diet. Most tadpoles are herbivorous, living on algae and plants. Some species are omnivorous, eating detritus and, when available, smaller tadpoles.","categories":[],"infobox_types":[],"annotations":[{"uri":"Frog","surface_form":"frog","offset":33},{"uri":"Water","surface_form":"water","offset":69},{"uri":"Pond","surface_form":"pond","offset":113},{"uri":"Lake","surface_form":"lake","offset":121},{"uri":"Toad","surface_form":"toad","offset":167},{"uri":"Adult","surface_form":"adult","offset":438},{"uri":"Life_cycle","surface_form":"life cycle","offset":602},{"uri":"Respiration_(physiology)","surface_form":"breathe","offset":619},{"uri":"Gill","surface_form":"gill","offset":660},{"uri":"Metamorphosis","surface_form":"changes","offset":878},{"uri":"Apoptosis","surface_form":"apoptosis","offset":1002},{"uri":"Detritus","surface_form":"detritus","offset":1443}]}