{"id":330152,"url":"http://en.wikipedia.org/wiki/Mandy_Capristo","text":"Mandy Grace Capristo (born March 21, 1990 in Mannheim) is a German pop singer, model and presenter. She was known as a singer of the band Monrose.\nBiography.\nMandy Capristo grew up in Bürstadt, Hesse. Her father is of Italian origin. Her mother Carmen is German. She has an older brother. She got her love of dancing and singing from her mother. In her late childhood, her parents split up.\nCapristo had 6 years of ballet, gymnastics, dance lessons and piano lessons. At school, she appeared for the first time on a bigger stage with the musical \"Dracula\". when she was 11, her teacher suggested that she apply for the Kiddy Contest in Austria. 2001 she won the contest with the song \"Ich wünsche mir einen Bankomat\". After that she appeared in TV shows like \"Tabaluga\" and \"1, 2 or 3\". The album got to number one in the Austrian charts.\n2006: Popstars and the band Monrose.\nCapristo applied for the show \"Popstars\" when she was sixteen. Finally, in 2006 she was elected in the final by a telephone vote in addition to Bahar Kizil and Senna Guemmour of the band Monrose. They had seven top ten hits in the charts. Their previous albums were also successful.\n2007-2010: Work as model.\n2007, readers of the German edition of \"FHM\" men's magazine chose Capristo as number 10 of the 100 Sexiest Women in the World. In August 2007 she was on the cover of the magazine. This success earned her the first jobs as a model. In 2009 she topped the 100 Sexiest Women in the World. In addition she posed again in the June 2010 issue of German men's magazine \"FHM\".\n2011: Solo projects.\nWhen the Band Monrose split up in 2011, Capristo continued her solo projects. She was the face of the cosmetics brand BeYu. She worked on her own album. Capristo presented at the BeYu fair two songs with titles \"Overrated\" and \"Be You\". She also worked with Peter Maffay. They recorded the song \"Die Zeit hält nur in Träumen\" and presented the new one at \"Wetten, dass...?\" (a German TV-show).\nIn March 2012 Mandy announced that her new single \"The Way I Like it\" would appear on 13 April. The album carries her second name, Grace. Other titles are \"Overrated\", \"Hurricane\" and \"It do not matter\" The songwriter of \"The Way I Like it\" is called David Jost, who also produced Tokio Hotel and Keri Hilson.","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"Germans","surface_form":"German","offset":60},{"uri":"B%C3%BCrstadt","surface_form":"Bürstadt","offset":184},{"uri":"Hesse","surface_form":"Hesse","offset":194},{"uri":"Italians","surface_form":"Italian","offset":218},{"uri":"Ballet","surface_form":"ballet","offset":415},{"uri":"Gymnastics","surface_form":"gymnastics","offset":423},{"uri":"Piano","surface_form":"piano","offset":453},{"uri":"Popstars","surface_form":"Popstars","offset":907},{"uri":"FHM","surface_form":"FHM","offset":1225},{"uri":"Tokio_Hotel","surface_form":"Tokio Hotel","offset":2250},{"uri":"Keri_Hilson","surface_form":"Keri Hilson","offset":2266}]}