{"id":330134,"url":"http://en.wikipedia.org/wiki/DSM_IV","text":"The DSM-IV is the fourth version of the Diagnostic and Statistical Manual of Mental Disorders (DSM). The DSM is a manual written by the American Psychiatric Association (APA). They are numbered using Roman numerals: DSM-I, DSM-II, DSM-III, DSM-IV, but the latest edition adopted Arabic numerals allowing subsequent editions to be numbered, 5.1, 5.2 and so on. After the DSM-IV was published, some changes (or revisions) were made to the descriptions in the manual. Because of this, the most recent version of the DSM-IV is officially called the DSM-IV-TR (the TR stands for \"Text Revision\").\nThe conditions that are listed in the DSM have changed over time. In each new version of the DSM, the APA adds conditions that it has accepted as mental illnesses since the last version was published. It may also take out conditions that are no longer thought of as mental illnesses. (For example, homosexuality was listed as a mental illness in the earlier DSMs, but was then taken out.) The APA may also change the way it describes certain conditions.\nMulti-axial system.\nWhen a person gets a DSM diagnosis, there are five different \"axes\", or categories of information that need to be included.\nAxis I: This is where most mental health conditions are listed. Both the name of the condition and its assigned code need to be listed. For example, types of ADHD, depression, anxiety, and autism spectrum disorders would be listed here. A person can have just one Axis I diagnosis, or more than one.\nAxis II: If the person has mental retardation (intellectual disability) or a personality disorder, it is listed here.\nAxis III: If the person has medical conditions, they are listed here.\nAxis IV: This axis records whether the person has certain kinds of \"psychosocial stressors.\" There are few set categories of psychosocial stressors: Primary support problems (for example, family conflict); social environment problems (for example, the person has poor social skills and few friends); economic problems (like poverty or job loss); housing problems (like poor housing or homelessness); educational problems (like school failure); problems with access to healthcare services; and \"other\" stressors.\nAxis V: For this axis, a mental health professional will pick a number that sums up how much the person is affected by his mental health problems, and how well he is functioning in his life. The professional uses a scale called the Global Assessment of Functioning (GAF), which explains what different numbers mean. A person's score is called his \"GAF score.\"\nThere are a few benefits to the DSM's multi-axial system. The five axes sum up all of the information that is most important to mental health professionals when they are treating a person. They give a snapshot of the most important things that affect a person's mental health. A full DSM diagnosis is also like a common language to mental health professionals. Even if there are different professionals, who come from different specialties or even speak different languages, they will all understand the DSM diagnosis.\nOrganization.\n(1) \"Disorders Usually Diagnosed in Infancy, Childhood, and Adolescence\". For example: types of ADHD; mental retardation; autism spectrum disorders; and Oppositional Defiant Disorder (ODD).\n(2) \"Delirium, Dementia, Amnestic, and Other Cognitive Disorders.\" These disorders cause problems with thinking and memory.\n(3) \"Mental Disorders Due to a General Medical Condition Not Otherwise Classified.\" These are disorders which are caused by a medical problem.\n(4) \"Substance-Related Disorders.\" These are conditions which have to do with use, abuse, or addiction to illegal drugs, alcohol, or other substances (like caffeine and nicotine). This category also includes conditions caused by withdrawal from these substances.\n(5) \"Schizophrenia and Other Psychotic Disorders.\" These include all of the different types of schizophrenia, and other disorders that cause psychosis (being out of touch with reality).\n(6) \"Mood Disorders\". These include the different kinds of bipolar disorder and depression.\n(7) \"Anxiety Disorders.\" For example: Obsessive-Compulsive Disorder (OCD); Post-Traumatic Stress Disorder (PTSD); Generalized Anxiety Disorder.\n(8) \"Somatiform Disorders.\" People with these disorders have a lot of physical symptoms, like pain or stomach problems. However, these symptoms are not thought to be caused by an actual medical disorder. They are thought to be caused by mental health problems instead. One example is hypochondriasis, where a person is always worried that they have serious medical problems when they do not. Another condition in this category is Body Dysmorphic Disorder, where a person hates his body, or a part of his body.\n(9) \"Factitious Disorders.\" People with these disorders exaggerate or make up medical problems. They may do this because it gets them things they want (for example, attention and sympathy).\n(10) \"Dissociative Disorders.\" These disorders cause a person to have problems with memory, awareness, and perceiving (seeing and understanding) things correctly. The person may also feel disconnected from his identity (his view of himself and who he is). The best-known condition in this category is Dissociative Identity Disorder (DID) (which used to be called \"Multiple Personality Disorder).\n(11) \"Sexual and Gender Identity Disorders.\" Sexual disorders include paraphilias, where a person is sexually attracted to objects or to kinds of sexual activity that are not normal. For example, pedophilia (being sexually attracted to children) is a type of paraphilia. Another type of sexual disorder is sexual dysfunction (problems with performing sexually). This category also includes Gender Identity Disorder, where a person feels like one gender, but has the body of another gender.\n(12) \"Eating Disorders.\" The two major types of eating disorders are anorexia nervosa and bulimia nervosa.\n(13) \"Sleep Disorders.\" For example: insomnia.\n(14) \"Impulse Control Disorders Not Otherwise Specified.\" These are disorders where people have trouble controlling their urges to do things. For example: trichotillomania (where a person pulls hair out of his body) and Intermittent Explosive Disorder (where a person has sudden explosions of anger).\n(15) \"Adjustment Disorders.\" With these disorders, a person is having trouble adjusting to, or getting used to, something stressful in his life.\n(16) \"Personality Disorders\". These diagnoses can only be given to adults. For example: Antisocial Personality Disorder; Borderline Personality Disorder.","categories":[],"infobox_types":[],"annotations":[{"uri":"Diagnostic_and_Statistical_Manual_of_Mental_Disorders","surface_form":"Diagnostic and Statistical Manual of Mental Disorders","offset":40},{"uri":"Roman_numeral","surface_form":"Roman numeral","offset":200},{"uri":"Homosexuality","surface_form":"homosexuality","offset":890},{"uri":"ADHD","surface_form":"ADHD","offset":1348},{"uri":"Depression_(mental_illness)","surface_form":"depression","offset":1354},{"uri":"Anxiety","surface_form":"anxiety","offset":1366},{"uri":"Autism","surface_form":"autism","offset":1379},{"uri":"Mental_retardation","surface_form":"mental retardation","offset":1517},{"uri":"Personality_disorder","surface_form":"personality disorder","offset":1567},{"uri":"Delirium","surface_form":"Delirium","offset":3278},{"uri":"Dementia","surface_form":"Dementia","offset":3288},{"uri":"Amnesia","surface_form":"Amnestic","offset":3298},{"uri":"Addiction","surface_form":"addiction","offset":3633},{"uri":"Illegal_drug","surface_form":"illegal drug","offset":3646},{"uri":"Caffeine","surface_form":"caffeine","offset":3696},{"uri":"Nicotine","surface_form":"nicotine","offset":3709},{"uri":"Schizophrenia","surface_form":"Schizophrenia","offset":3808},{"uri":"Psychosis","surface_form":"Psychotic","offset":3832},{"uri":"Bipolar_disorder","surface_form":"bipolar disorder","offset":4048},{"uri":"OCD","surface_form":"OCD","offset":4150},{"uri":"PTSD","surface_form":"PTSD","offset":4188},{"uri":"Generalized_anxiety_disorder","surface_form":"Generalized Anxiety Disorder","offset":4195},{"uri":"Hypochondriasis","surface_form":"hypochondriasis","offset":4509},{"uri":"Body_dysmorphic_disorder","surface_form":"Body Dysmorphic Disorder","offset":4655},{"uri":"Identity","surface_form":"identity","offset":5135},{"uri":"Dissociative_identity_disorder","surface_form":"Dissociative Identity Disorder (DID)","offset":5226},{"uri":"Paraphilia","surface_form":"paraphilia","offset":5391},{"uri":"Pedophile","surface_form":"pedophilia","offset":5517},{"uri":"Gender_identity","surface_form":"Gender Identity","offset":5711},{"uri":"Gender","surface_form":"gender","offset":5767},{"uri":"Eating_disorder","surface_form":"Eating Disorder","offset":5817},{"uri":"Anorexia_nervosa","surface_form":"anorexia nervosa","offset":5880},{"uri":"Bulimia_nervosa","surface_form":"bulimia nervosa","offset":5901},{"uri":"Insomnia","surface_form":"insomnia","offset":5955},{"uri":"Trichotillomania","surface_form":"trichotillomania","offset":6120},{"uri":"Borderline_personality_disorder","surface_form":"Borderline Personality Disorder","offset":6532}]}