{"id":330223,"url":"http://en.wikipedia.org/wiki/Second_Boer_War","text":"The Second Boer War (, or \"Tweede Boereoorlog\") was a war. It lasted from 11 October 1899 until 31 May 1902. In the war, the British Empire fought against the Afrikaans-speaking Dutch settlers of two independent Boer republics, the South African Republic (Transvaal Republic) and the Orange Free State. Winston Churchill, who later became famous, was captured but escaped. At this time, the British made use of concentration camps. This weakened the Boers. It helped the British stop the war from lasting any longer.\nThe British troops won the war. As a result, both republics were annexed to the British Empire. Later, both were eventually incorporated into the Union of South Africa, a dominion of the British Empire, in 1910. The conflict is commonly referred to as The Boer War but it is also known as the South African War outside South Africa, the Anglo-Boer War among most South Africans, and in Afrikaans as the \"Anglo-Boereoorlog\" or \"Tweede Vryheidsoorlog\" (\"Second War of Liberation\" or lit. \"Second Freedom War\") or the Engelse oorlog (English War).\nThe Second Boer War is a part of what are known as the Boer Wars. These include the lesser known First Boer War that took place from December 1880 to March 1881.","categories":[],"infobox_types":[],"annotations":[{"uri":"War","surface_form":"war","offset":54},{"uri":"British_Empire","surface_form":"British Empire","offset":125},{"uri":"Afrikaans","surface_form":"Afrikaans","offset":159},{"uri":"Boer","surface_form":"Boer","offset":212},{"uri":"South_African_Republic","surface_form":"South African Republic","offset":232},{"uri":"Orange_Free_State","surface_form":"Orange Free State","offset":284},{"uri":"Winston_Churchill","surface_form":"Winston Churchill","offset":303},{"uri":"Concentration","surface_form":"concentration","offset":411},{"uri":"Union_of_South_Africa","surface_form":"Union of South Africa","offset":663},{"uri":"Dominion","surface_form":"dominion","offset":688},{"uri":"Boer_Wars","surface_form":"Boer Wars","offset":1117},{"uri":"First_Boer_War","surface_form":"First Boer War","offset":1159}]}