{"id":330381,"url":"http://en.wikipedia.org/wiki/Watch_Tower_Bible_and_Tract_Society_of_Pennsylvania","text":"The Watch Tower Bible and Tract Society of Pennsylvania is the main legal body used around the world by Jehovah's Witnesses to organize the religion and also to decide on its official list of beliefs. Members of Jehovah's Witnesses usually call it just as \"the Society\". Its headquarters are in Brooklyn, New York in the United States and its rules allow only between 300 and 500 members. All of them must be \"mature, active and faithful\" male Jehovah's Witnesses.\nA preacher, Charles Taze Russell, started the organization in 1881 as \"Zion's Watch Tower Tract Society\", so he could share religious pamphlets with people. In 1896, its name was changed to \"Watch Tower Bible and Tract Society\". When Russell died in 1916, a fight started between some of the society's directors and the man who took his place, Joseph Franklin Rutherford. The fight became very bitter and many of the people who had followed Russell, who were called International Bible Students, left and started other religious groups. But Rutherford stayed as president of the society and in 1931 the Bible Student groups around the world changed their name to Jehovah's witnesses. In 1955, the corporation changed its name again to \"Watch Tower Bible and Tract Society of Pennsylvania\". From 1976, the Governing Body of Jehovah's Witnesses began to control all the decisions and the work of the Watch Tower Society.\nHistory.\nZion's Watch Tower Tract Society was started in Pittsburgh, Pennsylvania, on February 16, 1881 to organize the printing and sharing of pamphlets written about God and the Bible. William Henry Conley, a Pittsburgh businessman, was its first president and Russell was its secretary-treasurer. Its main publication was \"Zion's Watch Tower and Herald of Christ's Presence\", a Bible-based magazine first published in 1879 by Russell. On December 15, 1884, the society became officially registered and Russell was listed as its president. Russell wrote its charter, or statement of its purpose, and explained that it was for \"the mental, moral and religious improvement of men and women, by teaching the Bible by means of the publication and distribution of Bibles, books, papers, pamphlets and other Bible literature, and by providing oral lectures free for the people\".\nAnyone who gave $10 or more to the society was told they were a member of the society and could vote at its meetings, but Russell explained that all the decisions about what the society did would still be made by only two people—him and his wife Maria, who owned most of the shares. In his magazine, Russell explained that the Watch Tower Society was not a \"religious society\", but just a business organization with no set of official beliefs.\nIn 1900 the society opened its first overseas branch office in Britain. Another one opened in Germany in 1903 and then in Australia in 1904. In 1909 the society bought some property in Brooklyn and then moved its headquarters and staff there.\nAfter Russell died in 1916, the Watch Tower Society's lawyer, Joseph Franklin Rutherford, was elected as its next president. But within a few months most of the seven board of directors complained that he was behaving like a dictator and not sharing information. A major fight broke out, and Rutherford told the four directors who criticised him that they were no longer on the board. In June 1917, the society published a book called \"The Finished Mystery\" and said it was the last of a series of Bible study books by Russell. The book made some very strong statements about the leaders of Catholic and Protestant churches and said they were wrong for taking part in the Great War. As a result, the Watch Tower Society's president and directors were jailed as traitors under the \"1917 Espionage Act\", although they were later allowed to leave jail and the government dropped the charges.\nUntil that time each congregation of Bible Students in the world made its own decisions, although they all studied Russell's books and followed his teachings. But Rutherford decided they should all have exactly the same set of beliefs and run their congregations the same way. He told them they had to obey what the Watch Tower Society's New York headquarters told them. A director was put into each congregation, and a year later all members were told to write out a report each week of what public preaching they had done. At an international meeting held at Cedar Point, Ohio, in September 1922, Rutherford began teaching that the Bible Students' most important job was to teach people about the Bible by visiting them at their homes. Watch Tower Society books began using the name \"Jehovah\" much more often when writing about God, and in 1931 Rutherford decided the religion would be called Jehovah's witnesses.\nWhen Rutherford died in 1942, Nathan H. Knorr became the new president. Two years later he changed the words in the charter, or society's rules, to say that its main purposes were to preach about God's kingdom to people in all countries, and print and share Bibles and other books and magazines that would help them learn about that. The rules about who could be a member of the society were also changed, making it open only to a maximum of 500 men who would be chosen by the leaders of the society. Knorr died in 1977 and since then the presidents have been Frederick W. Franz, Milton G. Henschel and Don A. Adams.\nWhat it does.\nThe Watch Tower Society is a major publisher of religious books, magazines and Bibles. By 1979, it had 39 printing branches worldwide. In 1990 it was reported that in one year the society printed 696 million copies of its magazines, \"The Watchtower\" and \"Awake!\" as well as another 35,811,000 pieces of literature worldwide, which are offered door-to-door by Jehovah's Witnesses. In 2012, the Society said it prints more than 41 million copies of each magazine each month.\nThe society has about 20,000 workers at its New York headquarters and branch offices around the world, and says its staff are volunteers rather than employees. Workers receive a small monthly wage with meals and accommodation provided by the society. The \"Bethel family\" in the Brooklyn headquarters includes hairdressers, dentists, doctors, housekeepers and carpenters, as well as shops for repairing personal appliances, watches, shoes and clothing without charge for labor.\nThe society does not give any financial figures to the public, but it said in 2011 that it had spent more than $173 million that year to care for full-time preachers and traveling overseers. Most of its money comes from donations given by people when they take magazines, and most of that is used on its preaching work.","categories":[],"infobox_types":[],"annotations":[{"uri":"Jehovah%27s_Witnesses","surface_form":"Jehovah's Witnesses","offset":104},{"uri":"Brooklyn","surface_form":"Brooklyn","offset":295},{"uri":"New_York","surface_form":"New York","offset":305},{"uri":"United_States","surface_form":"United States","offset":321},{"uri":"Charles_Taze_Russell","surface_form":"Charles Taze Russell","offset":477},{"uri":"Joseph_Franklin_Rutherford","surface_form":"Joseph Franklin Rutherford","offset":809},{"uri":"Governing_Body_of_Jehovah%27s_Witnesses","surface_form":"Governing Body of Jehovah's Witnesses","offset":1270},{"uri":"Pittsburgh","surface_form":"Pittsburgh","offset":1595},{"uri":"Joseph_Franklin_Rutherford","surface_form":"Joseph Franklin Rutherford","offset":3008},{"uri":"Dictator","surface_form":"dictator","offset":3171},{"uri":"World_War_I","surface_form":"Great War","offset":3618},{"uri":"Espionage_Act_of_1917","surface_form":"1917 Espionage Act","offset":3727},{"uri":"Congregation","surface_form":"congregation","offset":3856},{"uri":"Cedar_Point","surface_form":"Cedar Point","offset":4396},{"uri":"God%27s_kingdom","surface_form":"God's kingdom","offset":4947},{"uri":"The_Watchtower","surface_form":"The Watchtower","offset":5616},{"uri":"Awake%21","surface_form":"Awake!","offset":5637}]}