{"id":33030,"url":"http://en.wikipedia.org/wiki/Slovak_language","text":"Slovak is the language spoken in Slovakia, a country in Central Europe. It is a language from Slavic language family. It is very similar to Czech, and Czechs and Slovaks understand each other quite well when they speak their own language. Polish and Sorbian are also quite similar. All of them belong to the western branch of Slavic languages. Slovak is spoken by more than 5 million people.\nPronunciation.\nSlovak is written using the Latin alphabet, but some letters have special signs (called diacritics).\nThe letters č, š, ž and dž are like the English sounds in \"ch\"in, \"sh\"in, vi\"s\"ion and \"j\"uice.\nThe letters ď, ľ, ň, and ť are called “soft consonants” and are pronounced with the blade of the tongue at the roof of the mouth.\nThe letters c, dz and j are also soft, like \"ts\" in ba\"ts\", \"ds\" in ro\"ds\", and \"y\" in \"y\"es.\nSigns over a vowel show that the vowel is pronounced long: á, é, í, ó, ý ú. A long vowel is never followed in the next syllable by a short vowel.\nThe letter ô is like English \"wo\"man, and ä is the same as the letter e.\nThe letter ch is like \"ch\" in Scottish lo\"ch\". V is more like English \"w\".\nThe letters b, d, ď, dz, dž, g, h, z, ž are voiceless when they are at the end of a word (for example, 'd' will sound like 't').\nThe accent is always on the first syllable of the word. That is different from Russian, for example, in which the stress can be anywhere.\nLike other Slavic languages, Slovak is difficult for English-speakers to pronounce., especially because several consonants often come together. In the sentence: “Strč prst skrz krk!” there is not one single vowel (it means: “Stick a finger through your neck!”)!\nGrammar.\nUnlike English, Slovak does not have articles (such as “the” and “a”).\nThere are three genders in Slovak, therefore it is important to know whether a noun is masculine, feminine or neuter. There is no article to make it obvious (unlike in German), but it changes the adjective's ending.\nLike many other European languages, Slovak verbs agree with the person, and there are different forms for 'I', 'you', 'he', etc. Verbs have different aspects to show whether or not the action is complete. There are also different cases that show how a word is used in a sentence. Different prepositions use different cases. All of that makes grammar quite complicated for English-speakers.\nSample words and phrases.\nThe numbers from 1 to 10 are.\nUse the familiar form when talking to a child, and the polite form when talking to an adult.","categories":[],"infobox_types":[],"annotations":[{"uri":"Slovakia","surface_form":"Slovakia","offset":33},{"uri":"Central_Europe","surface_form":"Central Europe","offset":56},{"uri":"Slavic_languages","surface_form":"Slavic language","offset":94},{"uri":"Czech_language","surface_form":"Czech","offset":140},{"uri":"Sorbian_language","surface_form":"Sorbian","offset":250},{"uri":"Latin_script","surface_form":"Latin alphabet","offset":435},{"uri":"Diacritic","surface_form":"diacritics","offset":495},{"uri":"Consonant","surface_form":"consonant","offset":648},{"uri":"Tongue","surface_form":"tongue","offset":701},{"uri":"Mouth","surface_form":"mouth","offset":727},{"uri":"Vowel","surface_form":"vowel","offset":841},{"uri":"Accent","surface_form":"accent","offset":1255},{"uri":"Syllable","surface_form":"syllable","offset":1285},{"uri":"Consonant","surface_form":"consonant","offset":1501},{"uri":"Article_(grammar)","surface_form":"articles","offset":1697},{"uri":"Gender","surface_form":"gender","offset":1747},{"uri":"Noun","surface_form":"noun","offset":1810},{"uri":"German_language","surface_form":"German","offset":1899},{"uri":"Adjective","surface_form":"adjective","offset":1927},{"uri":"Aspect_(grammar)","surface_form":"aspects","offset":2097},{"uri":"Case_(grammar)","surface_form":"cases","offset":2177},{"uri":"Preposition","surface_form":"preposition","offset":2237}]}