{"id":330406,"url":"http://en.wikipedia.org/wiki/Shadows-on-the-Teche","text":"Shadows-on-the-Teche is an old plantation house at 317 E. Main St., New Iberia, Louisiana. It was built in 1833-34. Original owners David and Mary Weeks were rich growers of sugarcane. They owned four plantations. The house is Greek Revival in style. A portico of eight columns supports a second floor verandah. The house is made of bricks. The interior was originally furnished with Federal-style and Empire-style furniture imported from the East Coast. The house was built on the edge of one of Weeks's sugarcane plantations. It was designed for social life and entertaining. The house was said to be the third brick house built on Bayou Teche.\nA series of tragedies struck the Weeks family following the completion of the house. David Weeks died in August 1834. His wife married John Moore. The household was dependent on slavery. Mary and John supported secession. During the American Civil War, Federal troops occupied the property. Union officers lived in the house. Mary Weeks died in December 1863. The house was still being used by Union troops. He son restored some of the family fortune during the Reconstruction years. Succeeding generations however were forced to sell much of the property to meet living expenses.\nDavid and Mary Weeks's great-grandson, William Weeks Hall, lived in the house from 1922 until his death in 1958. He tried to preserve what remained of the property. He made a large garden of live oak, bamboo, camellias, azaleas, and other plants. He donated the house and garden to the National Trust for Historic Preservation at his death. The Trust has owned and operated Shadows until the present. Shadows-on-the-Teche was named a National Historic Landmark on 30 May 1974.","categories":[],"infobox_types":[],"annotations":[{"uri":"New_Iberia%2C_Louisiana","surface_form":"New Iberia, Louisiana","offset":68},{"uri":"Sugarcane","surface_form":"sugarcane","offset":174},{"uri":"Greek_Revival","surface_form":"Greek Revival","offset":227},{"uri":"Style","surface_form":"style","offset":244},{"uri":"Column","surface_form":"column","offset":270},{"uri":"Verandah","surface_form":"verandah","offset":302},{"uri":"Brick","surface_form":"brick","offset":333},{"uri":"Furniture","surface_form":"furniture","offset":415},{"uri":"Tragedy","surface_form":"tragedies","offset":659},{"uri":"Slavery","surface_form":"slavery","offset":825},{"uri":"Secession","surface_form":"secession","offset":858},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":880},{"uri":"1863","surface_form":"1863","offset":1001},{"uri":"Reconstruction_era_of_the_United_States","surface_form":"Reconstruction","offset":1109},{"uri":"Preservation","surface_form":"preserve","offset":1353},{"uri":"Garden","surface_form":"garden","offset":1409},{"uri":"Live_oak","surface_form":"live oak","offset":1419},{"uri":"Bamboo","surface_form":"bamboo","offset":1429},{"uri":"Camellia","surface_form":"camellia","offset":1437},{"uri":"Azalea","surface_form":"azalea","offset":1448},{"uri":"National_Historic_Landmark","surface_form":"National Historic Landmark","offset":1662}]}