{"id":330512,"url":"http://en.wikipedia.org/wiki/Ulu%E1%B9%9Fu-Kata_Tju%E1%B9%AFa_National_Park","text":"Uluṟu-Kata Tjuṯa National Park is a national park of Australia. It is in the Northern Territory, south-west of Alice Springs. The park surrounds the two huge rock formations after which it is named: Uluṟu (Ayers Rock) and Kata Tjuṯa (The Olgas).\nCreation myths.\nArchaeological work near Uluṟu has shown that people have been in the area for at least 22,000 years. They probably moved in and out of the area depending on how much food and water there was. People started to live in the area year-round about 10,000 years ago. The native Aṉangu people were hunter-gatherers. They lived in small nomadic groups. Groupings were based on water and food supply in their area (\"ngura\").\nThe Aṉangu believe that Uluṟu and Kata Tjuṯa were created by ancestral spirits (\"tjukuritja\" or \"waparitja\"). This is part of their creation story, known as \"tjukurpa\" (the \"Dreamtime\"). According to the legend, the world was once blank and featureless, until there came creator beings. They travelled across the land and created rocks, rivers, trees–all living things and the landscape as it is seen today.\nThe Aṉangu believe that these spirits still live within the land. Each set of rocks represents a different ancestral spirit. The Aṉangu communicate (listen and feel) with the spirits by touching the rock. They do this for blessings or guidance with something. It is said that many spirits, like \"kaḻaya\" (emu), \"liru\" (poisonous snake), \"lungkaṯa\" (lizard) and \"luuṉpa\" (kingfisher), travel around the park. Other spirits only stay in one area, like \"kuniya\", a python who lives in the rocks at Uluṟu. The great snake king called \"wanambi\" is said to live at the top of Kata Tjuṯa.\nThere are different stories about the origin of Uluṟu. One says that it came after a great battle between ancestral spirits. The story tells that after many spirits were killed, the earth rose up in sadness, becoming Uluṟu. Another legend tells that the two serpent spirits \"kuniya\" and \"liru\" fought many wars there, putting the cracks and scars in the rock. Kata Tjuṯa is said to give knowledge that is considered very powerful and dangerous. It is only allowed to be known by men who have gone through initiation. So stories about the creation of this rock are a secret. The common idea behind all these creation stories is that places like Uluṟu are physical evidence of the activities of ancestral beings.\nAṉangu believe they are directly descended from these ancestral beings. They believe that their ancestors live within the land. Many places around the park are sacred because of this. They are bonded to the land in a kind of kinship, because the main principle of \"tjukurpa\" is that people and the land are connected. \"Tjukurpa\" is an oral tradition (not written down). It makes up the Aṉangu belief system, moral code and legal code. It is passed on through story, song, dance and art.\nArrival of the English people.\nEuropeans came to the Western Desert of Australia in the 1870s. They came in expeditions while the Overland Telegraph Line was being made. The first European explorer to the area was Ernest Giles. In 1872, Giles spotted Kata Tjuṯa from Kings Canyon and called it \"Mount Olga\", in honour of Queen Olga of Württemberg. He was not able to reach it, though, because his path was blocked by Lake Amadeus. The next year, another explorer named William Gosse reached Uluṟu and named it \"Ayers Rock\" after Sir Henry Ayers. More people explored the area over the next few years, to look for land they could use for raising livestock. They eventually left because the land was too dry. The native Aṉangu people had not had much contact with these explorers, and very few white people visited the area after this.\nIn March 1920, the area was made an aboriginal reserve, called the Petermann Reserve. It was meant to be a temporary refuge (safe place) for the Aṉangu. The government said they could continue their nomadic lifestyle there until they could be assimilated into white society. During the 1930s, there became more and more encounters between the natives and white people. Trading with dingo hunters (called \"doggers\") brought the natives food, tools and clothes they had not seen before. Many became curious about white people and their world.\nDuring this time, more and more land around the reserve was being used for livestock. Long droughts during this time caused conflicts between the Aṉangu and farmers over things like food and water. Encounters with stockmen on nearby cattle stations were often violent. In 1934, a man was shot dead at Uluṟu by police. Aṉangu people became frightened of police and many left the area for safety. Later, some groups started to work on the stations in exchange for food. Others moved to towns because they wanted the things white people had. As a result, many people in the government believed that the reserve had failed to protect the Aṉangu lifestyle.\nCreation of the park.\nIn the late 1930s, prospectors thought there might be gold in the area. There was a famous story of a lost gold deposit called Lasseter's Reef. The man who said he had found it had died near the Petermann Ranges in 1931, and it was said to be located somewhere in the area. In 1940, the Petermann Reserve was made smaller, so that people could look for the gold. At the same time, an interest in tourism at Uluṟu began to grow. A track for vehicles to reach Uluṟu was built from Curtin Springs in 1948. Tour groups from Alice Springs began arriving a few years later. At first, the government only allowed a few tour companies to go to the rock, because it was still part of the reserve. But demand for tourist income was growing fast. In 1951, Connellan Airways asked for an airstrip to be built next to Uluṟu, even though planes were already landing there.\nIn 1958, the government cut the area around Uluṟu and Kata Tjuṯa from the Aṉangu reserve, creating the Ayers Rock–Mt Olga National Park. It claimed that the rocks were no longer important to the natives. The new park was managed by the Territory government, which leased the land out to tour companies. Connellan built their airstrip close to the northern side of Uluṟu in 1959. Campsites and motels were built in 1967.\nThe Aṉangu were told not to come into the park, but they did anyway. Uluṟu was an important stopping point on travels because of the water usually located there. At first they were tolerated by the park rangers. But as the number of tourists at Uluṟu rose, there were conflicts between tourists and Aṉangu. The government then tried to move them away from the area by building the Docker River village, to the west, in 1968. Because their homeland and lifestyle had changed, the Aṉangu had to find new ways to make a living. They began selling handicrafts and artworks to tourists. Those still living at Uluṟu even opened a store, called the Ininti Store, which they leased from the government in 1972.\nIn 1971, Aṉangu groups met with the Office of Aboriginal Affairs, a part of the government that were in charge of looking after aboriginal people. Aṉangu people told the Office that they were worried about the effects mining and tourism were having on their land. They also said that their sacred sites were being desecrated (not being looked after properly). They asked for the government's help in protecting them.\nIn 1973, people from the government visited to make a report on the park. This report said that Aṉangu should be involved in the park's management. It said they could be hired as rangers, and that their sacred sites should be protected. It also advised that all the tourist facilities be moved out of the park. This was because they were having a bad effect on the environment. In 1975, the area called Yulara, to the north, was set aside for this. The airstrip was removed and rebuilt in Yulara in 1982. The resort at Yulara opened in 1983. After that, the campground and motels inside the park were closed, and everything was removed from the park by the end of 1984.\nRecent history.\nIn 1976, the Aboriginal Land Rights Act was passed for the Northern Territory. It allowed native people to claim rights to own land if they lived on it before Europeans arrived, but only if the land is not already owned. The Aṉangu asked for ownership of the park's land under this law in 1979. But because it had already been made a national park, the claim was not allowed. Even so, the court decided that the Aṉangu were the \"traditional\" owners (\"nguraṟitja\") of the land.\nThere was then a long legal case over the freehold title (actual ownership) of the lands. The case continued until November 1983, when Prime Minister Bob Hawke acknowledged that the Aṉangu had the rights to Uluṟu. On 26 October 1985, they were given the title deeds for the park as the traditional and legal owners of the land. The Territory government protested this decision. It had made a big and expensive campaign to get support and stop it happening. In exchange for ownership, the Aṉangu had to lease the land back to the federal government so that it could stay as a national park. They started managing the park together in April 1986.\nUluru National Park was made a UNESCO World Heritage Site in 1987, as a natural property. It had already been made a Biosphere Reserve by UNESCO in 1977. This means it was an important natural environment. The name of the park changed to Uluṟu–Kata Tjuṯa National Park in 1993. The next year, it was added to the list again, this time as a cultural landscape. This means that it is one of the few sites in the world that is chosen for both its natural and cultural importance. The listing recognised \"tjukurpa\" as being the best tool for looking after the park. In 1995, Uluṟu–Kata Tjuṯa National Park won the highest UNESCO award for setting new standards for the management of a World Heritage site.\nGeography.\nUluṟu–Kata Tjuṯa National Park is in the southwestern corner of the Northern Territory, in the centre of Australia. It is southwest of Alice Springs. The park covers of flat, red-sand plains. The huge rock formations of Uluṟu and Kata Tjuṯa are the only major landmarks.\nUluṟu is an sandstone inselberg, rising above the plains around it. Most of its bulk is below the ground. Kata Tjuṯa, west of Uluṟu, is a group of 36 rock domes (or bornhardts), divided by steep-sided valleys. It covers an area of. The tallest dome, Mount Olga, is above the surrounding plain. It is the highest point in the park, at above sea level.\nThe only permanent settlement in the park is the Aṉangu village of Muṯitjulu. It is on the eastern side of Uluṟu, and about 350 people live there.\nMakeup.\nUluṟu and Kata Tjuṯa are made of different types of sedimentary rock. Uluṟu is mostly made of arkose, a hard type of sandstone that contains a lot of the mineral feldspar. The sediment originally comes mostly from granite. Kata Tjuṯa is made of conglomerate, which consists of bits of rock that has been cemented together by sand and mud. The sediment in this rock is a mixture of granite, gneiss and basic rocks.\nAge and origin.\nEven though the rock types are different, Uluṟu and Kata Tjuṯa are thought to be about the same age. They have both been exposed because of folding, faulting and the erosion of surrounding rock.\nThe park is in a geological area called the Amadeus sedimentary basin. The basin was formed about 900 million years ago. Over hundreds of millions of years, it was covered by layer after layer of sediment, until about 300 million years ago. About 550 million years ago, the mountain ranges to the south and west were pushed up out of the ground in a mountain-building event. These mountains quickly crumbled and huge chunks of sediment were pushed northward by rivers. The rivers flattened out into at least two alluvial fans. It is the remains of these alluvial fans that are seen today as Uluṟu and Kata Tjuṯa.\nBy about 500 million years ago, a shallow inland sea formed in the basin. Over many hundreds of years, sand and mud fell to the bottom of the sea, covering the alluvial deposit. This layer cemented everything together, forming the arkose over Uluṟu and the conglomerate over Kata Tjuṯa. The sea dried up between 400 and 300 million years ago. A long period of folding tilted the horizontal rock layers. The layers of Uluṟu arkose were folded to the near vertical position they are in today. The conglomerate of Kata Tjuṯa was tilted about 15 to 20 degrees from the horizontal. This means that Uluṟu and Kata Tjuṯa are the exposed tips of huge rock slabs that run far below the ground.\nA valley was formed between the two rocks about 65 million years ago. Newer layers of sediment were added to the old ones. These were covered by the red sand that can be seen today, which was brought in by wind.\nShaping.\nThe big canyons of Kata Tjuṯa are thought to be evidence of faults that formed while the rock was being folded millions of years ago. Many years of weathering has made the faults bigger and water has eroded the rock into the valleys and domes seen today. Uluṟu has deep parallel fractures that run down its sides. These are caused by erosion, mostly from rainwater running off the domed top. The caves around the base of Uluṟu were formed by water weathering, though the exact process is still not known. Erosion of the rock is very slow, because the surface is very hard, and because there is no major jointing or parting at its base.\nColour changes.\nThe bright orange-red colour of the rock surfaces comes from the oxidation (or rusting) of the iron in the arkose. When fresh (not exposed to the air), the arkose has a grey colour. Uluṟu appears to change colour at different times of the day and year. It glows a deep red colour during sunrise and sunset. The red light that comes across the sky at these times reflects off the rock, sand and clouds to make a bright glowing effect.\nHydrology.\nUluṟu–Kata Tjuṯa is normally arid (dry). Most of the water in the park is under the ground. It can stay under the park for thousands of years. In the end, it all drains through the ground to Lake Amadeus in the north. Knowing where to find this underground water has always been important for human survival in the area. It is the only supply of water in the area that people can rely on. Both Muṯitjulu and Yulara get their water from ancient aquifers under the park. The water contains salt, which is removed before it is used. The aquifers being refilled depends on rare major rains, normally happening every ten years or so.\nThere are no proper watercourses in the park. Creek beds and gullies are mostly found in the valleys around Kata Tjuṯa. These are usually dry, except after heavy rains, but water can stay under the sand for months. The soils in the park contain high levels of clay, which stops water from soaking into the ground too quickly. The only lasting surface water in the park is Muṯitjulu Waterhole ('), at the base of Uluṟu. It has many waterholes (pockets of water) that have formed by rain running off the rock down its fracture lines. They are the only lasting spots of water above the ground for hundreds of kilometres in any direction. They normally have some water in them for the whole year.\nClimate and seasons.\nUluṟu–Kata Tjuṯa has a mostly dry climate. Rainfall is usually low, very hard to predict. The park gets an average of of rain per year, but each year can be very different. Rain is most common between November and March. Droughts are common and can be very long. The most rain recorded in one year was in 1974. The least amount was in 1965. The year 1965 was also the end of the longest drought that has been recorded here, which lasted six and a half years. Major rainfalls (periods with lots of rain) are rare, happening about every ten years. They are very important for refilling the groundwater supply and can put a lot of life into the ecosystems. The last major rainfall was in 2009, which got of rain.\nThe average relative humidity is a lot lower than in coastal areas. It normally lowers as the temperature rises. The average rate of evaporation per year is high at about. The levels of UV on most summer days reach between 11 and 15.\nAs in most arid inland areas, the days are very hot and the nights are very cold. The months between October and March have an average of 43 days where the temperature is above 40°C. The highest temperature recorded in the park was 47°C in December 1993. In winter, the temperature overnight often falls below freezing (0°C). The average temperature range for winter months is 14–30°C. The lowest temperature recorded in the park was –5°C in July 1976.\nEcology.\nThe park is ranked as one of the most important arid land ecosystems in the world. It is one of 15 biosphere reserves in Australia under UNESCO's Man and the Biosphere system. The landscape looks quite barren, but is actually a complex ecosystem with many forms of life. Plants and animals have adapted to the area's extreme conditions. As a result, it supports some of the most unusual flora and fauna on the planet.\nMuch of the park land is made up of flat plains dotted with many kinds of spinifex grasses. There are also large areas of sand dunes, rocky scrubland and open woodland. The gullies and creek lines that fan out from the rock formations form their own unique habitats, because of the concentration of water in the ground there.\nManagement.\nThe park is managed jointly (together) by the Aṉangu and Parks Australia. Parks Australia is the government body that looks after national parks in Australia. It is a part of the Department of the Environment. The Aṉangu own the land, and lease it to the government. The lease began in 1985 and lasts for 99 years. Decisions are made by the Board of Management, a group of people. Under the lease terms, the Aṉangu always hold a majority on the management board. There are 12 people on the board.\nThe Director of National Parks is the only permanent seat. All the others sit for five years, and then new people are chosen. All choices have to be approved by the Aṉangu. The staff that work in the park every day are from Parks Australia. This team is overseen by a general park manager, who reports to the Director.\n\"Tjukurpa\", the Aṉangu legal code, makes up the basis for the park's management. It says how to deal with problems, and sets penalties for people who break the rules. The Aṉangu have used the Australian legal system to enforce \"tjukurpa\" and protect their sacred values. Sacred sites are registered under Territory law; it is against the law for visitors to enter them. Laws also protect traditional designs from being copied. Aṉangu have the right to forage and hunt in the park.","categories":[],"infobox_types":["UNESCO World Heritage Site"],"annotations":[{"uri":"National_park","surface_form":"national park","offset":36},{"uri":"Australia","surface_form":"Australia","offset":53},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":77},{"uri":"Alice_Springs","surface_form":"Alice Springs","offset":111},{"uri":"Rock_formation","surface_form":"rock formation","offset":158},{"uri":"Ulu%E1%B9%9Fu","surface_form":"Uluṟu","offset":199},{"uri":"Kata_Tju%E1%B9%AFa","surface_form":"Kata Tjuṯa","offset":222},{"uri":"Archaeology","surface_form":"Archaeological","offset":262},{"uri":"A%E1%B9%89angu","surface_form":"Aṉangu","offset":536},{"uri":"Hunter-gatherer","surface_form":"hunter-gatherer","offset":555},{"uri":"Nomadic_people","surface_form":"nomadic","offset":593},{"uri":"Water","surface_form":"water","offset":633},{"uri":"Food","surface_form":"food","offset":643},{"uri":"Ancestor","surface_form":"ancestral","offset":741},{"uri":"Spirit","surface_form":"spirit","offset":751},{"uri":"Creation_myth","surface_form":"creation story","offset":812},{"uri":"Dreamtime","surface_form":"tjukurpa","offset":838},{"uri":"Blank","surface_form":"blank","offset":911},{"uri":"Featureless","surface_form":"featureless","offset":921},{"uri":"Creator","surface_form":"creator","offset":951},{"uri":"Landscape","surface_form":"landscape","offset":1057},{"uri":"Communicate","surface_form":"communicate","offset":1224},{"uri":"Blessing","surface_form":"blessing","offset":1310},{"uri":"Guide","surface_form":"guidance","offset":1323},{"uri":"Emu","surface_form":"emu","offset":1393},{"uri":"Venomous_snake","surface_form":"poisonous snake","offset":1407},{"uri":"Kingfisher","surface_form":"kingfisher","offset":1459},{"uri":"Python","surface_form":"python","offset":1550},{"uri":"Rainbow_Serpent","surface_form":"wanambi","offset":1619},{"uri":"Battle","surface_form":"battle","offset":1761},{"uri":"Earth","surface_form":"earth","offset":1852},{"uri":"Serpent","surface_form":"serpent","offset":1928},{"uri":"Knowledge","surface_form":"knowledge","offset":2057},{"uri":"Initiation","surface_form":"initiation","offset":2175},{"uri":"Secret","surface_form":"secret","offset":2236},{"uri":"Descendant","surface_form":"descended","offset":2414},{"uri":"Sacred_site","surface_form":"sacred","offset":2541},{"uri":"Kinship","surface_form":"kinship","offset":2606},{"uri":"Principle","surface_form":"principle","offset":2632},{"uri":"Oral_tradition","surface_form":"oral tradition","offset":2716},{"uri":"Spirituality","surface_form":"belief system","offset":2774},{"uri":"Ethical_tradition","surface_form":"moral code","offset":2789},{"uri":"Legal_code","surface_form":"legal code","offset":2804},{"uri":"White_people","surface_form":"Europeans","offset":2899},{"uri":"Western_Desert","surface_form":"Western Desert","offset":2921},{"uri":"Expedition","surface_form":"expedition","offset":2976},{"uri":"Australian_Overland_Telegraph_Line","surface_form":"Overland Telegraph Line","offset":2998},{"uri":"Explorer","surface_form":"explorer","offset":3057},{"uri":"Ernest_Giles","surface_form":"Ernest Giles","offset":3082},{"uri":"Kings_Canyon_(Australia)","surface_form":"Kings Canyon","offset":3135},{"uri":"Olga_Nikolaevna_of_Russia","surface_form":"Olga of Württemberg","offset":3195},{"uri":"Lake_Amadeus","surface_form":"Lake Amadeus","offset":3285},{"uri":"William_Gosse","surface_form":"William Gosse","offset":3337},{"uri":"Henry_Ayers","surface_form":"Henry Ayers","offset":3401},{"uri":"Livestock","surface_form":"livestock","offset":3513},{"uri":"Arid","surface_form":"too dry","offset":3566},{"uri":"Petermann_Reserve","surface_form":"Petermann Reserve","offset":3769},{"uri":"Refuge","surface_form":"refuge","offset":3819},{"uri":"Nomadic_people","surface_form":"nomadic","offset":3901},{"uri":"Cultural_assimilation","surface_form":"assimilated","offset":3945},{"uri":"Encounter","surface_form":"encounters","offset":4022},{"uri":"Trade","surface_form":"Trading","offset":4071},{"uri":"Dingo","surface_form":"dingo","offset":4084},{"uri":"Drought","surface_form":"drought","offset":4334},{"uri":"Conflict","surface_form":"conflicts","offset":4367},{"uri":"Bushfood","surface_form":"food","offset":4425},{"uri":"Stockman","surface_form":"stockmen","offset":4457},{"uri":"Station_(agriculture)","surface_form":"cattle stations","offset":4476},{"uri":"Prospecting","surface_form":"prospectors","offset":4936},{"uri":"Gold","surface_form":"gold","offset":4971},{"uri":"Deposition_(geology)","surface_form":"deposit","offset":5029},{"uri":"Lasseter%27s_Reef","surface_form":"Lasseter's Reef","offset":5044},{"uri":"Petermann_Ranges","surface_form":"Petermann Ranges","offset":5112},{"uri":"Tourism","surface_form":"tourism","offset":5313},{"uri":"Vehicle","surface_form":"vehicle","offset":5357},{"uri":"Curtin_Springs","surface_form":"Curtin Springs","offset":5396},{"uri":"Alice_Springs","surface_form":"Alice Springs","offset":5437},{"uri":"Income","surface_form":"income","offset":5628},{"uri":"Connellan_Airways","surface_form":"Connellan Airways","offset":5662},{"uri":"Airstrip","surface_form":"airstrip","offset":5693},{"uri":"Lease","surface_form":"leased","offset":6040},{"uri":"Tolerance","surface_form":"tolerated","offset":6377},{"uri":"Kaltukatjara","surface_form":"Docker River","offset":6577},{"uri":"Handicraft","surface_form":"handicraft","offset":6740},{"uri":"Aboriginal_art","surface_form":"artworks","offset":6756},{"uri":"Indigenous_Australians","surface_form":"aboriginal people","offset":7027},{"uri":"Sacred_site","surface_form":"sacred site","offset":7189},{"uri":"Yulara","surface_form":"Yulara","offset":7719},{"uri":"Aboriginal_land_rights_in_Australia","surface_form":"Aboriginal Land Rights Act","offset":8015},{"uri":"Aboriginal_title","surface_form":"rights to own land","offset":8115},{"uri":"Legal_case","surface_form":"legal case","offset":8501},{"uri":"Freehold_title","surface_form":"freehold title","offset":8521},{"uri":"Bob_Hawke","surface_form":"Bob Hawke","offset":8629},{"uri":"Propaganda","surface_form":"campaign","offset":8889},{"uri":"UNESCO","surface_form":"UNESCO","offset":9155},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":9162},{"uri":"Man_and_the_Biosphere_Programme","surface_form":"Biosphere Reserve","offset":9241},{"uri":"Natural_environment","surface_form":"natural environment","offset":9309},{"uri":"Cultural_landscape","surface_form":"cultural landscape","offset":9464},{"uri":"Standard","surface_form":"standard","offset":9771},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":9905},{"uri":"Alice_Springs","surface_form":"Alice Springs","offset":9972},{"uri":"Plain","surface_form":"plain","offset":10021},{"uri":"Formation_(geology)","surface_form":"rock formations","offset":10038},{"uri":"Sandstone","surface_form":"sandstone","offset":10120},{"uri":"Inselberg","surface_form":"inselberg","offset":10130},{"uri":"Bornhardt","surface_form":"bornhardt","offset":10273},{"uri":"Valley","surface_form":"valley","offset":10309},{"uri":"Above_mean_sea_level","surface_form":"above sea level","offset":10442},{"uri":"Human_settlement","surface_form":"settlement","offset":10478},{"uri":"Mu%E1%B9%AFitjulu","surface_form":"Muṯitjulu","offset":10526},{"uri":"Sedimentary_rock","surface_form":"sedimentary rock","offset":10666},{"uri":"Arkose","surface_form":"arkose","offset":10708},{"uri":"Mineral","surface_form":"mineral","offset":10768},{"uri":"Feldspar","surface_form":"feldspar","offset":10776},{"uri":"Granite","surface_form":"granite","offset":10828},{"uri":"Conglomerate_(geology)","surface_form":"conglomerate","offset":10859},{"uri":"Gneiss","surface_form":"gneiss","offset":11004},{"uri":"Mafic","surface_form":"basic rocks","offset":11015},{"uri":"Fold_(geology)","surface_form":"folding","offset":11184},{"uri":"Fault_(geology)","surface_form":"faulting","offset":11193},{"uri":"Erosion","surface_form":"erosion","offset":11210},{"uri":"Geology","surface_form":"geological","offset":11256},{"uri":"Basin_(geology)","surface_form":"sedimentary basin","offset":11291},{"uri":"Stratum","surface_form":"layer","offset":11414},{"uri":"Petermann_Ranges","surface_form":"mountain ranges","offset":11513},{"uri":"Orogeny","surface_form":"mountain-building","offset":11589},{"uri":"Alluvial_fan","surface_form":"alluvial fan","offset":11751},{"uri":"Inland_sea","surface_form":"inland sea","offset":11894},{"uri":"Deposition_(geology)","surface_form":"deposit","offset":12021},{"uri":"Evaporation","surface_form":"dried up","offset":12147},{"uri":"Vertical","surface_form":"vertical","offset":12306},{"uri":"Degree_(angle)","surface_form":"degrees","offset":12400},{"uri":"Valley","surface_form":"valley","offset":12539},{"uri":"Wind","surface_form":"wind","offset":12743},{"uri":"Canyon","surface_form":"canyon","offset":12766},{"uri":"Fault_(geology)","surface_form":"faults","offset":12818},{"uri":"Fracture_(geology)","surface_form":"fractures","offset":13037},{"uri":"Rain","surface_form":"rain","offset":13113},{"uri":"Surface_runoff","surface_form":"running off","offset":13123},{"uri":"Cave","surface_form":"cave","offset":13154},{"uri":"Joint_(geology)","surface_form":"jointing","offset":13361},{"uri":"Redox","surface_form":"oxidation","offset":13475},{"uri":"Iron_oxide","surface_form":"rusting","offset":13489},{"uri":"Iron","surface_form":"iron","offset":13505},{"uri":"Glow","surface_form":"glows","offset":13666},{"uri":"Sunrise","surface_form":"sunrise","offset":13697},{"uri":"Sunset","surface_form":"sunset","offset":13709},{"uri":"Reflection","surface_form":"reflects","offset":13772},{"uri":"Arid","surface_form":"arid","offset":13884},{"uri":"Groundwater","surface_form":"under the ground","offset":13929},{"uri":"Drainage","surface_form":"drains","offset":14017},{"uri":"Lake_Amadeus","surface_form":"Lake Amadeus","offset":14046},{"uri":"Aquifer","surface_form":"aquifer","offset":14299},{"uri":"Desalination","surface_form":"removed","offset":14358},{"uri":"Rain","surface_form":"rain","offset":14435},{"uri":"Gully","surface_form":"gullies","offset":14545},{"uri":"Clay","surface_form":"clay","offset":14744},{"uri":"Absorption","surface_form":"soaking","offset":14773},{"uri":"Arid","surface_form":"dry","offset":15228},{"uri":"Climate","surface_form":"climate","offset":15232},{"uri":"Rainfall","surface_form":"Rainfall","offset":15241},{"uri":"Drought","surface_form":"Drought","offset":15419},{"uri":"Ecosystem","surface_form":"ecosystem","offset":15840},{"uri":"Relative_humidity","surface_form":"relative humidity","offset":15920},{"uri":"Temperature","surface_form":"temperature","offset":16002},{"uri":"Evaporation","surface_form":"evaporation","offset":16041},{"uri":"Ultraviolet","surface_form":"UV","offset":16094},{"uri":"Temperature","surface_form":"temperature","offset":16298},{"uri":"Temperature","surface_form":"temperature","offset":16337},{"uri":"Freezing_point","surface_form":"freezing","offset":16452},{"uri":"Ecosystem","surface_form":"ecosystem","offset":16662},{"uri":"Man_and_the_Biosphere_Programme","surface_form":"Man and the Biosphere","offset":16750},{"uri":"Plant","surface_form":"Plant","offset":16875},{"uri":"Animal","surface_form":"animal","offset":16886},{"uri":"Adaptation","surface_form":"adapted","offset":16899},{"uri":"Plain","surface_form":"plain","offset":17063},{"uri":"Triodia","surface_form":"spinifex","offset":17096},{"uri":"Sand_dune","surface_form":"sand dune","offset":17144},{"uri":"Scrubland","surface_form":"scrubland","offset":17162},{"uri":"Woodland","surface_form":"woodland","offset":17181},{"uri":"Management","surface_form":"managed","offset":17372},{"uri":"Majority_rule","surface_form":"majority","offset":17789},{"uri":"Approve","surface_form":"approved","offset":18006},{"uri":"Legal_code","surface_form":"legal code","offset":18199},{"uri":"Value_(personal_and_cultural)","surface_form":"values","offset":18439},{"uri":"Sacred_site","surface_form":"Sacred site","offset":18447},{"uri":"Registration","surface_form":"registered","offset":18464},{"uri":"Copyright","surface_form":"copied","offset":18595},{"uri":"Foraging","surface_form":"forage","offset":18628},{"uri":"Hunting","surface_form":"hunt","offset":18639}]}