{"id":330686,"url":"http://en.wikipedia.org/wiki/Falstaff","text":"e=\"preserve\">:\"This page is about the Shakespearean character. For the opera by Verdi see Falstaff (opera)\"\nSir John Falstaff is a fictional character who appears in three plays by William Shakespeare. In two of the \"Henry IV\" plays, he is a friend of Prince Hal, the man who becomes King Henry V.\nFalstaff is very fat. He thinks he is very important and is always boasting. He is also a coward. Falstaff makes Prince Hal get into trouble. When Hal becomes king Falstaff is rejected.\nFalstaff is a comic figure, but Shakespeare makes him say some things which tell us a lot about human nature. For example: before a battle in \"Henry IV\" he explains that his cowardice is actually common sense, because honour in battle is not really worth anything. Honour would not stop other people saying he was a coward and it would not help him if he got injured.\nFalstaff also appears in \"The Merry Wives of Windsor\".\nShakespeare’s character inspired several musicians to compose music about him. Carl Otto Nicolai wrote an opera called \"Die lustigen Weiber von Windsor\" (1849). Verdi’s wrote an opera Falstaff based on the same play. It is often thought to be Verdi’s greatest opera. Ralph Vaughan Williams wrote an opera called \"Sir John in Love\", (1924–1928). Elgar wrote a brilliant piece for orchestra called “Falstaff” which he called: “a symphonic study”.\nIt is likely that Shakespeare based the character of Falstaff on a real person. Many ideas have been discussed but no one can be sure who Shakespeare may have had in mind.","categories":[],"infobox_types":[],"annotations":[{"uri":"Verdi","surface_form":"Verdi","offset":80},{"uri":"Falstaff_(opera)","surface_form":"Falstaff (opera)","offset":90},{"uri":"Fictional_character","surface_form":"fictional character","offset":131},{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":181},{"uri":"Henry_V_of_England","surface_form":"Henry V","offset":289},{"uri":"The_Merry_Wives_of_Windsor","surface_form":"The Merry Wives of Windsor","offset":878},{"uri":"Carl_Otto_Nicolai","surface_form":"Carl Otto Nicolai","offset":986},{"uri":"The_Merry_Wives_of_Windsor_(opera)","surface_form":"Die lustigen Weiber von Windsor","offset":1027},{"uri":"Giuseppe_Verdi","surface_form":"Verdi’s","offset":1068},{"uri":"Falstaff_(opera)","surface_form":"Falstaff","offset":1091},{"uri":"Ralph_Vaughan_Williams","surface_form":"Ralph Vaughan Williams","offset":1174},{"uri":"Orchestra","surface_form":"orchestra","offset":1286}]}