{"id":330614,"url":"http://en.wikipedia.org/wiki/George_Li","text":"George Li (Chinese: 黎卓宇, Pinyin: Lí zhuōyǔ), born August 24, 1995 in Boston, Massachusetts, is a Chinese-American pianist.\nLi has been performing since he was nine years old, and is known as a recitalist, a chamber musician, and a soloist with orchestra. At the age of eleven, he played at New York's Carnegie Hall. The performance was featured in the new TV series by NPR, \"From the Top\".\nCareer.\nLi won first prizes in the Massachusetts Music Teachers Association state competitions at the age of 6 and 7. In 2005, Li won second prizes in both the Virginia Waring International Piano Competition and the Cincinnati World Piano Competition at the age of nine.\nIn 2008, Li won the second prize in the Gina Bachauer International Piano Junior Artist Competition. In 2010, Li won the first prize in the Cooper International Piano Competition Li has also won the first prize in the Young Concert Artists International Auditions.\nOn June 7, 2011, Li played for Barack Obama and his wife Michelle Obama, and German Chancellor Dr. Angela Merkel and her husband Dr. Joachim Sauer at a state dinner in the White House Rose Garden. On June 23, 2011, Li was one of the two recipients of the 2012 Gilmore Young Artist Award. He is currently the youngest person who got the award.\nLi lives in Lexington, Massachusetts. He is a student of Walnut Hill School and the New England Conservatory Preparatory School, where he learns with Wha Kyung Byun. Li's previous piano teachers include Dorothy Shi (杨镜钏) and Yin Chengzong (殷承宗).","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"Boston%2C_Massachusetts","surface_form":"Boston, Massachusetts","offset":69},{"uri":"Chinese_American","surface_form":"Chinese-American","offset":97},{"uri":"Pianist","surface_form":"pianist","offset":114},{"uri":"New_York","surface_form":"New York","offset":290},{"uri":"Carnegie_Hall","surface_form":"Carnegie Hall","offset":301},{"uri":"NPR","surface_form":"NPR","offset":369},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":957},{"uri":"Michelle_Obama","surface_form":"Michelle Obama","offset":983},{"uri":"Angela_Merkel","surface_form":"Angela Merkel","offset":1025},{"uri":"Lexington%2C_Massachusetts","surface_form":"Lexington, Massachusetts","offset":1281},{"uri":"Dorothy_Shi","surface_form":"Dorothy Shi","offset":1472},{"uri":"Yin_Chengzong","surface_form":"Yin Chengzong","offset":1494}]}