{"id":330676,"url":"http://en.wikipedia.org/wiki/Italian_Concerto","text":"The \"Italian\" Concerto (or, Concerto in the Italian style) is a piece of music for harpsichord composed by Johann Sebastian Bach. It was published in 1735 with the \"French Overture\" in the second volume of Bach's \"Keyboard Practice\". Both pieces are Bach's interpretations of popular musical forms of the day. The \"Italian Concerto\" is a three-movement composition written specifically for a two-manual harpsichord (see image).\nThe first movement is written in F major. It has a time signature of 2/4, but lacks a tempo marking. It is always played Allegro (fast). The second movement is written in D minor. Its time signature is 3/4, and its tempo marking is Andante (slow). The third movement is written in F major. Its time signature is cut-time (2/2), and its tempo is marked Presto (very fast). The first and third movements are composed in \"ritornello\" style. This means a theme particular to the movement returns time and again. The second movement is a very florid arioso-like piece.\nAn orchestral Italian concerto relies upon contrasts between the full orchestra and a small group of instruments which act as soloists. Bach achieves this effect by using the lower manual on the harpsichord as the \"full orchestra\" and the upper manual as the \"small group of instruments\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Harpsichord","surface_form":"harpsichord","offset":83},{"uri":"Johann_Sebastian_Bach","surface_form":"Johann Sebastian Bach","offset":107},{"uri":"Publish","surface_form":"publish","offset":137},{"uri":"French_Overture","surface_form":"French Overture","offset":165},{"uri":"Movement_(music)","surface_form":"movement","offset":344},{"uri":"Harpsichord","surface_form":"harpsichord","offset":403},{"uri":"F_major","surface_form":"F major","offset":461},{"uri":"Tempo","surface_form":"tempo","offset":514},{"uri":"Cut-time","surface_form":"cut-time","offset":740},{"uri":"Ritornello","surface_form":"ritornello","offset":847}]}