{"id":330717,"url":"http://en.wikipedia.org/wiki/Lang_Lang","text":"e=\"preserve\">Lang Lang (Chinese: 郎朗, Pinyin: Láng Lǎng), born June 14, 1982, in Shenyang, Liaoning, China, is a Chinese pianist. He has played with the best orchestras in Europe, the United States and his native China. He is very famous around the world for his concert performances, television appearances, albums and soundtracks. Lang has done much to encourage children and young musicians to like classical music, especially through the international foundation he created in New York in 2008.\nEarly life.\nLang Lang, which means \"brilliance of the sky\", was born in Shenyang, China, and is of Manchu ethnicity. His father Lang Guoren (郎国任) is also a musician, who plays the erhu. At the age of two, Lang watched the \"Tom and Jerry\" episode \"The Cat Concerto\" which features the Hungarian Rhapsody No. 2 by Franz Liszt. According to Lang, this first contact with Western music is what wanted him to learn piano. He began lessons with Professor Zhu Ya-Fen at age three. At the age of five, he won first place at the Shenyang Piano Competition and played his first public recital.\nLang was later admitted into Beijing's Central Conservatory of Music where he studied under Professor Zhao Ping-Guo. In 1993, he won the Xing Hai Cup Piano Competition in Beijing and, in 1994, got first prize at the fourth International Competition for Young Pianists in Ettlingen, Germany. In 1995, at 13 years old, he played the Op. 10 and Op. 25 études by Chopin at the Beijing Concert Hall and, the same year, got first place at the International Tchaikovsky Competition for Young Musicians in Japan, playing Chopin's Piano Concerto No. 2 with the Moscow Philharmonic Orchestra in a concert broadcast by NHK Television. When 14, he was a featured soloist at the China National Symphony's inaugural concert, which was broadcast by China Central Television and attended by President Jiang Zemin. The following year he began studies with Gary Graffman and Dick Doran at the Curtis Institute of Music in Philadelphia.\nAwards and outreach.\nLang has won lots of Awards and has been seen by millions of television viewers throughout the world. He appeared in Time Magazine's 2009 list of the 100 Most Influential People in the World. In 2008, the Recording Academy named him their Cultural Ambassador to China. More recently, Lang Lang has been chosen as an official worldwide ambassador to the 2010 Shanghai Expo. The United Nations' Children's Fund (UNICEF) chose Lang Lang as an International Goodwill Ambassador in 2004. The Chinese government also recognized his achievement by selecting him as a vice-president of the All-China Youth Federation.\nLang said that his mission is to share classical music around the world, and to train children and young musicians through education. The Financial Times noted that he is \"evangelical in his efforts to spread the popularity of classical music.\" In October 2008, he launched the Lang Lang International Music Foundation in New York with the support of the Grammys and UNICEF. In May 2009, Lang Lang and his three chosen scholars from the foundation, aged between 8 and 10 years old, performed together on \"The Oprah Winfrey Show\" in connection with her search for the world's \"smartest and most talented kids.\"\nIn June 2011, Lang Lang became a global ambassador for Telefónica.","categories":[],"infobox_types":[],"annotations":[{"uri":"Liaoning","surface_form":"Liaoning","offset":90},{"uri":"People%27s_Republic_of_China","surface_form":"China","offset":100},{"uri":"Pianist","surface_form":"pianist","offset":120},{"uri":"Manchu_people","surface_form":"Manchu","offset":597},{"uri":"Erhu","surface_form":"erhu","offset":678},{"uri":"Tom_and_Jerry","surface_form":"Tom and Jerry","offset":721},{"uri":"The_Cat_Concerto","surface_form":"The Cat Concerto","offset":745},{"uri":"Hungarian_Rhapsody_No._2","surface_form":"Hungarian Rhapsody No. 2","offset":782},{"uri":"Franz_Liszt","surface_form":"Franz Liszt","offset":810},{"uri":"Central_Conservatory_of_Music","surface_form":"Central Conservatory of Music","offset":1121},{"uri":"Ettlingen","surface_form":"Ettlingen","offset":1353},{"uri":"%C3%89tudes_(Chopin)","surface_form":"Op. 10 and Op. 25","offset":1413},{"uri":"%C3%A9tude","surface_form":"étude","offset":1431},{"uri":"Fr%C3%A9d%C3%A9ric_Chopin","surface_form":"Chopin","offset":1441},{"uri":"Beijing_Concert_Hall","surface_form":"Beijing Concert Hall","offset":1455},{"uri":"International_Tchaikovsky_Competition_for_Young_Musicians","surface_form":"International Tchaikovsky Competition for Young Musicians","offset":1519},{"uri":"Piano_Concerto_No._2_(Chopin)","surface_form":"Piano Concerto No. 2","offset":1604},{"uri":"Moscow_Philharmonic_Orchestra","surface_form":"Moscow Philharmonic Orchestra","offset":1634},{"uri":"NHK","surface_form":"NHK Television","offset":1690},{"uri":"China_National_Symphony_Orchestra","surface_form":"China National Symphony","offset":1748},{"uri":"China_Central_Television","surface_form":"China Central Television","offset":1816},{"uri":"Jiang_Zemin","surface_form":"Jiang Zemin","offset":1867},{"uri":"Gary_Graffman","surface_form":"Gary Graffman","offset":1921},{"uri":"Dick_Doran","surface_form":"Dick Doran","offset":1939},{"uri":"Curtis_Institute_of_Music","surface_form":"Curtis Institute of Music","offset":1957},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":1986},{"uri":"Time_Magazine","surface_form":"Time Magazine","offset":2138},{"uri":"Time_100","surface_form":"100 Most Influential People in the World","offset":2171},{"uri":"Recording_Academy","surface_form":"Recording Academy","offset":2226},{"uri":"Expo_2010","surface_form":"Shanghai Expo","offset":2379},{"uri":"UNICEF","surface_form":"UNICEF","offset":2431},{"uri":"List_of_UNICEF_Goodwill_Ambassadors","surface_form":"International Goodwill Ambassador","offset":2461},{"uri":"All-China_Youth_Federation","surface_form":"All-China Youth Federation","offset":2603},{"uri":"Grammy","surface_form":"Grammy","offset":2986},{"uri":"UNICEF","surface_form":"UNICEF","offset":2998},{"uri":"The_Oprah_Winfrey_Show","surface_form":"The Oprah Winfrey Show","offset":3136}]}