{"id":33072,"url":"http://en.wikipedia.org/wiki/Digital_rights_management","text":"e=\"preserve\">Digital rights management (DRM) is a way to make it difficult to copy music, movies, and computer programs. It is used to make people follow copyright laws. It works by using computer technologies.\nMany companies use DRM to protect their properties from copyright infringement, such as Sony, Microsoft and the BBC. Other companies also use DRM.\nSome people do not like digital rights management. They think that DRM makes copying harder than copyright laws allow. The Free Software Foundation suggested that 'digital restrictions management' is a better name.\nPeople can break DRM. If someone breaks a DRM technology then copying is possible. All common DRM technologies have been broken. Making a DRM technology that can not be broken is very hard. Some people say that all DRM technologies can be broken. In the United States it is illegal to break a DRM.\nDRM is a way for companies to keep their profits while sharing their content online. A good example of this is BBC iPlayer. They do this by keeping their content online for a certain amount of time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Music","surface_form":"music","offset":83},{"uri":"Movie","surface_form":"movie","offset":90},{"uri":"Computer_programs","surface_form":"computer programs","offset":102},{"uri":"Copyright","surface_form":"copyright laws","offset":154},{"uri":"Computer","surface_form":"computer","offset":188},{"uri":"Technology","surface_form":"technologies","offset":197},{"uri":"Intellectual_property","surface_form":"properties","offset":251},{"uri":"Copyright_infringement","surface_form":"copyright infringement","offset":267},{"uri":"Sony","surface_form":"Sony","offset":299},{"uri":"Microsoft","surface_form":"Microsoft","offset":305},{"uri":"BBC","surface_form":"BBC","offset":323},{"uri":"Free_Software_Foundation","surface_form":"Free Software Foundation","offset":481},{"uri":"BBC_iPlayer","surface_form":"BBC iPlayer","offset":982}]}