{"id":33094,"url":"http://en.wikipedia.org/wiki/Dehydration","text":"e=\"preserve\">Dehydration (hypohydration) means less water in something. The word comes from the ancient Greek word for water, \"hydor\".\nPeople get dehydrated when they lose more water than they take in. The human body needs water to survive. If a person gets badly dehydrated, their body will be unable to work the right way. Bad dehydration can cause organ damage and even death.\nWho Gets Dehydration?\nAnyone can get dehydrated. However, some people are more at risk for dehydration. (This means that they get dehydrated more easily than most people.) Elderly people, very young children, and people with chronic illnesses are at the highest risk for dehydration.\nSymptoms.\nDehydrated people may have different symptoms depending on how dehydrated they are. If dehydration is not treated, it will get worse. As dehydration gets worse, the symptoms get more dangerous.\nSevere dehydration is a medical emergency. If a person with severe dehydration does not get medical treatment soon enough, they can die.\nHow Is Dehydration Treated?\nTo fix dehydration, a person has to replace the fluids and electrolytes that they have lost.\nWhen dehydration is not too bad, people can usually treat themselves by drinking. This is called oral rehydration therapy. Stores sell special drinks like Pedialyte and Gatorade, which have both water and electrolytes in them. People can also make their own oral rehydration solution (a drink which treats dehydration) by mixing water with sugar and salt.\nPeople with very bad dehydration need emergency medical treatment. They may need to get fluids intravenously (through a needle placed into a vein). This replaces lost fluids and electrolytes much more quickly than drinking. It is also helpful for people who are unable to drink because of nausea and vomiting from dehydration.","categories":[],"infobox_types":[],"annotations":[{"uri":"Water","surface_form":"water","offset":52},{"uri":"Ancient_Greek","surface_form":"ancient Greek","offset":96},{"uri":"People","surface_form":"People","offset":135},{"uri":"Human_body","surface_form":"human body","offset":206},{"uri":"Organ_(anatomy)","surface_form":"organ","offset":351},{"uri":"Risk_factor","surface_form":"more at risk","offset":454},{"uri":"Elderly","surface_form":"Elderly","offset":552},{"uri":"Chronic","surface_form":"chronic","offset":605},{"uri":"Symptom","surface_form":"symptom","offset":711},{"uri":"Medical_emergency","surface_form":"medical emergency","offset":892},{"uri":"Oral_rehydration_therapy","surface_form":"oral rehydration therapy","offset":1223},{"uri":"Gatorade","surface_form":"Gatorade","offset":1295},{"uri":"Oral","surface_form":"oral","offset":1384},{"uri":"Solution","surface_form":"solution","offset":1401},{"uri":"Sugar","surface_form":"sugar","offset":1466},{"uri":"Salt","surface_form":"salt","offset":1476},{"uri":"Vein","surface_form":"vein","offset":1623},{"uri":"Nausea","surface_form":"nausea","offset":1771}]}