{"id":3309,"url":"http://en.wikipedia.org/wiki/Queen","text":"In a country whose system of government is a monarchy, the ruler, or head of state, is decided by inheritance. That is, when a ruler dies their child, or nearest relative, takes over. For much of history most countries were governed in this way, especially in Europe. Some countries elect their monarch instead of using inheritance, like the Holy Roman Empire and Malaysia.\nThe wife of a king is also called a queen. However the husband of a female ruler is not necessarily called a king. The last King of Britain (George VI) had a wife (Elizabeth) who was called Queen Elizabeth. He had no sons, so he was followed by his elder daughter. She is also called Elizabeth and became Queen Elizabeth II. She is married to The Duke of Edinburgh; but when she became Queen he did not become King.\nMany people do not think it is good to have a Monarchy, because it is not elected, though some people in countries such as the UK want to keep their royal family as they have remained a traditional icon and source of income for the country. However, in the UK their influence in the rule of the country is incredibly limited and democracy is left primarily to the governing party elected by the people.\nQueen regnant.\nA \"queen regnant\" is head of state, and has all the powers of a sovereign.\nQueen consort.\nA \"queen consort\" is the wife of a king. She is not the head of state, and does not have any powers unless they are given by the King or another law.\nThe last King of Britain (George VI) had a wife (Elizabeth) who was called Queen Elizabeth. He had no sons, so he was followed by his elder daughter. She is also called Elizabeth and became Queen Elizabeth II. She is married to The Duke of Edinburgh; but when she became Queen he did not become King.\nQueen dowager.\nA \"queen dowager\" is the widow of a king.\nA queen consort usually keeps the title of Queen after her husband's death, for example","categories":[],"infobox_types":[],"annotations":[{"uri":"Country","surface_form":"country","offset":5},{"uri":"Government","surface_form":"government","offset":29},{"uri":"Monarchy","surface_form":"monarchy","offset":45},{"uri":"Head_of_state","surface_form":"head of state","offset":69},{"uri":"Inheritance","surface_form":"inheritance","offset":98},{"uri":"History","surface_form":"history","offset":196},{"uri":"Holy_Roman_Empire","surface_form":"Holy Roman Empire","offset":342},{"uri":"Malaysia","surface_form":"Malaysia","offset":364},{"uri":"Wife","surface_form":"wife","offset":378},{"uri":"George_VI_of_the_United_Kingdom","surface_form":"George VI","offset":515},{"uri":"Elizabeth_Bowes-Lyon","surface_form":"Queen Elizabeth","offset":564},{"uri":"Queen_Elizabeth_II","surface_form":"Queen Elizabeth II","offset":679},{"uri":"Prince_Philip%2C_Duke_of_Edinburgh","surface_form":"The Duke of Edinburgh","offset":717},{"uri":"Sovereign","surface_form":"sovereign","offset":1272},{"uri":"Wife","surface_form":"wife","offset":1323},{"uri":"Head_of_state","surface_form":"head of state","offset":1354},{"uri":"Law","surface_form":"law","offset":1443},{"uri":"Widow","surface_form":"widow","offset":1789},{"uri":"Death","surface_form":"death","offset":1875}]}