{"id":331091,"url":"http://en.wikipedia.org/wiki/Buddhist_crisis","text":"e=\"preserve\">The Buddhist Crisis was a period of political and religious tension in South Vietnam. The crisis was characterized by a series of discriminating acts by the South Vietnamese government and a campaign of civil resistance mainly led by Buddhist monks.\nThe crisis was started when the President Ngô Đình Diệm banned the flying of the Buddhist flag. That led to the shooting of nine unarmed civilians who were protesting a ban of the Buddhist flag on May 8 and suicide by burning of Thích Quảng Đức on June 11. The crisis ended when Ngô Đình Diệm was assassinated on November 2, 1963.\nBackground.\nA survey said that about 70-90 percent of South Vietnamese people were Buddhist. The President called it biased. A member of the Catholic minority, his government was biased towards Catholics in public service and military promotions, as well as in the allocation of land, business favors and tax concessions etc. Diem once told a high-ranking officer, forgetting that he was a Buddhist, \"Put your Catholic officers in sensitive places. They can be trusted.\" Many officers in the Army of the Republic of Vietnam (ARVN) converted to Catholicism believing that their career prospects depended on it. Many were also refused promotion if they did not convert. Also, the distribution of firearms to village self-defense militias intended to repel Viet Cong guerrillas was done so that weapons were only given to Catholics. Some Catholic priests ran private armies, and in some areas forced conversion and looting, shelling and demolition of pagodas. Some Buddhist villages converted to receive aid or avoid being forcibly resettled by Diem's regime. The Catholic Church enjoyed special exemptions. In 1959, Ngô Đình Diệm dedicated the country to the Virgin Mary. The Vatican flag was usually flown in public services and events while the Buddhist flag was not allowed to be flown in public services and/or events.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Vietnam","surface_form":"South Vietnam","offset":84},{"uri":"Buddhist","surface_form":"Buddhist","offset":247},{"uri":"Civilian","surface_form":"civilian","offset":400},{"uri":"Suicide","surface_form":"suicide","offset":470},{"uri":"Combustion","surface_form":"burning","offset":481},{"uri":"Th%C3%ADch_Qu%E1%BA%A3ng_%C4%90%E1%BB%A9c","surface_form":"Thích Quảng Đức","offset":492},{"uri":"Assassinated","surface_form":"assassinated","offset":560},{"uri":"Catholic","surface_form":"Catholic","offset":735},{"uri":"Officer","surface_form":"officer","offset":1013},{"uri":"Firearm","surface_form":"firearm","offset":1288},{"uri":"Militia","surface_form":"militia","offset":1321},{"uri":"Viet_Cong","surface_form":"Viet Cong","offset":1348},{"uri":"Guerrilla","surface_form":"guerrilla","offset":1358},{"uri":"Priest","surface_form":"priest","offset":1438},{"uri":"Looting","surface_form":"looting","offset":1506},{"uri":"Pagoda","surface_form":"pagoda","offset":1542},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":1655},{"uri":"Virgin_Mary","surface_form":"Virgin Mary","offset":1751},{"uri":"Vatican","surface_form":"Vatican","offset":1768}]}