{"id":331012,"url":"http://en.wikipedia.org/wiki/Cultigen","text":"A cultigen is a plant that is the result of artificial selection by humans. Liberty Hyde Bailey, an American botanist was the first to use the term, in 1918. Bailey noticed that the classification Linné introduced for plants was not useful for classifying plants which came from human cultivation and selection. He called the plants which grow in the wild without human selection indigens. A cultigen was: \"... a domesticated group of which the origin may be unknown... [It has] such characters as to separate it from known indigens, and is probably not represented by any type specimen or exact description\". The point is that a cultigen cannot always be placed in the traditional Linnean system of botanical classification.\nBailey later changed his definition to \"Plant or group known only in cultivation; presumably originating under domestication; contrast with indigen\", which is the definition used above. Examples of cultigens are maize and cabbage.\nCultigens and cultivars.\nCultigen and cultivar may be confused with one-another. Cultigen is a general-purpose term encompassing not only plants with cultivar names but others as well (see introductory text above). Cultivar is a formal classification category in the International Code of Nomenclature for Cultivated Plants (ICNCP).\n... \"a race subordinate to species, that has originated and persisted under cultivation; it is not necessarily, however, referable to a recognised botanical species. It is essentially the equivalent of the botanical variety except in respect to its origin\".\nThis definition and understanding of cultivar has changed over time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Plant","surface_form":"plant","offset":16},{"uri":"Artificial_selection","surface_form":"artificial selection","offset":44},{"uri":"Human","surface_form":"human","offset":68},{"uri":"Liberty_Hyde_Bailey","surface_form":"Liberty Hyde Bailey","offset":76},{"uri":"Botany","surface_form":"botanist","offset":109},{"uri":"Linn%C3%A9","surface_form":"Linné","offset":197},{"uri":"Indigen","surface_form":"indigen","offset":380},{"uri":"Type_specimen","surface_form":"type specimen","offset":573},{"uri":"Taxonomy","surface_form":"Linnean","offset":682},{"uri":"Biological_classification","surface_form":"classification","offset":710},{"uri":"Domestication","surface_form":"domestication","offset":837},{"uri":"Maize","surface_form":"maize","offset":938},{"uri":"Cabbage","surface_form":"cabbage","offset":948},{"uri":"Cultivar","surface_form":"cultivar","offset":995}]}