{"id":33102,"url":"http://en.wikipedia.org/wiki/Shigeru_Miyamoto","text":"is a Japanese game designer and producer at Nintendo. He created the \"Donkey Kong\", \"Mario\", \"Pikmin\" and \"The Legend of Zelda\" video game series for Nintendo.\nHe is one of the most famous game designers in the world and is often called the father of modern video gaming. His games give players many ways to play and explore. This was unique in video games when his games were first released.\nMiyamoto started working with Nintendo in 1977 as an artist when it was still a toy and playing-card company. In 1980, he designed \"Donkey Kong\", which was a big success. Miyamoto became Nintendo's leading producer, and he continues to create many popular games for Nintendo today Such as entries in the Super Mario and the Zelda series.\nEarly Life.\nMiyamoto was born on November 16, 1952 in the Japanese town of Sonobe, which is a rural town that is northwest of Kyoto. His father taught English language.\nMiyamoto graduated from Kanazawa Municipal College of Industrial Arts with a degree in industrial design. However, he could not find a job. He also loved manga. Before he thought about starting a career in video games, he wanted to become a professional manga artist. Manga's classical kishōtenketsu narrative structure influenced him. Western genre television shows also influenced him. The game that made him want to enter the video game industry was the 1978 arcade game \"Space Invaders\".\n1977–1984: Arcade beginnings and \"Donkey Kong\".\nNintendo was a small Japanese company in the late 1970s. They had traditionally sold playing cards and other novelties. However, they started making toys and games in the mid-1960s. Through a mutual friend, Miyamoto's father set up an interview with Nintendo president Hiroshi Yamauchi. After showing some of his toy creations, Miyamoto was hired in 1977 as an apprentice in the planning department.\nMiyamoto became Nintendo's first artist. He helped create the art for Nintendo's first original coin-operated arcade video game, \"Sheriff\". He first helped the company develop a game with the 1980 release \"Radar Scope\". The game had some success in Japan. However, by 1981, Nintendo's efforts to sell it in the North American video game market failed. This left the company with a lot of arcade machines that were not sold. Nintendo was also facing financial ruin. In order to try to keep Nintendo going, Nintendo president Hiroshi Yamauchi decided to change unsold \"Radar Scope\" machines into a new arcade game. He asked Miyamoto to do this. Miyamoto said self-deprecatingly that \"no one else was available\" to do the work. Nintendo's head engineer, Gunpei Yokoi, oversaw the project.\nMiyamoto thought of many characters and story ideas, but eventually decided on a love triangle between a gorilla, a carpenter, and a girl. He wanted to create something like what was with comic characters Bluto and Popeye for the woman Olive Oyl. Although, Nintendo tried to get the rights to \"Popeye\", but they failed. Bluto became an ape, a form Miyamoto said was \"nothing too evil or disgusting\". This ape would be the pet of the main character, \"a funny, hang-loose kind of guy.\" Miyamoto also said \"Beauty and the Beast\" and the 1933 film \"King Kong\" influenced him. \"Donkey Kong\" was the first time that the creation of a video game's story came before the actual programming. Usually, the story was added without much care. Miyamoto had high hopes for his new project. However, he did not actually know how to program it himself; instead, he thought of the game's concepts, then asked technicians on whether they were possible. He wanted to make the characters different sizes, move in different ways, and react in various ways. However, Yokoi thought Miyamoto's original design was too difficult. Yokoi suggested using see-saws to catapult the character across the screen; however, this was also too difficult to do. Miyamoto next thought of using sloped platforms and ladders to move the character. He thought of using barrels for obstacles. When he asked that the game have multiple stages, the four-man programming team complained that he was basically asking them to make the game repeat, but the team eventually programmed the game. When the game was sent to Nintendo of America for testing, the sales manager did not like how it was different from the maze and shooter games common at the time. When American staffers started naming the characters, they decided on \"Pauline\" for the woman. She was named after Polly James, wife of Nintendo's Redmond, Washington, warehouse manager, Don James. The playable character was first called \"Jumpman\". They changed the name to Mario. He was named after Mario Segale, the warehouse landlord. These character names were written on the American cabinet art and used in advertising. The staff also got an English name for the game. The title was \"Donkey Kong\".\n\"Donkey Kong\" was successful. Miyamoto started to work on sequels \"Donkey Kong Jr.\" in 1982 and \"Donkey Kong 3\" in 1983. In the next game, he changed the \"Donkey Kong\" character Jumpman into Mario. He gave him a brother: Luigi. He named the new game \"Mario Bros.\" Yokoi convinced Miyamoto to give Mario some special powers, namely being able to fall from any height without getting hurt. Mario's look in \"Donkey Kong\"—overalls, a hat, and a thick mustache—led Miyamoto to change parts of the game. He changed it to make Mario look like a plumber instead of a carpenter. Miyamoto thought that New York City would be the best setting for the game. He thought it was the best place because it has a \"maze of subterranean sewage pipes\". The two-player mode and other parts of gameplay were influenced by an earlier video game called \"Joust\". To date, games in the \"Mario Bros.\" series have been released for many consoles. Shortly after, Miyamoto also drew the character sprites and game design for the \"Baseball\", \"Tennis\", and \"Golf\" games on the NES.\n1985–1989: NES/Famicom, \"Super Mario Bros.\", and \"The Legend of Zelda\".\nNintendo released its first home video game console, the Family Computer (released in North America as the Nintendo Entertainment System). While this happened, Miyamoto created two of the most famous games for the console and in the history of video games as a whole: \"Super Mario Bros.\" (a sequel to \"Mario Bros.\") and \"The Legend of Zelda\" (an entirely original title).\nIn both games, Miyamoto decided to focus more on gameplay than on high scores. This was different from most games at the time. \"Super Mario Bros.\" was a linear game. The player moved the stage by running, jumping, and dodging or defeating enemies. Miyamoto used nonlinear gameplay in \"The Legend of Zelda\". This requires the player to think their way through riddles and puzzles. The world was big and and it seemed to never end. It had a lot of different choices and depth never seen before in a video game. With \"The Legend of Zelda\", Miyamoto wanted to make an in-game world that players could relate to. He said it was like a \"small garden that they can put inside their drawer.\" He was influenced from his time as a boy around Kyoto. When he was a boy, he explored nearby fields, woods, and caves; each \"Zelda\" title has this feeling of exploration. \"When I was a child,\" Miyamoto said, \"I went hiking and found a lake. It was quite a surprise for me to find it. When I traveled around the country without a map, trying to find my way, finding amazing things as I went, I realized how it felt to go on an adventure like this.\" He recreated his memories of becoming lost in the maze of sliding doors in his family home in \"Zelda\"s maze-like dungeons. In February 1986, Nintendo released the game as the first game for the Nintendo Entertainment System's new Disk System.\nMiyamoto worked on different games for the Nintendo Entertainment System. These games included \"Ice Climber\", \"Kid Icarus\", \"Excitebike\", and \"Devil World\". He also worked on sequels to \"Super Mario Bros\" and \"The Legend of Zelda\".\n'Super Mario Bros. 3\" was developed by Nintendo Entertainment Analysis & Development; the game took more than two years to make.\n1990–2000: SNES, Nintendo 64, \"Super Mario 64\", and \"Ocarina of Time\".\nA merger between Nintendo's different internal research and development teams led to the creation of Nintendo Entertainment Analysis & Development (Nintendo EAD). Miyamoto was the head of it. Nintendo EAD had about fifteen months to develop \"F-Zero\", one of the launch titles for the Super Nintendo Entertainment System. Miyamoto worked on different games on the Super Nintendo Entertainment System. One of them was \"Star Fox\". For the game, programmer Jez San convinced Nintendo to make an upgrade for the Super Nintendo. This upgrade would allow it to be able to show three-dimensional graphics better. This upgrade was the Super FX chip. Using this new hardware, Miyamoto and Katsuya Eguchi designed the \"Star Fox\" game with an early use of three-dimensional graphics.\nMiyamoto produced two big \"Mario\" titles for the system. The first game was \"Super Mario World\". It was a launch title. It was included with Super Nintendo Entertainment System consoles. It had an overworld as in \"Super Mario Bros.\". It had a new character, Yoshi. Yoshi would go on to be in many other Nintendo games. The second \"Mario\" game for the system was \"Super Mario RPG\". It was different than most \"Mario\" games. Miyamoto led a team that was a partnership between Nintendo and Square Co.; it took almost a year to develop the graphics. The story takes place in a newly rendered Mushroom Kingdom based on the \"Super Mario Bros.\" series.\nShigeru Miyamoto helped Satoshi Tajiri. Miyamoto guided him during the creation of \"Pocket Monsters: Red and Green\" (released in English as \"Pokémon Red\" and \"Blue\"), the first video games in the Pokémon series. He was also the producer for these games. Miyamoto worked on social gameplay ideas such as trading. Pokémon would become one of the most popular entertainment franchises in the world, spanning video games, anime, and other merchandise.\nMiyamoto made several games for the Nintendo 64. Most of these games were from his previous franchises. His first game on the Nintendo 64 was \"Super Mario 64\". He was the main director. In developing the game, he started with character design and the camera system. Miyamoto and the other designers were unsure of what the game should be like. It took months to decide on a good camera view and layout. The first idea used a fixed path. This would have been similar to an isometric-type game.They decided on a free-roaming 3D design. He changed the design of the Nintendo 64 controller to fit with that of \"Super Mario 64\".\nUsing what he had learned about the Nintendo 64 from developing \"Super Mario 64\" and \"Star Fox 64\", Miyamoto produced his next game, '. He led a team of several directors. Individual parts of \"Ocarina of Time\" were developed by multiple directors—a new strategy for Nintendo EAD. However, when things progressed slower than expected, Miyamoto returned to the development team with a more central role. He was helped in public by interpreter Bill Trinen. The team was new to 3D games. However, assistant director Makoto Miyanaga remembers a feeling of \"passion for creating something new and never done before\". Miyamoto went on to produce a sequel to \"Ocarina of Time\", known as '.\nMiyamoto worked many \"Mario\" series spin-offs for the Nintendo 64. These included \"Mario Kart 64\" and \"Mario Party\".\n2000–2011: GameCube, Wii, and DS.\nMiyamoto produced many games for the GameCube. This included the launch title \"Luigi's Mansion\". The game was first shown at Nintendo Space World 2000 as a technical demo. It was designed to show off the graphical power of the GameCube. Miyamoto made a short demo of the game concepts. Nintendo decided to make it a full game. \"Luigi's Mansion\" was later shown at E3 2001 with the GameCube console. Miyamoto made more \"Mario\" spinoffs in these years. He also produced the 3D game series \"Metroid Prime\". This was because the original designer Yokoi, a friend of Miyamoto's, died. In this time he developed \"Pikmin\" and its sequel \"Pikmin 2\". These games were based on his experiences gardening. He also worked on new games for the \"Star Fox\", \"Donkey Kong\", \"F-Zero\", and \"The Legend of Zelda\" series on the GameCube and the Game Boy Advance systems. With the help of Hideo Kojima, he helped the developers of '. He helped with many games on the Nintendo DS. The games included the remake of \"Super Mario 64\", \"Super Mario 64 DS\". It also included the new game \"Nintendogs\", a new franchise based on his own experiences with dogs.\n2011–present: Wii U, 3DS, and Switch.\nMiyamoto produced \"Super Mario 3D Land\" and ' for the 3DS, and \"Pikmin 3\" for the Wii U.\nAfter Nintendo president Satoru Iwata died in July 2015, Miyamoto was chosen to be an acting Representative Director, along with Genyo Takeda. He was no longer in this positin in September 2015 when Tatsumi Kimishima became the company's president. He was also chosen to be in the position of \"Creative Fellow\" at the same time. He would give expert advice to Kimishima as a \"support network\" alongside Takeda.\nMiyamoto was a creative director on the 2017 game \"Super Mario Odyssey\". He was not one of its producers. He is credited as being a big influence on the game's development.\nDevelopment philosophy.\nMiyamoto and Nintendo do not use focus groups. Instead, Miyamoto figures out if a game is fun by playing it himself. He says that if he enjoys it, others will too. He uses how the \"Pokémon\" series was created as an example. He said \"And that's the point – Not to make something sell, something very popular, but to love something, and make something that we creators can love. It's the most important feeling we should have when we make games.\"\nImpact.\n\"Time\" called Miyamoto \"the Spielberg of video games\" and \"the father of modern video games.\" \"The Daily Telegraph\" says he is \"regarded by many as possibly the most important game designer of all time.\" \"GameTrailers\" called him \"the most influential game creator in history.\" Miyamoto has greatly influenced various things about video games in general. \"The Daily Telegraph\" credited him with creating \"some of the most innovative, ground breaking and successful work in his field.\" Many of Miyamoto's works have started new video game concepts or changed existing ones. Miyamoto's games have received outstanding critical praise. Some are considered the best games of all time.\nMiyamoto's games have also sold very well. Some became the best-selling games on Nintendo consoles and of all time. As of 1999, his games had sold 250 million copies and grossed billions of dollars.\nCritical reception.\nMiyamoto's games have received a lot of praise. Many of his games are considered some of the best of all time.\nGames in Miyamoto's \"The Legend of Zelda\" series have received a lot of praise. \"A Link to the Past\" was a big game for Nintendo. It is considered today to be one of the best video games ever made. \"Ocarina of Time\" is considered by critics and gamers to be one of the best video games ever made. \"Twilight Princess\" was praised by nearly everyone who reviewed it. It is the third highest-rated game for the Wii. It received perfect scores from major publications such as CVG, \"Electronic Gaming Monthly\", \"Game Informer\", GamesRadar, and GameSpy.\nMany critics and fans say \"Super Mario 64\" is one of the best and most revolutionary video games of all time.\nMetacritic says that \"Super Mario Galaxy\" and \"Super Mario Galaxy 2\" are the first- and second-highest rated games for the Wii.\nA 1995 article in \"Maximum\" said that \"in gaming communities, Miyamoto's name is more famous than Steven Spielberg's could ever be.\"\nCommercial reception.\nMiyamoto's games have sold very well. many of them became some of the best-selling games on Nintendo consoles and of all time.\nMiyamoto's \"Mario\" series is the best-selling video game franchise of all time. It has sold over 400 million units. \"Super Mario Bros.\" is the second best-selling video game of all time. \"Super Mario Bros.\", \"Super Mario Bros. 3\", and \"Super Mario Bros. 2\" were, respectively, the three best-selling games for the Nintendo Entertainment System. Levi Buchanan of IGN considered \"Super Mario Bros. 3\"s appearance in the film \"The Wizard\" as a show-stealing part. He said the movie was a \"90-minute commercial\" for the game. \"Super Mario World\" was the best-selling game for the Super Nintendo Entertainment System. \"Super Mario 64\" was the best-selling Nintendo 64 game. As of May 21, 2003, the game had sold eleven million copies. At the end of 2007, \"Guinness World Records\" said the sales were 11.8 million copies. As of September 25, 2007, it was the seventh best-selling video game in the United States because it had sold six million copies. By June 2007, \"Super Mario 64\" had become the second most popular title on Wii's Virtual Console. \"Super Mario Bros.\" was the most popular on the Wii Virtual Console. \"Super Mario Sunshine\" was the third best-selling video game for the GameCube.\nThe first \"The Legend of Zelda\" game was the fifth best-selling game for the Nintendo Entertainment System. \"The Wind Waker\" was the fourth best-selling game for the GameCube. \"Twilight Princess\" had sold well. In the PAL region, which covers most of Asia, Africa, South America, Australia, New Zealand, and most of Western Europe, \"Twilight Princess\" is the best-selling \"Zelda\" game ever. During its first week, the game was sold with three out of every four Wii purchases. The game had sold 4.52 million copies on the Wii as of March 1, 2008. 1.32 million copies were sold on the GameCube as of March 31, 2007.\nAwards and recognition.\nThe name of the main character of the PC game \"Daikatana\", Hiro Miyamoto, is for Miyamoto. The character Gary Oak from the Pokémon anime series is named Shigeru in Japan. He is the rival of Ash Ketchum (called Satoshi in Japan). Pokémon creator Satoshi Tajiri was mentored by Miyamoto.\nIn 1998, Miyamoto was the first person to be in the Academy of Interactive Arts and Sciences' Hall of Fame. In 2006, Miyamoto was made a \"Chevalier\" (knight) of the French Ordre des Arts et des Lettres by the French Minister of Culture Renaud Donnedieu de Vabres.\nOn November 28, 2006, Miyamoto was in \"TIME Asia\"'s \"60 Years of Asian Heroes,\" alongside Hayao Miyazaki, Mahatma Gandhi, Mother Teresa, Bruce Lee and the Dalai Lama. He was later one of Time Magazine's 100 Most Influential People of the Year in both 2007 and also in 2008. At the Game Developers Choice Awards, on March 7, 2007, Miyamoto received the Lifetime Achievement Award. Both GameTrailers and IGN placed Miyamoto first on their lists for the \"Top Ten Game Creators\" and the \"Top 100 Game Creators of All Time\".\nHe was made a Fellow of BAFTA at the British Academy Video Games Awards on March 19, 2010. In 2012, Miyamoto was the first interactive creator to be awarded the highest recognition in the Spanish-speaking world, the Prince of Asturias Award.\nPersonal Life.\nMiyamoto has a wife, Yasuko, and two children. In 2010, his son was 25 and working at an advertising agency. His daughter was 23 and studying zoology at the time. His children played video games in their youth, but he also made them go outside. Although he knows some English, he is not fluent and would rather speak in Japanese for interviews.\nMiyamoto usually does not sign autographs. He is worried that if he signs an autograph for one person, many other people will ask for autographs too. He also does not appear on Japanese television because he likes privacy. More foreign tourists than Japanese people recognize him.\nMiyamoto does not spend much time playing video games in his personal time. He likes playing the guitar, mandolin, and banjo. He likes bluegrass music. He has a Shetland Sheepdog named Pikku. The dog was why Miyamoto wanted to create \"Nintendogs\". He is also a semi-professional dog breeder. He has been quoted as saying, \"Video games are bad for you? That's what they said about rock and roll.\"\nMiyamoto like to move the furniture in his house, even late at night. He also said that he has a hobby of guessing how long something is, then checking to see if he was correct. He carries a measuring tape with him everywhere. In December 2016, Miyamoto showed his hobby on \"The Tonight Show Starring Jimmy Fallon\". He also played the \"Super Mario Bros.\" theme on guitar with The Roots during the same show.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":5},{"uri":"Game_designer","surface_form":"game designer","offset":14},{"uri":"Video_game_producer","surface_form":"producer","offset":32},{"uri":"Nintendo","surface_form":"Nintendo","offset":44},{"uri":"Donkey_Kong","surface_form":"Donkey Kong","offset":70},{"uri":"Mario_(Nintendo)","surface_form":"Mario","offset":85},{"uri":"Pikmin","surface_form":"Pikmin","offset":94},{"uri":"The_Legend_of_Zelda","surface_form":"The Legend of Zelda","offset":107},{"uri":"Nintendo","surface_form":"Nintendo","offset":150},{"uri":"Game_designer","surface_form":"game designer","offset":189},{"uri":"Nintendo","surface_form":"Nintendo","offset":423},{"uri":"Producer","surface_form":"producer","offset":599},{"uri":"Sonobe%2C_Kyoto","surface_form":"Sonobe","offset":806},{"uri":"Kyoto_Prefecture","surface_form":"Kyoto","offset":857},{"uri":"English","surface_form":"English","offset":882},{"uri":"Kanazawa_Municipal_College_of_Industrial_Arts","surface_form":"Kanazawa Municipal College of Industrial Arts","offset":924},{"uri":"Manga","surface_form":"manga","offset":1054},{"uri":"Kish%C5%8Dtenketsu","surface_form":"kishōtenketsu","offset":1186},{"uri":"Western_(genre)","surface_form":"Western","offset":1236},{"uri":"Westerns_on_television","surface_form":"television shows","offset":1250},{"uri":"Video_game_industry","surface_form":"video game industry","offset":1329},{"uri":"Arcade_game","surface_form":"arcade","offset":1362},{"uri":"Space_Invaders","surface_form":"Space Invaders","offset":1375},{"uri":"Interview","surface_form":"interview","offset":1675},{"uri":"Hiroshi_Yamauchi","surface_form":"Hiroshi Yamauchi","offset":1709},{"uri":"Arcade_game","surface_form":"arcade video game","offset":1950},{"uri":"Sheriff_(video_game)","surface_form":"Sheriff","offset":1970},{"uri":"Video_game_development","surface_form":"develop","offset":2008},{"uri":"1980_in_video_gaming","surface_form":"1980","offset":2032},{"uri":"Radar_Scope","surface_form":"Radar Scope","offset":2046},{"uri":"1981_in_video_gaming","surface_form":"1981","offset":2108},{"uri":"Nintendo","surface_form":"Nintendo","offset":2114},{"uri":"Deprecate","surface_form":"self-deprecatingly","offset":2497},{"uri":"Gunpei_Yokoi","surface_form":"Gunpei Yokoi","offset":2591},{"uri":"Love_triangle","surface_form":"love triangle","offset":2707},{"uri":"Gorilla","surface_form":"gorilla","offset":2731},{"uri":"Carpentry","surface_form":"carpenter","offset":2742},{"uri":"Bluto","surface_form":"Bluto","offset":2831},{"uri":"Popeye","surface_form":"Popeye","offset":2841},{"uri":"Olive_Oyl","surface_form":"Olive Oyl","offset":2862},{"uri":"Ape","surface_form":"ape","offset":2962},{"uri":"Beauty_and_the_Beast","surface_form":"Beauty and the Beast","offset":3130},{"uri":"King_Kong_(1933_film)","surface_form":"King Kong","offset":3171},{"uri":"Computer_programming","surface_form":"programming","offset":3296},{"uri":"See-saw","surface_form":"see-saw","offset":3753},{"uri":"Catapult","surface_form":"catapult","offset":3765},{"uri":"Slope","surface_form":"slope","offset":3882},{"uri":"Platform_game","surface_form":"platforms","offset":3889},{"uri":"Ladder","surface_form":"ladder","offset":3903},{"uri":"Barrel","surface_form":"barrel","offset":3954},{"uri":"Obstacle","surface_form":"obstacle","offset":3966},{"uri":"Nintendo_of_America","surface_form":"Nintendo of America","offset":4198},{"uri":"List_of_maze_video_games","surface_form":"maze","offset":4292},{"uri":"Shooter_game","surface_form":"shooter game","offset":4301},{"uri":"Redmond%2C_Washington","surface_form":"Redmond, Washington","offset":4482},{"uri":"Don_James_(video_games)","surface_form":"Don James","offset":4522},{"uri":"Mario_Segale","surface_form":"Mario Segale","offset":4635},{"uri":"Donkey_Kong_(video_game)","surface_form":"Donkey Kong","offset":4825},{"uri":"Donkey_Kong_Jr.","surface_form":"Donkey Kong Jr.","offset":4906},{"uri":"Donkey_Kong_3","surface_form":"Donkey Kong 3","offset":4936},{"uri":"Mario","surface_form":"Mario","offset":5030},{"uri":"Luigi","surface_form":"Luigi","offset":5060},{"uri":"Mario_Bros.","surface_form":"Mario Bros.","offset":5090},{"uri":"Overalls","surface_form":"overalls","offset":5257},{"uri":"Mustache","surface_form":"mustache","offset":5286},{"uri":"Plumber","surface_form":"plumber","offset":5377},{"uri":"New_York_City","surface_form":"New York City","offset":5431},{"uri":"Setting","surface_form":"setting","offset":5463},{"uri":"Subterranean","surface_form":"subterranean","offset":5544},{"uri":"Joust_(video_game)","surface_form":"Joust","offset":5669},{"uri":"Sprite","surface_form":"sprite","offset":5806},{"uri":"Baseball_(1983_video_game)","surface_form":"Baseball","offset":5839},{"uri":"Tennis_(1984_video_game)","surface_form":"Tennis","offset":5851},{"uri":"Golf_(1984_video_game)","surface_form":"Golf","offset":5865},{"uri":"Nintendo_Entertainment_System","surface_form":"Nintendo Entertainment System","offset":6068},{"uri":"Super_Mario_Bros.","surface_form":"Super Mario Bros.","offset":6230},{"uri":"The_Legend_of_Zelda_(video_game)","surface_form":"The Legend of Zelda","offset":6282},{"uri":"Nonlinear_gameplay","surface_form":"nonlinear gameplay","offset":6595},{"uri":"Kyoto","surface_form":"Kyoto","offset":7065},{"uri":"Hike","surface_form":"hiking","offset":7233},{"uri":"Lake","surface_form":"lake","offset":7252},{"uri":"Map","surface_form":"map","offset":7346},{"uri":"Sliding_door","surface_form":"sliding door","offset":7523},{"uri":"Dungeon","surface_form":"dungeon","offset":7578},{"uri":"Nintendo_Entertainment_System","surface_form":"Nintendo Entertainment System","offset":7659},{"uri":"Family_Computer_Disk_System","surface_form":"Disk System","offset":7695},{"uri":"Ice_Climber","surface_form":"Ice Climber","offset":7804},{"uri":"Kid_Icarus","surface_form":"Kid Icarus","offset":7819},{"uri":"Excitebike","surface_form":"Excitebike","offset":7833},{"uri":"Devil_World","surface_form":"Devil World","offset":7851},{"uri":"Super_Mario_Bros._3","surface_form":"Super Mario Bros. 3","offset":7941},{"uri":"Nintendo_Entertainment_Analysis_%26amp%3B_Development","surface_form":"Nintendo Entertainment Analysis & Development","offset":7979},{"uri":"Merge","surface_form":"merge","offset":8142},{"uri":"Research_and_development","surface_form":"research and development","offset":8187},{"uri":"Nintendo_Entertainment_Analysis_%26amp%3B_Development","surface_form":"Nintendo Entertainment Analysis & Development","offset":8241},{"uri":"F-Zero","surface_form":"F-Zero","offset":8382},{"uri":"Super_Nintendo_Entertainment_System","surface_form":"Super Nintendo Entertainment System","offset":8424},{"uri":"Star_Fox_(1993_video_game)","surface_form":"Star Fox","offset":8557},{"uri":"Jez_San","surface_form":"Jez San","offset":8593},{"uri":"Upgrade","surface_form":"upgrade","offset":8631},{"uri":"Super_FX","surface_form":"Super FX","offset":8766},{"uri":"Computer_chip","surface_form":"chip","offset":8775},{"uri":"Overworld","surface_form":"overworld","offset":9109},{"uri":"Super_Mario_RPG","surface_form":"Super Mario RPG","offset":9275},{"uri":"Square_(company)","surface_form":"Square Co.","offset":9399},{"uri":"Mushroom_Kingdom","surface_form":"Mushroom Kingdom","offset":9500},{"uri":"Super_Mario_(series)","surface_form":"\"Super Mario Bros.\" series","offset":9530},{"uri":"Satoshi_Tajiri","surface_form":"Satoshi Tajiri","offset":9582},{"uri":"Pok%C3%A9mon_Red_and_Blue","surface_form":"\"Pokémon Red\" and \"Blue\"","offset":9698},{"uri":"Pok%C3%A9mon","surface_form":"Pokémon","offset":9754},{"uri":"Anime","surface_form":"anime","offset":9976},{"uri":"Super_Mario_64","surface_form":"Super Mario 64","offset":10149},{"uri":"Virtual_camera_system","surface_form":"camera system","offset":10257},{"uri":"Isometric_video_game_graphics","surface_form":"isometric-type game","offset":10478},{"uri":"Nintendo_64_controller","surface_form":"Nintendo 64 controller","offset":10569},{"uri":"Star_Fox_64","surface_form":"Star Fox 64","offset":10716},{"uri":"Bill_Trinen","surface_form":"Bill Trinen","offset":11071},{"uri":"Mario_Kart_64","surface_form":"Mario Kart 64","offset":11395},{"uri":"Mario_Party","surface_form":"Mario Party","offset":11415},{"uri":"GameCube","surface_form":"GameCube","offset":11500},{"uri":"Luigi%27s_Mansion","surface_form":"Luigi's Mansion","offset":11542},{"uri":"Nintendo_Space_World","surface_form":"Nintendo Space World","offset":11588},{"uri":"Tech_demo","surface_form":"technical demo","offset":11619},{"uri":"History_of_the_Electronic_Entertainment_Expo","surface_form":"E3 2001","offset":11827},{"uri":"Metroid_Prime","surface_form":"Metroid Prime","offset":11951},{"uri":"Pikmin","surface_form":"Pikmin","offset":12070},{"uri":"Pikmin_2","surface_form":"Pikmin 2","offset":12094},{"uri":"Garden","surface_form":"garden","offset":12147},{"uri":"Game_Boy_Advance","surface_form":"Game Boy Advance","offset":12288},{"uri":"Hideo_Kojima","surface_form":"Hideo Kojima","offset":12331},{"uri":"Remake","surface_form":"remake","offset":12445},{"uri":"Super_Mario_64_DS","surface_form":"Super Mario 64 DS","offset":12474},{"uri":"Nintendogs","surface_form":"Nintendogs","offset":12525},{"uri":"Super_Mario_3D_Land","surface_form":"Super Mario 3D Land","offset":12651},{"uri":"Pikmin_3","surface_form":"Pikmin 3","offset":12696},{"uri":"Wii_U","surface_form":"Wii U","offset":12714},{"uri":"Satoru_Iwata","surface_form":"Satoru Iwata","offset":12746},{"uri":"Genyo_Takeda","surface_form":"Genyo Takeda","offset":12850},{"uri":"Tatsumi_Kimishima","surface_form":"Tatsumi Kimishima","offset":12920},{"uri":"Super_Mario_Odyssey","surface_form":"\"Super Mario Odyssey\"","offset":13182},{"uri":"Focus_group","surface_form":"focus group","offset":13362},{"uri":"Steven_Spielberg","surface_form":"Spielberg","offset":13810},{"uri":"A_Link_to_the_Past","surface_form":"\"A Link to the Past\"","offset":14873},{"uri":"Ocarina_of_Time","surface_form":"\"Ocarina of Time\"","offset":14991},{"uri":"ComputerAndVideoGames.com","surface_form":"CVG","offset":15265},{"uri":"Electronic_Gaming_Monthly","surface_form":"Electronic Gaming Monthly","offset":15271},{"uri":"Game_Informer","surface_form":"Game Informer","offset":15300},{"uri":"GamesRadar","surface_form":"GamesRadar","offset":15316},{"uri":"GameSpy","surface_form":"GameSpy","offset":15332},{"uri":"Super_Mario_64","surface_form":"Super Mario 64","offset":15368},{"uri":"Wii","surface_form":"Wii","offset":15574},{"uri":"Steven_Spielberg","surface_form":"Steven Spielberg","offset":15677},{"uri":"List_of_best-selling_video_game_franchises","surface_form":"best-selling video game franchise of all time","offset":15894},{"uri":"Nintendo_Entertainment_System","surface_form":"Nintendo Entertainment System","offset":16175},{"uri":"The_Wizard_(1989_film)","surface_form":"The Wizard","offset":16285},{"uri":"Super_Mario_World","surface_form":"Super Mario World","offset":16384},{"uri":"Super_Nintendo_Entertainment_System","surface_form":"Super Nintendo Entertainment System","offset":16437},{"uri":"Guinness_World_Records","surface_form":"Guinness World Records","offset":16612},{"uri":"Wii","surface_form":"Wii","offset":16882},{"uri":"Virtual_Console","surface_form":"Virtual Console","offset":16888},{"uri":"List_of_best-selling_GameCube_video_games","surface_form":"best-selling video game for the GameCube","offset":17011},{"uri":"The_Wind_Waker","surface_form":"The Wind Waker","offset":17162},{"uri":"List_of_best-selling_GameCube_video_games","surface_form":"best-selling game for the GameCube","offset":17193},{"uri":"Twilight_Princess","surface_form":"Twilight Princess","offset":17230},{"uri":"PAL_region","surface_form":"PAL region","offset":17271},{"uri":"Daikatana","surface_form":"Daikatana","offset":17738},{"uri":"Gary_Oak","surface_form":"Gary Oak","offset":17796},{"uri":"Pok%C3%A9mon_(anime)","surface_form":"Pokémon anime series","offset":17814},{"uri":"Ash_Ketchum","surface_form":"Ash Ketchum","offset":17881},{"uri":"Pok%C3%A9mon","surface_form":"Pokémon","offset":17920},{"uri":"Satoshi_Tajiri","surface_form":"Satoshi Tajiri","offset":17936},{"uri":"Academy_of_Interactive_Arts_and_Sciences%27_Hall_of_Fame","surface_form":"Academy of Interactive Arts and Sciences' Hall of Fame","offset":18029},{"uri":"Ordre_des_Arts_et_des_Lettres","surface_form":"Ordre des Arts et des Lettres","offset":18149},{"uri":"Renaud_Donnedieu_de_Vabres","surface_form":"Renaud Donnedieu de Vabres","offset":18213},{"uri":"Time_(magazine)","surface_form":"\"TIME Asia\"","offset":18279},{"uri":"Hayao_Miyazaki","surface_form":"Hayao Miyazaki","offset":18331},{"uri":"Mohandas_Karamchand_Gandhi","surface_form":"Mahatma Gandhi","offset":18347},{"uri":"Mother_Teresa","surface_form":"Mother Teresa","offset":18363},{"uri":"Bruce_Lee","surface_form":"Bruce Lee","offset":18378},{"uri":"14th_Dalai_Lama","surface_form":"Dalai Lama","offset":18396},{"uri":"Game_Developers_Choice_Awards","surface_form":"Game Developers Choice Awards","offset":18522},{"uri":"GameTrailers","surface_form":"GameTrailers","offset":18626},{"uri":"IGN","surface_form":"IGN","offset":18643},{"uri":"BAFTA","surface_form":"BAFTA","offset":18785},{"uri":"British_Academy_Video_Games_Awards","surface_form":"British Academy Video Games Awards","offset":18798},{"uri":"Prince_of_Asturias_Awards","surface_form":"Prince of Asturias Award","offset":18977},{"uri":"Fluent","surface_form":"fluent","offset":19305},{"uri":"Japanese","surface_form":"Japanese","offset":19338},{"uri":"Autograph","surface_form":"autograph","offset":19394},{"uri":"Guitar","surface_form":"guitar","offset":19741},{"uri":"Mandolin","surface_form":"mandolin","offset":19749},{"uri":"Banjo","surface_form":"banjo","offset":19763},{"uri":"Bluegrass_music","surface_form":"bluegrass music","offset":19779},{"uri":"Shetland_Sheepdog","surface_form":"Shetland Sheepdog","offset":19805},{"uri":"Dog_breeding","surface_form":"dog breeder","offset":19923},{"uri":"Rock_and_roll","surface_form":"rock and roll","offset":20024},{"uri":"Measuring_tape","surface_form":"measuring tape","offset":20231},{"uri":"The_Tonight_Show_Starring_Jimmy_Fallon","surface_form":"The Tonight Show Starring Jimmy Fallon","offset":20315},{"uri":"Super_Mario_Bros._theme","surface_form":"\"Super Mario Bros.\" theme","offset":20375},{"uri":"The_Roots","surface_form":"The Roots","offset":20416}]}