{"id":331172,"url":"http://en.wikipedia.org/wiki/Lasseter%27s_Reef","text":"e=\"preserve\">Lasseter's Reef was a legendary rich gold deposit that was said to be in remote central Australia. A prospector, Harold Bell Lasseter, claimed to have discovered the site in 1897. But Lasseter forgot the exact location of it. He died when he went back into the desert to look for it again. The gold's location remains a mystery—nobody even knows whether it really exists.\nLasseter told the story in 1929. He said that he had found the gold near the border of the Northern Territory and Western Australia. This area at the time was uncharted (no maps had been made of it). When he came out of the desert, he spent the next thirty years trying to get people to fund an expedition to go back and look for it. But people ignored him because people were already making fortune from the gold rush at Kalgoorlie in Western Australia. Nobody wanted to risk going into unchartered desert.\nBut during the Great Depression, people became interested. Lasseter got enough money for an expedition to relocate the gold. But the expedition was hard—there were long distances involved, no maps to guide them, and it was very hard to find water. When the expedition party became lost, the people who went with Lasseter called him a liar. They left him, but Lasseter continued, with one other man. The man later said that Lasseter became crazy in the desert, and he too left him.\nNow alone, Lasseter continued in the desert, but eventually became exhausted and dehydrated. He died from exhaustion and malnutrition in early 1931. He was on his way to Uluru or Kata Tjuta. His body was found in March 1931 by a bushman. The story of Lasseter's expedition is known from the stories of his travelling group. The later part of the story is known from Lasseter's diary, which was found on his body. No maps showing the location of the fabled gold reef were ever found. The tale of the reef has become legend. It is probably the most famous \"lost mine\" legend in Australia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Legend","surface_form":"legend","offset":35},{"uri":"Gold","surface_form":"gold","offset":50},{"uri":"Central_Australia","surface_form":"central Australia","offset":93},{"uri":"Prospecting","surface_form":"prospector","offset":114},{"uri":"Discovery_(observation)","surface_form":"discovered","offset":164},{"uri":"Mystery","surface_form":"mystery","offset":333},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":476},{"uri":"Western_Australia","surface_form":"Western Australia","offset":499},{"uri":"Expedition","surface_form":"expedition","offset":680},{"uri":"Fortune","surface_form":"fortune","offset":777},{"uri":"Australian_gold_rush","surface_form":"gold rush","offset":794},{"uri":"Kalgoorlie","surface_form":"Kalgoorlie","offset":807},{"uri":"Great_Depression","surface_form":"Great Depression","offset":908},{"uri":"Liar","surface_form":"liar","offset":1227},{"uri":"Crazy","surface_form":"crazy","offset":1332},{"uri":"Exhausted","surface_form":"exhausted","offset":1441},{"uri":"Dehydration","surface_form":"dehydrated","offset":1455},{"uri":"Malnutrition","surface_form":"malnutrition","offset":1495},{"uri":"Uluru","surface_form":"Uluru","offset":1544},{"uri":"Kata_Tjuta","surface_form":"Kata Tjuta","offset":1553},{"uri":"Bushman","surface_form":"bushman","offset":1603},{"uri":"Diary","surface_form":"diary","offset":1751},{"uri":"Legend","surface_form":"legend","offset":1889}]}