{"id":33110,"url":"http://en.wikipedia.org/wiki/Truck","text":"e=\"preserve\">A truck (or lorry in British English) is a motor vehicle used to transport goods. The word \"truck\" comes from the Greek word \"trochos\", which means \"wheel\". Most trucks use diesel fuel.\nLight trucks.\n\"Light trucks\" are trucks the size of cars. They are used by individuals and also companies. In the United States, a truck is a light truck if it weighs less than 6,300 kg (13,000 lb). Light trucks are only a little heavier than vans or pickup trucks, but require a special driver's license.\nMedium trucks.\n\"Medium trucks\" are heavier than light trucks but lighter than heavy trucks. In the United States, a truck is a medium truck if it weighs between 6,300 kg (13,000 lb) and 15,000 kg (33,000 lb). Trucks that are used for local delivery and public service (dump trucks, garbage trucks) are normally around this size. Medium trucks have usually two axles: one at front and one at rear. The rear wheels may be coupled (that is: two wheels hitched together) to enable heavier load, but they may also be single.\nHeavy trucks.\n\"Heavy trucks\" are the heaviest trucks that are allowed on the road. In the U.K. they are known as \"lorries\". Usually heavy trucks have three axles: one at front and two at rear, and the rear axles have coupled wheels to enable heavy loads. Often heavy trucks pull trailers. They can be either \"full trailers\" which have both front and rear axles or boggies and their own brakes, and are connected to the towing truck with a towbar, or \"semi-trailers\", which are attached to a special kind of a truck called \"tractor unit\" with a turntable coupling (\"fifth wheel\"). A semi-trailer is a kind of trailer which has wheels only in the back and the front rides on the back of the tractor unit. The tractor unit has an engine and the semi-trailer does not. Driving a heavy truck requires a professional driver's license. Truck drivers are called \"truckers\".\nThe laws of various countries say what kind of vehicle combinations are allowed. A semi-trailer can be converted into a full trailer with using a \"dolly\". A dolly is a small trailer which has only a bogie (= set of wheels), fifth wheel coupling for the semi-trailer and a towbar. Using a dolly, the semi-trailer can now be hitched to an ordinary cargo-carrying truck and does not need a tractor unit.\nA heavy truck-trailer combination is often called big rig or eighteen-wheeler.\nThe largest heavy trucks are the Australian \"road trains\" which may have up to four semi-trailers coupled to a tractor in a train-like fashion and may carry up to 200 tonnes of cargo.\nBody types.\nBox trucks or Dry vans (\"tilts\" in the UK) have walls and a roof, making a closed cargo room. The rear has doors. Some have a side door.\nConcrete mixers have a turning drum on back. Turning it one way mixes the concrete. Turning it the other way pushes the concrete out. The concrete goes down \"chutes\" (like large pipes with an open top). On most trucks the concrete comes out the back. Some new types have the concrete goes over the cab and down chutes in the front. Concrete is very heavy and hard to mix. Concrete mixers have to be very heavy duty.\nDump trucks (\"tippers\" in the UK) carry sand, gravel, and dirt. Most dump trucks have an open-top box bed with an opening \"tail-gate\" door on the back. The body lifts up at the front. The load falls out the tailgate and is \"dumped\" on the ground behind the truck.\nFlatbed trucks have a flat body with no sides. There is a wall between the cab and the body. The load will not move forward and hit the cab. The truck can be loaded from the side or top. Nothing covers the load. Some trucks have sides that can be taken off or folded down. Many times the load is covered with tarps.\nGarbage trucks pick up garbage and trash from homes and some businesses. Most were loaded from the rear. Now some load from the front or side. The same type of truck is often used for recycling.\nSemi-tractors (\"artics\" in the UK) have no bodies. They have a \"fifth wheel\" that carries weight. A semi-trailer has no front wheels. The front of the trailer goes on the fifth wheel. The semi-tractor carries weight from the trailer and pulls the trailer\nTank trucks (\"tankers\" in the UK) are designed to carry liquids or gases. They usually have a round tank that is long (a cylinder) lying on its side. There are many types of tanks because there are many liquids and gases. Most tankers are built for only one liquid.\nWreckers (\"recovery lorries\" in the UK and sometimes \"tow trucks\" in the US) are used to lift and tow broken cars and trucks. They usually have a boom with a cable. Cars are often carried on special flatbeds.","categories":[],"infobox_types":[],"annotations":[{"uri":"British_English","surface_form":"British English","offset":34},{"uri":"Vehicle","surface_form":"vehicle","offset":62},{"uri":"Transport","surface_form":"transport","offset":78},{"uri":"Product_(consumer_goods)","surface_form":"goods","offset":88},{"uri":"Greek_language","surface_form":"Greek","offset":127},{"uri":"Individual","surface_form":"individual","offset":274},{"uri":"United_States","surface_form":"United States","offset":313},{"uri":"Kilogram","surface_form":"kg","offset":382},{"uri":"Pound_(mass)","surface_form":"lb","offset":393},{"uri":"Van","surface_form":"van","offset":442},{"uri":"Pickup_truck","surface_form":"pickup truck","offset":450},{"uri":"Driver%27s_license","surface_form":"driver's license","offset":487},{"uri":"Delivery","surface_form":"delivery","offset":745},{"uri":"Public_service","surface_form":"public service","offset":758},{"uri":"Garbage","surface_form":"garbage","offset":787},{"uri":"Axles","surface_form":"axles","offset":865},{"uri":"Axle","surface_form":"axle","offset":1181},{"uri":"Trailer_(vehicle)","surface_form":"trailer","offset":1633},{"uri":"Engine","surface_form":"engine","offset":1752},{"uri":"Driver%27s_license","surface_form":"driver's license","offset":1836},{"uri":"Bogie","surface_form":"bogie","offset":2090},{"uri":"Australia","surface_form":"Australia","offset":2404},{"uri":"Tonne","surface_form":"tonne","offset":2538},{"uri":"Cargo","surface_form":"cargo","offset":2548},{"uri":"Box_truck","surface_form":"Box truck","offset":2567},{"uri":"Concrete","surface_form":"Concrete","offset":2704},{"uri":"Flatbed_truck","surface_form":"Flatbed truck","offset":3384},{"uri":"Garbage_truck","surface_form":"Garbage truck","offset":3700},{"uri":"Semi-trailer_truck","surface_form":"Semi-tractors","offset":3895},{"uri":"Liquids","surface_form":"liquids","offset":4206},{"uri":"Gases","surface_form":"gases","offset":4217},{"uri":"Cylinder","surface_form":"cylinder","offset":4271},{"uri":"Crane_(machine)","surface_form":"boom","offset":4562},{"uri":"Wire_rope","surface_form":"cable","offset":4574}]}