{"id":331158,"url":"http://en.wikipedia.org/wiki/Bushfood","text":"Bushfood (also called bush tucker in Australia) is any food native to Australia eaten by the original inhabitants, the Australian Aborigines. Most bushfoods are very nutritious. Examples of native animal foods (meats) are kangaroo, emu and crocodile. These are quite common and can be found in many supermarkets and restaurants. Other animals, like lizards and grubs, were eaten by aboriginal (native) Australians, long before white people came to the area. It also includes fruits and berries. The most famous native bushfood plant is the macadamia nut. This is farmed and sold in large numbers.\nBy the end of the 19th century, there were only less than 100.000 Aboriginal people. Since the arrival of the settlers, the native population died from new diseases, alcohol and poverty, as their native land was taken away from them. They had to move to places where they could not live in their traditional way. Most of their languages died out. Until the 1960s, children were taken away from their families and forced to live in children's homes („Stolen Generation“). The idea was to make them „good“ Australians by educating them „properly“.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":70},{"uri":"Indigenous_Australians","surface_form":"Australian Aborigines","offset":119},{"uri":"Nutrition","surface_form":"nutritious","offset":166},{"uri":"Kangaroo","surface_form":"kangaroo","offset":222},{"uri":"Emu","surface_form":"emu","offset":232},{"uri":"Crocodile","surface_form":"crocodile","offset":240},{"uri":"Supermarket","surface_form":"supermarket","offset":299},{"uri":"Restaurant","surface_form":"restaurant","offset":316},{"uri":"Lizard","surface_form":"lizard","offset":349},{"uri":"Larva","surface_form":"grubs","offset":361},{"uri":"Fruit","surface_form":"fruit","offset":475},{"uri":"Berry","surface_form":"berries","offset":486},{"uri":"Macadamia","surface_form":"macadamia","offset":540}]}