{"id":331180,"url":"http://en.wikipedia.org/wiki/Le_Spectre_de_la_rose","text":"\"Le Spectre de la rose\" () is a short ballet. It is about a young girl who dreams of dancing with the spirit of a souvenir rose from her first ball. Jean-Louis Vaudoyer wrote the ballet story. He based it on a verse by Théophile Gautier.\nThe dances were designed by Michel Fokine. The music is Hector Berlioz's 1841 orchestration of Carl Maria von Weber's piano music \"Aufforderung zum Tanz\" (). Léon Bakst designed the original sets and costumes.\nThe ballet was first presented in Monte Carlo on 19 April 1911. Nijinsky danced The Rose and Tamara Karsavina danced The Young Girl. It was a great success. \"Spectre\" became internationally famous for the leap (jump) Nijinsky made through a window at the ballet's end.\nOrigin.\nIn 1911, Ballet Russes producer Sergei Diaghilev hoped to present Nijinsky's ballet \"L'Après-midi d'un faune\" (). It was not ready for the stage, so he needed another ballet to take its place. That ballet was the idea of writer Jean-Louis Vaudoyer. In 1910, he had sent an idea for a ballet to Ballets Russes set and costume designer Léon Bakst. His idea was based on \"Le Spectre de la rose\", a verse by Théophile Gautier, and \"Afforderung zum Tanz\", a work for piano by Carl Maria von Weber. Diaghilev liked Vaudoyer's idea. He thought it could easily take the place of \"Faune\". He put Vaudoyer's idea into development at once. Diaghilev liked the idea of a ballet based on Gautier's \"Spectre\" because it could be tied to the centennial of Gautier's birth.\nMusic.\nIn 1819, Carl Maria von Weber wrote a work for piano called \"Afforderung zum Tanz\". He also wrote a program for this work about a young man and woman who meet, dance, and part at a ball. The quiet music at the opening of \"Afforderung\" leads to some beautiful (and busy) waltz tunes before the work ends with the opening music. In 1841, Hector Berlioz orchestrated \"Afforderung\". This version of the music was used for a short ballet in Weber's opera \"Der Freischütz\" at the Paris Opéra. It was the Berlioz version that was used for the ballet \"Le Spectre de la rose\".\nDance.\nMichel Fokine completed the dance in three or four rehearsals. He later wrote that the ballet was almost an improvisation. Grace Robert writes in \"The Borzoi Book of Ballets\" that \"Spectre\" is a \"pas de deux\", but not the sort of \"pas de deux\" that looks back to complex 19th-century technique and virtuosity. Instead, it is a forward-looking, modern dance of continuous movement and expressiveness.\nFokine dropped the \"port de bras\" (position of the arms) of classical ballet in designing the dances for Nijinsky. He used instead curving, tendril-like movements of the arms and fingers. Nijinsky became an androgynous character in this ballet, one showing masculine power in his legs and a feminine delicacy in his arms. Some of his gestures, Ostwalt writes in \"Nijinsky: A Leap into Madness\", \"lent a feminine aura (an invisible force)\" to the character.\nNijinsky's costume.\nNijinsky's silk elasticated costume was designed by Léon Bakst. The costume was covered with silk rose petals. Nijinsky was stitched into the costume for every show. After every show, the wardrobe mistress would touch up the petals with her curling iron. Nijinsky's make-up was an important part of the costume design. Romula de Pulszky, later to be his wife, wrote that he looked like \"a celestial (heavenly) insect, his eyebrows suggesting some beautiful beetle\". Ostwald writes that Nijinsky's costume was like a ballerina's. Sometimes, petals would become loose and fall to the stage. Nijinsky's servant Vasili would collect the petals and sell them as souvenirs. It was said that he built a large house called Le Château du Spectre de la Rose with the profits from the sale of the petals.\nNijinsky's leap.\nThe ballet became famous for Nijinsky's leap through one of the two large windows at the back of the stage. The height of the leap was an illusion though. Nijinsky took five running steps from the middle of the stage and leapt through the window on the sixth step. The skirting board (base board) under the window was very low, giving the illusion that the leap was higher than it was. Behind the set, four men caught Nijinsky in the air and put warm towels on him. No one saw Nijinsky land. It looked like he would fly on for all time. The illusion was helped by the conductor in the orchestra pit who held the next to the last chord. In doing so, the leap was given a sense of great length and height.\nStory of the ballet.\nThe curtain rises on a girl's bedroom. The Young Girl comes into the room dressed in a white bonnet and ball gown. She has come home from her first ball. She holds a rose as a souvenir of the evening. She drops into a chair and falls asleep. The rose falls from her fingers to the floor. The Spirit of the Rose is seen at the window. He steps to the floor and nears The Young Girl. Still asleep, she rises and dances with him. He leads her back to the chair, kisses her, then leaps through the window and into the night. The Young Girl awakes and rises. She picks up the rose she dropped and kisses it. The curtain falls.\nFirst night and what people thought.\n\"Spectre\" was first presented on 19 April 1911 by Diaghilev's Ballets Russes in the Théâtre de Monte Carlo, Monte Carlo. Tamara Karsavina danced The Young Girl and Nijinsky danced The Rose. Grace Robert writes that \"Spectre\" was an \"immediate success\". Diaghilev was surprised; he thought \"Spectre\" a trifle not worth notice, but the little ballet became one of the most loved productions of the Ballets Russes.\nAfter Nijinsky.\nMany dancers attempted to match Nijinsky as The Rose, but failed. After all, the ballet had been designed for Nijinsky's very special talents. The Young Girl has been called \"the forgotten woman of ballet\", and, as time passed, the part became routine. By the middle of the 20th century, \"Spectre\" had become nothing but a stunt ballet: people paid only to see the leap through the window.\n\"Spectre\" was one of the first ballets Rudolph Nureyev danced in the West after leaving Russia. This was for German television in 1961. He first danced The Rose on stage (24 times) in New York City for the Joffrey Ballet's Diaghilev program in 1979. \"Spectre\" was the last ballet Nureyev and Margot Fonteyn danced together. That was in June 1979, when the ballerina was 60. He danced The Rose in Paris in 1981 and 1982, and last danced the part in August 1987 at the London Coliseum with the Nancy Ballet.\nThe ballet was first seen in Australia in 1936 when it was part of the Monte Carlo Russian Ballet program. In 1962, Margot Fonteyn danced The Young Girl as part of her 1962 tour of Australia. In 2006, The Australian Ballet presented the ballet as one of three showing the work of Fokine.","categories":[],"infobox_types":["ballet"],"annotations":[{"uri":"Ballet","surface_form":"ballet","offset":38},{"uri":"Souvenir","surface_form":"souvenir","offset":114},{"uri":"Rose","surface_form":"rose","offset":123},{"uri":"Jean-Louis_Vaudoyer","surface_form":"Jean-Louis Vaudoyer","offset":149},{"uri":"Th%C3%A9ophile_Gautier","surface_form":"Théophile Gautier","offset":219},{"uri":"Michel_Fokine","surface_form":"Michel Fokine","offset":266},{"uri":"Hector_Berlioz","surface_form":"Hector Berlioz","offset":294},{"uri":"Orchestration","surface_form":"orchestration","offset":316},{"uri":"Carl_Maria_von_Weber","surface_form":"Carl Maria von Weber","offset":333},{"uri":"L%C3%A9on_Bakst","surface_form":"Léon Bakst","offset":396},{"uri":"Monte_Carlo","surface_form":"Monte Carlo","offset":482},{"uri":"Nijinsky","surface_form":"Nijinsky","offset":512},{"uri":"Tamara_Karsavina","surface_form":"Tamara Karsavina","offset":541},{"uri":"Afternoon_of_a_Faun_(Nijinsky)","surface_form":"L'Après-midi d'un faune","offset":810},{"uri":"Centennial","surface_form":"centennial","offset":1452},{"uri":"Orchestrate","surface_form":"orchestrated","offset":1841},{"uri":"Version","surface_form":"version","offset":1874},{"uri":"Der_Freisch%C3%BCtz","surface_form":"Der Freischütz","offset":1941},{"uri":"Paris_Op%C3%A9ra","surface_form":"Paris Opéra","offset":1964},{"uri":"Rehearsal","surface_form":"rehearsal","offset":2116},{"uri":"Improvisation","surface_form":"improvisation","offset":2173},{"uri":"Pas_de_deux","surface_form":"pas de deux","offset":2261},{"uri":"Century","surface_form":"century","offset":2341},{"uri":"Technique","surface_form":"technique","offset":2349},{"uri":"Virtuosity","surface_form":"virtuosity","offset":2363},{"uri":"Instead","surface_form":"Instead","offset":2375},{"uri":"Movement","surface_form":"movement","offset":2436},{"uri":"Expressiveness","surface_form":"expressiveness","offset":2449},{"uri":"Classical_ballet","surface_form":"classical ballet","offset":2525},{"uri":"Tendril","surface_form":"tendril","offset":2605},{"uri":"Androgynous","surface_form":"androgynous","offset":2672},{"uri":"Masculine","surface_form":"masculine","offset":2722},{"uri":"Feminine","surface_form":"feminine","offset":2756},{"uri":"Gesture","surface_form":"gesture","offset":2799},{"uri":"Wardrobe_mistress","surface_form":"wardrobe mistress","offset":3130},{"uri":"Curling_iron","surface_form":"curling iron","offset":3183},{"uri":"Cosmetics","surface_form":"make-up","offset":3208},{"uri":"Beetle","surface_form":"beetle","offset":3399},{"uri":"Ballerina","surface_form":"ballerina","offset":3458},{"uri":"Sales","surface_form":"sell","offset":3586},{"uri":"Height","surface_form":"height","offset":3865},{"uri":"Illusion","surface_form":"illusion","offset":3891},{"uri":"Orchestra_pit","surface_form":"orchestra pit","offset":4338},{"uri":"Chord","surface_form":"chord","offset":4382},{"uri":"Bonnet","surface_form":"bonnet","offset":4571},{"uri":"Ball_gown","surface_form":"ball gown","offset":4582},{"uri":"Souvenir","surface_form":"souvenir","offset":4654},{"uri":"Op%C3%A9ra_de_Monte-Carlo","surface_form":"Théâtre de Monte Carlo","offset":5221},{"uri":"Monte_Carlo","surface_form":"Monte Carlo","offset":5245},{"uri":"Trifle","surface_form":"trifle","offset":5438},{"uri":"Talent","surface_form":"talent","offset":5699},{"uri":"Forgotten","surface_form":"forgotten","offset":5744},{"uri":"Century","surface_form":"century","offset":5844},{"uri":"Stunt","surface_form":"stunt","offset":5888},{"uri":"Rudolph_Nureyev","surface_form":"Rudolph Nureyev","offset":5994},{"uri":"West","surface_form":"West","offset":6024},{"uri":"Russia","surface_form":"Russia","offset":6043},{"uri":"Germany","surface_form":"German","offset":6064},{"uri":"Television","surface_form":"television","offset":6071},{"uri":"New_York_City","surface_form":"New York City","offset":6139},{"uri":"Margot_Fonteyn","surface_form":"Margot Fonteyn","offset":6247},{"uri":"Australia","surface_form":"Australia","offset":6490},{"uri":"Margot_Fonteyn","surface_form":"Margot Fonteyn","offset":6577},{"uri":"Tour","surface_form":"tour","offset":6634},{"uri":"The_Australian_Ballet","surface_form":"The Australian Ballet","offset":6662}]}