{"id":33121,"url":"http://en.wikipedia.org/wiki/Crown-of-thorns_starfish","text":"The crown-of-thorns starfish (\"Acanthaster planci\") is a type of sea star. Usually, they have orange-red to purplish skin, with yellow or pink spikes on their skin. The crown-of-thorns is also one of the largest starfish in the world, as it has a diameter of up to 3 feet. The crown-of-thorns lives in the warmer areas of the Pacific Ocean, Indian Ocean, and Red Sea.\nIt only feeds on coral polyps, and usually at night. The crown-of-thorns climbs over its prey, releases digestive enzymes to break down its food, and then absorbs the coral polyp, which has now turned into a liquid. What's left behind by the sea star is the leftover coral skeleton.\nThey are usually of subdued colours, pale brown to grey-green, but they may be garish with bright warning colours in some parts of their wide range. These bright colours warn animals that may want to eat it that it is venomous.\nEffect on coral reefs.\nThe crown-of-thorns is well known for its destructive habits of eating coral, especially on the Great Barrier Reef, which is a World Heritage Site. Usually, when there are not too many of them, these sea stars help maintain the coral reef by preventing the faster-growing coral from taking over the coral reef. However, when there are too many crown-of-thorns, they can devastate the reef.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sea_star","surface_form":"sea star","offset":65},{"uri":"Spike","surface_form":"spike","offset":143},{"uri":"Diameter","surface_form":"diameter","offset":247},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":326},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":341},{"uri":"Red_Sea","surface_form":"Red Sea","offset":359},{"uri":"Coral","surface_form":"coral","offset":385},{"uri":"Polyp","surface_form":"polyp","offset":391},{"uri":"Enzymes","surface_form":"enzymes","offset":482},{"uri":"Liquid","surface_form":"liquid","offset":576},{"uri":"Warning_colouration","surface_form":"warning colours","offset":749},{"uri":"Animals","surface_form":"animals","offset":826},{"uri":"Venomous","surface_form":"venomous","offset":869},{"uri":"Great_Barrier_Reef","surface_form":"Great Barrier Reef","offset":998},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":1029}]}