{"id":331227,"url":"http://en.wikipedia.org/wiki/Barbiturate","text":"e=\"preserve\">Barbiturates are a group of drugs that are derivates of Barbituric acid. Adolf von Baeyer was the first to produce Barbituric acid, in 1863. For many years, barbiturates were used as sedatives. Today, their use is very limited in many countries, mainly because they cause addiction and people soon develop a tolerance. People with a drug tolerance will need a higher dosage of the drug to get the same effect as before. After a while, the drug becomes useless for such people.\nBarbiturates were once used as a primary treatment for Epilepsy; this is especially true for the substance called Phenobarbitol or Phenobarbitone. The sedative side effect of the drug made it increasingly unpopular, and it is now prescribed less for epilepsy, in favor of other drugs that do not have sedative effects.\nBenzodiazepines are another group of drugs, which have sedative properties: They make people sleepy, and help them sleep. In contrast, Barbiturates force people to sleep. In the case of severe sleeping problems which cannot be controlled by other drugs, Barbiturates are sometimes used as off-label drugs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Medicine","surface_form":"drugs","offset":41},{"uri":"Derivative_(chemistry)","surface_form":"derivate","offset":56},{"uri":"Barbituric_acid","surface_form":"Barbituric acid","offset":69},{"uri":"Adolf_von_Baeyer","surface_form":"Adolf von Baeyer","offset":86},{"uri":"Sedative","surface_form":"sedative","offset":196},{"uri":"Addiction","surface_form":"addiction","offset":285},{"uri":"Drug_tolerance","surface_form":"tolerance","offset":321},{"uri":"Epilepsy","surface_form":"Epilepsy","offset":545},{"uri":"Phenobarbitol","surface_form":"Phenobarbitol","offset":604},{"uri":"Phenobarbitone","surface_form":"Phenobarbitone","offset":621},{"uri":"Benzodiazepine","surface_form":"Benzodiazepine","offset":809},{"uri":"Off-label_use","surface_form":"off-label drugs","offset":1098}]}