{"id":331265,"url":"http://en.wikipedia.org/wiki/Kaltukatjara","text":"Kaltukatjara (') is a town in the southwest of the Northern Territory of Australia. It is also called Docker River in English. It is about 670 km southwest of Alice Springs, and 8 km from the border with Western Australia. In the 2006 census, Kaltukatjara had a population of 355. All of the residents are either Pitjantjatjara, Ngaatjatjarra or Ngaanyatjarra Aboriginal people.\nOverview.\nKaltukatjara is located on the western bank of an ephemeral watercourse called Docker River. It is surrounded by the Petermann Ranges. From the town, the Great Central Road leads eastward to Yulara (196 km) and westward to Warburton (288 km).\nWhile the roads in the town are sealed, roads out of the town are gravel and can be closed for up to a week if it rains. There is an air strip about 4 km north of the town. Power is supplied by three large generators. The water supply is pumped from two underground bores which are about 5 km from the town. Facilities in Kaltukatjara includes both a primary and secondary school, a health clinic, community store, and an old people's home. There is also a Lutheran church.\nHistory.\nKaltukatjara was originally established as an outstation in 1968. It was established so that the Aboriginal people living in missions such as Areyonga could live closer to their homelands. It was also to encourage people to move out of the Ayers Rock–Mt Olga National Park. The settlement was named \"Docker River\" after the stream that flows through the community. This stream was given its name by the explorer Ernest Giles when he travelled through the area in 1872.\nIn 1976, the Aboriginal Land Rights Act was passed in the Northern Territory. The Kaltukatjara community was given freehold title over a large block of land in the Territory's southwest corner (see Petermann Aboriginal Land Trust). This allowed families living at Kaltukatjara to spread out over the surrounding country and set up smaller camps on their own ancestral homelands. This movement was part of a larger trend called the \"outstation movement\". The first two outstations established were Tjuntinanta and Punritjanta. By the end of 1978, a total of 11 outstations had been established. There were 16 by the end of 1981.\nCultural history.\nThe area in which Kaltukatjara is located is known as '. It contains several old sacred sites associated with the (Mulga Seed Dreaming). Part of this Tjukurpa, which is restricted to men, extends east through Uluṟu, where the Wintalyka men became involved in a feud with the Mala people. According to the legend, the Mala had travelled from the north to perform ceremonies at Uluṟu with a sacred artefact. On learning of this artefact, the Wintalyka men invited the Mala men to attend ceremonies at Kikingkura, but the Mala refused. Feeling insulted, the Wintalyka decided to punish the Mala by conjuring an evil spirit to haunt them. At Pulpaiyala, a soakage close to what is now Kaltukatjara, they conjured ', a great and terrifying spirit resembling a dingo. Kurpany chased the Mala men from Uluṟu and off across the desert to the south.\nOutstations.\nKaltukatjara is governed by Kaḻṯukatjara Community Council, a local government council with 12 members. The community also serves about 30 outstations, most of which are not permanently occupied. They are spread over a large area around the Petermann Ranges. Only two outstations are funded by the council: Tjauwata, about 5 km to the east, and Kunapula, about 46 km southeast. Most of the outstations on the eastern side of the border are owned by Pitjantjatjara families. Those in Western Australia are mostly owned by Ngaanyatjarra people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":51},{"uri":"Australia","surface_form":"Australia","offset":73},{"uri":"Alice_Springs","surface_form":"Alice Springs","offset":159},{"uri":"Western_Australia","surface_form":"Western Australia","offset":204},{"uri":"Census","surface_form":"census","offset":235},{"uri":"Pitjantjatjara","surface_form":"Pitjantjatjara","offset":313},{"uri":"Ngaatjatjarra","surface_form":"Ngaatjatjarra","offset":329},{"uri":"Ngaanyatjarra","surface_form":"Ngaanyatjarra","offset":346},{"uri":"Indigenous_Australian","surface_form":"Aboriginal","offset":360},{"uri":"Wadi","surface_form":"ephemeral watercourse","offset":439},{"uri":"Petermann_Ranges","surface_form":"Petermann Ranges","offset":506},{"uri":"Great_Central_Road","surface_form":"Great Central Road","offset":543},{"uri":"Yulara","surface_form":"Yulara","offset":580},{"uri":"Warburton%2C_Western_Australia","surface_form":"Warburton","offset":612},{"uri":"Gravel","surface_form":"gravel","offset":698},{"uri":"Airport","surface_form":"air strip","offset":765},{"uri":"Electrical_generator","surface_form":"generators","offset":838},{"uri":"Well","surface_form":"bores","offset":898},{"uri":"Lutheranism","surface_form":"Lutheran","offset":1089},{"uri":"Church","surface_form":"church","offset":1098},{"uri":"Outstation","surface_form":"outstation","offset":1161},{"uri":"Mission_(Christianity)","surface_form":"missions","offset":1240},{"uri":"Areyonga%2C_Northern_Territory","surface_form":"Areyonga","offset":1257},{"uri":"Homeland","surface_form":"homeland","offset":1293},{"uri":"Ulu%E1%B9%9Fu-Kata_Tju%E1%B9%AFa_National_Park","surface_form":"Ayers Rock–Mt Olga National Park","offset":1355},{"uri":"Stream","surface_form":"stream","offset":1439},{"uri":"Ernest_Giles","surface_form":"Ernest Giles","offset":1527},{"uri":"Freehold_title","surface_form":"freehold title","offset":1699},{"uri":"Petermann_Aboriginal_Land_Trust","surface_form":"Petermann Aboriginal Land Trust","offset":1782},{"uri":"Outstation_movement","surface_form":"outstation movement","offset":2016},{"uri":"Sacred_site","surface_form":"sacred site","offset":2311},{"uri":"Tjukurpa","surface_form":"Tjukurpa","offset":2380},{"uri":"Ulu%E1%B9%9Fu","surface_form":"Uluṟu","offset":2439},{"uri":"Feud","surface_form":"feud","offset":2491},{"uri":"Rufous_hare-wallaby","surface_form":"Mala","offset":2505},{"uri":"Ceremony","surface_form":"ceremonies","offset":2592},{"uri":"Artifact","surface_form":"artefact","offset":2626},{"uri":"Conjur","surface_form":"conjuring","offset":2825},{"uri":"Devil","surface_form":"evil spirit","offset":2838},{"uri":"Haunt","surface_form":"haunt","offset":2853},{"uri":"Soakage","surface_form":"soakage","offset":2882},{"uri":"Dingo","surface_form":"dingo","offset":2985},{"uri":"Local_government","surface_form":"local government","offset":3146},{"uri":"Outstation","surface_form":"outstation","offset":3223}]}