{"id":331327,"url":"http://en.wikipedia.org/wiki/The_Cleveland_Show","text":"\"The Cleveland Show\" is an animated sitcom that first aired on September 27, 2009 on the \"Animation Domination\" block on Fox in the United States. The show was created by Seth MacFarlane, Mike Henry, and Richard Appel as a spin-off show from \"Family Guy\".\nThe family was conceived by MacFarlane, he took the \"Family Guy\" character, Cleveland Brown, and his son, Cleveland Brown Jr., and redesign Cleveland Brown Jr. to make him look older, and softly-spoken. Before the first episode aired it was already renewed for season 2, which had 22 episodes. On June 10, 2010, three weeks after the first season ended it was renewed for another season (season 3). It was also renewed for season 4. The show was canceled in May 2013, airing its final episode on May 19. There is four seasons of \"The Cleveland Show\" and 88 episodes.\nThe series shows the life of Cleveland Brown, his son, Cleveland Brown Jr., his wife, Donna, and her kids, Roberta and Rallo.\nThe show uses a lot of profanity and sex scenes, which is why the show is rated TV-14, and rarely TV-PG.\nAccording to critics, the show is an okay show, however some say it is a horrible show. The Parents Television Council said that the first season episodes was the worst show of the week. About 6 million people watched the show for season one. It was nominated for an award on the 36th People's Choice Awards, and on the 63rd Primetime Emmy Awards.\nProduction.\nAt the start of the show, Cleveland Brown and his son, Cleveland Brown Jr., move from the fictional town of Quahog, Rhode Island to Stoolbend, Virginia.\nCleveland said to Glenn Quagmire that he is getting a spin-off on \"Family Guy\" episode, \"Baby Not on Board\".\nOriginally, the theme song had a line with Cleveland Brown, he said \"happy black-guy face\", this was changed to \"happy mustached face\".\nInternational broadcast.\nThe show was originally aired on Fox, and has been released in many other countries.\nDVD releases.\nAll seasons are available on DVD and Blu-ray.","categories":[],"infobox_types":[],"annotations":[{"uri":"Animated","surface_form":"animated","offset":27},{"uri":"Sitcom","surface_form":"sitcom","offset":36},{"uri":"Animation_Domination","surface_form":"Animation Domination","offset":90},{"uri":"Fox_Broadcasting_Company","surface_form":"Fox","offset":121},{"uri":"United_States","surface_form":"United States","offset":132},{"uri":"Seth_MacFarlane","surface_form":"Seth MacFarlane","offset":171},{"uri":"Mike_Henry","surface_form":"Mike Henry","offset":188},{"uri":"Richard_Appel","surface_form":"Richard Appel","offset":204},{"uri":"Spin-off","surface_form":"spin-off show","offset":223},{"uri":"Family_Guy","surface_form":"Family Guy","offset":243},{"uri":"Profanity","surface_form":"profanity","offset":972},{"uri":"Sex","surface_form":"sex","offset":986},{"uri":"TV-14","surface_form":"TV-14","offset":1029},{"uri":"TV-PG","surface_form":"TV-PG","offset":1047},{"uri":"Parents_Television_Council","surface_form":"Parents Television Council","offset":1146},{"uri":"36th_People%27s_Choice_Awards","surface_form":"36th People's Choice Awards","offset":1334},{"uri":"63rd_Primetime_Emmy_Awards","surface_form":"63rd Primetime Emmy Awards","offset":1374},{"uri":"DVD","surface_form":"DVD","offset":1965},{"uri":"Blu-ray","surface_form":"Blu-ray","offset":1973}]}