{"id":331301,"url":"http://en.wikipedia.org/wiki/Tackle_(football)","text":"A tackle in football is a defensive move in various types of football. It aims to stop an opponent who is running with the ball.\nIn English style rugby football it means bringing down an opponent running with the ball. It is done by diving and catching the runners' legs. Outlawed as dangerous are tackles round the neck, and less effective tackles are round the runner's body. In practice there are variations, such as shoving an opponent running with the ball into touch (out of the field of play). There are some differences between Rugby Union and Rugby League as to the events after the tackle.\nIn soccer, tackles are done with the feet around or against the opponent's feet. To be legal the opponent must have control of the ball at the time. Since soccer is a high-speed game, various rules protect the man running with the ball. However, from 2017, tackles from any direction that endanger an opponent's safety may result in the offender being sent-off. This includes \"scissoring\" which is likely to be punished with a send-off (red card), as it poses a high risk of severe knee injury to the player being tackled. A \"studs up\" tackle may be dangerous. Referees may caution (yellow card) players who commit such challenges.\nIn American and Canadian football to tackle is to obstruct (physically interfere) the forward progress of a player in possession of the ball. In any such case, the ball becomes dead, the down is over, and play ceases until the beginning of the next play.","categories":[],"infobox_types":[],"annotations":[{"uri":"Football","surface_form":"football","offset":12},{"uri":"Rugby_football","surface_form":"rugby football","offset":146},{"uri":"Rugby_Union","surface_form":"Rugby Union","offset":536},{"uri":"Rugby_League","surface_form":"Rugby League","offset":552},{"uri":"Soccer","surface_form":"soccer","offset":603},{"uri":"American_football","surface_form":"American","offset":1235},{"uri":"Canadian__football","surface_form":"Canadian football","offset":1248},{"uri":"Dead_ball","surface_form":"dead","offset":1409},{"uri":"Football_play","surface_form":"play","offset":1481}]}