{"id":331405,"url":"http://en.wikipedia.org/wiki/Terrell_Owens","text":"Terrell Eldorado Owens (; born on December 7, 1973, nicknamed \"T.O.\") is an American football wide receiver for the Allen Wranglers of the Indoor Football League, of where he is also a co-owner. A six-time Pro Bowl selection, Owens holds or shares several National Football League records, and features in the all-time top-five in several receiving categories, including yards and touchdowns. Owens played college football for the University of Tennessee at Chattanooga.\nOwens is also well known for the controversy he brings on and off the field. At one point, there were rumors that he attempted suicide, which Owens denied. Owens is now broke.\nCollege.\nOwens played college football for the University of Tennessee at Chattanooga. He wore #80 to honor Jerry Rice, whom Owens loved to watch as a child. Owens caught 38 passes for 724 yards and eight touchdowns during his sophomore year, and 34 passes for 357 yards and three touchdowns during his junior year. Owens faced double coverage every week during his senior year, and so only had 43 receptions for 667 yards and one touchdown. He also played in the Senior Bowl.\nProfessional career.\nIn his NFL career (lasted from 1996 to 2010), Owens showed much talent on the five teams he played for. However, he sparked even more controversy (arguments). Owens was known for his trash-talking, over-the top touchdown celebrations (often more to rub it in on the opponent than to fire his own team up), and off-field drama, where he has help several shirtless workouts, hosts a reality show (The T.O. Show), and has modeled for clothing companies. Despite all the attention he got, Owens has never won a Super Bowl. Owens is the only player to have scored on all 32 teams in the league. (He has actuall scored on them all at least twice.)\nSan Francisco 49ers.\nOwens was drafted by the San Francisco 49ers in the 3rd Round of the 1996 NFL Draft. This united Owens with Jerry Rice. Owens's first career score came on a 45-yard touchdown from Steve Young against the Cincinnati Bengals to tie the game in a win. Owens later emerged as the #1 threat in San Francisco.\nIn 2000, Owens mocked (teased) the Dallas Cowboys after scoring twice from quarterback Jeff Garcia. Since the Cowboys were at home, Owens stood in celebration on the Dallas star twice. It resulted in Cowboys runningback Emmitt Smith slamming his helmet into the turf to get even after he himself scored. Owens scored for a second time, and went back to the star. However, defensive back George Teague knocking Owens off. Owens was called for unsportsmanlike conduct and was suspended for a week by his head coach, while Teague was ejected by the officials.\nLater moments with the 49ers included Owens grabbing pom-poms from 49ers cheerleaders and cheering with them, and taking a sharpie out of his sock to sign a touchdown ball.\nDeparture from the 49ers.\nAfter a spat with some 49ers front office members, Owens and the team decided to part ways after the 2003 season. Philadelphia quarterback Donovan McNabb wanted Owens to be an Eagle, as did many Eagles fans. Owens was actually traded to the Baltimore Ravens, but Owens challenged the 49ers' right to make the trade and made it clear he did not want to go to Baltimore. Owens eventually won the case, and was sent to the Philadelphia Eagles after the Ravens, 49ers, and Eagles agreed to a rare 3-team trade.\nPhiladelphia Eagles.\nOwens had a great season in 2004 on the field (caught 14 TDs), despite a broken leg by Cowboys safety Roy Williams. Owens's main celebration was copying the dance of Ravens linebacker Ray Lewis in a win against the Ravens. T.O. helped the Philadelphia Eagles to an appearance in Super Bowl XXXIX. However, Owens's controversy was at its high point. He had several feuds with McNabb and the Eagles managament. He was suspended b Phili for most of the 2005 season. That was the last of Owens's time with the Eagles.\nDallas Cowboys.\nOwens signed a three year contract with the Dallas Cowboys in 2006. Owens (and star QB Tony Romo) enjoyed a good three years. Notable touchdown celebrations while with the Cowboys were sleeping on a ball and grabbing a fan's popcorn to dump down his facemask. The only other form of controversy while Owens was with the Cowboys was when he spit in the face of cornerback DeAngelo Hall, who had, according to Owens, been \"in his face all day.\" Owens was fined, but the two players made up with the help of Deion Sanders. Owens produced well through the rest of his time in Dallas, but was released after the 2008 season.\nBuffalo Bills.\nOwens signed with the Buffalo Bills in 2009. He played fairly well during his lone season in Buffalo. He also caught a 98-yard touchdown pass, a career long. Owens, however, did not produce as Buffalo hoped when the payed him, and so he was not resigned. However, Owens was credited for not complaining at all publicly, especially since it would have been very easy because the Bills were doing so poorly.\nCincinnati Bengals.\nWith the Cincinnati Bengals, Owens and friend Chad Ochocinco, who had the same kind of touchdown celebrations, were on the same team. Owens led the Bengals (including Ochocinco) with 983 receiving yards, but was injured and missed the last two games of the 2010 season. Owens was not cleared to play until October of 2011. No one wanted to sign him.\nAllen Wranglers.\nOwens signed with the Allen Wranglers of the Indoor Football League for their spring season of 2012. He was also their co-owner. Owens caught three touchdowns in his first game for the Wranglers. However, reports surfaced during this time that Owens was broke.\nFamily.\nTerrell Owens was born to L.C. Russel and Marilyn Heard in Alexander City, Alabama. When Terrell was very young, he lived with his mother and grandmother. He grew up with three other siblings. He enjoyed watching football, especially his favorite player, Jerry Rice. However, Owens’ grandmother did not allow him to play sports until high school. (Owens attended Benjamin Russell High School, where he did very well in football, baseball, and basketball.)\nTerrell Owens is married and is now a father to sons Terique, Atlin, plus daughters Kylee, and Dasha.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":76},{"uri":"American_football","surface_form":"football","offset":85},{"uri":"Wide_receiver","surface_form":"wide receiver","offset":94},{"uri":"Allen_Wranglers","surface_form":"Allen Wranglers","offset":116},{"uri":"Indoor_Football_League","surface_form":"Indoor Football League","offset":139},{"uri":"Pro_Bowl","surface_form":"Pro Bowl","offset":206},{"uri":"National_Football_League","surface_form":"National Football League","offset":256},{"uri":"Touchdown","surface_form":"touchdown","offset":381},{"uri":"College_football","surface_form":"college football","offset":406},{"uri":"University_of_Tennessee_at_Chattanooga","surface_form":"University of Tennessee at Chattanooga","offset":431},{"uri":"Suicide","surface_form":"suicide","offset":598},{"uri":"College_football","surface_form":"college football","offset":669},{"uri":"University_of_Tennessee_at_Chattanooga","surface_form":"University of Tennessee at Chattanooga","offset":694},{"uri":"Jerry_Rice","surface_form":"Jerry Rice","offset":755},{"uri":"Senior_Bowl","surface_form":"Senior Bowl","offset":1111},{"uri":"The_T.O._Show","surface_form":"The T.O. Show","offset":1540},{"uri":"Super_Bowl","surface_form":"Super Bowl","offset":1652},{"uri":"San_Francisco_49ers","surface_form":"San Francisco 49ers","offset":1833},{"uri":"Jerry_Rice","surface_form":"Jerry Rice","offset":1916},{"uri":"Steve_Young","surface_form":"Steve Young","offset":1988},{"uri":"Cincinnati_Bengals","surface_form":"Cincinnati Bengals","offset":2012},{"uri":"San_Francisco","surface_form":"San Francisco","offset":2097},{"uri":"Dallas_Cowboys","surface_form":"Dallas Cowboys","offset":2147},{"uri":"Quarterback","surface_form":"quarterback","offset":2187},{"uri":"Jeff_Garcia","surface_form":"Jeff Garcia","offset":2199},{"uri":"Celebration","surface_form":"celebration","offset":2259},{"uri":"Dallas","surface_form":"Dallas","offset":2278},{"uri":"Runningback","surface_form":"runningback","offset":2320},{"uri":"Emmitt_Smith","surface_form":"Emmitt Smith","offset":2332},{"uri":"George_Teague","surface_form":"George Teague","offset":2499},{"uri":"Cheerleader","surface_form":"cheerleader","offset":2742},{"uri":"Sharpie","surface_form":"sharpie","offset":2792},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":2982},{"uri":"Quarterback","surface_form":"quarterback","offset":2995},{"uri":"Donovan_McNabb","surface_form":"Donovan McNabb","offset":3007},{"uri":"Baltimore_Ravens","surface_form":"Baltimore Ravens","offset":3109},{"uri":"Baltimore","surface_form":"Baltimore","offset":3226},{"uri":"Philadelphia_Eagles","surface_form":"Philadelphia Eagles","offset":3288},{"uri":"Roy_Williams_(safety)","surface_form":"Roy Williams","offset":3498},{"uri":"Linebacker","surface_form":"linebacker","offset":3569},{"uri":"Ray_Lewis","surface_form":"Ray Lewis","offset":3580},{"uri":"Philadelphia_Eagles","surface_form":"Philadelphia Eagles","offset":3635},{"uri":"Super_Bowl_XXXIX","surface_form":"Super Bowl XXXIX","offset":3675},{"uri":"Dallas_Cowboys","surface_form":"Dallas Cowboys","offset":3970},{"uri":"Tony_Romo","surface_form":"Tony Romo","offset":4013},{"uri":"Cornerback","surface_form":"cornerback","offset":4286},{"uri":"DeAngelo_Hall","surface_form":"DeAngelo Hall","offset":4297},{"uri":"Deion_Sanders","surface_form":"Deion Sanders","offset":4431},{"uri":"Dallas","surface_form":"Dallas","offset":4498},{"uri":"Buffalo_Bills","surface_form":"Buffalo Bills","offset":4583},{"uri":"Buffalo","surface_form":"Buffalo","offset":4654},{"uri":"Buffalo","surface_form":"Buffalo","offset":4754},{"uri":"Cincinnati_Bengals","surface_form":"Cincinnati Bengals","offset":4996},{"uri":"Chad_Ochocinco","surface_form":"Chad Ochocinco","offset":5033},{"uri":"Touchdown","surface_form":"touchdown","offset":5074},{"uri":"Allen_Wranglers","surface_form":"Allen Wranglers","offset":5376},{"uri":"Indoor_Football_League","surface_form":"Indoor Football League","offset":5399},{"uri":"Alexander_City%2C_Alabama","surface_form":"Alexander City","offset":5682},{"uri":"Alabama","surface_form":"Alabama","offset":5698},{"uri":"Jerry_Rice","surface_form":"Jerry Rice","offset":5878},{"uri":"High_school","surface_form":"high school","offset":5957},{"uri":"Football","surface_form":"football","offset":6042},{"uri":"Baseball","surface_form":"baseball","offset":6052},{"uri":"Basketball","surface_form":"basketball","offset":6066}]}