{"id":33151,"url":"http://en.wikipedia.org/wiki/Salivary_gland","text":"The salivary glands make saliva. Saliva keeps the mouth and other parts of the digestive system wet and slippery. They also help break down the food when you are chewing. This helps food go down the throat to the stomach.\nThere are three main pairs of salivary glands. They are\nThere are also many small glands in the tongue, cheeks, lips and palate. All of those glands make mucous.\nSalivary secretions and structure.\nSaliva consists of two fluids, mucous and serous.\nMucous.\nMucous (slime) is a saccharide glycoprotein called mucin'\". With water it makes the slippery lubricant used in many parts of the body, where it lines the moving parts, surfaces and tubes. Here it lubricates the mouth, throat and alimentary canal.\nThe mucous also has antiseptic qualities: it contains lysozyme and immunoglobulins. Mucous, with its antiseptic molecules and slime, traps fungi, bacteria and viruses and prevent infections. The body produces about a litre of mucous per day, in the mouth and other places.\nSerous Fluid.\nThe serous fluid contains the enzyme amylase which acts in the digestion of carbohydrates. Minor salivary glands on the tongue secrete the amylase. The parotid gland produces purely serous saliva. The other major salivary glands produce mixed (serous and mucus) saliva.\nAnother type of serous fluid is secreted by the two layered serous membranes which line the body cavities. The serous fluid between the two layers acts as a lubricant and reduces friction from muscle movement.\nStructure of salivary glands.\nThe small tubes go into ducts. Those ducts go into larger ducts that have little stripes on them, called striations. Those go into ducts between the lobes of the gland (called interlobar or excretory ducts). The main duct of the salivary glands then opens into the mouth.\nMedical notes.\nDucts can get blocked. This would cause pain and swelling of the gland.\nTumours of the salivary glands can occur. These are usually benign. Investigation is done by a sialogram, which is a radiocontrast study of a salivary duct.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gland","surface_form":"gland","offset":13},{"uri":"Saliva","surface_form":"saliva","offset":25},{"uri":"Digestive_system","surface_form":"digestive system","offset":79},{"uri":"Stomach","surface_form":"stomach","offset":213},{"uri":"Tongue","surface_form":"tongue","offset":318},{"uri":"Cheek","surface_form":"cheek","offset":326},{"uri":"Lips","surface_form":"lips","offset":334},{"uri":"Palate","surface_form":"palate","offset":343},{"uri":"Mucous","surface_form":"mucous","offset":376},{"uri":"Mucous","surface_form":"Mucous","offset":477},{"uri":"Saccharide","surface_form":"saccharide","offset":497},{"uri":"Glycoprotein","surface_form":"glycoprotein","offset":508},{"uri":"Lubrication","surface_form":"lubricant","offset":570},{"uri":"Alimentary_canal","surface_form":"alimentary canal","offset":706},{"uri":"Antiseptic","surface_form":"antiseptic","offset":744},{"uri":"Lysozyme","surface_form":"lysozyme","offset":778},{"uri":"Immunoglobulin","surface_form":"immunoglobulin","offset":791},{"uri":"Fungi","surface_form":"fungi","offset":863},{"uri":"Bacteria","surface_form":"bacteria","offset":870},{"uri":"Viruses","surface_form":"viruses","offset":883},{"uri":"Enzyme","surface_form":"enzyme","offset":1041},{"uri":"Amylase","surface_form":"amylase","offset":1048},{"uri":"Carbohydrate","surface_form":"carbohydrate","offset":1087},{"uri":"Saliva","surface_form":"saliva","offset":1273},{"uri":"Duct","surface_form":"duct","offset":1545},{"uri":"Tumour","surface_form":"Tumour","offset":1880},{"uri":"Radiocontrast","surface_form":"radiocontrast","offset":1997}]}