{"id":331650,"url":"http://en.wikipedia.org/wiki/Johann_Friedrich_Blumenbach","text":"Johann Friedrich Blumenbach (11 May 1752 – 22 January 1840) was a German physician, naturalist, physiologist and anthropologist. He was one of the first to explore the study of mankind as an aspect of natural history. He used comparative anatomy to classify human races, of which he listed five.\nBlumenbach's classification of races.\nBlumenbach divided the human species into five races in 1779. Later he based them on the anatomy of the human skull. Blumenbach's work included the description of sixty skulls published as \"Decas craniorum\" (Göttingen 1790–1828). This was a founding work for other scientists.\nHe did not think other races were inferior to the Caucasian race, and were potentially good members of society.\nAnatomical study led him to the conclusion that 'individual Africans differ as much, or even more, from other individual Africans as Europeans differ from Europeans'. Furthermore he thought that Africans were not inferior to the rest of mankind 'concerning healthy faculties of understanding, excellent natural talents and mental capacities'.\n\"Finally, I am of opinion that after all these numerous instances I have brought together of negroes of capacity, it would not be difficult to mention entire well-known provinces of Europe, from out of which you would not easily expect to obtain off-hand such good authors, poets, philosophers, and correspondents of the Paris Academy; and on the other hand, there is no so-called savage nation known under the sun which has so much distinguished itself by such examples of perfectibility and original capacity for scientific culture, and thereby attached itself so closely to the most civilized nations of the earth, as the Negro.\"\nThese ideas were far less influential. His ideas were adopted by other researchers and encouraged scientific racism. Blumenbach's work was used by many biologists and comparative anatomists in the nineteenth century who were interested in the origin of races: Wells, Lawrence, Prichard, Huxley and William Flower are good examples of his influence on human biology.\nRegarding human origins, Blumenbach believed the first humans had originated in Asia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"German","offset":66},{"uri":"Physician","surface_form":"physician","offset":73},{"uri":"Natural_history","surface_form":"naturalist","offset":84},{"uri":"Physiologist","surface_form":"physiologist","offset":96},{"uri":"Anthropologist","surface_form":"anthropologist","offset":113},{"uri":"Natural_history","surface_form":"natural history","offset":201},{"uri":"Comparative_anatomy","surface_form":"comparative anatomy","offset":226},{"uri":"Species","surface_form":"species","offset":363},{"uri":"Race_(sociology)","surface_form":"race","offset":381},{"uri":"Skull","surface_form":"skull","offset":444},{"uri":"Scientific_racism","surface_form":"scientific racism","offset":1797},{"uri":"William_Charles_Wells","surface_form":"Wells","offset":1959},{"uri":"William_Lawrence_(biologist)","surface_form":"Lawrence","offset":1966},{"uri":"James_Cowles_Prichard","surface_form":"Prichard","offset":1976},{"uri":"Thomas_Henry_Huxley","surface_form":"Huxley","offset":1986},{"uri":"William_Henry_Flower","surface_form":"William Flower","offset":1997},{"uri":"Humans","surface_form":"humans","offset":2120}]}