{"id":331919,"url":"http://en.wikipedia.org/wiki/Theda_Bara","text":"Theda Bara was an American silent movie actress. She was born on July 29, 1885. Her real name was Theodosia Burr Goodman. Bara attended the University of Cincinnati for two years. She worked in theater productions. She moved to New York City in 1908. She made her Broadway debut in 1908. Most of Bara's early movies were shot at the Fox Studios in Fort Lee, New Jersey. Bara lived with her family in New York City during this time. She moved to Los Angeles, California to shoot \"Cleopatra\" in 1917. This movie became one of Bara's biggest hits. No known prints of \"Cleopatra\" exist today. There are many photographs of Bara in her costume as Cleopatra.\nBara married American movie director Charles Brabin in 1921. She had no children. She died of stomach cancer on April 13, 1955 in Los Angeles, California. Bara was one of the most popular stars of her era. She was one of the earliest sex symbols in movies. Her \"femme fatale\" (deadly woman) roles earned her the nickname \"The Vamp\" (short for vampire). The term \"vamp\" soon became a popular slang term for a sexually predatory woman. Bara made more than 40 films between 1914 and 1926. Cnly six still exist in their entirety.","categories":[],"infobox_types":[],"annotations":[{"uri":"Silent_movie","surface_form":"silent movie","offset":27},{"uri":"Broadway","surface_form":"Broadway","offset":264},{"uri":"Fox_Studios","surface_form":"Fox Studios","offset":333},{"uri":"Fort_Lee%2C_New_Jersey","surface_form":"Fort Lee, New Jersey","offset":348},{"uri":"New_York_City","surface_form":"New York City","offset":400},{"uri":"Los_Angeles%2C_California","surface_form":"Los Angeles, California","offset":445},{"uri":"Cleopatra","surface_form":"Cleopatra","offset":479},{"uri":"Cancer","surface_form":"cancer","offset":755},{"uri":"Los_Angeles%2C_California","surface_form":"Los Angeles, California","offset":783},{"uri":"Sex_symbol","surface_form":"sex symbol","offset":887},{"uri":"Vampire","surface_form":"vampire","offset":996},{"uri":"Slang","surface_form":"slang","offset":1044}]}