{"id":331982,"url":"http://en.wikipedia.org/wiki/Way_Down_East","text":"\"Way Down East\" is a 1920 silent movie. It was directed by D. W. Griffith. The movie stars Lillian Gish as Anna and Richard Barthelmess as David. The movie is based on a 19th century play by Lottie Blair Parker.\nThis movie is famous for its exciting climax. Lillian Gish's character is rescued from certain death on an icy river. \"Way Down East\" is the fourth highest grossing silent movie in movie history. It brought in more than $4,500,000 at the box office in 1920. Some parts of \"Way Down East\" were shot in an early Technicolor process.\nStory.\nAnna Moore is tricked into a fake marriage by the rich Lennox Sanderson. She gets pregnant, and he leaves her. She has the baby on her own. The baby dies. Anna wanders until she gets a job with Squire Bartlett. His son David falls in love with her. She rejects him because of her past.\nSquire Bartlett learns of Anna's past. He throws her out into a blizzard. Anna becomes lost in the storm. David leads a search party. Anna floats down an icy river towards a steep waterfall. She is rescued by David. He marries her in the final scene.\nResponse.\nSome modern critics like the movie, some do not. Paul Brenner has written, \"Many of Griffith's features suffer from sententious moralizing, a sense of God speaking to the masses, and outright racism. But \"Way Down East\" highlights the greatness of Griffith without having to sit through the Sermon on the Mount or the Ride of The Klan. In \"Way Down East\", Griffith's psychotic nuttiness, for once, didn't get in the way of a good [movie].\"\nCritic Dennis Schwartz likes \"the strong emotional performances of the diminutive Lillian Gish\". He decides that \"this old-fashioned bucolic soap opera doesn't translate well to modern-times. It's quintessential Griffith melodrama, a mix of opposing forces between those favoring Bible morality and the wealthy hedonists who mock God with their amorality... [the movie] has an irritating moralistic Bible flavor in supporting monogamy... The [movie]'s most exciting scene was made without any special effects, and is the only thing about the [movie] worth remembering.\"","categories":[],"infobox_types":["Film"],"annotations":[{"uri":"Silent_movie","surface_form":"silent movie","offset":26},{"uri":"D._W._Griffith","surface_form":"D. W. Griffith","offset":59},{"uri":"Lillian_Gish","surface_form":"Lillian Gish","offset":91},{"uri":"Richard_Barthelmess","surface_form":"Richard Barthelmess","offset":116},{"uri":"Technicolor","surface_form":"Technicolor","offset":522},{"uri":"Blizzard","surface_form":"blizzard","offset":900},{"uri":"Critic","surface_form":"critic","offset":1109},{"uri":"Bible","surface_form":"Bible","offset":1817},{"uri":"Amorality","surface_form":"amorality","offset":1882}]}