{"id":332056,"url":"http://en.wikipedia.org/wiki/William_Haines","text":"Charles William \"Billy\" Haines (January 2, 1900 – December 26, 1973) was an American movie actor and interior designer. He was a popular star of the silent movie era. In 1933, MGM studio head Louis B. Mayer fired the gay actor because he did not want to enter into a marriage of convenience. Haines never returned to movies. Instead, he started a successful interior design business with his lifelong male partner Jimmie Shields.\nEarly life.\nHaines was born Charles William Haines on January 2, 1900 in Staunton, Virginia. He sang in the choir of Trinity Episcopal Church. He spent much time in the local movie theater. Haines ran away from home at 14 with his boyfriend. They opened a dance hall in Hopewell, Virginia. The Haines family found their son. He returned home to help support his sick father. He found his way to New York City. He joined the gay community in Greenwich Village. He did some modelling. He was discovered by a talent scout who sent him to Hollywood.\nHollywood.\nHaines played bit parts in silent movies. His first good role was in \"Three Wise Fools\" in 1923. The critics liked him. MGM began promoting him as a future star. He generally played arrogant young men who are humbled at the end of the movie.\nHe took a trip to New York in 1926. He met James \"Jimmie\" Shields, probably as a pick-up on the street. Haines convinced Shields to move to Los Angeles. He promised to get Shields work as an extra. The two were soon living together. They viewed themselves as a committed couple.\nIn 1933 he was arrested in a YMCA with a sailor he had picked up in Los Angeles. MGM studio head Louis B. Mayer told Haines to choose between a marriage with a woman or Jimmie Shields. Haines chose Shields. They stayed together for almost 50 years. Mayer fired Haines and ended his contract.\nHaines had many movie hits. He was a top-five box office star from 1928 to 1932. A 1930 survey of film exhibitors listed Haines as the top box office attraction in the country. \"The Marines are Coming\" was his last movie. It was made in a Poverty Row studio in 1934. Haines was blacklisted in Hollywood for moral corruption.\nInterior design.\nHaines and Shields began careers as interior designers and antique dealers. Hollywood celebrities went to their businesses. In 1936, neighbors accused the two men of seeking sex with their son. Members of the Ku Klux Klan dragged Haines and Shields from their home. They were beaten. Their close friends wanted them to prosecute. They declined. Haines served in World War II. The couple settled into the Hollywood community in Brentwood. Their business made money and they retired in the early 1970s.\nDeath.\nHaines and Shields remained together for the rest of their lives. Joan Crawford described them as \"the happiest married couple in Hollywood.\" Haines died from lung cancer in Santa Monica, California at the age of 73. Soon afterward, Shields, who suffered from what many believe to have been Alzheimer's disease, put on Haines' pajamas, took an overdose of pills, and crawled into their bed to die. They were buried side by side in Woodlawn Memorial Cemetery.\nLegacy.\nWilliam Haines Designs is still in operation. Its main offices are in West Hollywood with showrooms in New York, Denver, and Dallas. Haines's life story is told in the 1998 biography \"Wisecracker: The Life and Times of William Haines, Hollywood's First Openly Gay Star\" by William J. Mann. Haines's designs are the subject of Peter Schifando and Haines associate Jean H. Mathison's 2005 book \"Class Act: William Haines Legendary Hollywood Decorator\". World of Wonder produced \"Out of the Closet, Off the Screen: The Life of William Haines\" It aired on HBO in 2001. Haines has a star on the Hollywood Walk of Fame at 7012 Hollywood Boulevard.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":76},{"uri":"Movie","surface_form":"movie","offset":85},{"uri":"Actor","surface_form":"actor","offset":91},{"uri":"Interior_design","surface_form":"interior design","offset":101},{"uri":"Silent_movie","surface_form":"silent movie","offset":149},{"uri":"MGM","surface_form":"MGM","offset":176},{"uri":"Louis_B._Mayer","surface_form":"Louis B. Mayer","offset":192},{"uri":"Gay","surface_form":"gay","offset":217},{"uri":"Interior_design","surface_form":"interior design","offset":358},{"uri":"Staunton%2C_Virginia","surface_form":"Staunton, Virginia","offset":503},{"uri":"Movie_theater","surface_form":"movie theater","offset":605},{"uri":"Boyfriend","surface_form":"boyfriend","offset":661},{"uri":"Dance_hall","surface_form":"dance hall","offset":686},{"uri":"Hopewell%2C_Virginia","surface_form":"Hopewell, Virginia","offset":700},{"uri":"New_York_City","surface_form":"New York City","offset":825},{"uri":"Greenwich_Village","surface_form":"Greenwich Village","offset":871},{"uri":"Model_(person)","surface_form":"modelling","offset":902},{"uri":"Hollywood","surface_form":"Hollywood","offset":965},{"uri":"MGM","surface_form":"MGM","offset":1107},{"uri":"New_York","surface_form":"New York","offset":1247},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":1369},{"uri":"YMCA","surface_form":"YMCA","offset":1537},{"uri":"Sailor","surface_form":"sailor","offset":1549},{"uri":"Contract","surface_form":"contract","offset":1790},{"uri":"Hollywood_blacklist","surface_form":"blacklist","offset":2078},{"uri":"Ku_Klux_Klan","surface_form":"Ku Klux Klan","offset":2351},{"uri":"World_War_II","surface_form":"World War II","offset":2504},{"uri":"Joan_Crawford","surface_form":"Joan Crawford","offset":2716},{"uri":"Lung_cancer","surface_form":"lung cancer","offset":2809},{"uri":"Santa_Monica%2C_California","surface_form":"Santa Monica, California","offset":2824},{"uri":"Alzheimer%27s_disease","surface_form":"Alzheimer's disease","offset":2941},{"uri":"Pajamas","surface_form":"pajamas","offset":2977},{"uri":"Denver","surface_form":"Denver","offset":3230},{"uri":"Dallas","surface_form":"Dallas","offset":3242},{"uri":"Biography","surface_form":"biography","offset":3290},{"uri":"HBO","surface_form":"HBO","offset":3669},{"uri":"Hollywood_Walk_of_Fame","surface_form":"Hollywood Walk of Fame","offset":3707},{"uri":"Hollywood_Boulevard","surface_form":"Hollywood Boulevard","offset":3738}]}