{"id":332345,"url":"http://en.wikipedia.org/wiki/Mysterious_Island_(1961_movie)","text":"\"Mysterious Island\" is a 1961 movie. It was released by Morningside Productions through Columbia Pictures. The movie was based on the book \"The Mysterious Island\" by Jules Verne. The movie was produced by Charles H. Schneer and Ray Harryhausen. It was directed by Cy Endfield. The movie was filmed at Shepperton Studios, Shepperton, England as a showcase for Harryhausen's stop-motion animation effects. The music was composed by Bernard Herrmann. The movie stars Michael Craig as Captain Harding; Joan Greenwood as Lady Mary Fairchild; and Herbert Lom as Captain Nemo.\nStory.\nUnion soldiers escape in a hot air balloon from a Confederate prison camp during the American Civil War. They crash-land in the ocean. They are washed ashore on an unknown island where gigantic animals live. The animals are the result of experiments by Captain Nemo. He is an unknown benefactor to the castaways as they struggle to survive on the island. A volcano threatens to erupt. The stranded group escapes from the island on a pirate ship. The volcano destroys the island. The animated \"monsters\" that the castaways encounter are a giant crab, a giant flightless bird, giant bees, and a giant cephalopod.","categories":[],"infobox_types":[],"annotations":[{"uri":"Columbia_Pictures","surface_form":"Columbia Pictures","offset":88},{"uri":"Jules_Verne","surface_form":"Jules Verne","offset":166},{"uri":"Ray_Harryhausen","surface_form":"Ray Harryhausen","offset":228},{"uri":"Shepperton_Studios","surface_form":"Shepperton Studios","offset":301},{"uri":"England","surface_form":"England","offset":333},{"uri":"Stop-motion","surface_form":"stop-motion","offset":373},{"uri":"Animation","surface_form":"animation","offset":385},{"uri":"Herbert_Lom","surface_form":"Herbert Lom","offset":541},{"uri":"Hot_air_balloon","surface_form":"hot air balloon","offset":604},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":662},{"uri":"Island","surface_form":"island","offset":749},{"uri":"Pirate","surface_form":"pirate","offset":1010},{"uri":"Crab","surface_form":"crab","offset":1121},{"uri":"Bee","surface_form":"bee","offset":1158},{"uri":"Cephalopod","surface_form":"cephalopod","offset":1176}]}