{"id":332390,"url":"http://en.wikipedia.org/wiki/38th_G8_summit","text":"The 38th G8 summit was held at Camp David, Maryland in the United States on May 18-19, 2012. The summit venue was moved from Chicago to rural Maryland in March 2012.\nHistory.\nThe Camp David summit of the Group of Eight (G8) was the 38th meeting in a series which began in 1976.\nPrevious G8 summits have been hosted by the United States at San Juan, Puerto Rico (1976); Williamsburg, Virginia (1983); Houston, Texas, Denver, Colorado (1997) and Sea Island, Georgia.\nThe G8 and the summit are part of a consultation process. The G8 is not an international organization. It is an informal group.\nInvited leaders.\nThe G8 leaders talked about making progress towards food security in Africa.\nSchedule and Agenda.\nThe summit is intended as a venue for resolving differences among the G8 members.\nTraditionally, the host country of the G8 summit sets the agenda.\nDiscussions at the 38th G8 summit included some issues from previous summits.\nThe G8 discussions included a range of topics, including\nProtesters and demonstrations.\nPlanners anticipated protest groups and other activists.\nWhen the venue for the summit was changed from Chicago, a White House spokesman said security and the possibility of protests were not factors in the decision. Some protest groups took credit for the change of venue.\nBusiness opportunity.\nFor some, the G8 summit was a profit-generating event; as for example, the \"G8 Summit\" magazines which have been published since 1998.\nLocal businesses near Camp David are expecting more people in the area and profits because of the summit.","categories":[],"infobox_types":[],"annotations":[{"uri":"Camp_David","surface_form":"Camp David","offset":31},{"uri":"Maryland","surface_form":"Maryland","offset":43},{"uri":"United_States","surface_form":"United States","offset":59},{"uri":"Chicago","surface_form":"Chicago","offset":125},{"uri":"Group_of_Eight","surface_form":"Group of Eight","offset":204},{"uri":"Previous","surface_form":"Previous","offset":278},{"uri":"2nd_G7_summit","surface_form":"San Juan, Puerto Rico","offset":339},{"uri":"9th_G7_summit","surface_form":"Williamsburg, Virginia","offset":369},{"uri":"16th_G7_summit","surface_form":"Houston, Texas","offset":400},{"uri":"23rd_G8_summit","surface_form":"Denver, Colorado","offset":416},{"uri":"30th_G8_summit","surface_form":"Sea Island, Georgia","offset":444},{"uri":"Consultation","surface_form":"consultation","offset":501}]}