{"id":332406,"url":"http://en.wikipedia.org/wiki/Western_Christianity","text":"Western Christianity is a part of the Christian religion. Western Christianity talks about the religious traditions of Christians whose ancestors were from Western Europe.\nWestern Christianity includes people who are members of the Catholic Church, as well as people who are members of Protestant churches. The Protestant churches were formed by people who were former members of the Catholic Church. Many Protestant churches started during the Protestant Reformation in about 1600.\nAs the Protestant leaders were former members of the Catholic Church, Protestants share many, but not all, religious beliefs and religious traditions with Catholics. However, Western Christianity is different from Eastern Christianity, which has a different set of religious traditions, but many of the same religious beliefs.\nWestern denominations.\nWestern Christianity makes up about 90% of Christians worldwide. The Roman Catholic Church has over half of all Christians. The many Protestant and related denominations make up another 40%. Baptists, Lutherans, and Anglicans are some of the larger and older Western denominations which are not the Roman Catholic Church.","categories":[],"infobox_types":[],"annotations":[{"uri":"Christian","surface_form":"Christian","offset":38},{"uri":"Western_Europe","surface_form":"Western Europe","offset":156},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":232},{"uri":"Protestant","surface_form":"Protestant","offset":286},{"uri":"Protestant_Reformation","surface_form":"Protestant Reformation","offset":445},{"uri":"Eastern_Christianity","surface_form":"Eastern Christianity","offset":697},{"uri":"Christian","surface_form":"Christian","offset":876},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":908},{"uri":"Protestant","surface_form":"Protestant","offset":966},{"uri":"Christian_denomination","surface_form":"denominations","offset":989},{"uri":"Baptist","surface_form":"Baptist","offset":1024},{"uri":"Lutheran","surface_form":"Lutheran","offset":1034},{"uri":"Anglican","surface_form":"Anglican","offset":1049}]}