{"id":3325,"url":"http://en.wikipedia.org/wiki/States_of_matter","text":"There are four common states of matter (or \"phases\") in the universe: solid, liquid, gas, and plasma.\nThe state of matter affects a substance's properties. Examples of those properties include density, viscosity (how well it flows), malleability (how easy it is to bend), and conductivity. Changes between states of matter are often reversible.\nSolids.\nIn a \"solid\", the positions of atoms are fixed relative to each other over a long time. That is due to the cohesion or \"friction\" between molecules. This cohesion is provided by metallic, covalent or ionic bonds. Only solids can be pushed on by a force without changing shape, which means that they can be resistant to deformation. Solids also tend to be strong enough to hold their own shape in a container. Solids are generally denser than liquids. Solid becoming a gas is called sublimation.\nLiquids.\nIn a \"liquid\", molecules are attracted to each other strongly enough to keep them in contact, but not strongly enough to hold a particular structure. The molecules can continually move with respect to each other. This means that liquids can flow smoothly, but not as smoothly as gases. Liquids will tend to take the shape of a container that they are in. Liquids are generally less dense than solids, but denser than gases.\nGases.\nIn a \"gas\", the chemical bonds are not strong enough to hold atoms or molecules together, and from this a gas is a collection of independent, unbonded molecules which interact mainly by collision. Gases tend to take the shape of their container, and are less dense than both solids and liquids.\nGases have weaker forces of attraction than solids and liquids. Gas becoming a solid directly is called deposition.\nGases can sometimes turn directly into solids without passing through a fluid stage. That is called desublimation. You see it in the hoary frost which forms on window-panes in cold climates. It is the reverse of sublimation.\nPlasmas.\n\"Plasmas\" are gases that have so much energy that electrons of an atom cannot stay in orbit around one atomic nucleus. The atomic ions and free electrons mix around like a hot soup.\nBecause the positive and negative charged particles are not stuck together, plasma is a good conductor of electricity. For example, air is not good at conducting electricity. However, in a bolt of lightning, the atoms in air get so much energy that they no longer can hold on to their electrons, and become a plasma for a brief time. Then an electric current is able to flow through the plasma, making the lightning.\nPlasma is the most common state of matter in the universe. Both stars and the interstellar medium are mostly made of plasma.\nPhase changes.\nPhases of matter can be changed by a number of things. The most common ones are temperature and pressure. Substances usually become a gas at warm temperatures and/or low pressures, become a solid at cool temperatures, and become a plasma at extremely hot temperatures. Substances often become liquid in between solid and gas, but when the pressure is very low (such as the vacuum of outer space) many substances skip the liquid phase, going directly from solid to gas or vice versa. Scientists have created graphs called phase change diagrams to show the relationship between pressure, temperature, and phase of many substances.\nWhen a solid becomes a liquid, it is called melting. When a liquid becomes a solid, it is called freezing. When a solid becomes a gas, it is called sublimation. When a gas becomes a solid, it is called desublimation. When a liquid becomes a gas, it is called evaporation. When a gas becomes a liquid, it is called condensation.\nThe freezing point and the melting point are said to be the same, because any increase in temperature from that point will cause the substance to melt, while any drop in temperature will cause it to freeze. Likewise, the vaporization and condensation points (or the sublimation and desublimation points) always match. In most substances, as the pressure increases, the vaporization/condensation point also increases, or vice versa. For example, the boiling point of water decreases as you go up a mountain, because the air pressure is lower. The relationship for freezing and melting can go in different directions depending on the substance.\nOther states.\nMany other states of matter can exist under special conditions, including strange matter, supersolids, and possibly string-net liquids. Scientist work on experiments at very high or very low temperatures to learn more about phases of matter.\nCondensates.\nBose-Einstein condensates and fermionic condensates are phases of matter that apply to particles called bosons and fermions, respectively. (More than one boson can exist in the same spot at the same time. Only one fermion can exist in the same spot at the same time). Bose-Einstein condensates and fermionic condensates occur at incredibly low temperatures (about 4° Kelvin, which is the same as -452° Fahrenheit). All of the particles in these condensates begin to act like one big quantum state, so they have almost no friction or electrical resistance.\nDegenerate matter.\nWhen the core of a star runs out of light elements (like hydrogen or helium) to sustain fusion, the core will collapse into a very dense state called \"degenerate matter\". Everything is packed very tightly and can barely move. If the star isn't too heavy, it becomes a white dwarf. In a heavier star, the pressure is so intense that even the protons and electrons are crushed, and it becomes a neutron star.\nQuark-gluon plasmas.\nThe protons and neutrons that make up atoms are made of even smaller things called quarks (which are \"glued\" together by things called \"gluons\"). At incredibly high temperatures over 2 trillion Kelvin, quarks and gluons turn into another state of matter. Humans can make a little bit of quark-gluon plasma in the Large Hadron Collider at CERN, but it doesn't last long before cooling down.\nSupercritical fluids.\nWhen a substance has enough temperature and pressure at the same time, called the critical point, you can't tell the difference between very dense gas and very energetic liquid. This is a supercritical fluid, and it behaves like both liquid and gas.\nSuperfluids.\nSuperfluids, on the other hand, only happen at very low temperatures, and only for a few special substances like liquid helium. Superfluids can do things that regular liquids cannot, like flowing up the side of a bowl and getting out.","categories":[],"infobox_types":[],"annotations":[{"uri":"Universe","surface_form":"universe","offset":60},{"uri":"Solid","surface_form":"solid","offset":70},{"uri":"Liquid","surface_form":"liquid","offset":77},{"uri":"Gas","surface_form":"gas","offset":85},{"uri":"Plasma_(physics)","surface_form":"plasma","offset":94},{"uri":"Density","surface_form":"density","offset":193},{"uri":"Viscosity","surface_form":"viscosity","offset":202},{"uri":"Malleability","surface_form":"malleability","offset":233},{"uri":"Conduction","surface_form":"conductivity","offset":276},{"uri":"Reversible","surface_form":"reversible","offset":333},{"uri":"Cohesion_(chemistry)","surface_form":"cohesion","offset":460},{"uri":"Molecule","surface_form":"molecule","offset":491},{"uri":"Metallic_bond","surface_form":"metallic","offset":531},{"uri":"Covalent_bond","surface_form":"covalent","offset":541},{"uri":"Ionic_bond","surface_form":"ionic","offset":553},{"uri":"Chemical_bond","surface_form":"bonds","offset":559},{"uri":"Deformation","surface_form":"deformation","offset":672},{"uri":"Collision","surface_form":"collision","offset":1474},{"uri":"Desublimation","surface_form":"desublimation","offset":1799},{"uri":"Frost","surface_form":"frost","offset":1838},{"uri":"Sublimation","surface_form":"sublimation","offset":1911},{"uri":"Kinetic_energy","surface_form":"energy","offset":1971},{"uri":"Electron","surface_form":"electron","offset":1983},{"uri":"Orbit","surface_form":"orbit","offset":2019},{"uri":"Atomic_nucleus","surface_form":"atomic nucleus","offset":2036},{"uri":"Ion","surface_form":"ion","offset":2063},{"uri":"Electric_charge","surface_form":"charged","offset":2149},{"uri":"Conduction","surface_form":"conductor","offset":2208},{"uri":"Electricity","surface_form":"electricity","offset":2221},{"uri":"Lightning","surface_form":"lightning","offset":2312},{"uri":"Electric_current","surface_form":"electric current","offset":2457},{"uri":"Stars","surface_form":"stars","offset":2596},{"uri":"Interstellar_medium","surface_form":"interstellar medium","offset":2610},{"uri":"Temperature","surface_form":"temperature","offset":2752},{"uri":"Pressure","surface_form":"pressure","offset":2768},{"uri":"Vacuum","surface_form":"vacuum","offset":3045},{"uri":"Graph","surface_form":"graphs","offset":3179},{"uri":"Melt","surface_form":"melt","offset":3345},{"uri":"Freezing","surface_form":"freezing","offset":3398},{"uri":"Sublimation","surface_form":"sublimation","offset":3449},{"uri":"Desublimation","surface_form":"desublimation","offset":3503},{"uri":"Evaporation","surface_form":"evaporation","offset":3560},{"uri":"Condensation","surface_form":"condensation","offset":3615},{"uri":"Water","surface_form":"water","offset":4095},{"uri":"Strange_matter","surface_form":"strange matter","offset":4360},{"uri":"Supersolid","surface_form":"supersolids","offset":4376},{"uri":"String-net_liquid","surface_form":"string-net liquid","offset":4402},{"uri":"Bose_Einstein_Condensation","surface_form":"Bose-Einstein condensates","offset":4541},{"uri":"Fermionic_condensate","surface_form":"fermionic condensate","offset":4571},{"uri":"Particle","surface_form":"particle","offset":4628},{"uri":"Boson","surface_form":"boson","offset":4645},{"uri":"Fermion","surface_form":"fermion","offset":4656},{"uri":"Quantum_state","surface_form":"quantum state","offset":5024},{"uri":"Friction","surface_form":"friction","offset":5062},{"uri":"Electrical_resistance","surface_form":"electrical resistance","offset":5074},{"uri":"Star","surface_form":"star","offset":5135},{"uri":"Fusion","surface_form":"fusion","offset":5204},{"uri":"White_dwarf","surface_form":"white dwarf","offset":5384},{"uri":"Protons","surface_form":"protons","offset":5457},{"uri":"Electrons","surface_form":"electrons","offset":5469},{"uri":"Neutron_star","surface_form":"neutron star","offset":5509},{"uri":"Proton","surface_form":"proton","offset":5548},{"uri":"Neutron","surface_form":"neutron","offset":5560},{"uri":"Quark","surface_form":"quark","offset":5627},{"uri":"Gluons","surface_form":"gluons","offset":5680},{"uri":"Kelvin","surface_form":"Kelvin","offset":5738},{"uri":"Large_Hadron_Collider","surface_form":"Large Hadron Collider","offset":5857},{"uri":"CERN","surface_form":"CERN","offset":5882},{"uri":"Critical_point_(thermodynamics)","surface_form":"critical point","offset":6038},{"uri":"Superfluidity","surface_form":"Superfluids","offset":6219},{"uri":"Helium","surface_form":"helium","offset":6339}]}