{"id":332518,"url":"http://en.wikipedia.org/wiki/Broken_Blossoms","text":"\"Broken Blossoms, or The Yellow Man and the Girl\" is a silent movie directed by D. W. Griffith. It was distributed by United Artists. It premiered on May 13, 1919.\nIt tells the story of a young girl who is abused by her alcoholic father. She meets a kind-hearted Chinese man who falls in love with her. The movie is based on Thomas Burke's short story \"The Chink and the Child\".\nIn 1996, \"Broken Blossoms\" was selected for preservation in the United States National Film Registry by the Library of Congress as being \"culturally, historically, or aesthetically significant\".\nStory.\nCheng Huan (Richard Barthelmess) leaves his native China. He \"dreams to spread the gentle message of Buddha to the Anglo-Saxon lands.\" His idealism fades in London’s brutal and gritty inner-city. He meets and grows devoted to the \"broken blossom\" Lucy Burrows (Lillian Gish). She is the beautiful but unwanted and abused daughter of prizefighter Battling Burrows (Donald Crisp).\nAfter being beaten and discarded one evening by her raging father, Lucy finds sanctuary in the beautiful and exotic room above Cheng's shop. As Cheng nurses Lucy back to health, the two form a bond as two unwanted outcasts of society. When Lucy’s father gets wind of his daughter's whereabouts, he drags her back to their home to punish her. Fearing for her life, Lucy locks herself inside a closet to escape her brutal father.\nBy the time Cheng arrives to rescue Lucy, it is too late. Lucy’s lifeless body lies on her bed as her father drinks in another room. Cheng gazes at Lucy’s youthful face which, in spite of the circumstances, beams with innocence. Her father enters the room to make his escape. The two stand for a long while, exchanging spiteful glances, until Battling Burrows lunges for Cheng with a hatchet. Cheng retaliates by shooting Burrows repeatedly with his handgun. After returning to his home with Lucy’s body, Cheng builds a shrine to Buddha and takes his own life with a knife to the stomach.\nThe 'closet scene'.\nThe most-discussed scene in \"Broken Blossoms\" is the \"closet\" scene. Gish writhes in the claustrophobic space like a tortured animal who knows there is no escape. Critic Richard Schickel writes, \"It is heartbreaking – yet for the most part quite delicately controlled by the actress. Barthelmess reports that her hysteria was induced by Griffith’s taunting of her. Gish claims that she improvised the child’s tortured movements on the spot and that when she finished the scene there was a hush on stage. Griffith then exclaimed, 'My God, why didn’t you warn me you were going to do that?'”. The scene also demonstrates Griffith's ability to create an aural effect with only an image. Gish's screams apparently attracted such a crowd outside the studio that people needed to be held back.","categories":[],"infobox_types":["Movie"],"annotations":[{"uri":"Silent_movie","surface_form":"silent movie","offset":55},{"uri":"D._W._Griffith","surface_form":"D. W. Griffith","offset":80},{"uri":"United_Artists","surface_form":"United Artists","offset":118},{"uri":"Alcoholic","surface_form":"alcoholic","offset":220},{"uri":"United_States_National_Film_Registry","surface_form":"United States National Film Registry","offset":443},{"uri":"Library_of_Congress","surface_form":"Library of Congress","offset":487},{"uri":"Richard_Barthelmess","surface_form":"Richard Barthelmess","offset":593},{"uri":"China","surface_form":"China","offset":632},{"uri":"Lillian_Gish","surface_form":"Lillian Gish","offset":842},{"uri":"Prizefighter","surface_form":"prizefighter","offset":914},{"uri":"Donald_Crisp","surface_form":"Donald Crisp","offset":945},{"uri":"Sanctuary","surface_form":"sanctuary","offset":1038},{"uri":"Human_bonding","surface_form":"bond","offset":1153},{"uri":"Outcast","surface_form":"outcast","offset":1174},{"uri":"Society","surface_form":"society","offset":1186},{"uri":"Closet","surface_form":"closet","offset":1352},{"uri":"Claustrophobia","surface_form":"claustrophobic","offset":2086},{"uri":"Hysteria","surface_form":"hysteria","offset":2310},{"uri":"Taunt","surface_form":"taunt","offset":2345},{"uri":"Improvise","surface_form":"improvise","offset":2383}]}