{"id":332512,"url":"http://en.wikipedia.org/wiki/Aboriginal_land_rights_in_Australia","text":"Aboriginal land rights in Australia are the special set of rights given to Indigenous Australians to own land. There are many different types of land rights laws. They all allow the government to grant land to indigenous (native) Australians under many different conditions (terms). Land rights schemes are in place in the Northern Territory, Queensland, New South Wales, South Australia, and Victoria. Under these laws, the title to the land is normally given to a community or ethnic group, not an individual. Usually, land that has been granted in a land rights claim can not be sold, traded, or mortgaged. Grants will be normally require that the land be passed down to future generations through inheritance.\nBackground.\nThe passing of Aboriginal land rights laws in Australia was caused by many important Aboriginal protests. It was not until the 1970s, though, that there came an \"organised\" movement for the recognition of Aboriginal land rights.\nPilbara strike.\nOn 1 May 1946, more than 800 Aboriginal stockmen in the Pilbara region of Western Australia went on strike. They demanded wages for their work. They were joined by other Aboriginal workers from the towns of Port Hedland and Marble Bar. The strike ended in 1949.\nYolngu bark petition.\nIn 1963, the government turned part of the Yolngu people's traditional lands (in Arnhem Land) into a bauxite mine. The Yolngu started a petition (now called the Yirrkala bark petitions) to demand the rights to these lands. The petition was turned into a legal case. Mining went ahead anyway, and the legal case went on for 41 years. The Yolngu were finally made a part of the agreement between the government and the mining company in 2011.\nFreedom Ride.\nIn 1964 and 1965, students from the University of Sydney formed a group called the Student Action for Aboriginals. They travelled into New South Wales country towns to research segregation between native and non-native people. They led protests to get people to know about the issue of Aboriginal civil rights. It became known as the Freedom Ride movement. At the time, Aboriginal people were not counted in the census and their civil rights were different to white citizens. This changed in 1967, when a referendum gave Aborigines the same rights as white Australians.\nWave Hill walkoff.\nThe Wave Hill walk-off was in August 1966. A total of 200 Gurindji stockmen and servants at Wave Hill cattle station went on strike to demand wages and the return of some of their traditional lands. The strike went for nine years. The demand was not met, but the Gurindji stayed camped on their traditional country. They chose to break the state's law but obey their own. It raised popular support for Aboriginal land rights. Supporters in the cities rallied for the Gurindji and eventually they won title to part of their land.\nAboriginal Land Rights Act 1976.\nIn 1973, an Aboriginal Land Rights Commission was created in the Northern Territory. This royal commission said that the government should recognise Aboringal Land Rights, and gave advice for passing laws on it. Prime Minister Gough Whitlam took the advice and brought a Land Rights Bill to parliament. It was changed by the next prime minister, Malcolm Fraser, and passed by the Governor-General on 16 December 1976.\nIn 1976, the Territory government passed the first Aboriginal land rights law in the country. It allowed Aboriginal people in the Territory to claim rights to land that their ancestors had lived on before the arrival of white people. Groups that made claims had to show proof of their traditional (historical) association with the land. This ended up giving almost 50% of land in the Northern Territory (around) to native groups. Before this act, there had been many \"indigenous reserves\" in the Northern Territory. This land was owned by the government and set aside for Aboriginal people to live on until they were assimilated into white society. When the act was put into effect, the old \"reserves\" were given to the Aboriginal groups living on them without them having to make a claim.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rights","surface_form":"rights","offset":59},{"uri":"Indigenous_Australians","surface_form":"Indigenous Australians","offset":75},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":323},{"uri":"Queensland","surface_form":"Queensland","offset":343},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":355},{"uri":"South_Australia","surface_form":"South Australia","offset":372},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":393},{"uri":"Freehold_title","surface_form":"title","offset":425},{"uri":"Ethnic_group","surface_form":"ethnic group","offset":479},{"uri":"Mortgage","surface_form":"mortgage","offset":599},{"uri":"Generation","surface_form":"generation","offset":681},{"uri":"Inheritance","surface_form":"inheritance","offset":701},{"uri":"Protest","surface_form":"protest","offset":822},{"uri":"Organization","surface_form":"organised","offset":888},{"uri":"Stockman","surface_form":"stockmen","offset":1011},{"uri":"Western_Australia","surface_form":"Western Australia","offset":1045},{"uri":"1946_Pilbara_strike","surface_form":"strike","offset":1071},{"uri":"Salary","surface_form":"wages","offset":1093},{"uri":"Port_Hedland%2C_Western_Australia","surface_form":"Port Hedland","offset":1178},{"uri":"Marble_Bar%2C_Western_Australia","surface_form":"Marble Bar","offset":1195},{"uri":"Arnhem_Land","surface_form":"Arnhem Land","offset":1336},{"uri":"Bauxite","surface_form":"bauxite","offset":1356},{"uri":"Mining","surface_form":"mine","offset":1364},{"uri":"Petition","surface_form":"petition","offset":1391},{"uri":"Yirrkala_bark_petitions","surface_form":"Yirrkala bark petitions","offset":1416},{"uri":"Legal_case","surface_form":"legal case","offset":1509},{"uri":"Racial_segregation","surface_form":"segregation","offset":1887},{"uri":"Protest","surface_form":"protest","offset":1946},{"uri":"Civil_rights","surface_form":"civil rights","offset":2007},{"uri":"Freedom_Ride_(Australia)","surface_form":"Freedom Ride","offset":2044},{"uri":"Census","surface_form":"census","offset":2122},{"uri":"Referendum","surface_form":"referendum","offset":2215},{"uri":"Gurindji_strike","surface_form":"Wave Hill walk-off","offset":2303},{"uri":"Gurindji","surface_form":"Gurindji","offset":2357},{"uri":"Stockman","surface_form":"stockmen","offset":2366},{"uri":"Servant","surface_form":"servant","offset":2379},{"uri":"Station_(agriculture)","surface_form":"cattle station","offset":2401},{"uri":"Strike_action","surface_form":"strike","offset":2424},{"uri":"Salary","surface_form":"wages","offset":2441},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":2926},{"uri":"Royal_commission","surface_form":"royal commission","offset":2951},{"uri":"Gough_Whitlam","surface_form":"Gough Whitlam","offset":3088},{"uri":"Parliament","surface_form":"parliament","offset":3152},{"uri":"Malcolm_Fraser","surface_form":"Malcolm Fraser","offset":3207},{"uri":"Governor-General_of_Australia","surface_form":"Governor-General","offset":3241},{"uri":"White_people","surface_form":"white people","offset":3499},{"uri":"Assimilation","surface_form":"assimilated","offset":3896}]}