{"id":33298,"url":"http://en.wikipedia.org/wiki/Pacific_Islands","text":"Pacific Islands are islands that are in the Pacific Ocean. There are about 20,000 or 30,000 of them. These islands are sometimes called Oceania. The Pacific Islands are in three groups. These groups are Polynesia, Melanesia, and Micronesia. People who live on these islands are called Pacific Islanders. These islands can be made by volcanoes or made on coral reefs. The islands made by volcanoes are bigger, and more people can live on them. The islands made on coral reefs are smaller, and fewer people can live on them. One of Oceania's biggest economic advantages are tourism. As many vacationers come to see the wildlife and the beautiful beaches that span the islands. Major countries and territories include Samoa, Hawaii (U.S), Federal States of Micronesia and French Polynesia.\nIsland countries in the Pacific Ocean, such as Malaysia, Philippines, East Timor, Japan, Taiwan and most of Indonesia are not considered Pacific Islands since they do not lie in any of the three Oceanic regions. People inhabiting those islands, therefore are not Pacific Islanders.","categories":[],"infobox_types":[],"annotations":[{"uri":"Island","surface_form":"island","offset":20},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":44},{"uri":"Oceania","surface_form":"Oceania","offset":136},{"uri":"Polynesia","surface_form":"Polynesia","offset":203},{"uri":"Melanesia","surface_form":"Melanesia","offset":214},{"uri":"Micronesia","surface_form":"Micronesia","offset":229},{"uri":"Pacific_Islander","surface_form":"Pacific Islander","offset":285},{"uri":"Volcano","surface_form":"volcanoes","offset":333},{"uri":"Coral_reef","surface_form":"coral reefs","offset":354},{"uri":"Malaysia","surface_form":"Malaysia","offset":834},{"uri":"Philippines","surface_form":"Philippines","offset":844},{"uri":"East_Timor","surface_form":"East Timor","offset":857},{"uri":"Japan","surface_form":"Japan","offset":869},{"uri":"Taiwan","surface_form":"Taiwan","offset":876},{"uri":"Indonesia","surface_form":"Indonesia","offset":895}]}