{"id":333041,"url":"http://en.wikipedia.org/wiki/Judy_Garland_as_gay_icon","text":"American actress and songstress Judy Garland is a gay icon. She rose to iconic status in the 1950s. At that time, gays admired her talent as a performer, and her value as a camp figure. She was often parodied in drag revues. Her struggles with drugs, alcohol, and personal relationships during her adulthood mirrored similar struggles among urban closeted gays during the same era. Garland's role as Dorothy Gale in \"The Wizard of Oz\" may be the foundation stone of her iconic status. Following her death in 1969 and the Stonewall riots, Garland's status as a gay icon began to slip. Young gay men embraced their sexual orientation with pride rather than shame, and could or would not identify with Garland's melodramatic victimhood and emotionalism.\nWho was Judy Garland?\nJudy Garland was born Francis Ethel Gumm in Grand Rapids, Minnesota in 1922. Her parents were vaudevillians who operated a movie theatre that featured vaudeville acts. Judy was a toddler when she joined her two older sisters in singing \"Jingle Bells\" from the stage of her parents' theatre. The sisters performed as The Gumm Sisters for the next few years. The Gumms moved to Lancaster, California in 1926 when Judy's father was rumored to be making sexual advances to young male theatre ushers.\nThe Gumm Sisters continued to perform successfully. They made their movie debut in 1929. In 1934 they changed their name to The Garland Sisters. Judy was signed by MGM in 1935 and made many movies including the Andy Hardy series with Mickey Rooney and \"The Wizard of Oz\". Judy was given amphetamines and barbiturates to keep up with the hectic pace of moviemaking. She became addicted to drugs.\nJudy was insecure about her appearance. Her feelings were exacerbated by cruel studio executives. In April 1947 she had a nervous breakdown and was placed in a sanitarium. In July she tried to commit suicide. She was released from the studio in 1950, but found a new lease on life performing on the concert stage. Her personal life was troubled with drugs and alcohol. She was married five times, four marriages ending in divorce. She died in London in 1969 of an accidental drug overdose. Thousands attended her funeral in New York City.\nGarland as tragic figure.\nGay identification with Garland as a tragic figure was being discussed as early as 1967. \"Time\" magazine reviewed Garland's 1967 Palace Theatre engagement in New York City, and wrote that a \"disproportionate part of her nightly claque seems to be homosexual.\" The review goes on to say that \"[t]he boys in the tight trousers\" (a phrase \"Time\" repeatedly used to describe gay men) would \"roll their eyes, tear at their hair and practically levitate from their seats\" during Garland's performances.\n\"Time\" tried to explain Garland's appeal to the homosexual. Psychiatrists thought that \"the attraction [to Garland] might be made considerably stronger by the fact that she has survived so many problems; homosexuals identify with that kind of hysteria\". They speculated that \"Judy was beaten up by life, embattled, and ultimately had to become more masculine. She has the power that homosexuals would like to have, and they attempt to attain it by idolizing her.\"\nWilliam Goldman wrote in \"Esquire\" magazine about the same Palace engagement. He too disparages the gay men in attendance. He dismisses them as \"fags\" who \"flit by\" chattering inanely. He also advances the tragic figure concept. He suggests that \"if [homosexuals] have an enemy, it is age. And Garland is youth, perennially, over the rainbow.\" He wrote, \"Homosexuals tend to identify with suffering. They are a persecuted group and they understand suffering. And so does Garland. She's been through the fire and lived – all the drinking and divorcing, all the pills and all the men, all the poundage come and gone – brothers and sisters, \"she knows.\"\nCamp aspects.\nGay movie scholar Richard Dyer has defined camp as \"a characteristically gay way of handling the values, images and products of the dominant culture through irony, exaggeration, trivialisation, theatricalisation and an ambivalent making fun of and out of the serious and respectable.\" Garland is camp, he asserts, because she is \"imitable, her appearance and gestures copiable in drag acts\". He calls her \"ordinariness\" in her early MGM movies camp in their \"failed seriousness\" and her later style \"wonderfully over-the-top.\"\nGarland herself acknowledged her camp appeal during her lifetime. She once said, \"When I die I have visions of fags singing 'Over the Rainbow' and the flag at Fire Island being flown at half mast.\" Fire Island is a resort community that lies off Long Island. It has a large LGBT presence. The Island is also referenced in Garland's last movie \"I Could Go On Singing\". The movie is described as \"her most gay film\" and as the movie most aware of its gay audience.\nFriend of Dorothy.\nAnother connection between Garland and LGBT people is the slang term \"Friend of Dorothy\". This term likely derives from Garland's portrayal of Dorothy Gale in \"The Wizard of Oz\". It became a code phrase gay people used to identify each other. Dorothy's journey from Kansas to Oz \"mirrored many gay men's desires to escape the black-and-white limitations of small town life... for big, colorful cities filled with quirky, gender-bending characters who would welcome them.\"\nIn the movie, Dorothy immediately accepts those who are different. The Lion identifies himself through song as a \"sissy\" and exhibits stereotypically \"gay\" (or at least effeminate) mannerisms. The Lion is seen as a coded example of Garland meeting and accepting a gay man without question.\nStonewall riots.\nIt has been said that Garland's death and funeral, held in New York City in June 1969, helped inspire the Stonewall riots. However, some observers of the riots contend that most of those involved \"were not the type to moon over Judy Garland records or attend her concerts at Carnegie Hall. They were more preoccupied with where they were going to sleep and where their next meal would come from.\" In a 2009 interview, gay historian David Carter stated that this connection was based on a mocking reference to the riot by an anti-gay writer in the \"Village Voice\" the next day. There was certainly an awareness and appreciation of Garland among Stonewall Inn patrons. Because the bar had no liquor license, it was passed off as a bottle club and patrons were required to sign in. Many used pseudonyms and \"Judy Garland\" was among the most popular.\n\"Time\" magazine would write decades later: \"The uprising was inspirited by a potent cocktail of pent-up rage (raids of gay bars were brutal and routine), overwrought emotions (hours earlier, thousands had wept at the funeral of Judy Garland) and drugs. As a 17-year-old cross-dresser was being led into the paddy wagon and got a shove from a cop, she fought back. She hit the cop and was so stoned, she didn't know what she was doing—or didn't care. Garland's daughter Lorna Luft points to the connection with pride, saying that her mother was a \"huge, huge advocate of human rights\" and that Garland would have found the rioting appropriate.\nRainbow flag and family and friends.\nThe rainbow flag, a symbol of the LGBT community, may have been inspired, in part, by Garland's signature song \"Over the Rainbow.\" Garland's performance of this song has been described as \"the sound of the closet,\" speaking to gay men whose image \"they presented in their own public lives was often at odds with a truer sense of self that mainstream society would not condone.\"\nJudy Garland's father and other significant people in her life were gay. Garland's father Frank Gumm would apparently seduce or at least keep company with very young men or older teens. He would move on when told to leave or before his activities could be discovered. Garland's husband Vincente Minnelli was generally known to be a closeted bisexual. Garland liked to visit gay bars with openly gay friends Roger Edens and George Cukor, to the chagrin of her handlers at MGM.","categories":[],"infobox_types":[],"annotations":[{"uri":"Judy_Garland","surface_form":"Judy Garland","offset":32},{"uri":"Gay_icon","surface_form":"gay icon","offset":50},{"uri":"Gay","surface_form":"gay","offset":114},{"uri":"Closeted","surface_form":"closeted","offset":347},{"uri":"The_Wizard_of_Oz_(1939_movie)","surface_form":"The Wizard of Oz","offset":417},{"uri":"Stonewall_riots","surface_form":"Stonewall riots","offset":521},{"uri":"Minnesota","surface_form":"Minnesota","offset":831},{"uri":"MGM","surface_form":"MGM","offset":1433},{"uri":"Mickey_Rooney","surface_form":"Mickey Rooney","offset":1503},{"uri":"The_Wizard_of_Oz_(1939_movie)","surface_form":"The Wizard of Oz","offset":1522},{"uri":"Amphetamine","surface_form":"amphetamine","offset":1556},{"uri":"Barbiturate","surface_form":"barbiturate","offset":1573},{"uri":"London","surface_form":"London","offset":2107},{"uri":"New_York_City","surface_form":"New York City","offset":2188},{"uri":"Time_(magazine)","surface_form":"Time","offset":2319},{"uri":"New_York_City","surface_form":"New York City","offset":2387},{"uri":"Psychiatry","surface_form":"Psychiatrist","offset":2786},{"uri":"Hysteria","surface_form":"hysteria","offset":2969},{"uri":"Esquire_(magazine)","surface_form":"Esquire","offset":3216},{"uri":"Faggot_(slang)","surface_form":"fags","offset":3335},{"uri":"Scholar","surface_form":"scholar","offset":3865},{"uri":"Metro-Goldwyn-Mayer","surface_form":"MGM","offset":4288},{"uri":"Over_the_Rainbow","surface_form":"Over the Rainbow","offset":4507},{"uri":"Fire_Island%2C_New_York","surface_form":"Fire Island","offset":4541},{"uri":"Long_Island","surface_form":"Long Island","offset":4628},{"uri":"I_Could_Go_On_Singing","surface_form":"I Could Go On Singing","offset":4726},{"uri":"LGBT","surface_form":"LGBT","offset":4903},{"uri":"Friend_of_Dorothy","surface_form":"Friend of Dorothy","offset":4934},{"uri":"Stonewall_riots","surface_form":"Stonewall riots","offset":5749},{"uri":"Carnegie_Hall","surface_form":"Carnegie Hall","offset":5918},{"uri":"Village_Voice","surface_form":"Village Voice","offset":6191},{"uri":"Stonewall_Inn","surface_form":"Stonewall Inn","offset":6287},{"uri":"Pseudonym","surface_form":"pseudonym","offset":6432},{"uri":"Rainbow_flag_(LGBT_movement)","surface_form":"rainbow flag","offset":7174},{"uri":"LGBT","surface_form":"LGBT","offset":7204},{"uri":"Over_the_Rainbow","surface_form":"Over the Rainbow","offset":7282},{"uri":"Bisexual","surface_form":"bisexual","offset":7889}]}