{"id":333023,"url":"http://en.wikipedia.org/wiki/Casino","text":"e=\"preserve\">A casino is a gambling establishment where gambling with declared monetary or other property gains is carried out using roulette, gaming tables for card games and dice, gambling machines, and other gambling equipment. The board game is conducted with the help of assistants - the dealer.\nIn modern English, casinos are places associated with gambling. These are often built on or around hotels, cruise ships, restaurants and certain other places.\nThere are lots of casinos in the US state of Nevada and especially in the area of Las Vegas called the \"Strip\". Other places famous for their casinos is Monte Carlo in Monaco and Macau in China, but they are also prevalent in certain other parts of the world.\nThe principle of most games held in the casino is the result of the game, for its participant depends, first of all, on the element of chance. In casino games, a casino can act as the actual organizer (roulette, blackjack, craps), and as a serving party (Texas poker, Omaha poker, baccarat, etc.).\nIn the most casinos in the world gambling halls are divided into two types: a hall of traditional games and a games room. Games that have gained the most popularity in casinos around the world: roulette, blackjack, poker, baccarat, punto-banko, craps, slot machines etc.\nIn 1994 the internet brought forth the web's first online casino named the Gaming Club. It was developed by Microgaming software and is still operating with active players today. Microgaming became one of the internet casino industry's largest providers of online gambling software early on. Internet casinos are currently legal and regulated in the United Kingdom and some parts of the United States.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gambling","surface_form":"gambling","offset":355},{"uri":"Hotel","surface_form":"hotel","offset":400},{"uri":"Restaurant","surface_form":"restaurant","offset":422},{"uri":"Nevada","surface_form":"Nevada","offset":505},{"uri":"Las_Vegas","surface_form":"Las Vegas","offset":542},{"uri":"Monte_Carlo","surface_form":"Monte Carlo","offset":613},{"uri":"Monaco","surface_form":"Monaco","offset":628},{"uri":"Macau","surface_form":"Macau","offset":639},{"uri":"China","surface_form":"China","offset":648}]}