{"id":33325,"url":"http://en.wikipedia.org/wiki/Common_wombat","text":"The common wombat, \"Vombatus ursinus\", is one of three wombat species living in Australia. It is found the mountains and hills of southeast Australia, Tasmania, and Flinders Island in Bass Strait. They look like a small bear, which is what the name \"ursinus\" means. It is a marsupial, a type of mammal that carried its young in a pouch. It is the largest burrowing plant-eating mammal in the world. Its closest living relative is the koala.\nDescription.\nThey are a short and muscular animal that walks on four strong legs. The feet and claws are designed to help the wombat dig tunnels in rocky ground. They are between 70–120 cm in length and weigh between 15–35 kg. It is covered in a very rough and coarse fur which can be anywhere from black to silver grey, from dark brown to sandy brown. Wombats have very tough skin on their rump.\nBreeding.\nWombats live alone but meet up to breed in April to June on mainland Australia. In Tasmania the breeding can occur at any time of the year. The young wombats are tiny, about two cm long, when they are born after a gestation of only 21 days, and move into the mother's pouch. Wombats normally only have one baby although the pouch has two nipples. Unlike a kangaroo, the pouch opens backwards, which would prevent it from filling with dirt as it crawls into its burrow. The young wombat lives in the pouch for about six months, and finally becomes independent of the mother at about 18 months of age. Wombats live for about five years, although some in captivity have lived for 26 years.\nDiet.\nWombats live in burrows that they dig with their sharp claws. They are nocturnal animals, and come out their burrows in the evening to look for food. It is a herbivore, so it only eats grass, tree and shrub roots, bark, leaves, and fungi. Wombat faeces are cube shaped. The wombat will use them to mark things in its territory, so it is common to find the cubes on top of leaves, rocks, and branches. Because of their shape they do not roll off.\nBurrows.\nThe burrows can be as small as two metres or as long as 30 metres. They dig with their front feet, kick the soil backwards with their back feet, and then use their rump like a bulldozer to push the dirt out of the burrow. Only one wombat lives in each burrow, but wombats may have up to four burrows in the area they live.\nLiving with wombats.\nFarmers see the Common Wombat as a pest. It often destroys fences by burrowing, and the burrow openings are a danger to grazing animals. It is still common in Australia, but the areas it lives in are being reduced because of land clearing for farms.\nThe common wombat has no natural predators. It is not scared of people and is often seen in camping areas. They can make good pets.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wombat","surface_form":"wombat","offset":55},{"uri":"Australia","surface_form":"Australia","offset":80},{"uri":"Tasmania","surface_form":"Tasmania","offset":151},{"uri":"Flinders_Island","surface_form":"Flinders Island","offset":165},{"uri":"Bass_Strait","surface_form":"Bass Strait","offset":184},{"uri":"Marsupial","surface_form":"marsupial","offset":274},{"uri":"Mammal","surface_form":"mammal","offset":295},{"uri":"Herbivorous","surface_form":"plant-eating","offset":365},{"uri":"Koala","surface_form":"koala","offset":434},{"uri":"Burrow","surface_form":"burrow","offset":1309},{"uri":"Nocturnal","surface_form":"nocturnal","offset":1612},{"uri":"Herbivore","surface_form":"herbivore","offset":1699},{"uri":"Fungi","surface_form":"fungi","offset":1773},{"uri":"Faeces","surface_form":"faeces","offset":1787},{"uri":"Bulldozer","surface_form":"bulldozer","offset":2172}]}