{"id":33337,"url":"http://en.wikipedia.org/wiki/Bonobo","text":"The bonobo (\"Pan paniscus\") is a great ape and the smaller of the two species making up the genus \"Pan\" (the other is \"Pan troglodytes\", the common chimpanzee). The bonobo is sometimes called the dwarf or pygmy chimpanzee. Although the name \"chimpanzee\" is sometimes used to refer to both species together, it is usually understood to mean the common chimpanzee, while \"Pan paniscus\" is usually referred to as the bonobo.\nThe bonobo lives in rain forest, in a area south of the Congo River. This is in the Democratic Republic of the Congo, Central Africa.\nThe bonobo has high levels of sexual behavior. Sex functions in conflict appeasement, affection, social status, excitement, and stress reduction. It occurs in virtually all partner combinations and in a variety of positions. This may explain the lower levels of aggression in the bonobo as compared to the common chimpanzee and other apes. Bonobos are matriarchal and a male's rank in the social hierarchy is often determined by his mother's rank.\nThe two chimpanzee species are separated by the huge Congo River. Its formation 1.5–2 million years ago may have led to the speciation of the bonobo. Their population is between 29,000 and 50,000 individuals. The species is listed as Endangered on the IUCN Red List. It is threatened by habitat destruction, human population growth and commercial poaching. The bonobo lives for about 40 years in captivity, though its lifespan in the wild is unknown.","categories":[],"infobox_types":[],"annotations":[{"uri":"Great_ape","surface_form":"great ape","offset":33},{"uri":"Species","surface_form":"species","offset":70},{"uri":"Genus","surface_form":"genus","offset":92},{"uri":"Chimpanzee","surface_form":"Pan","offset":99},{"uri":"Common_chimpanzee","surface_form":"common chimpanzee","offset":141},{"uri":"Rain_forest","surface_form":"rain forest","offset":442},{"uri":"Congo_River","surface_form":"Congo River","offset":478},{"uri":"Democratic_Republic_of_the_Congo","surface_form":"Democratic Republic of the Congo","offset":506},{"uri":"Sexual","surface_form":"sexual","offset":586},{"uri":"Behavior","surface_form":"behavior","offset":593},{"uri":"Aggression","surface_form":"aggression","offset":818},{"uri":"Matriarchy","surface_form":"matriarchal","offset":908},{"uri":"Congo_River","surface_form":"Congo River","offset":1057},{"uri":"Speciation","surface_form":"speciation","offset":1128},{"uri":"Endangered_species","surface_form":"Endangered","offset":1238},{"uri":"IUCN_Red_List","surface_form":"IUCN Red List","offset":1256},{"uri":"Habitat_destruction","surface_form":"habitat destruction","offset":1291}]}