{"id":33334,"url":"http://en.wikipedia.org/wiki/Common_chimpanzee","text":"The common chimpanzee (\"Pan troglodytes\"), also known as the robust chimpanzee, is a species of great ape. The common chimpanzee is often called the chimpanzee (or simply \"chimp\"), though this can be used to refer to both species in the genus \"Pan\": the common chimpanzee and the closely related bonobo. Evidence from fossils and DNA sequencing show both species of chimpanzees are the closest living relatives to modern humans.\nThe common chimpanzee is more robust than the bonobo, weighing between and measuring approximately from head to tail. Its gestation period is eight months. The infant is weaned at about three years old, but usually maintains a close relationship with its mother for several more years; it reaches puberty at the age of eight to 10, and its lifespan in captivity is about 50 years.\nThe common chimpanzee lives in groups which range from 15 to 150 members, although individuals travel and forage in much smaller groups during the day. The species lives in a male-dominated, strict hierarchy, so disputes can generally be settled without the need for violence. Nearly all chimpanzee populations have been recorded using tools, modifying sticks, rocks, grass, and leaves and use them for acquiring honey, termites, ants, nuts, and water. The species has also been found creating sharpened sticks to spear Senegal bushbabies out of small holes in trees.\nThe common chimpanzee is listed on the IUCN Red List as an endangered species. Between 170,000 and 300,000 individuals are estimated across its range in the forests and savannahs of West and Central Africa. The biggest threats to the common chimpanzee are habitat destruction, poaching and disease.\nChimps eating habits.\nJane Goodall discovered that chimps hunt and eat smaller primates such as \"Colobus\" monkeys. Goodall watched a hunting group isolate a colobus high in a tree, block all possible exits, then one chimpanzee climbed up and captured and killed the colobus. The others then each took parts of the carcass, sharing with other members of the troop in response to begging behaviours. The chimps at Gombe kill and eat as much as \"one-third of the colobus population\" in the park each year. This alone was a major scientific find which challenged previous conceptions of chimp diet and behavior.\nAggression within the troop.\nAlso startling, and disturbing, was the tendency for aggression and violence \"within\" chimpanzee troops. Goodall observed dominant females deliberately killing the young of other females in the troop in order to maintain their dominance, sometimes going as far as cannibalism.\nShe says of this revelation, \"During the first ten years of the study I had believed […] that the Gombe chimpanzees were, for the most part, rather nicer than human beings. […] Then suddenly we found that chimpanzees could be brutal—that they, like us, had a darker side to their nature\". These findings revolutionized our knowledge of chimpanzee behaviour. They were further evidence of the social similarities between humans and chimpanzees, albeit in a much darker manner.\nAggression between groups.\nThe advantage for the males that triumph is to breed more children. Their tribe also holds a larger territory, and so has access to more food. Several authors have drawn a connection between this behaviour and the origins of human warfare.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hominidae","surface_form":"great ape","offset":96},{"uri":"Chimpanzee","surface_form":"chimpanzee","offset":149},{"uri":"Chimp","surface_form":"chimp","offset":172},{"uri":"Species","surface_form":"species","offset":222},{"uri":"Genus","surface_form":"genus","offset":237},{"uri":"Chimpanzee","surface_form":"Pan","offset":244},{"uri":"Bonobo","surface_form":"bonobo","offset":296},{"uri":"Robust","surface_form":"robust","offset":459},{"uri":"Pregnancy","surface_form":"gestation","offset":551},{"uri":"Puberty","surface_form":"puberty","offset":726},{"uri":"Senegal_bushbaby","surface_form":"Senegal bushbabies","offset":1330},{"uri":"IUCN_Red_List","surface_form":"IUCN Red List","offset":1417},{"uri":"Endangered","surface_form":"endangered","offset":1437},{"uri":"West_Africa","surface_form":"West","offset":1560},{"uri":"Central_Africa","surface_form":"Central Africa","offset":1569},{"uri":"Jane_Goodall","surface_form":"Jane Goodall","offset":1699},{"uri":"Colobus","surface_form":"Colobus","offset":1774}]}