{"id":333428,"url":"http://en.wikipedia.org/wiki/Brian_Urlacher","text":"Brian Keith Urlacher is a former American football player. and used to play for the Chicago Bears. Urlacher is known for being one of the best players in the league, being named to 8 Pro Bowls, and winning Defensive Rookie of the Year in 2000. Urlacher played for the University of New Mexico during his college days, being a Heisman Trophy finalist in 1999, and was drafted in the 2000 NFL Draft in the 1st round 9th overall by the Bears. After 5 years of being at the bottom of the NFC North (except for 2001), the Bears finally reached Super Bowl XLI, even though they lost to Peyton Manning and the Indianapolis Colts, Urlacher still finished the year with 93 tackles and 3 forced fumbles, and was also a runner-up for the Defensive Player of the Year. In 2007 which was a year of being last in the North, Urlacher told press that he had a bad back, but it wasn't bad. Even though this issue came around, he still was able to get 5 interceptions, 5 sacks, 1 fumble recovery, 123 tackles, and a defensive touchdown. In 2009, Urlacher broke his wrist, and was out for the year. In 2010, the Bears defense became stronger, with the signing of Julius Peppers, winning the NFC North, but lost to the Green Bay Packers in the NFC Championship. In 2011, against the Minnesota Vikings, Urlacher hurt his MCL. Luckily, there was no ACL damage. Because of his injury, he didn't play in the 2010 Pro Bowl.\nIn March 2013, Urlacher was released, and retired on May 23. Eventually, Urlacher joined Fox Sports 1 as an analyst.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chicago_Bears","surface_form":"Chicago Bears","offset":84},{"uri":"Pro_Bowl","surface_form":"Pro Bowl","offset":183},{"uri":"University_of_New_Mexico","surface_form":"University of New Mexico","offset":268},{"uri":"Heisman_Trophy","surface_form":"Heisman Trophy","offset":326},{"uri":"NFL_Draft","surface_form":"NFL Draft","offset":387},{"uri":"Super_Bowl_XLI","surface_form":"Super Bowl XLI","offset":539},{"uri":"Peyton_Manning","surface_form":"Peyton Manning","offset":580},{"uri":"Indianapolis_Colts","surface_form":"Indianapolis Colts","offset":603},{"uri":"Julius_Peppers","surface_form":"Julius Peppers","offset":1144},{"uri":"Green_Bay_Packers","surface_form":"Green Bay Packers","offset":1199},{"uri":"Minnesota_Vikings","surface_form":"Minnesota Vikings","offset":1263},{"uri":"Fox_Sports_1","surface_form":"Fox Sports 1","offset":1488}]}