{"id":33357,"url":"http://en.wikipedia.org/wiki/Rabindranath_Tagore","text":"Rabindranath Tagore (), popularly called \"Kabiguru\", was born on 7 May 1861. His name is written as Rabindranath Thakur in many languages of India. He was a poet, philosopher, and artist. He wrote many stories, novels, poems, and dramas. He is also very well known for composing music. His writings greatly influenced Bengali culture during the late 19th century and early 20th century. In 1913, he became the first Asian to win the Nobel Prize in Literature.\nHis major works include \"Gitanjali\" (\"Song Offerings\"), a world-famous poetry book; \"Gora\" (\"Fair-Faced\"); \"Ghare-Baire\" (\"The Home and the World\"); and many other works of literature and art. Tagore was also a cultural reformer and modernized Bengali art. He made it possible to make art using different forms and styles.\nTagore died on August 7, 1941 (\"Baishey Shrabon\" in Bengali, 22nd Shrabon).\nEarly life (1861–1878).\nTagore was born in the city of Kolkata (Calcutta), at 6 Dwarkanath Tagore Lahne, Jorasanko Thakur Bari. He was the youngest of his parents' 14 children. His father was Debendranath Tagore. His mother was Sharada Devi.\nTagore was a Bengali Brahman by birth. His nickname was \"Rab\" or \"Rabi\".\nTagore wrote his first poem when he was eight years old. In 1877, at the age of 16, Tagore published his first large poetry collection and wrote his first short story and dramas.\nIn February 1873, at age 11, Tagore went on a tour of India with his father. The tour lasted for several months. They visited many places like Amritsar in Punjab (British India), and Dalhousie in the Himalayas. Tagore also visited his father's estate at Shantiniketan. There he read biographies and studied history, astronomy, modern science, and Sanskrit. He also read works of Kalidas.\nDuring this time, Tagore also composed many literary works. One of them was a long poem in Maithili (the language spoken by the people of Mithila, India). Tagore wrote a poem in the style of Vidyapati, a famous poet who wrote in Maithili.\nIn 1878, Tagore went to London. He enrolled at a public school in Brighton, England. He wanted to become a barrister. Later he studied at University College London. But in 1880, after Tagore did not do well in school, his father called him back from London. His father arranged a marriage for him with Mrinalini Devi, a girl of ten years. Child marriage was common during that time. They got married on December 9, 1883. Together they had five children, but two died during childhood.\nIn 1890, Tagore began managing his family's estates in Sheildah, now in Bangladesh. In 1898, Tagore's wife and children joined him there. Tagore traveled across the vast estate. Between 18911895, he wrote many short stories about life in Bengal, especially rural life.\nShantiniketan (1901–1932).\nIn 1901, Tagore left Sheildah. He went to Shantiniketan (West Bengal) to build an ashram (which is like a monastery in Indian religions). In English, \"Shantiniketan\" means \"an abode [place] of peace\". He built a prayer hall, a school, and a library. He planted many trees and built a garden.\nTagore's wife and two of his children died in Shantiniketan. On January 19, 1905, Tagore's father also died.\nBy this time, Tagore had started receiving monthly income as part of his inheritance. He also started receiving some royalties for his literary works. He was very popular among readers of the Bengali language, as well as other people who knew his works through translations and reviews.Rabindranath's father bought a large parcel of land in Santiniketan, intending to establish a preparatory school.\nOn November 13, 1913, Tagore won the Nobel Prize in Literature. The Swedish Academy had selected him based on a small number of his translated works, and his 1912 work of poems named \"Gitanjali: Song Offerings\".\nThe British Crown gave Tagore a knighthood in 1915. However, he gave back the title in 1919 to protest the Jallianwala Bagh Massacre in Amritsar. During this massacre, troops of the British Raj killed people who had no weapons.\nIn 1921, Tagore and an agricultural economist named Leonard K. Elmhirst set up the Institute for Rural Reconstruction in a village named Surul, near Tagore's ashram at Shantiniketan. Tagore recruited many scholars and officials from many countries to help the Institute. Its goal was to use schooling to \"free village[s] from... helplessness and ignorance\".\nIn the early 1930s, Tagore also grew more concerned about India's \"abnormal caste consciousness\" and differences based on castes. He lectured on the evils of such practices and also wrote many poems and dramas on these themes. He also became an activist.\nLast years (1932–1941).\nEven during the last decade of his life, Tagore continued his activism. He criticized Mohandas Gandhi, one of India's leaders, for his comments about an earthquake on January 15, 1934 in Bihar. Gandhi had said the earthquake had happened because God wanted to punish people for practicing casteism.\nTagore also wrote a hundred-line poem about the poverty in Kolkata. Later on, Satyajit Ray based one of his movies on this poem.\nDuring this period, Tagore wrote fifteen volumes of prose-poems. They covered many parts of human life. In his last years, Tagore took an interest in science and wrote a collection of essays. These essays explored biology, physics, and astronomy.\nTagore spent the last four years of his life in poor health. In late 1937, he lost consciousness. He was in a coma for a long time. Eventually, he woke up, but three years later, he went back into a coma. During these years, whenever he was conscious and felt well enough, he wrote poems. These poems talk about how he came close to death. Tagore died on August 7, 1941 at the age of 80 in his childhood home in Kolkata.\nTravels.\nBetween 1878 and 1932, Tagore visited thirty countries on five continents. His goal was to make his literary works known to people who did not speak Bengali. He also spread his thoughts and ideas, including his political ideas.\nIn 1912, Tagore went to England. The Anglo-Irish poet William Butler Yeats wrote the preface to the English translation of Tagore's famous book \"Gitanjali\" (\"Song Offerings\"). Tagore also met Ezra Pound, Robert Bridges, Ernest Rhys, Thomas Sturge Moore, and many others.\nFrom May 1916 until April 1917, Tagore gave many lectures in Japan. Shortly after returning to India, the 63-year-old Tagore visited Peru at the invitation of the Peruvian government. At the same time, he also visited Mexico. Both governments pledged donations of $100,000 to Tagore's school at Shantiniketan.\nOn May 30, 1926, Tagore reached Naples, Italy. The next day, he met fascist dictator Benito Mussolini in Rome. On 20 July 1926, Tagore criticized and spoke out against Mussolini.\nIn July 1927, Tagore and two friends went on a four-month tour of Southeast Asia. They visited Bali, Java (island), Kuala Lumpur, Malacca, Penang, Siam, and Singapore. Later on, Tagore wrote a book named \"Jatri\" (\"The Traveler\") about his experiences during these trips.\nIn early 1930, Tagore left Bengal for a nearly year-long tour of Europe and the United States. In Paris and London, there were displays of his paintings. During this period, Tagore wrote his Hibbert Lectures for the University of Oxford. He also met Aga Khan III.\nFrom June to mid-September 1930, Tagore toured Denmark, Switzerland, and Germany. Next, he toured the Soviet Union.\nTagore's travels gave him the opportunity to talk with many notable persons of his time. They included Henri Bergson, Albert Einstein, Robert Frost, Mahatma Gandhi, Thomas Mann, George Bernard Shaw, H.G. Wells, Subhas Bose, and Romain Rolland.\nTagore's last trips abroad were his visits to Iran and Iraq in 1932, and to Ceylon in 1933. He visited Iran as a personal guest of Shah Mohammad Reza Pahlavi.\nWorks.\nTagore was mainly a poet, but his other writing includes essays, short stories, travelogues, dramas, and thousands of songs. He was also an expert painter.\nMany movies also have soundtracks featuring selections from Tagore's songs, the \"Rabindra Sangeet\".\nTagore also wrote many non-fiction books. These covered many subjects, including the history of India, linguistics, essays and lectures, details of his travels, and other autobiographical things.\nOne of his famous dramas is 2 plays by Tagore and Dipashri\nIn 1917, Tagore published a book called \"My Reminiscences\". In this book, Tagore gives credit to his friend and mentor, Akshay Chowdhury, for influencing him in literature since he was a child. Akshay was the youngest son of Mihir Chandra Chowdhury, whose ancestry was linked with the Dutta Chowdhury (Chowdhuries) family of Andul. Rabindranath used to call Akshay \"Akshay Babu\".\nAkshay Chowdhury, Romesh Chandra Dutt, and Jyotiridranath Tagore were classmates at Hindu School in Kolkata. Because of this, Akshay developed a strong, friendly relationship with the Tagore family.\nRabindranath wrote that he loved to discuss high-level literature in detail with \"Akshay Babu\". At times, Akshay and his wife, Sarat Kumari Chaudhurani, used to participate in long talks about literature in a garden at \"Thakur Bari\".\nMusic and artwork.\nTagore was also a musician and painter. He wrote around 2,230 songs. People call these songs \"Rabindra Sangeet\" (which means \"Tagore Song\" in English). These songs are now a part of modern Bengali culture. Tagore's many poems and songs are parts of his novels and stories.\nHis songs and music cover many aspects of human emotion, devotional hymns, and love songs. In most Bengali-speaking families, people sing \"Rabindra Sangeet.\nMusic critic Arther Strangeways of \"The Observer\" first introduced Tagore's songs to non-Bengalis through his book \"The Music of Hindustan\". The book describes Tagore Song as a \"vehicle of a personality... [that goes] behind this or that system of music to that beauty of sound which all systems put out their hands to seize.\" Rabindra Sangeet has two great works, which are now national anthems of two countries: India and Bangladesh. This makes Tagore the only person in the world to have written the national anthems of two nations. They are Bangladesh's \"Amar Sonaar Baanglaa\" and India's \"Jana Gana Mana\". \"Rabindrasangit\". They are also influenced by musicians like Vilayat Khan, Buddhadev Dasgupta, and composer Amjad Ali Khan.\nAt age 60, Tagore took an interest in drawing and painting. He used many styles from different parts of the world. His styles included craftwork by the Malanggan people of northern New Ireland, Haida carvings from the Pacific Northwest region of North America, and woodcuts by Max Pechstein. Sometimes, Tagore used his handwriting in artistic styles on his manuscripts. His drawings and paintings were displayed in France and London.\nTheatrical pieces.\nWhen he was 16 years old, he performed in a drama organized by his brother, Jyotirindranath Tagore. When Tagore was 20 years old, he wrote a drama named \"Valmiki Pratibha\" (\"The Genius of Valmiki\"). This described the life of Valmiki, a man who stopped being a robber and became a learned person, his blessing from the goddess Saraswati, and his writing of the Ramayana.\nAnother notable play by him is \"Dak Ghar\" (\"The Post Office\"), which describes how a child tries to escape from his confinement and falls asleep. This sleeping is suggestive of death. This play received reviews in many parts of Europe. In 1890, he wrote \"Visarjan\" (\"Sacrifice\"). Many scholars believe this to be his finest drama. The Bangla-language original versions included intricate sub-plots and extended monologues. He wrote many other dramas on a variety of themes. In Tagore's own words, he wrote them as \"the play of feeling and not of action\". Rabindra Nritya Natya means dance dramas based on Tagore's plays.\nShort stories.\nTagore wrote many stories. \"Galpaguchchha\" (Bunch of Stories) is a three-volume collection of eighty-four of his stories. Tagore wrote about half of these stories during the period from 1891 to 1895. This collection continues to be very popular work of Bangla literature. These stories have been used for many movies and theatrical plays.\nTagore drew inspiration and ideas for writing his stories from his surroundings, from the village life of India. He saw the poor people very closely during travels to manage his family's large landholdings. Sometimes he used different themes to test the depth of his intellect.\nPoetry.\nTagore's poetry is very varied and covers many styles. He drew inspiration from 15th and 16th century poets and from ancient writers like Vasa. Bengal's Baul folk singers also influenced his style of poetry. He wrote many poems when he was at Shelidah managing his family's estates. Many of his poems have a lyrical quality. These poems tell about the \"man within the heart\" and the \"living God within\". Over the next 70 years, he repeatedly revised his style of writing poetry. In 1930s, he wrote many experimental works of poetry, and also used modernism and realism in his works.\nAnthems.\nTagore is the only person to have written anthems for three countries.\nPolitical views.\nTagore's political views were complicated. He criticized European colonialism and supported Indian nationalists. But he also criticized the Swadeshi movement that many nationalist leaders in India liked. He liked self-help and learning. He asked Indians to accept \"there can be no question of blind revolution, but of steady and purposeful education\". Many people did not like his thinking. In late 1916, some Indians plotted to kill him when he was staying in a hotel in San Francisco, USA. When they saw him face-to-face, however, they instead started arguing with Tagore and changed their minds about killing him. Tagore also wrote many songs praising the Indian independence movement. He also returned the British honor of Knighthood as a protest against the 1919 Amritsar massacre. In Amritsar, troops of the British Raj had opened fire on unarmed civilians, killing many. Despite his unfriendly relations with Gandhi, Tagore played a key role in resolving a Gandhi-B. R. Ambedkar dispute which was about separate electorates for untouchables. Untouchables were people considered lowest in the social order. Rabindranath Tagore helped the freedom of India. He was first to identify the theme of \"Globalization\".\nEducational views.\nTagore was also critical about the traditional style of education. While on a visit to Santa Barbara, California on October 11, 1917, he thought of a new type of education: a new type of university which he wanted to set up at Shantiniketan. On December 22, 1918, work for building the new university began. It opened on December 22, 1921. He named the university Visva-Bharati University. Tagore worked hard to raise funds for the university, and he toured many parts of Europe and the United States for this purpose. He gave all his Nobel Prize money to this university. The university gave personal guidance to all students. Students lived close to nature, and the teacher-student relationship followed a pattern of the gurukul system of ancient India. In his own words, he wanted this university to become \"a world center for the study of humanity... somewhere beyond the limits of nation and geography\".\nHe also had a dream for the future India. He wanted India's freedom from the British rule. He dreamt of an India \"where the mind is without fear\".\nLegacy.\nNobel laureate Amartya Sen, who is also a Bengali, once noted that even for modern Bengalis, Tagore was a \"towering figure\", being a \"deeply relevant and many-sided contemporary thinker\".\nTagore's collected 1939 Bangla-language writings (Rabīndra Rachanāvalī) are one of Bengal's greatest cultural treasures, and Tagore himself has been proclaimed \"the greatest poet India has produced\".\nHe was also famous in much of Europe, North America, and East Asia. Translations of his works are available in many languages, including Russian, English, Dutch, German, and Spanish. In the United States, Tagore gave many lectures during 1916 and 1917. Many people attended those lectures.\nBetween 1914 and 1922, the Jiménez-Camprubí spouses translated at least twenty-two of Tagore's books from English into Spanish. These Spanish translations influenced many leading figures of Spanish literature, including Pablo Neruda and Gabriela Mistral of Chile; Octavio Paz of Mexico; and José Ortega y Gasset, Zenobia Camprubí, and Juan Ramón Jiménez of Spain\nVarious composers, including classical composer Arthur Shepherd’s, have set Tagore's poetry to music.","categories":[],"infobox_types":["writer"],"annotations":[{"uri":"Indian_languages","surface_form":"languages of India","offset":128},{"uri":"Philosopher","surface_form":"philosopher","offset":163},{"uri":"Artist","surface_form":"artist","offset":180},{"uri":"Novel","surface_form":"novel","offset":211},{"uri":"Poem","surface_form":"poem","offset":219},{"uri":"Composer","surface_form":"composing","offset":269},{"uri":"Music","surface_form":"music","offset":279},{"uri":"Culture","surface_form":"culture","offset":326},{"uri":"Nobel_Prize_in_Literature","surface_form":"Nobel Prize in Literature","offset":433},{"uri":"Gitanjali","surface_form":"Gitanjali","offset":485},{"uri":"Literature","surface_form":"literature","offset":633},{"uri":"Reform","surface_form":"reform","offset":680},{"uri":"Kolkata","surface_form":"Kolkata","offset":914},{"uri":"Jorasanko_Thakur_Bari","surface_form":"Jorasanko Thakur Bari","offset":964},{"uri":"Published","surface_form":"published","offset":1265},{"uri":"Short_story","surface_form":"short story","offset":1329},{"uri":"Maithili","surface_form":"Maithili","offset":1832},{"uri":"Mithila","surface_form":"Mithila","offset":1879},{"uri":"Maithili","surface_form":"Maithili","offset":1970},{"uri":"London","surface_form":"London","offset":2004},{"uri":"Public_school","surface_form":"public school","offset":2029},{"uri":"Brighton","surface_form":"Brighton","offset":2046},{"uri":"England","surface_form":"England","offset":2056},{"uri":"Barrister","surface_form":"barrister","offset":2087},{"uri":"University_College_London","surface_form":"University College London","offset":2118},{"uri":"Infant_mortality","surface_form":"died during childhood","offset":2442},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":2537},{"uri":"Shantiniketan","surface_form":"Shantiniketan","offset":2803},{"uri":"West_Bengal","surface_form":"West Bengal","offset":2818},{"uri":"Ashram","surface_form":"ashram","offset":2843},{"uri":"Monastery","surface_form":"monastery","offset":2867},{"uri":"Indian_religions","surface_form":"Indian religions","offset":2880},{"uri":"English_language","surface_form":"English","offset":2902},{"uri":"Peace","surface_form":"peace","offset":2954},{"uri":"Prayer","surface_form":"prayer","offset":2973},{"uri":"Library","surface_form":"library","offset":3002},{"uri":"Income","surface_form":"income","offset":3213},{"uri":"Inheritance","surface_form":"inheritance","offset":3235},{"uri":"Royalty","surface_form":"royalties","offset":3279},{"uri":"Translation","surface_form":"translation","offset":3423},{"uri":"Swedish_Academy","surface_form":"Swedish Academy","offset":3630},{"uri":"Monarchy_of_the_United_Kingdom","surface_form":"British Crown","offset":3778},{"uri":"Knighthood","surface_form":"knighthood","offset":3806},{"uri":"Jallianwala_Bagh_Massacre","surface_form":"Jallianwala Bagh Massacre","offset":3881},{"uri":"Mass_murder","surface_form":"massacre","offset":3932},{"uri":"Soldier","surface_form":"troops","offset":3942},{"uri":"British_Raj","surface_form":"British Raj","offset":3956},{"uri":"Agriculture","surface_form":"agricultural","offset":4025},{"uri":"Economist","surface_form":"economist","offset":4038},{"uri":"Leonard_K._Elmhirst","surface_form":"Leonard K. Elmhirst","offset":4054},{"uri":"Village","surface_form":"village","offset":4125},{"uri":"Scholar","surface_form":"scholar","offset":4207},{"uri":"Helpless","surface_form":"helplessness","offset":4331},{"uri":"Ignorance","surface_form":"ignorance","offset":4348},{"uri":"Caste","surface_form":"caste","offset":4436},{"uri":"Decade","surface_form":"decade","offset":4660},{"uri":"Mohandas_Karamchand_Gandhi","surface_form":"Mohandas Gandhi","offset":4725},{"uri":"Earthquake","surface_form":"earthquake","offset":4792},{"uri":"Bihar","surface_form":"Bihar","offset":4826},{"uri":"God","surface_form":"God","offset":4885},{"uri":"Caste","surface_form":"caste","offset":4928},{"uri":"Satyajit_Ray","surface_form":"Satyajit Ray","offset":5016},{"uri":"Movie","surface_form":"movie","offset":5046},{"uri":"Prose","surface_form":"prose","offset":5119},{"uri":"Essay","surface_form":"essay","offset":5251},{"uri":"Biology","surface_form":"biology","offset":5281},{"uri":"Physics","surface_form":"physics","offset":5290},{"uri":"Consciousness","surface_form":"consciousness","offset":5397},{"uri":"Coma","surface_form":"coma","offset":5424},{"uri":"Death","surface_form":"death","offset":5647},{"uri":"Continent","surface_form":"continent","offset":5807},{"uri":"Politics","surface_form":"political","offset":5955},{"uri":"English_people","surface_form":"Anglo","offset":6009},{"uri":"Irish_people","surface_form":"Irish","offset":6015},{"uri":"William_Butler_Yeats","surface_form":"William Butler Yeats","offset":6026},{"uri":"Preface","surface_form":"preface","offset":6057},{"uri":"Ezra_Pound","surface_form":"Ezra Pound","offset":6164},{"uri":"Robert_Bridges","surface_form":"Robert Bridges","offset":6176},{"uri":"Ernest_Rhys","surface_form":"Ernest Rhys","offset":6192},{"uri":"Thomas_Sturge_Moore","surface_form":"Thomas Sturge Moore","offset":6205},{"uri":"Japan","surface_form":"Japan","offset":6304},{"uri":"Peru","surface_form":"Peru","offset":6376},{"uri":"Government","surface_form":"government","offset":6415},{"uri":"Mexico","surface_form":"Mexico","offset":6461},{"uri":"Naples","surface_form":"Naples","offset":6585},{"uri":"Italy","surface_form":"Italy","offset":6593},{"uri":"Fascism","surface_form":"fascist","offset":6621},{"uri":"Dictator","surface_form":"dictator","offset":6629},{"uri":"Benito_Mussolini","surface_form":"Benito Mussolini","offset":6638},{"uri":"Rome","surface_form":"Rome","offset":6658},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":6798},{"uri":"Bali","surface_form":"Bali","offset":6827},{"uri":"Java_(island)","surface_form":"Java (island)","offset":6833},{"uri":"Kuala_Lumpur","surface_form":"Kuala Lumpur","offset":6848},{"uri":"Malacca","surface_form":"Malacca","offset":6862},{"uri":"Penang","surface_form":"Penang","offset":6871},{"uri":"Siam","surface_form":"Siam","offset":6879},{"uri":"Singapore","surface_form":"Singapore","offset":6889},{"uri":"Europe","surface_form":"Europe","offset":7068},{"uri":"United_States","surface_form":"United States","offset":7083},{"uri":"Paris","surface_form":"Paris","offset":7101},{"uri":"Painting","surface_form":"painting","offset":7146},{"uri":"Hibbert_Lectures","surface_form":"Hibbert Lectures","offset":7194},{"uri":"University_of_Oxford","surface_form":"University of Oxford","offset":7219},{"uri":"Aga_Khan_III","surface_form":"Aga Khan III","offset":7253},{"uri":"Denmark","surface_form":"Denmark","offset":7314},{"uri":"Switzerland","surface_form":"Switzerland","offset":7323},{"uri":"Germany","surface_form":"Germany","offset":7340},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":7369},{"uri":"Henri_Bergson","surface_form":"Henri Bergson","offset":7486},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":7501},{"uri":"Robert_Frost","surface_form":"Robert Frost","offset":7518},{"uri":"Mahatma_Gandhi","surface_form":"Mahatma Gandhi","offset":7532},{"uri":"Thomas_Mann","surface_form":"Thomas Mann","offset":7548},{"uri":"George_Bernard_Shaw","surface_form":"George Bernard Shaw","offset":7561},{"uri":"H.G._Wells","surface_form":"H.G. Wells","offset":7582},{"uri":"Subhas_Bose","surface_form":"Subhas Bose","offset":7594},{"uri":"Romain_Rolland","surface_form":"Romain Rolland","offset":7611},{"uri":"Iran","surface_form":"Iran","offset":7673},{"uri":"Iraq","surface_form":"Iraq","offset":7682},{"uri":"Ceylon","surface_form":"Ceylon","offset":7703},{"uri":"Shah","surface_form":"Shah","offset":7758},{"uri":"Mohammad_Reza_Pahlavi","surface_form":"Mohammad Reza Pahlavi","offset":7763},{"uri":"Soundtrack","surface_form":"soundtrack","offset":7971},{"uri":"Rabindra_Sangeet","surface_form":"Rabindra Sangeet","offset":8030},{"uri":"Non-fiction","surface_form":"non-fiction","offset":8072},{"uri":"History_of_India","surface_form":"history of India","offset":8134},{"uri":"Linguistics","surface_form":"linguistics","offset":8152},{"uri":"Autobiographical","surface_form":"autobiographical","offset":8220},{"uri":"My_Reminiscences","surface_form":"My Reminiscences","offset":8345},{"uri":"Mentor","surface_form":"mentor","offset":8416},{"uri":"Ancestry","surface_form":"ancestry","offset":8560},{"uri":"The_Observer","surface_form":"The Observer","offset":9602},{"uri":"National_anthem","surface_form":"national anthem","offset":9945},{"uri":"Vilayat_Khan","surface_form":"Vilayat Khan","offset":10238},{"uri":"Amjad_Ali_Khan","surface_form":"Amjad Ali Khan","offset":10285},{"uri":"New_Ireland","surface_form":"New Ireland","offset":10482},{"uri":"Haida","surface_form":"Haida","offset":10495},{"uri":"Carving","surface_form":"carving","offset":10501},{"uri":"Pacific_Northwest","surface_form":"Pacific Northwest","offset":10519},{"uri":"North_America","surface_form":"North America","offset":10547},{"uri":"Max_Pechstein","surface_form":"Max Pechstein","offset":10578},{"uri":"Handwriting","surface_form":"handwriting","offset":10620},{"uri":"Manuscript","surface_form":"manuscript","offset":10658},{"uri":"Valmiki","surface_form":"Valmiki","offset":10980},{"uri":"Subplot","surface_form":"sub-plot","offset":11513},{"uri":"Monologue","surface_form":"monologue","offset":11536},{"uri":"Rabindra_Nritya_Natya","surface_form":"Rabindra Nritya Natya","offset":11680},{"uri":"Colonialism","surface_form":"colonialism","offset":13132},{"uri":"Nationalism","surface_form":"nationalists","offset":13165},{"uri":"Swadeshi_movement","surface_form":"Swadeshi movement","offset":13206},{"uri":"San_Francisco","surface_form":"San Francisco","offset":13538},{"uri":"Indian_independence_movement","surface_form":"Indian independence movement","offset":13725},{"uri":"Amritsar_massacre","surface_form":"Amritsar massacre","offset":13834},{"uri":"B._R._Ambedkar","surface_form":"B. R. Ambedkar","offset":14037},{"uri":"Santa_Barbara%2C_California","surface_form":"Santa Barbara, California","offset":14389},{"uri":"Visva-Bharati_University","surface_form":"Visva-Bharati University","offset":14666},{"uri":"Amartya_Sen","surface_form":"Amartya Sen","offset":15381},{"uri":"Pablo_Neruda","surface_form":"Pablo Neruda","offset":16264},{"uri":"Gabriela_Mistral","surface_form":"Gabriela Mistral","offset":16281},{"uri":"Chile","surface_form":"Chile","offset":16301},{"uri":"Octavio_Paz","surface_form":"Octavio Paz","offset":16308},{"uri":"Mexico","surface_form":"Mexico","offset":16323},{"uri":"Jos%C3%A9_Ortega_y_Gasset","surface_form":"José Ortega y Gasset","offset":16335},{"uri":"Zenobia_Camprub%C3%AD","surface_form":"Zenobia Camprubí","offset":16357},{"uri":"Juan_Ram%C3%B3n_Jim%C3%A9nez","surface_form":"Juan Ramón Jiménez","offset":16379},{"uri":"Spain","surface_form":"Spain","offset":16401}]}