{"id":333544,"url":"http://en.wikipedia.org/wiki/Jos%C3%A9_Sarria","text":"José Sarria (December 22, 1922 – August 19, 2013) was an American political activist. For many years, he performed in drag at the Black Cat Bar in San Francisco, California. He ran for the San Francisco Board of Supervisors in 1961, making him the first openly gay candidate for public office in the United States. A portion of a San Francisco street was named in his honor.\nEarly life.\nSarria was born in San Francisco to Julio Sarria and Maria Dolores Maldonado on December 22, 1922. His parents did not marry. His father showed no interest in raising him. José's mother tried to raise him on her own. This became too difficult. She placed him with another couple. Both they and his mother indulged his early interest in wearing girls' clothing. Sarria had a talent for languages. This led to his first serious romance with another man. Sarria tutored Paul Kolish. Kolish was an Austrian baron who had fled from the Nazis. Sarria and Kolish fell in love. Their relationship lasted until Kolish and his son were killed in a car accident in 1947.\nDrag life.\nSarria served in the United States Army during World War II. He studied to become a teacher after his discharge. He often went to the Black Cat Bar. He met waiter Jimmy Moore. Sarria describes Moore as \"the love of [his] life\". Sarria was hired as a cocktail waiter. He was convicted on a morals charge. He knew he could not become a certified teacher following his conviction. He began performing as a drag queen. He appeared regularly at the Black Cat. Sarria co-founded several organizations dedicated to gay interests. Sarria became the first openly gay candidate for public office in the United States. He ran for the San Francisco Board of Supervisors in 1961. In 1964 Sarria declared himself \"Empress José I, The Widow Norton\". He founded the Imperial Court System. The System grew to become an international association of charitable organizations.\nLater life.\nThe Black Cat closed in 1964. Sarria went to work with restaurant operator Pierre Parker. The two operated French restaurants at World's Fairs. Sarria was working at the 1964 New York World's Fair when he learned that Jimmy Moore had died. Sarria worked at several more Fairs before retiring in 1974. Sarria lived with Parker in Phoenix, Arizona for several years, then returned to San Francisco. He continued to reign over the Courts for 43 years. He abdicated in 2007. The city of San Francisco renamed a section of 16th Street in Sarria's honor for his lifetime of activism.\nDeath.\nSarria died on August 19, 2013 from natural causes in his home in Albuquerque, New Mexico. He was 90 years old.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":57},{"uri":"Activism","surface_form":"political activist","offset":66},{"uri":"Drag_queen","surface_form":"drag","offset":118},{"uri":"San_Francisco","surface_form":"San Francisco","offset":147},{"uri":"California","surface_form":"California","offset":162},{"uri":"Closeted","surface_form":"openly gay","offset":254},{"uri":"Nazi","surface_form":"Nazi","offset":918},{"uri":"United_States_Army","surface_form":"United States Army","offset":1079},{"uri":"World_War_II","surface_form":"World War II","offset":1105},{"uri":"Imperial_Court_System","surface_form":"Imperial Court System","offset":1808},{"uri":"Phoenix%2C_Arizona","surface_form":"Phoenix, Arizona","offset":2256},{"uri":"Albuquerque%2C_New_Mexico","surface_form":"Albuquerque","offset":2578},{"uri":"New_Mexico","surface_form":"New Mexico","offset":2591}]}