{"id":333502,"url":"http://en.wikipedia.org/wiki/%27Round_Springfield","text":"\"'Round Springfield\" is the 125th episode (the 22nd episode of season 6) of \"The Simpsons\". It was first shown on television on April 30, 1995. The episode was written by Joshua Sternin and Jeffrey Ventimilia based on a story idea by Al Jean and Mike Reiss and the first episode directed by Steven Dean Moore. The episode features many cultural references, including Carole King's song \"Jazzman\", the actor James Earl Jones and the \"Kimba the White Lion/The Lion King\" controversy.\nStory.\nBart Simpson gets a stomachache after accidentally eating a jagged metal Krusty-O with his breakfast cereal. Lisa is the only one who believes him, however. Homer and Marge send him to school anyway. Bart struggles through the test. After finally convincing Mrs. Krabappel that he is actually ill, she lets him go and see the nurse. Bart collapses on the medical room floor. He is then taken to Springfield General Hospital where he undergoes surgery from Dr. Hibbert and Dr. Nick. It seems Bart has appendicitis.\nWhile visiting Bart in the hospital, Lisa meets her hero, jazzman Bleeding Gums Murphy, in a bed in another ward. Later, Bleeding Gums gives Lisa his saxophone for her school recital. It starts off terribly (owing to most of the orchestra having their appendixes removed so they could miss school), but Lisa gets up and performs a solo routine, becoming the star of the show. Returning to the hospital the next day, Lisa becomes sad to learn that Bleeding Gums has died. Lisa is the only person who attends Bleeding Gums's funeral, and she vows to make sure that everyone in Springfield knows the name Bleeding Gums Murphy. Bart, meanwhile, sues Krusty the Clown and is given a $100,000 settlement. However, after Bart's attorney Lionel Hutz takes his \"legal fees\", Bart is left with only $500, though Bart seems to be okay with it.\nLisa is still sad. She decides that the best way to honor Bleeding Gums' memory is by having his album played at the local jazz station. Lisa spots it in the Android's Dungeon store for $250, but after hearing that Bleeding Gums is dead, Comic Book Guy doubles the price to $500. Bart then walks in with his $500 and, after remembering that Lisa was the only one who believed him about his stomach ache, Bart decides to buy the album with his money, and Lisa thanks him for it. When the station plays one of Bleeding Gums's songs, Lisa is disappointed because the station's tiny range still prevents anyone from hearing it. Lightning then strikes the antenna, giving it extra power and projecting it into every radio in Springfield. Lisa is finally satisfied. After proclaiming \"that was for you Bleeding Gums\", she turns to leave, but not before Bleeding Gums is seen from heaven to tell Lisa that she had made \"an old jazz man happy\". After saying a final goodbye, Lisa and Bleeding Gums jam to \"Jazzman\" one last time.\nCultural references.\nThe title of this episode is a play on both the song 'Round Midnight by Thelonious Monk and the movie of the same name about an unhappy jazz musician.\nBleeding Gums Murphy appears to Lisa in a cloud near the end of the episode with Darth Vader, Mufasa, and James Earl Jones saying \"This is CNN\". Despite the fact that all three characters were voiced by Jones, the characters in this scene were impersonated by cast member Harry Shearer; Jones himself guest starred in two episodes before. Additionally, Mufasa accidentally saids \"Kimba\". He corrects himself by saying \"Simba\". This is a reference to controversy regarding \"The Lion Kings similarity to the anime show \"Kimba the White Lion\". Lisa and Bleeding Gums play Carole King's song \"Jazzman\" in this scene and in the hospital earlier in the episode. Bleeding Gums has to leave at the end of the scene because he has a date with the jazz singer Billie Holiday. for the TV Show \"ER\".\nBleeding Gums appears on an episode of \"The Cosby Show\". This is a reference to Cosby often getting jazz musicians he liked to appear on the show; in the episode, Cosby is voiced by \"The Simpsons\" regular Dan Castellaneta. Lionel Hutz' \"crack team of lawyers\" Robert Shaporo and Albert Dershman are parodies of Robert Shapiro and Alan Dershowitz, two of the defense attorneys at the O.J. Simpson murder case. The three drive away in a white Ford Bronco, the same car O.J. Simpson drove in his televised low-speed pursuit before his arrest.\nProduction.\nThis was the first episode directed by Steven Dean Moore. Joshua Sternin and Jeffrey Ventimilia, who were writers on \"The Critic\" and were big fans of \"The Simpsons\", were happy to be able to write an episode. The original story was based on a story idea by Al Jean and Mike Reiss. The main story of the episode's first act sees Bart get appendicitis from eating a jagged metal Krusty-O. Mike Reiss's father, being a doctor, \"sort of\" acted as the medical consultant on this episode. He stated that \"you can't get\" appendicitis from eating a piece of metal, but the writers decided to do it anyway. In his flashback, Murphy is shown as having a \"$1,500 a day Fabergé egg habit\"; Jean \"didn't realize just how expensive\" Fabergé eggs actually were, so the joke does not make much sense.\nThis episode was the first to have a recurring character killed off on the show. The writers and production team felt that it would be a good, emotional storyline, which, through Lisa, could focus on the theme of sadness. They decided that it could not be one of the main characters; Jean joked that \"we wouldn't want it to be someone like Mr. Burns, that we'd obviously want to see in the show again\". But later Jean decided on Bleeding Gums Murphy, a character introduced in \"Moaning Lisa\", an episode of season 1; a flashback to \"Moaning Lisa\" is featured in the episode.\nMurphy was a fairly minor character, only appearing in 2 episodes of the show, but he appeared in the show's opening sequence and remained there after this episode, until the opening was re-designed in season 20. Moore's first ever job on the show was in the animation department for \"Moaning Lisa\" so he \"appreciated\" being able to direct this episode. Reiss stated \"I had been polling for years to kill Marge's mom but this was a better idea\". Actor Ron Taylor returned to guest star as Murphy in the episode. Comedian Steve Allen also made his second guest appearance on the show, who had also appeared in the episode \"Separate Vocations\" before.\nReception.\n\"'Round Springfield\" finished 60th on its American broadcast in the ratings for the week of April 24 to 30, 1995. It received a Nielsen rating of 8.2. The episode was the fourth highest rated show on the Fox network that week. Mike Reiss and Al Jean thought that the episode would \"get a ton of awards\", and joked that this was why they opted to receive a story credit, which they usually would not. Ultimately it did not win any awards.\nWarren Martyn and Adrian Wood, who were the authors of the book \"I Can't Believe It's a Bigger and Better Updated Unofficial Simpsons Guide\" found that it was \"a real tear-jerker\" and praised Grampa believing everything he saw was death. Ryan Keefer of DVD Verdict rated the episode a \"B\". Adam Finley of \"TV Squad\" liked the episode. He liked its many \"great moments\" including \"Steve Allen pimping his books on TV: \"How to Make Love to Steve Allen\"; \"Happiness is a Naked Steve Allen\"; \"Journey to the Center of Steve Allen\"; \"The Joy of Cooking Steve Allen\" and \"Moe running a \"retox\" clinic right next to a detox clinic\".\nOn the bad review side, Colin Jacobson of DVD Movie Guide called the episode \"dull\" stating that \"some of the moments connected to Bart's illness are funny,\" but that he \"really hate[s] that \"Jazzman\" song\" and dislikes \"the Bleeding Gums parts.\"\nPopularity.\nIn the episode, budget cuts at Springfield Elementary School force the janitor Groundskeeper Willie to be used as a French teacher. Expressing his disdain for French people, he exclaims to his class: \"Bonjour, you cheese-eatin' surrender monkeys.\" This quote, particularly the phrase \"cheese-eating surrender monkeys\", has since been more widely used. It was used particularly in the run-up to the war in Iraq, having been popularized by the right-wing \"National Review\" journalist Jonah Goldberg, to describe European and especially French opposition to military action. It was once noted that the phrase was \"made acceptable in official diplomatic channels around the globe\". Ben Macintyre has written that the phrase is \"perhaps the most famous\" of the show's coinages and since Goldberg's usage it \"has gone on to become a journalistic cliché.\"\nIt has subsequently been used by the \"New York Post\" (as \"Surrender Monkeys\") as the headline for its December 7, 2006, front page, referring to the Iraq Study Group and its recommendation that U.S. soldiers be withdrawn from Iraq by early 2008. Articles in the \"Daily Mail\" have used the phrase in reference the French's \"attitude problem\", and the \"muted\" European reaction to the death of Osama Bin Laden, while \"The Daily Telegraph\" has cited it in relation to Anglo-French military cooperation. The term has been used in books by commentator Laura Ingraham, and academics Stuart Croft, Stephen Chan, and Paul L. Moorcraft and Philip M. Taylor. Ned Sherrin included the quote in the \"Oxford Dictionary of Humorous Quotations\"; it was introduced in the third edition in 2005. It is also included in the \"Oxford Dictionary of Modern Quotations\". Douglas Coupland's 2009 novel \"Generation A\" refers to Groundskeeper Willie's use of the phrase.\nThe line was \"probably\" written by Ken Keeler during one of the episode's re-write sessions, although none of those present on the episode's DVD audio commentary could remember for sure. The writers were surprised it became as widely used as it did and never meant it as a political statement, merely as an \"obnoxious\" joke for Willie. The French dub of the show uses the line \"singes mangeurs de fromage\", eliding the word \"surrender\".","categories":[],"infobox_types":["Television episode"],"annotations":[{"uri":"The_Simpsons","surface_form":"The Simpsons","offset":77},{"uri":"Al_Jean","surface_form":"Al Jean","offset":234},{"uri":"Mike_Reiss","surface_form":"Mike Reiss","offset":246},{"uri":"Carole_King","surface_form":"Carole King","offset":367},{"uri":"James_Earl_Jones","surface_form":"James Earl Jones","offset":407},{"uri":"Bart_Simpson","surface_form":"Bart Simpson","offset":489},{"uri":"Lisa_Simpson","surface_form":"Lisa","offset":598},{"uri":"Homer_Simpson","surface_form":"Homer","offset":646},{"uri":"Marge_Simpson","surface_form":"Marge","offset":656},{"uri":"Edna_Krabappel","surface_form":"Mrs. Krabappel","offset":747},{"uri":"Appendicitis","surface_form":"appendicitis","offset":989},{"uri":"Darth_Vader","surface_form":"Darth Vader","offset":3111},{"uri":"James_Earl_Jones","surface_form":"James Earl Jones","offset":3136},{"uri":"CNN","surface_form":"CNN","offset":3169},{"uri":"Harry_Shearer","surface_form":"Harry Shearer","offset":3302},{"uri":"The_Lion_King","surface_form":"The Lion King","offset":3503},{"uri":"Anime","surface_form":"anime","offset":3536},{"uri":"Carole_King","surface_form":"Carole King","offset":3599},{"uri":"Billie_Holiday","surface_form":"Billie Holiday","offset":3780},{"uri":"The_Cosby_Show","surface_form":"The Cosby Show","offset":3858},{"uri":"Dan_Castellaneta","surface_form":"Dan Castellaneta","offset":4023},{"uri":"Al_Jean","surface_form":"Al Jean","offset":4628},{"uri":"Mike_Reiss","surface_form":"Mike Reiss","offset":4640},{"uri":"Faberg%C3%A9_egg","surface_form":"Fabergé egg","offset":5029},{"uri":"Moaning_Lisa","surface_form":"Moaning Lisa","offset":5634},{"uri":"Groundskeeper_Willie","surface_form":"Groundskeeper Willie","offset":7794},{"uri":"French_language","surface_form":"French","offset":7831},{"uri":"France","surface_form":"French people","offset":7874},{"uri":"2003_invasion_of_Iraq","surface_form":"war in Iraq","offset":8113},{"uri":"Jonah_Goldberg","surface_form":"Jonah Goldberg","offset":8197},{"uri":"Ben_Macintyre","surface_form":"Ben Macintyre","offset":8393},{"uri":"New_York_Post","surface_form":"New York Post","offset":8602},{"uri":"Iraq_Study_Group","surface_form":"Iraq Study Group","offset":8713},{"uri":"Iraq","surface_form":"Iraq","offset":8790},{"uri":"Daily_Mail","surface_form":"Daily Mail","offset":8827},{"uri":"Death_of_Osama_Bin_Laden","surface_form":"death of Osama Bin Laden","offset":8947},{"uri":"The_Daily_Telegraph","surface_form":"The Daily Telegraph","offset":8980},{"uri":"Laura_Ingraham","surface_form":"Laura Ingraham","offset":9111},{"uri":"Ned_Sherrin","surface_form":"Ned Sherrin","offset":9213},{"uri":"Douglas_Coupland","surface_form":"Douglas Coupland","offset":9412},{"uri":"Generation_A","surface_form":"Generation A","offset":9443},{"uri":"Ken_Keeler","surface_form":"Ken Keeler","offset":9544},{"uri":"Audio_commentary","surface_form":"audio commentary","offset":9654}]}