{"id":333625,"url":"http://en.wikipedia.org/wiki/Sodom_and_Gomorrah","text":"Sodom and Gomorrah are two ancient cities mentioned in the \"Book of Genesis\". Both cities were destroyed by fire from God because of their sexual wickednesses including rape, child sexual abuse, homosexuality and indecent assault. Some scholars believe that the cities were in Moab, east of the southern edge of the Dead Sea. The word \"sodomy\" (anal sex) is derived from Sodom. The story of Sodom and Gomorrah was made into a movie in 1963.\nIn Genesis 18-19.\nGod tells Abraham He plans to destroy Sodom because of its wickedness. Abraham gets God to promise to spare it if ten good men can be found.\nLot, Abraham's relative, lives in Sodom. He is visited by three men who are angels. An interpretation by some scholars is that the men of Sodom want to have anal sex with these visitors. Lot refuses to allow this. He offers the Sodomites his two virgin daughters instead. The men decline the offer. They storm Lot's door. The angels rescue Lot. They tell Lot that God has sent them to destroy Sodom for its wickness. They order Lot to gather his family, and leave the city. They forbid Lot or any of his family to look upon the city during its destruction. Lot and his family flee. Lot's wife looks back at the city. She is turned into a pillar of salt.","categories":[],"infobox_types":[],"annotations":[{"uri":"Book_of_Genesis","surface_form":"Book of Genesis","offset":60},{"uri":"Rape","surface_form":"rape","offset":169},{"uri":"Child_sexual_abuse","surface_form":"child sexual abuse","offset":175},{"uri":"Homosexuality","surface_form":"homosexuality","offset":195},{"uri":"Moab","surface_form":"Moab","offset":277},{"uri":"Dead_Sea","surface_form":"Dead Sea","offset":316},{"uri":"Sodomy","surface_form":"sodomy","offset":336},{"uri":"Anal_sex","surface_form":"anal sex","offset":345},{"uri":"Abraham","surface_form":"Abraham","offset":469},{"uri":"Angel","surface_form":"angel","offset":676},{"uri":"Virgin","surface_form":"virgin","offset":846},{"uri":"Pillar","surface_form":"pillar","offset":1238},{"uri":"Salt","surface_form":"salt","offset":1248}]}