{"id":333676,"url":"http://en.wikipedia.org/wiki/The_Blair_Witch_Project","text":"\"The Blair Witch Project\" is a 1999 American independent supernatural horror movie. It was written and directed by Daniel Myrick and Eduardo Sánchez and produced by the Haxan Films production company.\nThis movie was put together from amateur footage and relates the story of three student filmmakers (Heather Donahue, Joshua Leonard, and Michael C. Williams) who disappeared while hiking in the Black Hills near Burkittsville, Maryland in 1994 to film a documentary about a local legend known as the Blair Witch. The viewers are told the three were never seen or heard from again, although their video and sound equipment (along with most of the footage they shot) was discovered a year later. This \"recovered footage\" is presented as the viewer is watching the movie.\n\"The Blair Witch Project\" was first shown at the 1999 Sundance Film Festival. It was released by Artisan on 30 July 1999 after months of publicity, including a ground-breaking campaign by the studio to use the Internet and suggest that the film was a record of real events. The distribution strategy for \"The Blair Witch Project\" was created and implemented by Artisan studio executive Steven Rothenberg. The movie was positively received by critics and went on to gross over US$248 million worldwide, making it one of the most successful independent movies of all time. The DVD was released in December 1999 and presented only in fullscreen.\nStory.\nIn October 1994, movie students Heather Donahue, Michael C. Williams and Joshua Leonard set out to make a documentary about the fabled Blair Witch. They travel to Burkittsville, Maryland, which the town was used to be called Blair. They interview people living in the local area about the legend of the Blair Witch. The local people tell them of Rustin Parr, a hermit who kidnapped seven children in the 1940s and brought them to his house in the woods, where he tortured and killed them. Parr brought the children into his home's basement in pairs, forcing the first child to face the corner and listen to their companion's screams as he murdered the second child. Parr would then murder the first child. Eventually turning himself in to the police, Parr later pleaded insanity, saying that the spirit of Elly Kedward, a witch hanged in the 18th century, had been terrorizing him for some time and promised to leave him alone if he murdered the kids. The three students also interviews Mary Brown, a local eccentric who tells them that she had encountered the Blair Witch as a child.\nThe second day, the students begin to explore the woods in north Burkittsville to look for evidence of the Blair Witch. Along the way, a fisherman warns them that the woods are haunted, and recalls a time that he had seen strange mist rising from the water. The students hike to Coffin Rock, where five men were found ritualistically murdered in the 19th century, and then camp for the night. The next day they move deeper into the woods, despite being uncertain of their exact location on the map. They eventually locate what appears to be an old cemetery with seven small cairns. They set up camp nearby and then return to the cemetery after dark. They later hear crackling sounds in the darkness that seem to be coming from all directions and assume the noises are from animals or locals following them.\nThat same following day they attempt to return to their car, but cannot find their way; they try until it is night time, when they are forced to set camp. That night, they hear crackling noises again, but they cannot see anything. The next morning they find three cairns have been built around their tent during the night. As they continue trying to find their way out of the woods, Heather realizes that her map is missing, and Mike later reveals that he kicked it into a creek out of frustration the previous day. Josh and Heather get angry at Mike. They then realize they are now hopelessly lost, and decide to simply \"head south\". Soon, they discover a multitude of humanoid stick figures suspended from trees. That night, they hear more strange noises, including the sounds of children and bizarre \"morphing\" sounds. When an unknown force shakes the tent, they flee in a panic and hide in the woods until it is morning. Upon returning to their tent, they find that their possessions have been rifled through, and Josh's equipment is covered with slime, causing them to question why only his belongings were affected. As the day wears on, they pass a log over a stream that was identical to the one they had passed earlier, despite having traveled directly south all day, and again set camp, completely demoralized at having wasted the entire day seemingly going in circles, with Josh outside on guard duty.\nJosh disappears the next morning. After a while of finding him, Mike and Heather eventually break camp and slowly move on. That night, they hear Josh screaming in the darkness, but are not able to find him. The next morning, Heather finds a bundle of sticks and fabric outside their tent. Later inspection reveals it contains blood-soaked scraps of Josh's shirt, as well as teeth and hair, but she does not mention this to Mike.\nThat night, Heather records herself apologizing to the co-producers of her project as well as her family, and starts to cry, finally admitting her fate. Later, they again hear Josh crying for help, but this time they follow them and discover an abandoned house in the woods. Hanging on the front of the house is the same human stick figure that they saw in the woods. Mike runs upstairs, following the voice, while Heather tries to follow. Mike then claims he hears Josh in the basement. He follows the sound and, after what seems to be a struggle, goes silent and drops to the floor. Heather runs down to the basement screaming for Mike, but she does not hear Mike. She then enters the basement looking for both men, and her camera catches a glimpse of Mike facing the wall. Heather then screams as she and her camera drop to the floor. There is only silence as the footage ends.\nProduction.\n\"The Blair Witch Project\" was developed by the filmmakers. The script was written in 1988. It began with a 68-page outline, with the dialogue to be improvised. According to the directors of the movie, they advertised in \"Back Stage\" magazine for actors with strong improvisational abilities. There was a very informal improvisational audition process to narrow the total amount of 2,000 actors. In talks with investors of the movie, they presented an eight-minute documentary along with newspapers and news footage. This documentary, originally called \"The Blair Witch Project: The Story of Black Hills Disappearances\" was produced by Haxan Films. In the movie, the Blair Witch is, according to legend, the ghost of Elly Kedward, a woman banished from the Blair Township (latter-day Burkittsville) for witchcraft in 1785. The directors incorporated that part of the legend, along with allusions to the Salem Witch Trials and \"The Crucible\", to play on the themes of injustice done on those who were called witches. They were influenced by \"The Shining\", \"Alien\" and \"The Omen.\" \"Jaws\" was an influence as well, presumably because the witch was hidden from the viewer for the entirety of the film, forcing suspense from the unknown.\nThe movie was shot for only eight days in October 1998. Most of the movie was filmed in the tiny Seneca Creek State Park in Montgomery County, Maryland, although a few scenes were filmed in the real town of Burkittsville. Some of the townspeople interviewed in the film were not actors, and some were planted actors, unknown to the main cast. Donahue had never operated a camera before, and spent two days in a \"crash course\". Donahue said she modeled her character after a director she once worked with, citing the character's self assuredness when everything went as planned, and confusion during crisis. The three actors filmed the whole movie with only two cameras. They recorded using Heather's video camera and a 16mm camera that can record video in black and white. The apparent use of handheld camera, and the coarse grained picture supports clearly the film's documentary feel. The strange recording method is also based on the actors who did not know the movie's story in detail. The three actors were dragged into the woods, and almost tortured with the cold weather, food shortages and spooky sounds.\nDuring filming, the actors were given clues as to their next location through messages given in milk crates found with Global Positioning Satellite systems. They were given individual instructions that they would use to help improvise the action of the day. Teeth were obtained from a Maryland dentist for use as human remains in the film. Influenced by producer Gregg Hale's memories of his military training, in which \"enemy soldiers\" would hunt a trainee through wild terrain for three days, the directors moved the characters far during the day, harassing them by night and depriving them of food.\nAlmost 19 hours of usable recorded footage had to be edited down to 90 minutes. Editing took more than eight months. Originally it was hoped that the movie would make it on to cable television, and the filmmakers did not anticipate wide release. The initial investment by the three University of Central Florida filmmakers was about US$35,000. Artisan acquired the film for US$1.1 million but spent US$25 million to market it. The actors signed a \"small\" agreement to receive some of the profits from the film's release.\nA list of production budget figures have circulated over the years, appearing as low as $20,000. Sánchez revealed in an interview that when principal photography first wrapped, approximately $20,000 to $25,000 had been spent. Other figures list a final budget ranging between $500,000 and $750,000.\nReception.\n\"The Blair Witch Project\" grossed $248,639,099 worldwide, compared to its final budget, which ranged between $20,000 and $750,000. The movie received critically positive reviews. Rotten Tomatoes says that out of 133 reviews for the movie, 85% of these reviews were positive.\nRoger Ebert of the \"Chicago Sun Times\" gave the movie four out of four stars. He called it \"an extraordinarily effective horror film\". It was listed on Filmcritic.com as the 50th best movie ending of all time. Critics praised Donahue's apology to the camera near the end of the movie, saying it would cause \"nightmares for years to come\"; Roger Ebert showed how much different this sequence to Robert Scott's final journal entries as he froze to death in the Antarctic. Donahue said that there was a considerable backlash against her because she was starring in the movie. Her claims led to her having threatening encounters and difficulty obtaining employment.\n\"The Blair Witch Project\" is thought to be the first widely released film marketed primarily on the internet. The film's official website featured fake police reports and 'newsreel-style' interviews. Due to this, audiences and critics initially thought it was an actual documentary about the 'missing' teenagers. These augmented the film's convincing found footage style to spark heated debates across the internet over whether the film was a real-life documentary or a work of fiction.\n\"The Blair Witch Project\" was given a Global Film Critics Award for Best Screenplay and won the Independent Spirit John Cassavetes Award. In 2008, \"Entertainment Weekly\" named \"The Blair Witch Project\" one of \"the 100 best films from 1983 to 2008\", ranking it at #99. In 2006, Chicago Film Critics Association listed it as one of the \"Top 100 Scariest Movies\", ranking it #12.\nDespite its positive reviews, the movie was nominated for the 1999 Razzie Award for Worst Picture. Heather Donahue won a Razzie Award for Worst Actress. The movie also became controversial for it's shaky footage, especially the final sequence in which the camera operator is running down a set of stairs with the camera. Some viewers had gotten motion sickness and even vomited as a result.\nSequels.\nA sequel, \"Book of Shadows: Blair Witch 2\", was released in the autumn of 2000, but was poorly received by most critics. A third installment was announced that same year but did not materialize. On September 2, 2009, it was announced that co-directors Eduardo Sanchez and Daniel Myrick were pitching the third film.\nHome media.\n\"The Blair Witch Project\" was released on DVD on October 26, 1999, with VHS and laser disc versions released around the same time. Unlike the widescreen theatrical release, this DVD is presented in a 1.33:1 aspect ratio. The DVD has a number of special features, including \"The Curse of the Blair Witch\" and \"The Blair Witch Legacy\" featurettes, newly discovered footage, director and producer commentary, production notes, cast & crew bios and trailers. A Blu-ray release from Lionsgate was released on October 5, 2010, also in 1.33:1 format.","categories":[],"infobox_types":["film"],"annotations":[{"uri":"United_States","surface_form":"American","offset":36},{"uri":"Independent_movie","surface_form":"independent","offset":45},{"uri":"Supernatural","surface_form":"supernatural","offset":57},{"uri":"Horror_movie","surface_form":"horror movie","offset":70},{"uri":"Screenwriter","surface_form":"written","offset":91},{"uri":"Movie_director","surface_form":"directed","offset":103},{"uri":"Burkittsville%2C_Maryland","surface_form":"Burkittsville, Maryland","offset":412},{"uri":"Sundance_Film_Festival","surface_form":"Sundance Film Festival","offset":823},{"uri":"United_States_dollar","surface_form":"US$","offset":1245},{"uri":"Witchcraft","surface_form":"witchcraft","offset":6847},{"uri":"Salem_Witch_Trials","surface_form":"Salem Witch Trials","offset":6947},{"uri":"The_Crucible","surface_form":"The Crucible","offset":6971},{"uri":"Alien_(film)","surface_form":"Alien","offset":7100},{"uri":"The_Omen","surface_form":"The Omen","offset":7112},{"uri":"Jaws_(film)","surface_form":"Jaws","offset":7124},{"uri":"Montgomery_County%2C_Maryland","surface_form":"Montgomery County, Maryland","offset":7401},{"uri":"University_of_Central_Florida","surface_form":"University of Central Florida","offset":9274},{"uri":"Principal_photography","surface_form":"principal photography","offset":9653},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":10002},{"uri":"Roger_Ebert","surface_form":"Roger Ebert","offset":10098},{"uri":"Robert_Falcon_Scott","surface_form":"Robert Scott","offset":10492},{"uri":"Antarctic","surface_form":"Antarctic","offset":10557},{"uri":"Entertainment_Weekly","surface_form":"Entertainment Weekly","offset":11395},{"uri":"Razzie_Award","surface_form":"Razzie Award","offset":11691}]}