{"id":33361,"url":"http://en.wikipedia.org/wiki/Down_syndrome","text":"\"Down syndrome\" (or \"trisomy 21\"; old name \"mongoloid idiocy\") is a genetic disorder. People with Down syndrome have an extra copy of chromosome 21, or part of it.\nDown syndrome causes a mental handicap. It may be mild or severe. The average IQ of a young adult with Down syndrome is 50, equivalent to the mental age of an 8- or 9-year-old child, but it truly depends on the person. This can vary widely, but most individuals need supervision if they are to live their lives in a satisfactory way. Children who have this condition take more time to learn new things.\nThe condition is named after John Langdon Down, the British doctor who first described it in 1866. He called it \"mongoloid idiocy\" because he thought that children with Down syndrome had faces like that of Blumenbach's Mongolian race. Idiocy meant intellectual disability. People do not use the term \"mongoloid idiocy\" today. It is a rude term.\nThere is sometimes discrimination against people with Down syndrome, both in the education system and in society in general. Some people with the condition have average intelligence, but may have other problems with development instead. People with Down syndrome often have a different shape of eyes than most people. A few people with the condition have severe learning difficulties.\nOf every 800 to 1000 babies that are born, one is diagnosed with Down syndrome. Older women have a higher chance of having a baby with Down syndrome. If they have a procedure known as amniocentesis, pregnant mothers can be told whether their foetus has Down syndrome. Sound scans may also diagnose the presence of Down Syndrome. Mothers whose foetus is diagnosed as having Downs syndrome may choose to have an abortion. In the United Kingdom and Europe 92% of such cases are aborted.\nFeatures.\nThey also grow differently from other children. Babies with down syndrome can be identified at birth because they may have a specific set of physical features. These features include narrow eyes, a flat nose-bridge, smaller mouths and shorter fingers. Smaller mouths can result in tongue protrusion or what looks like a large tongue. Sometimes the little fingers curve inwards as well, and there is also often a space between the big toe and the others. People with Down syndrome often have heart defects or Alzheimer's disease when they are older. About 90% of people with Down syndrome live through their teens. The lifespan of a person with Down syndrome averages between 50 and 55 years old.\nSo far there have been no treatments for Down syndrome.\nGenetic causes.\nDown syndrome comes from a problem with the genes. Humans are diploid organisms. This means that for each chromosome, there are two copies, one from the mother, and one from the father. During meiosis the number is reduced to one set of chromosomes. People with Down syndrome have an extra copy of chromosome 21, or part of it.\nThere are three ways that Down syndrome is caused. The most common cause of Down syndrome is trisomy. Trisomy is when the child receives two chromosomes from the mother and one from the father. This makes it so there are three chromosomes of chromosome #21. Another way Down syndrome is caused is when new cells are made. Sometimes even when the parent cells are normal chromosome 21 can be deformed when cells reproduce. This makes it so some cells have 47 chromosomes and others have 46. This is called a mosaic disorder. Mosaic means that they have a third chromosome from the replication of cells. The third way Down syndrome can be caused is called translocation. This happens when a normal chromosome breaks into two pieces. This results in three chromosomes.\nOther websites.\nFor comprehensive lists of Down syndrome links see","categories":[],"infobox_types":[],"annotations":[{"uri":"Genetic_disorder","surface_form":"genetic disorder","offset":68},{"uri":"Mental_handicap","surface_form":"mental handicap","offset":187},{"uri":"IQ","surface_form":"IQ","offset":242},{"uri":"John_Langdon_Down","surface_form":"John Langdon Down","offset":596},{"uri":"British","surface_form":"British","offset":619},{"uri":"Medical_doctor","surface_form":"doctor","offset":627},{"uri":"Idiot","surface_form":"idiocy","offset":690},{"uri":"Eye","surface_form":"eye","offset":1207},{"uri":"Diagnose","surface_form":"diagnose","offset":1347},{"uri":"Amniocentesis","surface_form":"amniocentesis","offset":1481},{"uri":"Foetus","surface_form":"foetus","offset":1539},{"uri":"Abortion","surface_form":"abortion","offset":1707},{"uri":"Alzheimer%27s_disease","surface_form":"Alzheimer's disease","offset":2299},{"uri":"Gene","surface_form":"gene","offset":2603},{"uri":"Diploid","surface_form":"diploid","offset":2621},{"uri":"Chromosome","surface_form":"chromosome","offset":2665},{"uri":"Meiosis","surface_form":"meiosis","offset":2752},{"uri":"Trisomy","surface_form":"trisomy","offset":2980},{"uri":"Mosaic_(genetics)","surface_form":"mosaic","offset":3394}]}