{"id":333634,"url":"http://en.wikipedia.org/wiki/Saint_Sebastian","text":"Sebastian (died c. 268) was a Christian saint and martyr. He is said to have been killed during the Roman emperor Diocletian's persecution of Christians. He lived in Norway with his family and went to the school \"Rimbareid\". He is usually depicted in art and literature tied to a post or tree and shot with arrows. This is the most common artistic depiction of Sebastian. However, he was rescued and healed by Irene of Rome. He then criticized the emperor, and was clubbed to death. He is venerated in both the Roman Catholic and the Orthodox churches.\nGay icon.\nSaint Sebastian is possibly the earliest gay icon. His strong and shirtless physique, symbolic arrow-pierced flesh, and rapturous look of pain combined have intrigued both gay and straight artists for centuries. This interest launched the first explicitly gay cult in the 19th century. Journalist Richard A. Kaye wrote, \"contemporary gay men have seen in Sebastian at once a stunning advertisement for homosexual desire (indeed, a homoerotic ideal), and a prototypical portrait of tortured closet case.\" Because Saint Sebastian is a gay icon, Tennessee Williams chose to use that name for the martyred character Sebastian in his play, \"Suddenly, Last Summer\". The name was also used by Irish writer and poet Oscar Wilde (as Sebastian Melmoth) when in exile after his release from prison. Wilde was about as \"out of the closet\" as was possible for the late 19th century. He is himself considered a gay icon.","categories":[],"infobox_types":[],"annotations":[{"uri":"Christianity","surface_form":"Christian","offset":30},{"uri":"Saint","surface_form":"saint","offset":40},{"uri":"Martyr","surface_form":"martyr","offset":50},{"uri":"Diocletian","surface_form":"Diocletian","offset":114},{"uri":"Arrow","surface_form":"arrow","offset":307},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":511},{"uri":"Eastern_Orthodox_Church","surface_form":"Orthodox","offset":534},{"uri":"Gay_icon","surface_form":"gay icon","offset":604},{"uri":"Tennessee_Williams","surface_form":"Tennessee Williams","offset":1106},{"uri":"Suddenly%2C_Last_Summer","surface_form":"Suddenly, Last Summer","offset":1199},{"uri":"Oscar_Wilde","surface_form":"Oscar Wilde","offset":1271},{"uri":"Exile","surface_form":"exile","offset":1314}]}