{"id":333827,"url":"http://en.wikipedia.org/wiki/Cantilever_bridge","text":"ce=\"preserve\">A cantilever bridge is a bridge built using a cantilever. A cantilever is only supported on one end. For small footbridges, the cantilevers may be simple beams. For large cantilever bridges, designed for road or rail traffic the cantilevers are trusses built from structural steel, or box girders built from prestressed concrete. The steel truss cantilever bridge was a major engineering breakthrough when it was first used, because it can span distances of over. They can be more easily built at difficult crossings as they do not need to be supported during the construction.\nOrigins.\nEngineers in the nineteenth century knew that a bridge which was built across multiple supports would distribute the loads among them. This meant there would be lower stresses in the girder or truss and meant that longer spans could be built. Several nineteenth century engineers designed continuous bridges with hinge points mid-span. The use of a hinge in the multi-span system meant that engineers could better work out the loads and stresses on the bridge It also meant the bridge could handle the foundations settling at different rates.\nHeinrich Gerber was one of the engineers to obtain a patent for a hinged girder (1866) and is recognized as the first to build one. The Hassfurt Bridge over the Main river in Germany has a central span of 124 feet (38 meters). Completed in 1867, it was the first modern cantilever bridge. Other early cantilever bridges included the High Bridge of Kentucky by C. Shaler Smith (1877), the Niagara Cantilever Bridge by Charles Conrad Schneider (1883) and the Poughkeepsie Bridge by John Francis O'Rourke and Pomeroy P. Dickinson (1889). The Kentucky River Bridge spanned a gorge that was 275 feet (84 meters) deep. It was built with a cantilver which meant that it did not need to be supported during the building. The most famous early cantilever bridge is the Forth Rail Bridge. This bridge held the record for longest span in the world for 17 years.\nBenjamin Baker showed how the cantilever system worked in the photo on the left. The suspended span, where Kaichi Watanabe sits, is seen in the center. The need to resist compression of the lower chord is seen in the use of wooden poles while the tension of the upper chord is shown by the outstretched arms. The action of the outer foundations as anchors for the cantilever can be seen in the placement of the counterweights.\nFunction.\nA simple cantilever span is formed by two cantilever arms extending from opposite sides of the obstacle to be crossed, meeting at the center. With a suspended span, the cantilever arms do not meet in the center; instead, they support a central truss bridge which rests on the ends of the cantilever arms. The suspended span may be built off-site and lifted into place, or constructed in place using special traveling supports.\nwith as balanced cantilever, the span is balanced by cantilevers going in the opposite direction. If these are anchored into solid foundations, they are called anchor arms. In a bridge built on two foundation piers, there are four cantilever arms: two which span the obstacle, and two anchor arms which extend away from the obstacle. Because of the need for more strength at the balanced cantilever's supports, the bridge superstructure often takes the form of towers above the foundation piers. The Commodore Barry Bridge is an example of this type of cantilever bridge.\nSteel truss cantilevers support loads by tension of the upper members and compression of the lower ones. Commonly, the structure distributes the tension through the anchor arms to the outermost supports, while the compression is carried to the foundations beneath the central towers.\nPrestressed concrete balanced cantilever bridges are often built using segmental construction.\nConstruction methods.\nSome steel arch bridges (such as the Navajo Bridge) are built using pure cantilever spans from each side. These are then joined with a pin, usually after forcing the meeting point apart. When the jacks are removed and the bridge decking is added the bridge becomes a truss arch bridge. Such unsupported construction is only possible if suitable rock is available to support the tension in the upper chord of the span during construction, usually limiting this method to the spanning of narrow canyons.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bridge","surface_form":"bridge","offset":39},{"uri":"Cantilever","surface_form":"cantilever","offset":60},{"uri":"Footbridges","surface_form":"footbridges","offset":125},{"uri":"Beam_(structure)","surface_form":"beams","offset":168},{"uri":"Truss","surface_form":"truss","offset":259},{"uri":"Structural_steel","surface_form":"structural steel","offset":278},{"uri":"Box_girder","surface_form":"box girder","offset":299},{"uri":"Prestressed_concrete","surface_form":"prestressed concrete","offset":322},{"uri":"Hinge","surface_form":"hinge","offset":914},{"uri":"Foundation_(engineering)","surface_form":"foundations","offset":1103},{"uri":"Heinrich_Gerber","surface_form":"Heinrich Gerber","offset":1144},{"uri":"Hassfurt_Bridge","surface_form":"Hassfurt Bridge","offset":1280},{"uri":"Main_(river)","surface_form":"Main","offset":1305},{"uri":"High_Bridge_of_Kentucky","surface_form":"High Bridge of Kentucky","offset":1477},{"uri":"C._Shaler_Smith","surface_form":"C. Shaler Smith","offset":1504},{"uri":"Niagara_Cantilever_Bridge","surface_form":"Niagara Cantilever Bridge","offset":1532},{"uri":"Charles_Conrad_Schneider","surface_form":"Charles Conrad Schneider","offset":1561},{"uri":"Poughkeepsie_Bridge","surface_form":"Poughkeepsie Bridge","offset":1601},{"uri":"Gorge","surface_form":"gorge","offset":1715},{"uri":"Forth_Rail_Bridge","surface_form":"Forth Rail Bridge","offset":1904},{"uri":"Benjamin_Baker_(engineer)","surface_form":"Benjamin Baker","offset":1995},{"uri":"Kaichi_Watanabe","surface_form":"Kaichi Watanabe","offset":2102},{"uri":"Chord_(truss_construction)","surface_form":"chord","offset":2191},{"uri":"Truss_bridge","surface_form":"truss bridge","offset":2676},{"uri":"Commodore_Barry_Bridge","surface_form":"Commodore Barry Bridge","offset":3359},{"uri":"Tension_(mechanics)","surface_form":"tension","offset":3472},{"uri":"Compression_(physical)","surface_form":"compression","offset":3505},{"uri":"Segmental_bridge","surface_form":"segmental construction","offset":3786},{"uri":"Arch_bridge","surface_form":"arch bridge","offset":3843},{"uri":"Navajo_Bridge","surface_form":"Navajo Bridge","offset":3869},{"uri":"Truss_arch_bridge","surface_form":"truss arch bridge","offset":4099}]}