{"id":333988,"url":"http://en.wikipedia.org/wiki/Romantic_ballet","text":"The Romantic ballet is a genre of ballet that evolved in the early 19th century as a reaction against the classicism that dominated 18th century art and literature. Balletomanes of the early nineteenth century were bored with stories about ancient gods and goddesses, plots based on myths, and ancient costumes. They wanted ballets about real people and real places. \"Pointe\" work became artistic expression rather than stunt work, and the long, white, ballet skirt of tulle was introduced. Both produced the illusion of ethereal weightlessness. Gas lighting made it possible to create special dimming effects and wires enabled ballerinas to \"fly\".\nThe romantic era in ballet began with \"The Ballet of the Nuns\" in 1831 and was followed by \"La Sylphide\" in 1832. The genre began a slow decline. \"Coppélia\" of 1870 is said to mark the end of the romantic ballet, although the three ballets composed by Tchaikovsky are romantic ballets. Tchaikovsky's \"Swan Lake\" of 1876 is considered a romantic ballet. Even his \"The Nutcracker\" of 1892 is a romantic ballet. Michel Fokine's \"Les Sylphides\" of 1906 is considered a tribute to the romantic ballet in its atmosphere and tone.\nRomantic ballets have four things in common: they are not about mythological gods and goddesses; they show local or national color in costumes, settings, and dances such as mazurkas and waltzes; a supernatural, fantastic, exotic, or spiritual element is usually prominent; and ballet technique is a focus, especially \"pointe\" work for the ballerina.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genre","surface_form":"genre","offset":25},{"uri":"Classicism","surface_form":"classicism","offset":106},{"uri":"Balletomane","surface_form":"Balletomanes","offset":165},{"uri":"En_pointe","surface_form":"Pointe","offset":368},{"uri":"The_Ballet_of_the_Nuns","surface_form":"The Ballet of the Nuns","offset":688},{"uri":"La_Sylphide","surface_form":"La Sylphide","offset":741},{"uri":"Copp%C3%A9lia","surface_form":"Coppélia","offset":796},{"uri":"Tchaikovsky","surface_form":"Tchaikovsky","offset":901},{"uri":"Swan_Lake","surface_form":"Swan Lake","offset":950},{"uri":"The_Nutcracker","surface_form":"The Nutcracker","offset":1012},{"uri":"Michel_Fokine","surface_form":"Michel Fokine","offset":1058},{"uri":"Les_Sylphides","surface_form":"Les Sylphides","offset":1075},{"uri":"Mazurka","surface_form":"mazurka","offset":1346},{"uri":"Waltz","surface_form":"waltz","offset":1359},{"uri":"En_pointe","surface_form":"pointe","offset":1491}]}