{"id":333948,"url":"http://en.wikipedia.org/wiki/Hurricane_Bob_(1985)","text":"Hurricane Bob was a hurricane that affected the southeast United States in July 1985. It was the second tropical storm and first hurricane of the 1985 Atlantic hurricane season. The system developed from a tropical wave on July 21 in the eastern Gulf of Mexico. Bob began moving east. It struck southwestern Florida as a weak tropical storm. The storm then turned to the north. It quickly became more intense and was promoted to hurricane status on July 24. The next day, it made landfall near Beaufort, South Carolina. It became one of a record-tying six hurricanes to hit the United States during a single season. Bob quickly weakened over land. It was absorbed by a frontal trough over eastern West Virginia on July 26.\nBob caused $20 million in damage and five indirect deaths. In Florida, the storm produced heavy rainfall. It peaked at over in Everglades City. In most areas, the rainfall was beneficial due to dry conditions that had persisted throughout the year. Damage was minimal in South Carolina, where the hurricane made its final landfall. In Virginia, the storm spawned three tornadoes, one of which destroyed two houses.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tropical_cyclone","surface_form":"hurricane","offset":20},{"uri":"Southeastern_United_States","surface_form":"southeast United States","offset":48},{"uri":"1985_Atlantic_hurricane_season","surface_form":"1985 Atlantic hurricane season","offset":146},{"uri":"Tropical_wave","surface_form":"tropical wave","offset":206},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":246},{"uri":"Florida","surface_form":"Florida","offset":308},{"uri":"Promote","surface_form":"promoted","offset":417},{"uri":"Beaufort%2C_South_Carolina","surface_form":"Beaufort, South Carolina","offset":494},{"uri":"Trough_(meteorology)","surface_form":"trough","offset":677},{"uri":"West_Virginia","surface_form":"West Virginia","offset":697},{"uri":"Everglades_City%2C_Florida","surface_form":"Everglades City","offset":850},{"uri":"Tornado","surface_form":"tornado","offset":1092}]}