{"id":333979,"url":"http://en.wikipedia.org/wiki/Carlotta_Grisi","text":"Carlotta Grisi (June 28, 1819 – May 20, 1899) was an Italian ballet dancer. She was famous for creating the role of \"Giselle\".\nEarly life.\nGrisi was born in Visinada, Istria (now part of Croatia). Her real name was Caronne Adele Josephine Marie Grisi. She was trained at the ballet school of Teatro alla Scala in Milan.\nEurope.\nAt her 1836 debut in London, Grisi danced with Jules Perrot. She next appeared in Paris at the Théâtre de la Renaissance in 1840. A year later, she toured with Perrot to Paris, London, Vienna, Munich, and Milan. By dancing Perrot's choreography, she gained both public and critical acclaim.\nHer greatest role was Giselle. The world première of this two-act ballet was on June 28, 1841 at the Théâtre de l'Académie Royale de Musique, Paris. The ballet caused a sensation. It inspired reviewers to proclaim \"Giselle\" to be the greatest ballet of its time. The ballet immediately established Grisi as a star in her very first full-length ballet in Paris. Her salary grew from 5,000 francs to 12,000 in 1842 and 20,000 by 1844, with additional performance fees on top. It also marked the beginning of a change in her relationship with Jules Perrot. Grisi's last performance in the west was in Paul Taglioni's \"Les Métamorphoses\" (aka \"Satanella\", 1849).\nRussia.\nIn 1850, she joined Perrot in St. Petersburg, Russia. He had been appointed balletmaster to the Imperial Ballet. She danced \"Giselle\" at the Imperial Bolshoi Kamenny Theatre. The first Giselle in Russia had been danced by Fanny Elssler. The initial reaction to Grisi's interpretation of the role was not enthusiastic. Over time, the Russians came to appreciate her talents. She was \"Prima Ballerina\" of the St. Petersburg Imperial Theatres in St. Petersburg from 1850 to 1853. She worked with Perrot and also Joseph Mazilier.\nRetirement and death.\nIn 1854, she left Russia for Warsaw with her daughter. She intended to continue dancing. She became pregnant by Prince Léon Radziwill. He persuaded her to retire from ballet. Grisi gave birth to her second daughter, Léontine Grisi. She settled in Saint-Jean, Geneva, to spend the next forty-six years of her life in peaceful retirement. She died in Saint Jean on May 20, 1899. Her tomb is located in \"Cimetière de Châtelaine\". One of \"Giselles creators, Théophile Gautier described her dancing as having a childlike artlessness, a happy and infectious gaiety.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ballet","surface_form":"ballet","offset":61},{"uri":"Giselle","surface_form":"Giselle","offset":117},{"uri":"Istria","surface_form":"Istria","offset":167},{"uri":"Croatia","surface_form":"Croatia","offset":187},{"uri":"Ballet","surface_form":"ballet","offset":275},{"uri":"Teatro_alla_Scala","surface_form":"Teatro alla Scala","offset":292},{"uri":"Milan","surface_form":"Milan","offset":313},{"uri":"Jules_Perrot","surface_form":"Jules Perrot","offset":375},{"uri":"Th%C3%A9%C3%A2tre_de_la_Renaissance","surface_form":"Théâtre de la Renaissance","offset":423},{"uri":"Vienna","surface_form":"Vienna","offset":513},{"uri":"Munich","surface_form":"Munich","offset":521},{"uri":"Milan","surface_form":"Milan","offset":533},{"uri":"Choreography","surface_form":"choreography","offset":560},{"uri":"Premi%C3%A8re","surface_form":"première","offset":660},{"uri":"Salle_Le_Peletier","surface_form":"Théâtre de l'Académie Royale de Musique","offset":720},{"uri":"Francs","surface_form":"francs","offset":1007},{"uri":"Jules_Perrot","surface_form":"Jules Perrot","offset":1159},{"uri":"Paul_Taglioni","surface_form":"Paul Taglioni","offset":1217},{"uri":"Saint_Petersburg","surface_form":"St. Petersburg","offset":1316},{"uri":"Balletmaster","surface_form":"balletmaster","offset":1362},{"uri":"Imperial_Bolshoi_Kamenny_Theatre","surface_form":"Imperial Bolshoi Kamenny Theatre","offset":1427},{"uri":"Fanny_Elssler","surface_form":"Fanny Elssler","offset":1508},{"uri":"Joseph_Mazilier","surface_form":"Joseph Mazilier","offset":1795},{"uri":"Warsaw","surface_form":"Warsaw","offset":1863},{"uri":"Geneva","surface_form":"Geneva","offset":2093},{"uri":"Th%C3%A9ophile_Gautier","surface_form":"Théophile Gautier","offset":2288}]}