{"id":334108,"url":"http://en.wikipedia.org/wiki/Bridge_of_Sighs","text":"The Bridge of Sighs (Italian: \"Ponte dei Sospiri\") is a small bridge in Venice, northern Italy. The bridge has walls and a roof. It is made of white limestone and has windows with stone bars. It passes over the Rio di Palazzo and connects the old prisons to the interrogation rooms in the Doge's Palace. It was designed by Antoni Contino (whose uncle Antonio da Ponte had designed the Rialto Bridge), and built in 1602.\nThe view from the windows of the Bridge of Sighs was the last view of Venice that convicts saw before their imprisonment. The bridge was named by Lord Byron in the 19th century. It was thought that prisoners would sigh at their final view of beautiful Venice through the windows before being taken down to their cells. In reality, the days of inquisitions and summary executions were over by the time the bridge was built and the cells under the palace roof were occupied mostly by small-time criminals. In addition, little could be seen from inside the Bridge due to the stone grills covering the windows.\nA local legend says that lovers will be granted everlasting love and bliss if they kiss on a gondola at sunset under the bridge.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bridge","surface_form":"bridge","offset":62},{"uri":"Venice","surface_form":"Venice","offset":72},{"uri":"Italy","surface_form":"Italy","offset":89},{"uri":"Limestone","surface_form":"limestone","offset":149},{"uri":"Piombi","surface_form":"old prisons","offset":243},{"uri":"Doge%27s_Palace%2C_Venice","surface_form":"Doge's Palace","offset":289},{"uri":"Antonio_da_Ponte","surface_form":"Antonio da Ponte","offset":351},{"uri":"Rialto_Bridge","surface_form":"Rialto Bridge","offset":385},{"uri":"Convict","surface_form":"convict","offset":502},{"uri":"Prison","surface_form":"imprisonment","offset":528},{"uri":"Lord_Byron","surface_form":"Lord Byron","offset":566},{"uri":"Inquisition","surface_form":"inquisition","offset":763},{"uri":"Gondola","surface_form":"gondola","offset":1120}]}