{"id":334221,"url":"http://en.wikipedia.org/wiki/Afternoon_of_a_Faun_(Nijinsky)","text":"\"The Afternoon of a Faun\" () is a modern ballet. It was choreographed by Nijinsky to a short symphonic work by Claude Debussy called \"Prélude à l'après-midi d'un faune\". Both the music and the ballet were inspired by the poem \"L'après-midi d'un faune\" by Stéphane Mallarmé. It was Nijinsky's first choreographed work. The ballet was first performed by Diaghilev's Ballets Russes in Paris at the Théâtre du Châtelet on 29 May 1912. The costumes and sets were designed by Léon Bakst. Nijinsky danced the role of the faun.\nGrace Robert writes in \"The Borzoi Book of Ballet\" that Bakst was responsible for the choreography. Nijinsky simply carried out his directions. However, Nijinsky's sister alleged that Bakst and Diaghilev were not involved with the choreography and were admitted to rehearsals only in the last stages. The truth will never be known; those involved are dead. The choreography however caused a scandal, especially the ending. Here, the Faun appears to climax upon a Nymph's scarf. Gaston Calmette, the editor of \"Le Figaro\", attacked the choreography on moral grounds. Sculptor Auguste Rodin defended it. The furor assured the public's interest in the ballet, then and now.\nThe first American performance occurred in New York City on January 17, 1916. The Catholic Theatre Movement decided the ending should be modified. The ending was duly altered. Diaghilev told the head of the Metropolitan Opera House, \"America is saved.\" Thereafter, the ballet saw a variety of manifestations until 1936 when a close facsimile of the original was presented at the Metropolitan by Colonel W. de Basil's Ballets Russes. Grace Robert believes the original ballet was produced as an aesthetic antidote to Isadore Duncan's copycats and their Greek dances.\nStory.\nLincoln Kirstein describes the story: \"A faun lolls on a hillock... Seven nymphs in chain step shuffle past him... Curious, the Faun descends to watch. Curious, then alarmed, they flee, to return shyly. The Faun tries to play with them, but they are frightened by this half-boy, half-beast. The least shy... returns; they link arms. Contact frightens her; she escapes, dropping her scarf... she is eager to stay, but the creature seems too theatening. Leaping onto his rock, he carries her scarf... Arching his body, he thrusts his length into it.\"","categories":[],"infobox_types":["ballet"],"annotations":[{"uri":"Ballet","surface_form":"ballet","offset":41},{"uri":"Choreography","surface_form":"choreographed","offset":56},{"uri":"Nijinsky","surface_form":"Nijinsky","offset":73},{"uri":"Claude_Debussy","surface_form":"Claude Debussy","offset":111},{"uri":"Pr%C3%A9lude_%C3%A0_l%27apr%C3%A8s-midi_d%27un_faune","surface_form":"Prélude à l'après-midi d'un faune","offset":134},{"uri":"Poem","surface_form":"poem","offset":221},{"uri":"St%C3%A9phane_Mallarm%C3%A9","surface_form":"Stéphane Mallarmé","offset":255},{"uri":"Performance","surface_form":"performed","offset":339},{"uri":"Diaghilev","surface_form":"Diaghilev","offset":352},{"uri":"Ballets_Russes","surface_form":"Ballets Russes","offset":364},{"uri":"Paris","surface_form":"Paris","offset":382},{"uri":"Th%C3%A9%C3%A2tre_du_Ch%C3%A2telet","surface_form":"Théâtre du Châtelet","offset":395},{"uri":"1912","surface_form":"1912","offset":425},{"uri":"L%C3%A9on_Bakst","surface_form":"Léon Bakst","offset":470},{"uri":"Nijinsky","surface_form":"Nijinsky","offset":482},{"uri":"Orgasm","surface_form":"climax","offset":969},{"uri":"Le_Figaro","surface_form":"Le Figaro","offset":1030},{"uri":"Auguste_Rodin","surface_form":"Auguste Rodin","offset":1095},{"uri":"New_York_City","surface_form":"New York City","offset":1234},{"uri":"Catholic_Theatre_Movement","surface_form":"Catholic Theatre Movement","offset":1273},{"uri":"Metropolitan_Opera_House","surface_form":"Metropolitan Opera House","offset":1398},{"uri":"Isadore_Duncan","surface_form":"Isadore Duncan","offset":1707}]}