{"id":33427,"url":"http://en.wikipedia.org/wiki/Cleveland_Indians","text":"The Cleveland Indians are a Major League Baseball team. They are part of the American League Central Division. The Indians won two World Series championships in 1920 and 1948. Currently, they hold the longest championship drought in baseball.\nIn their early years, they were often called the Cleveland Naps, in honor of the player-manager Nap Lajoie. After he retired, the team looked for a new nickname. They settled on \"Indians\" for the 1915 season, partly in honor of the Boston Braves who had won the 1914 World Series. In more modern times, their nickname is often thought to be a poor choice. It is considered offensive to name a team for a race or ethnic group. However, there has been no serious effort to change the name.\nIn the 1990s, the Indians were in the postseason several times. They made it to the World Series in 1995 and 1997 but lost to the Atlanta Braves and the Florida Marlins respectively. They returned to the World Series in 2016, and again they lost, this time to the Chicago Cubs in seven games. In 2017, they set an American League record of winning 22 straight games. They won 102 games during the season. However, they lost to the New York Yankees in the Division Series.","categories":[],"infobox_types":[],"annotations":[{"uri":"Major_League_Baseball","surface_form":"Major League Baseball","offset":28},{"uri":"American_League_Central_Division","surface_form":"American League Central Division","offset":77},{"uri":"World_Series","surface_form":"World Series","offset":131},{"uri":"Championship","surface_form":"championship","offset":144},{"uri":"Nap_Lajoie","surface_form":"Nap Lajoie","offset":339},{"uri":"Atlanta_Braves","surface_form":"Boston Braves","offset":475},{"uri":"Atlanta_Braves","surface_form":"Atlanta Braves","offset":861},{"uri":"Miami_Marlins","surface_form":"Florida Marlins","offset":884},{"uri":"Chicago_Cubs","surface_form":"Chicago Cubs","offset":995},{"uri":"New_York_Yankees","surface_form":"New York Yankees","offset":1162}]}