{"id":33426,"url":"http://en.wikipedia.org/wiki/Deism","text":"Deism is the belief that a higher being (like the Christian God) exists, but that the only revelation of God is in nature and reason, not in sacred books or prophets. Deism says that people should rely on logic and reason, and not traditions of a religion that is based on a holy book. People who follow deism are called deists.\nDeists believe that a Higher Power created the world. They do not believe that the creation of the universe happened because of a spontaneous event. They usually reject supernatural events like miracle<nowiki/>s, and believe that God has set up natural laws, which govern how the universe works and how people should act, and does not interfere with these laws. Most deists also see holy books, such as the Bible and Qur'an, as writings made by people, rather than the writings of God.\nFamous deists from history include American political leader and inventor Benjamin Franklin, French conqueror Napoleon Bonaparte, French philosopher Voltaire, British philosopher Thomas Paine, and French revolutionary leader Maximilien de Robespierre. Many historians think Thomas Jefferson was a deist, though he didn't say so.","categories":[],"infobox_types":[],"annotations":[{"uri":"God_in_Christianity","surface_form":"Christian God","offset":50},{"uri":"Revelation","surface_form":"revelation","offset":91},{"uri":"Reason","surface_form":"reason","offset":126},{"uri":"Religion","surface_form":"religion","offset":247},{"uri":"Supernatural","surface_form":"supernatural","offset":498},{"uri":"Miracle","surface_form":"miracle","offset":523},{"uri":"Natural_laws","surface_form":"natural laws","offset":574},{"uri":"Bible","surface_form":"Bible","offset":736},{"uri":"Qur%27an","surface_form":"Qur'an","offset":746},{"uri":"Benjamin_Franklin","surface_form":"Benjamin Franklin","offset":889},{"uri":"Napoleon_Bonaparte","surface_form":"Napoleon Bonaparte","offset":925},{"uri":"Voltaire","surface_form":"Voltaire","offset":964},{"uri":"Thomas_Paine","surface_form":"Thomas Paine","offset":994},{"uri":"Maximilien_de_Robespierre","surface_form":"Maximilien de Robespierre","offset":1040},{"uri":"Thomas_Jefferson","surface_form":"Thomas Jefferson","offset":1089}]}