{"id":334708,"url":"http://en.wikipedia.org/wiki/Spotify","text":"Spotify () is an online music streaming service. It offers streaming of over 30 million songs. The service was founded in 2006 by Daniel Ek and Martin Lorentzon. Spotify has around 140 million active registered users. There are two versions of Spotify: a premium monthly subscription service and a free service which is supported by advertising. As of December 2017, Spotify is available in 61 countries, including Austria, Belgium, Denmark, Faroe Islands, Finland, France, Germany, the Netherlands, Norway, Spain, Sweden, Switzerland, the United Kingdom, India and the United States.\nContent.\nThe Spotify web page instantly creates a listing of local music files which the user has stored on their computer or other devices. It does not mechanically duplicate or import the listing of music files. If the user prefers not to use the listing utility it can be inactivated in the preferences software application.\nThe files created on the user’s computer can be imported to any device such as a mobile device with the use of the mobile client, or even upload these files to the Spotify Software Application. Users may only import or copy files that they have legally attained, even though the user has the choice to not utilize the Spotify service to import or copy their content that they have downloaded from other sites illegally online.","categories":[],"infobox_types":[],"annotations":[{"uri":"Music_streaming","surface_form":"music streaming","offset":24},{"uri":"Song","surface_form":"song","offset":88},{"uri":"Advertising","surface_form":"advertising","offset":333},{"uri":"Austria","surface_form":"Austria","offset":415},{"uri":"Belgium","surface_form":"Belgium","offset":424},{"uri":"Denmark","surface_form":"Denmark","offset":433},{"uri":"Faroe_Islands","surface_form":"Faroe Islands","offset":442},{"uri":"Finland","surface_form":"Finland","offset":457},{"uri":"France","surface_form":"France","offset":466},{"uri":"Germany","surface_form":"Germany","offset":474},{"uri":"Netherlands","surface_form":"Netherlands","offset":487},{"uri":"Norway","surface_form":"Norway","offset":500},{"uri":"Spain","surface_form":"Spain","offset":508},{"uri":"Sweden","surface_form":"Sweden","offset":515},{"uri":"Switzerland","surface_form":"Switzerland","offset":523},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":540},{"uri":"India","surface_form":"India","offset":556},{"uri":"United_States","surface_form":"United States","offset":570}]}