{"id":33478,"url":"http://en.wikipedia.org/wiki/Pharmacology","text":"e=\"preserve\">Pharmacology is the study of how medicine and other things have an effect on living organisms and change how they function. Pharmacology could also be defined as the study of how medicine actually works.\nPharmacology is not exactly the same as pharmacy, and a pharmacologist is not exactly the same as a pharmacist. A pharmacologist is a scientist who studies how medicine actually works, and usually works in a science lab. A pharmacist is a health care provider who usually works at a pharmacy. However, there is quite a bit of overlap between these two fields. A pharmacist could be considered a type of pharmacologist. While in school, pharmacists do take many classes in pharmacology.\nOrigin of the word.\nIf something can be used as a medicine, it is called a pharmaceutical. Pharmacology includes how drugs are made, how they interact with living organisms, what harmful effects they could have, how they can be used as medicines, and if they can be used to prevent illness. A person who works in the study of pharmacology is called a pharmacologist. Pharmacologists work in a team with biochemists, geneticists, microbiologists, toxicologists and pharmacists to run clinical tests on how drugs work.\nUses of pharmacology.\nThe development of drugs is very important to medicine, but it also has strong economical and political uses. To protect people and prevent abuse, some countries try to control the way in which drugs are made, sold, and administered.\nScientific background.\nTo study chemicals, a person needs to know a lot about what will be affected if it is ingested (taken into the body). As more people know about cell biology and biochemistry, the field of pharmacology has changed as well. It is now possible to design chemicals that do specific things.\nA chemical can have different properties. Pharmacokinetics describes the what effect the body will have on the chemical, and pharmacodynamics describes the chemical's effect on the body (desired or toxic).\nWhen a pharmacologist is talking about pharmacokinetic properties of a chemical, they are interested in four things: ADME.\nMedication is said to have a narrow or wide therapeutic index. This describes the ratio of desired effect to toxic effect. A medicine with a narrow therapeutic index (close to one) only does what people want it to do when the amount given is enough to put the organism in danger. A medicine with a wide therapeutic index (greater than five) does what people want it to do and does not necessarily put the organism in danger. Medication with a narrow margin are more difficult to dose and give to a person, and may require therapeutic drug monitoring (examples are warfarin, some antiepileptics, aminoglycoside antibiotics). Most anti-cancer drugs have a narrow therapeutic margin; toxic side-effects are almost always encountered at doses needed to kill tumours.\nDrugs as medicine.\nDrugs that are given to people to help cure them of a medical condition or help reduce the symptoms are often licensed. They can be divided into three groups: over-the-counter, where anybody can buy the drug from a shop; prescription-only medicine, where a doctor has to say that a person is allowed to take a drug; and in some countries, pharmacy medicines, where only a registered pharmacy can sell a drug. Most over-the-counter medication will not hurt a person if they take a bit more than they are meant to. Medications are often produced by pharmaceutical companies and are often patented. Drugs that are not patented are called generic drugs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Organism","surface_form":"organism","offset":97},{"uri":"Pharmacy","surface_form":"pharmacy","offset":257},{"uri":"Pharmacist","surface_form":"pharmacist","offset":317},{"uri":"Medicine","surface_form":"medicine","offset":753},{"uri":"Organism","surface_form":"organism","offset":866},{"uri":"Harm","surface_form":"harm","offset":882},{"uri":"Biochemist","surface_form":"biochemist","offset":1106},{"uri":"Genetics","surface_form":"geneticists","offset":1119},{"uri":"Microbiology","surface_form":"microbiologists","offset":1132},{"uri":"Toxicology","surface_form":"toxicologists","offset":1149},{"uri":"Pharmacist","surface_form":"pharmacist","offset":1167},{"uri":"Abuse","surface_form":"abuse","offset":1382},{"uri":"Study","surface_form":"study","offset":1502},{"uri":"Ingestion","surface_form":"ingested","offset":1585},{"uri":"Cell_biology","surface_form":"cell biology","offset":1643},{"uri":"Biochemistry","surface_form":"biochemistry","offset":1660},{"uri":"Design","surface_form":"design","offset":1743},{"uri":"Property","surface_form":"properties","offset":1815},{"uri":"Pharmacokinetics","surface_form":"Pharmacokinetics","offset":1827},{"uri":"Body","surface_form":"body","offset":1874},{"uri":"Pharmacodynamics","surface_form":"pharmacodynamics","offset":1910},{"uri":"Ratio","surface_form":"ratio","offset":2196},{"uri":"Warfarin","surface_form":"warfarin","offset":2678},{"uri":"Antiepileptic","surface_form":"antiepileptic","offset":2693},{"uri":"Cancer","surface_form":"cancer","offset":2748},{"uri":"Tumour","surface_form":"tumour","offset":2868},{"uri":"Medical_doctor","surface_form":"doctor","offset":3153},{"uri":"Pharmacy","surface_form":"pharmacy","offset":3279},{"uri":"Patent","surface_form":"patent","offset":3482},{"uri":"Generic","surface_form":"generic","offset":3531}]}