{"id":334885,"url":"http://en.wikipedia.org/wiki/The_Substitute_(Glee)","text":"\"The Substitute\" is the seventh episode of the second season of the American television series \"Glee\". It was the 29th episode of the entire series. The episode was directed by Ryan Murphy and written by Ian Brennan. It was first broadcast on FOX on November 16, 2010. The episode was watched by 11.70 million people in the United States. It was the top scripted show among adults aged 18–49 for the week it was broadcast. The episode guest stars Gwyneth Paltrow as Holly Holliday. She is a substitute teacher who does Will Schuester (Matthew Morrison) job as glee club director while he is sick. Cheerleading coach Sue Sylvester (Jane Lynch) becomes principal of William McKingley High School, and glee club members Mercedes Jones (Amber Riley) and Kurt Hummel (Chris Colfer) start to feel stress in their growing friendship.\nThe episode includes cover versions of six songs. These songs got mixed reviews from music and television journalists. The cover version of Cee Lo Green's \"Forget You\" and mash-up of \"Singin' in the Rain\" with Rihanna's \"Umbrella\" was given good reviews. Both covers' charted on the \"Billboard\" Hot 100. Paltrow's guest appearance was given positive reviews. The sub-plots of the episode did not get good reviews. Aly Semigran of MTV, Robert Canning of IGN and \"Entertainment Weekly\"s Tim Stack all thought that \"The Substitute\" is the best episode of the season. \"Time\"s James Poniewozik said that the episode was an \"okay\" episode. Todd VanDerWerff of The A.V. Club said it was better than the previous two episodes. The National Alliance on Mental Illness gave positive reviews for the episode's definition of bipolar disorder. Paltrow won the 2011 Primetime Emmy Award for \"Outstanding Guest Actress in a Comedy Series\" for her acting.\nPlot.\nCheerleading coach Sue Sylvester (Jane Lynch) is given the job of being the principal of William McKinley High School. She was given the job after causing Principal Figgins (Iqbal Theba) to be infected with the flu. Glee club director Will Schuester (Matthew Morrison) also gets the flu. He takes time off from work to get better. He is cared for by his ex-wife Terri (Jessalyn Gilsig). This leads to them sleeping together.\nGlee club co-captain Rachel Berry (Lea Michele) tries to take over for Will. This results in problems. At the request of Kurt Hummel (Chris Colfer), club lessons are taught by substitute teacher Holly Holliday (Gwyneth Paltrow). She has different ways of doing things. These include talking about Lindsay Lohan's rehabilitation in Spanish, singing \"Conjunction Junction\" to her English class, and pretending to be a bipolar Mary Todd Lincoln for the History class. When Holly first goes to glee club rehearsal, she does a cover of Cee Lo Green's \"Forget You\". The group likes her performance. Rachel is annoyed. She is worried that Holly may not be able to get them ready for the Sectionals competition. Holly later wins over Rachel by \"duetting\" with her on \"Nowadays/Hot Honey Rag\" from the musical \"Chicago\".\nKurt rejects his best friend Mercedes Jones (Amber Riley) in favor of his new friend Blaine Anderson (Darren Criss). Mercedes does not like it when Kurt tries to set her up on a date with a football player because they are both black. She also feels left out when she comes with Kurt and Blaine to dinner. This is because the conversation is mostly about gay issues and icons. When Sue starts a healthy eating program and says people can not eat \"Potater Tots\", Mercedes starts a student protest. She also puts Tots in the tailpipe of Sue's car. This causes $17,000 worth of damage.\nSue's program becomes popular with the students' parents. Her job as principal is made permanent, and she fires Will. Will is later visited by Holly who is looking for help. Holly does not think she is doing a good job as a teacher. She thinks this because she caused Mercedes to act the way she did. She tells him that, at first, she took her work seriously. She changed when a student (Lindsay Sims-Lewis) hit her in the face. Because of being hit, she chose to be more laid-back. Terri arrives while they are talking. She gets mad because Holly is there. Will asks Terri to leave. He tells her her that their \"reunion\" was a mistake and he ends their relationship.\nKurt confronts Mercedes. He tells her that she may be substituting food for love and their friendship for a romantic relationship. Mercedes decides to talk to the student who Kurt tried to set her up with. As she leaves, school bully Dave Karofsky (Max Adler) approaches Kurt. He tells Kurt that he will kill him if Kurt tells people that he is gay. At the request of the glee club members, Sue makes Will the director again. He suggests a group performance of \"Singin' in the Rain\". Will asks Holly to help them make it modern. They end up with a mash-up with Rihanna's \"Umbrella\" song.\nProduction.\n\"The Substitute\" is Paltrow's first ever scripted-show guest performance. The role of Holly was created for her by show creator Ryan Murphy. Murphy suggested that she show her vocal and dancing talent before the December 2010 release of the movie \"Country Strong\". In this movie, Paltrow plays a country singer. In September 2010, BBC News said that she would be in two more episodes of \"Glee\". E! Online's Kristen dos Santos said that Holly would become a love interest for Will in the episode. Murphy later said that Holly's appearance would create a \"love quadrangle\" between herself, Will, guidance counselor (a counselor and an educator who helps students with problems they are dealing with in school by giving positive advice.) Emma Phillsbury (Jayma Mays) and her boyfriend Carl Howell (John Stamos). Fancast later said that Paltrow's guest appearance had been shorten to a single episode. They also said that neither Mays and Stamos were in \"The Substitute\". After the episode was done filming, Murphy stated that both he and Paltrow hoped that she would appear on \"Glee\" again in the future. This would depend on a storyline that best fit with her character Holly. In December 2010, Paltrow said that she would return to the series for another episode. A month later, Murphy said she would be on the series again as a sex education teacher. Paltrow won the 2011 Primetime Emmy Award for \"Outstanding Guest Actress in a Comedy Series\" for her work in \"The Substitute\".\n\"The Substitute\" includes a short \"fantasy\" moment. In it, Will sees the club members as kindergarten-aged children. Child actors were used to act out as the characters' younger selves. These included Jake Vaughn and Lauren Boles as young Finn and Rachel. The episode also includes the return of Gilsig. Gilsig had not been in several episodes of \"Glee\". Gilsig believed that Will's sickness let viewers see the couple in a positive relationship for the first time. She also thought that the addition of Holly \"highlighted\" a special bonding in their relationship. She said that while Terri is not \"the most pleasant person\", she is at least faithful to Will, while he has \"a wandering eye\" (has interest in another women) and treats Terri badly in \"The Substitute\". The main characters in this episode include glee club members Mike Chang (Harry Shum, Jr.) and Sam Evans (Chord Overstreet), Principal Figgins, school bully Dave Karofsky, cheerleader Becky Jackson (Lauren Potter), wrestler Lauren Zizes (Ashley Fink) and Kurt's friend Blaine Anderson.\n\"The Substitute\" includes cover versions of six songs. Paltrow performs on four of these. She recorded them all in one day. The songs she recorded were \"Conjunction Junction\" from Schoolhouse Rock!, and a clean version of Cee Lo Green's \"Fuck You!\" entitled \"Forget You\". The producers of the series had wanted Paltrow to sing a Coldplay song. They chose to not do this. They wanted to use the song for a competition episode of \"Glee\". Morrison and Shum, Jr. sang a duet version of \"Make 'Em Laugh\" from the musical \"Singin' in the Rain\". Paltrow and Michele did a duet on \"Nowadays / Hot Honey Rag\" from the musical \"Chicago\". Morrison and Paltrow performed a mash-up of \"Singin' in the Rain\" with \"Umbrella\" by Rihanna featuring Jay-Z. The cast had to spend twelve hours filming for the mash-up in a tank of water.\nAll of the songs performed except \"Conjunction Junction\" were released as digital download singles. \"Forget You\" is featured on the soundtrack album \"Glee: The Music, Volume 4\" (2011). \"Forget You\" and \"Singing in the Rain / Umbrella\" charted both on the \"Billboard\" Hot 100 and internationally. \"Forget You\" peaked at number eleven in the US and number twelve in Canada. \"Singing in the Rain / Umbrella\" peaked at number ten in Ireland. Green's \"Fuck You!\" entered the top ten of the Hot 100 for the first time after the Glee cover. His sales increased 94% in a week.\nRatings.\nWhen \"The Substitute\" was first broadcast on FOX, it was watched by 11.70 million US viewers. It had a 5.0/14 share in the 18-49 demographic group. This helped the episode to become the top-rated program of the night for adults aged 18–49. In the weekly rankings, the episode was the top scripted program for adults 18-49. Overall, it placed twentieth for the second season. Views and ratings were both better than the previous episode, \"Never Been Kissed\". It was watched by 10.99 million viewers and had a 4.6/13 rating/share. In Canada, viewership was also better than the last episode. It was watched by 2.29 million viewers and ranked ninth for the week. The last episode had 1.97 million viewers and ranked twelfth. In Australia, the episode was watched by 1.06 million viewers. This made \"Glee\" the seventh most-watched program of the night and nineteenth of the week. In the UK, the episode was watched by 2.55 million viewers-2.11 million on E4, and 439,000 on E4+1. It was the most-watched show on cable for that week.\nMusic.\nThe music performances got mixed feedback from music and television journalist. Anthony Benigno of the \"Daily News\" gave \"Conjunction Junction\" an \"A\". He had noticed the \"ordinarily\" (in a normal way) of the song. Benigno did not give a review for the song because of its short length. He only said \"what a glorious ten seconds it is\". Benigno and Poniewozik criticized \"Forget You\" for not having any profanity that was in the original recording. Poniewozik liked Paltrow's \"deeper voice\". He gave her cover a \"A\". Benigno liked the original version better. \"Rolling Stone\"s Erica Futterman believed the \"clean version\" of the song did not affect its success. She said that it was \"charming and sassy\". Megan Vick of \"Billboard\" called it \"the most exciting number (song)\" of the episode. Stack gave the song an \"A+\". He also said it was \"one of the most memorable and energetic \"Glee\" performance(s) ever, thank in no small part to Paltrow\". Green told MTV that we was \"flattered\" by the cover, mostly because he did not know Paltrow would perform it after he was allowed to be in the audience watching the episode filming. He called her performance \"great\". He also said that he did not know that she could sing.\nBenigno and Stack gave a good review for the choreography of \"Make 'Em Laugh\". They gave it a \"B\" and \"B+\". These were lower grades than they gave \"Forget You\". Vick said that \"Glee\" covers songs from musicals to often introduce classic songs to viewers in a more modern way. He felt that \"Make 'Em Laugh\" did not do this. The \"Chicago\" cover did not get a positive review from many critics. Futterman, \"The Wall Street Journal\"s Raymund Flandez and \"The Atlantic\"s Patrick Burns all believed the choreography was \"lacking\". Kevin Fallon said that \"Glee\" should not be \"overusing recreations\". He said that they had done this in other episodes. These included \"The Power of Madonna\", \"Britney/Brittany\" and \"The Rocky Horror Glee Show\". Todd VanDerWerff of the \"A.V. Club\" said he did not like the performances. He said they were \"outright plagiarism\", not an homage (in respect)\" to the original artist.\nFor the song \"Singin' in the Rain/ Umbrella\", Benigno and Futterman compared the songs as a better mash-up than the previous episode's mash-up. Benigno gave the cover a \"B\". He said that by using \"Singin' in the Rain\" as the chorus, the song lacked \"catharsis\". This was also seen by Flandez. He gave positive reviews on the costumes, props and staging, but had hoped that the cover had more \"bite\" and \"attitude\". Futterman said it was a \"buoyant (cheerful) and catchy homage to the old and the new [that] perfectly captures \"Glee\"s musical spirit\". Vick felt the song could not compare to the previous episode's mash-ups. She believed the staging was \"implausible\" (not believable). Stack wrote that he loved the mash-up. He gave it an \"A-\". Amy Reiter of the \"Los Angeles Times\" liked the choreography.","categories":[],"infobox_types":["Television episode"],"annotations":[{"uri":"Episode","surface_form":"episode","offset":32},{"uri":"Glee_(season_2)","surface_form":"second season","offset":47},{"uri":"United_States","surface_form":"American","offset":68},{"uri":"Television_series","surface_form":"television series","offset":77},{"uri":"Glee","surface_form":"Glee","offset":96},{"uri":"Movie_director","surface_form":"directed","offset":165},{"uri":"Ryan_Murphy","surface_form":"Ryan Murphy","offset":177},{"uri":"Screenplay","surface_form":"written","offset":193},{"uri":"Ian_Brennan","surface_form":"Ian Brennan","offset":204},{"uri":"Broadcast","surface_form":"broadcast","offset":230},{"uri":"FOX","surface_form":"FOX","offset":243},{"uri":"United_States","surface_form":"United States","offset":324},{"uri":"Script_(performing_arts)","surface_form":"scripted show","offset":354},{"uri":"Guest_star","surface_form":"guest star","offset":435},{"uri":"Gwyneth_Paltrow","surface_form":"Gwyneth Paltrow","offset":447},{"uri":"Substitute_teacher","surface_form":"substitute teacher","offset":491},{"uri":"Matthew_Morrison","surface_form":"Matthew Morrison","offset":535},{"uri":"Glee_club","surface_form":"glee club","offset":560},{"uri":"Ill","surface_form":"sick","offset":591},{"uri":"Cheerleader","surface_form":"Cheerleading","offset":597},{"uri":"Coach_(sport)","surface_form":"coach","offset":610},{"uri":"Jane_Lynch","surface_form":"Jane Lynch","offset":631},{"uri":"Principal","surface_form":"principal","offset":651},{"uri":"Amber_Riley","surface_form":"Amber Riley","offset":733},{"uri":"Chris_Colfer","surface_form":"Chris Colfer","offset":763},{"uri":"Stress_(medicine)","surface_form":"stress","offset":791},{"uri":"Friendship","surface_form":"friendship","offset":815},{"uri":"Cover_version","surface_form":"cover version","offset":848},{"uri":"Reviews","surface_form":"reviews","offset":899},{"uri":"Music","surface_form":"music","offset":912},{"uri":"Television","surface_form":"television","offset":922},{"uri":"Critic","surface_form":"journalists","offset":933},{"uri":"Cee_Lo_Green","surface_form":"Cee Lo Green","offset":967},{"uri":"Forget_You","surface_form":"Forget You","offset":983},{"uri":"Mash-up","surface_form":"mash-up","offset":999},{"uri":"Singin%27_in_the_Rain","surface_form":"Singin' in the Rain","offset":1011},{"uri":"Rihanna","surface_form":"Rihanna","offset":1037},{"uri":"Umbrella_(song)","surface_form":"Umbrella","offset":1048},{"uri":"Record_chart","surface_form":"charted","offset":1095},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":1111},{"uri":"Hot_100","surface_form":"Hot 100","offset":1122},{"uri":"Sub-plot","surface_form":"sub-plot","offset":1190},{"uri":"MTV","surface_form":"MTV","offset":1257},{"uri":"IGN","surface_form":"IGN","offset":1280},{"uri":"Entertainment_Weekly","surface_form":"Entertainment Weekly","offset":1289},{"uri":"Time_(magazine)","surface_form":"Time","offset":1392},{"uri":"Mediocre","surface_form":"okay","offset":1446},{"uri":"The_A.V._Club","surface_form":"The A.V. Club","offset":1481},{"uri":"National_Alliance_on_Mental_Illness","surface_form":"National Alliance on Mental Illness","offset":1550},{"uri":"Bipolar_disorder","surface_form":"bipolar disorder","offset":1640},{"uri":"Primetime_Emmy_Award","surface_form":"Primetime Emmy Award","offset":1679},{"uri":"Jane_Lynch","surface_form":"Jane Lynch","offset":1807},{"uri":"Infection","surface_form":"infected","offset":1966},{"uri":"Flu","surface_form":"flu","offset":1984},{"uri":"Matthew_Morrison","surface_form":"Matthew Morrison","offset":2024},{"uri":"Rachel_Berry","surface_form":"Rachel Berry","offset":2219},{"uri":"Lea_Michele","surface_form":"Lea Michele","offset":2233},{"uri":"Request","surface_form":"request","offset":2308},{"uri":"Chris_Colfer","surface_form":"Chris Colfer","offset":2332},{"uri":"Substitute_teacher","surface_form":"substitute teacher","offset":2374},{"uri":"Gwyneth_Paltrow","surface_form":"Gwyneth Paltrow","offset":2409},{"uri":"Lindsay_Lohan","surface_form":"Lindsay Lohan","offset":2495},{"uri":"Spanish_language","surface_form":"Spanish","offset":2529},{"uri":"Conjunction_Junction","surface_form":"Conjunction Junction","offset":2547},{"uri":"English_language","surface_form":"English","offset":2576},{"uri":"Bipolar_disorder","surface_form":"bipolar","offset":2614},{"uri":"Mary_Todd_Lincoln","surface_form":"Mary Todd Lincoln","offset":2622},{"uri":"History","surface_form":"History","offset":2648},{"uri":"Rehearsal","surface_form":"rehearsal","offset":2698},{"uri":"Cee_Lo_Green","surface_form":"Cee Lo Green","offset":2729},{"uri":"Forget_You","surface_form":"Forget You","offset":2745},{"uri":"Performance","surface_form":"performance","offset":2778},{"uri":"Annoyed","surface_form":"annoyed","offset":2801},{"uri":"Duet","surface_form":"duet","offset":2935},{"uri":"Musical","surface_form":"musical","offset":2991},{"uri":"Chicago_(musical)","surface_form":"Chicago","offset":3000},{"uri":"Amber_Riley","surface_form":"Amber Riley","offset":3055},{"uri":"Relationship","surface_form":"date","offset":3188},{"uri":"Football_player","surface_form":"football player","offset":3200},{"uri":"African-American","surface_form":"black","offset":3238},{"uri":"Conversation","surface_form":"conversation","offset":3336},{"uri":"Homosexuality","surface_form":"gay issues","offset":3365},{"uri":"Gay_icon","surface_form":"icons","offset":3380},{"uri":"Health","surface_form":"health","offset":3405},{"uri":"Protest","surface_form":"protest","offset":3498},{"uri":"Tailpipe","surface_form":"tailpipe","offset":3533},{"uri":"US_dollar","surface_form":"$","offset":3568},{"uri":"Calm","surface_form":"laid-back","offset":4065},{"uri":"Bully","surface_form":"bully","offset":4489},{"uri":"Gay","surface_form":"gay","offset":4606},{"uri":"Modern","surface_form":"modern","offset":4782},{"uri":"Mash-up","surface_form":"mash-up","offset":4809},{"uri":"Rihanna","surface_form":"Rihanna","offset":4822},{"uri":"Umbrella_(song)","surface_form":"Umbrella","offset":4833},{"uri":"Song","surface_form":"song","offset":4843},{"uri":"Movie","surface_form":"movie","offset":5102},{"uri":"Country_music","surface_form":"country singer","offset":5157},{"uri":"BBC_News","surface_form":"BBC News","offset":5192},{"uri":"Love","surface_form":"love","offset":5318},{"uri":"Counselor","surface_form":"counselor","offset":5477},{"uri":"Educator","surface_form":"educator","offset":5494},{"uri":"Fictional_character","surface_form":"character","offset":6019},{"uri":"Sex_education","surface_form":"sex education","offset":6189},{"uri":"Primetime_Emmy_Award","surface_form":"Primetime Emmy Award","offset":6233},{"uri":"Fantasy","surface_form":"fantasy","offset":6374},{"uri":"Hallucination","surface_form":"sees the club members as kindergarten-aged children","offset":6403},{"uri":"Pleasant","surface_form":"pleasant","offset":6947},{"uri":"Cover_version","surface_form":"cover version","offset":7418},{"uri":"Schoolhouse_Rock%21","surface_form":"Schoolhouse Rock!","offset":7572},{"uri":"Clean_version","surface_form":"clean version","offset":7597},{"uri":"Coldplay","surface_form":"Coldplay","offset":7721},{"uri":"Singin%27_in_the_Rain","surface_form":"Singin' in the Rain","offset":7909},{"uri":"Jay-Z","surface_form":"Jay-Z","offset":8123},{"uri":"Digital_download","surface_form":"digital download","offset":8283},{"uri":"Single_(music)","surface_form":"singles","offset":8300},{"uri":"Soundtrack_album","surface_form":"soundtrack album","offset":8341},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":8465},{"uri":"Hot_100","surface_form":"Hot 100","offset":8476},{"uri":"International","surface_form":"international","offset":8488},{"uri":"Canada","surface_form":"Canada","offset":8573},{"uri":"Ireland","surface_form":"Ireland","offset":8638},{"uri":"Neilsen_rating","surface_form":"share","offset":8897},{"uri":"Demographic","surface_form":"demographic","offset":8916},{"uri":"Script_(performing_arts)","surface_form":"scripted program","offset":9075},{"uri":"Never_Been_Kissed_(Glee)","surface_form":"Never Been Kissed","offset":9225},{"uri":"Australia","surface_form":"Australia","offset":9512},{"uri":"United_Kingdom","surface_form":"UK","offset":9670},{"uri":"E4_(TV_channel)","surface_form":"E4","offset":9738},{"uri":"Cable_television","surface_form":"cable","offset":9795},{"uri":"Ordinarily","surface_form":"ordinarily","offset":9995},{"uri":"Profanity","surface_form":"profanity","offset":10226},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":10384},{"uri":"MTV","surface_form":"MTV","offset":10779},{"uri":"Flattered","surface_form":"flattered","offset":10796},{"uri":"Choreography","surface_form":"choreography","offset":11085},{"uri":"The_Wall_Street_Journal","surface_form":"The Wall Street Journal","offset":11444},{"uri":"Recreations","surface_form":"recreations","offset":11620},{"uri":"Performance","surface_form":"performance","offset":11838},{"uri":"Plagiarism","surface_form":"plagiarism","offset":11880},{"uri":"Homage","surface_form":"homage","offset":11900},{"uri":"Refrain","surface_form":"chorus","offset":12170},{"uri":"Catharsis","surface_form":"catharsis","offset":12195},{"uri":"Buoyant","surface_form":"buoyant","offset":12385},{"uri":"Los_Angeles_Times","surface_form":"Los Angeles Times","offset":12708}]}