{"id":334964,"url":"http://en.wikipedia.org/wiki/Cincinnati_Zoo_and_Botanical_Garden","text":"The Cincinnati Zoo and Botanical Garden is a zoo in the American city of Cincinnati, Ohio. It claims to be the second oldest zoo in the United States because it opened 14 months after the Philadelphia Zoo.\nThe zoo has over of land and about 2,800 animals. It has over 30 indoor and outdoor attractions. The Cincinnati Zoo also breeds rare animals. For example, it was the first zoo to breed the California sea lion and one of the first to breed the American bison both in 1878. It is the only place in the Western Hemisphere where one, two, and three Sumatran Rhinoceroses have been born.\nHistory.\nThe Cincinnati Zoo started in 1875. It covered 66 acres and was owned by some of the richest men in Cincinnati. There are currently around 500 species at the zoo with a total of around 1900 animals. There are also over 6,000 plant species shown at the zoo. The zoo is home to Indian blue peafowls that are free to roam the aviary.\nEcofriendly.\nIn the late 2000s, the Cincinnati Zoo was named the Greenest Zoo in America for their \"go green\" practices. The zoo currently has ten special garden exhibits and has over 5,000 other plant species spread throughout the zoo. In early 2010, the zoo completed their construction of over 6,000 solar canopies in the main parking lot. This is the largest display of solar panels in the world. The zoo also displays plants in the animal exhibit in which they are the correct biome for that species. For example, there are many Florida native marsh plants and shrubs in Manatee Springs; bamboo gardens in the red panda exhibits; and bushes from California in the sea lion exhibit.\nWildlife canyon and Sumatran rhinos.\nSince 1989, Wildlife Canyon has been showcasing rare and exotic hoofstock species that are native to many parts of the world. It currently consists of six different paddocks along the bottom of a steep canyon that was built in 1942. Visitors may walk among emus, camels, Asian wild horses, Sichuan takins, river hogs and the critically endangered Sumatran rhinoceros. Every Sumatran rhino that lives in the U.S. was born at the Cincinnati Zoo.\nEagle eyrie.\nAt this attraction that opened in 1970, guests can walk into large flight cages that are home to two of some of the largest flying birds on the planet, Andean condors and California condors, and sea eagles. When visitors enter the two flight cages while being in an elevated observation deck, there is nothing that comes between the visitors and the birds. The Cincinnati Zoo is currently the only institution in North America to breed the Steller's sea eagle. Efforts to set these species free have been successful multiple times. Two eagle chicks can be seen nesting in the sea eagle flight.\nMonkey island.\nThis island is a man-made rock surrounded by a moat and exotic landscaping and provides a home for to a large troop of snow monkeys or Japanese macaques. It is over 80 years old and was one of the first bar-less monkey exhibits in North America.\nGorilla world.\nGorilla World attempts to simulate the rainforest of central Africa. It opened in 1978 as one of the first, natural gorilla exhibits in the country. The main enclosure is about a 30,000 square foot, forest habitat with many tropical plants, waterfalls, meadows, logs and vines for zoo's famous western lowland gorillas to encounter. The zoo also holds the record for having the most gorilla births in one year; six, in 1996. There are also exhibits for colobus monkeys and crowned guenons.\nRhino reserve.\nThis whole area are is a series of eight enclosures housing a variety of African species of the Savannah, and Asian species of the forest. The rhino reserve opened in 1997.\nJungle trails.\nJungle Trails takes visitors through a 2.5 acre naturalized rain forest habitat, teeming with rare and exotic wildlife and hundreds of plant species from Asia and Africa. Each region in the exhibit is divided by outdoor and indoor habitats with enjoyable viewing of the Zoo's collection of rare primates such as Bornean Orangutans, bonobos, Müeller's and lar gibbons, bamboo, ruffed, and sifaka lemurs, Angolan colobus monkeys, aye-ayes, Francois langurs, lion-tailed macaques, pottos, pygmy slow lorises, and greater galagos that brachiate, crawl, and jump from branch to branch. In addition, Jungle Trails houses some of the zoo's birds, reptiles, insects, and other rare mammals that include lesser adjutant and saddle-billed storks, pelicans, white-naped ravens, yellow-billed hornbills, starlings, shelducks, hammerkops, cloud rats, sugar gliders, large-spotted genets, emperor scorpions, and ground boas. The attraction received the AZA prestigious exhibit award in 1994, a year after it opened. Two baby galagos and three baby large-spotted genets can be seen in the African Building.\nArctic animals.\nThe main animals in the area are the zoo's two polar bears, a male named Little One, and a female, Berit. Visitors can watch the bears swim in their one large 70,000 gallon pool that stretches between the two enclosures. There are many observation areas available for the guests, including underwater viewing, across from a moat, and even of the bears on land only with 3 inches of glass separating them from the visitors. Next to the bears is an aviary that houses a bald eagle.\nBear Hill.\nThe Bear Hill grottoes were built in 1937 featuring two bear species from North and South America, black bears and Andean bears. The exhibits were built on a hillside to complete their natural mountainous habitats to also keep the sun from shining light into their exhibits.\nLorikeets.\nIn Lorikeet Landing, a flight cage built in 1962 and renovated in 2006, is a mesh enclosed aviary filled with hundreds of birds native to Australia and New Guinea.\nWolves.\nGuests can hike through the Wolf Woods to see animals native to North America. The area opened in 2005 after a renovation of Otter Creek.\nChildren's zoo.\nOpened in the 1950s and renovated in 1985, and 2008, the Children's Zoo is an attraction for children and young animals. The zoo's nursery features baby animals that come and go from different zoos. The young animals have the opportunity to come out of their exhibit, and walk around the zoo while being guided by keepers. The play area designed for children contains small habitats for threes species of armadillos (three-banded, six-banded, screaming hairy), and three species of tortoises (gopher, red-footed, radiated).\nChildren may enter the Petting Zoo and feed and interact with dwarf goats and doll sheep. Blakely's Barn, that was added in 1997, has both indoor and outdoor paddocks with close viewings of four-horned sheep, cattle, llamas, dwarf goats, miniature cows, miniature donkeys, and alpacas. At the entrance of the attraction is Penguin Walkabout that opened in 1985. Little and black-footed penguins live here.\nGibbon islands.\nThis attraction features rare and endangered apes that can be viewed brachiating on two large jungle gyms built on two circular islands that were constructed in 1972. Guests can walk on a wooden platform that is on the surface of the lake to get an even closer look of the zoo's loudest animals, siamangs and buff-cheeked gibbons, as they can be heard from every part of the park.\nRed Panda habitat.\nSome of the zoo's current red pandas were given to the zoo in 1985 from the Beijing Zoo. They live in two exhibits at the zoo that teems with natural plants of China. The Zoo has bred over 70 red pandas, the last one being in the early 2000s.\nElephant reserve.\nThe exhibit Elephant Reserve, opened in 2008 after the renovation of Vanishing Giants, in an area that has been exhibiting elephants and other pachyderms since the zoo's opening in 1875. The main feature of the exhibit is a 1.5 acre female habitat showcasing the zoo's stars, Schottzie, Mai-Thai, and Jati. The exhibit includes a 60,000 gallon pool that is next to one of the many viewing areas. Sabu, the bull, has his own habitat that was added in the year 2006.\nSwan lake.\nSwan Lake is the largest body of water at the zoo, giving a home to native waterfowl of Cincinnati. Many species like mallards, pintails, and swans are free to inhabit the lake as they please as the historic train also circles around them. Along the end of the lake is \"Crane Island\", home to a Japanese species called red-crowned cranes. \"Wetland Trails\" is an area, giving an all natural, naturally enclosed habitat to a sandhill crane.\nReptiles.\nThe Reptile House is America's oldest existing zoo building. Visitors can see a variety of monitors, pythons, mambas, tortoises, and even frogs and salamanders behind glass. There is an open-topped exhibit in the center of the building where alligators and sliders co-exist.\nNight-time animals.\nThis includes an eagle owl, vampire bats, and giant fruit bats. There are cat species like endangered Pallas' cats, clouded leopards, Brazilian ocelots, black-footed cats, sand cats, a caracal, fishing cats, and bobcats. There are dog and cat like species like fossas, aardwolves, palm civets, bearcats, tayras, bat-eared, and fennec foxes. Here also lives rare primates like pottos, and greater bushbabies. Aardvarks and a Burmese python are also displayed\nMonitor lizards.\nMonitor lizards from the smallest to the longest, and the largest in the world. Guests may observe dwarf, green, quince, and crocodile monitors. In the largest enclosure of the complex lives the star of the attraction Hudo, a Komodo dragon. Each indoor exhibit is glass-enclosed and are full of real plant life and branches. Outdoor viewing for the Komodo dragon is available near the exit of the building.\nTropical swamp life.\nBuilt in 1999, based on the Everglades, Manatee Springs houses many different species of wildlife from the swamps of Florida. The first section of the building is a greenhouse that simulates the sights and sounds of a freshwater swamp, tropical hammock and coastal wetland mangrove wetlands. American alligators, American crocodiles, and Florida cooter turtles can be observed in a series of water/land exhibits all with an underwater viewing. This includes a bridge constructed over a deep pool where zoo visitors may walk on as an alligator snapping turtle lies directly beneath it.\nBirds.\nOver 50 species of birds, and displays that provide habitats as natural as the outdoors. Birds from the Amazon all the way to the Antarctic Coast are displayed. Guests can see owls, macaws, bird-of-paradises, hornbills, parakeets, auklets, puffins and even three species of penguins. Seeing opportunities for zoo visitors as such include two walk-though aviaries, open-fronted habitats, and species behind glass with underwater viewings.\nRainforest.\nDiscovery Forest is a 4,500-square-foot tropical rainforest in a unique, two-story circular atrium. The setting is a tropical Latin American rainforest, incorporating interpretive elements from throughout Central and South America. In 2008, several neotropical animals like a two-toed sloth, a blue-and-gold macaw, and boa constrictors were added to emphasize the relationship between plants and animals.\n'Africa'.\nAfrica will be the largest animal exhibit in the Zoo's history, planned to be nearly 8-acres big and at a cost of $32,000,000. In Phase IV, the zoo will add the largest part of the future attraction, a wide Savannah teeming with some of Africa's most spectacular hoofstock such as zebras, gazelles, and elands. Along with some of the world's largest birds like ostriches, Marabou storks and grey-crowned cranes. This phase will be open in 2014.\nThe final phase will bring Nile hippos and crocodiles. The hippo area will give visitors a view above and below-water. In addition, this phase will include Nile crocodiles and possibly African wild dogs. This last area will open in 2015.","categories":[],"infobox_types":[],"annotations":[{"uri":"Zoo","surface_form":"zoo","offset":45},{"uri":"United_States","surface_form":"American","offset":56},{"uri":"City","surface_form":"city","offset":65},{"uri":"Cincinnati%2C_Ohio","surface_form":"Cincinnati, Ohio","offset":73},{"uri":"Philadelphia_Zoo","surface_form":"Philadelphia Zoo","offset":188},{"uri":"Attraction","surface_form":"attraction","offset":290},{"uri":"Breeding","surface_form":"breeds","offset":327},{"uri":"Sumatran_Rhinoceros","surface_form":"Sumatran Rhinoceros","offset":551},{"uri":"Blue_Peafowl","surface_form":"Indian blue peafowls","offset":874},{"uri":"Bamboo","surface_form":"bamboo","offset":1522},{"uri":"Red_Panda","surface_form":"red panda","offset":1544},{"uri":"Emu","surface_form":"emu","offset":1910},{"uri":"Bactrian_Camel","surface_form":"camels","offset":1916},{"uri":"Przewalski%27s_Horse","surface_form":"Asian wild horses","offset":1924},{"uri":"Takin","surface_form":"takin","offset":1951},{"uri":"Red_River_Hog","surface_form":"river hogs","offset":1959},{"uri":"Sumatran_Rhinoceros","surface_form":"Sumatran rhinoceros","offset":2000},{"uri":"Andean_condor","surface_form":"Andean condors","offset":2262},{"uri":"California_condor","surface_form":"California condors","offset":2281},{"uri":"Sea_eagle","surface_form":"sea eagle","offset":2305},{"uri":"Japanese_macaque","surface_form":"Japanese macaque","offset":2854},{"uri":"Western_lowland_gorilla","surface_form":"western lowland gorilla","offset":3274},{"uri":"Eastern_black-and-white_colobus","surface_form":"colobus monkeys","offset":3433},{"uri":"Grey%27s_crowned_guenon","surface_form":"crowned guenons","offset":3453},{"uri":"Asia","surface_form":"Asia","offset":3827},{"uri":"Africa","surface_form":"Africa","offset":3836},{"uri":"Bornean_Orangutan","surface_form":"Bornean Orangutan","offset":3985},{"uri":"Bonobo","surface_form":"bonobo","offset":4005},{"uri":"M%C3%BCller%27s_Bornean_Gibbon","surface_form":"Müeller's","offset":4014},{"uri":"Lar_Gibbon","surface_form":"lar gibbons","offset":4028},{"uri":"Grey_Bamboo_Lemur","surface_form":"bamboo","offset":4041},{"uri":"Black-and-white_ruffed_lemur","surface_form":"ruffed","offset":4049},{"uri":"Coquerel%27s_Sifaka","surface_form":"sifaka lemurs","offset":4061},{"uri":"Angolan_Colobus","surface_form":"Angolan colobus monkeys","offset":4076},{"uri":"Aye-aye","surface_form":"aye-aye","offset":4101},{"uri":"Francois_Langur","surface_form":"Francois langurs","offset":4111},{"uri":"Lion-tailed_macaque","surface_form":"lion-tailed macaque","offset":4129},{"uri":"Potto","surface_form":"potto","offset":4151},{"uri":"Loris","surface_form":"loris","offset":4170},{"uri":"Garnett%27s_Greater_Galago","surface_form":"greater galagos","offset":4183},{"uri":"Stork","surface_form":"lesser adjutant","offset":4368},{"uri":"Saddle-billed_Stork","surface_form":"saddle-billed storks","offset":4388},{"uri":"Pink-backed_Pelican","surface_form":"pelicans","offset":4410},{"uri":"White-naped_Raven","surface_form":"white-naped ravens","offset":4420},{"uri":"Eastern_Yellow-billed_Hornbill","surface_form":"yellow-billed hornbills","offset":4440},{"uri":"Golden-breasted_Starling","surface_form":"starlings","offset":4465},{"uri":"Ruddy_Shelduck","surface_form":"shelducks","offset":4476},{"uri":"Hammerkop","surface_form":"hammerkop","offset":4487},{"uri":"Northern_Luzon_Slender-tailed_Cloud_Rat","surface_form":"cloud rats","offset":4499},{"uri":"Sugar_Glider","surface_form":"sugar gliders","offset":4511},{"uri":"Large-spotted_Genet","surface_form":"large-spotted genets","offset":4526},{"uri":"Emperor_Scorpion","surface_form":"emperor scorpions","offset":4548},{"uri":"Dumeril%27s_ground_boa","surface_form":"ground boas","offset":4571},{"uri":"Polar_bear","surface_form":"polar bear","offset":4828},{"uri":"Bald_Eagle","surface_form":"bald eagle","offset":5249},{"uri":"American_Black_Bear","surface_form":"black bears","offset":5371},{"uri":"Spectacled_Bear","surface_form":"Andean bears","offset":5387},{"uri":"Australia","surface_form":"Australia","offset":5696},{"uri":"New_Guinea","surface_form":"New Guinea","offset":5710},{"uri":"Armadillo","surface_form":"armadillo","offset":6289},{"uri":"Southern_Three-banded_Armadillo","surface_form":"three-banded","offset":6301},{"uri":"Six-banded_Armadillo","surface_form":"six-banded","offset":6315},{"uri":"Screaming_Hairy_Armadillo","surface_form":"screaming hairy","offset":6327},{"uri":"Tortoise","surface_form":"tortoise","offset":6366},{"uri":"Gopher_tortoise","surface_form":"gopher","offset":6377},{"uri":"Red-footed_Tortoise","surface_form":"red-footed","offset":6385},{"uri":"Radiated_Tortoise","surface_form":"radiated","offset":6397},{"uri":"Nigerian_dwarf_goat","surface_form":"dwarf goats","offset":6470},{"uri":"Baby_Doll_Sheep","surface_form":"doll sheep","offset":6486},{"uri":"Dexter_Cattle","surface_form":"cattle","offset":6617},{"uri":"Llama","surface_form":"llama","offset":6625},{"uri":"Nigerian_dwarf_goat","surface_form":"dwarf goats","offset":6633},{"uri":"Donkey","surface_form":"miniature donkeys","offset":6662},{"uri":"Alpaca","surface_form":"alpaca","offset":6685},{"uri":"Little_Penguin","surface_form":"Little","offset":6770},{"uri":"African_Penguin","surface_form":"black-footed penguins","offset":6781},{"uri":"Siamang","surface_form":"siamang","offset":7126},{"uri":"Buff-cheeked_Gibbon","surface_form":"buff-cheeked gibbons","offset":7139},{"uri":"Red_Panda","surface_form":"red pandas","offset":7256},{"uri":"Asian_Elephant","surface_form":"elephants","offset":7614},{"uri":"Mallard","surface_form":"mallard","offset":8085},{"uri":"Northern_Pintail","surface_form":"pintails","offset":8095},{"uri":"Swan","surface_form":"swan","offset":8109},{"uri":"Red-crowned_Crane","surface_form":"red-crowned cranes","offset":8286},{"uri":"Sandhill_Crane","surface_form":"sandhill crane","offset":8390},{"uri":"Monitor_lizard","surface_form":"monitors","offset":8507},{"uri":"Python","surface_form":"python","offset":8517},{"uri":"Tortoise","surface_form":"tortoise","offset":8534},{"uri":"Frog","surface_form":"frog","offset":8554},{"uri":"Salamander","surface_form":"salamander","offset":8564},{"uri":"Chinese_Alligator","surface_form":"alligators","offset":8658},{"uri":"Owl","surface_form":"owl","offset":8734},{"uri":"Vampire_bat","surface_form":"vampire bat","offset":8739},{"uri":"Fruit_bat","surface_form":"fruit bat","offset":8763},{"uri":"Pallas%27_Cat","surface_form":"Pallas' cats","offset":8813},{"uri":"Clouded_Leopard","surface_form":"clouded leopards","offset":8827},{"uri":"Ocelot","surface_form":"ocelot","offset":8855},{"uri":"Sand_Cat","surface_form":"sand cats","offset":8883},{"uri":"Caracal","surface_form":"caracal","offset":8896},{"uri":"Bobcat","surface_form":"bobcat","offset":8923},{"uri":"Aardwolf","surface_form":"aardwolves","offset":8980},{"uri":"Banded_Palm_Civet","surface_form":"palm civets","offset":8992},{"uri":"Binturong","surface_form":"bearcats","offset":9005},{"uri":"Fennec_Fox","surface_form":"fennec foxes","offset":9038},{"uri":"Galago","surface_form":"greater bushbabies","offset":9099},{"uri":"Aardvark","surface_form":"Aardvark","offset":9119},{"uri":"Python","surface_form":"python","offset":9143},{"uri":"Monitor_lizard","surface_form":"Monitor lizard","offset":9186},{"uri":"Komodo_dragon","surface_form":"Komodo dragon","offset":9412},{"uri":"Everglades%2C_Florida","surface_form":"Everglades","offset":9642},{"uri":"American_Alligator","surface_form":"American alligators","offset":9906},{"uri":"American_Crocodile","surface_form":"American crocodiles","offset":9927},{"uri":"Owl","surface_form":"owl","offset":10382},{"uri":"Macaw","surface_form":"macaw","offset":10388},{"uri":"Bird-of-paradise","surface_form":"bird-of-paradise","offset":10396},{"uri":"Hornbill","surface_form":"hornbill","offset":10415},{"uri":"Budgerigar","surface_form":"parakeets","offset":10426},{"uri":"Puffin","surface_form":"puffin","offset":10446},{"uri":"Penguin","surface_form":"penguin","offset":10480},{"uri":"Sloth","surface_form":"sloth","offset":10941},{"uri":"Macaw","surface_form":"macaw","offset":10964},{"uri":"Boa_constrictor","surface_form":"boa constrictor","offset":10975}]}