{"id":33498,"url":"http://en.wikipedia.org/wiki/Pneumonia","text":"Pneumonia is a disease of the lungs and the respiratory system. The lung contains many small bulbs, or sacs, called alveoli. These help to take out oxygen from the air. In the case of pneumonia, these bulbs become inflamed. They fill up with a fluid which is called pus, and can no longer absorb as much oxygen as before. This makes it hard for the person with pneumonia to breathe. They may feel out of breath, or like they are drowning. They may also feel pain when they breathe. Sometimes people die of pneumonia, even when they go to a hospital and take medicine.\nBackground.\nPneumonia can be caused by bacteria, viruses, fungi or parasites. It can also be caused by chemical or physical damage done to the lungs. Other illnesses, like alcohol abuse or lung cancer, can also result in pneumonia.\nPeople with pneumonia usually have difficulty breathing. They may also cough, or have pains in the chest area. The treatment of pneumonia depends on how the illness was caused. If it was caused by bacteria, antibiotics can be used to treat it.\nPeople of all ages can have pneumonia. The disease is dangerous. Many people die from pneumonia, especially old people, or people with a weak immune system.\nAccording to some research in 2010, in some parts of the world where people are very poor like India, Nigeria, and Pakistan, pneumonia was the cause of death for more children under the age of five than any other disease. Statistically, however, for every 2,000 children in the developing world who die of pneumonia, only one child in the developed world dies from the disease. This is because of differences in health care and because of differences in rates of breastfeeding, not because of differences in children. Breastfeeding newborn babies greatly increases their ability to survive pneumonia, but some cultures think of breastfeeding as taboo.","categories":[],"infobox_types":[],"annotations":[{"uri":"Disease","surface_form":"disease","offset":15},{"uri":"Lungs","surface_form":"lungs","offset":30},{"uri":"Respiratory_system","surface_form":"respiratory system","offset":44},{"uri":"Alveolus","surface_form":"alveoli","offset":116},{"uri":"Oxygen","surface_form":"oxygen","offset":148},{"uri":"Air","surface_form":"air","offset":164},{"uri":"Inflammation","surface_form":"inflamed","offset":214},{"uri":"Pus","surface_form":"pus","offset":266},{"uri":"Bacteria","surface_form":"bacteria","offset":607},{"uri":"Virus","surface_form":"virus","offset":617},{"uri":"Fungus","surface_form":"fungi","offset":626},{"uri":"Parasite","surface_form":"parasite","offset":635},{"uri":"Alcohol","surface_form":"alcohol","offset":740},{"uri":"Lung_cancer","surface_form":"lung cancer","offset":757},{"uri":"Breathe","surface_form":"breathing","offset":846},{"uri":"Cough","surface_form":"cough","offset":871},{"uri":"Chest","surface_form":"chest","offset":899},{"uri":"Antibiotics","surface_form":"antibiotics","offset":1007},{"uri":"Immune_system","surface_form":"immune system","offset":1186},{"uri":"India","surface_form":"India","offset":1296},{"uri":"Nigeria","surface_form":"Nigeria","offset":1303},{"uri":"Pakistan","surface_form":"Pakistan","offset":1316},{"uri":"Breastfeeding","surface_form":"breastfeeding","offset":1664},{"uri":"Taboo","surface_form":"taboo","offset":1846}]}