{"id":335080,"url":"http://en.wikipedia.org/wiki/Port","text":"A port is a place at the edge of an ocean, river, or lake for ships to load and unload their cargo. Persons on ships can get on or off ships at a port. It is also called a harbour or harbor. This kind of port is the same as sea port.\nA good port is easy to get to over water or land. It is also in a place that is not easily hurt by bad weather, like strong wind or big waves.\nSome ports are important for trade; other ports are important to a country's navy.\nTypes of ports.\nIf a port is visited by ships that can go on the ocean, it is called a \"sea port\" or just a \"port\". If a port is visited only by river boats like barges, it is called a \"river port\".\nIf a port is on a lake, river, or canal that goes to a sea or ocean, that port can be called an \"inland port\".\nA fishing port is a port or harbour used by people who are fishing.\nA warm water port is a port where the water does not freeze in winter time.\nA cruise home port is a port where people get on and off cruise-ships. It is also where the cruise ship gets its supplies, like fresh water, fuel, and food. The Port of Miami, Florida is called the \"Cruise Capital of the World\". Port Everglades, Florida and the Port of San Juan, Puerto Rico also have big cruise ports.\nA port of call is a place where a ship stops before it has finished its trip.\nA cargo port is a port that is used to move things people want to buy or sell.","categories":[],"infobox_types":[],"annotations":[{"uri":"Harbour","surface_form":"harbour","offset":172},{"uri":"Wind","surface_form":"wind","offset":358},{"uri":"Ocean_surface_wave","surface_form":"waves","offset":370},{"uri":"Trade","surface_form":"trade","offset":406},{"uri":"Navy","surface_form":"navy","offset":454},{"uri":"Barge","surface_form":"barge","offset":622},{"uri":"Canal","surface_form":"canal","offset":693},{"uri":"Harbour","surface_form":"harbour","offset":798},{"uri":"Fishing","surface_form":"fishing","offset":829},{"uri":"Cruise-ship","surface_form":"cruise-ship","offset":971},{"uri":"Fuel","surface_form":"fuel","offset":1055},{"uri":"Miami","surface_form":"Miami","offset":1083},{"uri":"Florida","surface_form":"Florida","offset":1090},{"uri":"Port_Everglades","surface_form":"Port Everglades","offset":1143},{"uri":"San_Juan%2C_Puerto_Rico","surface_form":"San Juan, Puerto Rico","offset":1184}]}