{"id":335155,"url":"http://en.wikipedia.org/wiki/Pastygate","text":"Pastygate is the name given to a political scandal in the United Kingdom in March 2012. The government had said that it was going to place a 20% VAT charge on hot pasties.\nA Labour Member of Parliament asked the Chancellor of the Exchequer, Conservative MP George Osborne, about when he last ate a Cornish pasty. Osborne answered that he had no idea when he had last eaten one. This answer has been used to show how out of touch with ordinary people the Conservative party had become. The Prime Minister David Cameron later said that he had recently eaten a Cornish pasty at Leeds railway station \"and that it was very good\". However, The Sun newspaper then reported that there was no place to buy Cornish pasties at Leeds railway station at the time David Cameron claimed to have eaten one there.\nThe issue, which at first appeared to be unimportant, was then taken up by several other newspapers and political commentators. They pointed out that the Conservatives seemed not to know that the pasty was a basic food eaten by many ordinary people in the country. The VAT rise on the pasty would affect both these customers and the pasty industry itself. These newspapers and commentators made fun of David Cameron's attempt to show himself as a regular pasty eater (i.e. as one of the people) and that George Osborne's did not know what a pasty was.","categories":[],"infobox_types":[],"annotations":[{"uri":"Political","surface_form":"political","offset":33},{"uri":"Scandal","surface_form":"scandal","offset":43},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":58},{"uri":"VAT","surface_form":"VAT","offset":145},{"uri":"Labour_Party_(UK)","surface_form":"Labour","offset":174},{"uri":"Chancellor_of_the_Exchequer","surface_form":"Chancellor of the Exchequer","offset":212},{"uri":"Conservative_Party_(UK)","surface_form":"Conservative","offset":241},{"uri":"Cornish_pasty","surface_form":"Cornish pasty","offset":298},{"uri":"Prime_Minister_of_the_United_Kingdom","surface_form":"Prime Minister","offset":489},{"uri":"David_Cameron","surface_form":"David Cameron","offset":504},{"uri":"Leeds_railway_station","surface_form":"Leeds railway station","offset":575},{"uri":"The_Sun_(United_Kingdom)","surface_form":"The Sun","offset":635},{"uri":"Commentator","surface_form":"commentator","offset":912}]}