{"id":335276,"url":"http://en.wikipedia.org/wiki/Mai_Safoora","text":"Rabia Zaman Mai Safoora Qadiriyya (r.a) (رابعہ زماں حضرت مائی صفورہ قادریہ رحہ) or Mai Safoora was a holy Sufi lady of southern Punjab.\nHer modesty and piousness are described by many contemporary historians.\nHer Sufi position was accepted by the poet Ali Haider who previously believed that \"a woman can't become Sufi\".\nNoor ud din Muhammad Saleh aka Saleh Muhammad Safoori (1759 - 25 May 1832) was the only son of Mai Safoora.\nLife.\nShe was born in Jarala (a place in present Punjab, Pakistan). According to tradition, she was of Arab descent, her grandfather being one Abu'il'Fateh, who was an Arab merchant and a Qadiri Sufi by denomination. In her childhood, she got formal religious education in Islam and also learnt three languages, Punjabi, Persian and Arabic. In addition, she also obtained spiritual-mystical training.\nAt the time of her birth, the Punjab was under the Mughal Empire. But after the death of Nader Shah, Ahmad Shah Durrani the Afghan in 1747 became the Padshah (King) and most of the area was ceded to him along with Sindh by the weak Mughals, in order to save themselves from Afghan attack. This was the foundation of the Afghan Durrani Empire which remained in power from 1747 until 1826. This period also coincided with much of her life, by and large. After that the Punjab came under the Sikh Empire (1799–1849) and was later annexed to British India in March 1849.\nShe was supposedly married to one Khawaja Noor Muhammad and had two children by him. Whilst living a normal domestic life, she also practiced her ascetic beliefs and was very pious and devoted to prayer. In time, it is claimed she performed several miracles and attained to a high degree of faith. After her demise, her family and various locals set up a small shrine over her grave where people would come to pray and ask for assistance >. After her demise she was titled 'Rabia Zaman' by people, indicating that she was the 'Rabia of the Age' (after the earlier Arabic Sufi saint Rabia Basri).\nDescendants.\nShe had two children. The name of the son is Noor-ud-din Muhammad Saleh aka Saleh Muhammad Safoori (1759-1832). And daughter was Saleha.\nThe descendents of Saleh Muhammad Safoori are still living in same area where she was born, lived and died.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Sufi","surface_form":"Sufi","offset":106},{"uri":"Punjab","surface_form":"Punjab","offset":478},{"uri":"Pakistan","surface_form":"Pakistan","offset":486},{"uri":"Mughal_Empire","surface_form":"Mughal Empire","offset":881},{"uri":"Nader_Shah","surface_form":"Nader Shah","offset":919},{"uri":"Ahmad_Shah_Durrani","surface_form":"Ahmad Shah Durrani","offset":931},{"uri":"Afghan","surface_form":"Afghan","offset":954},{"uri":"Padshah","surface_form":"Padshah","offset":980},{"uri":"King","surface_form":"King","offset":989},{"uri":"Sindh","surface_form":"Sindh","offset":1044},{"uri":"Durrani_Empire","surface_form":"Durrani Empire","offset":1157},{"uri":"British_India","surface_form":"British India","offset":1368},{"uri":"Rabia_Basri","surface_form":"Rabia Basri","offset":1979}]}