{"id":335369,"url":"http://en.wikipedia.org/wiki/The_Walking_Dead_(TV_series)","text":"\"The Walking Dead\" is an American zombie horror television series. It was adapted and developed by Frank Darabont. The show is based on the comic book series, \"The Walking Dead\" by Robert Kirkman, Tony Moore and Charlie Adlard.\nThe series follows Andrew Lincoln as Rick Grimes, sheriff's deputy. Rick wakes up in a hospital after being in a coma to find the world is filled with \"walkers\". These walkers are similar to the zombies of George A. Romero's horror movies. He leaves to find his family and others who are still alive.\n\"The Walking Dead\" was first broadcast on October 31, 2010. on the cable television channel AMC in the United States. The second season of the series was first shown on October 16, 2011. The show is now in its eighth season.\nThe series has been acclaimed by critics and has been nominated for many awards. These include a Writers Guild of America Award nomination and a Golden Globe Award nomination for \"Best Television Series Drama\". It has won two Emmy Awards. The series has also had extremely good ratings. The most watched season to date is season 5, with an average of 14.38 million viewers. The most recent season averaged 7.82 million viewers, which is just over half of season 5's average.\nSeries overview.\n\"The Walking Dead\" is based on the comic book series of the same name. It tells the story of a small group of people living in a zombie apocalypse. Most of the story takes place in the near Atlanta, Georgia. The group looks for safe place which is not near the very large groups of deadly zombies. The zombies are called \"walkers\" in the series. Walkers will eat any living thing they can catch. They also infect anything they bite. The first episode deals mainly with the problems the group have as they try to keep their humanity and still survive.\nThe group is led by Rick Grimes. He was a sheriff's deputy before the zombies. The group must always deal with the horror and danger of the walkers. They must also deal with changes in their group as new people join them and others are killed.\nSeason 1 (2010).\nSeason one is about Rick Grimes as he tries to find his family and take them to safety. The series starts with Rick waking up from a coma. He awakes to a world overrun by the walking dead (\"walkers\"). Rick leaves the hospital. He goes to his home and learns that his wife and son are not there. Rick hears a rumour from a fellow survivor. He goes to the police station and gets weapons. He goes to Atlanta. He was told that the Centers for Disease Control and Prevention created a \"safe-zone\" in the city. He thinks this is where his family would have gone. During his travel, Rick sees the damage to both society and infrastructure caused by the disaster. When he gets to Atlanta, he sees that the city is overrun by the undead. It is no longer a safe zone.\nA few miles outside the city, Rick's wife Lori and son Carl have been hiding from the walkers with Shane Walsh. Shane was a deputy who worked with Rick. He was also his best friend. Shane and Lori are in a camp with a small group of survivors. Rick meets Glenn in the city. Glenn helps him leave Atlanta and takes him to the camp where he finds Lori and Carl. Rick takes command of the group with Shane. Part of the group goes back into Atlanta to get weapons. While there, they have a conflict with other survivors. When the group returns to their camp, they find that many walkers are now there. One of their group is injured and needs medical treatment. The group chooses to go back to Atlanta and try to get help from the CDC.\nOnly one person is left in the CDC. This person is Dr. Edwin Jenner. Everyone else has either left or killed themselves. Dr. Jenner tells the group that his research into the infection has not led to a cure. The CDC building is not the safe place the group thought it would be. The next day, the safety protocols are started when there is not enough fuel for the generators. An explosion will destroy the CDC. The explosion is to stop the escape of any deadly diseases in the CDC. Dr. Jenner tells the group that the French may have found a cure. He thinks this is possible since they survived the longest in their labs. Dr. Jenner choses to stay in the CDC and die in the explosion. A member of the group, Andrea, tries to stay as well. Her sister Amy had just died and Andrea did not want to live anymore. Dale stays with her. He tells her that if she does not leave, he will not leave also. To stop him from dying, Andrea choses to leave with the group. Before the group leaves, Dr. Jenner whispers something into Rick's ear. The group leave just as the CDC explodes.\nSeason 2 (2011–2012).\nThe second season starts with Rick and his group leaving the CDC. They think that they should go to Fort Benning. While going there, they find that I-85 is blocked by many empty vehicles. The group searches some of the vehicles and takes things that could be useful. While they are searching, a very large group of walkers moves along the road towards them. They have to hide under the vehicles so the walkers do not see them. Sophia is seen by a walker and runs into the woods to get away from it. After the walkers leave, the group starts to look for Sophia. During the search, Carl is shot by a man hunting a deer. Otis, the man who shot Carl, takes Rick and Shane to a large farm. The farm is owned by a veterinarian named Hershel Greene. Hershel removes the bullet from Carl. The group go to the farm while Carl heals. Secrets and issues about who should lead the group causes problems. During this time, many relationships are dealt with and the group continues to look for Sophia. Glenn starts a romantic relationship with one of Hershel's daughters, Maggie. He learns that Hershel's barn is full of walkers. Some of these are Hershel´s family members. Hershel thinks they are just sick and could be cured someday. When Shane lets the walkers out of the barn and the group shoots them all. After the last of the walkers is killed, one last walker leaves the barn. It is Sophia. She is then shot by Rick.\nHershel tells Rick and his group that they have to leave his farm. Rick and Glenn go looking for Hershel. They find him in a local tavern. He is drinking large amounts of alcohol. After trying to get Hershel to go back to the farm, two other men enter the bar. They are with another group of survivors. This meeting does not go well and both men are killed in a gunfight. Other members of the group the dead men were with come looking for them. They find Rick, Hershel, and Glenn at the bar and begin shooting at them. The noise of the guns attracts a large group of walkers. While trying to get away from the walkers, the other group leaves one of their group, Randal, behind. Rick does not want to leave Randal to be killed by walkers. He cover his eyes and take him to the farm. Once they get him to the farm, they think that he could lead the rest of his group to the farm. Rick wants to drive Randall far away and set him free. While He and Shane are doing this, they are attacked by walkers when Rick and Shane get into a fight. Before the walkers attacked, Randall tells Rick and Shane that he knew Maggie. He knows where the farm is at. Rick thinks the location of the farm should be a secret to keep them safe. Since Randal knows where it is, they take him back to the farm until they know what to do with him. Rick and Shane talk about the fact that they will probably have to kill Randal. Back at the farm, Hershel's daughter Beth tries to kill herself. Seeing so many people in her family die, she does not want to live in this world anymore. The group talks about what to do with Randall. Only Dale thinks they should not kill him. While they are talking about Randal, Carl takes a gun from Daryl's motorcycle and goes into the woods. He sees a walker with its legs trapped in mud. Rather than shooting it, he starts throwing rocks at it. After a while, the walker gets free of the mud but Carl runs away. Later that night, the Rick and Shane go to kill Randal. As they are doing this, Carl enters the barn and tells Rick to shoot him. This causes Rick to stop and try to find a different way to deal with the problem. Soon after this, Dale is badly injured by a walker and will die soon. It is the same walker that Carl ran from earlier. Dale is then shot in the head by Daryl. This ends his suffering and stops him from coming back as a walker. Shane goes to the building where they are keeping Randal. He sets him free and takes him into the woods. Shane tells Randal he want to leave Rick's group and join Randal's group. Instead of this, Shane leads Randal from the farm and kills him by breaking his neck. The group sees that Randal is gone and starts to look for him. Shane goes back to the camp and tells them that Randal had gotten free, attacked him and taken his gun. Daryl, Glenn, Rick and Shane go looking for him. They separate into two groups. Daryl and Glenn are one group, Rick and Shane are the other. Daryl and Glenn find Randall. He has become a walker. They look at his body and see that he was never bitten. They understand that the dead can come back without being bitten. Shane uses the search for Randall to try to kill Rick. His plan does not work and Rick kills Shane. Just minutes later, Shane turns into a walker and stands up. Carl shoots him.\nA very large number of walkers in the woods hear the noise caused by Carl's gun. They all start to walk in that direction. Rick and Carl run to the barn. Rick tells Carl to set the barn on fire after the walkers come inside. Rick and Carl leave the barn from an upper level while the walkers burn. With walkers all over the farm, a large battle takes place. Jimmy and Patricia are killed and Andrea is left behind. The rest drive away from the farm. Andrea runs into the woods. She is chased by many walkers. She kills many of them and is later rescued by a hooded woman. This woman, Michonne, is carrying a sword to kill walkers. She also has two walkers with her. These two walkers have had both of their arms and their lower jaws cut off. Michonne leads the armless walkers around with chains around their necks. The survivors all meet back on the highway where they lost Sophia. They drive off but must soon make camp when Rick's vehicle has no more fuel. Rick tells them that \"this isn't a democracy any more\" after he tells them what Dr. Jenner told him. Jenner told him that all of the survivors are infected. A large prison is shown in the be background as the episode ends.\nSeason 3 (2012–2013).\nThe group have been on the road for months and Lori is far into her pregnancy. Rick finds a prison which was seen in the final scene in season 2. They decide to go to the prison and stay there. They kill the walkers outside and then go inside to kill some more. Hershel gets bitten in the leg and Rick has to cut it off. The group meet prisoners who had been in the prison's cafeteria for months. The prisoners had no idea what had been going on in the world since the outbreak started and Rick tells them about it. Some of the prisoners try to kill members of the group and so Rick kills Tomas and leaves Andrew to die while Oscar and Axel are put in another block away from the group. Andrew is still alive and rings an alarm which brings walkers to the prison. A huge battle happens. T-Dog is killed by walkers trying to protect Carol. Lori is about to give birth to her baby as this is happening. Maggie cuts her open to take the baby out but Lori dies. Carl is then forced to shoot his mother in the head. Rick finds Andrew and is nearly killed when Oscar shoots Andrew, killing him and saving Rick. After the attack, Maggie and Carl bring the baby to Rick. Rick finds out Lori died and starts crying.\nAfter Lori has died, Rick starts to see visions of her. At the same time, Andrea and Michonne are found by Merle, who is Daryl's brother. Merle takes them to a town called Woodbury. The leader of Woodbury is a man who everyone calls The Governor. Michonne doesn't trust Woodbury and goes to the prison where Rick is. At the prison, Michonne meets Rick and his group. Glenn and Maggie are captured by Woodbury, so Michonne takes Rick's group to Woodbury to save them. In the battle, people on both sides die, but the prison group finds a way to escape. The Governor says to Woodbury that Rick and his group are terrorists.\nDaryl reunites with his brother Merle after the battle and chooses to leave Rick's group with Merle. He changes his mind later and goes back to the prison group. Rick goes to his hometown to get weapons, and thinks about his morals when he sees Morgan again. Andrea convinces The Governor to speak to Rick and make an agreement for peace; secretly, The Governor plans an attack, and Merle risks his life to stop the attack. Andrea runs away from Woodbury but is caught by The Governor. He locks her in a room with a walker and attacks the prison. They are stopped by Rick's group, and The Governor kills his own people for not fighting. The Governor escapes, and Rick's group returns to Woodbury to bring in the survivors but are too late to save Andrea.\nSeason 4 (2013–2014).\nSeveral months later, the prison community has gotten bigger. Many people in the prison get sick with the flu at once. The flu kills many people who come back as walkers. Rick sends Carol away for murdering two sick residents. Walkers attack the prison fence and break it but are stopped afterwards. The Governor meets the Chambler family, and they join another group of survivors led by Martinez, who was in Woodbury before. The Governor kills Martinez and takes lead the group to attack the prison. Rick offers to share the prison, but The Governor calls Rick a liar and kills Hershel. The Governor fights Rick and is killed by Michonne, but the prison is taken over by walkers and Rick's group is divided.\nSeparated into small groups, the survivors see signs along railway lines that say that there is a safe place at Terminus. Glenn and Tara Chambler join a group of people including Eugene Porter – who says he knows how to stop the walkers if he can get to to Washington, D.C. They meet up with Maggie and are the first to get to Terminus. Carol helps two sisters she taught to use weapons in secret. After one of them kills the other, Carol kills the living sister. Beth Greene is taken away from Daryl by unknown people. Daryl meets and joins a gang that later say they want to kill Rick. Daryl helps Rick, and Carl and Michonne to defeat them. Then they reach Terminus. They are welcomed by the residents of Terminus first, but are forced to give up their weapons and locked inside a railway boxcar.\nSeason 5 (2014–2015).\nRick's group find out that the residents of Terminus are cannibals. Carol uses walkers to attack Terminus so the others can escape. Reunited, they soon encounter Gareth and a small group of Terminus survivors who try to eat Rick's group but are defeated. Abraham and Rosita continue their mission to get Eugene to Washington, D.C., joined by Glenn, Maggie and Tara. After facing a number of problems, Eugene says that he made up the story about a cure in order to get protection. Daryl and Carol follow a marked car to Atlanta, where Beth has been kept in a nearby hospital ruled by untrustworthy police officers. Carol is taken, and Daryl gets the rest of his group to help. They capture police officers to make a trade but a brief standoff ends with Beth killed.\nThe reunited group continue toward Washington, D.C. and meet Aaron who offers them shelter at the Alexandria Safe Zone, a community led by Deanna Monroe. Feeling the sheltered residents can't survive against walkers or other survivors, Rick and Carol discuss taking over the community while others begin to take leadership roles. A series of problems scare residents, and during a meeting deciding Rick's fate he kills a resident who accidentally killed Deanna's husband. Rick's friend Morgan arrives to see the execution.\nDarabont connections.\nThe series features several actors whom \"Walking Dead\" developer Frank Darabont has worked with previously, including Laurie Holden (Andrea), Jeffrey DeMunn (Dale Horvath), Melissa McBride (Carol Peletier), Sam Witwer (the dead soldier in the tank where Rick hides in \"Days Gone Bye\"), and Juan Gabriel Pareja (Morales). All five appeared in his 2007 film \"The Mist\", along with Thomas Jane, who originally was set to star in the series when it was pitched to HBO. Jane was later in talks with Darabont to possibly guest star on the series as of fall 2010, but with Darabont's departure, it is unknown whether the guest spot will happen or not. Laurie Holden also appeared in the 2001 film \"The Majestic\" (as Adele Stanton, Jim Carrey's character's love interest), which Darabont directed. DeMunn has also appeared in several of Darabont's films; in addition to \"The Mist\" and \"The Majestic\", he appeared in \"The Shawshank Redemption\" (1994) and \"The Green Mile\" (1999). It was planned that Witwer (Private Jessup in Darabont's \"The Mist\") would reprise his \"Days Gone Bye\" role in the original conception of \"The Walking Deads season two premiere and in a webisode, but both plans were discarded.\nDevelopment.\nOn January 20, 2010 AMC said that it had ordered a pilot for a series based on \"The Walking Dead\" comic book series. Frank Darabont and Gale Anne Hurd were the producers. Darabont was also the writer and director. The entire series was to be made because the television network liked how good the comic series and the television scripts were. They also liked Darabont's being a part of the project. In January 2010 a review of the pilot episode's script caused more people to be interested in the series. The pilot began filming in Atlanta, Georgia on May 15, 2010/ At this time, AMC had ordered a six episode first season. The series' other episodes began filming on June 2, 2010. On August 31, 2010, Darabont said that \"The Walking Dead\" had been picked up for a second season. Production of the second season was to start in February 2011. On November 8, 2010, AMC said that there would be a second season. They said that the season would have 13 episodes. He would also like to include some of the \"environmental elements\" that take place during Volume 2 of Kirkman's book.\nOn October 25, 2011, AMC said that there would be a third season of \"The Walking Dead\". They said \"Season two continues to deliver the strongest telecasts for any drama in basic cable history.\"\nWriting.\nOn July 17, 2010, Darabont said who would be writing and directing the six episodes of the first season. Darabont wrote/co-wrote the first three episodes. He also directed the first episode. Michelle MacLaren directed the second episode. Charles H. Eglee and Jack LoGiudice wrote the third episode with Darabont. It was directed by Gwyneth Horder-Payton. The fourth episode was written by Robert Kirkman. He is the creator and writer of the comic book. It was directed by Johan Renck. The fifth episode was written by Glen Mazzara and directed by Ernest Dickerson. The sixth episode was written by Adam Fierro and directed by Guy Ferland.\nOn December 1, 2010, Deadline.com reported that Darabont had fired his writing staff. he planned to use freelance writers for the second season. Kirkman said that this had not happened yet. He said that no plans had been made about the writing staff for season two.\nIn July 2011, Frank Darabont stepped down from his position as showrunner (the person who \"runs the show\" - the person in charge of the production) for the series. It was believed that he could not handle the schedule of running a television series. \"The Hollywood Reporter\" reported he had been fired over issues about budget cuts and problems with executives. Glen Mazzara became the new showrunner.\nFilming.\nThe series is filmed on 16 mm film. David Tattersall was the director of photography for the pilot episode with David Boyd as the director of photography on the other episodes. Production design is done by Greg Melton and Alex Hajdu. The effects team includes makeup designer Gregory Nicotero, special effects coordinator Darrell Pritchett, and visual effects supervisors Sam Nicholson and Jason Sperling.\nCritical reception.\nThe first season was reviewed very well by critics. It got a score of 82 out of 100 on Metacritic (based on 25 reviews).\nHeather Havrilesky of Salon.com had the show on their list of \"9 new TV shows not to miss\". It was given a grade of \"A\", with the author saying \"A film-quality drama series about zombies? Somebody pinch me!\"\nThe second season received mostly good reviews as well. It had a score of 80 out of 100 based on 22 reviews on Metacritic. Several critics did not think the second season was as good as the first. These include Ken Tucker of \"Entertainment Weekly\".\nAwards and nominations.\n\"The Walking Dead\" was nominated for \"Best New Series\" for the 2011 Writers Guild of America Awards. It was nominated for \"Best Television Series Drama\" at the 68th Golden Globe Awards. It was also named during the American Film Institute Awards 2010 as one of the top 10 television programs of 2010. For the 2011 Saturn Awards, the series had six nominations. These included \"Best Television Presentation\", Andrew Lincoln for \"Best Actor in Television\", Sarah Wayne Callies for \"Best Actress on Television\", Steven Yeun for \"Best Supporting Actor in Television\", Laurie Holden for \"Best Supporting Actress in Television\", and Noah Emmerich for \"Best Guest Starring Role in Television\". The series was nominated for \"Best Drama Series\" at the 1st Critics' Choice Television Awards. The pilot episode \"Days Gone Bye\" got three nominations for the 63rd Primetime Emmy Awards. It was nominated for \"Outstanding Sound Editing for a Series\" and \"Outstanding Special Visual Effects for a Series\". It won for \"Outstanding Prosthetic Makeup for a Series, Miniseries, Movie or a Special\".","categories":[],"infobox_types":["television"],"annotations":[{"uri":"United_States","surface_form":"American","offset":25},{"uri":"Zombie","surface_form":"zombie","offset":34},{"uri":"Television_series","surface_form":"television series","offset":48},{"uri":"Frank_Darabont","surface_form":"Frank Darabont","offset":99},{"uri":"Comic_book","surface_form":"comic book","offset":140},{"uri":"The_Walking_Dead_(comics)","surface_form":"The Walking Dead","offset":160},{"uri":"Andrew_Lincoln","surface_form":"Andrew Lincoln","offset":247},{"uri":"Coma","surface_form":"coma","offset":341},{"uri":"Zombie","surface_form":"zombie","offset":423},{"uri":"George_A._Romero","surface_form":"George A. Romero","offset":434},{"uri":"Movie","surface_form":"movie","offset":460},{"uri":"Broadcast","surface_form":"broadcast","offset":558},{"uri":"Cable_television","surface_form":"cable television","offset":596},{"uri":"Television_network","surface_form":"channel","offset":613},{"uri":"AMC_(TV_channel)","surface_form":"AMC","offset":621},{"uri":"United_States","surface_form":"United States","offset":632},{"uri":"Critic","surface_form":"critic","offset":787},{"uri":"Nominate","surface_form":"nominated","offset":808},{"uri":"Award","surface_form":"award","offset":827},{"uri":"Golden_Globe_Award","surface_form":"Golden Globe Award","offset":899},{"uri":"Emmy_Award","surface_form":"Emmy Awards","offset":980},{"uri":"Nielsen_ratings","surface_form":"ratings","offset":1032},{"uri":"Zombie_apocalypse","surface_form":"zombie apocalypse","offset":1375},{"uri":"Atlanta%2C_Georgia","surface_form":"Atlanta, Georgia","offset":1436},{"uri":"Zombie","surface_form":"zombie","offset":1535},{"uri":"Infection","surface_form":"infect","offset":1652},{"uri":"Human_nature","surface_form":"humanity","offset":1769},{"uri":"Survive","surface_form":"survive","offset":1788},{"uri":"Rick_Grimes","surface_form":"Rick Grimes","offset":1817},{"uri":"Danger","surface_form":"danger","offset":1923},{"uri":"Hospital","surface_form":"hospital","offset":2275},{"uri":"Home","surface_form":"home","offset":2300},{"uri":"Rumour","surface_form":"rumour","offset":2366},{"uri":"Police","surface_form":"police","offset":2412},{"uri":"Weapon","surface_form":"weapon","offset":2436},{"uri":"Atlanta%2C_Georgia","surface_form":"Atlanta","offset":2456},{"uri":"Centers_for_Disease_Control_and_Prevention","surface_form":"Centers for Disease Control and Prevention","offset":2486},{"uri":"Travel","surface_form":"travel","offset":2627},{"uri":"Society","surface_form":"society","offset":2664},{"uri":"Infrastructure","surface_form":"infrastructure","offset":2676},{"uri":"Disaster","surface_form":"disaster","offset":2705},{"uri":"Camp","surface_form":"camp","offset":3023},{"uri":"Glenn_(The_Walking_Dead)","surface_form":"Glenn","offset":3072},{"uri":"Fight","surface_form":"conflict","offset":3303},{"uri":"Injury","surface_form":"injured","offset":3437},{"uri":"Medical_treatment","surface_form":"medical treatment","offset":3455},{"uri":"Research","surface_form":"research","offset":3705},{"uri":"Cure","surface_form":"cure","offset":3750},{"uri":"Building","surface_form":"building","offset":3764},{"uri":"Protocol","surface_form":"protocol","offset":3851},{"uri":"Fuel","surface_form":"fuel","offset":3898},{"uri":"Explosion","surface_form":"explosion","offset":3926},{"uri":"Disease","surface_form":"disease","offset":4008},{"uri":"France","surface_form":"French","offset":4065},{"uri":"Fort_Benning","surface_form":"Fort Benning","offset":4741},{"uri":"I-85","surface_form":"I-85","offset":4789},{"uri":"Vehicles","surface_form":"vehicles","offset":4819},{"uri":"Forest","surface_form":"woods","offset":5113},{"uri":"Gun","surface_form":"shot","offset":5229},{"uri":"Hunt","surface_form":"hunt","offset":5243},{"uri":"Deer","surface_form":"deer","offset":5253},{"uri":"Farm","surface_form":"farm","offset":5320},{"uri":"Veterinarian","surface_form":"veterinarian","offset":5349},{"uri":"Romance_(love)","surface_form":"romantic relationship","offset":5644},{"uri":"Barn","surface_form":"barn","offset":5732},{"uri":"Tavern","surface_form":"tavern","offset":6183},{"uri":"Alcohol","surface_form":"alcohol","offset":6223},{"uri":"Gun","surface_form":"gun","offset":6414},{"uri":"Noise","surface_form":"noise","offset":6575},{"uri":"Secret","surface_form":"secret","offset":7246},{"uri":"Motorcycle","surface_form":"motorcycle","offset":7764},{"uri":"Building","surface_form":"building","offset":8430},{"uri":"Chain","surface_form":"chain","offset":10128},{"uri":"Democracy","surface_form":"democracy","offset":10334},{"uri":"Samuel_Witwer","surface_form":"Sam Witwer","offset":16198},{"uri":"Days_Gone_Bye","surface_form":"Days Gone Bye","offset":16260},{"uri":"The_Mist_(film)","surface_form":"The Mist","offset":16348},{"uri":"Thomas_Jane","surface_form":"Thomas Jane","offset":16370},{"uri":"HBO","surface_form":"HBO","offset":16451},{"uri":"Laurie_Holden","surface_form":"Laurie Holden","offset":16636},{"uri":"The_Majestic_(film)","surface_form":"The Majestic","offset":16682},{"uri":"Jim_Carrey","surface_form":"Jim Carrey","offset":16715},{"uri":"The_Shawshank_Redemption","surface_form":"The Shawshank Redemption","offset":16900},{"uri":"The_Green_Mile_(film)","surface_form":"The Green Mile","offset":16938},{"uri":"What_Lies_Ahead","surface_form":"season two premiere","offset":17119},{"uri":"AMC_(TV_channel)","surface_form":"AMC","offset":17222},{"uri":"Pilot_episode","surface_form":"pilot","offset":17253},{"uri":"Frank_Darabont","surface_form":"Frank Darabont","offset":17319},{"uri":"Gale_Anne_Hurd","surface_form":"Gale Anne Hurd","offset":17338},{"uri":"Movie_producer","surface_form":"producers","offset":17362},{"uri":"Screenwriter","surface_form":"writer","offset":17395},{"uri":"Movie_director","surface_form":"director","offset":17406},{"uri":"Television_network","surface_form":"television network","offset":17461},{"uri":"Screenplay","surface_form":"script","offset":17531},{"uri":"Review","surface_form":"review","offset":17619},{"uri":"Film","surface_form":"film","offset":17723},{"uri":"Atlanta%2C_Georgia","surface_form":"Atlanta, Georgia","offset":17734},{"uri":"Production","surface_form":"Production","offset":17982},{"uri":"Michelle_MacLaren","surface_form":"Michelle MacLaren","offset":18674},{"uri":"Charles_H._Eglee","surface_form":"Charles H. Eglee","offset":18721},{"uri":"Jack_LoGiudice","surface_form":"Jack LoGiudice","offset":18742},{"uri":"Gwyneth_Horder-Payton","surface_form":"Gwyneth Horder-Payton","offset":18815},{"uri":"Robert_Kirkman","surface_form":"Robert Kirkman","offset":18872},{"uri":"Johan_Renck","surface_form":"Johan Renck","offset":18955},{"uri":"Glen_Mazzara","surface_form":"Glen Mazzara","offset":19001},{"uri":"Ernest_Dickerson","surface_form":"Ernest Dickerson","offset":19030},{"uri":"Adam_Fierro","surface_form":"Adam Fierro","offset":19081},{"uri":"Guy_Ferland","surface_form":"Guy Ferland","offset":19109},{"uri":"Deadline.com","surface_form":"Deadline.com","offset":19143},{"uri":"Freelance","surface_form":"freelance","offset":19226},{"uri":"Schedule","surface_form":"schedule","offset":19597},{"uri":"The_Hollywood_Reporter","surface_form":"The Hollywood Reporter","offset":19639},{"uri":"Budget","surface_form":"budget","offset":19708},{"uri":"Executive","surface_form":"executive","offset":19738},{"uri":"Glen_Mazzara","surface_form":"Glen Mazzara","offset":19750},{"uri":"16_mm_film","surface_form":"16 mm film","offset":19823},{"uri":"David_Tattersall","surface_form":"David Tattersall","offset":19835},{"uri":"Director_of_photography","surface_form":"director of photography","offset":19860},{"uri":"David_Boyd_(cinematographer)","surface_form":"David Boyd","offset":19911},{"uri":"Design","surface_form":"design","offset":19987},{"uri":"Special_effects","surface_form":"effects team","offset":20037},{"uri":"Makeup","surface_form":"makeup","offset":20059},{"uri":"Gregory_Nicotero","surface_form":"Gregory Nicotero","offset":20075},{"uri":"Metacritic","surface_form":"Metacritic","offset":20312},{"uri":"Salon.com","surface_form":"Salon.com","offset":20368},{"uri":"Author","surface_form":"author","offset":20476},{"uri":"Ken_Tucker","surface_form":"Ken Tucker","offset":20765},{"uri":"Entertainment_Weekly","surface_form":"Entertainment Weekly","offset":20780},{"uri":"68th_Golden_Globe_Awards","surface_form":"68th Golden Globe Awards","offset":20987},{"uri":"American_Film_Institute_Awards_2010","surface_form":"American Film Institute Awards 2010","offset":21042},{"uri":"Television_program","surface_form":"television program","offset":21099},{"uri":"Saturn_Award","surface_form":"Saturn Award","offset":21141},{"uri":"Andrew_Lincoln","surface_form":"Andrew Lincoln","offset":21235},{"uri":"Sarah_Wayne_Callies","surface_form":"Sarah Wayne Callies","offset":21282},{"uri":"Steven_Yeun","surface_form":"Steven Yeun","offset":21336},{"uri":"Laurie_Holden","surface_form":"Laurie Holden","offset":21391},{"uri":"Noah_Emmerich","surface_form":"Noah Emmerich","offset":21454},{"uri":"1st_Critics%27_Choice_Television_Awards","surface_form":"1st Critics' Choice Television Awards","offset":21570},{"uri":"63rd_Primetime_Emmy_Awards","surface_form":"63rd Primetime Emmy Awards","offset":21673}]}