{"id":335464,"url":"http://en.wikipedia.org/wiki/Neurolinguistic_programming","text":"e=\"preserve\">Neurolinguistic programming is a way of communicating, created in the 1970s. It is often shortened to \"NLP\". The discipline assumes there is a link between neurological processes, language and behavior. According to NLP, it is possible to achieve certain goals in life by changing one's behaviour.\nCertain neuroscientists psychologists and linguists, believe that NLP is unsupported by current scientific evidence and that it uses incorrect and misleading terms and concepts.\nNLP was invented by Richard Bandler and John Grinder. According to these people, NLP can help solve problems such as phobias, depression, habit disorder, psychosomatic illnesses, and learning disorders.\nReviews of empirical research on NLP show that NLP contains many factual errors. It did not produce reliable results for the claims for effectiveness made by NLP’ developers and proponents. According to Devilly, NLP is no longer as common as it was in the 1970s and 1980s. Criticisms go beyond the lack of empirical evidence for effectiveness; critics say that NLP has pseudoscientific characteristics, title, concepts and terminology. One example where NLP is used as pseudoscience is to make the teaching of scientific literacy at the professional and university level easier. NLP also appears on peer reviewed expert-consensus based lists of discredited interventions. In research designed to identify the “quack factor” in modern mental health practice, Norcross | display-authors = etal (2006) list NLP as possibly or probably discredited, and in papers reviewing discredited interventions for substance and alcohol abuse, Norcross | display-authors = etal (2010) list NLP in the top ten most discredited, and Glasner-Edwards and Rawson (2010) list NLP as “certainly discredited”.","categories":[],"infobox_types":[],"annotations":[{"uri":"Communication","surface_form":"communicating","offset":53},{"uri":"Neurology","surface_form":"neurological processes","offset":169},{"uri":"Language","surface_form":"language","offset":193},{"uri":"Behavior","surface_form":"behavior","offset":206},{"uri":"Richard_Bandler","surface_form":"Richard Bandler","offset":509},{"uri":"John_Grinder","surface_form":"John Grinder","offset":529},{"uri":"Phobia","surface_form":"phobia","offset":606},{"uri":"Major_depressive_disorder","surface_form":"depression","offset":615},{"uri":"Habit_disorder","surface_form":"habit disorder","offset":627},{"uri":"Psychosomatic_illness","surface_form":"psychosomatic illness","offset":643},{"uri":"Learning_disorder","surface_form":"learning disorder","offset":672},{"uri":"Empiricism","surface_form":"empirical","offset":703},{"uri":"Pseudoscience","surface_form":"pseudoscientific","offset":1061}]}