{"id":335687,"url":"http://en.wikipedia.org/wiki/Speed_skating","text":"e=\"preserve\">Speed skating or speedskating is when in ice skating, people race against each other. Everyone will travel the same distance. They usually compete around an oval course. The Dutch were arguably the earliest pioneers of skating. They began\nusing canals to maintain communication by skating from village to\nvillage as far back as the 13th century. Skating eventually spread\nacross the channel to England, and soon the first clubs and artificial\nrinks began to form. Passionate skaters included several kings of England, Marie Antoinette, Napoleon III and German writer Johann Wolfgang von Goethe.\nSpeed skating appeared for the first time in 1924 at the first Olympic Winter Games in Chamonix. Initially, only men were allowed to\nparticipate. It was only at the Lake Placid Games in 1932 that women\nwere authorised to compete in speed skating, which was then only a\ndemonstration sport. It was not until the 1960 Games in Squaw Valley that women’s speed skating was officially included in the Olympic programme.\nThe events almost always follow the European system, which consists\nof skaters competing two-by-two. At the 1932 Olympic Games, the Americans organised American-style events, i.e. with a mass start. This decision brought about a boycott by many European competitors, which allowed the Americans to win the four gold medals. This system would give birth to short-track speed skating, which was added to the Olympic programme in Albertville in 1992. The first known skating competition is thought to have been held in the Netherlands in 1676. However, the first official speed skating events were not held until 1863 in Oslo, Norway. In 1889, the Netherlands hosted the first World Championships, bringing together Dutch, Russian, American and English teams.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ice_skating","surface_form":"ice skating","offset":54},{"uri":"Oval","surface_form":"oval","offset":170}]}