{"id":33562,"url":"http://en.wikipedia.org/wiki/Quito","text":"Quito is the capital city of Ecuador. As of 2019, about 1,978,376 people lived there. Quito is the second largest city in Ecuador after Guayaquil. The Historic Center of Quito, Ecuador is one of the largest, least-changed and best-preserved historic centers in the Americas. Quito was designated a World Cultural Heritage Site by UNESCO in 1978. It is the first city to be honored in such a way.\nThe Historic Centre of Quito is located in the center south of the capital on an area of 320 hectares (790 acres), and is thought of as one of the most important historic areas in Latin America. There are about 130 monumental buildings (which have a variety of pictorial art and sculpture, mostly of religious inspired in a range of schools and styles) and 5,000 properties registered in the municipal inventory of heritage properties.\nPresidential Palace.\nCarondelet Palace (Spanish: \"Palacio de Carondelet\") is the seat of government of the Republic of Ecuador, located in the historical center of Quito. Axis is the nerve of the public space known as Independence Square or Plaza Grande (colonial name), around which were built in addition the Archbishop's Palace, the Municipal Palace, the Hotel Plaza Grande and the Metropolitan Cathedral. The history of this symbolic building dates back to colonial times, around 1570, with the acquisition of the former royal houses located in the city of Quito.\nDuring the Republican era, almost all of the presidents (constitutional, internees and dictators) have dispatched from this building, which is the seat of Government of the Republic of Ecuador. In addition to the administrative units in the third level of the Palace is the presidential residence, a luxurious colonial-style apartment in which they live the President and his family. Rafael Correa, president since 2007, thinking that Carondelet Palace and its offices are Ecuadoran heritages, converted the presidential compound into a museum accessible to all who wish to visit it. To this end, areas were organized to place objects within their cultural contexts, to make them accessible to the world, which used several rooms and spaces within the palace.\nChurch of La Compañía de Jesús.\nConstruction began in 1605, with Mastrilli laying the first stone. The building was not completed until 1765. La Compañía is among the best-known churches in Quito because of its large central nave, which is decorated with gold leaf, gilded plaster and wood carvings. Inspired by two Roman Jesuit churches — the Chiesa del Gesù and the Chiesa di Sant'Ignazio di Loyola — La Compañía is one of the most significant works of Spanish Baroque architecture in South America.\nIndependence Square.\nAlso known as Big Square (Spanish: Plaza de la Independencia, Plaza Grande). Historic public square of Quito (Ecuador), located in the heart of the old city. This is the central square of the city and one of the symbols of the executive power of the nation. Its main feature is the monument to the independence heroes of August 10, 1809, date remembered as the First Cry of Independence of the Royal Audience of Quito from Spanish monarchy. The environment of the square is flanked by the Carondelet Palace, the Metropolitan Cathedral, the Archbishop's Palace, the Municipal Palace and the Plaza Grande Hotel.\nChurch of San Fransisco.\nChurch and Monastery of St. Francis, colloquially known as El San Francisco, is a colonial-styled church and monastery located in Quito, Ecuador. Construction of the building began a few weeks after the founding of the city in 1534 and ended in 1604. The founder of the church was Franciscan missionary Jodoco Ricke.\nThe building's construction began around 1550, sixteen years after Quito was founded by Spanish conquistadors, and was finished in approximately 1680. The building was officially inaugurated in 1605. It is not known who designed the original plans for the complex, though the most-accepted theory is that they were sent from Spain, based on the topographical study of Ricke and Gosseal. It is also possible that architects came from Spain for the construction of the monastery, or that Ricke and Gosseal managed the entire construction.\nChurch of El Sagrario.\nIn colonial times, the Church of El Sagrario was one of the largest architectural marvels of Quito. The construction is of the Italian Renaissance style and was built in the late 17th century. It has a screen that supports its sculptures and decorations. This structure was built by Bernardo de Legarda. Its central arch leads to a dome decorated with frescoes of biblical scenes featuring archangels, work by Francisco Albán. The altarpiece was gilded by Legarda. It is located on Calle García Moreno, near the Cathedral.\nChurch of Santo Domingo.\nAlthough they arrived in Quito in 1541, in 1580 the Dominicans started to build their temple, using the plans and direction of Francisco Becerra. The work was completed in the first half of the 17th century. Inside the church are valuable structures, such as the neo-Gothic main altar. This was placed in the late 19th century by Italian Dominicans. The roof of the Mudéjar style church features paintings of martyrs of the Order of Saint Dominic. The roof of the nave is composed of a pair and knuckle frame, coated inside by pieces of tracery. In the museum located on the north side of the lower cloister are wonderful pieces of great Quito sculptors such as the Saint Dominic de Guzmán by Father Carlos, the Saint John of God by Caspicara, and the Saint Thomas Aquinas by Legarda. Another Baroque piece that stands is the Chapel of Nuestra Señora del Rosario, which is a recognizable feature of the architecture of Quito. This chapel was built beside the church, in the gospel side. In this was founded the largest fraternity in the city of Quito.\nEl Panecillo.\nEl Panecillo is a hill located in the middle west of the city at an altitude of about 3,016 metres (9,895 ft) above sea level. A monument to the Virgin Mary is located on top of El Panecillo and is visible from most of the city of Quito. In 1976, the Spanish artist Agustín de la Herrán Matorras was commissioned by the religious order of the Oblates to build a 41 metres (135 ft)–tall aluminum monument of a madonna, which was assembled on a high pedestal on the top of Panecillo.\nThe Quito School.\nThe Quito School originated in the school of Artes y Oficios, founded in 1552 by the Franciscan priest Jodoco Ricke, who together with Friar Pedro Gocial transformed the San Andrés seminary, where the first indigenous artists were trained. As a cultural expression, it is the result of a long process of acculturation between indigenous peoples and Europeans, and it is one of the richest expressions of miscegenation (\"mestizaje\") and of syncretism, in which the participation of the vanquished Indian is seemingly of minor importance as compared to the dominant European contribution.\nThe Quito School (\"Escuela Quiteña\") is an artistic tradition that developed in the territory of the Royal Audience of Quito, from Pasto and Popayán in the north to Piura and Cajamarca in the south, during the colonial period (1542-1824). This artistic production was one of the most important activities in the economy of the Royal Audience of Quito.\nThe major artists of the Quito School are the sculptors Bernardo de Legarda, Manuel Chili (Caspicara) and Miguel Angel Tejada Zambrado and the painters Fray Pedro Gosseal, Fray Pedro Bedón, Nicolás Javier Goríbar, Hernando de la Cruz, Miguel de Santiago, Manuel de Samaniego\nBasilica del Voto Nacional.\nThe Basilica of the National Vow is a Roman Catholic church in the historic center of Quito. It is sometimes also called the Catedral Consagración de Jesús or the Basílica de San Juan. It is the largest neo-Gothic basilica in the Americas.\nThe basilica arose from the idea, proposed by father Julio Matovelle in 1883, of building a monument as a perpetual reminder of the consecration of Ecuador to the Sacred Heart, President Luis Cordero issued the decree on July 23, 1883, and it was carried out by president José María Plácido Caamaño on March 5, 1884. The congress, in accordance with the year's budget, designated 12,000 pesos for the construction - 1,000 pesos per month, beginning in 1884. By the decree of July 3, 1885, the fourth Quitense Provincial Council turned the construction of the basilica into a religious commitment in the name of the country. The basilica remains technically \"unfinished.\" & local legend says that when the Basílica is completed, the end of the world will come.\nMetropolitan Cathedral.\nConstruction began in 1562, seventeen years after the diocese of Quito was created (1545) and located in the heart of the historic city and its status as the main church of the city, is one of the largest religious symbols of spiritual value for the Catholic community in the city.\nChurch of San Agustín.\nIt is one of the seven monumental churches of the 16th and 17th centuries whose main portico was built on stone in the Spanish Baroque-architecture style.\nThe church includes a small atrium (decorated by a large stone cross), an inside yard with a large garden and a large session hall where the frayers held dissertations or \"capitulations\" of faith.\nThe cloister and convent have a separate entrance which leads to the garden. The bell tower reaches a high of twenty-two meters (seventy feet) and houses two bronze bells of the period.\nGuápulo, Quito.\nGuápulo is a district of Quito, Ecuador, also called an electoral parish (\"parroquia electoral urbana\"). The parish was established as a result of the October 2004 political elections when the city was divided into 19 urban electoral parishes. Set behind Hotel Quito, the neighborhood of Guápulo runs down the winding Camino de Orellana, from González Suárez to Calle de los Conquistadores, the main road out of Quito and to the neighboring suburbs.\nOften considered an artsy, bohemian neighborhood of Quito, Guápulo is home to many local artists and a couple of hippy cafés/bars. Every year on September 7 the guapuleños honor their neighborhood with the Fiestas de Guápulo, a fantastic celebration complete with costumes, parade, food, drink, song, dance, and fireworks.\nGuápulo Park is a 19.5 hectares, 48 acre public park. The park is administered by the Public Sector under the Parks and Public Spaces Urban Spaces that is under the National Plan for Good Living as to the creation of green spaces for cultural practices, recreational and sports activities.","categories":[],"infobox_types":["UNESCO World Heritage Site"],"annotations":[{"uri":"Capital_(city)","surface_form":"capital","offset":13},{"uri":"Ecuador","surface_form":"Ecuador","offset":29},{"uri":"2019","surface_form":"2019","offset":44},{"uri":"Guayaquil","surface_form":"Guayaquil","offset":136},{"uri":"UNESCO","surface_form":"UNESCO","offset":330},{"uri":"Latin_America","surface_form":"Latin America","offset":576},{"uri":"Municipal","surface_form":"municipal","offset":788},{"uri":"Nave","surface_form":"nave","offset":2385},{"uri":"Gold_leaf","surface_form":"gold leaf","offset":2415},{"uri":"Royal_Audience_of_Quito","surface_form":"Royal Audience of Quito","offset":6997},{"uri":"Bernardo_de_Legarda","surface_form":"Bernardo de Legarda","offset":7304},{"uri":"Manuel_Chili","surface_form":"Manuel Chili","offset":7325},{"uri":"Miguel_Angel_Tejada_Zambrado","surface_form":"Miguel Angel Tejada Zambrado","offset":7354},{"uri":"Pedro_Gosseal","surface_form":"Pedro Gosseal","offset":7405},{"uri":"Pedro_Bed%C3%B3n","surface_form":"Pedro Bedón","offset":7425},{"uri":"Nicol%C3%A1s_Javier_Gor%C3%ADbar","surface_form":"Nicolás Javier Goríbar","offset":7438},{"uri":"Hernando_de_la_Cruz","surface_form":"Hernando de la Cruz","offset":7462},{"uri":"Miguel_de_Santiago","surface_form":"Miguel de Santiago","offset":7483},{"uri":"Manuel_de_Samaniego","surface_form":"Manuel de Samaniego","offset":7503},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic","offset":7589},{"uri":"Church_(building)","surface_form":"church","offset":7604},{"uri":"Portico","surface_form":"portico","offset":8965},{"uri":"Spanish_Baroque_architecture","surface_form":"Spanish Baroque-architecture","offset":8999},{"uri":"Atrium_(architecture)","surface_form":"atrium","offset":9063},{"uri":"Cloister","surface_form":"cloister","offset":9236},{"uri":"Convent","surface_form":"convent","offset":9249},{"uri":"Ecuador","surface_form":"Ecuador","offset":9466},{"uri":"Park","surface_form":"park","offset":10255}]}