{"id":335827,"url":"http://en.wikipedia.org/wiki/Robin_Thicke","text":"Robin Charles Thicke (born March 10, 1977) is an American-Canadian R&B musician and actor.\nEarly life.\nThicke is a dual citizen who was born in Los Angeles to American mother Gloria Loring and Canadian father Alan Thicke.\nCareer.\nThicke's earlier records were put out under his last name. He has written the songs of many musicians, including though not limited to Jennifer Hudson, Usher and many more. He was signed to Interscope Records at the age of 16. His first album was released in 2003. His second album was released in 2006. It was much more successful and sold 1.5 million copies. In 2013 it was reported that Thicke wrote, directed, and acts in a short film called Mercy. Thicke's single \"Blurred Lines\" sold more than any other song in 2013.\nBlurred Lines.\nIn March 2013 his song \"Blurred Lines\", featuring T.I. and Pharrell, was released through Star Trak Recordings. It was a worldwide hit, reaching number one in the UK, the US, Australia, Canada, New Zealand, Ireland, Spain, Germany, the Netherlands, and Poland. It and its video has been criticized for being misogynistic and promoting rape culture. It was later banned at Leeds Student Union, Edinburgh Student Union, University of Derby, Kingston University, University of Bolton, and The University of West Scotland for these reasons. \"The song hugely objectifies women and excuses rape culture,” Hollie O’Connor, president of the University of Derby Students’ Union, told NBC News. “It is a man suggesting that there are ‘blurred lines’ when it comes to sexual consent and that is unacceptable. We felt we needed to take a stand.” Numerous parodies of the video were released online. Thicke responded to criticism by calling it 'ridiculous'. He said the lyrics are about \"blurring the lines between men and women and how much we're the same\" and \"blurred lines between a good girl and a bad girl.\"\nOn July 30 the album \"Blurred Lines\" was released in the US. It entered the Billboard chart at #1.\n\u0080\u009DIn August the song was performed at the MTV Video Music Awards with Miley Cyrus. The performance was the most Tweeted-about event in history. Thicke also performed Give It 2 U with Kendrick Lamar and 2 Chainz.\nGive It 2 U, Blurred Lines' second single, was officially released August 27. It features rappers Kendrick Lamar and 2 Chainz. will.i.am was one of the writers. Like Blurred Lines, the video is directed by Diane Martel. It reached 25 in the Billboard Hot 100. The third single is to be '4 the Rest of My Life'.\nPersonal life.\nThicke was married to Paula Patton until October 2014. He has a three-year-old son, Julian Fuego.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":49},{"uri":"Canadians","surface_form":"Canadian","offset":58},{"uri":"R%26amp%3BB","surface_form":"R&B","offset":67},{"uri":"Musician","surface_form":"musician","offset":71},{"uri":"Actor","surface_form":"actor","offset":84},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":144},{"uri":"Gloria_Loring","surface_form":"Gloria Loring","offset":175},{"uri":"Alan_Thicke","surface_form":"Alan Thicke","offset":209},{"uri":"Album","surface_form":"record","offset":247},{"uri":"Jennifer_Hudson","surface_form":"Jennifer Hudson","offset":365},{"uri":"Usher","surface_form":"Usher","offset":382},{"uri":"Blurred_Lines_(song)","surface_form":"Blurred Lines","offset":793},{"uri":"T.I.","surface_form":"T.I.","offset":819},{"uri":"Pharrell","surface_form":"Pharrell","offset":828},{"uri":"Rape_culture","surface_form":"rape culture","offset":1104},{"uri":"Blurred_Lines","surface_form":"Blurred Lines","offset":1892},{"uri":"MTV_Video_Music_Awards","surface_form":"MTV Video Music Awards","offset":2011},{"uri":"Miley_Cyrus","surface_form":"Miley Cyrus","offset":2039},{"uri":"Twitter","surface_form":"Tweeted","offset":2081},{"uri":"Kendrick_Lamar","surface_form":"Kendrick Lamar","offset":2279},{"uri":"2_Chainz","surface_form":"2 Chainz","offset":2298},{"uri":"Will.i.am","surface_form":"will.i.am","offset":2308}]}