{"id":33600,"url":"http://en.wikipedia.org/wiki/Divorce","text":"e=\"preserve\">A talaq is a kind of divorce which ends a marriage in the eyes of the law; after a couple divorces they are no longer married.\nSystems of law may have two sorts of divorce.\nThe laws are different in every country, but usually there are two ways reasons for a divorce in law, because of a bad act by one person and divorce with no bad act. In some countries it is important who did the bad act. This may have an effect on decisions about the money and property of the two people. Normally a divorce comes in force some time after the decision of approval.\nDivorce with no bad doing.\nUnder this system, divorce is possible with no argument about a bad act by one of the married people. In some countries it is enough to make a statement that the relation is broken and it is not possible for it to be fixed. This is true in the United States for example. It is not necessary to say that one of the married people was responsible. The system lets two married people make a request together or only one.\nDivorce with no argument.\nAbout 95% of divorces in the United States are without argument because the two people are able to come to an agreement about the property, their sons and daughters, and other questions. The agreement may be made with the help of lawyers (experts on laws).\nIn some countries, there are special systems which give help to people. For example, they are able to go a hearing with a judge but no lawyers. Lawyers may have discussions with the people to make an agreement. In some systems, an expert with experience of divorces makes decisions in place of a judge.\nThen, the office will give knowledge of the request to the other person. After this time, the other person has one month to make an argument in writing against the request. Then the office will put a stop to the request.\nImpacts.\nA divorce can be very stressful; some people become depressed or sad after a divorce. If there are children, the children may also feel sad when the parents are divorced. However, there are many resources that can help people who are divorcing, such as therapists, counsellors, books, and DVDs.\nThe biggest impact is always felt the children who are often force to grow up with only one parent. This reaches its climax when the one parent taking care of the child is forced to work all day and doesn't have time for the child. Children who have broken homes are twice as likely to drop out of high school [http://www.marriage-success-secrets.com/statistics-about-children-and-divorce.html dropout]\nIf the parents remarry, the children of their new husband or wife are their stepchildren. \"Step-\" can be put before any relation to show it is from another marriage. If there are children in the new marriage, children from a former marriage are called half-brothers or half-sisters, since they are \"half\" related.\nDivorce in different cultures.\nThe law of divorce is different in every country. Only two countries have no law of divorce, The Philippines and The Vatican. In the Philippines, married people are not able to end their relation, but it is possible for them to say they were never married for example, because of an error. Most religions do not agree with the couples divorcing. Divorce in Australia follows the no-fault principle, which was established by the Family Law Act 1975. This means that the court does not need to know the reason for the divorce, just that the marriage has broken down irretrievably.","categories":[],"infobox_types":[],"annotations":[{"uri":"Law","surface_form":"law","offset":83},{"uri":"United_States","surface_form":"United States","offset":839},{"uri":"Lawyer","surface_form":"lawyer","offset":1269},{"uri":"Stress","surface_form":"stress","offset":1851},{"uri":"Depression_(illness)","surface_form":"depressed","offset":1881},{"uri":"Therapy","surface_form":"therapists","offset":2082},{"uri":"Stepchildren","surface_form":"stepchildren","offset":2603},{"uri":"Sibling","surface_form":"half-brothers","offset":2779},{"uri":"Sibling","surface_form":"half-sisters","offset":2796},{"uri":"Half","surface_form":"half","offset":2826},{"uri":"Philippines","surface_form":"The Philippines","offset":2965},{"uri":"Vatican_City","surface_form":"The Vatican","offset":2985},{"uri":"Annulment","surface_form":"never married","offset":3114}]}