{"id":336122,"url":"http://en.wikipedia.org/wiki/Assembly_line","text":"An assembly line is a manufacturing process which is a very important part of industry.\nIn an assembly line, parts are added to a product in a sequence. Each worker and machine does one part, and the parts are put together to make the finished object. This makes a product much faster than with handcrafting-type methods, where one person made the whole object.\nThe division of labour was discussed by Adam Smith in his book \"The Wealth of Nations\" (1776). He used the manufacture of pins as an example of increasing productive efficiency.\nFord.\nThe assembly line developed by Ford Motor Company between 1908 and 1915 made assembly lines famous as an example of mass production. The result was a cheaper car, the Ford Model T, and higher wages for Ford workers. Henry Ford was the first to master the moving assembly line, and was able to reduce labor hours needed to make a car, and increased numbers of cars and parts. Ford was the first company to build large factories around the assembly line concept.\nMass production by assembly lines was the catalyst which started the modern consumer culture by making possible low unit cost for manufactured goods. It is often said that Ford's production system was ingenious because it turned Ford's own workers into new customers. The lower prices turned a huge potential market into a reality. The greater demand allowed further economies of scale to be exploited. This bootstrapping quality of growth made Ford famous and set an example for other industries.\nThe idea was not invented by Ford. Its use in America may have started with the production of cars by Ransom E. Olds in 1901.\nHistory.\nThe earliest example of an assembly system is the Terracotta Army of the 3rd century BC. The terracotta army figures were made in workshops. The head, arms, legs and torsos were created separately and then assembled. Studies show that eight face moulds were most likely used. Once put together, features such as facial expressions were added.\nIt is thought their legs were made the same way that terracotta drainage pipes were made at the time. This would make it an assembly line production, with specific parts manufactured and assembled after being fired, as opposed to crafting one solid piece and subsequently firing it. In those times, each workshop had to write its name on items produced. Once they were completed, the terracotta figures were placed in the pits in precise military formation according to rank and duty.","categories":[],"infobox_types":[],"annotations":[{"uri":"Manufacturing","surface_form":"manufacturing","offset":22},{"uri":"Industry","surface_form":"industry","offset":78},{"uri":"Product_(consumer_goods)","surface_form":"product","offset":130},{"uri":"Sequence","surface_form":"sequence","offset":143},{"uri":"Handcraft","surface_form":"handcraft","offset":295},{"uri":"Adam_Smith","surface_form":"Adam Smith","offset":402},{"uri":"The_Wealth_of_Nations","surface_form":"The Wealth of Nations","offset":426},{"uri":"Pin","surface_form":"pin","offset":484},{"uri":"Productive_efficiency","surface_form":"productive efficiency","offset":517},{"uri":"Ford_Motor_Company","surface_form":"Ford Motor Company","offset":577},{"uri":"Mass_production","surface_form":"mass production","offset":662},{"uri":"Ford_Model_T","surface_form":"Ford Model T","offset":713},{"uri":"Henry_Ford","surface_form":"Henry Ford","offset":762},{"uri":"Factory","surface_form":"factories","offset":963},{"uri":"Consumer","surface_form":"consumer","offset":1083},{"uri":"Unit_cost","surface_form":"unit cost","offset":1123},{"uri":"Economy_of_scale","surface_form":"economies of scale","offset":1374},{"uri":"Bootstrapping","surface_form":"bootstrapping","offset":1415},{"uri":"Terracotta_Army","surface_form":"Terracotta Army","offset":1690},{"uri":"Mould","surface_form":"mould","offset":1886}]}