{"id":336306,"url":"http://en.wikipedia.org/wiki/Box_office","text":"A box office is a place where tickets are sold to the public. These tickets let people into a theater to see an event. In the movie industry, the term is most often used to mean the amount of money a movie makes by the selling of tickets. The term can also mean things which affect the amount a movie earns.\nUsage.\n\"Box office\" business can be measured in terms of how many people see a movie. It can also be measured by how much money is earned by selling tickets. The estimate of these amounts and analysis of them is very important to the movie industry. It is often something that is important to fans as well.\nThere are many websites that show box-office number. Two of these are ShowBIZ Data and Box Office Mojo.\nUsually, the movie's distributor gets more than half of the money earned. The rest is kept by the movie theater. The percentage is different from movie to movie. The distributor often gets a higher percentage in early weeks. As time passes, the percentage become lower and the theater keeps a larger part of the ticket sales. With some movies, the distributor may take all of the ticket sales for the first week. The theater earns its money by selling food and drinks. After several weeks nearly all of the ticket sales is kept by the theater. Because of this, only the first few weeks are very important to the movie studios.\nRelated movie industry terminology.\nThe following is movie industry specific terminology. It is defined by Box Office Mojo.\nFor movies released in North America, box office figures are usually divided into two categories. The first is domestic. This is the amount a movie earns in the United States and Canada. The second is foreign which includes all other countries. The Weekly box office is the amount a movie makes from Friday through Thursday. The \"movie week\" starts on Friday because most movies are released on that day. A large part of this is the weekend box office. It is defined as the amount earned on Friday, Saturday and Sunday. The first weekend after a movie is released is the opening weekend. The amount made by a movie on its opening weekend is what is often reported.\nTheaters is the number of theaters in which the movie is being shown. Because a theater may show a movie on more than one screens, the total number of screens is also used. If a movie is released in over 600 theaters, it is said to be wide release. If the number is less than 600, it is a limited release. A limited release may be as small as one theater or 1-2 theaters in New York City and Los Angeles, California. A movie may start with a limited release and later get a wide release. \"Little Miss Sunshine\" is an example of this.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ticket_(admission)","surface_form":"ticket","offset":30},{"uri":"Theater","surface_form":"theater","offset":94},{"uri":"Event","surface_form":"event","offset":112},{"uri":"Movie","surface_form":"movie","offset":126},{"uri":"Industry","surface_form":"industry","offset":132},{"uri":"Money","surface_form":"money","offset":192},{"uri":"Business","surface_form":"business","offset":328},{"uri":"Measurement","surface_form":"measured","offset":344},{"uri":"Estimate","surface_form":"estimate","offset":470},{"uri":"Analysis","surface_form":"analysis","offset":500},{"uri":"Websites","surface_form":"websites","offset":630},{"uri":"ShowBIZ_Data","surface_form":"ShowBIZ Data","offset":685},{"uri":"Box_Office_Mojo","surface_form":"Box Office Mojo","offset":702},{"uri":"Distribution","surface_form":"distributor","offset":740},{"uri":"Movie_theater","surface_form":"movie theater","offset":817},{"uri":"Percentage","surface_form":"percentage","offset":836},{"uri":"Food","surface_form":"food","offset":1171},{"uri":"Drink","surface_form":"drink","offset":1180},{"uri":"Box_Office_Mojo","surface_form":"Box Office Mojo","offset":1453},{"uri":"United_States","surface_form":"United States","offset":1631},{"uri":"Canada","surface_form":"Canada","offset":1649},{"uri":"Country","surface_form":"countries","offset":1704},{"uri":"Report","surface_form":"report","offset":2125},{"uri":"Wide_release","surface_form":"wide release","offset":2370},{"uri":"Limited_release","surface_form":"limited release","offset":2424},{"uri":"New_York_City","surface_form":"New York City","offset":2509},{"uri":"Los_Angeles%2C_California","surface_form":"Los Angeles, California","offset":2527},{"uri":"Little_Miss_Sunshine","surface_form":"Little Miss Sunshine","offset":2624}]}