{"id":336412,"url":"http://en.wikipedia.org/wiki/Saint","text":"A saint is a holy person. In many religions, saints are people who are believed to be holy.\nIn Christianity, the word \"saint\" refers to any person who is \"in Christ\", and in whom Christ dwells, whether in Heaven or in earth. Orthodox Christians and Catholics teach that all Christians in Heaven are saints, but some are worthy of more honor than others.\nIn the Christian Bible, only one person is actually called a saint: \"They envied Moses also in the camp, and Aaron the saint of the LORD.\" () The apostle Paul called himself \"less than the least of all saints\" in.\nAnglicanism.\nIn the Anglican Communion and the Continuing Anglican movement, a Saint is a person who has been elevated by popular opinion as a holy person. The saints are seen as models of holiness to be followed, and as a 'cloud of witnesses' that strengthen and encourage the believer during his or her spiritual journey (). Official Anglican policy recognizes the existence of the saints in heaven.\nEastern Orthodoxy.\nIn the Eastern Orthodox Church a saint is defined as anyone who is in Heaven, whether recognized here on earth, or not. This means Adam and Eve, Moses, and the various prophets (except for the angels and archangels) are all given the title of \"Saint\". In the Orthodox Church, sainthood refers to closeness to God.\nLutheranism.\nIn the Lutheran Church, all Christians, whether in heaven or on earth, are regarded as saints. However, the church still recognizes and honors certain saints, including some saints honored by the Catholic Church.\nMethodism.\nWhile Methodists as a whole do not practice the patronage or veneration of saints, they do honor and admire them. Methodists believe that all Christians are saints, but mostly use the term to refer to biblical people, Christian leaders, and martyrs of the faith. Many Methodist churches are named after saints, such as the Twelve Apostles, John Wesley, etc.\nMormons (Latter-day Saints).\nThe beliefs within The Church of Jesus Christ of Latter-day Saints (LDS Church) with regard to saints are close to the beliefs of the Protestant faith. In the New Testament the saints are all those who have been baptized. \"Latter-day\" refers to the doctrine that members are living in the \"latter days\", before the Second Coming of Christ. Therefore members are often referred to as \"Latter-day Saints\" or \"LDS\", and among themselves as \"Saints\".\nOriental Orthodox.\nThe Syriac Orthodox, Coptic Orthodox Church of Alexandria, Ethiopian Orthodox, Eritrean Orthodox, Malankara Orthodox Syrian Church and Armenian Apostolic Church do accept the existence of saints, but officially recognize them in their own ways. For example, the Pope of the Coptic Orthodox Church of Alexandria canonizes saints, through the approval of that church's Holy Synod. A requirement of the Coptic Orthodox faith is that at least 50 years must pass from a saint's death to his canonization, and the Coptic Orthodox Pope must follow that rule.\nOther Christian groups.\nThere are some groups who do not accept the idea of the Communion of Saints. Some believe all of the departed are in soul sleep until the final resurrection on Judgment Day. Others believe that the departed go to either Paradise or Tartarus, to await the day in which the living and the dead are judged. Certain groups do not believe that the departed have any connection with the living.\nProtestantism.\nIn many Protestant churches, the word \"saint\" is used more generally to refer to anyone who is a Christian. This is similar to Paul's numerous references in the New Testament of the Bible. In this way, anyone who is within the Body of Christ (any Christian) is a 'saint' because of their relationship with Christ Jesus. Many Protestants consider prayers to the saints to be idolatry because they believe prayers should be given only to God himself.\n Roman Catholicism.\nOne Roman Catholic website says that \"There are over 10,000 named saints and beatified people from history, the Roman Martyrology and Orthodox sources, but no definitive head count\".\nRev. Alban Butler published \"Lives of the Saints\" in 1756, containing 1,486 saints. The latest edition of this work contains the lives of 2,565 saints. Monsignor Robert Sarno, an official of Vatican's Congregation for the Causes of Saints, said it is impossible to say the exact number of saints.\nThe Catholic Church teaches that it does not make anyone into a saint. Instead, it recognizes a saint. In the Church, the title of Saint refers to a person who has been canonized (officially recognized) by the Catholic Church, and is therefore believed to be in Heaven.\nBecause the Church believes all people in Heaven are saints, there are many people believed to be in Heaven who have not been officially declared as saints. Sometimes the word \"saint\" is used to refer to Christians still living here on earth.\nThe veneration of saints, in Latin, \"cultus\", or the \"cult of the saints\", describes devotion to a particular saint or saints. Sometimes this is called \"worship\", but only in the old-sense meaning \"to honor or give respect\". According to the Catholic Church, Divine Worship is properly reserved only for God and never to the saints. Saints can be asked for help, just as one can ask someone on earth to pray for them.\nA saint may be a patron saint of a cause or profession, or invoked against specific illnesses or disasters, sometimes by popular custom and sometimes by official statements of the Magisterium. Saints are not thought to have power of their own, but only that granted by God.\nBecoming a Saint.\nA person who is seen as very holy can be declared a saint by a formal process, called canonization. Formal canonization is a lengthy process often taking many years, even centuries. The first step in this process is an investigation of the candidate's life, undertaken by an expert. After this, the report on the candidate is given to the bishop of the area and more studying is done. It is then sent to the Congregation for the Causes of Saints in Rome.\nIf the application is approved, the person may be granted the title of \"Venerable\". Further investigations may lead to the candidate's beatification and given title of \"Blessed\". At least two important miracles are required to be formally declared a saint. These miracles must have happened after the candidate died. Finally, when all of this is done the Pope canonizes the saint.\nOnce a person has been declared a saint, the body of the saint is considered holy. The remains of saints are called holy relics and are usually used in churches. Saints' personal belongings may also be used as relics. Some of the saints have a symbol that represents their life.\nOther religions.\nThe word \"saint\" is not only used by Christianity. In many religions, there are people who have been recognized as having reached the highest goals of religious teaching. In English, the term saint is often used to translate this idea from many world religions.\nAfrican Diaspora.\nCuban Santería, Haitian Vodou, Brazilian Umbanda and Candomblé, and other similar syncretist religions adopted the Catholic saints, or at least the images of the saints, and applied their own spirits/deities to them. They are worshiped in churches (where they appear as saints) and in religious festivals, where they appear as the deities. The name \"santería\" was originally a negative term for those whose worship of saints deviated from Catholic norms.\nBuddhism.\nBuddhists hold the Arhats and Arahants in special esteem, as well as Bodhisattvas and Buddhas.\nDiscordianism.\nIn Discordianism, anyone, living or dead, or even anything can be named a saint. Anyone may canonize anything or anyone else as everyone, whether they are aware of it or not, is a pope in the POEE. This is because \"moral perfection isn't necessary for Discordian Sainthood. You just have to suffer a lot.\"\nHinduism.\nThere are people who have been described as being Hindu saints, most of whom have also been more specifically identified by the terms Sant, Mahatma, Paramahamsa, or Swami, or with the titles \"Sri\" or \"Srila\".\nIslam.\n\"We do not prefer any of the saintly men among the Ummah over any of the Prophets but rather we say that any one of the Prophets is better than all the awliya' put together. We believe in what we know of Karamat, the marvels of the awliya' and in authentic stories about them from trustworthy sources.\nUnlike Prophets and Messengers, the \"awliya\" can be either male and female. One of the best known female saints is Rabi`a al-Adawiyya.\nIt is widely regarded in Islam that the saints of saints is Ali Ibn Abi Talib the cousin of Muhammad all Sufi orders originate through his teachings. In addition all saints regard him as their champion 'The Saints of Saints'\nIn Sufism, the major \"wali\" are considered to have been masters in the art of spiritual purification. Some groups within Islam hold the Hadrat (literally, Presence, a title of Sufi saints) in esteem.\nJudaism.\nThe word \"Tzadik\" \"righteous\", and its associated meanings, developed in Rabbinic thought from its Talmudic contrast with \"Hasid\" (\"Pious\" honorific), to its exploration in Ethical literature, and its spiritualisation in Kabbalah. In Hasidic Judaism, the institution of the Tzadik assumed central importance.\nSikhism.\nThe concept of sant or bhagat is found in North Indian religious thought including Sikhism. Figures such as Kabir, Ravidas, Nanak, and others are widely regarded as belonging to the Sant tradition. Some of their mystical compositions are incorporated in the Guru Granth Sahib. The term \"Sant\" is still sometimes loosely applied to living individuals in the Sikh and related communities.","categories":[],"infobox_types":[],"annotations":[{"uri":"Religions","surface_form":"religions","offset":34},{"uri":"Holy","surface_form":"holy","offset":86},{"uri":"Christianity","surface_form":"Christianity","offset":95},{"uri":"Heaven","surface_form":"Heaven","offset":205},{"uri":"Eastern_Christianity","surface_form":"Orthodox Christians","offset":225},{"uri":"Catholicism","surface_form":"Catholics","offset":249},{"uri":"Bible","surface_form":"Bible","offset":371},{"uri":"Aaron","surface_form":"Aaron","offset":463},{"uri":"Apostle","surface_form":"apostle","offset":500},{"uri":"Paul_the_Apostle","surface_form":"Paul","offset":508},{"uri":"Anglican_Communion","surface_form":"Anglican Communion","offset":588},{"uri":"Continuing_Anglicanism","surface_form":"Continuing Anglican","offset":615},{"uri":"Eastern_Orthodox","surface_form":"Eastern Orthodox","offset":996},{"uri":"Heaven","surface_form":"Heaven","offset":1059},{"uri":"Adam_and_Eve","surface_form":"Adam and Eve","offset":1120},{"uri":"Moses","surface_form":"Moses","offset":1134},{"uri":"Prophet","surface_form":"prophet","offset":1157},{"uri":"Angels","surface_form":"angels","offset":1182},{"uri":"Archangel","surface_form":"archangel","offset":1193},{"uri":"Lutheranism","surface_form":"Lutheran Church","offset":1323},{"uri":"Methodism","surface_form":"Methodists","offset":1546},{"uri":"Patronage","surface_form":"patronage","offset":1588},{"uri":"Veneration","surface_form":"veneration","offset":1601},{"uri":"Martyr","surface_form":"martyr","offset":1781},{"uri":"Twelve_Apostles","surface_form":"Twelve Apostles","offset":1863},{"uri":"John_Wesley","surface_form":"John Wesley","offset":1880},{"uri":"The_Church_of_Jesus_Christ_of_Latter-day_Saints","surface_form":"The Church of Jesus Christ of Latter-day Saints","offset":1946},{"uri":"New_Testament","surface_form":"New Testament","offset":2086},{"uri":"Baptism","surface_form":"baptized","offset":2139},{"uri":"Second_Coming_of_Christ","surface_form":"Second Coming of Christ","offset":2242},{"uri":"Latter-day_Saints","surface_form":"Latter-day Saints","offset":2311},{"uri":"Syriac_Orthodox","surface_form":"Syriac Orthodox","offset":2397},{"uri":"Coptic_Orthodox_Church_of_Alexandria","surface_form":"Coptic Orthodox Church of Alexandria","offset":2414},{"uri":"Meqabyan","surface_form":"Ethiopian Orthodox","offset":2452},{"uri":"Coptic_Orthodox_Church_of_Alexandria","surface_form":"Eritrean Orthodox","offset":2472},{"uri":"Malankara_Orthodox_Syrian_Church","surface_form":"Malankara Orthodox Syrian Church","offset":2491},{"uri":"Armenian_Apostolic_Church","surface_form":"Armenian Apostolic Church","offset":2528},{"uri":"Pope_of_the_Coptic_Orthodox_Church_of_Alexandria","surface_form":"Pope of the Coptic Orthodox Church of Alexandria","offset":2655},{"uri":"Communion_of_Saints","surface_form":"Communion of Saints","offset":3025},{"uri":"Soul_sleep","surface_form":"soul sleep","offset":3086},{"uri":"Resurrection","surface_form":"resurrection","offset":3113},{"uri":"Judgment_Day","surface_form":"Judgment Day","offset":3129},{"uri":"Paradise","surface_form":"Paradise","offset":3189},{"uri":"Tartarus","surface_form":"Tartarus","offset":3201},{"uri":"Protestantism","surface_form":"Protestant","offset":3381},{"uri":"Christian","surface_form":"Christian","offset":3470},{"uri":"Paul_the_Apostle","surface_form":"Paul","offset":3500},{"uri":"Body_of_Christ","surface_form":"Body of Christ","offset":3600},{"uri":"Intercession_of_saints","surface_form":"prayers to the saints","offset":3719},{"uri":"Idolatry","surface_form":"idolatry","offset":3747},{"uri":"List_of_blesseds","surface_form":"beatified people","offset":3919},{"uri":"Alban_Butler","surface_form":"Alban Butler","offset":4030},{"uri":"Catholic_Church","surface_form":"Church","offset":4432},{"uri":"Canonization","surface_form":"canonized","offset":4491},{"uri":"Heaven","surface_form":"Heaven","offset":4584},{"uri":"Heaven","surface_form":"Heaven","offset":4693},{"uri":"Veneration","surface_form":"veneration","offset":4839},{"uri":"Latin","surface_form":"Latin","offset":4864},{"uri":"Worship","surface_form":"worship","offset":4988},{"uri":"Patron_saint","surface_form":"patron saint","offset":5270},{"uri":"Magisterium","surface_form":"Magisterium","offset":5433},{"uri":"Canonization","surface_form":"canonization","offset":5631},{"uri":"Beatification","surface_form":"beatification","offset":6135},{"uri":"Pope","surface_form":"Pope","offset":6355},{"uri":"Relics","surface_form":"relics","offset":6502},{"uri":"Saint_symbology","surface_form":"symbol","offset":6625},{"uri":"World_religions","surface_form":"world religions","offset":6922},{"uri":"Santer%C3%ADa","surface_form":"Santería","offset":6963},{"uri":"Haitian_Vodou","surface_form":"Haitian Vodou","offset":6973},{"uri":"Umbanda","surface_form":"Umbanda","offset":6998},{"uri":"Candombl%C3%A9","surface_form":"Candomblé","offset":7010},{"uri":"Syncretism","surface_form":"syncretist","offset":7039},{"uri":"Deity","surface_form":"deities","offset":7288},{"uri":"Arhat","surface_form":"Arhat","offset":7441},{"uri":"Arahant","surface_form":"Arahant","offset":7452},{"uri":"Pope","surface_form":"pope","offset":7712},{"uri":"POEE","surface_form":"POEE","offset":7724},{"uri":"Sant","surface_form":"Sant","offset":7982},{"uri":"Mahatma","surface_form":"Mahatma","offset":7988},{"uri":"Paramahamsa","surface_form":"Paramahamsa","offset":7997},{"uri":"Swami","surface_form":"Swami","offset":8013},{"uri":"Sri","surface_form":"Sri","offset":8040},{"uri":"Rabia_Basri","surface_form":"Rabi`a al-Adawiyya","offset":8481},{"uri":"Islam","surface_form":"Islam","offset":8526},{"uri":"Ali_Ibn_Abi_Talib","surface_form":"Ali Ibn Abi Talib","offset":8561},{"uri":"Sufism","surface_form":"Sufism","offset":8729},{"uri":"Islam","surface_form":"Islam","offset":8847},{"uri":"Hadrat","surface_form":"Hadrat","offset":8862},{"uri":"Sufi","surface_form":"Sufi","offset":8902},{"uri":"Rabbinic_literature","surface_form":"Rabbinic thought","offset":9008},{"uri":"Hasidim","surface_form":"Hasid","offset":9058},{"uri":"Musar_literature","surface_form":"Ethical literature","offset":9108},{"uri":"Kabbalah","surface_form":"Kabbalah","offset":9156},{"uri":"Hasidic_Judaism","surface_form":"Hasidic Judaism","offset":9169},{"uri":"Sant_Mat","surface_form":"sant","offset":9268},{"uri":"Bhagat","surface_form":"bhagat","offset":9276},{"uri":"Sikhism","surface_form":"Sikhism","offset":9336},{"uri":"Kabir","surface_form":"Kabir","offset":9361},{"uri":"Guru_Ravidass","surface_form":"Ravidas","offset":9368},{"uri":"Guru_Nanak_Dev","surface_form":"Nanak","offset":9377},{"uri":"Guru_Granth_Sahib","surface_form":"Guru Granth Sahib","offset":9511}]}