{"id":33659,"url":"http://en.wikipedia.org/wiki/Magical_DoReMi","text":"\"Magical DoReMi\" is a shojo anime that follows the adventures of three elementary school girls as they help Majo Rika turn back into a human being. The anime is geared at girls aged 7-14.\nThe series aired in Japan on TV Asahi between February 1999 and January 2003. It has four seasons and 201 episodes. There are also 2 spin-off seasons and 3 fillms, the newest being \"Looking For Witch Apprentices\".\nStory.\nThe story begins in a town named Misora. Doremi Harukaze is a third-grader who is interested in magic. After a bad day at school, Doremi wanders into a part of town that is unfamiliar. She then sees Maho-Do, an old magic shop, and decides to look inside. There she finds Majo Rika. As Doremi looks around she finds out that it is a real magic shop and that Majo Rika is a witch. When Doremi says this to Majo Rika, she turns into a Witch Frog. After this, Majo Rika and her fairy, Lala, decide to teach Doremi how to become a witch, so she can change Majo Rika back from a witch frog. Doremi happily agrees, wanting to learn magic.\nDoremi becomes a witch in training, called a \"Witch Apprentice\". Doremi practices using magic. She learns what it is like to be a witch from her experiences. After something very strange happens, Doremi's friends begin to ask questions. Doremi decides to take Hazuki and Aiko to Maho-Do. At Maho-Do, they learn what happened with Doremi and also become witch apprentices so they keep it a secret.\nThe series follows the lives of Doremi, Hazuki and Aiko as they learn, train, and pass tests to become witches.\nIn the next season, \"Ojamajo Doremi Sharp\", they discover a magical rose garden, which they witnessed the birth of a magical baby, called Hana-chan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Anime","surface_form":"anime","offset":28},{"uri":"Elementary_school","surface_form":"elementary school","offset":71},{"uri":"Human","surface_form":"human","offset":135},{"uri":"TV_Asahi","surface_form":"TV Asahi","offset":217},{"uri":"Magic","surface_form":"magic","offset":505},{"uri":"School","surface_form":"school","offset":531},{"uri":"Shop","surface_form":"shop","offset":630},{"uri":"Experience","surface_form":"experience","offset":1186},{"uri":"Question","surface_form":"question","offset":1267},{"uri":"Secret","surface_form":"secret","offset":1430},{"uri":"Series","surface_form":"series","offset":1442},{"uri":"Test","surface_form":"test","offset":1525}]}