{"id":336617,"url":"http://en.wikipedia.org/wiki/Margalla_Hills","text":"The Margalla Hills (Urdu: مرگله کی پہاڑىاں) is a mountain range in the lesser Himalayas. The Hills are north of Islamabad. The Margalla Range has an area of. The hills are an 'off shoot' or linked part of the bigger Murree hills. It is a range with many valleys as well as mountains. Its highest peak is Tilla Charouni, in its eastern end, which is 1,604 metres tall. The range has an average elevation of 1000 metres. The range gets some snow in some higher places in winters.\nDamn-e-Koh.\nDamn-e-Koh is a garden viewing point in the middle of the Margalla Hills. Daman-e-Koh is a midpoint for tourists on their way to the higher view point. There is a plan to construct a chairlift from Daman-e-Koh to Pir Sohawa. Monkeys are a common sight during winter. Cheetahs are frequently reported to descend from higher hills of Murree during snowfall.\nMonal.\nMonal is a family resort in the Margalla Hills. It has a restaurant and point from where you can view the city of Islamabad. It is a short way up the Margalla hills. It attracts tourists from several places to eat, buy and enjoy. There is a Motion Ride too.\nPir Sohawa.\nPir Sohawa is a rapidly developing tourist resort located 17 kilometers (11 mi) from Islamabad on top of Margalla Hills. It has a 3000 plus ft elevation and located in Monal village which is geographically part of Haripur District.Bright hills is a holiday resorts at scenic views of canyons on Margalla hills.\nMargalla National Park.\nMargalla National Park is located in the foothills of the Margalla. The park includes the Margalla Hills, which form's the foothills of the Himalayas, along with Shakarparian Park and Rawal Lake. Established in 1980, Margalla Hills National Park covers approximately 17,386 hectares (67.13 sq mi).","categories":[],"infobox_types":[],"annotations":[{"uri":"Mountain_range","surface_form":"mountain range","offset":49},{"uri":"Himalayas","surface_form":"Himalayas","offset":78},{"uri":"Islamabad","surface_form":"Islamabad","offset":112},{"uri":"Murree","surface_form":"Murree","offset":216},{"uri":"Motion_Ride","surface_form":"Motion Ride","offset":1094},{"uri":"Shakarparian_Park","surface_form":"Shakarparian Park","offset":1620},{"uri":"Rawal_Lake","surface_form":"Rawal Lake","offset":1642}]}