{"id":336758,"url":"http://en.wikipedia.org/wiki/Hermaphroditus","text":"In Greek mythology, Hermaphroditus was the son of Hermes and Aphrodite. He was a minor god of fertility and symbolized the unity of male and female. His name is the origin of the word hermaphrodite.\nMythology.\nAccording to a myth of Ovid, he was raised by nymphs in a cave on Mount Ida. At the age of fifteen, he traveled to the cities of Lydia and Caria in Asia Minor. It was there that he came upon a pool of fresh water. He undressed and bathed in the pool. Meanwhile, the nymph of the pool Salmacis, fell in love with him. She jumped into the pool and embraced him, not letting go, he struggled to get away from her. Salmacis prayed to the gods that they should never separate and the gods hearing her prayer, merged their bodies together, transforming Hermaphroditus into an androgynous being. Hermaphroditus, in anger of his transformation, cursed the pool so that anyone who bathed in it would suffer the same fate.\nCult.\nThe worship of Hermaphroditus originated from Cyprus, under the name of Aphroditus. The cult was introduced into mainland Greece around the late 5th century BC. At rituals and sacrifices to the god, worshipers cross-dressed; men wearing women's clothing and women dressed in men's clothing. The god was also identified with the moon, because the moon was thought to be both male and female.\nArt.\nHermaphroditus was a popular subject in ancient Greek and Roman art. He is often shown alone and sometimes interacting with satyrs and cupids. There is a famous statue called \"The Sleeping Hermaphroditus\" at the Louvre Museum in Paris.","categories":[],"infobox_types":[],"annotations":[{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":3},{"uri":"Hermes","surface_form":"Hermes","offset":50},{"uri":"Aphrodite","surface_form":"Aphrodite","offset":61},{"uri":"Fertility","surface_form":"fertility","offset":94},{"uri":"Unity","surface_form":"unity","offset":123},{"uri":"Hermaphrodite","surface_form":"hermaphrodite","offset":184},{"uri":"Ovid","surface_form":"Ovid","offset":233},{"uri":"Nymph","surface_form":"nymph","offset":256},{"uri":"Asia_Minor","surface_form":"Asia Minor","offset":358},{"uri":"Salmacis","surface_form":"Salmacis","offset":494},{"uri":"Hermaphrodite","surface_form":"androgynous","offset":780},{"uri":"Cyprus","surface_form":"Cyprus","offset":975},{"uri":"Aphroditus","surface_form":"Aphroditus","offset":1001},{"uri":"Greece","surface_form":"Greece","offset":1051},{"uri":"Moon","surface_form":"moon","offset":1257},{"uri":"Satyr","surface_form":"satyr","offset":1449},{"uri":"Cupid","surface_form":"cupid","offset":1460},{"uri":"Mus%C3%A9e_du_Louvre","surface_form":"Louvre Museum","offset":1537}]}