{"id":336779,"url":"http://en.wikipedia.org/wiki/Aphroditus","text":"The worship of Aphroditus comes from Cyprus, a cult of a masculine or hermaphrodite form of Aphrodite. The divinity was introduced into Greece and celebrated in Athens in a cross-dressing ritual.\nMythology.\nIt is thought that Hesiod's myth, explaining the birth of Aphrodite, born when Cronus cut off the genitals of Uranus and threw it into the sea, originated from the cult of Aphroditus. A terracotta plaque from the 7th century BC found at Perachora in Greece, representing Aphroditus emerging from severed male genitals, suggests this, as there are two different myths of the creation of Aphrodite.\nCult.\nAccording to Macrobius, Aphroditus was represented in Cyprus with a beard and phallus, wearing female clothing and holding a scepter. At sacrifices to the god, worshipers cross-dressed, men wearing women's clothing and women dressed in men's clothing. The cult spread from Cyprus into southern Asia Minor, eventually reaching mainland Greece around the late 5th century BC. In Athens, the iconography of the god took on the \"anasyromenos\" pose, a female figure lifting her dress to reveal an erect phallus, a gesture that had apotropaic qualities, much like the god Priapus. By the Hellenistic period, the cult and votives had spread throughout Asia Minor, Greece, and Italy.\nEvolution.\nGradually over time the cult lost popularity, Aphroditus was also being called Hermaphroditus, which originally meant Aphroditus in the form of a herm or \"a herm of Aphroditus\". These were marble or bronze sculptures with a head or torso above a plain rectangular pillar, a symbol of fertility. In later Greek mythology, Hermaphroditus came to be known as the son of Hermes and Aphrodite.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cyprus","surface_form":"Cyprus","offset":37},{"uri":"Masculine","surface_form":"masculine","offset":57},{"uri":"Hermaphrodite","surface_form":"hermaphrodite","offset":70},{"uri":"Aphrodite","surface_form":"Aphrodite","offset":92},{"uri":"Greece","surface_form":"Greece","offset":136},{"uri":"Athens","surface_form":"Athens","offset":161},{"uri":"Ritual","surface_form":"ritual","offset":188},{"uri":"Hesiod","surface_form":"Hesiod","offset":226},{"uri":"Cronus","surface_form":"Cronus","offset":286},{"uri":"Uranus","surface_form":"Uranus","offset":317},{"uri":"Perachora","surface_form":"Perachora","offset":444},{"uri":"Macrobius","surface_form":"Macrobius","offset":623},{"uri":"Beard","surface_form":"beard","offset":678},{"uri":"Phallus","surface_form":"phallus","offset":688},{"uri":"Asia_Minor","surface_form":"Asia Minor","offset":904},{"uri":"Greece","surface_form":"Greece","offset":945},{"uri":"Apotropaic_magic","surface_form":"apotropaic","offset":1136},{"uri":"Priapus","surface_form":"Priapus","offset":1176},{"uri":"Hellenistic","surface_form":"Hellenistic","offset":1192},{"uri":"Votives","surface_form":"votives","offset":1225},{"uri":"Hermaphroditus","surface_form":"Hermaphroditus","offset":1376},{"uri":"Herma","surface_form":"herm","offset":1443},{"uri":"Fertility","surface_form":"fertility","offset":1581},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":1601}]}