{"id":336714,"url":"http://en.wikipedia.org/wiki/Rachel_Berry","text":"Rachel Berry is a fictional character from the FOX musical comedy-drama series \"Glee\". The character is played by actress Lea Michele. The character first appeared in \"Glee\" from its pilot episode. It was first broadcast on May 19, 2009. Rachel was created by \"Glee\" creators Ryan Murphy, Brad Falchuk and Ian Brennan. She is the glee club captain of the fictional William McKinley High School in Lima, Ohio, where the show is set. Her storylines have seen her suffer feeling alone because of her ambition to win. She has also developed romantic feelings for Jesse St. James (Jonathan Groff), a member of the rival (enemy) glee club Vocal Adrenaline. She also had many dates with quarterback and glee club co-captain Finn Hudson (Cory Monteith). The two eventually become engaged.\nMichele has stated that she was just like Rachel when she was younger. She had inspiration to play the role as Rachel. These include the movie \"Election\" and other television roles such as the \"Gossip Girl\" character Blair Waldorf. Michele has said that she feels \"vulnerable\" while playing Rachel. She stated, \"Rachel will never be popular because her looks aren't (are not) considered beautiful, and when I was in high school it was the same for me. I didn't get a nose job, and every single girl around me did. Therefore, I was out.\" Michele added, \"What's so great about \"Glee\" is that it shows you how that kind of stuff hurts, but it doesn't matter: You can still be who you want to be.\"\nRachel is a \"strong, driven girl\" but somewhat nervous about herself. \"Glee\" follows Rachel's journey to become more of a team player. She does this to fulfill her own dreams. Michele was nominated for the Primetime Emmy Award for \"Outstanding Lead Actress in a Comedy Series\" in 2010. She was also nominated for a Golden Globe Award for \"Best Actress - Television Series Musical or Comedy\" in 2010 and 2011. Rachel has received mostly positive reviews from critics. Maureen Ryan of \"The Chicago Tribune\" thanked Michele for making the character \"more than a humorless (not funny) stereotype\". However, \"The Wall Street Journal\"s Raymund Flandez has described Rachel as \"insufferable\" (annoying). Several songs performed by Michele as Rachel have been released as digital download singles. They have also been included on the series' soundtrack albums.\nSeason 1.\nRachel is the daughter of an interracial same-sex couple. She is Jewish and was named after Rachel Green from \"Friends\". She joins the glee club. She hopes that fame will increase her popularity and to find a boyfriend. She is bullied by members of the school cheerleading and football teams. She is, however, excited that quarterback Finn Hudson joins the club. She then develops a crush on him. The two kisses in the episode \"Showmance\". However, Finn tells her to forget that it happened and continues dating his girlfriend, cheerleader Quinn Fabray (Dianna Agron). Rachel quits the glee club. She does this because she is not given a solo she wanted. She is then given the lead role in the school musical, \"Cabaret\". However, she later quits the musical and rejoins the glee club. She returns because she rather have friends then be alone. She has a short relationship with another glee club member, Puck (Mark Salling). He is also Jewish, and is a football player who used to bully her. Rachel later breaks up with him because she still has feelings for Finn. She later learns that Quinn's pregnancy was not caused by him but by Puck. She then tells Finn the truth who then attacks Puck. Finn then breaks up with Quinn and drops out of glee club. He returns on the day of the group's first major competition, the Sectionals. He does this to undo damage by cheerleading couch Sue Sylvester (Jane Lynch). The group makes up a completely new set list. Rachel starts the show with a solo of \"Don't Rain on My Parade\". They win by an agreement decision.\nFor a short time Rachel believes that she is dating Finn. However, he tells her that he needs to take time out for himself. He changes his mind soon after. By that time, Rachel has already begun dating Jesse St. James (Jonathan Groff). He is the lead singer of the enemy glee club Vocal Adrenaline. The rest of the glee club tries to convince Rachel to break up with Jesse. However, he transfers (moved) to William McKinley. He then joins New Directions. Rachel tells Jesse that her dream is to find her birth mother. He offers to help her do so. However, he already knows who it is: Vocal Adrenaline coach Shelby Corcoran (Idina Menzel). Shelby asked Jesse to befriend Rachel. She hopes that it might reconnect with her daughter. Shelby cannot directly contact Rachel until she is eighteen. When Rachel discovers that Shelby is her mother they begin to talk. They both confess to not feel an anything. They eventually decide to not develop a relationship. Jesse betrays Rachel and returns to Vocal Adrenaline. In the episode \"Journey to Regionals\", Finn tells Rachel that he loves her. Although they lose the competition to Vocal Adrenaline, they become a couple.\nSeason 2.\nSue Sylvester tells glee club director Will Schuester (Matthew Morrison) about a rule. The rule is that there has to be a minimum of twelve students when competing. Will tells the glee club that they have to find new members. At first Rachel encourages Sunshine Corazon (Charice) to try out. However, when she realizes that she is a good singer, she gives her wrong directions to the auditions. She gives Sunshine directions to an inactive (no longer in service) crack house. Sunshine then transfers (moves to) Carmel High School and joins Vocal Adrenaline. Puck and Finn's friendship becomes stronger again. They work together and sing horribly at the duets competition. They do this so new club member Sam Evans (Chord Overstreet) wins instead. They want him to feel welcomed and appreciated by the club. Rachel later finds out that Finn slept with cheerleader Santana Lopez (Naya Rivera) the previous year. At the time, Rachel was dating Jesse. Finn lied to Rachel, though Rachel herself had lied. She said she slept with Jesse which she had not. Feeling hurt, she makes out with Puck to hurt Finn back. This causes Finn to break up with her. Rachel later tries get back with Finn. However, he begins to dating Quinn again. Feeling hurt, Rachel writes an original song for Regionals, \"Get It Right\". They win Regionals and Rachel is named MVP.\nJust before junior prom, Jesse returns. Rachel invites him to the prom with her, Sam and Mercedes (Amber Riley). Finn and Jesse begins arguing at prom. They then begin to fight and are asked to leave prom. This hurts Finn and Quinn's campaign for prom king and queen. Finn breaks up with Quinn after he realizes he really loves Rachel. At Nationals in New York City, Finn begs Rachel to be his girlfriend again. She says no. She does this because she wants to stay focus on becoming a Broadway star. At the end of their duet—\"Pretending\", Rachel and Finn kiss. The audience become silent. The glee club comes in twelfth and did not make the top 10. Back in Ohio, Finn reminds Rachel that she has a year until graduation. They then kiss and restart their relationship.\nSeason 3.\nRachel and Kurt plan to go to a performing arts school in New York City after graduation. School counselor Emma Pillsbury (Jayma Mays) suggests they think about going to The York Academy of the Dramatic Arts (NYADA). The two go to an Ohio \"mixer\". They attend in hopes to get potential applicants. Rachel proposes McKinley do \"West Side Story\" as the school musical. She believes she can get the lead role Maria. She also needs the experience for her NYADA application. However, Mercedes also auditions for Maria. The directors were not able to choose between the two. After their callbacks, the casting directors decides to \"double-cast\" the role. Mercedes begins believing that she did better in the callbacks. She refuses to accept the double-casting. She then quit the show and gives Rachel the part. She and Finn decide to have sex in the episode \"The First Time\". In the episode \"Mash Off\", Rachel decides to run for class president. She takes herself off when she realizes Kurt will not go to NYADA if he does not win. In the episode \"I Kissed a Girl\", she starts an election ballot box. She does this because to keep Kurt from losing. He loses anyway and she tells Kurt what she had done. Rachel is then suspended from school for a week. She is also not allowed to compete in Sectionals with New Directions. While at Sectionals, glee club wins without her. At the end of the episode \"Yes/No\", Finn asks her to marry him. After taking time to think about it, she accepts. Murphy said in July 2011 that Michele would be one of the actors leaving. Michele commented on this, saying: \"We always knew we'd graduate in real time. It's all part of the plan and it's all good! It's going to make Season 3 amazing! This is just the beginning!\" However, Falchuk later stated that Michele, along with Chris Colfer and Cory Monteith will graduate at the end of the third season. He also said: \"because they're (they are) graduating doesn't mean they're (they are) leaving the show.\" Falchuk also said: \"it was never our plan or our intention to let them go…. They are not done with the show after this season.\"\nSandra Gonzalez of \"Entertainment Weekly\" commented on the news about the cast leaving. She said: \"Indeed, a rolling cast list has done some shows good in the past. I'll admit that it took me some time to warm up to the 'new kids' on \"Friday Night Lights\", which ends its run tomorrow on NBC, but it was a well-done transition. What I loved most was that the new blood (group) didn't (did not) try to be the new versions of the old characters. They were new characters with completely different outlooks and goals. \"Glee\" could learn a lot from what \"Friday Night Lights\" accomplished (have done successfully): a seamless, realistic (real) transition (change). The problem? 'Seamless' and 'realistic' have never been \"Glee\"s strong points, which is not to say they couldn't (could not) be. But the question is: Is \"Glee\" looking to be the less-attractive comedy cousin of \"Friday Night Lights\"… or \"Saved By the Bell: The New Class\"?\"\nCharacterization.\nMichele took the role as Rachel because of her characterization. Michele explained: \"Not only is she a singer, but she has so much heart—I think it's what we need on TV. A show that is filled with heart and love that is funny. It sends an amazing message to kids about the arts and being who you are.\" Michele described the first thirteen episodes of \"Glee\". She described it as: \"Rachel's journey of finding herself within the glee club\". She also said that \"she's learning how to be a team player and work within this group. She's a very strong, driven girl, who's (who is) sometimes a little misunderstood.\"\n\"Glee\"s costume designer Lou Eyrich described Rachel's costumes. Eyrich told \"Entertainment Weekly\": \"Originally (at first), the inspiration for her look was Tracy Flick from \"Election\"—very buttoned-down (someone who is serious in the job they are doing), preppy (someone who looks like a high school student), obnoxious (not very well liked by people), squeaky clean, nerdy. But she's got at least 12 costume changes each episode. That same look all the time just gets boring for the screen (television) and for the actress to wear, so we spread it out a lot. We try to have her buttoned-up or wearing a nerdy sweater over a cute dress, like she doesn't quite get it right. Or she takes that sweater and tucks it into the skirt and pairs it with knee highs and flats. She makes it her way, which is more quirky. The popular girls find a way to make it look cool, but Rachel makes it look nerdy. But it's not old-school nerdy with thick glasses and pocket protectors. She thinks she's taking a trend and making it cool, but she wears it wrong.\"\nMichele have stated that she was just like Rachel when she was younger. She also gets inspiration from the movie \"Election\", and \"Gossip Girl\" character Blair Waldorf. She has explained: \"[Blair] is shady (a mean person), but you still love her. She's still vulnerable (easy to get hurt). That's what I try to do with Rachel. Rachel will never be popular because her looks aren't (are not) considered beautiful, and when I was in high school it was the same for me. I didn't get a nose job, and every single girl around me did. Therefore, I was out. I was not cool. What's so great about Glee is that it shows you how that kind of stuff hurts, but it doesn't (does not) matter: You can still be who you want to be. And in four years, high school will be over and all of that crap won't (will not) matter anyway.\"\nCritical reviews.\nSome songs performed by Michele as Rachel have been released as digital download singles. They were also on the soundtrack albums, \"Glee: The Music, Volume 1\" and \"Glee: The Music, Volume 2\". Rachel has received positive reviews from critics. Michele was nominated for the Primetime Emmy Award for \"Outstanding Lead Actress in a Comedy Series\" in 2010. She also was nominated for the Golden Globe Award for \"Best Actress - Television Series Musical or Comedy\" in 2010. Robert A. George of the \"New York Post\" stated \"the only female [in Glee] who doesn't (does not) come across as manipulative (easy to tell someone what to do) or vapidly (nothing good about her) helpless\" (not able to help her own self). \"Chicago Tribune\"s Maureen Ryan wrote, \"Lea Michele not only has an amazing voice but manages to make her character, spoiled (get's whatever she wants in life) diva Rachel Berry, more than a humorless (not funny) stereotype.\" Denise Martin of \"The Los Angeles Times\" commented in her review of the episode \"The Rhodes Not Taken\": \"if there's any justice in the world, Lea Michele will win a Golden Globe and an Emmy for playing Rachel\".\nIn the episode \"Hairography\", Kurt Hummel gives Rachel a bad make over. Mike Hale of the \"New York Times\" remembered a popular theme that critics give negative reviews because of the way \"Glee\" treats its female characters. Hale said that he understands why, but also says that the show equally treats male characters the same. However, he wrote that \"it was a bit much when Finn looked at Rachel in her catsuit and frizzy hair and said she looked like a 'sad clown hooker.' Come on. She looked fantastic (really good).\" Zap2it's Korbi Ghosh commented: \"when we saw Rachel fall for them (Finn and Puck), she was actually relatable. Likable even. The type-A (best), uber-talented, self-involved (gets into things by herself) know-it-all (a person who believes they know everything) who's usually alienating her classmates let her guard down to expose (to show) a vulnerable side. And, as a bonus, we got some super solid musical performances from those awkward courtships.\"\nAwards and nominations.\nMichele has won a number of awards for her portrayal of Rachel. Michele won the Satellite Awards for \"Best Performance by an Actress in a Musical or Comedy Television Series\" in 2009. She also won, as part of the cast, for \"Outstanding Performance by an Ensemble in a Comedy Series\" at the Screen Actors Guild Awards. In 2010, Michele won the NewNowNext Awards for \"Brink of Fame: Actor\". In 2009, she was nominated for a Teen Choice Awards in the category \"Choice TV Breakout Star\". That same year, Michele was nominated for a Golden Globe for \"Best Actress - Television Series Musical or Comedy\". She also was nominated for an Emmy Award for \"Outstanding Lead Actress in a Comedy Series\". She received another Teen Choice Award nomination in 2010 for \"Choice TV Actress: Comedy\". Michele was included in \"Time\" magazine's 2010 list of the \"100 Most Influential People In the World\". Her cover of The All-American Rejects' \"Gives You Hell\" reached the top 40 on the US \"Billboard\" 200. Michele is featured as lead singer in 14 of the top 20 selling Glee Cast songs as of 2010. She won the 2012 People's Choice Award for \"Favorite TV Comedy Actress\".\nMichele was nominated for two Grammy Awards in 2011. The first for \"Best Pop Performance by a Duo or Group with Vocals\" (\"Don't Stop Believin\"). The second for \"Best Compilation Soundtrack Album for a Motion Picture, Television, or Other Visual Media\" (\"Glee: The Music, Volume 1\"). Michele said of the first Grammy nomination: \"I like that it's for 'Don't Stop Believin\", which is for the whole cast, so that we all get to go. That's just awesome.\" She was nominated again for \"Best Actress- Television Series Musical or Comedy\" at the 2011 Golden Globe Awards. The cast of Glee was also nominated for the \"Outstanding Performance by an Ensemble in a Comedy Series\" award at the 2011 and 2012 Screen Actors Guild Awards.","categories":[],"infobox_types":["character"],"annotations":[{"uri":"Fictional_character","surface_form":"fictional character","offset":18},{"uri":"FOX","surface_form":"FOX","offset":47},{"uri":"Music","surface_form":"music","offset":51},{"uri":"Comedy-drama","surface_form":"comedy-drama","offset":59},{"uri":"Television_series","surface_form":"series","offset":72},{"uri":"Glee","surface_form":"Glee","offset":80},{"uri":"Character_actor","surface_form":"played","offset":104},{"uri":"Actress","surface_form":"actress","offset":114},{"uri":"Lea_Michele","surface_form":"Lea Michele","offset":122},{"uri":"Appeared","surface_form":"appeared","offset":155},{"uri":"Pilot_episode","surface_form":"pilot episode","offset":183},{"uri":"Broadcast","surface_form":"broadcast","offset":211},{"uri":"Ryan_Murphy","surface_form":"Ryan Murphy","offset":276},{"uri":"Brad_Falchuk","surface_form":"Brad Falchuk","offset":289},{"uri":"Ian_Brennan","surface_form":"Ian Brennan","offset":306},{"uri":"Glee_club","surface_form":"glee club","offset":330},{"uri":"Lima%2C_Ohio","surface_form":"Lima, Ohio","offset":397},{"uri":"Suffer","surface_form":"suffer","offset":461},{"uri":"Ambition","surface_form":"ambition","offset":497},{"uri":"Relationship","surface_form":"romantic feelings","offset":537},{"uri":"Rival","surface_form":"rival","offset":609},{"uri":"Quarterback","surface_form":"quarterback","offset":680},{"uri":"Engagement","surface_form":"engaged","offset":772},{"uri":"Inspiration","surface_form":"inspiration","offset":860},{"uri":"Gossip_Girl","surface_form":"Gossip Girl","offset":975},{"uri":"Vulnerability","surface_form":"vulnerable","offset":1046},{"uri":"Popularity","surface_form":"popular","offset":1114},{"uri":"Beauty","surface_form":"beautiful","offset":1168},{"uri":"High_school","surface_form":"high school","offset":1197},{"uri":"Rhinoplasty","surface_form":"nose job","offset":1248},{"uri":"Driven","surface_form":"driven","offset":1496},{"uri":"Central_nervous_system","surface_form":"nervous","offset":1522},{"uri":"Team_player","surface_form":"team player","offset":1597},{"uri":"Fulfill","surface_form":"fulfill","offset":1627},{"uri":"Primetime_Emmy_Award","surface_form":"Primetime Emmy Award","offset":1681},{"uri":"Golden_Globe_Award","surface_form":"Golden Globe Award","offset":1790},{"uri":"Reviews","surface_form":"reviews","offset":1920},{"uri":"Critic","surface_form":"critic","offset":1933},{"uri":"Stereotype","surface_form":"stereotype","offset":2056},{"uri":"The_Wall_Street_Journal","surface_form":"The Wall Street Journal","offset":2079},{"uri":"Insufferable","surface_form":"insufferable","offset":2146},{"uri":"Performance","surface_form":"performed","offset":2186},{"uri":"Digital_download","surface_form":"digital download","offset":2239},{"uri":"Single_(music)","surface_form":"singles","offset":2256},{"uri":"Soundtrack_album","surface_form":"soundtrack album","offset":2309},{"uri":"Interracial_marriage","surface_form":"interracial","offset":2367},{"uri":"Same-sex_couple","surface_form":"same-sex couple","offset":2379},{"uri":"Jewish","surface_form":"Jewish","offset":2403},{"uri":"Friends","surface_form":"Friends","offset":2449},{"uri":"Glee_club","surface_form":"glee club","offset":2473},{"uri":"Famous","surface_form":"fame","offset":2499},{"uri":"Popularity","surface_form":"popularity","offset":2522},{"uri":"Bully","surface_form":"bullied","offset":2565},{"uri":"Cheerleading","surface_form":"cheerleading","offset":2598},{"uri":"Football_team","surface_form":"football team","offset":2615},{"uri":"Quarterback","surface_form":"quarterback","offset":2661},{"uri":"Romance_(love)","surface_form":"crush","offset":2721},{"uri":"Kiss","surface_form":"kiss","offset":2743},{"uri":"Showmance","surface_form":"Showmance","offset":2766},{"uri":"Solo_(music)","surface_form":"solo","offset":2976},{"uri":"Football_player","surface_form":"football player","offset":3291},{"uri":"Pregnancy","surface_form":"pregnancy","offset":3433},{"uri":"Competition","surface_form":"competition","offset":3639},{"uri":"Sabotage","surface_form":"damage","offset":3689},{"uri":"Jane_Lynch","surface_form":"Jane Lynch","offset":3733},{"uri":"Set_list","surface_form":"set list","offset":3782},{"uri":"Unanimous","surface_form":"agreement","offset":3872},{"uri":"Rival","surface_form":"enemy","offset":4157},{"uri":"Befriend","surface_form":"befriend","offset":4553},{"uri":"Betrayal","surface_form":"betrays","offset":4855},{"uri":"Journey_to_Regionals","surface_form":"Journey to Regionals","offset":4919},{"uri":"Matthew_Morrison","surface_form":"Matthew Morrison","offset":5122},{"uri":"Audition","surface_form":"audition","offset":5451},{"uri":"Crack_cocaine","surface_form":"crack","offset":5530},{"uri":"Duet","surface_form":"duet","offset":5720},{"uri":"Most_Valuable_Player","surface_form":"MVP","offset":6409},{"uri":"Junior_prom","surface_form":"junior prom","offset":6426},{"uri":"Amber_Riley","surface_form":"Amber Riley","offset":6513},{"uri":"Campaign","surface_form":"campaign","offset":6648},{"uri":"New_York_City","surface_form":"New York City","offset":6766},{"uri":"Broadway","surface_form":"Broadway","offset":6899},{"uri":"Audience","surface_form":"audience","offset":6979},{"uri":"Graduation","surface_form":"graduation","offset":7123},{"uri":"Restart","surface_form":"restart","offset":7154},{"uri":"Performing_arts","surface_form":"performing arts","offset":7224},{"uri":"Counselor","surface_form":"counselor","offset":7289},{"uri":"Mixer","surface_form":"mixer","offset":7432},{"uri":"Potential","surface_form":"potential","offset":7468},{"uri":"Applicants","surface_form":"applicants","offset":7478},{"uri":"West_Side_Story","surface_form":"West Side Story","offset":7519},{"uri":"Application","surface_form":"application","offset":7649},{"uri":"Callback","surface_form":"callback","offset":7773},{"uri":"Sex","surface_form":"sex","offset":8025},{"uri":"Voting","surface_form":"ballot","offset":8275},{"uri":"Suspended","surface_form":"suspended","offset":8404},{"uri":"Chris_Colfer","surface_form":"Chris Colfer","offset":8990},{"uri":"Cory_Monteith","surface_form":"Cory Monteith","offset":9007},{"uri":"Intention","surface_form":"intention","offset":9220},{"uri":"Entertainment_Weekly","surface_form":"Entertainment Weekly","offset":9319},{"uri":"NBC","surface_form":"NBC","offset":9587},{"uri":"Transition","surface_form":"transition","offset":9615},{"uri":"Versions","surface_form":"versions","offset":9711},{"uri":"Outlooks","surface_form":"outlooks","offset":9794},{"uri":"Goals","surface_form":"goals","offset":9807},{"uri":"Accomplished","surface_form":"accomplished","offset":9871},{"uri":"Successfully","surface_form":"successfully","offset":9895},{"uri":"Seamless","surface_form":"seamless","offset":9912},{"uri":"Realisitc","surface_form":"realistic","offset":9922},{"uri":"Attractive","surface_form":"attractive","offset":10143},{"uri":"Characterization","surface_form":"characterization","offset":10299},{"uri":"Message","surface_form":"message","offset":10499},{"uri":"Arts","surface_form":"arts","offset":10525},{"uri":"Misunderstood","surface_form":"misunderstood","offset":10847},{"uri":"Fashion_designer","surface_form":"costume designer","offset":10871},{"uri":"Costume","surface_form":"costume","offset":10918},{"uri":"Inspiration","surface_form":"inspiration","offset":10992},{"uri":"Preppy","surface_form":"preppy","offset":11120},{"uri":"Obnoxious","surface_form":"obnoxious","offset":11175},{"uri":"Nerdy","surface_form":"nerdy","offset":11233},{"uri":"Boring","surface_form":"boring","offset":11334},{"uri":"Quirky","surface_form":"quirky","offset":11669},{"uri":"Gossip_Girl","surface_form":"Gossip Girl","offset":12039},{"uri":"Shady","surface_form":"shady","offset":12108},{"uri":"Vulnerable","surface_form":"vulnerable","offset":12167},{"uri":"Popular","surface_form":"popular","offset":12256},{"uri":"Considered","surface_form":"considered","offset":12299},{"uri":"Beauty","surface_form":"beautiful","offset":12310},{"uri":"Rhinoplasty","surface_form":"nose job","offset":12390},{"uri":"Digital_download","surface_form":"digital download","offset":12804},{"uri":"Single_(music)","surface_form":"singles","offset":12821},{"uri":"Soundtrack_album","surface_form":"soundtrack album","offset":12852},{"uri":"Review","surface_form":"review","offset":12961},{"uri":"Critic","surface_form":"critic","offset":12974},{"uri":"Primetime_Emmy_Award","surface_form":"Primetime Emmy Award","offset":13013},{"uri":"Golden_Globe_Award","surface_form":"Golden Globe Award","offset":13124},{"uri":"Manipulative","surface_form":"manipulative","offset":13321},{"uri":"Vapidly","surface_form":"vapidly","offset":13371},{"uri":"Helpless","surface_form":"helpless","offset":13404},{"uri":"Chicago_Tribune","surface_form":"Chicago Tribune","offset":13448},{"uri":"Spoiled","surface_form":"spoiled","offset":13564},{"uri":"Diva","surface_form":"diva","offset":13607},{"uri":"Humorless","surface_form":"humorless","offset":13638},{"uri":"Stereotype","surface_form":"stereotype","offset":13660},{"uri":"The_Los_Angeles_Times","surface_form":"The Los Angeles Times","offset":13691},{"uri":"The_Rhodes_Not_Taken","surface_form":"The Rhodes Not Taken","offset":13754},{"uri":"Justice","surface_form":"justice","offset":13793},{"uri":"Hairography","surface_form":"Hairography","offset":13900},{"uri":"Makeup","surface_form":"make over","offset":13945},{"uri":"New_York_Times","surface_form":"New York Times","offset":13974},{"uri":"Story","surface_form":"theme","offset":14011},{"uri":"Frizzy","surface_form":"frizzy","offset":14300},{"uri":"Hooker","surface_form":"hooker","offset":14350},{"uri":"Fantastic","surface_form":"fantastic","offset":14379},{"uri":"Relatable","surface_form":"relatable","offset":14505},{"uri":"Likable","surface_form":"Likable","offset":14516},{"uri":"Uber","surface_form":"uber","offset":14549},{"uri":"Alienating","surface_form":"alienating","offset":14679},{"uri":"Expose","surface_form":"expose","offset":14727},{"uri":"Awkward","surface_form":"awkward","offset":14836},{"uri":"Courtships","surface_form":"courtships","offset":14844},{"uri":"Award","surface_form":"award","offset":14909},{"uri":"Ensemble","surface_form":"Ensemble","offset":15135},{"uri":"Screen_Actors_Guild_Awards","surface_form":"Screen Actors Guild Awards","offset":15171},{"uri":"Teen_Choice_Awards","surface_form":"Teen Choice Awards","offset":15303},{"uri":"Time_(magazine)","surface_form":"\"Time\" magazine","offset":15687},{"uri":"Cover_version","surface_form":"cover","offset":15770},{"uri":"The_All-American_Rejects","surface_form":"The All-American Rejects","offset":15779},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":15851},{"uri":"Glee_Cast","surface_form":"Glee Cast","offset":15931},{"uri":"People%27s_Choice_Award","surface_form":"People's Choice Award","offset":15976},{"uri":"Grammy_Awards","surface_form":"Grammy Awards","offset":16062},{"uri":"Compilation_album","surface_form":"Compilation","offset":16198},{"uri":"Movie","surface_form":"Motion Picture","offset":16233}]}