{"id":33681,"url":"http://en.wikipedia.org/wiki/Metallica","text":"Metallica is an American thrash metal/heavy metal band. The band came together in Los Angeles in 1981 and helped to invent the thrash sub-genre of heavy metal. They are well known for many of their songs, including \"Master of Puppets\", \"The Unforgiven\", \"One\", \"Enter Sandman\", and \"Nothing Else Matters.\" Since then, they have become one of metal's most popular and successful bands, and have sold over 100 million albums worldwide. The band's fifth album, Metallica, has sold over 125 million copies, making it the twenty-fifth biggest selling album of all time in America.\nBand history.\nThe band formed after drummer Lars Ulrich placed an advertisement in a newspaper saying that he was looking for musicians to play material consisting of Tygers of Pang Tang, Diamond Head, and Led Zeppelin with. James Hetfield, a guitar player who would become the lead singer of Metallica, answered the advertisement. Later, Lars and James would have contact from another young aspiring guitar player seeking a band, Dave Mustaine. Ulrich, Hetfield, Mustaine, and bass player Ron McGovney began playing in the band. Ulrich and Hetfield saw another bass player, Cliff Burton, playing at a concert, and asked him to join the band to replace McGovney, who was having trouble getting along with other band members. Burton later joined the band after Ulrich and Hetfield agreed to move from Los Angeles to San Francisco. In 1983, Mustaine was kicked out of the band for his drug and alcohol problems and violent behavior, and was replaced with guitar player Kirk Hammett who left his previous band, Exodus. Mustaine went on to form his own band Megadeth, who became extremely popular on the metal scene, and have become one of Metallica's metal contemporaries, along with Slayer and Anthrax. All four bands are collectively known as the Big 4 of thrash metal.\nIn 1983, Metallica released their first studio album \"Kill 'Em All\", on which few of the songs were still credited to Mustaine. One year later, Metallica released their second studio album \"Ride the Lightning\". \"Ride the Lightning\" and \"The Call of Ktulu,\" the album's final track, were the band's last songs to give Dave Mustaine writing credits. Metallica was one of few bands at the time to deviate from the then popular hair/glam metal trend that was taking place during the 1980s, led by bands like Poison and Mötley Crüe.\nIn 1986, Metallica released their third studio album, \"Master of Puppets\", which is widely considered to be one of the greatest heavy metal albums of all time. On September 27, 1986, Cliff Burton was killed when the band's tour bus crashed in Sweden. Burton was subsequently replaced by Jason Newsted after auditioning.\nWith Newsted as bassist, Metallica released their fourth studio album \"...And Justice for All\", reaching #6 on the \"Billboard 200\". The album features the song \"One,\" which won a Grammy Award for Best Metal Performance in 1990. The album is criticized for its production and inaudible bass guitar, which is commonly believed to be a result of Jason Newsted's hazing, during which the other members turned down the bass guitar volume on the album. The album is also known for having much more complex song structures than previous albums.\nMetallica reached even greater success with their self-titled fifth studio album, which debuted at #1 on the \"Billboard\" 200 and has sold over 15 million copies in the United States. The album won a Grammy for Best Metal Performance in 1992, being Metallica's third consecutive Grammy (the second being their cover of Queen's \"Stone Cold Crazy\").\nMetallica's music shifted towards a more mainstream hard rock style, and continued their success with Load and ReLoad, released in 1996 and 1997, which both debuted at #1 on the \"Billboard\" 200. Despite the albums' success, many fans were unhappy with the large change of style from Metallica's previous albums.\nIn 1998, Metallica released Garage, Inc., which was an album of cover songs by many of the artists that influenced Metallica, such as Motörhead, Mercyful Fate, Thin Lizzy, and Blue Öyster Cult.\nIn 2001, Newsted left Metallica to start his own project, Echobrain, much against the band's wishes, particularly James Hetfield. Their eighth studio album, \"St. Anger\", was released in 2003, with producer Bob Rock playing bass after Newsted's departure. \"St. Anger\" also debuted at #1 on the \"Billboard\" 200, but was even further disliked by fans than Load and Reload. Shortly after the release of \"St. Anger\", bassist Robert Trujillo joined the band after a long auditioning process with many bassists. At Trujillo's request, his audition song was Battery, a very fast-paced song from \"Master of Puppets\".\n\"Death Magnetic\", the band's ninth studio album, was released in September 2008, and debuted at #1 on the \"Billboard\" 200, making Metallica the first band to achieve five consecutive #1 albums in United States. \"Death Magnetic\" showed a return to the band's thrash metal roots. From 2008 to 2010, Metallica performed their World Magnetic Tour supporting the album's release. The tour concluded in Melbourne, Australia November 21, 2010.\nIn June 2010, Metallica attended the Sonisphere Festival in Sofia, Bulgaria with the rest of the Big 4, alongside Anthrax, Megadeth and Slayer. Between Metallica's encores, all four bands took the stage to perform \"Am I Evil?\" by Diamond Head.\nIn 2011, \"Lulu\", a collaboration album between Metallica and Lou Reed, was released. Many Metallica fans were dissatisfied due to stylistic differences between Reed and Metallica, but the album has managed to garner success.\nIn October 2013, Hetfield stated in an interview that the band would start working on their next album in early 2014.","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"United_States","surface_form":"American","offset":16},{"uri":"Thrash_metal","surface_form":"thrash metal","offset":25},{"uri":"Heavy_metal_music","surface_form":"heavy metal","offset":38},{"uri":"Band","surface_form":"band","offset":50},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":82},{"uri":"Thrash_metal","surface_form":"thrash","offset":127},{"uri":"Heavy_metal_music","surface_form":"heavy metal","offset":147},{"uri":"Metallica_(album)","surface_form":"Metallica","offset":458},{"uri":"Drum","surface_form":"drum","offset":612},{"uri":"Lars_Ulrich","surface_form":"Lars Ulrich","offset":620},{"uri":"Advertisement","surface_form":"advertisement","offset":642},{"uri":"Newspaper","surface_form":"newspaper","offset":661},{"uri":"Led_Zeppelin","surface_form":"Led Zeppelin","offset":782},{"uri":"James_Hetfield","surface_form":"James Hetfield","offset":801},{"uri":"Guitar","surface_form":"guitar","offset":819},{"uri":"Dave_Mustaine","surface_form":"Dave Mustaine","offset":1007},{"uri":"Bass_guitar","surface_form":"bass","offset":1054},{"uri":"Ron_McGovney","surface_form":"Ron McGovney","offset":1066},{"uri":"Cliff_Burton","surface_form":"Cliff Burton","offset":1151},{"uri":"Kirk_Hammett","surface_form":"Kirk Hammett","offset":1543},{"uri":"Exodus_(band)","surface_form":"Exodus","offset":1584},{"uri":"Megadeth","surface_form":"Megadeth","offset":1630},{"uri":"Slayer","surface_form":"Slayer","offset":1757},{"uri":"Anthrax_(US_band)","surface_form":"Anthrax","offset":1768},{"uri":"Kill_%27Em_All","surface_form":"Kill 'Em All","offset":1899},{"uri":"Ride_the_Lightning","surface_form":"Ride the Lightning","offset":2035},{"uri":"Poison","surface_form":"Poison","offset":2349},{"uri":"M%C3%B6tley_Cr%C3%BCe","surface_form":"Mötley Crüe","offset":2360},{"uri":"Master_of_Puppets","surface_form":"Master of Puppets","offset":2428},{"uri":"Sweden","surface_form":"Sweden","offset":2616},{"uri":"Jason_Newsted","surface_form":"Jason Newsted","offset":2660},{"uri":"...And_Justice_for_All_(album)","surface_form":"...And Justice for All","offset":2764},{"uri":"Billboard_200","surface_form":"Billboard 200","offset":2809},{"uri":"Metallica_(album)","surface_form":"self-titled fifth studio album","offset":3281},{"uri":"Load_(album)","surface_form":"Load","offset":3680},{"uri":"ReLoad","surface_form":"ReLoad","offset":3689},{"uri":"Garage%2C_Inc.","surface_form":"Garage, Inc.","offset":3918},{"uri":"Mot%C3%B6rhead","surface_form":"Motörhead","offset":4024},{"uri":"Mercyful_Fate","surface_form":"Mercyful Fate","offset":4035},{"uri":"Thin_Lizzy","surface_form":"Thin Lizzy","offset":4050},{"uri":"Blue_%C3%96yster_Cult","surface_form":"Blue Öyster Cult","offset":4066},{"uri":"Echobrain","surface_form":"Echobrain","offset":4142},{"uri":"St._Anger","surface_form":"St. Anger","offset":4242},{"uri":"Bob_Rock","surface_form":"Bob Rock","offset":4290},{"uri":"Robert_Trujillo","surface_form":"Robert Trujillo","offset":4504},{"uri":"Death_Magnetic","surface_form":"Death Magnetic","offset":4693},{"uri":"Thrash_metal","surface_form":"thrash metal","offset":4950},{"uri":"World_Magnetic_Tour","surface_form":"World Magnetic Tour","offset":5015},{"uri":"Melbourne","surface_form":"Melbourne","offset":5089},{"uri":"Australia","surface_form":"Australia","offset":5100},{"uri":"Diamond_Head_(band)","surface_form":"Diamond Head","offset":5359},{"uri":"Lulu_(album)","surface_form":"Lulu","offset":5383}]}