{"id":336994,"url":"http://en.wikipedia.org/wiki/Structural_isomer","text":"A structural isomer or constitutional isomer of a compound is another compound whose molecule has the same number of atoms of each element, but with logically distinct bonds between them. The opposite of structual isomerism is stereoisomerism. There are many words that represents structual isomers.\nThere are three kinds of constitutional isomers. They are skeletal isomers, positional isomers, and functional isomers. Positional isomers are also called regioisomers. Tautomers are also a kind of functional isomers.\nSkeletal isomerism.\nIn skeletal isomerism, or chain isomerism, components of the skeleton (usually carbon) are re-ordered to make different structures. Pentane has three isomers. They are \"n\"-pentane (often called simply \"pentane\"), isopentane (methylbutane) and neopentane (dimethylpropane).\nPosition isomerism.\nIn position isomerism, a functional group or other substituent changes its position on a parent structure. In the table below, the hydroxyl group can stay in three different positions on an n-pentane chain to make three different compounds.\nMany aromatic isomers exist because substituents can be positioned on different parts of the benzene ring. Only one isomer of phenol or hydroxybenzene exists but cresol or methylphenol has three isomers where the additional methyl group can be placed on three different positions on the ring. Xylenol has one hydroxyl group and two methyl groups and a total of 6 isomers exist.\nFunctional group isomerism.\nFunctional isomers are one of the structural isomers. Two compounds in functional isomerism have the same molecular formula (the number of each atom is the same, like cyclohexane: and 1-hexene:). But, the atoms are connected in other ways so that the groupings are different. We call these groups of atoms functional groups, functionalities, or moieties. Another way to say this is that two compounds that have the same molecular formula, but have different functional groups, are functional isomers.\nFor example, the chemical formula of cyclohexane and 1-hexene are C6H12. We call them functional group isomers because cyclohexane is a cycloalkane and hex-1-ene is an alkene.\nFor two molecules to be functional isomers, they must contain key groups of atoms arranged in particular ways. Some of the best examples come from organic chemistry. C2H6O is a molecular formula. Depending on how the atoms are arranged, it can represent two different compounds dimethyl ether CH3-O-CH3 or ethanol CH3CH2-O-H. Dimethyl ether and ethanol are functional isomers. The first is an ether. The carbon chain-oxygen-carbon chain functionality is called an ether. The second is an alcohol. The carbon chain-oxygen-hydrogen functionality is called an alcohol.\nIf the functionalities stay the same, but their locations change, the structural isomers are not functional isomers. 1-Propanol and 2-propanol are structural isomers, but they are not functional isomers. Both of them are alcohols. The functional group (carbon chain-O-H) is present in both of these compounds, but they are not the same.\nWhile some chemists use the terms structural isomer and functional isomer interchangeably, not all structural isomers are functional isomers.\nFunctional isomers are most often identified in chemistry using infrared spectroscopy. Infrared radiation corresponds to the energies associated primarily with molecular vibration. The alcohol functionality has a very distinct vibration called OH-stretch that is due to hydrogen bonding. All alcohols in liquid and solid form absorb infrared radiation at certain wavelengths.\nCompounds with the same functional groups will all absorb certain wavelengths of infrared light because of the vibrations associated with those groups. In fact, the infrared spectrum is divided into two regions. The first part is called the functional group region. Dimethyl ether and ethanol would have dissimilar infrared spectra in the functional group region.\nThe second part of the infrared spectrum is called the fingerprint region; it is associated with types of motion allowed by the symmetry of the molecule and influenced by the bond energies. The fingerprint region is more specific to an individual compound. Even though 1-propanol and 2-propanol have similar infrared spectra in the functional group region, they differ in the fingerprint region.\nIn simple terms, functional isomers are structural isomers that have different functional groups like alcohol and ether.\nIsomer counting.\nAs an example of isomer counting, 7 structural isomers exist with molecular formula C3H6O, each with different bond connectivities and air-stable at ambient temperature. An additional two structural isomers are the enol tautomers of the carbonyl isomers, but these are not stable.","categories":[],"infobox_types":[],"annotations":[{"uri":"Compound","surface_form":"compound","offset":50},{"uri":"Chemical_bond","surface_form":"bonds","offset":168},{"uri":"Stereoisomerism","surface_form":"stereoisomerism","offset":227},{"uri":"Tautomer","surface_form":"Tautomer","offset":469},{"uri":"Pentane","surface_form":"Pentane","offset":670},{"uri":"Isopentane","surface_form":"isopentane","offset":751},{"uri":"Neopentane","surface_form":"neopentane","offset":781},{"uri":"Functional_group","surface_form":"functional group","offset":856},{"uri":"Substituent","surface_form":"substituent","offset":882},{"uri":"Alcohol","surface_form":"hydroxyl","offset":962},{"uri":"N-pentane","surface_form":"n-pentane","offset":1021},{"uri":"Aromatic","surface_form":"aromatic","offset":1077},{"uri":"Phenol","surface_form":"phenol","offset":1198},{"uri":"Cresol","surface_form":"cresol","offset":1234},{"uri":"Xylenol","surface_form":"Xylenol","offset":1365},{"uri":"Molecular_formula","surface_form":"molecular formula","offset":1584},{"uri":"Cyclohexane","surface_form":"cyclohexane","offset":1645},{"uri":"1-hexene","surface_form":"1-hexene","offset":1662},{"uri":"Functional_groups","surface_form":"functional groups","offset":1784},{"uri":"Molecular_formula","surface_form":"molecular formula","offset":1898},{"uri":"Chemical_formula","surface_form":"chemical formula","offset":1996},{"uri":"Cyclohexane","surface_form":"cyclohexane","offset":2016},{"uri":"1-hexene","surface_form":"1-hexene","offset":2032},{"uri":"Cycloalkane","surface_form":"cycloalkane","offset":2115},{"uri":"Alkene","surface_form":"alkene","offset":2147},{"uri":"Dimethyl_ether","surface_form":"dimethyl ether","offset":2433},{"uri":"Ethanol","surface_form":"ethanol","offset":2461},{"uri":"Ether","surface_form":"ether","offset":2490},{"uri":"Isomer","surface_form":"isomer","offset":2523},{"uri":"Carbon","surface_form":"carbon","offset":2559},{"uri":"Oxygen","surface_form":"oxygen","offset":2572},{"uri":"Hydrogen","surface_form":"hydrogen","offset":2676},{"uri":"Alcohol","surface_form":"alcohol","offset":2712},{"uri":"Functional_isomer","surface_form":"functional isomer","offset":3114},{"uri":"Infrared_spectroscopy","surface_form":"infrared spectroscopy","offset":3264},{"uri":"Infrared","surface_form":"Infrared","offset":3287},{"uri":"Infrared","surface_form":"infrared","offset":3657},{"uri":"C3H6O_(disambiguation)","surface_form":"C3H6O","offset":4558},{"uri":"Enol","surface_form":"enol","offset":4689},{"uri":"Tautomer","surface_form":"tautomer","offset":4694}]}