{"id":336979,"url":"http://en.wikipedia.org/wiki/Formula_One_car","text":"A Formula One car is a racing car used in Formula One races. They have one seat, which is open to the air. They have aerodynamic wings on their front and rear, and the engine is positioned behind the driver. The regulations governing the cars are unique to the Formula One championship. The regulations say that cars must be built by the racing teams themselves, though the design and manufacture can be done by others.\nTechnology.\nF1 Cars have technology to make them faster, more drag resistant and safer. Some of this technology is described below.\nERS.\nERS stand for Energy Recovery Systems. There are two basic types of ERS systems - mechanical and electrical and both recover energy without using fuel and damaging the environment. The rule to use KERS was introduced by the FIA in 2009. It works by storing energy in a flywheel or battery (like the one on the right) that would be lost when braking, and allow that energy to be re-used when accelerating. ERS was introduced in 2014 to activate wherever a driver chose permanently throughout a race weekend\nTraction Control.\nThis is used a lot in corners because it controls the wheel spin when under and over steering. They mean simply to which end of the car runs out of grip first as the tyres only have limited amount of grip. In an under steer, the front axle and wheels runs out of grip first and in Over steer the rear end runs out first. When this happens it is like a handbrake skid. Traction Control is the device that tries to keep the car stable by adjusting the wheel movement in these turns.\nDRS.\nDRS stands for Drag Reduction System. It is an addition to the rear wing of the car introduced in 2011 Formula 1 season aimed at reducing aerodynamic drag in order to promote overtaking. It is used when a driver is close to somebody in front of him. He will be able to open the rear wing so the car becomes more streamline and aerodynamic so he can overtake his opponent. The device is then disabled as soon as he overtakes his opponent.\nMaterials.\nFormula One teams do much research into materials. Below are list of materials used in the F1 world, what they are, what they do, where they're placed and why F1 teams choose them over everything else.\nCarbon fibre.\nCarbon fibre is a very strong and light material that contains carbon fibres. It may sometimes contain other fibres such as Kevlar, aluminium and glass. Although it has a very big price tag, its strength to weight ratio and the good rigidity of it make it a very valuable piece of material. However as is it gets cheaper it is being used in much smaller products like sports equipment, bodies for instruments and also household objects.\nCarbon fibre is most commonly used in the bodywork of an F1 car and also the air box, the wings, the engine cover, steering wheel and in the suspension. It is sometimes reinforced with titanium or steel.\nIt is used over every other kind of material because it’s lightweight, very strong, very stiff and can easily be moulded into any shape.\nKevlar.\nKevlar is another fibre like carbon. Some of its properties are very similar. Kevlar is a very strong and lightweight material. If you have an equal amount of steel and Kevlar, Kevlar would be 5 times stronger than the steel. When it is woven, it is suitable to be underwater. Kevlar is also used by the army as it a very sturdy material and it is used to make a range of items like helmets.\nKevlar is used in pretty much the same areas as carbon fibre is used. For example it is used in the bodywork, the wings, the suspension and more.\nKevlar is an extremely firm material. As F1 cars go at high speed it adds extra protection to drivers and stops massive damage being done to the cars.\nAluminium.\nAluminium is an element. It is very light and hard. It is often used for ships so that ship doesn’t get corroded and it is very stable due to its oxide coating. Aluminium is used in the bodywork and almost every single part of a F1 car. Aluminium is used because it is extremely light and very strong.\nMagnesium.\nMagnesium is another chemical element and is very light and strong. Its main use is to combine with aluminium to make alloys which are extremely light and strong, such as magnalium. It is used mainly in the wheels and some small parts in the engines.\nGold foil.\nGold foil is a type of foil which is gold coloured and stops heat from escaping. It is used between the engine and fuel tank. It is used in that certain position so it can stop heat transfer from the engine to the fuel tank.","categories":[],"infobox_types":[],"annotations":[{"uri":"Auto_racing","surface_form":"racing","offset":23},{"uri":"Car","surface_form":"car","offset":30},{"uri":"Formula_One","surface_form":"Formula One","offset":42},{"uri":"Aerodynamics","surface_form":"aerodynamic","offset":117},{"uri":"Manufacture","surface_form":"manufacture","offset":385},{"uri":"Carbon_fibre","surface_form":"Carbon fibre","offset":2232},{"uri":"Kevlar","surface_form":"Kevlar","offset":2356},{"uri":"Aluminium","surface_form":"aluminium","offset":2364},{"uri":"Glass","surface_form":"glass","offset":2378},{"uri":"Kevlar","surface_form":"Kevlar","offset":3018}]}