{"id":336937,"url":"http://en.wikipedia.org/wiki/Downtown_MRT_line","text":"The Downtown Line (DTL), will be the fifth Mass Rapid Transport line in Singapore, the third to be completely underground, and with 3-car trains, the second medium capacity line. Currently in various stages of construction, it will open up in phases, such as Stage 1 in 2013, Stage 2 in 2015 and Stage 3 in 2017. The line is colored blue on the MRT Rail map.\nOverview.\nThe downtown line starts in Bukit Panjang, where it then passes through the Creative cluster and school belt of Bukit Timah. Along the way, it passes through many food enclaves, such as at Newton. It then passes through the downtown core and financial district before heading east, towards Bedok and Tampenies and the Singapore Expo.\nHistory.\nStage 1 of the Downtown Line was originally planned as the Downtown Extension of the Circle Line since 2005. It was planned to have 6 stations from Bugis and end at Chinatown. It opened on 22 December 2013. The section usually parallels Circle Line from Bayfront to Promenade.\nStage 2 was originally planned as the Bukit Timah Line, and was to terminate at Nicoll Highway, but plans were changed after the Nicoll highway collapse, which deemed the original station unfit for use. It was merged with the Downtown Line in 2005. It opened on 27 December 2015.\nStage 3 was originally planned as the Eastern Region Line, and was meant to relieve congestion on the East West Line. The northern part of the line from Expo to Chinatown was replaced by Downtown Line Stage 3 and opened on 21 October 2017.\nStage 3e is a two station extension that would link the Downtown Line and the Thomson Line at Sungei Bedok. It would be completed around 2024.\nStations.\nBelow are the announced station names for all four stages of the Downtown Line.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mass_Rapid_Transit_(Singapore)","surface_form":"Mass Rapid Transport","offset":43},{"uri":"Singapore","surface_form":"Singapore","offset":72},{"uri":"Newton_MRT_Station","surface_form":"Newton","offset":558},{"uri":"Circle_MRT_Line","surface_form":"Circle Line","offset":797},{"uri":"Chinatown_MRT_Station","surface_form":"Chinatown","offset":877},{"uri":"Nicoll_Highway_MRT_Station","surface_form":"Nicoll Highway","offset":1069},{"uri":"Sungei_Bedok_MRT_Station","surface_form":"Sungei Bedok","offset":1603}]}