{"id":337101,"url":"http://en.wikipedia.org/wiki/Karl_Pearson","text":"Karl Pearson FRS (27 March 1857 – 27 April 1936) was an influential English mathematician. He helped establish the discipline\n\"Carl Pearson\" became \"Karl Pearson\" by accident when he enrolled at the University of Heidelberg in 1879. They changed the spelling. He used both versions of his name until 1884 when he finally adopted Karl. Eventually he became known as \"KP\".\nIn 1911 he founded the world's first university statistics department at University College London. He was a proponent of eugenics, and a protégé and biographer of Sir Francis Galton.\nA conference was held in London on 23 March 2007, to celebrate the 150th anniversary of his birth.\nGalton.\nPearson met Charles Darwin's cousin Francis Galton, who was interested in heredity and eugenics. Pearson became Galton's protégé, at times close to hero worship.\nAfter Galton's death in 1911, Pearson started on a massive three-volume biography of Galton. The biography was done \"to satisfy myself and without regard to... the needs of publishers or to the tastes of the reading public\". It celebrated Galton's life, work, and talent. He predicted (wrongly) that Galton, rather than Charles Darwin, would be remembered as the most prodigious grandson of Erasmus Darwin.\nWhen Galton died, he left much of his estate to University College London for a Chair in Eugenics. Pearson was the first holder of this chair, in accordance with Galton's wishes. He formed the Department of Applied Statistics, which included the Biometric and Galton laboratories. He stayed with the department until his retirement in 1933, and continued to work until his death in 1936.\nStatistics.\nPearson's ideas helped build the statistical methods in common use today.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fellow_of_the_Royal_Society","surface_form":"FRS","offset":13},{"uri":"England","surface_form":"English","offset":68},{"uri":"Mathematician","surface_form":"mathematician","offset":76},{"uri":"University_of_Heidelberg","surface_form":"University of Heidelberg","offset":199},{"uri":"University_College_London","surface_form":"University College London","offset":444},{"uri":"Eugenics","surface_form":"eugenics","offset":493},{"uri":"Biographer","surface_form":"biographer","offset":521},{"uri":"Francis_Galton","surface_form":"Francis Galton","offset":539},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":674},{"uri":"Francis_Galton","surface_form":"Francis Galton","offset":698},{"uri":"Heredity","surface_form":"heredity","offset":736},{"uri":"Eugenics","surface_form":"eugenics","offset":749},{"uri":"Biography","surface_form":"biography","offset":896},{"uri":"Grandson","surface_form":"grandson","offset":1203},{"uri":"Erasmus_Darwin","surface_form":"Erasmus Darwin","offset":1215},{"uri":"University_College_London","surface_form":"University College London","offset":1279},{"uri":"Eugenics","surface_form":"Eugenics","offset":1320},{"uri":"Statistics","surface_form":"Statistics","offset":1446}]}