{"id":33724,"url":"http://en.wikipedia.org/wiki/Babylon","text":"Babylon was a city-state of ancient Mesopotamia, in present-day Iraq, about 85 kilometers (55 mi) south of Baghdad. All that remains of the original ancient city of Babylon today is a mound of broken mud-brick buildings and debris in the fertile Mesopotamian plain between the Tigris and Euphrates rivers.\nBabylon was at first a small town which sprung up at the beginning of the 3rd millennium BCE. The town flourished and became well-known and important. Babylon eclipsed Nippur as the 'holy city' of Mesopotamia. This was about from 612 to 539 BCE. It was the time Hammurabi first unified the Babylonian Empire. Babylon became the capital city of the Neo-Babylonian Empire.\nThe Hanging Gardens of Babylon were one of the Seven Wonders of the Ancient World.\nAssyrian period.\nDuring the reign of Sennacherib of Assyria, Babylonia was in a constant state of revolt, It was only pacified by the complete destruction of the city of Babylon. In 689 BCE, its walls, temples and palaces were razed, and the rubble was thrown into the Arakhtu, the river on the south side of the city. This act shocked the religious conscience of Mesopotamia. After the murder of Sennacherib by two of his sons, his successor Esarhaddon hurried to rebuild the old city. He was crowned there, and it was where he lived for part of the year.\nIn the later overthrow of the Assyrian Empire, the Babylonians saw another example of divine vengeance.\nNeo-Babylonian Chaldean Empire.\nBabylon threw off the Assyrian rule in 612 BCE and became the capital of the Neo-Babylonian Chaldean Empire.\nWith the recovery of Babylonian independence, a new era of building followed, and Nebuchadnezzar II (604–561 BCE) made Babylon into one of the wonders of the ancient world. Nebuchadnezzar ordered the complete reconstruction of the imperial grounds, including rebuilding the Etemenanki ziggurat and the construction of the Ishtar Gate — the most spectacular of eight gates that ringed the perimeter of Babylon. All that was ever found of the Original Ishtar gate was the foundation and scattered bricks.\nNebuchadnezzar is also credited with the construction of the Hanging Gardens of Babylon (one of the seven wonders of the ancient world), said to have been built for his homesick wife Amyitis. Whether the gardens did exist is a matter of dispute. Historians disagree about the location, and some believe it may have been confused with gardens in Nineveh.\nPersia captures Babylon.\nIn 539 BCE, the Neo-Babylonian Empire fell to Cyrus the Great, the king of Persia, in the Battle of Opis. The walls of Babylon were very high and very thick. The only way into the city was through one of its many gates. The Euphrates flowed next to the walls and Cyrus decided to use the river to get into the city. Cyrus' troops diverted the Euphrates river. This caused the level of the river to drop allowing soldiers to enter the city.\nThe Babylonians had held a celebration that evening. The Persian Army took over most of the city before the Babylonians had become aware that the Persians had gotten into the city. The account was reported by Herodotus, and is also mentioned in the Hebrew Bible. Cyrus claimed the city by walking through the gates of Babylon with little or no resistance from the drunken Babylonians.\nCyrus later issued a decree allowing people, including the Jews, to return to their own land. This is mentioned in the Old Testament. It allowed Jews' temple to be rebuilt in Jerusalem.\nUnder Cyrus and the subsequent Persian king Darius the Great, Babylon became the capital city of the 9th Satrapy (Babylonia in the south and Athura in the north). It was a centre of learning and scientific advancement. In Achaemenid Persia, the Babylonian arts of astronomy and mathematics were revitalised. Babylonian scholars made maps of constellations. The city was the administrative capital of the Persian Empire. This empire was the most powerful of the then known world. Many important archaeological discoveries have been made that improve our understanding of that era.\nThe early Persian kings had tried to keep the religious ceremonies of Marduk. By the reign of Darius III, over-taxation and numerous wars had led to a deterioration of Babylon's main shrines and canals, and the disintegration of the region. Despite three rebellions in 522 BCE, 521 BCE and 482 BCE, the land and city of Babylon remained under Persian rule for two centuries. In 331 BCE, Alexander the Great took over. Under the Parthian Empire, Babylon continued to shrink and lose importance.","categories":[],"infobox_types":[],"annotations":[{"uri":"City-state","surface_form":"city-state","offset":14},{"uri":"Mesopotamia","surface_form":"Mesopotamia","offset":36},{"uri":"Iraq","surface_form":"Iraq","offset":64},{"uri":"Baghdad","surface_form":"Baghdad","offset":107},{"uri":"Tigris","surface_form":"Tigris","offset":277},{"uri":"Euphrates","surface_form":"Euphrates","offset":288},{"uri":"BCE","surface_form":"BCE","offset":395},{"uri":"Nippur","surface_form":"Nippur","offset":474},{"uri":"Hammurabi","surface_form":"Hammurabi","offset":568},{"uri":"Babylonia","surface_form":"Babylonia","offset":596},{"uri":"Capital_(city)","surface_form":"capital city","offset":634},{"uri":"Neo-Babylonian_Empire","surface_form":"Neo-Babylonian Empire","offset":654},{"uri":"Hanging_Gardens_of_Babylon","surface_form":"Hanging Gardens of Babylon","offset":681},{"uri":"Seven_Wonders_of_the_Ancient_World","surface_form":"Seven Wonders of the Ancient World","offset":724},{"uri":"Sennacherib","surface_form":"Sennacherib","offset":797},{"uri":"Assyria","surface_form":"Assyria","offset":812},{"uri":"Murder","surface_form":"murder","offset":1147},{"uri":"Chaldea","surface_form":"Chaldea","offset":1545},{"uri":"Nebuchadnezzar_II","surface_form":"Nebuchadnezzar II","offset":1644},{"uri":"Etemenanki","surface_form":"Etemenanki","offset":1836},{"uri":"Ziggurat","surface_form":"ziggurat","offset":1847},{"uri":"Gate","surface_form":"Gate","offset":1891},{"uri":"Hanging_Gardens_of_Babylon","surface_form":"Hanging Gardens of Babylon","offset":2126},{"uri":"Seven_Wonders_of_the_Ancient_World","surface_form":"seven wonders of the ancient world","offset":2165},{"uri":"Amyitis","surface_form":"Amyitis","offset":2248},{"uri":"Nineveh","surface_form":"Nineveh","offset":2410},{"uri":"Cyrus_the_Great","surface_form":"Cyrus the Great","offset":2490},{"uri":"Persia","surface_form":"Persia","offset":2519},{"uri":"Battle_of_Opis","surface_form":"Battle of Opis","offset":2534},{"uri":"Herodotus","surface_form":"Herodotus","offset":3093},{"uri":"Jews","surface_form":"Jews","offset":3328},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":3444},{"uri":"Darius_the_Great","surface_form":"Darius the Great","offset":3499},{"uri":"Achaemenid","surface_form":"Achaemenid","offset":3677},{"uri":"Astronomy","surface_form":"astronomy","offset":3719},{"uri":"Mathematics","surface_form":"mathematics","offset":3733},{"uri":"Persian_Empire","surface_form":"Persian Empire","offset":3859},{"uri":"Marduk","surface_form":"Marduk","offset":4105},{"uri":"Darius_III","surface_form":"Darius III","offset":4129},{"uri":"Alexander_the_Great","surface_form":"Alexander the Great","offset":4422},{"uri":"Parthia","surface_form":"Parthia","offset":4463}]}