{"id":337222,"url":"http://en.wikipedia.org/wiki/Matt_Moore_(American_football)","text":"Matthew Erickson Moore (born August 9, 1984 in Van Nuys, California) is an American Football quarterback for the Miami Dolphins of the National Football League. Moore was not drafted in the 2007 NFL Draft. He played college football at UCLA and Oregon State.\nDallas Cowboys.\nAfter the 2007 NFL Draft, he signed with the Dallas Cowboys but was released from the team on September 1.\nCarolina Panthers.\nMatt Moore first played in a regular season game on October 27th, 2007 with the Carolina Panthers after David Carr left the game with an injury. In the last game of the 2008 NFL preseason, Matt Moore was injured and did not play during the 2008 NFL season. During the 2009 NFL Season, Moore started five games and threw 8 touchdowns and 2 interceptions. At the start of the 2010 NFL season, he was the starter but after throwing 4 interceptions in the first 2 games he was replaced by Jimmy Clausen. Then he sat out for three straight games before becoming the starter again after Clausen's poor play. In week 9, he was injured and his season ended.\nMiami Dolphins.\nOn July 28th, 2011, the Miami Dolphins signed Moore to be Chad Henne's back up. On October 2nd, 2011, Chad Henne was injured and Moore came into the game in the first quarter. He finished the game 17 of 26 for 167 passing yards and 1 interception. He started his first game with the Dolphins on October 19th, 2011 against the New York Jets. In 13 games and 12 started with Miami Dolphins, Moore finished the season with 2,497 yards, 16 touchdowns and 9 interceptions.","categories":[],"infobox_types":[],"annotations":[{"uri":"College_football","surface_form":"college football","offset":216},{"uri":"UCLA","surface_form":"UCLA","offset":236},{"uri":"Oregon_State_University","surface_form":"Oregon State","offset":245},{"uri":"Dallas_Cowboys","surface_form":"Dallas Cowboys","offset":320},{"uri":"Carolina_Panthers","surface_form":"Carolina Panthers","offset":481},{"uri":"Miami_Dolphins","surface_form":"Miami Dolphins","offset":1091},{"uri":"New_York_Jets","surface_form":"New York Jets","offset":1393}]}