{"id":33730,"url":"http://en.wikipedia.org/wiki/Genetic_engineering","text":"Genetic engineering (GE), also called genetic modification, is a branch of applied biology. It is the changing of an organism's genome using biotechnology. These methods are recent discoveries. The techniques are advanced, and full details are not given here.\nAn organism that is altered by genetic engineering is a genetically modified organism (GMO). The first GMOs were bacteria in 1973; GM mice were made in 1974. Insulin-producing bacteria were commercialized in 1982. Genetically modified food has been sold since 1994, including crops.\nGenetic engineering techniques have been used in research, agriculture, industrial biotechnology, and medicine. Enzymes used in laundry detergent, and medicines such as insulin and human growth hormone are now manufactured in GM cells. GM animals such as mice or zebrafish are being used for research purposes.\nCritics have objected to use of genetic engineering on several grounds, including ethical concerns, ecological concerns. Economic concerns are raised by the fact GM techniques and GM organisms are subject to intellectual property law. Ecological concerns are more subtle. There is a risk that some genetically modified (\"GM\") organisms may be better adapted to some niche in nature, and will take away some the habitat of the regular species.\nSynthetic genomics.\nThe ability to construct long base pair chains cheaply and accurately on a large scale allows researchers to do experiments on genomes that do not exist in nature. The field of 'synthetic genomics' is beginning to enter a productive stage.\nGM food.\nGMOs also are involved in controversies over GM food, as to whether food produced from GM crops is safe, whether it should be labeled, and whether GM crops are needed to address the world's food needs. These controversies have led to litigation, international trade disputes, and protests, and to restrictive regulation of commercial products in most countries.\nWe can now produce and use GM and GE seeds. Some large countries like India and China have already decided that GM farming is what they need to feed their populations. Other countries are still debating the issue. This debate involves scientists, farmers, politicians, companies and UN agencies. Even those involved in the production of GM seedlings are not in total agreement.","categories":[],"infobox_types":[],"annotations":[{"uri":"Biology","surface_form":"biology","offset":83},{"uri":"Genome","surface_form":"genome","offset":128},{"uri":"Biotechnology","surface_form":"biotechnology","offset":141},{"uri":"Genetically_modified_organism","surface_form":"genetically modified organism","offset":316},{"uri":"Mice","surface_form":"mice","offset":394},{"uri":"Insulin","surface_form":"Insulin","offset":418},{"uri":"Bacteria","surface_form":"bacteria","offset":436},{"uri":"Genetically_modified_food","surface_form":"Genetically modified food","offset":474},{"uri":"Crops","surface_form":"crops","offset":536},{"uri":"Agriculture","surface_form":"agriculture","offset":602},{"uri":"Medicine","surface_form":"medicine","offset":645},{"uri":"Enzymes","surface_form":"Enzymes","offset":655},{"uri":"Insulin","surface_form":"insulin","offset":712},{"uri":"Growth_hormone","surface_form":"growth hormone","offset":730},{"uri":"Cells","surface_form":"cells","offset":772},{"uri":"Zebrafish","surface_form":"zebrafish","offset":806},{"uri":"Ethics","surface_form":"ethical","offset":936},{"uri":"Ecology","surface_form":"ecological","offset":954},{"uri":"Economic","surface_form":"Economic","offset":975},{"uri":"Intellectual_property","surface_form":"intellectual property","offset":1062},{"uri":"Habitat","surface_form":"habitat","offset":1265},{"uri":"Genomes","surface_form":"genomes","offset":1444},{"uri":"Synthetic_genomics","surface_form":"synthetic genomics","offset":1495},{"uri":"GM_food","surface_form":"GM food","offset":1611},{"uri":"Litigation","surface_form":"litigation","offset":1800},{"uri":"India","surface_form":"India","offset":1998},{"uri":"China","surface_form":"China","offset":2008},{"uri":"Scientist","surface_form":"scientist","offset":2163},{"uri":"Farmer","surface_form":"farmer","offset":2175},{"uri":"Politician","surface_form":"politician","offset":2184}]}