{"id":33737,"url":"http://en.wikipedia.org/wiki/Kim_Il-Sung","text":"Kim Il Sung (, '; April 15, 1912 - July 8, 1994) was the first leader of North Korea from 1948 until his death in 1994. He died of a heart attack on July 8, 1994. The North Korean government gave him the title of \"Eternal President\" after his death.\nKim Il Sung created the Juche political idea. He ran North Korea differently than the Soviet Union and China.\nWhen he died, his son Kim Jong Il (1941-2011) became the leader of North Korea. He had that job until he died on December 17, 2011. His grandson, Kim Jong Un (born 1983) is the leader of North Korea. His brother, Kim Yong Ju (born 1920), was also a government official.\nKim Il Sung's name means \"one who becomes the sun\".\nThere are more than 300 statues of Kim Il Sung in North Korea.\nFounding of the Democratic People's Republic of Korea.\nIn 1945, after the Soviet Union declared war on Japan, the United States bombed Japan at Hiroshima and Nagasaki, severely weakening the Japanese Empire. The Soviet Red Army entered Japanese-Korea and captured Pyongyang with little difficulty. They made Kim Il Sung the leader of the North Korean branch of the Korean Communist Party and supplied him with modern Soviet tanks, trucks, arms and artillery for the Korean People's Army (KPA). The Democratic People's Republic of Korea was declared on September 8, 1948 despite UN resistance. Soviet leader Joseph Stalin installed Kim as leader of the new state. The southern portion of the Korean Peninsula declared itself the Republic of Korea (South Korea) in retaliation. Statues of Kim appeared in North Korea as early as 1949.\nKorean War.\nThe Soviet Union recognized Kim's regime as having sovereignty over the whole Korea, including the south. It is generally accepted that Kim invaded the south by his own decision and that the Soviets did not influence him. The south was caught completely by surprise when Kim's army invade in the early morning of June 25, 1950. The KPA captured Seoul and most of the south apart from Pusan in the south-east. UN forces backed mostly by the United States landed in Korea and began to push the KPA back north. Firstly, the UN forces managed to push the KPA back behind the 38th parallel (the imaginary line that divided the Koreas during the war). The newly formed People's Republic of China was at first reluctant to the idea that the Koreas would be reunited under Kim's regime but accepted when Kim told them that Stalin approved the invasion.\nIt was put to a UN vote on whether UN forces should attempt to gain control of Korea under democratic rule. The motion was passed since the Soviet Union was not present during the vote. Had the Soviets vetoed the proposal, the UN forces would not have been able to press further into Korea. Eventually UN forces captured Pyongyang and Kim's government was forced to flee north over the Yalu River into China. The Chinese army mobilized and eventually crossed the Yalu River and fought alongside the KPA and Red Army against US, British and UN forces. Eventually they reached a stalemate since neither force could gain full sovereignty of the peninsula. An armistice was signed on July 27, 1953 ending three years of fighting and established the two sovereign nations of North Korea and South Korea. Since no peace treaty was signed, the two Koreas are technically still in a state of war with each other.\nLeader of North Korea.\nDuring the early years, North Korea was ahead of its southern neighbor economically; most likely due to Soviet and Chinese aid. Kim installed a centrally-planned Soviet-style command economy. The means of production was controlled by the government and food prices were fixed instead of being allowed to rise and fall like in a market system. Kim Il Sung formally became leader of North Korea with the establishment of the constitution of the DPRK in 1972 which identified him as President of the republic.\nCult of personality.\nTo coincide with Kim Il Sung's seventieth birthday in 1982, a 170m tall tower called the \"Juche Tower\" was built. It was made up from 25,550 stone blocks; one for each day of Kim's life.\nIt is a legal requirement to have a portrait of him, alongside his son Kim Jong Il, hanging in one's home. Everyone is issued a special cloth to dust and clean the portraits.\nIn the 1980s a calcium deposit developed on the back of Kim Il Sung's neck. It swelled up to the size of an orange at its greatest extent. It was quickly determined that an operation to remove it was not possible due to its close proximity to his spine. North Korean reporters were thereafter forbidden to photograph Kim Il Sung from the right.\nIn 1997 with Kim Jong Il fully consolidating his power after the death of his father, North Korea abandoned the Gregorian calendar that is used in the rest of the world. Instead they use the \"Juche\" calendar which starts from the year of Kim Il Sung's birth (1912) as being year 1. For example, 2015 would be written as \"Juche\" 104. To calculate the date in Juche years, simply subtract 1911 from the current year. Dates are often written in North Korea with \"Juche\" first; for example: April 12, \"Juche\" 104 (2015).\nLater rule.\nIn the early 1990s, North Korea began to experience a famine, labelled as the \"<nowiki/>'Great Famine. At the same time the Soviet Union was going through serious economic and social changes as well as suffering a stagnating economy. The Soviets, who had supplied the DPRK with food amongst other things since the late 1940s, began to demand the North Koreans to pay them back; money that the DPRK did not posses. The Soviet Union collapsed in 1991 and food aid stopped almost immediately. Kim Il Sung's centrally planned economic system, where the government plans the economic output in advance, proved to be too inflexible to avoid the economic disaster. On the 8th of July 1994, Kim Il Sung had a heart attack and died shortly afterwards, leaving his country severely bankrupt, malnourished and isolated.\nA mourning period was declared after he died and did not officially end until 1997; three years after death. His son, the long-groomed successor, Kim Jong Il succeeded him as supreme leader of North Korea. Kim Jong Il did not become President since Il-Sung was given the honorary title of \"<nowiki/>'Eternal President. Instead he was named General Secretary of the Central Committee of the Workers' Party of Korea (leader of the ruling party). North Korea is therefore the world's only country that is technically led by a dead man.\nState propaganda portrayed Kim Il Sung as a god to the people and when he died many people felt lost, distressed and confused as many believed that he could not die.\nResistance to Japan.\nDuring the Japanese occupation of Korea, Kim Il Sung was involved with numerous opposition guerrilla groups.","categories":[],"infobox_types":[],"annotations":[{"uri":"North_Korea","surface_form":"North Korea","offset":73},{"uri":"Heart_attack","surface_form":"heart attack","offset":133},{"uri":"Juche","surface_form":"Juche","offset":274},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":336},{"uri":"China","surface_form":"China","offset":353},{"uri":"Kim_J%C5%8Fng-Il","surface_form":"Kim Jong Il","offset":382},{"uri":"Kim_Jong-un","surface_form":"Kim Jong Un","offset":506},{"uri":"Kim_Yong-ju","surface_form":"Kim Yong Ju","offset":573},{"uri":"Sun","surface_form":"sun","offset":676},{"uri":"Statue","surface_form":"statue","offset":706},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":819},{"uri":"Empire_of_Japan","surface_form":"Japan","offset":848},{"uri":"United_States","surface_form":"United States","offset":859},{"uri":"Hiroshima","surface_form":"Hiroshima","offset":889},{"uri":"Nagasaki","surface_form":"Nagasaki","offset":903},{"uri":"Red_Army","surface_form":"Red Army","offset":964},{"uri":"Korea_under_Japanese_rule","surface_form":"Japanese-Korea","offset":981},{"uri":"Korean_Communist_Party","surface_form":"Korean Communist Party","offset":1110},{"uri":"Korean_People%27s_Army","surface_form":"Korean People's Army","offset":1211},{"uri":"North_Korea","surface_form":"Democratic People's Republic of Korea","offset":1243},{"uri":"Joseph_Stalin","surface_form":"Joseph Stalin","offset":1352},{"uri":"Korean_Peninsula","surface_form":"Korean Peninsula","offset":1436},{"uri":"Republic_of_Korea","surface_form":"Republic of Korea","offset":1473},{"uri":"Seoul","surface_form":"Seoul","offset":1935},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":2253},{"uri":"Pyongyang","surface_form":"Pyongyang","offset":2756},{"uri":"Yalu_river","surface_form":"Yalu River","offset":2821},{"uri":"Yalu_river","surface_form":"Yalu River","offset":2898},{"uri":"Korean_War","surface_form":"three years","offset":3136},{"uri":"Juche_Tower","surface_form":"Juche Tower","offset":3981},{"uri":"Kim_Jong-Il","surface_form":"Kim Jong Il","offset":4149},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":5251},{"uri":"Dissolution_of_the_Soviet_Union","surface_form":"Soviet Union collapsed","offset":5545},{"uri":"Command_economy","surface_form":"centrally planned","offset":5631},{"uri":"Japan","surface_form":"Japan","offset":6667},{"uri":"Korea","surface_form":"Korea","offset":6690},{"uri":"Guerrilla","surface_form":"guerrilla","offset":6747}]}