{"id":337427,"url":"http://en.wikipedia.org/wiki/William_Smith_(geologist)","text":"William 'Strata' Smith (23 March 1769 – 28 August 1839) was an English geologist, who created the first nationwide geological map.\nLike another great scientist of his time, Michael Faraday, he was the son of a blacksmith. His geological discoveries were made when, as a young man, he was a surveyor, and so travelled the country. Smith's greatest discovery was that sedimentary rocks of a similar age held fossils of a similar type. So he could identify them when they were at the surface in different parts of the country.\nSmith put together the historical geology of Britain (England and Wales) and southern Scotland into a single record. At the time his map was published he was almost unknown to the scientific community. His humble family and education meant he did not mix easily in learned society. His work was plagiarised, he was financially ruined, and he spent time in debtors' prison. It was only later in his life that Smith got recognition for what he had done.\nThe map.\nIn 1799 Smith produced the first large scale geologic map of the area around Bath, Somerset. Before, he only knew how to draw the vertical extent of the rocks, but not how to display them horizontally. Then, in the Somerset County Agricultural Society, he found a map showing the types of soil and vegetation around Bath and their geographical extent. The different types were coloured. Using this technique, Smith could draw a geological map from his observations showing the outcrops of the rocks. He took a few rock types, each with its own colour. Then he estimated the boundaries of each of the outcrops of rock, filled them in with colour and ended up with a crude geological map.\nIn 1801, he drew a rough sketch of what would become \"The map that changed the world\".\nIn 1815 he published the first geological map of Britain. Conventional symbols were used to mark canals, tunnels, tramways and roads, collieries, lead, copper and tin mines, together with salt and alum works. The various geological types were indicated by different colours; the maps were hand coloured. The map is remarkably similar to modern geological maps of England. He also published his \"Delineation of the strata of England\" in the same year. In another of his books \"Strata identified by organized fossils\" (London 1816–1819) he recognised that strata contained distinct fossils. These fossil assemblages could be used to match rocks between regions. This marks Smith as an important figure in the history of stratigraphy.\nIn 1817 he drew a remarkable geological vertical section from Snowdon to London. Unfortunately, his maps were soon copied (plagiarised) and sold for prices lower than he was asking. He went into debt and finally became bankrupt.\nOn 31 August 1819 Smith was released from King's Bench Prison in London, a debtor's prison. He returned to his home at 15 Buckingham Street to find a bailiff at the door and his home and property seized. Smith again worked as an travelling surveyor for years. One of his employers, Sir John Johnstone, recognised him and took steps to get him the respect he deserved. Between 1824 and 1826 he lived and worked in Scarborough. There he was responsible for the building of the Rotunda, a geological museum devoted to the Yorkshire coast. The Rotunda was re-opened as 'Rotunda – The William Smith Museum of Geology', on 9 May 2008.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_people","surface_form":"English","offset":63},{"uri":"Geologist","surface_form":"geologist","offset":71},{"uri":"Geological_map","surface_form":"geological map","offset":115},{"uri":"Michael_Faraday","surface_form":"Michael Faraday","offset":173},{"uri":"Blacksmith","surface_form":"blacksmith","offset":210},{"uri":"Surveyor","surface_form":"surveyor","offset":290},{"uri":"Sedimentary_rocks","surface_form":"sedimentary rocks","offset":366},{"uri":"Fossils","surface_form":"fossils","offset":406},{"uri":"Historical_geology","surface_form":"historical geology","offset":547},{"uri":"Britain","surface_form":"Britain","offset":569},{"uri":"England","surface_form":"England","offset":578},{"uri":"Wales","surface_form":"Wales","offset":590},{"uri":"Scotland","surface_form":"Scotland","offset":610},{"uri":"Plagiarism","surface_form":"plagiarised","offset":819},{"uri":"Debtors%27_prison","surface_form":"debtors' prison","offset":880},{"uri":"Bath%2C_Somerset","surface_form":"Bath, Somerset","offset":1062},{"uri":"Somerset","surface_form":"Somerset","offset":1200},{"uri":"Soil","surface_form":"soil","offset":1274},{"uri":"Vegetation","surface_form":"vegetation","offset":1283},{"uri":"Geological_map","surface_form":"geological map","offset":1790},{"uri":"Canals","surface_form":"canals","offset":1856},{"uri":"Tunnel","surface_form":"tunnel","offset":1864},{"uri":"Tramway","surface_form":"tramway","offset":1873},{"uri":"Roads","surface_form":"roads","offset":1886},{"uri":"Colliery","surface_form":"collieries","offset":1893},{"uri":"Lead","surface_form":"lead","offset":1905},{"uri":"Copper","surface_form":"copper","offset":1911},{"uri":"Tin","surface_form":"tin","offset":1922},{"uri":"Mine","surface_form":"mine","offset":1926},{"uri":"Salt","surface_form":"salt","offset":1947},{"uri":"Alum","surface_form":"alum","offset":1956},{"uri":"Stratigraphy","surface_form":"stratigraphy","offset":2477},{"uri":"Snowdon","surface_form":"Snowdon","offset":2553},{"uri":"Debt","surface_form":"debt","offset":2686},{"uri":"Bankrupt","surface_form":"bankrupt","offset":2710},{"uri":"King%27s_Bench_Prison","surface_form":"King's Bench Prison","offset":2762},{"uri":"London","surface_form":"London","offset":2785},{"uri":"Debt","surface_form":"debt","offset":2795},{"uri":"Prison","surface_form":"prison","offset":2804},{"uri":"Bailiff","surface_form":"bailiff","offset":2870},{"uri":"Surveyor","surface_form":"surveyor","offset":2960},{"uri":"Scarborough%2C_North_Yorkshire","surface_form":"Scarborough","offset":3133},{"uri":"Rotunda_Museum","surface_form":"Rotunda","offset":3195},{"uri":"Yorkshire","surface_form":"Yorkshire","offset":3239}]}