{"id":337451,"url":"http://en.wikipedia.org/wiki/Agdistis","text":"In Anatolian, Greek and Roman mythology, Agdistis was a hermaphroditic being, and symbolized the wild and uncontrolled powers of nature. She is the personification of a mountain of the same name in Phrygia.\nMythology.\nShe was born after Zeus accidentally impregnated the earth goddess Gaia. The gods feared Agdistis because she held all the powers of creation within her body. Dionysus tricked her into castrating herself, and from then on she was known as the goddess Cybele. The blood from her severed gentials fertilized the earth, and from that spot an almond tree grew. One day the nymph Nana picked an almond from the tree, and held it against her chest, the almond vanished and she became pregnant with Attis.\nCult.\nSome ancient writers say Agdistis is the same as Cybele, and worshiped under that name. In many ancient inscriptions, Agdistis is clearly separate from Cybele, but in many others she is listed as an epithet of Cybele. Although primarily an Anatolian goddess, the cult of Agdistis covered a lot of territory. By 250 BC it had spread to Egypt, and later to Attica, Rhamnus around 80 BC (where there was a sanctuary of Agdistis), and later in Lesbos and Panticapeum.","categories":[],"infobox_types":[],"annotations":[{"uri":"Anatolia","surface_form":"Anatolia","offset":3},{"uri":"Greek_mythology","surface_form":"Greek","offset":14},{"uri":"Roman_mythology","surface_form":"Roman mythology","offset":24},{"uri":"Hermaphrodite","surface_form":"hermaphroditic","offset":56},{"uri":"Nature","surface_form":"nature","offset":129},{"uri":"Zeus","surface_form":"Zeus","offset":237},{"uri":"Earth","surface_form":"earth","offset":271},{"uri":"Gaia_(mythology)","surface_form":"Gaia","offset":285},{"uri":"Power","surface_form":"power","offset":341},{"uri":"Creation","surface_form":"creation","offset":351},{"uri":"Dionysus","surface_form":"Dionysus","offset":377},{"uri":"Cybele","surface_form":"Cybele","offset":469},{"uri":"Nymph","surface_form":"nymph","offset":587},{"uri":"Attis","surface_form":"Attis","offset":710},{"uri":"Egypt","surface_form":"Egypt","offset":1058},{"uri":"Attica","surface_form":"Attica","offset":1078},{"uri":"Lesbos","surface_form":"Lesbos","offset":1163}]}