{"id":337443,"url":"http://en.wikipedia.org/wiki/Cybele","text":"In Anatolian mythology, Cybele was the personification of the earth. She was the goddess of nature, fertility, mountains, and wild animals. She is often represented sitting on a throne, flanked by two lions, and wearing a mural crown. In Phrygian myth, she was born a hermaphroditic being named Agdistis, a child of Zeus and Gaia. Cybele had a shepherd consort named Attis, and a priesthood of eunuchs called the Galli. Her cult was adopted by the Greeks and later by the Romans.\nMythology.\nZeus let fall in his sleep seed upon the Earth, which in course of time gave birth to an androgynous being, born both male and female, whom they called Agdistis. But the gods, fearing Agdistis, cut off the male organ. The blood fertilized the soil and there grew up from it an almond-tree. A daughter of the river Sangarius picked an almond and laid it in her bosom, where the almond disappeared. She then had a child, a baby boy named Attis.\nCult.\nHer orgiastic cult dominated the central and north-western districts of Asia Minor, and was introduced into Greece via the island of Samothrake and the Boiotian town of Thebes. Cybele was closely associated with a number of Greek goddesses, firstly Rhea, the Greek mother of the gods (Meter Theon), but sometimes also Demeter (especially in the Samothrakian cult), Aphrodite (on Mount Ida) and Artemis (in Karia). Her main cult followers were the Galli, these were eunuch priests of a feminine nature, who celebrated her festivals with wild dancing, self-laceration, and self-scourging.","categories":[],"infobox_types":[],"annotations":[{"uri":"Anatolia","surface_form":"Anatolia","offset":3},{"uri":"Earth","surface_form":"earth","offset":62},{"uri":"Nature","surface_form":"nature","offset":92},{"uri":"Fertility","surface_form":"fertility","offset":100},{"uri":"Throne","surface_form":"throne","offset":178},{"uri":"Crown","surface_form":"crown","offset":228},{"uri":"Phrygia","surface_form":"Phrygia","offset":238},{"uri":"Hermaphroditic","surface_form":"hermaphroditic","offset":268},{"uri":"Agdistis","surface_form":"Agdistis","offset":295},{"uri":"Zeus","surface_form":"Zeus","offset":316},{"uri":"Gaia_(mythology)","surface_form":"Gaia","offset":325},{"uri":"Attis","surface_form":"Attis","offset":367},{"uri":"Eunuch","surface_form":"eunuch","offset":394},{"uri":"Galli","surface_form":"Galli","offset":413},{"uri":"Greek_mythology","surface_form":"Greeks","offset":448},{"uri":"Roman_mythology","surface_form":"Romans","offset":472},{"uri":"Asia_Minor","surface_form":"Asia Minor","offset":1012},{"uri":"Thebes","surface_form":"Thebes","offset":1109},{"uri":"Rhea_(mythology)","surface_form":"Rhea","offset":1189},{"uri":"Demeter","surface_form":"Demeter","offset":1258},{"uri":"Aphrodite","surface_form":"Aphrodite","offset":1305},{"uri":"Artemis","surface_form":"Artemis","offset":1334},{"uri":"Galli","surface_form":"Galli","offset":1387}]}