{"id":3374,"url":"http://en.wikipedia.org/wiki/BBC","text":"The British Broadcasting Corporation (BBC'\"), known by the BBC, is an organisation in the UK. It broadcasts in the United Kingdom and other countries on television, radio and the Internet. The BBC also sells its programmes to other broadcasting companies around world.\nThe organisation is run by a group of twelve governors who have been given the job by the Queen, on the advice of government ministers. The governors appoint a Board of Management to take care of running the business of the BBC. The head of the Board of Management is called the Director General.\nBBC Charter.\nThe BBC is established under a royal charter, which allows the BBC to broadcast. In 2006, the British Government looked at the charter to see if it needed changing.\nAnother agreement, which goes with the Charter, recognises that the BBC should be independent from any other organisation. It also says what the BBC should do for the people in Britain (the public).\nFinance.\nEvery household in the UK that watches or records \"live\" programmes, (as they’re being broadcast, or distributed to the public in any other way) or watches BBC Iplayer, is required, by law, to pay for a TV Licence. As the BBC gets its money from TV licences, it does not take money from companies or shareholders, so it does not have to do what they want. Also, it is not allowed to broadcast commercials in the middle of a programme, although they can show commercials in between programmes.\nThe BBC makes extra money in several ways. One way is by selling its programmes to other broadcasting companies. Another way is by selling audio tapes and CDs of its best radio programmes, and videos and DVDs of its best television programmes. Still another way is by selling books based on programmes, and magazines about science and natural history.\n\"Radio Times\".\nIn 1923, BBC Magazines started publishing a magazine which printed listings of the week's BBC radio and television programmes in the United Kingdom. The magazine was called the \"Radio Times\". In 1991, the magazine began to print listings of programmes broadcast by other providers in the United Kingdom. Today the magazine is still printed and provides online listings too. It also prints stories about programmes, the people who make them, and the people who appear in them. The \"Radio Times\" is one of the best selling magazines in the United Kingdom. In August 2011, the BBC agreed to sell the magazine to Exponent, if Britain's Office of Fair Trading approves.\nBBC Report.\nThe BBC has to publish a report every year, which tells people what it has done and how much money it has made and spent.\nIf someone has a complaint about something broadcast by the BBC, they can complain to the BBC, the BBC Trust, or directly to Ofcom, the government's regulator of broadcasting.\nLocations.\nThe headquarters of the BBC is Broadcasting House in Portland Place, London. The BBC also has other offices such as the BBC Television Centre in White City, London, BBC Radio Berkshire, as well in other cities like Cardiff, Belfast, Glasgow, Birmingham, Manchester, Bristol, Southampton and Newcastle upon Tyne. Rather than hire local reporters everywhere, the BBC's journalists work in many countries across the world. This means BBC workers are sometimes in danger, especially in war zones. Most recently Alan Johnston was kidnapped and held hostage for many months in Gaza before being safely released.\nBBC iPlayer.\nBetween October 2005 and 28 February 2006, the BBC offered a service called the BBC iPlayer on their website - bbc.co.uk. It allowed people to catch up on the last seven days of TV and radio on the BBC. Users could either watch (stream) it or download the content on their computers. The downloading options are for Microsoft Windows computers and Apple devices. The iPlayer service was released to the public on 25 December 2007. The slogan for BBC iPlayer is 'Making the Unmissable, Unmissable.'","categories":[],"infobox_types":["company"],"annotations":[{"uri":"United_Kingdom","surface_form":"British","offset":4},{"uri":"Broadcasting","surface_form":"Broadcasting","offset":12},{"uri":"Corporation","surface_form":"Corporation","offset":25},{"uri":"Organisation","surface_form":"organisation","offset":70},{"uri":"United_Kingdom","surface_form":"UK","offset":90},{"uri":"Country","surface_form":"countries","offset":140},{"uri":"Television","surface_form":"television","offset":153},{"uri":"Radio","surface_form":"radio","offset":165},{"uri":"Internet","surface_form":"Internet","offset":179},{"uri":"Governor","surface_form":"governor","offset":314},{"uri":"Elizabeth_II","surface_form":"the Queen","offset":355},{"uri":"Government","surface_form":"government","offset":383},{"uri":"Minister_(government)","surface_form":"minister","offset":394},{"uri":"Board_of_directors","surface_form":"Board","offset":429},{"uri":"Management","surface_form":"Management","offset":438},{"uri":"Head","surface_form":"head","offset":502},{"uri":"Establish","surface_form":"establish","offset":590},{"uri":"Royal_charter","surface_form":"royal charter","offset":610},{"uri":"British_Government","surface_form":"British Government","offset":673},{"uri":"Agreement","surface_form":"agreement","offset":752},{"uri":"Independent","surface_form":"independent","offset":826},{"uri":"Public","surface_form":"public","offset":934},{"uri":"TV_Licence","surface_form":"TV Licence","offset":1155},{"uri":"Company","surface_form":"companies","offset":1239},{"uri":"Shareholder","surface_form":"shareholder","offset":1252},{"uri":"Advertising","surface_form":"commercials","offset":1345},{"uri":"Compact_disc","surface_form":"CDs","offset":1600},{"uri":"VHS","surface_form":"videos","offset":1638},{"uri":"DVD","surface_form":"DVD","offset":1649},{"uri":"BBC_Magazines","surface_form":"BBC Magazines","offset":1821},{"uri":"Magazine","surface_form":"magazine","offset":1856},{"uri":"Online","surface_form":"online","offset":2165},{"uri":"Office_of_Fair_Trading","surface_form":"Office of Fair Trading","offset":2444},{"uri":"Report","surface_form":"report","offset":2514},{"uri":"Ofcom","surface_form":"Ofcom","offset":2736},{"uri":"Regulator","surface_form":"regulator","offset":2760},{"uri":"Broadcasting_House","surface_form":"Broadcasting House","offset":2829},{"uri":"London","surface_form":"London","offset":2867},{"uri":"BBC_Television_Centre","surface_form":"BBC Television Centre","offset":2918},{"uri":"BBC_Radio_Berkshire","surface_form":"BBC Radio Berkshire","offset":2963},{"uri":"Alan_Johnston","surface_form":"Alan Johnston","offset":3305},{"uri":"Gaza","surface_form":"Gaza","offset":3369},{"uri":"Bbc.co.uk","surface_form":"bbc.co.uk","offset":3528},{"uri":"Download","surface_form":"download","offset":3660},{"uri":"Computer","surface_form":"computer","offset":3690},{"uri":"Microsoft_Windows","surface_form":"Microsoft Windows","offset":3733}]}