{"id":337544,"url":"http://en.wikipedia.org/wiki/Seamount","text":"A seamount is a mountain rising from the ocean sea floor. It does not reach to the water's surface (sea level), and so is not an island. These are usually formed from submarine volcanoes. They are usually 1,000–4,000 metres (3,000–13,000 ft) in height from the sea floor.\nThe peaks are often found hundreds to thousands of metres below the surface, and so are in the deep sea. There are an estimated 100,000 seamounts around the globe, but only a few have been studied. Seamounts come in all shapes and sizes, and follow a distinctive pattern of growth, activity, and death. In recent years, several active seamounts have been observed, for example Loihi seamount in the Hawaiian–Emperor seamount chain.\nSeamounts are one of the most common oceanic ecosystems in the world. Interactions between seamounts and underwater currents, and their raised position in the water, attract plankton, corals, fish, and cetacea alike. Their effect has been noted by the commercial fishing industry, and many seamounts support extensive fisheries. There are concerns about the effect of fishing on seamount ecosystems. There are well-documented cases of stock decline. 95% of ecological damage is done by bottom trawling, which literally scrapes whole ecosystems off seamounts.\nMost seamounts are not yet to be studied, or even mapped. Bathymetry and satellite altimetry are two technologies used to collect data. There have been instances where naval vessels have collided with uncharted seamounts; for example, Muirfield seamount is named after the ship that struck it in 1973. However, the greatest danger from seamounts are flank collapses. As they get older, water pressure pushes water into their sides, causing landslides that may cause massive tsunamis.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mountain","surface_form":"mountain","offset":16},{"uri":"Ocean","surface_form":"ocean","offset":41},{"uri":"Sea_level","surface_form":"sea level","offset":100},{"uri":"Island","surface_form":"island","offset":129},{"uri":"Submarine_volcano","surface_form":"submarine volcano","offset":167},{"uri":"Loihi_seamount","surface_form":"Loihi seamount","offset":649},{"uri":"Hawaiian%E2%80%93Emperor_seamount_chain","surface_form":"Hawaiian–Emperor seamount chain","offset":671},{"uri":"Ocean","surface_form":"ocean","offset":741},{"uri":"Ecosystem","surface_form":"ecosystem","offset":749},{"uri":"Plankton","surface_form":"plankton","offset":878},{"uri":"Coral","surface_form":"coral","offset":888},{"uri":"Fish","surface_form":"fish","offset":896},{"uri":"Cetacea","surface_form":"cetacea","offset":906},{"uri":"Commercial","surface_form":"commercial","offset":956},{"uri":"Fishing","surface_form":"fishing","offset":967},{"uri":"Trawling","surface_form":"trawling","offset":1197},{"uri":"Bathymetry","surface_form":"Bathymetry","offset":1321},{"uri":"Data","surface_form":"data","offset":1393},{"uri":"Muirfield_seamount","surface_form":"Muirfield seamount","offset":1498},{"uri":"Tsunami","surface_form":"tsunami","offset":1737}]}