{"id":33763,"url":"http://en.wikipedia.org/wiki/Riyadh","text":"Riyadh (/rɨˈjɑːd/; \"ar-Riyāḍ\" Najdi pronunciation:) is the capital and most populous city of Saudi Arabia. It is also the capital of Riyadh Province, and belongs to the historical regions of Nejd and Al-Yamama. It is in the center of the Arabian Peninsula on a large plateau, and is home to 6.5 million people.\nThe city is divided into 15 municipal districts, managed by Riyadh Municipality headed by the mayor of Riyadh, and the Riyadh Development Authority, chaired by the governor of Riyadh Province, Faisal bin Bandar Al Saud. The current mayor of Riyadh is Ibrahim Mohammed Al Sultan. He was appointed mayor in 2015. It has been designated a global city.\nEarly history.\nDuring the Pre-Islamic era the city at the site was called \"Hajr\" (), and was reportedly founded by the tribe of Banu Hanifa. Hajr served as the capital of the province of Al Yamamah, whose governors were responsible for most of central and eastern Arabia during the Umayyad and Abbasid eras. Al-Yamamah broke away from the Abbasid Empire in 866 and the area fell under the rule of the Ukhaydhirites, who moved the capital from Hajr to nearby Al Kharj. The city then went into a long period of decline. In the 14th century, North African traveller Ibn Battuta wrote of his visit to Hajr, describing it as \"the main city of Al-Yamamah, and its name is Hajr\". Ibn Battuta goes on to describe it as a city of canals and trees with most of its inhabitants belonging to Bani Hanifa, and reports that he continued on with their leader to Mecca to perform the Hajj.\nCity districts.\nRiyadh is divided into fifteen branch municipalities, in addition to the Diplomatic Quarter. Each branch municipality in turn contains several districts, amounting to over 130 in total, though some districts are divided between more than one branch municipality. The branch municipalities are Al-Shemaysi, Irqah, Al-Ma'athar, Al-Olayya, Al-Aziziyya, Al-Malaz, Al-Selayy, Nemar, Al-Neseem, Al-Shifa, Al-'Urayja, Al-Bat'ha, Al-Ha'ir, Al-Rawdha, and Al-Shimal (\"the North\"). Olaya District is the commercial heart of the city, with accommodation, entertainment, dining and shopping options. The Kingdom Center, Al Faisalyah and Al-Tahlya Street are the area's most prominent landmarks. The centre of the city, Al-Bathaa and Al-Dir'iyyah, is also its oldest part.\nClimate.\nClassified as having a hot desert climate (Köppen: \"BWh\"), temperatures during the summer months are extremely hot. The average high temperature in August is 43.6 °C. Winters are warm with cool, windy nights. The overall climate is arid, and the city experiences very little rainfall, especially in summer, but receives a fair amount of rain in March and April. It is also known to have dust storms during which the dust can be so thick that visibility is under. On 1 and 2 April 2015, a massive dust storm hit Riyadh, causing suspension of classes in many schools in the area and cancellation of hundreds of flights, both domestic and international.","categories":[],"infobox_types":[],"annotations":[{"uri":"Najdi_Arabic","surface_form":"Najdi","offset":30},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":93},{"uri":"Riyadh_Province","surface_form":"Riyadh Province","offset":133},{"uri":"Arabian_Peninsula","surface_form":"Arabian Peninsula","offset":238},{"uri":"Global_city","surface_form":"global city","offset":647},{"uri":"Arabia","surface_form":"Arabia","offset":924},{"uri":"Umayyad","surface_form":"Umayyad","offset":942},{"uri":"Abbasid","surface_form":"Abbasid","offset":954},{"uri":"Abbasid_Empire","surface_form":"Abbasid Empire","offset":999},{"uri":"Ibn_Battuta","surface_form":"Ibn Battuta","offset":1223},{"uri":"Mecca","surface_form":"Mecca","offset":1507},{"uri":"Hajj","surface_form":"Hajj","offset":1528},{"uri":"Irqah","surface_form":"Irqah","offset":1856},{"uri":"Olaya_(Riyadh)","surface_form":"Olaya District","offset":2022},{"uri":"Kingdom_Center","surface_form":"Kingdom Center","offset":2142},{"uri":"Al_Faisaliyah_Center","surface_form":"Al Faisalyah","offset":2158},{"uri":"Al-Bathaa","surface_form":"Al-Bathaa","offset":2257},{"uri":"Climate_classification","surface_form":"Classified","offset":2319},{"uri":"Hot_desert_climate","surface_form":"hot desert climate","offset":2342},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen","offset":2362},{"uri":"Arid_climate","surface_form":"arid","offset":2551},{"uri":"Dust_storm","surface_form":"dust storm","offset":2706}]}