{"id":33786,"url":"http://en.wikipedia.org/wiki/Perl","text":"Perl is a programming language that was first made to change text files. The programming language has been changed many times to do things in addition to changing text files. Some of these things are tasks like making web pages show information in a better way than before, or take information and show it in a way that makes more sense to people. Sometimes Perl code is written using many symbols besides letters and numbers, which can make those programs hard to read.\nA lot of web pages are written using Perl, but it can be used to do all kinds of things on computers. It is very good at searching through text looking for patterns, which lets people find words that they may be looking for, or also let people find words they are looking for, and change them with different words much more quickly than they would if they had to do it one word at a time.\nPerl is also a high-level programming language. A high-level language has advanced features which let the programmer tell the computer what to do without having to worry about how the computer is going to do it as compared to low-level programming languages which often require more programmer effort.\nPerl was invented by Larry Wall, and he is working on a new version of it.\nExample.\nYou can use variables in Perl.\nA variable is a box where you can put items. In Perl, every variable starts with its own sigil. A sigil is the way to tell the Perl interpreter about what type of variable you are using. Variables can be scalar, array, hash, regular expression, typeglob or subroutine.\nmy $a_scalar = 2;\nPerl Packages.\nThe [https://www.cpan.org/Comprehensive Perl Archive Network aka CPAN] hosts a large number of extensions to Perl which may be downloaded for free.","categories":[],"infobox_types":[],"annotations":[{"uri":"Programming_language","surface_form":"programming language","offset":10},{"uri":"Text_files","surface_form":"text files","offset":61},{"uri":"Symbol","surface_form":"symbol","offset":390},{"uri":"Letter","surface_form":"letter","offset":406},{"uri":"Number","surface_form":"number","offset":418},{"uri":"Web_page","surface_form":"web page","offset":480},{"uri":"High-level_programming_language","surface_form":"high-level programming language","offset":875},{"uri":"Low-level_programming_language","surface_form":"low-level programming languages","offset":1086},{"uri":"Larry_Wall","surface_form":"Larry Wall","offset":1183},{"uri":"Perl_6","surface_form":"new version","offset":1218}]}