{"id":337859,"url":"http://en.wikipedia.org/wiki/Vigevano","text":"Vigevano (Avgevan in the local variety of Western Lombard) is a town and \"comune\" (township) in the province of Pavia, Lombardy, northern Italy, which has many treasures and a huge industrial business. It is in the middle of a district called Lomellina, a great rice-growing centre. Vigevano received the honorary title of city with a declaration of Duke Francis II Sforza on February 2, 1532. Vigevano is well known for its beautiful Renaissance \"Piazza Ducale\", in the middle of the town.\nHistory.\nVigevano dates back to the 10th century AD, when it was one of Lombard king Arduin's favourite places because of the good hunting.\nVigevano was a Ghibelline township, favoring the Emperor and was therefore invaded and taken by the Milanese in 1201 and again in 1275. In 1328 it finally gave itself up to Azzone Visconti, after which it shared the fortunes of Milan. The Church of S. Pietro Martire (St. Peter Martyr) was built, with the neighbouring Dominican convent, by Filippo Maria Visconti in 1445. In the last years of Visconti's control it kept a siege by Francesco Sforza. Once he was settled in power in Lombardy, Sforza secured the erection of Vigevano as the seat of a bishop and provided its revenues.\nCastello Sforzesco.\nVigevano is crowned by the Castello Sforzesco, a stronghold rebuilt 1492–94 for Ludovico Maria Sforza (Ludovico il Moro), the great patron born in the town, who changed the fortification/hunting lodge of Luchino Visconti (who in turn had re-used a Lombard fortress) into a rich noble residence, at the cusp of Gothic and Renaissance. Leonardo da Vinci was his guest at Vigevano, as was Bramante, who is credited with the tall tower that watches over the piazza from the Castello Sforzesco. The old castle has a unique raised covered road, high enough for horsemen to ride through, that travels between the new palace and the old fortifications; there is a Falconry, an elegant loggiato supported by 48 columns, and, in the rear area of the mastio, the Ladies' Loggia made for Duchess Beatrice d'Este.","categories":[],"infobox_types":["Italian comune"],"annotations":[{"uri":"Dialects_of_Italy","surface_form":"variety","offset":31},{"uri":"Western_Lombard","surface_form":"Western Lombard","offset":42},{"uri":"Comune","surface_form":"comune","offset":74},{"uri":"Province_of_Pavia","surface_form":"province of Pavia","offset":100},{"uri":"Lombardy","surface_form":"Lombardy","offset":119},{"uri":"Italy","surface_form":"Italy","offset":138},{"uri":"Lomellina","surface_form":"Lomellina","offset":243},{"uri":"Francesco_II_Sforza","surface_form":"Duke Francis II Sforza","offset":350},{"uri":"1532","surface_form":"1532","offset":388},{"uri":"Renaissance","surface_form":"Renaissance","offset":435},{"uri":"Arduin_of_Ivrea","surface_form":"Arduin","offset":576},{"uri":"Ghibelline","surface_form":"Ghibelline","offset":646},{"uri":"Azzone_Visconti","surface_form":"Azzone Visconti","offset":804},{"uri":"Filippo_Maria_Visconti","surface_form":"Filippo Maria Visconti","offset":972},{"uri":"Francesco_Sforza","surface_form":"Francesco Sforza","offset":1063},{"uri":"Fortification","surface_form":"stronghold","offset":1283},{"uri":"Ludovico_il_Moro","surface_form":"Ludovico il Moro","offset":1337},{"uri":"Lombards","surface_form":"Lombard","offset":1482},{"uri":"Leonardo_da_Vinci","surface_form":"Leonardo da Vinci","offset":1568},{"uri":"Bramante","surface_form":"Bramante","offset":1620},{"uri":"Loggia","surface_form":"loggia","offset":1911},{"uri":"Mastio","surface_form":"mastio","offset":1974},{"uri":"Beatrice_d%27Este","surface_form":"Beatrice d'Este","offset":2018}]}