{"id":337942,"url":"http://en.wikipedia.org/wiki/Bar-headed_goose","text":"The bar-headed goose (\"Anser indicus\") is a type of goose that lives in wetland areas in Central Asia. It has a light grey body, broad wings, and a white face and neck. Its name comes from the two stripes (or \"bars\") of dark feathers that wrap around the back of its head. Like other geese, its feet are webbed. They can get up to 2.5 feet long and weigh 6.5 pounds. They eat mainly grass, wheat, barley and rice.\nPhysiology.\nThe main physiological challenge of bar-headed geese is getting oxygen from thin air to their aerobic muscle fibres so they can fly at high altitudes. Flight is very metabolically costly at high-altitudes because birds need to flap harder in thin air to generate lift.\nStudies have found that bar-headed geese breathe more deeply and efficiently under low oxygen conditions, which serves to increase oxygen uptake from the environment. The haemoglobin of their blood has a higher affinity for oxygen compared to low-altitude geese.\nBar-headed geese have a slightly larger wing area for their weight than other geese, which is believed to help them fly at high altitudes. Birds at high-altitude still need to flap harder than lowland birds.\nAll this is relevant, since they fly through the high passes in the Himalayas when they migrate to & from the Indian subcontinent.","categories":[],"infobox_types":[],"annotations":[{"uri":"Goose","surface_form":"goose","offset":52},{"uri":"Wetland","surface_form":"wetland","offset":72},{"uri":"Central_Asia","surface_form":"Central Asia","offset":89},{"uri":"Feather","surface_form":"feather","offset":225},{"uri":"Grass","surface_form":"grass","offset":383},{"uri":"Wheat","surface_form":"wheat","offset":390},{"uri":"Barley","surface_form":"barley","offset":397},{"uri":"Rice","surface_form":"rice","offset":408},{"uri":"Physiological","surface_form":"physiological","offset":435},{"uri":"Cellular_respiration","surface_form":"aerobic","offset":520},{"uri":"Haemoglobin","surface_form":"haemoglobin","offset":866},{"uri":"Himalayas","surface_form":"Himalayas","offset":1234},{"uri":"Indian_subcontinent","surface_form":"Indian subcontinent","offset":1276}]}