{"id":33792,"url":"http://en.wikipedia.org/wiki/Hymen","text":"The hymen (also called maidenhead) is tissue that surrounds or partially covers the external vaginal opening. The hymen has no known use. People used to believe that the hymen always tears after having sexual intercourse for the first time, and that you could if a woman was virgin by looking at her hymen and seeing if it was torn. However, it turns out that it is impossible to tell if someone is a virgin by looking at their hymen. Studies have confirmed that all girls are born with hymens.\nTypes.\nThere are several different types of hymen. In about 1 in 2,000 females, the hymen does not develop at all. The hymen may also not have a hole in it; this is called an \"imperforate hymen\". In this case a hole will need to be surgically cut into it to allow menstrual fluid (period blood) out.\nWhat might damage the hymen.\nWhen a girl reaches puberty, the hymen becomes stretchy. The hymen may be damaged by girls fall directly onto sharp objects.Sexual intercourse is another easy way to damage the hymen along with horseback riding and biking. A woman's hymen can also break while playing some sports\nHymens in other animals.\nThere are many more animals which have hymens, but not all are listed here.\nThe stages of growth.\nWhen a fetus is developing, there is no vaginal opening. The hymen comes from the skin covering the vagina at that time.\nIn young babies, the hymen is thick and pink. This is because the mother is giving the baby hormones through breast feeding which keeps it thick. In adolescent girls, the hymen becomes thin, smooth and delicate because she has stopped taking in hormones. The hymen becomes very sensitive and can easily cause pain if touched. From puberty, the hymen gets thicker again and becomes pale pink. This is because of the hormone estrogen.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tissue","surface_form":"tissue","offset":38},{"uri":"Vagina","surface_form":"vagina","offset":93},{"uri":"Sexual_intercourse","surface_form":"sexual intercourse","offset":202},{"uri":"Virgin","surface_form":"virgin","offset":275},{"uri":"Surgery","surface_form":"surgically","offset":727},{"uri":"Menstruation","surface_form":"menstrual fluid","offset":759},{"uri":"Puberty","surface_form":"puberty","offset":844},{"uri":"Elastic","surface_form":"stretchy","offset":871},{"uri":"Fetus","surface_form":"fetus","offset":1234},{"uri":"Skin","surface_form":"skin","offset":1309},{"uri":"Young","surface_form":"young","offset":1351},{"uri":"Hormone","surface_form":"hormone","offset":1440},{"uri":"Breast_feeding","surface_form":"breast feeding","offset":1457},{"uri":"Puberty","surface_form":"adolescent","offset":1497},{"uri":"Nerve","surface_form":"sensitive","offset":1626},{"uri":"Pain","surface_form":"pain","offset":1657},{"uri":"Estrogen","surface_form":"estrogen","offset":1771}]}