{"id":338075,"url":"http://en.wikipedia.org/wiki/Croup","text":"Croup (or laryngotracheobronchitis) is caused by a virus and leads to swelling inside the throat. This swelling causes problems with normal breathing. People with croup can have a \"barking\"cough, stridor (a high-pitched wheezing sound), and hoarseness. Croup symptoms often get worse at night. Taking steroids by mouth can treat the condition. Sometimes epinephrine is used in more severe cases. Hospitalization is rarely required.\nDoctors decide if a person has croup after they have eliminated other possibilities (for example, an airway foreign body). Blood tests, X-rays, and cultures are not needed. Croup is common. About 15% of children between 6 months and 5–6 years old get croup. Teenagers and adults rarely get croup.\nSigns and symptoms.\nCroup symptoms include a \"barking\" cough, stridor (a high pitched sound typically when breathing in), hoarseness, and difficult breathing that are worse at night. The \"barking\" cough can sound like a seal or sea lion. Crying can make the wheezing worse; wheezing can mean that the airways are narrowed. As croup gets worse, the wheezing can decrease.\nOther symptoms are fever, symptoms typical of the common cold), and the skin between the ribs pulling in when the child breathes. Drooling or a sick appearance can mean a different illness. The virus infection leads to swelling in the throat and air passages that can make breathing difficult.\nCauses.\nMost croup is caused by a virus infection. Some people call severe laryngotracheitis croup. This disease is caused by a milder virus. Croup also can be laryngeal diphtheria, bacterial tracheitis, laryngotracheobronchitis, and laryngotracheobronchopneumonitis. These diseases are caused by bacteria and are more severe.\nVirus.\nIn 75% of cases, the parainfluenza virus, mainly types 1 and 2, causes croup. Other viruses that can cause croup include influenza A and B, measles, adenovirus and respiratory syncytial virus (RSV). Spasmodic croup (croup with barking) does not have the usual signs of infection, such as fever, sore throat, and increased white blood cell count). Treating spasmodic croup is the same as treating regular croup.\nBacterial.\nBacterial croup includes laryngeal diphtheria, bacterial tracheitis, laryngotracheobronchitis, and laryngotracheobronchopneumonitis. \"Corynebacterium diphtheriae\" causes laryngeal diphtheria; bacterial tracheitis, laryngotracheobronchitis, and laryngotracheobronchopneumonitis come from a virus infection, followed by a bacteria infection. The most common bacteria that cause croup are\"Staphylococcus aureus\", \"Streptococcus pneumoniae\", \"Hemophilus influenzae\", and \"Moraxella catarrhalis\".\nDiagnosis.\nCroup is diagnosed based on signs and symptoms. The first step is to make sure it is not another condition that can block the upper airway, especially epiglottitis (an inflammation of the tissue that covers the trachea or windpipe), something in the airway, subglottic stenosis (narrowing of the airway below the vocal cords), angioedema (swelling underneath the skin), retropharyngeal abscess (pus in the back of the throat), and bacterial tracheitis (bacterial infection in the trachea).\nAn X-ray of the neck is not routine, but if it is done, it can show a narrowing of the trachea, called the steeple sign, because the narrow shape looks like a church steeple. The steeple sign does not appear in half of cases.\nBlood tests and viral cultures (tests for the virus) can cause irritate the airway. Cultures of the virus, obtained by nasopharyngeal aspiration (using a tube to suck mucus out of the nose), are used to confirm the exact cause. These cultures are restricted to people doing research. If a person does not improve with standard treatment, further tests can be done to check for bacteria.\nThe most common system for describing the severity of croup is the Westley score. This test is used for research, but does not help the person with croup. Points are given for five factors: level of consciousness, cyanosis (blue skin coloring), stridor (wheezing), air entry, and retractions (skin on the chest pulling in). The table to the right lists the points given for each factor; the final score ranges from 0 to 17.\n85% of children going to the emergency department have mild disease. Severe croup is rare–less than 1% of cases.\nPrevention.\nImmunization (vaccines) for influenza and diphtheria can prevent croup.\nTreatment.\nIt is important to keep children with croup as calm as possible. Children often are given steroids, but epinephrine is used in severe cases. If the amount of blood oxygen is under 92%, the child needs oxygen. People with severe croup can be hospitalized for observation. If oxygen is needed, \"blow-by\" administration (holding an oxygen source near the face of the child) is better than an oxygen mask, because it is less likely to upset a child than an oxygen mask is. With treatment, less than 0.2% of people need endotracheal intubation(a tube placed into the airway).\nSteroids.\nCorticosteroids, such as dexamethasone and budesonide, can be used to treat croup. People begin to improve a lot within six hours after taking steroids. Steroids work when given by mouth, injection, or inhalation (breathing them in), but taking them by mouth is best. Most of the time, a single dose is enough. Dexamethasone at doses of 0.15, 0.3 and 0.6 mg/kg appear to be all equally good.\nEpinephrine.\nModerate to severe croup can be helped with nebulized epinephrine(an inhaled solution that widens the airway). While epinephrine reduces croup severity within 10–30 minutes, the benefits last for only about 2 hours. If symptoms improve for 2–4 hours after treatment and no other complications happen, the child typically can leave the hospital.\nOther.\nThere is not enough evidence that other treatments for croup are helpful. Clinical studies do not show that breathing hot steam or humidified air is helpful and currently it rarely is used. Medical professionals do not want people to use cough medicines, which containdextromethorphan and/or guiafenesin. Clinical studies also do not support inhaling heliox (a mixture of helium and oxygen) to make it easier to breath. Since most cases of croup is are diseases, antibiotics are not used unless bacteria are also suspected. The antibiotics vancomycin and cefotaxime are recommended for bacterial infections. In severe cases associated with influenza A or B, theanti neuraminidase inhibitors can be given.\nLikely outcome.\nMost of the time, croup caused by a virus is a short-term disease. Croup rarely causes death from respiratory failure and/or cardiac arrest. Symptoms improve within two days, but can last for up to seven days. Other uncommon complications include bacterial tracheitis (infection of the trachea), pneumonia (lung infection), and pulmonary edema (fluid in the lungs).\nEpidemiology.\nAbout 15% of children between the ages of 6 months and 5–6 years will get croup. Croup accounts for about 5% of hospital admissions for this age group. In rare cases, children as young as 3 months and as old as 15 years have croup. Males are affected 50% more frequently than are females; croup is more common in autumn (fall).\nHistory.\nThe word \"croup\" comes from the Early Modern English verb \"croup,\" meaning \"to cry hoarsely\"; the name was first used for the disease in Scotland. Diphtheritic croup has been known since the time of Homer's Ancient Greece. In 1826, Bretonneau distinguished croup from a virus and croup due to diphtheria. The French called croup from a virus \"faux-croup,\" using \"croup\" for a disease caused by the diphtheria bacteria. Croup due to diphtheria has become nearly unknown since most people are immunized.","categories":[],"infobox_types":["Disease"],"annotations":[{"uri":"Cough","surface_form":"cough","offset":189},{"uri":"Stridor","surface_form":"stridor","offset":196},{"uri":"Hoarseness","surface_form":"hoarseness","offset":241},{"uri":"Steroids","surface_form":"steroids","offset":301},{"uri":"Epinephrine","surface_form":"epinephrine","offset":354},{"uri":"Airway_foreign_body","surface_form":"airway foreign body","offset":533},{"uri":"X-rays","surface_form":"X-rays","offset":568},{"uri":"Cough","surface_form":"cough","offset":784},{"uri":"Stridor","surface_form":"stridor","offset":791},{"uri":"Hoarseness","surface_form":"hoarseness","offset":851},{"uri":"Respiratory_distress","surface_form":"difficult breathing","offset":867},{"uri":"Pinniped","surface_form":"seal","offset":949},{"uri":"Sea_lion","surface_form":"sea lion","offset":957},{"uri":"Crying","surface_form":"Crying","offset":967},{"uri":"Fever","surface_form":"fever","offset":1119},{"uri":"Common_cold","surface_form":"common cold","offset":1150},{"uri":"Drooling","surface_form":"Drooling","offset":1230},{"uri":"Laryngotracheitis","surface_form":"laryngotracheitis","offset":1469},{"uri":"Bacterial_tracheitis","surface_form":"bacterial tracheitis","offset":1576},{"uri":"Parainfluenza_virus","surface_form":"parainfluenza virus","offset":1749},{"uri":"Influenza","surface_form":"influenza","offset":1849},{"uri":"Measles","surface_form":"measles","offset":1868},{"uri":"Adenovirus","surface_form":"adenovirus","offset":1877},{"uri":"Respiratory_syncytial_virus","surface_form":"respiratory syncytial virus","offset":1892},{"uri":"White_blood_cell_count","surface_form":"white blood cell count","offset":2050},{"uri":"Corynebacterium_diphtheriae","surface_form":"Corynebacterium diphtheriae","offset":2284},{"uri":"Staphylococcus_aureus","surface_form":"Staphylococcus aureus","offset":2536},{"uri":"Streptococcus_pneumoniae","surface_form":"Streptococcus pneumoniae","offset":2561},{"uri":"Hemophilus_influenzae","surface_form":"Hemophilus influenzae","offset":2589},{"uri":"Moraxella_catarrhalis","surface_form":"Moraxella catarrhalis","offset":2618},{"uri":"Epiglottitis","surface_form":"epiglottitis","offset":2804},{"uri":"Subglottic_stenosis","surface_form":"subglottic stenosis","offset":2911},{"uri":"Angioedema","surface_form":"angioedema","offset":2980},{"uri":"Retropharyngeal_abscess","surface_form":"retropharyngeal abscess","offset":3023},{"uri":"Bacterial_tracheitis","surface_form":"bacterial tracheitis","offset":3084},{"uri":"X-ray","surface_form":"X-ray","offset":3146},{"uri":"Steeple_sign","surface_form":"steeple sign","offset":3250},{"uri":"Blood_test","surface_form":"Blood test","offset":3369},{"uri":"Viral_culture","surface_form":"viral culture","offset":3385},{"uri":"Nasopharyngeal","surface_form":"nasopharyngeal","offset":3488},{"uri":"Immunization","surface_form":"Immunization","offset":4305},{"uri":"Influenza","surface_form":"influenza","offset":4333},{"uri":"Diphtheria","surface_form":"diphtheria","offset":4347},{"uri":"Endotracheal_intubation","surface_form":"endotracheal intubation","offset":4903},{"uri":"Corticosteroids","surface_form":"Corticosteroids","offset":4969},{"uri":"Dexamethasone","surface_form":"dexamethasone","offset":4994},{"uri":"Budesonide","surface_form":"budesonide","offset":5012},{"uri":"Nebulizer","surface_form":"nebulized","offset":5418},{"uri":"Epinephrine","surface_form":"epinephrine","offset":5428},{"uri":"Cough_medicine","surface_form":"cough medicine","offset":5964},{"uri":"Dextromethorphan","surface_form":"dextromethorphan","offset":5994},{"uri":"Guiafenesin","surface_form":"guiafenesin","offset":6018},{"uri":"Heliox","surface_form":"heliox","offset":6077},{"uri":"Helium","surface_form":"helium","offset":6098},{"uri":"Oxygen","surface_form":"oxygen","offset":6109},{"uri":"Antibiotics","surface_form":"antibiotics","offset":6189},{"uri":"Vancomycin","surface_form":"vancomycin","offset":6266},{"uri":"Cefotaxime","surface_form":"cefotaxime","offset":6281},{"uri":"Anti","surface_form":"anti","offset":6387},{"uri":"Neuraminidase_inhibitors","surface_form":"neuraminidase inhibitors","offset":6392},{"uri":"Respiratory_failure","surface_form":"respiratory failure","offset":6545},{"uri":"Cardiac_arrest","surface_form":"cardiac arrest","offset":6572},{"uri":"Pneumonia","surface_form":"pneumonia","offset":6743},{"uri":"Pulmonary_edema","surface_form":"pulmonary edema","offset":6775},{"uri":"Early_Modern_English","surface_form":"Early Modern English","offset":7196},{"uri":"Homer","surface_form":"Homer","offset":7363},{"uri":"Ancient_Greece","surface_form":"Ancient Greece","offset":7371},{"uri":"Diphtheria","surface_form":"diphtheria","offset":7457},{"uri":"Immunized","surface_form":"immunized","offset":7655}]}