{"id":338205,"url":"http://en.wikipedia.org/wiki/Dance_of_the_Sugar_Plum_Fairy","text":"The \"Dance of the Sugar Plum Fairy\" is a dance for a ballerina. It is the third movement in \"The Nutcracker pas de deux\". This \"pas de deux\" is from Act 2 of the 1892 ballet \"The Nutcracker\". It is danced by the principal female dancer. The number was choreographed by Lev Ivanov to music written by Tchaikovsky.\nChoreographer Marius Petipa wanted the Sugar Plum Fairy's music to sound like \"drops of water shooting from a fountain\". Tchaikovsky found the ideal instrument to do this job in Paris in 1891. It was then that he came across the recently invented \"celesta\". This instrument looked like a piano. It sounded like bells. Tchaikovsky wrote, \"[The celesta is] midway between a tiny piano and a Glockenspiel, with a divinely wonderful sound.\" He wanted to use the celesta in \"The Nutcracker\". He asked his publisher to buy one. He wanted to keep the purchase a secret. He did not want other Russian composers to \"get wind of it and... use it for unusual effects before me.\"\nTchaikovsky introduced the \"celesta\" to Russian music lovers on 19 March 1892 when the \"Nutcracker Suite\" was performed for the Russian Musical Society in St. Petersburg. The instrument is forever identified with the Sugar Plum Fairy. It is heard in other parts of Act 2 of \"The Nutcracker\" besides the Sugar Plum Fairy's dance. The \"Dance of the Sugar Plum Fairy\" is one of the ballet's best known musical numbers. It is often \"jazzed up\" for television commercials at Christmas time.\nThere is little information about the Sugar Plum Fairy's original choreography. In the first performances the \"presto\" at the end of the dance was cut. According to Roland John Wiley, the dance appears to have consisted of short \"pointe\" steps, \"petite batteries\", and \"attitudes\" in various combinations. He describes the dance as having \"a sense of dynamic build up: from delicate angularity... to circular shapes, to plainer but more virtuoso movements\"pirouettes\" to \"rounds de jambe\"near the end.\"\nThe first Sugar Plum Fairy was Antonietta Dell'Era. She was a good technician, but Tchaikovsky's brother Modest described her as pudgy and unattractive. Although the Sugar Plum Fairy is the \"prima ballerina\" of \"The Nutcracker\", she has very little dancing to do. This was a considered a major defect among early critics. Dell'Era tried to expand the role of the Sugar Plum Fairy in later performances by putting a gavotte by Czibulka into the score.","categories":[],"infobox_types":[],"annotations":[{"uri":"The_Nutcracker_pas_de_deux","surface_form":"The Nutcracker pas de deux","offset":93},{"uri":"Pas_de_deux","surface_form":"pas de deux","offset":128},{"uri":"The_Nutcracker","surface_form":"The Nutcracker","offset":175},{"uri":"Choreography","surface_form":"choreographed","offset":252},{"uri":"Lev_Ivanov","surface_form":"Lev Ivanov","offset":269},{"uri":"Tchaikovsky","surface_form":"Tchaikovsky","offset":300},{"uri":"Marius_Petipa","surface_form":"Marius Petipa","offset":327},{"uri":"Paris","surface_form":"Paris","offset":491},{"uri":"Celesta","surface_form":"celesta","offset":561},{"uri":"Piano","surface_form":"piano","offset":601},{"uri":"Bell","surface_form":"bell","offset":624},{"uri":"Glockenspiel","surface_form":"Glockenspiel","offset":702},{"uri":"Nutcracker_Suite","surface_form":"Nutcracker Suite","offset":1069},{"uri":"Antonietta_Dell%27Era","surface_form":"Antonietta Dell'Era","offset":2001},{"uri":"Gavotte","surface_form":"gavotte","offset":2385},{"uri":"Sheet_music","surface_form":"score","offset":2414}]}