{"id":338369,"url":"http://en.wikipedia.org/wiki/Hamza_Ben_Driss_Ottmani","text":"Hamza Ben Driss Ottmani, born the 10th of May 1940 at Essaouira (Morocco, formerly Mogador),death the 30th of May 2012 in Rabat is a Moroccan economist and writer.\nBiography.\nAerospace engineer graduate from \"École nationale de l'aviation civile\" (the French civil aviation university; promotion 1963) and economist graduate from \"ENSAE ParisTech\" (promotion 1973), Hamza Ben Driss Ottmani hold boarder positions in the Moroccan public administration.\nHe is best known as a writer. His work is largely focused on his hometown, Essaouira, which he often calls with it former name Mogador.\nHis first book, \"Une cité sous les alizés\" (\"a city under the trade winds\"), is an historical study of Mogador-Essaouira from prehistory to the World War II. Then he turned to fiction, but retaining a strong historical basis.\nIn \"Si Mogador m'était contée\" (\"if Mogador could talk\"), the old narrator, Lalla Aïcha, revives twenty stories from the ignored past of the city. \"Le Soldat qui venait de Mogador\" (\"The soldier who came from Mogador\") tells the story of the trip to Mecca of Si Taieb El Ech Chiadmi Maskali, since 1912.\n\"Le Fils du Soleil\" (\"Son of the Sun\") is an historical novel which tells the amazing story of Mustapha Zemmouri, better known under the name Estevanico, Moroccan from Azemmour region, slave kidnapped by a Spanish man to America and became one of the first discoverers of Arizona and New Mexico.\nAwards.\nHamza Ben Driss Ottmani is award in 1997 by the \" Société de Géographie humaine de Paris\" (\"humain geography society of Paris) with the \" prix René-Caillié\" (\"René-Caillié award\"). His book \"Le Fils du Soleil\" (\"Son of the Sun\") received in 2006 the \"Prix du Maroc du livre\" (\"Morocco book award\"), in creative writing category. His biography of Kaddour Benghabrit has been selected by the \"Prix Grand Atlas\" in 2011.","categories":[],"infobox_types":[],"annotations":[{"uri":"Essaouira","surface_form":"Essaouira","offset":54},{"uri":"Morocco","surface_form":"Morocco","offset":65},{"uri":"Mogador","surface_form":"Mogador","offset":83},{"uri":"Morocco","surface_form":"Moroccan","offset":133},{"uri":"Economist","surface_form":"economist","offset":142},{"uri":"Writer","surface_form":"writer","offset":156},{"uri":"Aerospace_engineer","surface_form":"Aerospace engineer","offset":175},{"uri":"%C3%89cole_nationale_de_l%27aviation_civile","surface_form":"École nationale de l'aviation civile","offset":209},{"uri":"Economist","surface_form":"economist","offset":306},{"uri":"%C3%89cole_nationale_de_la_statistique_et_de_l%27administration_%C3%A9conomique","surface_form":"ENSAE ParisTech","offset":331},{"uri":"Essaouira","surface_form":"Essaouira","offset":527},{"uri":"Mogador","surface_form":"Mogador","offset":579},{"uri":"World_War_II","surface_form":"World War II","offset":732},{"uri":"Mecca","surface_form":"Mecca","offset":1064},{"uri":"Estevanico","surface_form":"Estevanico","offset":1260},{"uri":"Azemmour","surface_form":"Azemmour","offset":1286},{"uri":"Arizona","surface_form":"Arizona","offset":1390},{"uri":"New_Mexico","surface_form":"New Mexico","offset":1402}]}