{"id":338355,"url":"http://en.wikipedia.org/wiki/Septicemic_plague","text":"e=\"preserve\">Septicemic (or septicaemic) plague is a deadly blood infection. It is one of the three main forms of plague (the other two being the bubonic and penumonic). It is caused by the bacterium \"Yersinia pestis\".\nSepticemic plague can cause the blood to form small clots through the body. Without treatment it is almost always fatal. The death rate in medieval times was 99-100 percent. Septicemic plague is the rarest of the three plagues that struck Europe in 1348, the other forms are bubonic and pneumonic plague. This disease is caused mainly by the bite of an infected rodent or insect. In rare cases it can also enter the body through an opening in the skin or by cough from another infected human. In septicemic plague the bacteria grow quickly in the blood, causing severe sepsis. The endotoxins cause disseminated intravascular coagulation (DIC). This is tiny clots of blood throughout the body which stops the blood getting to some areas. This causes the cells in the area to die. DIC uses up the bodies ability to make blood clot, so that it can no longer control bleeding. This means there is bleeding into the skin and other organs, which can cause red and/or black patchy rash and coughing up or vomiting of blood (hemoptysis/haemoptysis). There are bumps on the skin that look somewhat like insect bites. These bumps are usually red, and sometimes white in the center. Early treatment with antibiotics reduces the death rate to between 4 and 15 percent. People that get this disease must receive treatment in at most 24 hours or they will die. In some cases, people may even die on the same day they get the disease.\nSymptoms.\nNote: Septicemic plague may cause death before any symptoms occur\nSepticemic plague in Medieval times.\nThe septicemic plague was the least common of the three plagues that occurred from 1348 to 1350. Like the others, the septicemic plague spread from the East through trade routes on the Black Sea and down to the Mediterranean Sea. Major port cities such as Venice and Florence were hit the hardest. The three plagues that are part of the Black Death were a major factor in the Peasant's Revolt of 1381.","categories":[],"infobox_types":[],"annotations":[{"uri":"Plague_(disease)","surface_form":"plague","offset":41},{"uri":"Yersinia_pestis","surface_form":"Yersinia pestis","offset":201},{"uri":"Small_clots","surface_form":"small clots","offset":265},{"uri":"Bubonic_plague","surface_form":"bubonic","offset":494},{"uri":"Pneumonic_plague","surface_form":"pneumonic plague","offset":506},{"uri":"Rodent","surface_form":"rodent","offset":581},{"uri":"Sepsis","surface_form":"sepsis","offset":788},{"uri":"Toxin","surface_form":"endotoxins","offset":800},{"uri":"Antibiotic","surface_form":"antibiotic","offset":1412},{"uri":"Black_Sea","surface_form":"Black Sea","offset":1937},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean Sea","offset":1963},{"uri":"Venice","surface_form":"Venice","offset":2008},{"uri":"Florence","surface_form":"Florence","offset":2019},{"uri":"Black_Death","surface_form":"Black Death","offset":2089},{"uri":"Peasant%27s_Revolt","surface_form":"Peasant's Revolt","offset":2128}]}