{"id":338334,"url":"http://en.wikipedia.org/wiki/Administrator_of_the_Northern_Territory","text":"The Administrator of the Northern Territory is the person selected by the Governor-General of Australia to act as the governor of the Northern Territory of Australia. The selection of Administrator is made by the Governor-General-in-Council, that is, the Governor-General acting on the \"advice\" of the Australian government, not the advice of the Government of the Northern Territory.\nThe Northern Territory became self-governing on 1 July 1978. Now the Governor-General-in Council accepts a \"recommendation\" from the Northern Territory Government. Unlike an Australian State Governor, the Administrator does not represent the Queen in the Territory. They represent the Governor-General who is the Queen's representative in the Commonwealth. The Administrator's role is to govern the Territory under the law which gave it self-government. The Administrator's constitutional role is almost the same as a State Governor and can be considered the Queen's \"indirect\" representative in the Territory.\nThe office of the \"Deputy of the Administrator\" was created in 1997.\nThe present Administrator is Sally Thomas, AM.\nSouth Australia (1846 to 1912).\nThe Northern Territory was part of South Australia from 1846 to 1912. The administrator was known as the Government Resident.\nCommonwealth of Australia (1912 to present).\nThe Australian government took over control of the Northern Territory in 1912.\nGovernment Resident (1927 to 1931).\nThere was an experiment having an extra Government Resident (Central Australia) in Alice Springs based at The Residency. Alice Springs was known as Stuart Town from 1888 to 1933.\nDeputy of the Administrator (1997 to present).\nThe office of the \"Deputy of the Administrator\" was established in 1997.","categories":[],"infobox_types":[],"annotations":[{"uri":"Governor-General_of_Australia","surface_form":"Governor-General of Australia","offset":74},{"uri":"Governor","surface_form":"governor","offset":118},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":134},{"uri":"Australia","surface_form":"Australia","offset":156},{"uri":"Government_of_the_Northern_Territory","surface_form":"Government of the Northern Territory","offset":347},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":389},{"uri":"Governors_of_the_Australian_states","surface_form":"State Governor","offset":570},{"uri":"Monarchy_of_Australia","surface_form":"Queen","offset":627},{"uri":"Commonwealth_of_Australia","surface_form":"Commonwealth","offset":728},{"uri":"Sally_Thomas","surface_form":"Sally Thomas","offset":1094},{"uri":"Order_of_Australia","surface_form":"AM","offset":1108},{"uri":"Central_Australia","surface_form":"Central Australia","offset":1491},{"uri":"Alice_Springs","surface_form":"Alice Springs","offset":1513},{"uri":"The_Residency","surface_form":"The Residency","offset":1536}]}