{"id":33842,"url":"http://en.wikipedia.org/wiki/Babur","text":"Babur, full name Zahiruddin Muhammad Babur (14 February 1483 – 26 December 1530) was founder of Mughal Empire in Indian subcontinent. He was eldest son of Umar Sheikh Mirza., governor of Farghana.\nPlans of the conquest of India.\nIn 1525 Babur set out to attack and conquer India. He had only about twelve thousand men with him but he had been promised help by Daulat Khan Lodi, the governor of Punjab. They planned to march together against the ruling Sultan Ibrahim Lodi, who was the King of Delhi at that time. When Babur reached India, the government was afraid to help him, and eventually backed out, and so Babur started off to Delhi by himself with his small army of men.\nIbrahim Lodi was reported to have one hundred thousand men and one hundred elephants. But Babur had something which Ibrahim did not have – heavy guns and cannons, the first proper Turkic style artillery seen in medieval India. There were hardly any guns at that time in India and Babur had managed to get hold of some in Kabul. He had cannons and some firearms as well.\nThe two armies met at the famous First battle of Panipat, at a small village near Delhi. Both armies remained in position opposite each other for a week before the battle began. Babur was an excellent general and he planned the battle very carefully as conquering Delhi was indeed very important to him. After the battle about fifteen thousand men of the enemy were killed including their commander Ibrahim Lodi.\nBefore the enemy could recover from their defeat, Delhi was captured.\nConsolidating victory.\nBabur had to fight more major battles, the battles of Khanua and Gogra. In 1527 A.D. he had to face a fierce enemy of his at Khanua, the Rajput hero, Rana Sangram (or Sanga)of Mewar. A ferocious battle was fought between the two in the field of Khanua and Babur won the battle.\nIn 1529 A.D., Babur got into a battle with the Afghans. Babur won, but the Afghans were not totally weakened. They joined hands with Mahmud Lodi, the brother of Ibrahim Lodi, to fight Babur again. But Babur approached forward and was a successful winner of this Battle in Gogra.","categories":[],"infobox_types":["royalty"],"annotations":[{"uri":"14_February","surface_form":"14 February","offset":44},{"uri":"1483","surface_form":"1483","offset":56},{"uri":"26_December","surface_form":"26 December","offset":63},{"uri":"1530","surface_form":"1530","offset":75},{"uri":"Mughal_Empire","surface_form":"Mughal Empire","offset":96},{"uri":"Indian_subcontinent","surface_form":"Indian subcontinent","offset":113},{"uri":"Umar_Sheikh_Mirza","surface_form":"Umar Sheikh Mirza","offset":155},{"uri":"Uzbekistan","surface_form":"Farghana","offset":187},{"uri":"Punjab","surface_form":"Punjab","offset":394},{"uri":"Ibrahim_Lodi","surface_form":"Ibrahim Lodi","offset":459},{"uri":"Delhi","surface_form":"Delhi","offset":493},{"uri":"Guns","surface_form":"guns","offset":823},{"uri":"Cannons","surface_form":"cannons","offset":832},{"uri":"Turkic_peoples","surface_form":"Turkic","offset":858},{"uri":"Firearms","surface_form":"firearms","offset":1030},{"uri":"First_battle_of_Panipat","surface_form":"First battle of Panipat","offset":1081},{"uri":"Village","surface_form":"village","offset":1117},{"uri":"General_officer","surface_form":"general","offset":1249},{"uri":"Rajput","surface_form":"Rajput","offset":1691},{"uri":"Rana_Sangram","surface_form":"Rana Sangram","offset":1704},{"uri":"Afghan","surface_form":"Afghans","offset":1879},{"uri":"Gogra.","surface_form":"Gogra.","offset":2104}]}