{"id":33871,"url":"http://en.wikipedia.org/wiki/Line_of_Control","text":"The Line of Control (LOC) is the line that marks where the region of Kashmir is divided. The land on one side of the line is controlled by India, and the land on the other side is controlled by Pakistan. It is not a legal international border, but is the effective boundary between the two countries. India and Pakistan fought over Kashmir between 1947 and 1948. The line originally marked the military front when the two countries declared a ceasefire on 1/2 January 1949. The fronts gradually became a solid boundary. It was formally named the Line of Control after the Simla Agreement, which was signed on 3 July 1972.\nAll of Kashmir was previously the princely state of Kashmir and Jammu. The part of the region that is now under Indian control is known as the State of Jammu and Kashmir. The two parts that are under Pakistani control are known as Gilgit-Baltistan and Azad Jammu and Kashmir (AJK). The Line of Control is long.\nAnother cease-fire line separates the Indian-controlled part of Kashmir from the Chinese-controlled area of Aksai Chin. This is further to the east and is called the Line of Actual Control (LAC). Although the other side is controlled by India, China regards this line as part of its border with Pakistan. China and Pakistan have agreed on a border, but India has not.\nFencing.\nIndia has built a fence along its side of the Line of Control. It is currently long. It only runs part of the length of the line, the rest of the Line of Control is too inaccessible for construction of a barrier. Its stated purpose is to exclude arms smuggling and infiltration by Pakistani-based separatist militants. Pakistan has objected to the construction of the barrier, saying it violates both bilateral accords and relevant United Nations Security Council resolutions on the region.","categories":[],"infobox_types":[],"annotations":[{"uri":"Line","surface_form":"line","offset":33},{"uri":"Kashmir","surface_form":"Kashmir","offset":69},{"uri":"India","surface_form":"India","offset":139},{"uri":"Pakistan","surface_form":"Pakistan","offset":194},{"uri":"De_jure","surface_form":"legal","offset":216},{"uri":"Border","surface_form":"border","offset":236},{"uri":"De_facto","surface_form":"effective","offset":255},{"uri":"First_Kashmir_War","surface_form":"fought over Kashmir","offset":320},{"uri":"Military","surface_form":"military","offset":394},{"uri":"Ceasefire","surface_form":"ceasefire","offset":443},{"uri":"Simla_Agreement","surface_form":"Simla Agreement","offset":572},{"uri":"Princely_state","surface_form":"princely state","offset":656},{"uri":"Kashmir_and_Jammu","surface_form":"Kashmir and Jammu","offset":674},{"uri":"Jammu_and_Kashmir","surface_form":"Jammu and Kashmir","offset":774},{"uri":"Gilgit-Baltistan","surface_form":"Gilgit-Baltistan","offset":853},{"uri":"Azad_Jammu_and_Kashmir","surface_form":"Azad Jammu and Kashmir","offset":874},{"uri":"Aksai_Chin","surface_form":"Aksai Chin","offset":1041},{"uri":"Line_of_Actual_Control","surface_form":"Line of Actual Control","offset":1099},{"uri":"Fence","surface_form":"fence","offset":1328},{"uri":"Separatist","surface_form":"separatist","offset":1607},{"uri":"Insurgent","surface_form":"militants","offset":1618},{"uri":"Pakistan","surface_form":"Pakistan","offset":1629}]}