{"id":339323,"url":"http://en.wikipedia.org/wiki/Cambridge_Airport","text":"Cambridge Airport (previously Marshall Airport Cambridge UK) is a small regional airport in South Cambridgeshire, England. It is on the eastern edges of Cambridge, south of Newmarket Road and west of the village of Teversham, from the centre of Cambridge and about from London.\nThe airport opened in 1938. It replaced the old airfield at Fen Ditton. The airport is owned and run by Marshall Aerospace. This is a Cambridge-based company with many years' history servicing civilian and military contracts. The main building was designed by the architect Harold Tomlinson of the University of Cambridge. It was constructed in 1936–37. For many years it was the base for the Cambridge University Air Squadron.\nMarshall of Cambridge Aerospace Limited has a CAA Public Use Aerodrome Licence (Number P433). This is a special license that allows it to have public passenger flights and flights for flying training. It has four flying schools. It is also used for corporate and private flights.\nIn October 2008, the airport's name was changed from Cambridge City Airport to Marshall Airport Cambridge UK. This happened at the same time as the new Marshall Business Aviation Centre was opened. In 2011, Cambridge Airport officially broke off from Marshall. It hired a new director and changed its name back to Cambridge Airport. Its aim is to become a \"hub\" (important airport) for the east of England. The Passenger Terminal will be refurbished.\nFuture.\nLand in Cambridge is expensive. Around the city are large areas of green belt land. Building new houses on this land is not allowed. Because of this, a proposal was made in 2000 to move the airport to a new site away from the city. It would have freed up of land so that several thousand new homes could be built there instead. Cambridgeshire County Council did a study for a new airport. The council asked for permission to plan the new airport, but they withdrew the request later.\nSince then, Marshall Aerospace has continued to develop the site. In autumn 2008 new facilities for aviation companies were opened. These included a new hangar, which added to the of hangar space already on the site.\nIn April 2010, Marshall Aerospace said it would not be moving Cambridge Airport to make way for new housing. RAF Mildenhall, Waterbeach Barracks and RAF Wyton were though of as alternative sites, but Marshall decided that there were \"no suitable relocation options\" (none of the options were good enough).\nIn January 2011, Cambridge Airport broke off from Marshall, and released plans for the airport's future. Its plans are to have international flights for the London 2012 Olympic Games. For 2012 the airport has introduced new international holiday charter flights to Europe as well as new regular (on a timetable) air links to the Channel Islands. Passenger terminal facilities are being fully upgraded to improve services and convenience for passengers. The airport is planning to add flights to more places that are important for business and leisure.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Cambridgeshire","surface_form":"South Cambridgeshire","offset":92},{"uri":"Cambridge","surface_form":"Cambridge","offset":153},{"uri":"Newmarket_Road%2C_Cambridge","surface_form":"Newmarket Road","offset":173},{"uri":"Teversham","surface_form":"Teversham","offset":215},{"uri":"Fen_Ditton","surface_form":"Fen Ditton","offset":338},{"uri":"Marshall_Aerospace","surface_form":"Marshall Aerospace","offset":382},{"uri":"Civilian","surface_form":"civilian","offset":471},{"uri":"Harold_Tomlinson","surface_form":"Harold Tomlinson","offset":552},{"uri":"Cambridge_University_Air_Squadron","surface_form":"Cambridge University Air Squadron","offset":671},{"uri":"United_Kingdom_Civil_Aviation_Authority","surface_form":"CAA","offset":752},{"uri":"License","surface_form":"license","offset":818},{"uri":"Green_belt","surface_form":"green belt","offset":1512},{"uri":"Cambridgeshire","surface_form":"Cambridgeshire","offset":1773},{"uri":"Aviation","surface_form":"aviation","offset":2029},{"uri":"Hangar","surface_form":"hangar","offset":2082},{"uri":"2012_Summer_Olympics","surface_form":"London 2012 Olympic Games","offset":2609}]}