{"id":339322,"url":"http://en.wikipedia.org/wiki/Sanitary_epidemiological_reconnaissance","text":"Sanitary epidemiological reconnaissance is a diagnostic method in epidemiology. It has been used in the Soviet Japanese campaign in WWII immediately behind the first echelon of tanks and mechanized vehicles of advancing Soviet army should they encounter any particular contagious disease as withdrawing enemy forces had poisoned many wells and water sources.\nThe use of sanitary epidemiological reconnaissance or similar practices in the armed forces is mentioned elsewhere. The Polish contingents serving under the UN auspices focused their tasks among others on … sanitary-epidemiological reconnaissance …\nSanitary epidemiological reconnaissance is a collection and transfer of all data available on sanitary and epidemiological situation of the area of possible deployment and action of armed forces, the same data for the neighbouring and enemy armed forces. The aim for the reconnaissance is to clear up the reasons of the specific disease origin- sources of the infection in extreme situations, including local wars and armed conflicts, the ways of the infection transfer and all factors promoting to the infestation. It should result in revealing of the patients and persons, suspected to the specific disease, their isolation and hospitalization. Mobile equipped group for sanitary epidemiological reconnaissance includes: epidemiologist, specialist on infections, assistant of epidemiologist (bacteriologist- lab assistant), medical orderly (if necessary, the group will include zoologist or parasitologist). After the armed forces have become stationary during wartime and emergency of peace time the sanitary epidemiological reconnaissance turns into sanitary and epidemiological surveillance of vital and communal activity of the armed forces.\nIn 2010 at The Meeting of the States Parties to the Convention on the Prohibition of the Development, Production and Stockpiling of Bacteriological (Biological) and Toxin Weapons and Their Destruction in Geneva\nthe sanitary epidemiological reconnaissance was suggested as means for monitoring of infections and parasitic agents and for practical implementation of the International Health Regulations (2005). The aim was to prevent and minimize the consequences of natural outbreaks of dangerous infectious diseases, the treat of alleged use of biological weapons. The sanitary epidemiological reconnaissance will be important in assessing the sanitary-epidemiological situation, organizing and conducting preventive activities, indicating and identifying pathogenic biological agents, suppressing hotbeds of infectious diseases, providing advisory and practical assistance to local health authorities.\nSanitary epidemiological reconnaissance (inspection) or a similar practice and specific indication in the hotbed should be performed immediately after the receiving of the information about bio-terrorism attack.","categories":[],"infobox_types":[],"annotations":[{"uri":"Epidemiology","surface_form":"epidemiology","offset":66},{"uri":"Soviet_army","surface_form":"Soviet army","offset":220},{"uri":"Contagious_disease","surface_form":"contagious disease","offset":269},{"uri":"UN","surface_form":"UN","offset":516},{"uri":"Sanitary","surface_form":"Sanitary","offset":608},{"uri":"Epidemiological","surface_form":"epidemiological","offset":617},{"uri":"Reconnaissance","surface_form":"reconnaissance","offset":633},{"uri":"Sanitary","surface_form":"sanitary","offset":702},{"uri":"Epidemiological","surface_form":"epidemiological","offset":715},{"uri":"Armed_forces","surface_form":"armed forces","offset":790},{"uri":"Reconnaissance","surface_form":"reconnaissance","offset":879},{"uri":"Infection","surface_form":"infection","offset":968},{"uri":"War","surface_form":"war","offset":1017},{"uri":"Armed_conflict","surface_form":"armed conflict","offset":1026},{"uri":"Infestation","surface_form":"infestation","offset":1111},{"uri":"Epidemiologist","surface_form":"epidemiologist","offset":1331},{"uri":"Bacteriologist","surface_form":"bacteriologist","offset":1402},{"uri":"Lab_assistant","surface_form":"lab assistant","offset":1418},{"uri":"Zoologist","surface_form":"zoologist","offset":1488},{"uri":"Parasitologist","surface_form":"parasitologist","offset":1501},{"uri":"Surveillance","surface_form":"surveillance","offset":1691},{"uri":"Biological_warfare","surface_form":"Bacteriological (Biological) and Toxin Weapons","offset":1888},{"uri":"Geneva","surface_form":"Geneva","offset":1960},{"uri":"International_Health_Regulations","surface_form":"International Health Regulations","offset":2124}]}