{"id":339566,"url":"http://en.wikipedia.org/wiki/To_each_according_to_his_contribution","text":"According to the principle of 'To each according to his contribution', during the transition of a society from capitalism to socialism and then to communism, individuals should be rewarded for the amount they contribute to society. Economists such as David Ricardo (1772-1823) had this idea. Ricardo founded a movement that is known as Ricardian socialism today. Many people in the labour movement had this idea too. Ferdinand Lassalle (1825–1864) and Eugen Dühring (1833-1921) expressed such ideas towards Leon Trotsky. Despite this, Vladimir Lenin was the first person to say that this element is fundamental to Marxist theory.\nAccording to Libertarian socialist thinkers, such as American anarchist Benjamin Tucker, socialism is a system in which the laborer receives the full product of his labor. This eliminates exploitation and unearned income accrued to the capitalist.\nThe term \"To each according to his contribution\" simply means that each worker in a socialist society receives \"wages\" and benefits according to the quantity and value of the labor that he or she contributed. That way, highly productive workers will receive more wages and benefits than workers of average productivity, and substantially more than workers of low productivity. What is more, the more difficult the job is, the more one is rewarded for the labor contributed. Difficulty can result from factors such as greater training requirement, job intensity or safety hazards. According to Trotsky, the idea is to promote productivity. This is done by creating incentives to work harder, longer, and more productively. In the end, the principle comes from capitalism, but will vanish, according to Marx, as work becomes more automated and enjoyable, and as goods become available in greater quantities.\nIn capitalism, the means of production are owned by a few people; these people are also known as the bourgeoisie. These people do not produce, but they live off the work others do for them. Socialism can fix this issue, because with socialism, the means of production are owned by all people, they are a common good.","categories":[],"infobox_types":[],"annotations":[{"uri":"Society","surface_form":"society","offset":98},{"uri":"Capitalism","surface_form":"capitalism","offset":111},{"uri":"Socialism","surface_form":"socialism","offset":125},{"uri":"Communism","surface_form":"communism","offset":147},{"uri":"Economist","surface_form":"Economist","offset":232},{"uri":"David_Ricardo","surface_form":"David Ricardo","offset":251},{"uri":"Ricardian_socialism","surface_form":"Ricardian socialism","offset":336},{"uri":"Labour_movement","surface_form":"labour movement","offset":382},{"uri":"Ferdinand_Lassalle","surface_form":"Ferdinand Lassalle","offset":417},{"uri":"Eugen_D%C3%BChring","surface_form":"Eugen Dühring","offset":452},{"uri":"Leon_Trotsky","surface_form":"Leon Trotsky","offset":507},{"uri":"Vladimir_Lenin","surface_form":"Vladimir Lenin","offset":535},{"uri":"Marxism","surface_form":"Marxist theory","offset":614},{"uri":"Libertarian_socialist","surface_form":"Libertarian socialist","offset":643},{"uri":"Benjamin_Tucker","surface_form":"Benjamin Tucker","offset":702},{"uri":"Means_of_production","surface_form":"means of production","offset":1803}]}