{"id":339642,"url":"http://en.wikipedia.org/wiki/Architecture_of_Singapore","text":"The architecture of Singapore shows influences and styles from different places and periods. Singapore architecture may be divided into two periods: the more traditional pre-World War II colonial period, and the modern post-war and post-colonial period.\nPre-colonial architecture.\nMalay houses built in the 'kampong' style were common before the British came..\nColonial period.\nAfter the British established a settlement near the mouth of the Singapore River in 1819, building construction in Singapore changed. The new settlement was small but very urban. Merchants built warehouses right next to each other along Boat Quay. Risk of fire became a problem because the buildings were so close together and had many valuable goods inside. Builders switched to brick masonry with clay tiled roofs, to reduce the fire hazard. Bricks and tiles were made at kilns on the island, and the mortar and plaster was made by grinding up corals from sea around Singapore.\nShophouse.\nShophouses are common style of building in Southeast Asia. They are usually two or three storeys high. Each shophouse is usually very narrow and part of a long row of terraced buildings. But, shophouses may be very deep front to back. The first floor is usually for business and the upper floors are for living.\nThe front of the building usually has a covered area called the \"five foot ways\". An 1822 law in Singapore said that all houses made of brick or tiles should be similar in the front. They should have an open arcade making an open passage on each side of the street. This style of building shophouses soon spread to other states in British Malaya. More rules said that the verandah ways should be.at least seven feet from the edge of the road and the walkway must be at least five feet wide.\nBlack and White bungalow.\nA bungalow is usually a small one or one-and-half storey home with deep verandahs. In Singapore, Many Europeans lived in bungalows from the 19th century until World War II. They are called Black and Whites for their white paint and dark wood.\nThese homes were similar to the UK's Arts and Crafts and Art Deco movements. They were built large enough to give rich families homes with light, air, and space. Black-and-Whites were built by wealthy families, successful businesses, the Public Works Department, and the British Armed Forces. Many are still homes today, but some have become shops, restaurants, or bars.\nArt Deco.\nSingapore has many Art Deco buildings from the 1920s and 1930s. The style was especially popular in commercial architecture, like factories and offices. Sometimes the style was only on the surface. Often, Art Deco style ornaments were added to typical shophouses or bungalows. The Art Deco period was important as a style, but also for bringing modern construction technologies like reinforced concrete to Singapore.\nModern architecture.\nSingaporean architecture moved to a modern direction after the war. The need to save money meant less spending on ornaments or features that only looked good. Simple forms and surfaces became more common. Modern architecture was also better for building many public buildings with the same or similar designs such as schools, clinics, factories, and especially public housing.\nPublic housing.\nPublic housing started in Singapore in the 1930s. The Singapore Improvement Trust (SIT) carried out a building programme because there was not enough housing in the city. The SIT mainly built housing for middle and lower-middle class Asians at first. The Tiong Bahru estate is a typical example. It is a group of four-storey Art Deco style apartment blocks, shops, and markets outside the city center. After the war, the style changed from Art Deco to a simple, modern style.\n1970s to present.\nModern architecture was most important during the 1970s and 1980s. Brutalist architecture was common. Some older commercial buildings, such as the OCBC Centre by I. M. Pei, and many government office buildings are examples of this style.","categories":[],"infobox_types":[],"annotations":[{"uri":"Architecture","surface_form":"architecture","offset":4},{"uri":"Singapore","surface_form":"Singapore","offset":20},{"uri":"World_War_II","surface_form":"World War II","offset":174},{"uri":"Singapore_River","surface_form":"Singapore River","offset":443},{"uri":"Urban_area","surface_form":"urban","offset":550},{"uri":"Boat_Quay","surface_form":"Boat Quay","offset":615},{"uri":"Masonry","surface_form":"masonry","offset":764},{"uri":"Mortar_(masonry)","surface_form":"mortar","offset":881},{"uri":"Plaster","surface_form":"plaster","offset":892},{"uri":"Arcade","surface_form":"arcade","offset":1489},{"uri":"Verandah","surface_form":"verandah","offset":1653},{"uri":"Bungalow","surface_form":"bungalow","offset":1800},{"uri":"Arts_and_Crafts_movement","surface_form":"Arts and Crafts","offset":2078},{"uri":"Art_Deco","surface_form":"Art Deco","offset":2098},{"uri":"Art_Deco","surface_form":"Art Deco","offset":2441},{"uri":"Singapore_Improvement_Trust","surface_form":"Singapore Improvement Trust","offset":3307},{"uri":"Tiong_Bahru","surface_form":"Tiong Bahru","offset":3508},{"uri":"Brutalist_architecture","surface_form":"Brutalist architecture","offset":3814},{"uri":"OCBC_Centre","surface_form":"OCBC Centre","offset":3894},{"uri":"I._M._Pei","surface_form":"I. M. Pei","offset":3909}]}