{"id":339656,"url":"http://en.wikipedia.org/wiki/Diarchy","text":"e=\"preserve\">Diarchy (or dyarchy) is a form of government where two people are usually the heads of state. The word comes from the Greek \"δι-\" \"twice\" and \"αρχια\", \"rule\". Most commonly, the leaders of these diarchys, called diarchs, have the job for life with the position being hereditary. This means the position is given to children or family after the death of the diarch.\nModern examples of Diarchys are Andorra, the Republic of San Marino and the Kingdom of Eswatini.\nHistorical examples Diarchys are Sparta, The Roman Republic and at one point India\nNot all Diarchys have the diarchs as the head of state nor do they necessarily rule for their life. In Andorra for example, the Diarchs are the President of France, an elected, temporary position not passed down to children, as well as the Catholic Bishop of Urgell who is appointed to the position by the Catholic Church. Ancient Sparta had Diarchs who were given the hereditary job for life, but only had roles in the military and religion, not politics. There are numbers of countries in world claiming democratic country / states but in reality are under diarchs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Head_of_state","surface_form":"heads of state","offset":91},{"uri":"Andorra","surface_form":"Andorra","offset":410},{"uri":"Republic_of_San_Marino","surface_form":"Republic of San Marino","offset":423},{"uri":"Eswatini","surface_form":"Kingdom of Eswatini","offset":454},{"uri":"Sparta","surface_form":"Sparta","offset":508},{"uri":"Roman_Republic","surface_form":"The Roman Republic","offset":516},{"uri":"India","surface_form":"India","offset":552},{"uri":"Head_of_state","surface_form":"head of state","offset":599},{"uri":"Andorra","surface_form":"Andorra","offset":661},{"uri":"President_of_the_French_Republic","surface_form":"President of France","offset":702},{"uri":"Catholic%C2%A0Bishop_of_Urgell","surface_form":"Catholic Bishop of Urgell","offset":798},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":864},{"uri":"Sparta","surface_form":"Ancient Sparta","offset":881}]}