{"id":339792,"url":"http://en.wikipedia.org/wiki/Myles_Standish","text":"Myles Standish (1584 1656) was an English military officer who was selected to defend the Pilgrims in the New World He travelled on the Mayflower in 1620 and signed the Mayflower Compact. Standish became a assistant governor, and a treasurer of Plymouth Colony.\nEarly life.\nStandish's place of birth is uncertain. In his will he mentions Lancashire. Nathaniel Morton, secretary of Plymouth Colony, wrote that Standish was born in Lancashire.\nStandish was a soldier and fought against the Spanish in the Eighty Years' War.\nStandish and his wife did not believe in the Church of England and in 1608 they moved to Leiden Netherlands. After some years, they became concerned because their children were losing their English customs and culture. Since their religion was outlawed in England, they decided to travel to the New World.\nThere were many people in Leiden who did not believe in the Church of England and they also wanted to travel to the New World. They looked to employ someone who would protect them in the New World. They first asked John Smith. Smith was one of the founders of the English colony at Jamestown, Virginia. He had explored and made a map of the North American coast. Smith's experience would have helped them but he asked for too much money. He was also too bold and they feared he might try to rule over them. They asked Standish instead and he agreed to help protect them. They decided to hire the ship \"Mayflower\" to take them on their long voyage.\nOn the \"Mayflower\".\nThe \"Mayflower\" left Plymouth, England on 16 September 1620. There were 102 passengers and 30–40 crew. On 19 November 1620, the \"Mayflower\" saw land. The \"Mayflower\" was supposed to land in Virginia Colony, but the ship was too damaged and they were forced to land at Cape Cod now called Provincetown Harbor on November 21. They wrote the Mayflower Compact, which made rules on how they would live and treat each other.\nExploration Missions.\nWhile the Mayflower was anchored off Cape Cod, Standish took some men ashore to find a good place for all to live.\nWilliam Bradford wrote of one of the exploration missions. They were Bradford, John Carver, Myles Standish, Edward Winslow, John Howland, Richard Warren, Stephen Hopkins and Edward Doty set off in small boats. Hopkins was the most experienced because he had seen Native Americans during his time at Jamestown. Bradford said they set off in below freezing temperatures. Many of the men were ill, and when they left the salt spray froze on their coats. During their trip they saw Native Americans who appeared to be cutting up a whale which was very large. When they saw the men approaching the Indians fled. At night they tried to protect themselves from the cold and the Indians.\nAfter more trips in late December 1620 they picked a place to live. Standish gave good advice and they built a small fort and placed cannon for protection against any who might try to harm them. Standish's wife, Rose, died in January.\nMany passengers were sick but Standish stayed healthy. Standish was a source of great comfort and strength to those who suffered. Standish helped to care Bradford when he was sick and they became good friends. Bradford held the position of governor for most of his life and worked closely with Standish.\nPlymouth Colony.\nIn March of 1621, a Native American named Samoset came to the colony and spoke to the people in English. He stayed one day and talked with the leaders about many things. When he returned he brought the tribe leader Massasoit to meet with the Pilgrims. Governor John Carver, signed a treaty with this chief and they became friends. They all promised to help and defend each other.\nIn August 1621 a leader named Corbitant tried to turn the people of Nemasket against Massasoit. Standish led a group of ten men to kill Corbitant. Three Native Americans, Squanto, Hobomock and Tisquantum went with them. When Tisquantum and Hobbamock went to Nemasket, Corbitant took Tisquantum captive and threatened to kill him. Hobbamock got away and warned the people of Plymouth.\nStandish planned an attack. Standish and Hobbamock went to where they thought Corbitant would be sleeping but he had already fled the village. They did not kill Corbitant but because the colonist were willing to fight, if necessary, nine other leaders, and Corbitant, signed a treaty with the leaders of Plymouth.\nIn November 1621, a Narragansett messenger came to Plymouth with a bundle of arrows wrapped in a snakeskin. The Pilgrims were told by Tisquantum and Hobbamock that this was a threat and an insult from the Narragansett leader who was called Canonicus. This was one of the more powerful tribes in the area. Bradford sent back the snakeskin filled with gunpowder to show them they were not afraid. Standish told the colonists to prepare for a possible fight. The ship \"Fortune\" had brought some more men to the colony but there were still not very many men. Standish put one man to each wall and gave them orders on how to protect themselves and the people in case of an attack.\nBradford called a public meeting. The Pilgrims decided to send Standish and a small group of eight, including Hobbamock, to Wessagusset to kill the leaders who wanted kill them. The day after Pecksuot, a Massachusett warrior and leader of the group who threatened Wessagusset, came to the settlement with other warriors. Pecksuot approached Standish and, looking down on him, said, \"You are a great captain, yet you are but a little man. Though I not a chief, I am of great strength and courage.\" He said this to make Standish afraid of him. The next day, Standish attacked Pecksuot, and stabbed him with the Native American's own knife. Standish returned to Plymouth. The leaders who wished them harm had been killed and there was no more threat. The attack also caused many of the unfriendly Native Americans to leave the area.\nStandish showed great courage and skill as a soldier but sometimes was too harsh with the Native Americans. This would make both the Native Americans and the members of the colony angry.\nBy the 1640s, Standish was leading a quiet life on his farm in Duxbury. Standish also served as a surveyor of highways, as Treasurer of the Colony from 1644 to 1649. In 1642, his old friend Hobbamock, who had been part of his household, died and was buried on Standish's farm in Duxbury.\nStandish put Lieutenant William Holmes in charge of training the men. He died in his home in 1656. He was buried in Duxbury's Old Burying Ground, now known as the Myles Standish Burial Ground.\nMarriages and family.\nStandish's first wife, Rose, died in 1621. She was buried in an unmarked grave at Cole's Hill as were many others who died the first winter and named on the Pilgrim Memorial Tomb as \"Rose, first wife of Myles Standish\".\nStandish then married Barbara who died in 1659 They had seven children and her burial place is unknown. Their children were named, Charles, John, Myles, Loara, and Josiah and (again) Charles. The first child named Charles died.\nMonuments.\nThere are two monuments to Myles Standish. One is placed over his grave at the Myles Standish Burial Ground.\nThe site of Myles Standish's house is now in a small park in the town of Duxbury, Massachusetts.\nStandish, Maine, is named after Myles Standish. There are two forts named after Standish: a fort on Plymouth's Saquish Neck built during the American Civil War and a larger fort built in Boston Harbor in 1895.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_people","surface_form":"English","offset":34},{"uri":"Military","surface_form":"military","offset":42},{"uri":"Defend","surface_form":"defend","offset":79},{"uri":"Pilgrim","surface_form":"Pilgrim","offset":90},{"uri":"New_World","surface_form":"New World","offset":106},{"uri":"Mayflower","surface_form":"Mayflower","offset":136},{"uri":"Mayflower_Compact","surface_form":"Mayflower Compact","offset":169},{"uri":"Assistant","surface_form":"assistant","offset":206},{"uri":"Governor","surface_form":"governor","offset":216},{"uri":"Treasurer","surface_form":"treasurer","offset":232},{"uri":"Plymouth_Colony","surface_form":"Plymouth Colony","offset":245},{"uri":"Will_(law)","surface_form":"will","offset":321},{"uri":"Lancashire","surface_form":"Lancashire","offset":338},{"uri":"Secretary","surface_form":"secretary","offset":368},{"uri":"Soldier","surface_form":"soldier","offset":457},{"uri":"Spain","surface_form":"Spanish","offset":488},{"uri":"Eighty_Years%27_War","surface_form":"Eighty Years' War","offset":503},{"uri":"Church_of_England","surface_form":"Church of England","offset":567},{"uri":"Leiden","surface_form":"Leiden","offset":611},{"uri":"Netherlands","surface_form":"Netherlands","offset":618},{"uri":"Culture","surface_form":"culture","offset":732},{"uri":"New_World","surface_form":"New World","offset":817},{"uri":"Employ","surface_form":"employ","offset":970},{"uri":"Protect","surface_form":"protect","offset":995},{"uri":"John_Smith_(explorer)","surface_form":"John Smith","offset":1043},{"uri":"Founders","surface_form":"founders","offset":1076},{"uri":"Colony","surface_form":"colony","offset":1100},{"uri":"Jamestown%2C_Virginia","surface_form":"Jamestown, Virginia","offset":1110},{"uri":"Explorer","surface_form":"explored","offset":1138},{"uri":"Map","surface_form":"map","offset":1158},{"uri":"Experience","surface_form":"experience","offset":1199},{"uri":"Money","surface_form":"money","offset":1259},{"uri":"Bold","surface_form":"bold","offset":1282},{"uri":"Plymouth%2C_Devon","surface_form":"Plymouth","offset":1517},{"uri":"Passenger","surface_form":"passenger","offset":1572},{"uri":"Virginia_Colony","surface_form":"Virginia Colony","offset":1686},{"uri":"Cape_Cod","surface_form":"Cape Cod","offset":1764},{"uri":"Harbor","surface_form":"Harbor","offset":1797},{"uri":"Mayflower_Compact","surface_form":"Mayflower Compact","offset":1835},{"uri":"William_Bradford_(Mayflower_passenger)","surface_form":"William Bradford","offset":2053},{"uri":"Explorer","surface_form":"exploration","offset":2090},{"uri":"John_Carver","surface_form":"John Carver","offset":2132},{"uri":"Edward_Winslow_(Mayflower_passenger)","surface_form":"Edward Winslow","offset":2161},{"uri":"John_Howland","surface_form":"John Howland","offset":2177},{"uri":"Stephen_Hopkins_(Mayflower_passenger)","surface_form":"Stephen Hopkins","offset":2207},{"uri":"Edward_Doty_(Mayflower_passenger)","surface_form":"Edward Doty","offset":2227},{"uri":"Boat","surface_form":"boat","offset":2256},{"uri":"Native_Americans","surface_form":"Native Americans","offset":2316},{"uri":"Below","surface_form":"below","offset":2393},{"uri":"Freezing","surface_form":"freezing","offset":2399},{"uri":"Temperature","surface_form":"temperature","offset":2408},{"uri":"Salt","surface_form":"salt","offset":2471},{"uri":"Coat","surface_form":"coat","offset":2497},{"uri":"Whale","surface_form":"whale","offset":2580},{"uri":"Cannon","surface_form":"cannon","offset":2866},{"uri":"Samoset","surface_form":"Samoset","offset":3331},{"uri":"English_language","surface_form":"English","offset":3385},{"uri":"Day","surface_form":"day","offset":3408},{"uri":"Tribe","surface_form":"tribe","offset":3491},{"uri":"Massasoit","surface_form":"Massasoit","offset":3504},{"uri":"Pilgrims","surface_form":"Pilgrims","offset":3531},{"uri":"John_Carver_(Mayflower_passenger)","surface_form":"John Carver","offset":3550},{"uri":"Treaty","surface_form":"treaty","offset":3572},{"uri":"Friends","surface_form":"friends","offset":3611},{"uri":"Help","surface_form":"help","offset":3641},{"uri":"Defend","surface_form":"defend","offset":3650},{"uri":"Kill","surface_form":"kill","offset":3800},{"uri":"Squanto","surface_form":"Squanto","offset":3840},{"uri":"Kill","surface_form":"kill","offset":3989},{"uri":"Attack","surface_form":"attack","offset":4073},{"uri":"Sleeping","surface_form":"sleeping","offset":4150},{"uri":"Village","surface_form":"village","offset":4187},{"uri":"Necessary","surface_form":"necessary","offset":4275},{"uri":"Threat","surface_form":"threat","offset":4542},{"uri":"Insult","surface_form":"insult","offset":4556},{"uri":"Area","surface_form":"area","offset":4666},{"uri":"Gunpowder","surface_form":"gunpowder","offset":4717},{"uri":"Afraid","surface_form":"afraid","offset":4754},{"uri":"Fight","surface_form":"fight","offset":4816},{"uri":"Wall","surface_form":"wall","offset":4951},{"uri":"Public","surface_form":"public","offset":5061},{"uri":"Warrior","surface_form":"warrior","offset":5260},{"uri":"Small","surface_form":"little","offset":5469},{"uri":"Courage","surface_form":"courage","offset":5530},{"uri":"Afraid","surface_form":"afraid","offset":5570},{"uri":"Knife","surface_form":"knife","offset":5674},{"uri":"Courage","surface_form":"courage","offset":5895},{"uri":"Native_Americans","surface_form":"Native Americans","offset":5963},{"uri":"Anger","surface_form":"angry","offset":6053},{"uri":"Farm","surface_form":"farm","offset":6115},{"uri":"Surveyor","surface_form":"surveyor","offset":6158},{"uri":"Treasurer","surface_form":"Treasurer","offset":6183},{"uri":"Lieutenant","surface_form":"Lieutenant","offset":6361},{"uri":"Training","surface_form":"training","offset":6400},{"uri":"Cole%27s_Hill","surface_form":"Cole's Hill","offset":6645},{"uri":"Monument","surface_form":"monument","offset":7036},{"uri":"Grave","surface_form":"grave","offset":7088},{"uri":"Myles_Standish_Burial_Ground","surface_form":"Myles Standish Burial Ground","offset":7101},{"uri":"House","surface_form":"house","offset":7160},{"uri":"Park","surface_form":"park","offset":7184},{"uri":"Maine","surface_form":"Maine","offset":7238},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":7369}]}