{"id":33984,"url":"http://en.wikipedia.org/wiki/Sequence","text":"e=\"preserve\">A sequence is a word meaning \"a set of related events, movements or items that follow each other in a particular order\".\nIt is used in mathematics and other disciplines. In ordinary use, it means a series of events, one following another. In maths, a sequence is made up of several things put together, one after the other. The order that the things are in matters. For example, both (Blue, Red, Yellow) and (Yellow, Blue, Red) are sequences, but they are not the same. Sequences made up of numbers are also called progressions.\nThere are two kinds of sequences. One kind is finite sequences, which have an end. For example, (1, 2, 3, 4, 5) is a finite sequence. The other kind is infinite sequences, which means that they keep going and never end. An example of a sequence that is infinite is the sequence of all even numbers, bigger than 0. This sequence never ends: it starts with 2, 4, 6, and so on, and one can always keep on naming even numbers.\nIf a sequence is finite, it is easy to say what it is: one can simply write down all the things in the sequence. This does not work for an infinite sequence. So another way to write down a sequence is to write a rule for finding the thing in any place one wants. The rule should tell us how to get the thing in the \"n\"-th place, where \"n\" can be any natural number. This means that a sequence is really a special kind of function with natural numbers as its domain. We sometimes write a sequence as formula_1, where formula_1 stands for the \"n\"-th term of the sequence.\nFor example, the rule could be that the thing in the \"n\"-th place is the number 2×\"n\" (2 times n). This tells us what the whole sequence is, even though it never ends. The first number is 2×1, which is 2. The second number is 2×2, or 4. If we want to know what the 100-th number is, we can simply calculate 2×100 and get 200. No matter which thing in the sequence we want, the rule can tell us what it is.\nArithmetic progressions (AP).\nIn an arithmetic progression, the difference between a term and the term before it is always a constant.\nExample: formula_1\n9 - 4 = 5, 14 - 9 = 5, 19 - 14 = 5, 24 - 19 = 5, and so on.\nSo if one takes the first term as \"a\" and the constant difference as \"D\", then the general formula for arithmetic sequence is formula_1, where \"n\" is the number of term.\nGeometric progressions (GP).\nIn a geometric progression, the ratio between a term and the term before it is always constant.\nExample: formula_1\n6/3 = 2, 12/6 = 2, 24/12 = 2, 48/24 = 2, and so on.\nSo if one takes \"a\" to be the first term and \"r\" to be the ratio, then the general formula for geometric progression is formula_1, where \"n\" is the number of term.\nHarmonic Progressions (HP).\nIn a harmonic progression, the difference between the reciprocal of a term and the reciprocal of the term before it is a constant.\nExample: formula_1\nformula_1, and so on.\nSeries.\nA series is the sum of all the terms of a sequence.\nThe general formula for calculating the sum of arithmetic sequence is\nformula_1\nThat of a geometric sequence is formula_1, if the sequence is infinite, andformula_1, if it is finite.\nHere, \"a\" is the first term, \"d\" is the common difference in arithmetic sequence, \"r\" is the ratio in geometric sequence and \"n\" is the number of term.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematics","surface_form":"mathematics","offset":148},{"uri":"Discipline_(study)","surface_form":"disciplines","offset":170},{"uri":"Finite","surface_form":"finite","offset":588},{"uri":"Infinite","surface_form":"infinite","offset":694},{"uri":"Even","surface_form":"even","offset":827},{"uri":"Rule","surface_form":"rule","offset":1177},{"uri":"Natural_number","surface_form":"natural number","offset":1315},{"uri":"Multiplication","surface_form":"times","offset":1624},{"uri":"Reciprocal","surface_form":"reciprocal","offset":2767}]}