{"id":340028,"url":"http://en.wikipedia.org/wiki/Bullet_to_the_Head","text":"\"Bullet to the Head\" is a 2012 action thriller movie. Sylvester Stallone and Christian Slater star. The earlier plays a hitman.\nPlot.\nIn New Orleans, hitman Jimmy Bobo and his partner Louis Blanchard kill a corrupt former Washington, D.C. policeman, Hank Greely. Bobo leaves a prostitute, Lola, alive. Later, at a bar, Blanchard is murdered by a man named Keegan. The man also threatens to kill Bobo.\nBobo and Detective Taylor Kwon meet each other in a bar. Kwon informs Bobo he knows Bobo and Blanchard killed Greely. Bobo leaves, and Kwon tries to follow him. Kwon is attacked by corrupt cops who were ordered by a man named Robert Morel to prevent Kwon from further investigating about Greely. Bobo rescues Kwon and takes him to a tattoo parlor. There, Bobo's estranged daughter, Lisa, treats Kwon's wounds. They later go to a massage parlor, where Bobo interrogates a middleman named Ronnie Earl, the man who hired Bobo and Blanchard on Morel's behalf. Ronnie Earl tries to kill Bobo. Bobo then kills Ronnie Earl, though his gun jams.\nBobo and Kwon agree to work together. They kidnap Morel's lawyer Marcus Baptiste and take him to Bobo's house. Baptiste is forced to give them a USB flash drive, which details Morel's plans to acquire housing projects and demolish them. Baptiste reveals Keegan is an ex-mercenary hired to be Morel's enforcer. After that, Bobo shoots him in the head.\nReception.\nRotten Tomatoes gave \"Bullet to the Head\" a 47% rating. Metacritic gave the movie a 48 score, meaning \"mixed or average reviews\". Jay Weissberg of \"Variety\" magazine called it a \"kickass actioner driven by personality rather than plot.\"\nBox office.\n\"Bullet to the Head\" was Stallone's worst opening weekend box office in 32 years. The movie only took in almost $22 million, failing to bring back its $55 million budget.\nAwards.\nStallone was nominated for a Golden Raspberry Award for Worst Actor in this movie.","categories":[],"infobox_types":[],"annotations":[{"uri":"2012","surface_form":"2012","offset":26},{"uri":"Thriller_(genre)","surface_form":"thriller","offset":38},{"uri":"Sylvester_Stallone","surface_form":"Sylvester Stallone","offset":54},{"uri":"Christian_Slater","surface_form":"Christian Slater","offset":77},{"uri":"New_Orleans","surface_form":"New Orleans","offset":137},{"uri":"Prostitution","surface_form":"prostitute","offset":277},{"uri":"Tattoo","surface_form":"tattoo","offset":734},{"uri":"Lawyer","surface_form":"lawyer","offset":1097},{"uri":"USB_flash_drive","surface_form":"USB flash drive","offset":1184},{"uri":"Housing","surface_form":"housing","offset":1240},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":1401},{"uri":"Golden_Raspberry_Award","surface_form":"Golden Raspberry Award","offset":1858}]}