{"id":340197,"url":"http://en.wikipedia.org/wiki/Summer_Stock","text":"\"Summer Stock\" is a Metro-Goldwyn-Mayer musical movie made in 1950. It was directed by Charles Walters and stars Judy Garland, Gene Kelly, Eddie Bracken, Gloria DeHaven, Marjorie Main, and Phil Silvers. Nicholas Castle Sr. was the choreographer.\nJudy Garland struggled with many personal problems during filming, and \"Summer Stock\" was her last MGM movie. It was also her last pairing with Gene Kelly onscreen. MGM terminated Garland's contract - by mutual agreement - in September 1950.\nPlot.\nJane Falbury (Garland) is a farm owner. Her actress sister Abigail (DeHaven) arrives at the farm with her theater troupe. They need a practice stage, and Jane and her housekeeper Esme (Main) reluctantly agree to let them use their barn. The actors and actresses, including the director Joe Ross (Kelly), repay her hospitality by doing chores around the farm. Although Joe is engaged to Abigail, he begins to fall in love with Jane after Abigail leaves him in an angry fit. Jane is engaged to Orville (Bracken), but falls in love with Joe. The movie ends with a spectacular show in the barn itself, with the new leading lady, Jane.\nSoundtrack.\nAll songs were written by Harry Warren (music) and Mack Gordon (lyrics) except where noted. Orchestration chores were divided between Conrad Salinger and Skip Martin.\nBehind the scenes.\nShooting this movie was sometimes a struggle for Garland. She was coping with many pressures in her personal life, including a heavy reliance on prescription medication.\nAudiences noticed that in the last number \"Get Happy\" she appears thinner than in the rest of the movie. Before shooting the number, she had taken two months off and lost between 15-20 pounds. Garland finished the movie, and embarked on a long promised vacation from the studio. Soon, however, she was called back to star with Fred Astaire in the upcoming movie \"Royal Wedding\". Once again, Garland struggled to perform at her absolute best in the face of exhaustion and overwork. She was fired from the movie, and her contract with MGM was terminated through mutual agreement. Even though \"Summer Stock\" took six months to film, it was a box-office success.\nHighlights.\nThe film's most famous scene is the final song-and-dance number \"Get Happy\" performed by Judy Garland in a tuxedo jacket, black fedora, and black nylons to an arrangement by Skip Martin. This sequence was choreographed by Charles Walters and filmed two months after the rest of the movie, after Garland sought the help of a hypnotist in Santa Barbara and lost 20 pounds. With the sedative-hypnotic paraldahyde reportedly on her breath, which the number's male dancers described as sickeningly sweet, Garland performed the number perfectly in just a couple of takes, and the rest is history. According to \"New York Times\" critic Bosley Crowther: \" 'Get Happy' finds Miss Garland looking and performing her best.\"\nIn another notable sequence, Kelly performs a solo dance in a darkened barn, using a newspaper and a creaky board as partners and props; the musical accompaniment reprises \"You Wonderful You\". The dance \"turned out to be one of the breakthrough numbers\" of his career.","categories":[],"infobox_types":["Film"],"annotations":[{"uri":"Metro-Goldwyn-Mayer","surface_form":"Metro-Goldwyn-Mayer","offset":20},{"uri":"1950","surface_form":"1950","offset":62},{"uri":"Charles_Walters","surface_form":"Charles Walters","offset":87},{"uri":"Judy_Garland","surface_form":"Judy Garland","offset":113},{"uri":"Gene_Kelly","surface_form":"Gene Kelly","offset":127},{"uri":"Eddie_Bracken","surface_form":"Eddie Bracken","offset":139},{"uri":"Gloria_DeHaven","surface_form":"Gloria DeHaven","offset":154},{"uri":"Marjorie_Main","surface_form":"Marjorie Main","offset":170},{"uri":"Phil_Silvers","surface_form":"Phil Silvers","offset":189},{"uri":"Judy_Garland","surface_form":"Judy Garland","offset":246},{"uri":"Gene_Kelly","surface_form":"Gene Kelly","offset":390},{"uri":"Harry_Warren","surface_form":"Harry Warren","offset":1163},{"uri":"Mack_Gordon","surface_form":"Mack Gordon","offset":1188},{"uri":"Conrad_Salinger","surface_form":"Conrad Salinger","offset":1271},{"uri":"Skip_Martin","surface_form":"Skip Martin","offset":1291},{"uri":"Get_Happy_(song)","surface_form":"Get Happy","offset":1536},{"uri":"Fred_Astaire","surface_form":"Fred Astaire","offset":1820},{"uri":"Royal_Wedding","surface_form":"Royal Wedding","offset":1856},{"uri":"Metro-Goldwyn-Mayer","surface_form":"MGM","offset":2026},{"uri":"Get_Happy_(song)","surface_form":"Get Happy","offset":2229},{"uri":"Judy_Garland","surface_form":"Judy Garland","offset":2253},{"uri":"Fedora","surface_form":"fedora","offset":2292},{"uri":"Skip_Martin","surface_form":"Skip Martin","offset":2338},{"uri":"Paraldahyde","surface_form":"paraldahyde","offset":2562},{"uri":"New_York_Times","surface_form":"New York Times","offset":2769},{"uri":"Critic","surface_form":"critic","offset":2785},{"uri":"Bosley_Crowther","surface_form":"Bosley Crowther","offset":2792}]}