{"id":340136,"url":"http://en.wikipedia.org/wiki/Friend_of_Dorothy","text":"In gay slang, a \"friend of Dorothy\" (occasionally abbreviated FOD) is a term for a gay man. The phrase dates back to at least World War II, when homosexual acts were illegal in the United States. Stating that, or asking if, someone was a \"friend of Dorothy\" was a euphemism used for discussing sexual orientation without others knowing its meaning.\nOrigin.\nThe origin of the phrase is most commonly attributed to the movie, \"The Wizard of Oz\" because Judy Garland, who starred as the main character Dorothy, is a gay icon. In the film, Dorothy is accepting of those who are different. For example the \"gentle lion\" living a lie, \"I'm afraid there's no denyin', I'm just a dandy lion.\" Others claim that the phrase refers to celebrated humorist and critic Dorothy Parker, who included some gay men in her famous social circle.\nMisunderstanding.\nIn the early 1980s, the Naval Investigative Service was investigating homosexuality in the Chicago area. Agents discovered that gay men sometimes referred to themselves as \"friends of Dorothy.\" Unaware of the historical meaning of the term, the NIS believed that a woman named Dorothy was at the center of a massive ring of homosexual military personnel. The NIS launched an enormous hunt for Dorothy, hoping to find her and convince her to reveal the names of gay servicemembers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gay_slang","surface_form":"gay slang","offset":3},{"uri":"Gay","surface_form":"gay","offset":83},{"uri":"World_War_II","surface_form":"World War II","offset":126},{"uri":"Homosexual","surface_form":"homosexual","offset":145},{"uri":"United_States","surface_form":"United States","offset":181},{"uri":"Euphemism","surface_form":"euphemism","offset":264},{"uri":"Sexual_orientation","surface_form":"sexual orientation","offset":294},{"uri":"The_Wizard_of_Oz_(1939_film)","surface_form":"The Wizard of Oz","offset":425},{"uri":"Judy_Garland","surface_form":"Judy Garland","offset":451},{"uri":"Gay_icon","surface_form":"gay icon","offset":513},{"uri":"Dandy","surface_form":"dandy","offset":672},{"uri":"Dorothy_Parker","surface_form":"Dorothy Parker","offset":755},{"uri":"Naval_Investigative_Service","surface_form":"Naval Investigative Service","offset":868},{"uri":"Chicago","surface_form":"Chicago","offset":935}]}