{"id":340405,"url":"http://en.wikipedia.org/wiki/The_Dark_Knight_Rises","text":"\"The Dark Knight Rises\" is a 2012 British-American superhero movie, and a sequel to \"The Dark Knight\" and a second sequel to \"Batman Begins\". It was the last movie in \"The Dark Knight Trilogy\".\nPlot.\nEight years after Harvey Dent's death and the defeat of the Joker, the Dent Act grants the Gotham City Police Department to organized crime. Feeling guilty for covering up Dent's crimes, Police Commissioner James Gordon writes a resignation speech telling the truth, but decides not to tell because it was not the right time. Batman has disappeared, with Bruce Wayne becoming an outcast. Cat burglar Selina Kyle steals Bruce's fingerprints from his home, kidnaps a congressman, then disappears. Selina hands Bruce's fingerprints to Phillip Stryver, an assistant to Bruce's business rival John Daggett, in hope of having her criminal record erased. Stryver double crosses Selina, but she uses the congressman's stolen phone to alert the police of their location. Gordon and the police arrive to find the congressman, then chase the criminals into the sewers while Selina escapes. A masked man called Bane who had escaped from a hijacked CIA Plane captures Gordon. Gordon escapes, and is found by John Blake, a patrol officer who grew up as an orphan and has known Batman's true identity from their similar backgrounds. Gordon promotes Blake to detective, with Blake reporting directly to him.\nWayne Enterprises is on the point of becoming bankrupt after Bruce wasted almost all of the companies money on a fusion reactor project when he learns that the core could be weaponized. Later, Bane attacks the Gotham Stock Exchange, using Bruce's fingerprints to bankrupt Wayne Enterprises. Alfred Pennyworth, concerned that Bruce has not moved on from being Batman, reveals to him that Rachel Dawes had intended to marry Dent before she died, and resigns in an attempt to dissuade him. Fearing that Daggett, Bane's employer, would gain access to the reactor, Bruce and Lucius Fox asks board member Miranda Tate to take over his company. Bane later kills Daggett. After being promised to erase her records, Selina agrees to take Batman to Bane, but instead betrays him to a trap. Bane appears and reveals that he intends to fulfill Ra's al Ghul's mission to destroy Gotham with the League of Shadows. He breaks Batman's back and takes him to a foreign, well-like prison where escape is impossible. The inmates tell Bruce the story of Ra's al Ghul's child, born in the prison and cared for by a fellow prisoner before escaping, the only prisoner to have ever done so; Bruce thinks the child is Bane.\nMeanwhile, Bane had kidnapped Fox, Tate, and Fredricks in order to turn on the bomb. While in the stadium, Bane triggers bombs under Gotham that causes the tunnels to collapse and traps most of the Gotham's police underground. He kills Mayor Anthony Garcia and forces an abducted physicist, Dr. Leonid Pavel, to convert the reactor core into a nuclear bomb before killing him. Bane uses the bomb to hold the city hostage and isolate Gotham from the world. Using Gordon's stolen speech, Bane reveals the cover-up of Dent's crimes and releases the prisoners of Blackgate Prison, causing a revolution. The wealthy and powerful have their property destroyed or taken, are dragged from their homes, and given show trials presided over by Dr. Jonathan Crane, where any sentence likely means death.\nAfter months of recovery and re-training, Bruce escapes from the prison; thanks to the prison doctor, and enlists Selina, Blake, Tate, Gordon, and Fox to help stop the bomb's detonation. While the police and Bane's forces fight at Gotham City Hall, Batman defeats Bane, but Tate later stabs Batman, revealing herself to be Talia, Ra's al Ghul's child, who escaped the prison thanks by her fellow prisoner, Bane. She plans to complete her father's work by activating the bomb and destroying Gotham, but Gordon blocks her signal, which makes the remote of detonation useless. Talia, then leaves to find the bomb. Bane prepares to kill Batman, but Selina kills Bane using the Batpod. Batman pursues Talia with the Bat, an aircraft created by Fox, to bring the bomb back to the reactor, where it can be stabilized. Talia's truck crashes, but she remotely destroys the reactor before dying. With no way to stop the detonation, Batman uses The Bat to haul the bomb over the bay, where it detonates.\nIn the months after, Batman is thought to be dead but is honored a hero. With Bruce also presumed dead, Wayne Manor is left to the city to become an orphanage, and Wayne's remaining estate is left to Alfred. Fox discovers that Bruce had fixed The Bat's autopilot, and Gordon finds the Bat-Signal refixed. While visiting in Florence, Italy, Alfred saw Bruce and Selina together. Blake resigns from the police force and finds the Batcave.\nBackground.\nThe movie is based on DC Comics character Batman. It is distributed under Warner Bros.. The movie was directed by Christopher Nolan and produced by Emma Thomas. The music was scored by Hans Zimmer. The cast includes Christian Bale, Michael Caine, Gary Oldman, Joseph Gordon-Levitt, Tom Hardy, Morgan Freeman, Anne Hathaway, Marion Cotillard, Matthew Modine, Cillian Murphy, Nestor Carbonell, Ben Mendelsohn, Liam Neeson, Tom Conti, Joey King, Juno Temple, and Alon Abutbul. The locations of filming were in Pittsburgh, Pennsylvania, Newark, New Jersey, Los Angeles, California, and in New York City, New York.\nRelease.\n\"The Dark Knight Rises\" was released on July 20, 2012, on which same day a shooting happened in Aurora, Colorado during the movie's premiere inside an area theater. The movie is the 3rd highest grossing movie in the world with $1,081,041,287 worldwide. \"The Dark Knight Rises\" currently ranks #7 in the list of the highest-grossing movies in history. \"The Dark Knight Rises\" came out on DVD and Blu-ray on December 4, 2012. It was one of the top movies on AFI in 2012.","categories":[],"infobox_types":["film"],"annotations":[{"uri":"Superhero","surface_form":"superhero","offset":51},{"uri":"Movie","surface_form":"movie","offset":61},{"uri":"The_Dark_Knight_(movie)","surface_form":"The Dark Knight","offset":85},{"uri":"Batman_Begins","surface_form":"Batman Begins","offset":126},{"uri":"The_Dark_Knight_Trilogy","surface_form":"The Dark Knight Trilogy","offset":168},{"uri":"Two-Face","surface_form":"Harvey Dent","offset":218},{"uri":"Joker_(comics)","surface_form":"Joker","offset":260},{"uri":"Gotham_City","surface_form":"Gotham City","offset":291},{"uri":"James_Gordon_(comics)","surface_form":"Commissioner James Gordon","offset":394},{"uri":"Batman","surface_form":"Batman","offset":526},{"uri":"Catwoman","surface_form":"Selina Kyle","offset":600},{"uri":"Bane_(comics)","surface_form":"Bane","offset":1099},{"uri":"Robin_(comics)","surface_form":"John Blake","offset":1195},{"uri":"Alfred_Pennyworth","surface_form":"Alfred Pennyworth","offset":1683},{"uri":"Lucius_Fox","surface_form":"Lucius Fox","offset":1962},{"uri":"Talia_al_Ghul","surface_form":"Miranda Tate","offset":1991},{"uri":"Ra%27s_al_Ghul","surface_form":"Ra's al Ghul","offset":2224},{"uri":"Scarecrow_(comics)","surface_form":"Dr. Jonathan Crane","offset":3324},{"uri":"Florence%2C_Italy","surface_form":"Florence, Italy","offset":4699},{"uri":"Batman","surface_form":"Batman","offset":4867},{"uri":"Warner_Bros.","surface_form":"Warner Bros.","offset":4899},{"uri":"Christopher_Nolan","surface_form":"Christopher Nolan","offset":4939},{"uri":"Emma_Thomas","surface_form":"Emma Thomas","offset":4973},{"uri":"Hans_Zimmer","surface_form":"Hans Zimmer","offset":5010},{"uri":"Christian_Bale","surface_form":"Christian Bale","offset":5041},{"uri":"Michael_Caine","surface_form":"Michael Caine","offset":5057},{"uri":"Gary_Oldman","surface_form":"Gary Oldman","offset":5072},{"uri":"Joseph_Gordon-Levitt","surface_form":"Joseph Gordon-Levitt","offset":5085},{"uri":"Tom_Hardy","surface_form":"Tom Hardy","offset":5107},{"uri":"Morgan_Freeman","surface_form":"Morgan Freeman","offset":5118},{"uri":"Anne_Hathaway","surface_form":"Anne Hathaway","offset":5134},{"uri":"Marion_Cotillard","surface_form":"Marion Cotillard","offset":5149},{"uri":"Matthew_Modine","surface_form":"Matthew Modine","offset":5167},{"uri":"Cillian_Murphy","surface_form":"Cillian Murphy","offset":5183},{"uri":"Nestor_Carbonell","surface_form":"Nestor Carbonell","offset":5199},{"uri":"Ben_Mendelsohn","surface_form":"Ben Mendelsohn","offset":5217},{"uri":"Liam_Neeson","surface_form":"Liam Neeson","offset":5233},{"uri":"Tom_Conti","surface_form":"Tom Conti","offset":5246},{"uri":"Joey_King","surface_form":"Joey King","offset":5257},{"uri":"Juno_Temple","surface_form":"Juno Temple","offset":5268},{"uri":"Alon_Abutbul","surface_form":"Alon Abutbul","offset":5285},{"uri":"Pittsburgh%2C_Pennsylvania","surface_form":"Pittsburgh, Pennsylvania","offset":5332},{"uri":"Newark%2C_New_Jersey","surface_form":"Newark, New Jersey","offset":5358},{"uri":"Los_Angeles%2C_California","surface_form":"Los Angeles, California","offset":5378},{"uri":"New_York_City","surface_form":"New York City","offset":5410},{"uri":"New_York","surface_form":"New York","offset":5425},{"uri":"2012_Aurora_shooting","surface_form":"shooting happened","offset":5519},{"uri":"Aurora%2C_Colorado","surface_form":"Aurora, Colorado","offset":5540},{"uri":"American_Film_Institute","surface_form":"AFI","offset":5900}]}