{"id":340465,"url":"http://en.wikipedia.org/wiki/Ja%C3%BA_National_Park","text":"The Jaú National Park ('Parque Nacional do Jaú') is in the heart of the Amazon rainforest in the Amazonas state of Brazil.\nIt is the largest forest reserve in South America, covering an area over 6 million acres (23,000 km²). Entry into the park is restricted; express permission from the Brazilian government is required to enter the reserve.\nThe park is a good example of tropical rainforest conservation in the Amazon. Its forests, lakes and channels are a \"constantly evolving aquatic mosaic that is home to the largest array of electric fish in the world\". The site protects key threatened species, including giant arapaima fish, the Amazonian manatee, the black caiman and two species of river dolphin and the jaguar. There are many other species of animals and plants.\nMore information.\nThe park is in the lower reaches of the Rio Negro branch of the Amazon. This branch is black with the organic matter picked up by the river. It has white-sand beaches during the dry season and flooded forest during the wet season. The streams turn into a 'ria' lake in the wet season, flooding huge areas of land, typical of all large rivers in the Amazon region. The site contains the nine-tier waterfall of the Carabinani River.\nThe Rio Negro flows through the eastern edge of Brazil’s Jau National Park. The river is the big strip of blue running from left to right across the image, and the other blue ribbons are tributaries. It starts at the border of Venezuela and Brazil, and meets up with the Amazon in central Brazil. Half-submerged islands can be seen in the center of the river. Between November and April when the river is at its peak, many of these islands disappear.\nThere is a high diversity of vertebrates in the park, with 120 species of mammals, 411 birds, 15 reptiles and 320 fishes. The site is home to relics of past human occupation of the Amazon region.","categories":[],"infobox_types":["UNESCO World Heritage Site"],"annotations":[{"uri":"Amazon_rainforest","surface_form":"Amazon rainforest","offset":72},{"uri":"Amazonas_State%2C_Brazil","surface_form":"Amazonas","offset":97},{"uri":"Brazil","surface_form":"Brazil","offset":115},{"uri":"South_America","surface_form":"South America","offset":159},{"uri":"Tropical_rainforest","surface_form":"tropical rainforest","offset":374},{"uri":"Conservation","surface_form":"conservation","offset":394},{"uri":"Amazon_basin","surface_form":"Amazon","offset":414},{"uri":"Aquatic","surface_form":"aquatic","offset":481},{"uri":"Mosaic","surface_form":"mosaic","offset":489},{"uri":"Electric_fish","surface_form":"electric fish","offset":533},{"uri":"Manatee","surface_form":"manatee","offset":649},{"uri":"Caiman","surface_form":"caiman","offset":668},{"uri":"River_dolphin","surface_form":"river dolphin","offset":694},{"uri":"Jaguar","surface_form":"jaguar","offset":716},{"uri":"Rio_Negro_(Amazon)","surface_form":"Rio Negro","offset":834},{"uri":"Waterfall","surface_form":"waterfall","offset":1190},{"uri":"Venezuela","surface_form":"Venezuela","offset":1452},{"uri":"Species","surface_form":"species","offset":1739},{"uri":"Mammal","surface_form":"mammal","offset":1750}]}