{"id":340432,"url":"http://en.wikipedia.org/wiki/Refining","text":"e=\"preserve\">Refining is the name for a number of processes that purify or concentrate a substance. The name is used for natural resources, food and technical products. The place where this is done, is often called a refinery.\nPetroleum.\nPetroleum contains hydrocarbons. After distillation, it still contains chemical compounds with sulfur, oxygen and Nitrogen as well as other unwanted compounds, such as Alkalenes. Processed petroleum is used for lubricants; the substances mentione are unwanted in lubricants as they can speed up the aging process. For this reason, they are extracted using a process called hydrogenation. In hydrogenation, Hydrogen sulfide and ammonia gases are produced. These gases require special handling, as they are very toxic.\nVegetable oil.\nVegetable oils and fats are produced by chemical or mechanical extraction from plants. This produces a kind of oil that still has many unwanted substances, such as pigments and smell, which influence the quality of the refined product. In essence, the factors influenced are taste, shelf life, smell and color, as well as the ability to use the oil for further technical transformations. Depending on the process, between four and eight percent of usable vegetable oil is lost. There are two basic procedures to refine vegetable oil, chemical refining, and physical refining.\nSugar.\nSugar is washed, and treated with concentrated syrup. Its colored because most customers expect sugar to be white. The white sugar sold in shops in almost pure sucrose. It has an extent of 99,8 percent of its weight.\nMetals.\nThere are two basic processes to refine metals: Refining by fire, and refining by electrolysis. Higher grades of purity require both processes, lower grades use only the first process.\nTable salt.\nSalt that is gained through evaportation of seawater needs to be cleaned; this is done by dissloving it in brine and then forcing it to crystallize. After the process, it is no lnoger possible to distinguish it from the salt extracted from rocks, by a mining process. Depending on the country, table salt for common use as a food additive may have iodine added. Sometimes Potassium fluoride is added as well.","categories":[],"infobox_types":[],"annotations":[{"uri":"Natural_resource","surface_form":"natural resource","offset":121},{"uri":"Food","surface_form":"food","offset":140},{"uri":"Petroleum","surface_form":"Petroleum","offset":238},{"uri":"Hydrocarbon","surface_form":"hydrocarbon","offset":257},{"uri":"Distillation","surface_form":"distillation","offset":277},{"uri":"Chemical_compound","surface_form":"chemical compound","offset":309},{"uri":"Sulfur","surface_form":"sulfur","offset":333},{"uri":"Oxygen","surface_form":"oxygen","offset":341},{"uri":"Nitrogen","surface_form":"Nitrogen","offset":352},{"uri":"Alkalene","surface_form":"Alkalene","offset":406},{"uri":"Lubricant","surface_form":"lubricant","offset":449},{"uri":"Hydrogenation","surface_form":"hydrogenation","offset":611},{"uri":"Hydrogen_sulfide","surface_form":"Hydrogen sulfide","offset":644},{"uri":"Ammonia","surface_form":"ammonia","offset":665},{"uri":"Gas","surface_form":"gas","offset":673},{"uri":"Toxic","surface_form":"toxic","offset":748},{"uri":"Vegetable_oil","surface_form":"Vegetable oil","offset":770},{"uri":"Plant","surface_form":"plant","offset":849},{"uri":"Pigment","surface_form":"pigment","offset":934},{"uri":"Sugar","surface_form":"Sugar","offset":1353},{"uri":"Sucrose","surface_form":"sucrose","offset":1513},{"uri":"Metal","surface_form":"metal","offset":1618},{"uri":"Electrolysis","surface_form":"electrolysis","offset":1660},{"uri":"Evaportation","surface_form":"evaportation","offset":1803},{"uri":"Brine","surface_form":"brine","offset":1882},{"uri":"Mining","surface_form":"mining","offset":2027},{"uri":"Iodised_salt","surface_form":"iodine","offset":2123},{"uri":"Potassium_fluoride","surface_form":"Potassium fluoride","offset":2147}]}