{"id":34052,"url":"http://en.wikipedia.org/wiki/Battle_of_Hastings","text":"The Battle of Hastings (14 October 1066) was a pitched battle between the Anglo-Saxon English and an invading Norman army. The day-long battle ended in the death of the Anglo-Saxon king and a decisive victory for the Normans. William, the Duke of Normandy, was crowned as King William I of England 10 weeks later. The Norman conquest was a major turning point in England's history.\nBackground.\nIn 1002 Ethelred King of England married Emma, the sister of Richard II, Duke of Normandy. The alliance formed by this marriage had far reaching effects. When King Canute came to the throne of England in 1016, he took Queen Emma of Normandy as his wife. Her two sons by her former marriage fled to Normandy for their own safety. Edward the Confessor the older son stayed in Normandy for many years at the court of the dukes. The last duke who protected him there was his cousin Duke William. Edward became king of England in 1042. in 1052 King Edward, who was childless, made William his heir. In 1065 Harold Godwinson was in Normandy. While he was there he promised Duke William he would support him as successor to the English throne.\nOn 5 January 1066 Edward the king died. But Harold did not respect his oath to William. The next day, the day of the funeral, Harold Godwinson was crowned king of England. The story was that on his deathbed the king had changed his mind and promised Harold the throne. Harold was not royalty himself and had no legal claim on the throne. For weeks William must have known Edward was dying. But the news of the king's death and Harold's taking the throne must have been a surprise.\nPrelude.\nWhen William heard the news that Harold had become king his reaction was swift. He called a meeting of his greatest men. William made plans to gather a large army from all over France. His influence and wealth meant he could mount a large campaign. His first task was to build a fleet of ships to carry his army across the English Channel. Then he started gathering an army. His friendship with Brittany, France, and Flanders meant he did not have to rely only on his own army. He hired and paid soldiers from many parts of Europe. William asked for and got the support of the pope who gave him a banner to carry into battle. At the same time Duke William was planning his invasion so too was Harald Hardrada. The king of England knew both would be coming but he kept his ships and forces in the south of England where William might land.\nWilliam may have had as many as 1,000 ships in his invasion fleet. They had favorable winds to leave Normandy on the night of 27 September 1066. William's ship, the Mora, was a gift of his wife, Matilda. It led the fleet to the landing at Pevensey the next morning. As soon as he landed William got news of King Harold's victory over the Norwegian king at Stamford Bridge in the north of England. Harold also received news that William had landed at Pevensey and came south as quickly as he could. The king rested at London for a few days before taking his army to meet William and his French forces.\nThe battle.\nKing Harold's army took up a position on an east-west ridge north of Hastings. The ridge itself was called Senlac Hill. They found the Norman army marching up the valley in front of them. While Harold had more soldiers, they were tired from the forced march from London. William formed his lines at the base of the hill facing the shield wall of the English. He sent his archers halfway up the slope to attack the English. He sent his mounted knights to the left and right to find any weak spots. At first William's knights tried to break through the shield wall with the weight of their horses. But they were attacking uphill and could not gain any speed. Harold's front line simply stood fast and was able to fend off any attacks. William's army began to fall back with rumors of Duke William's death. William removed his helmet so his men could see he was still alive. When William saw that many of Harold's men were following his knights back down the hill, he used a trick he had learned years before. He turned suddenly and charged the oncoming English foot soldiers, who had no chance against mounted knights.\nThis tactic worked at least two more times during the battle and made Harold's shield wall weaker. Next William used something new. Where his attacks by knights and soldiers had been separate movements he now used them together. Where his archers had not succeeded against the shield wall he had them shoot high into the air so the arrows came down on top of the English. This may be where King Harold was killed by an arrow through his eye. The shield wall finally broke and the Normans were on top of them. By nightfall the English were either dead on the field or being hunted down by William's men. William called his men back and they spent the night camped on the battle field.\nAftermath.\nThe battle was won, but the English still had smaller armies which had not joined King Harold at Hastings. They had lost their king but were still trying to reorganize. William rested his army for five days before moving towards London. His line of march took him through several towns he either captured or destroyed. When William reached London the English resisted for a short time but in the end surrendered.\nThe Battle of Hastings was a major turning point in English history. William's claim to the throne was strong, and he was able to back it up with force. On Christmas Day in 1066 William was crowned King of England.\nSome time later the battle was pictured on a series of panels called the Bayeux Tapestry. His victory at Hastings gave William the nickname he has been known by ever since: 'William the Conqueror'.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pitched_battle","surface_form":"pitched battle","offset":47},{"uri":"Anglo-Saxon","surface_form":"Anglo-Saxon","offset":74},{"uri":"England","surface_form":"English","offset":86},{"uri":"Decisive_victory","surface_form":"decisive victory","offset":192},{"uri":"Duke_of_Normandy","surface_form":"Duke of Normandy","offset":239},{"uri":"William_I_of_England","surface_form":"William I of England","offset":277},{"uri":"Norman_conquest","surface_form":"Norman conquest","offset":318},{"uri":"Ethelred_the_Unready","surface_form":"Ethelred","offset":402},{"uri":"Richard_II%2C_Duke_of_Normandy","surface_form":"Richard II, Duke of Normandy","offset":455},{"uri":"Alliance","surface_form":"alliance","offset":489},{"uri":"Canute","surface_form":"Canute","offset":558},{"uri":"Throne","surface_form":"throne","offset":577},{"uri":"Edward_the_Confessor","surface_form":"Edward the Confessor","offset":723},{"uri":"Royal_court","surface_form":"court","offset":799},{"uri":"Heir_apparent","surface_form":"heir","offset":982},{"uri":"Promised","surface_form":"promised","offset":1052},{"uri":"Successor","surface_form":"successor","offset":1098},{"uri":"Oath","surface_form":"oath","offset":1202},{"uri":"Funeral","surface_form":"funeral","offset":1248},{"uri":"Deathbed","surface_form":"deathbed","offset":1329},{"uri":"Royalty","surface_form":"royalty","offset":1415},{"uri":"Reaction","surface_form":"reaction","offset":1681},{"uri":"Influence","surface_form":"influence","offset":1810},{"uri":"Wealth","surface_form":"wealth","offset":1824},{"uri":"Campaign","surface_form":"campaign","offset":1860},{"uri":"Fleet","surface_form":"fleet","offset":1900},{"uri":"Ships","surface_form":"ships","offset":1909},{"uri":"English_Channel","surface_form":"English Channel","offset":1944},{"uri":"Friendship","surface_form":"friendship","offset":2000},{"uri":"Europe","surface_form":"Europe","offset":2145},{"uri":"Pope","surface_form":"pope","offset":2198},{"uri":"Banner","surface_form":"banner","offset":2218},{"uri":"Invasion","surface_form":"invasion","offset":2294},{"uri":"Pevensey","surface_form":"Pevensey","offset":2699},{"uri":"Stamford_Bridge%2C_East_Riding_of_Yorkshire","surface_form":"Stamford Bridge","offset":2816},{"uri":"London","surface_form":"London","offset":2977},{"uri":"Ridge","surface_form":"ridge","offset":3127},{"uri":"Hastings","surface_form":"Hastings","offset":3142},{"uri":"Valley","surface_form":"valley","offset":3236},{"uri":"Forced_march","surface_form":"forced march","offset":3318},{"uri":"Mounted","surface_form":"mounted","offset":3508},{"uri":"Knights","surface_form":"knights","offset":3516},{"uri":"Helmet","surface_form":"helmet","offset":3897},{"uri":"Tactic","surface_form":"tactic","offset":4195},{"uri":"Movements","surface_form":"movements","offset":4382},{"uri":"Nightfall","surface_form":"nightfall","offset":4702},{"uri":"Line_of_march","surface_form":"line of march","offset":5126},{"uri":"Bayeux_Tapestry","surface_form":"Bayeux Tapestry","offset":5586},{"uri":"Conqueror","surface_form":"Conqueror","offset":5699}]}