{"id":34068,"url":"http://en.wikipedia.org/wiki/Reading%2C_Berkshire","text":"Reading (pronounced: \"Redding\") is a large town in Berkshire in England. It is the largest town in England and the largest settlement in Berkshire. It is home to about 230,000 people. Reading is found in South East England, between London and Bristol. The River Thames goes through the town. Reading replaced Abingdon as the county town of Berkshire in 1867.\nHistory.\nThere is a large statue of a lion in Forbury Gardens, and local legend has it that the sculptor killed himself by jumping off the top because he had sculpted the legs wrong. The lion is a memorial to soldiers from Berkshire who were killed in Maiwand, (Afghanistan) in a war in 1880.\nReading is the home of a school which used to be a Hospital in World War I and World War II. It is named Redlands Primary School.\nMadejski stadium is home to the Reading Football Club whose nickname is \"The Royals\". They are also known as the \"Biscuit Men\". The stadium was opened on 22 August 1998.\nReading is the largest town in England. Of course, there are larger cities in England but Reading has not been granted city status and it doesn't have a cathedral. Also, Reading is home to the Oracle, a huge shopping centre and a large university named University of Reading.\nReading began life as a Saxon Settlement. Reading was originally called Reada Ingas, which means people of Reada. Reada was a Saxon leader in the area with his tribe in the 6th century.\nThe Normans built a wooden castle in Reading. It was later replaced by a stone castle. The king then demolished the castle in 1152 fearing it might come into the hands of his enemies.\nReading was an important centre in the medieval period, as the site of Reading Abbey, a monastery with strong royal connections\nThe Huntley and Palmer's biscuit factory was the biggest in the world in 1914 and one factory was built on Kings Road by George Palmer in 1846.\n\"The Blade\" in central Reading is the tallest building in Reading. It is 86 metres tall. It is visible from many places in the town.\nPalmer Park was founded by George Palmer and it has a statue of George Palmer in it. Palmer Park was built for his workers to rest and people still enjoy using the park today.\nThere is a very famous hospital called The Royal Berkshire Hospital. It was opened in 1839.\nLots of schools in Reading took part in \"Beat The Street\" in 2015.\nNotable people.\nTV presenter Chris Tarrant (\"Who Wants to Be a Millionaire?\") and comedian Ricky Gervais are from Reading, and also actress Kate Winslet, who has a road named after her. Musician Mike Oldfield is also from Reading. Tony Sullivan (local legend) is also a resident in the town. The town has two universities and is famous for its rock festival. Reading is home to Championship football and rugby teams.","categories":[],"infobox_types":[],"annotations":[{"uri":"Berkshire","surface_form":"Berkshire","offset":51},{"uri":"England","surface_form":"England","offset":64},{"uri":"South_East_England","surface_form":"South East England","offset":204},{"uri":"London","surface_form":"London","offset":232},{"uri":"Bristol","surface_form":"Bristol","offset":243},{"uri":"River_Thames","surface_form":"River Thames","offset":256},{"uri":"Abingdon%2C_Oxfordshire","surface_form":"Abingdon","offset":309},{"uri":"County_town","surface_form":"county town","offset":325},{"uri":"World_War_I","surface_form":"World War I","offset":715},{"uri":"World_War_II","surface_form":"World War II","offset":731},{"uri":"TV","surface_form":"TV","offset":2354},{"uri":"Chris_Tarrant","surface_form":"Chris Tarrant","offset":2367},{"uri":"Who_Wants_to_Be_a_Millionaire%3F","surface_form":"Who Wants to Be a Millionaire?","offset":2383},{"uri":"Comedian","surface_form":"comedian","offset":2420},{"uri":"Ricky_Gervais","surface_form":"Ricky Gervais","offset":2429},{"uri":"Kate_Winslet","surface_form":"Kate Winslet","offset":2478},{"uri":"Musician","surface_form":"Musician","offset":2524},{"uri":"Mike_Oldfield","surface_form":"Mike Oldfield","offset":2533},{"uri":"University","surface_form":"universities","offset":2647},{"uri":"Rock_music","surface_form":"rock","offset":2682},{"uri":"Festival","surface_form":"festival","offset":2687},{"uri":"Association_football","surface_form":"football","offset":2729},{"uri":"Rugby_football","surface_form":"rugby","offset":2742}]}