{"id":340617,"url":"http://en.wikipedia.org/wiki/Iwami_Ginzan_Silver_Mine","text":"The was a silver mine in the city of Ōda, Shimane Prefecture. It was the largest silver mine in Japanese history. Iwami Ginzan was active for almost four hundred years. It was discovered in 1526 and closed in 1923.\nToday the mine has become an open-air museum. It was named a World Heritage Site in 2007.\nMine history.\nKamiya Jutei, a Japanese merchant, started the mine in 1526. By the early 1600s the mine was producing approximately 38 tons of silver a year. That was one third of the world's production at that time.\nWarlords fought over the mine until the Tokugawa Shogunate took control of it in 1600 after the Battle of Sekigahara in 1600. Yamabuki Castle was built in the center of the complex. The mine produced less in the nineteenth century as it had trouble competing with other mines. It closed in 1923.\nPosition in the economy.\nIwami Ginzan Silver Mine was very important in East Asian trade because silver was the main currency. The silver mined at Iwami Ginzan was very high quality. From 17th century, coins made of the silver from the mine were not only one of the basic currencies in Japan but also used in the trade with China, Portugal and the Netherlands.\nWorld Heritage Site.\nThe Japanese Government named the mining town as a Special Preservation District for Groups of Historic Buildings in 1969. The government also applied for it to become a World Heritage Site. The application succeeded in July 2007, although the International Council on Monuments and Sites (ICOSMOS) did not find any \"outstanding universal value\" of the site.","categories":[],"infobox_types":[],"annotations":[{"uri":"Silver","surface_form":"silver","offset":10},{"uri":"Mining","surface_form":"mine","offset":17},{"uri":"%C5%8Cda%2C_Shimane","surface_form":"Ōda","offset":37},{"uri":"Shimane_Prefecture","surface_form":"Shimane Prefecture","offset":42},{"uri":"Museum","surface_form":"museum","offset":253},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":276},{"uri":"Kamiya_Jutei","surface_form":"Kamiya Jutei","offset":319},{"uri":"Silver","surface_form":"silver","offset":447},{"uri":"Warlord","surface_form":"Warlord","offset":521},{"uri":"Tokugawa_Shogunate","surface_form":"Tokugawa Shogunate","offset":561},{"uri":"Battle_of_Sekigahara","surface_form":"Battle of Sekigahara","offset":617},{"uri":"Japanese_castle","surface_form":"Castle","offset":656},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":1369},{"uri":"International_Council_on_Monuments_and_Sites","surface_form":"International Council on Monuments and Sites","offset":1443},{"uri":"International_Council_on_Monuments_and_Sites","surface_form":"ICOSMOS","offset":1489}]}