{"id":340669,"url":"http://en.wikipedia.org/wiki/Saint_Helena%2C_Ascension_and_Tristan_da_Cunha","text":"Saint Helena, Ascension and Tristan da Cunha is a British Overseas Territory. It is in the South Atlantic Ocean and is made up of the island of Saint Helena, Ascension Island and the island group called Tristan da Cunha. In total, there are eight islands and the main is St Helena with a total area for the territory of.\nIt was known as Saint Helena and Dependencies until 1 September 2009. At that time a new constitution gave an equal status to all the islands in the territory.\nHistory.\nOf volcanic origin, the islands of Saint Helena, Ascension and Tristan da Cunha were all formerly separate colonies of the English crown, though separately discovered by several Portuguese explorers between 1502 and 1504.\nPortuguese discovery.\nGoing to India, in May 1501, the Portuguese admiral João da Nova saw the Ascension island in the South Atlantic. On his return journey, Nova is said to have discovered the South Atlantic island of St Helena on 21 May 1502, the feast day of Helena of Constantinople.\nAnother Portuguese, Tristan da Cunha () discovered a group of islands in 1506 and gave its name to the principal island of the group () but it was soon changed to \"Tristan da Cunha\".\nThe Portuguese found that nobody was living in the St Helena island, with forests and fresh water. They built a timber chapel in the valley where later Jamestown was built.Though they formed no permanent settlement, the island became very important for ships coming from Asia and going back to Europe.\nEnglish and British colonisation.\nDuring the first years of the 16th century, the island of St Helena was used as a place to stop by the Portuguese, Dutch, English and French on their way to India and other Asian countries.\nThe Netherlands took St Helena from 1645 to 1659. In 1657, the English East India Company was given a permit to govern St Helena by Oliver Cromwell, and the following year the Company decided to colonise the island with farmers. The first governor, Captain John Dutton, arrived in 1659, and it is from this date that St Helena claims to be Britain’s second oldest (remaining) colony (after Bermuda). A fort was completed and a number of houses were built. After the Restoration of the English monarchy in 1660, the East India Company received a Royal permit to start a colony in the island. The fort was named \"James Fort\" and the town \"Jamestown\", in honour of the Duke of York, later King James II of England.\nIn 1815, the British government decided to use the island of St. Helena as a place of detention for Napoleon Bonaparte. To prevent any attempt to escape from the nearby islands, they formally annexed the islands of Ascension and Tristan da Cunha. In 1821, Napoleon died on the island of St Helena.\nOn 22 April 1834, the island of St Helena became a colony of the British crown. In 1922, the Ascension then was attached as a dependency followed by the Tristan da Cunha Island 12 January 1938.\nDuring the Second Boer War (1899-1902), the island of St. Helena served as camp for about 5,000 prisoners of war.\nDuring the Second World War, the Ascension was leased to the United States who established a base for their airplanes.\nIn 1961, a volcanic eruption on Tristan da Cunha forced authorities to evacuate the entire population of the island to the United Kingdom. The people of Tristan da Cunha could not return to the island until 1963.\nGeography.\nThere is a huge distance between the northern and the southern points of the territory. The northern-most island, Ascension, is at latitude of the equator and the southern-most island, Gough Island is at. Between St Helena and Tristan da Cunha is the Tropic of Capricorn. The distance between the northern tip of Ascension Island and the southern tip of Gough Island is. The whole territory lies in the Western Hemisphere and has the same time zone: Greenwich Mean Time. Daylight saving time is not observed.\nAscension has a warm, arid climate, but it is more moderated (and arid near the sea) in St Helena; Tristan da Cunha is much cooler. The highest point of the territory is Queen Mary's Peak on the island of Tristan da Cunha, with an elevation of above sea level.\nAlthough all three parts of the territory were formed by volcanic activity, only the Tristan da Cunha group of islands are active at the moment.\nAdministrative divisions.\nAdministratively, the territory is divided into the same three parts as the territory's geography, namely Saint Helena, Ascension and Tristan da Cunha. Each is governed by a council. The Governor of the territory is the representative of the British monarch across the territory and presides over the St Helena Legislative Council, while he or she is represented by an Administrator on Ascension Island and an Administrator on Tristan da Cunha that preside over these two areas' Island Councils.\nThe island of St Helena is divided into eight districts.\nPeople.\nWith a population of 6,567 inhabitants in the census of 1998 (estimated to be 7,754 in 2013), the territory appears as one of the least populated British territory. The largest city of the territory is the capital, Jamestown, with a population of 1,000 in 2009.\nApproximately 50% of the population are of African origin while the descendants of Europeans (British and Scandinavian) and Chinese each represent a quarter of the population.\nThe inhabitants are mostly Anglicans, but there are Baptists, Adventists and Catholics.\nEconomy.\nThe islands had a very simple economy the mid-1960s, mainly based on the culture of New Zealand flax, a plant of the genus \"Phormium\", that was used to produce fibers and ropes. Agriculture is now mainly for food, except for a bit of coffee.\nFishing remains the only really important activity on the island, but the territory is almost entirely supported by the help from United Kingdom, particularly through the U.S. and British facilities in the Ascension Island, which employ about 25% of the population.\nThe tourism industry in St Helena is not well developed and is based on the fact that Napoleon lived and died here.","categories":[],"infobox_types":[],"annotations":[{"uri":"British_overseas_territories","surface_form":"British Overseas Territory","offset":50},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":97},{"uri":"Saint_Helena","surface_form":"Saint Helena","offset":144},{"uri":"Ascension_Island","surface_form":"Ascension Island","offset":158},{"uri":"Archipelago","surface_form":"island group","offset":183},{"uri":"Tristan_da_Cunha","surface_form":"Tristan da Cunha","offset":203},{"uri":"Constitution","surface_form":"constitution","offset":410},{"uri":"Island","surface_form":"island","offset":455},{"uri":"Volcano","surface_form":"volcanic","offset":493},{"uri":"Colony","surface_form":"colonies","offset":597},{"uri":"Kingdom_of_England","surface_form":"English crown","offset":613},{"uri":"Portuguese_people","surface_form":"Portuguese","offset":668},{"uri":"Explorer","surface_form":"explorer","offset":679},{"uri":"India","surface_form":"India","offset":743},{"uri":"Admiral","surface_form":"admiral","offset":778},{"uri":"Jo%C3%A3o_da_Nova","surface_form":"João da Nova","offset":786},{"uri":"Feast","surface_form":"feast","offset":961},{"uri":"Helena_of_Constantinople","surface_form":"Helena of Constantinople","offset":974},{"uri":"Trist%C3%A3o_da_Cunha","surface_form":"Tristan da Cunha","offset":1020},{"uri":"Forest","surface_form":"forest","offset":1257},{"uri":"Timber","surface_form":"timber","offset":1295},{"uri":"Chapel","surface_form":"chapel","offset":1302},{"uri":"Settlement","surface_form":"settlement","offset":1387},{"uri":"Ship","surface_form":"ship","offset":1436},{"uri":"Asia","surface_form":"Asia","offset":1454},{"uri":"Europe","surface_form":"Europe","offset":1477},{"uri":"Dutch_people","surface_form":"Dutch","offset":1634},{"uri":"French_people","surface_form":"French","offset":1653},{"uri":"Asia","surface_form":"Asia","offset":1692},{"uri":"Netherlands","surface_form":"Netherlands","offset":1713},{"uri":"East_India_Company","surface_form":"East India Company","offset":1780},{"uri":"Oliver_Cromwell","surface_form":"Oliver Cromwell","offset":1841},{"uri":"Colony","surface_form":"colonise","offset":1904},{"uri":"Farmer","surface_form":"farmer","offset":1929},{"uri":"Bermuda","surface_form":"Bermuda","offset":2099},{"uri":"Fort","surface_form":"fort","offset":2111},{"uri":"The_Restoration","surface_form":"the Restoration","offset":2171},{"uri":"Royal","surface_form":"Royal","offset":2254},{"uri":"Colony","surface_form":"colony","offset":2278},{"uri":"James_II_of_England","surface_form":"James II of England","offset":2400},{"uri":"Napoleon","surface_form":"Napoleon Bonaparte","offset":2521},{"uri":"Second_Boer_War","surface_form":"Second Boer War","offset":2924},{"uri":"World_War_II","surface_form":"Second World War","offset":3038},{"uri":"United_States","surface_form":"United States","offset":3088},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":3269},{"uri":"Latitude","surface_form":"latitude","offset":3501},{"uri":"Gough_Island","surface_form":"Gough Island","offset":3555},{"uri":"Tropic_of_Capricorn","surface_form":"Tropic of Capricorn","offset":3621},{"uri":"Western_Hemisphere","surface_form":"Western Hemisphere","offset":3773},{"uri":"Greenwich_Mean_Time","surface_form":"Greenwich Mean Time","offset":3820},{"uri":"Daylight_saving_time","surface_form":"Daylight saving time","offset":3841},{"uri":"Arid","surface_form":"arid","offset":3901},{"uri":"Climate","surface_form":"climate","offset":3906},{"uri":"Queen_Mary%27s_Peak","surface_form":"Queen Mary's Peak","offset":4049},{"uri":"Volcano","surface_form":"volcanic","offset":4197},{"uri":"Council","surface_form":"council","offset":4485},{"uri":"Governor","surface_form":"Governor","offset":4498},{"uri":"Monarch","surface_form":"monarch","offset":4561},{"uri":"New_Zealand_flax","surface_form":"New Zealand flax","offset":5491},{"uri":"Genus_(biology)","surface_form":"genus","offset":5524},{"uri":"Phormium","surface_form":"Phormium","offset":5531},{"uri":"Rope","surface_form":"rope","offset":5578},{"uri":"Coffee","surface_form":"coffee","offset":5641},{"uri":"Fishing","surface_form":"Fishing","offset":5649},{"uri":"Tourism","surface_form":"tourism","offset":5919}]}