{"id":34073,"url":"http://en.wikipedia.org/wiki/The_Little_Mermaid","text":"\"The Little Mermaid\" is a literary fairy tale by Hans Christian Andersen. It was first published in Copenhagen, Denmark in 1837 in the third volume of \"Fairy Tales Told for Children\" with \"The Emperor's New Clothes\". The tale glorifies suffering and self-denial. There is a statue of The Little Mermaid in the harbor of Copenhagen. The story has been adapted to opera and animated movies.\nStory.\nA mermaid princess swims to the surface of the sea. As it happens, she sees a human prince and falls in love with him. She wants to meet him again; however, she is a mermaid, and her father, who is the king of the sea, would not let her do so. She wants to find a way to win the prince's love, so she goes to the sea witch's cave. She will get an immortal soul if she wins the love of a human. She sacrifices her voice and her tail to the sea witch for two human legs. The prince becomes her companion. But, he falls in love with another person. The mermaid has the chance to return to the sea. She must kill the prince to go back, and so she refuses. She dies, and is transformed into a daughter of the air. She will receive an immortal soul if she does good deeds for three hundred years.\nAdaptations.\nIn 1957, Germaine Tailleferre wrote a three act opera with the subject. In 1968, there was a Soviet animated movie. In 1976, a co-production of the Soviet Union and Bulgaria resulted in a live-action movie. In 1989, The Walt Disney Company also made an animated movie. In 2008, Studio Ghibli made a movie inspired by the story called Ponyo.","categories":[],"infobox_types":["fairy tale"],"annotations":[{"uri":"Fairy_tale","surface_form":"fairy tale","offset":35},{"uri":"Hans_Christian_Andersen","surface_form":"Hans Christian Andersen","offset":49},{"uri":"Publish","surface_form":"publish","offset":87},{"uri":"Copenhagen%2C_Denmark","surface_form":"Copenhagen, Denmark","offset":100},{"uri":"The_Emperor%27s_New_Clothes","surface_form":"The Emperor's New Clothes","offset":189},{"uri":"Harbor","surface_form":"harbor","offset":310},{"uri":"Copenhagen","surface_form":"Copenhagen","offset":320},{"uri":"Animation","surface_form":"animated","offset":372},{"uri":"Movie","surface_form":"movie","offset":381},{"uri":"Germaine_Tailleferre","surface_form":"Germaine Tailleferre","offset":1209},{"uri":"Opera","surface_form":"opera","offset":1248},{"uri":"Soviet_Union","surface_form":"Soviet","offset":1293},{"uri":"Bulgaria","surface_form":"Bulgaria","offset":1365},{"uri":"Live-action","surface_form":"live-action","offset":1388},{"uri":"The_Walt_Disney_Company","surface_form":"The Walt Disney Company","offset":1416},{"uri":"Studio_Ghibli","surface_form":"Studio Ghibli","offset":1478},{"uri":"Ponyo_on_the_Cliff_by_the_Sea","surface_form":"Ponyo","offset":1534}]}