{"id":34076,"url":"http://en.wikipedia.org/wiki/Hans_Christian_Andersen","text":"Hans Christian Andersen (2 April 1805 – 4 August 1875) was a Danish writer.\nAndersen was born in Odense, Denmark. His father was a shoemaker, and his mother washed clothes for customers. The family was poor. When Andersen was 11, his father died. At 14, Andersen left his mother and his home. He moved to Copenhagen.\nThe king helped Andersen finish his education. Andersen wanted to be an actor or dancer. He did not have the talent for either. He started to write novels, plays, poems, short stories, and travel books. In 1835, he published four fairy tales that were liked by the readers. After this success, he wanted to write more fairy tales.\nAndersen's stories were popular all over Europe. He was invited into the homes of rich and powerful people. He fell in love with several men and women. He was in love with singer Jenny Lind. He also fell in love with ballet dancer Harald Scharff.\nAndersen was a happy and carefree man. He travelled all over Europe. He wanted to see the sights. He hoped travelling would make him even happier. He always carried a rope with him. He planned to use this rope as a fire escape if needed. In the spring of 1872, Andersen fell off of his bed and did not recover. Soon after that, Andersen showed signs of liver cancer. He died on 4 August 1875 from complications following a fall and from heart cancer","categories":[],"infobox_types":[],"annotations":[{"uri":"Danes","surface_form":"Danish","offset":61},{"uri":"Writer","surface_form":"writer","offset":68},{"uri":"Odense","surface_form":"Odense","offset":97},{"uri":"Denmark","surface_form":"Denmark","offset":105},{"uri":"Copenhagen","surface_form":"Copenhagen","offset":305},{"uri":"Novel","surface_form":"novel","offset":465},{"uri":"Play","surface_form":"play","offset":473},{"uri":"Poem","surface_form":"poem","offset":480},{"uri":"Short_story","surface_form":"short storie","offset":487},{"uri":"Fairy_tale","surface_form":"fairy tale","offset":547},{"uri":"Europe","surface_form":"Europe","offset":689},{"uri":"Love","surface_form":"love","offset":810},{"uri":"Jenny_Lind","surface_form":"Jenny Lind","offset":827},{"uri":"Bisexuality","surface_form":"also","offset":842},{"uri":"Ballet","surface_form":"ballet","offset":865},{"uri":"Dancer","surface_form":"dancer","offset":872},{"uri":"Harald_Scharff","surface_form":"Harald Scharff","offset":879}]}