{"id":340870,"url":"http://en.wikipedia.org/wiki/Teenage_pregnancy","text":"Teenage pregnancy is a situation which involves female adolescents, usually less than 20 years old. But sometimes preteens (people under 13) can become pregnant as well. The fact that teenagers become pregnant is related to many factors. These are related to the specific situation of the teenager, and the group that she interacts with. The rates of teenage pregnancy vary from country to country and are related to differences of sexual activities, the general sex education and contraceptives being available. Teen pregnancy will sometimes involve low birth weight. Social matters also play a role: Often, the teenager grew up in poverty. She also often has a lower level of general education. Pregnancy in teenagers in the developed world usually occurs outside of marriage. The lowest levels of teenage pregnancy are in Japan and South Korea. Teenage pregnancies are common among Romani people. Bulgaria and Romania have the highest teenage pregnancy rate in Europe.\nEducation.\nA large cause of teenage pregnancy is a lack of education about sex and pregnancy. The first to be blamed are schools and teachers, but the real starting point should be from within the family. Sometimes parents might think talking about sex is inappropriate or that it is automatically encouraging their children to have sex, so they avoid talking about it entirely. This leaves kids with information only from their peers, which often includes pressure to engage in sex acts to meet social standards. Parents should realize that in attempting to protect their children from the reality of human sexuality they are causing more harm than good. Open discussion about sex in a safe, nonjudgmental environment is essential to helping minors make educated decisions about sex. Pediatricians also take it upon themselves to make up for the information that has not been properly communicated to teens, and continually recognize better education as the key to helping reduce teen pregnancy.\nReferences.\n<link rel=\"mw:PageProp/Category\" href=\"./Category:Biological_reproduction\" />","categories":[],"infobox_types":[],"annotations":[{"uri":"Adolescent","surface_form":"adolescents","offset":55},{"uri":"Pregnancy","surface_form":"pregnant","offset":152},{"uri":"Country","surface_form":"country","offset":379},{"uri":"Sex","surface_form":"sexual","offset":432},{"uri":"Sex_education","surface_form":"sex education","offset":463},{"uri":"Contraceptive","surface_form":"contraceptives","offset":481},{"uri":"Weight","surface_form":"weight","offset":561},{"uri":"Poverty","surface_form":"poverty","offset":633},{"uri":"Marriage","surface_form":"marriage","offset":769},{"uri":"Japan","surface_form":"Japan","offset":825},{"uri":"South_Korea","surface_form":"South Korea","offset":835},{"uri":"Romani_people","surface_form":"Romani people","offset":885},{"uri":"Bulgaria","surface_form":"Bulgaria","offset":900},{"uri":"Romania","surface_form":"Romania","offset":913}]}