{"id":340898,"url":"http://en.wikipedia.org/wiki/Ladbroke_Grove_rail_crash","text":"The Ladbroke Grove rail crash was a railway accident outside Paddington station, Ladbroke Grove, in London, on 5 October 1999, in the early morning. It involved 2 trains, one run by Thames Trains, the other by First Great Western.\nEvents.\nA train run by Thames Trains left London Paddington railway station for Bedwyn in Wiltshire at 08:06am.\nIt was a \"Thames Turbo\", painted in Network SouthEast colours and made up of 3 carriages.\nAt Ladbroke Grove Junction, trains switched onto the usual route, one track for trains away from London, the other for trains to London.\nIt should have stopped at a red signal and waited until it could do this safely, but it failed to stop at the signal (called a Signal Passed at Danger or SPAD).\nIt collided nearly head on with a train run by First Great Western from Cheltenham Spa in Gloucestershire, after the signal that was changed failed to stop the train.\nThe train was a diesel High Speed Train, with 8 coaches and two locomotives, one at each end.\nThe front two coaches of the Thames Turbo were completely destroyed, and the front locomotive of the High Speed Train was badly damaged.\nThe diesel fuel in the Thames Turbo was scattered as a result and caught fire, which caused separate fires to burn in the wreckage, especially in Coach H of the High Speed Train which was completely burned by the fire.\nThe drivers of both trains were killed in the crash. Altogether, 31 people died: 24 people on the Thames Turbo and 6 people on the High Speed Train were killed by the crash itself, while another person was killed by the fire. 523 people were injured, of which 227 were taken to hospital. The remaining 296 people were treated where the crash happened.\nCause.\nThe immediate cause was the Thames Turbo failing to stop at a red signal at Ladbroke Grove Junction. A signal before it was amber, which should have prepared the driver for the red signal. Because the driver was killed, it was hard to find out why he did not stop at the signal. An inquiry was held in 2000 by Lord Cullen, one year later.\nContributing factors.\nLord Cullen took note of the fact that the railway line in London Paddington was prone to trains failing to stop at the same red signal that the Thames Turbo passed.\nOne reason for the driver not stopping was that it was difficult for him to see the signal. It was very early in the morning and the sun was very low in the sky. This made the amber signal difficult to notice. Overhead power lines had been put up for the Heathrow Express to run, which obscured the signals even more.\nThe crash also happened shortly after the Thames Turbo driver had qualified, after his 2 weeks of training. The trainer did not tell him about the signal and later claimed that he was \"not there to teach the routes\" and was \"totally there to teach how to drive a Turbo\". Thames Trains also had no standardised test system for drivers, and no clear pass or fail criteria. The driver had been in the Navy and had little experience on the railways, and had qualified 13 days earlier than British Rail drivers did (British Rail also did not allow new drivers to drive on difficult routes such as the Great Western Main Line between London and Bristol, on which this accident happened, until they got experience on easier routes).\nAnother reason was that the Thames Turbo had been fitted with a safety system called ATP (automatic train protection), which would have stopped the train if it failed to stop at a red signal, but it was switched off. The High Speed Train's ATP was also off. Although it was recommended after a rail crash at Clapham Junction many years earlier, it had proved annoying in the past and no company required its trains to have it working and switched on.\nAfter the event.\nOn 5 April 2004, Thames Trains was fined £2 million for breaching Health & Safety laws in connection with the crash.\nOn 31 October 2006, 7 years and 26 days after the crash, Network Rail pleaded guilty to charges under the Health & Safety at Work act 1974, was fined £4 million and ordered to pay a further £225,000.\nBoth the front locomotive of the High Speed Train and the Thames Turbo were written off. The back carriage of the Thames Turbo, however, is now a spare part.\nA memorial garden was created next to the Great Western Main Line near Paddington station, near the car park of a Sainsbury's supermarket.","categories":[],"infobox_types":[],"annotations":[{"uri":"Railway_accident","surface_form":"railway accident","offset":36},{"uri":"Paddington_station","surface_form":"Paddington station","offset":61},{"uri":"Ladbroke_Grove","surface_form":"Ladbroke Grove","offset":81},{"uri":"London","surface_form":"London","offset":100},{"uri":"Thames_Trains","surface_form":"Thames Trains","offset":182},{"uri":"First_Great_Western","surface_form":"First Great Western","offset":210},{"uri":"Thames_Trains","surface_form":"Thames Trains","offset":254},{"uri":"London_Paddington_railway_station","surface_form":"London Paddington railway station","offset":273},{"uri":"Bedwyn","surface_form":"Bedwyn","offset":311},{"uri":"Wiltshire","surface_form":"Wiltshire","offset":321},{"uri":"Network_SouthEast","surface_form":"Network SouthEast","offset":379},{"uri":"Ladbroke_Grove_Junction","surface_form":"Ladbroke Grove Junction","offset":436},{"uri":"Collision","surface_form":"collided","offset":734},{"uri":"First_Great_Western","surface_form":"First Great Western","offset":778},{"uri":"Cheltenham_Spa_railway_station","surface_form":"Cheltenham Spa","offset":803},{"uri":"Gloucestershire","surface_form":"Gloucestershire","offset":821},{"uri":"Diesel","surface_form":"diesel","offset":1133},{"uri":"Fire","surface_form":"fire","offset":1202},{"uri":"Killing","surface_form":"killed","offset":1380},{"uri":"Injury","surface_form":"injured","offset":1590},{"uri":"Hospital","surface_form":"hospital","offset":1626},{"uri":"Heathrow_Express","surface_form":"Heathrow Express","offset":2489},{"uri":"Clapham_Junction","surface_form":"Clapham Junction","offset":3586},{"uri":"Pound_sterling","surface_form":"£","offset":3787}]}