{"id":340891,"url":"http://en.wikipedia.org/wiki/Sudbury_Basin","text":"e=\"preserve\">The Sudbury Basin is a major geologic structure in Ontario, Canada. It is the second-largest verified impact crater on Earth, as well as one of the oldest.\nThe basin is on the Canadian Shield in the city of Greater Sudbury, Ontario. The Sudbury Basin is referred to locally as \"The Valley\". The urban core of the former city of Sudbury lies on the southern outskirts of the basin.\nThe Sudbury Basin is near a number of other geological structures. None of the structures are directly related to each other in the sense of coming from the same geophysical processes.\nFormation.\nThe Sudbury basin was formed by a strike from a bolide about in diameter. It occurred 1.849 billion years ago in the Palaeoproterozoic era.\nDebris from the impact was scattered over an area of and traveled over away — rock fragments ejected by the impact have been found as far as Minnesota.\nWith such a large impact, debris was most likely scattered globally, but has since been worn away. Its present size is believed to be a smaller portion of a round crater that the bolide originally created.\nSubsequent geological processes have deformed the crater into the current smaller oval shape. Sudbury Basin would then be the second-largest crater on Earth, after the Vredefort crater in South Africa, and larger than the Chicxulub crater in Yucatán, Mexico.\nStructure.\nThe full extent of the Sudbury Basin is long, wide and deep, although the modern ground surface is much shallower.","categories":[],"infobox_types":[],"annotations":[{"uri":"Geology","surface_form":"geologic","offset":42},{"uri":"Ontario","surface_form":"Ontario","offset":64},{"uri":"Canada","surface_form":"Canada","offset":73},{"uri":"Impact_crater","surface_form":"impact crater","offset":115},{"uri":"Earth","surface_form":"Earth","offset":132},{"uri":"Canadian_Shield","surface_form":"Canadian Shield","offset":189},{"uri":"Greater_Sudbury","surface_form":"Greater Sudbury","offset":220},{"uri":"Ontario","surface_form":"Ontario","offset":237},{"uri":"Bolide","surface_form":"bolide","offset":638},{"uri":"Palaeoproterozoic","surface_form":"Palaeoproterozoic","offset":707},{"uri":"Minnesota","surface_form":"Minnesota","offset":871},{"uri":"Vredefort_crater","surface_form":"Vredefort crater","offset":1256},{"uri":"South_Africa","surface_form":"South Africa","offset":1276},{"uri":"Chicxulub_crater","surface_form":"Chicxulub crater","offset":1310},{"uri":"Yucat%C3%A1n","surface_form":"Yucatán","offset":1330},{"uri":"Mexico","surface_form":"Mexico","offset":1339}]}