{"id":340802,"url":"http://en.wikipedia.org/wiki/Hiroshima_Peace_Memorial_(Genbaku_Dome)","text":"Hiroshima Peace Memorial, also called the Atomic Bomb Dome or, is in central Hiroshima, Japan. It is part of the Hiroshima Peace Memorial Park. UNESCO named the dome a World Heritage Site in 1996. The dome is the ruined Hiroshima Prefectural Products Exhibition Hall. It was kept as a memorial to the people who were killed in the atomic bombing of Hiroshima on August 6, 1945. The bombing killed 70,000 people instantly, and another 70,000 died later from the radiation.\nHistory.\nCzech architect Jan Letzel designed the building. It was completed in April 1915 and was named the \"Hiroshima Prefectural Commercial Exhibition\". It was opened to the public in August that year. In 1921 the name was changed to the \"Hiroshima Prefectural Products Exhibition Hall\". Finally in 1933, the name changed to the \"Hiroshima Prefectural Industrial Promotion Hall\".\nAtomic bombing.\nAt 8:15 on August 6, 1945, the first atomic bomb to be used in war exploded almost directly above the dome. Everyone inside the building was killed instantly,but the building was not totally destroyed. There was more downward force on the building, but less side-to-side force right under the center of the explosion.\nAfter the war.\nAt first, the city planned to tear down the building, but did not because it was not as badly damaged. Some people wanted to remove the building, but others wanted to keep it. The city of Hiroshima was rebuilt around the ruined dome. In 1966 the city said that it planned to keep the building. As of July 2011, two construction projects kept the Dome from falling.\nIn December 1996, UNESCO added the A-Bomb Dome to the World Heritage List. Not everyone supported this decision. The United States did not join the decision. China said that the monument could take attention away from the countries that were victims of Japan during the war. Many more people died because of Japanese attacks in those countries. The United States said that having a memorial to a war site would not tell the whole history of the bombing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hiroshima","surface_form":"Hiroshima","offset":77},{"uri":"Japan","surface_form":"Japan","offset":88},{"uri":"Hiroshima_Peace_Memorial_Park","surface_form":"Hiroshima Peace Memorial Park","offset":113},{"uri":"UNESCO","surface_form":"UNESCO","offset":144},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":168},{"uri":"Atomic_bombings_of_Hiroshima_and_Nagasaki","surface_form":"atomic bombing of Hiroshima","offset":331},{"uri":"Radiation","surface_form":"radiation","offset":461},{"uri":"Czech_Republic","surface_form":"Czech","offset":481},{"uri":"Architect","surface_form":"architect","offset":487},{"uri":"Jan_Letzel","surface_form":"Jan Letzel","offset":497}]}