{"id":340935,"url":"http://en.wikipedia.org/wiki/Hala%27ib_Triangle","text":"The Hala'ib Triangle (مثلث حلايب in Arabic, transliterated Muthāllath Ḥalāʾib) is an area of land measuring located on the Red Sea's African coast. The area, which is named after the town of Hala'ib, is created by the difference in the Egypt–Sudan border between the \"political boundary\" set in 1899 by the Anglo-Egyptian Condominium, which runs along the 22nd parallel north, and the \"administrative boundary\" set by the British in 1902, which gave an area of land north of the line to Sudan. When Sudan became independent in 1956, both Egypt and Sudan claimed sovereignty over the area. After Egypt sent military units to the Hala'ib Triangle in the 1990s, Egypt has controlled the area as part of the Red Sea Governorate, and has been actively investing in it.\nThe area is not shaped like a triangle—it is actually a complicated polygon. Only the southern border is a straight line. A smaller area, called Bir Tawil, touches the Hala'ib Triangle at its westernmost point. Bir Tawil is not claimed by either Sudan or Egypt.\nIn Egypt, the Hala'ib Triangle is sometimes called the \"Sudan Government Administration Area\" or SGAA.","categories":[],"infobox_types":[],"annotations":[{"uri":"Arabic_language","surface_form":"Arabic","offset":36},{"uri":"Transliteration","surface_form":"transliterated","offset":44},{"uri":"Red_Sea","surface_form":"Red Sea's","offset":123},{"uri":"Africa","surface_form":"Africa","offset":133},{"uri":"Hala%27ib","surface_form":"Hala'ib","offset":191},{"uri":"Egypt","surface_form":"Egypt","offset":236},{"uri":"Sudan","surface_form":"Sudan","offset":242},{"uri":"Anglo-Egyptian_Condominium","surface_form":"Anglo-Egyptian Condominium","offset":307},{"uri":"22nd_parallel_north","surface_form":"22nd parallel north","offset":356},{"uri":"Sovereignty","surface_form":"sovereignty","offset":562},{"uri":"Red_Sea_Governorate","surface_form":"Red Sea Governorate","offset":704},{"uri":"Polygon","surface_form":"polygon","offset":832},{"uri":"Bir_Tawil","surface_form":"Bir Tawil","offset":909}]}