{"id":34097,"url":"http://en.wikipedia.org/wiki/Florence_Nightingale","text":"e=\"preserve\">Florence Nightingale, OM (12 May 1820 – 13 August 1910), was an English nurse. She helped create the modern techniques of nursing. She became a leader of the team of nurses who helped wounded soldiers during the Crimean War.\nShe was the first female to receive the Order of Merit, one of the highest honours awarded by the British monarch. As a nurse she was given the name 'The Lady with the Lamp' because at night, she checked on the wounded soldiers and always carried 'The Lamp' with her. Florence Nightingale was a wonderful woman who fought the odds of not living a life expected by her family. She helped make modern nursing possible. Nightingale was a prodigious and versatile writer, and lived to be 90 years old.\nIn her lifetime she was concerned with spreading medical knowledge. Some of her books were written in simple English so that they could easily be understood by those with poor reading skills. She also was an early user of graphs and diagrams to display data.\nNightingale was helped to understand statistics by her country's leading expert on public statistics, William Farr. He was a founder of medical statistics, and epidemiology. Farr worked with her on all the statistics from the Crimean War, which she publicised in her writing. She proved that more men had died from disease than fighting, a very important piece of information. The disease in question was mostly cholera. Cholera is caused by a bacterium spread by people drinking water contaminated by sewage. Unfortunately, both she and Farr believed the disease was caused by foul air: this was called the miasma theory.\nThe miasma theory was refuted by John Snow, who discovered the real cause of an outbreak in London. The cause was foul water from a water pump in Broad Street, London. Snow's work was published in 1855, but it was 30 years before the germ theory was generally accepted. Farr publicly acknowledged he was wrong in 1866, but Nightingale never really gave up the miasma idea. London's cholera epidemics stopped once the authorities built sewage treatment plants, delivered cleaner water, and built a system of underground pipes that kept sewage from seeping into the water supply.\nLife.\nFlorence Nightingale was born into an upper class British family in 1820 in Florence, Tuscany, Italy. She was named after the town where she was born. The family moved back to London when Florence was a young girl. She was a Unitarian. Although her parents expected her to become a wife and a mother, in 1845 she decided to become a nurse. While she was training she campaigned for better conditions for poor people in Britain.\nIn 1854 when the Crimean War began, Florence was working in Harley Street in London. After reading many reports about the poor treatment of sick and injured soldiers, she travelled to Crimea to see for herself and discovered the hospitals were crowded and dirty.\nShe knew Sidney Herbert, who was Secretary of War during the Crimean War and he helped her. At the hospital in Istanbul where the injured soldiers were sent, Florence realized that soldiers died more often from diseases like cholera than from their injuries in war. She used her knowledge of maths and statistics to show the British government that providing better conditions for sick and injured soldiers would help them win the war. She was, however, quite wrong about how cholera spread.\nThere is a syndrome named after her called \"Florence Nightingale Syndrome\". It occurs when a soldier falls in love with a nurse. While she was working in Crimea she became known as “The Lady with the Lamp” because she would walk around the hospital in the evening carrying a lamp and check on the soldiers.\nWhen she returned to England she started a school in 1860 for nurses at St. Thomas’ Hospital in London. She wrote her most important book \"Notes on Nursing\". She was a keen Christian but also believed that pagan and eastern religions also contained genuine worth. She was a strong opponent of discrimination against all types of Christians as well as against non-Christians. Nightingale believed religion helped provide people with the fortitude for arduous good work.\nIn 1907, Florence Nightingale became the first woman to be awarded the Order of Merit by King Edward VII.\nNightingale died in 1910 in London. There are many statues of her in Britain, including one in Waterloo Place in London and a Florence Nightingale museum, also in London.","categories":[],"infobox_types":[],"annotations":[{"uri":"%D9%85%D9%84%D9%83%D8%A9_%D8%A7%D9%84%D9%85%D9%88%D8%AA","surface_form":"OM","offset":35},{"uri":"English_people","surface_form":"English","offset":77},{"uri":"Nurse","surface_form":"nurse","offset":85},{"uri":"Skill","surface_form":"technique","offset":121},{"uri":"Nursing","surface_form":"nursing","offset":135},{"uri":"Wound","surface_form":"wound","offset":197},{"uri":"Soldier","surface_form":"soldier","offset":205},{"uri":"Crimean_War","surface_form":"Crimean War","offset":225},{"uri":"Order_of_Merit","surface_form":"Order of Merit","offset":278},{"uri":"Simple_English","surface_form":"simple English","offset":838},{"uri":"Graph","surface_form":"graph","offset":958},{"uri":"Diagram","surface_form":"diagram","offset":969},{"uri":"Data","surface_form":"data","offset":989},{"uri":"Statistics","surface_form":"statistics","offset":1032},{"uri":"William_Farr","surface_form":"William Farr","offset":1097},{"uri":"Epidemiology","surface_form":"epidemiology","offset":1155},{"uri":"Crimean_War","surface_form":"Crimean War","offset":1221},{"uri":"Cholera","surface_form":"cholera","offset":1407},{"uri":"Bacterium","surface_form":"bacterium","offset":1439},{"uri":"Contamination","surface_form":"contaminated","offset":1481},{"uri":"Sewage","surface_form":"sewage","offset":1497},{"uri":"Miasma_theory","surface_form":"miasma theory","offset":1603},{"uri":"John_Snow","surface_form":"John Snow","offset":1651},{"uri":"Germ_theory","surface_form":"germ theory","offset":1852},{"uri":"Upper_class","surface_form":"upper class","offset":2240},{"uri":"British_people","surface_form":"British","offset":2252},{"uri":"Florence","surface_form":"Florence","offset":2278},{"uri":"Tuscany","surface_form":"Tuscany","offset":2288},{"uri":"Italy","surface_form":"Italy","offset":2297},{"uri":"Unitarian","surface_form":"Unitarian","offset":2427},{"uri":"Cholera","surface_form":"cholera","offset":3118},{"uri":"Statistics","surface_form":"statistics","offset":3195},{"uri":"Syndrome","surface_form":"syndrome","offset":3396},{"uri":"St._Thomas%E2%80%99_Hospital","surface_form":"St. Thomas’ Hospital","offset":3764},{"uri":"Order_of_Merit","surface_form":"Order of Merit","offset":4232},{"uri":"Edward_VII_of_the_United_Kingdom","surface_form":"King Edward VII","offset":4250}]}