{"id":341282,"url":"http://en.wikipedia.org/wiki/Billy_Tipton","text":"ce=\"preserve\">\"This is about the American musician. For other people called Tipton, see Tipton (disambiguation).\"\nBilly Lee Tipton (December 29, 1914 – January 21, 1989) was an American jazz musician and bandleader. Tipton had been assigned female gender at birth.\nEarly life.\nTipton was born in Oklahoma City, Oklahoma and grew up in Kansas City, Missouri. His aunt raised him after his parents' divorced. He became interested in music in high school, especially jazz. He studied piano and saxophone. He went back to Oklahoma for his last year of high school and joined the school band there. His nickname in high school was \"Tippy\".\nTipton later took his father's nickname, Billy, when he started a music career. He also began to try to appear to be male by dressing to hide his breasts. At first, Tipton only behaved as a male while performing. However, by 1940 Tipton was living as a man all the time. Very few people knew both sides of his life. They were two of his female cousins and maybe his later lovers.\nEarly work.\nIn 1936, Tipton lead a band playing on the radio station, KFXR. In 1938, Tipton joined Louvenie’s Western Swingbillies. This band played on another rado station, KTOK, and at Brown's Tavern. In 1940, Tipton was touring the Midwest and playing at dances with Scott Cameron's band. Starting in 1941, he played for two and a half years at Joplin, Missouri's Cotton Club with George Meyer's band. He then toured for a time with Ross Carlyle. Later, he played for two years in Texas.\nIn 1949, Tipton began touring the Pacific Northwest with George Meyer. A local radio station recorded the band's appearances at Roseburg, Oregon's Shalimar Room. Recordings of Tipton's early playing include \"If I Knew Then\" and \"Sophisticated Swing\". The band was well known for the song \"Flying Home\". They played the song like Benny Goodman's band did.\nGeorge Meyer's band became more successful, and they began getting better chances to perform. They played with The Ink Spots, the Delta Rhythm Boys, and Billy Eckstine at the Boulevard Club in Coeur d'Alene, Idaho.\nBandleader.\nTipton began playing piano alone at the Elks club in Longview, Washington. In Longview, he started the Billy Tipton Trio. This band was Tipton on piano, Dick O'Neil on drums, and Kenny Richards (and later Ron Kilde) on bass. The trio became popular in the area.\nA talent scout from Tops Records heard them play at King's Supper Club in Santa Barbara, California and got them a contract to record songs. The Billy Tipton Trio made two albums of jazz standards for Tops, \"Sweet Georgia Brown\" and \"Billy Tipton Plays Hi-Fi on Piano\", in 1957. The albums sold 17,678 copies. This was a good number for a small independent record label.\nAfter the albums' success, the Holiday Hotel in Reno, Nevada asked them to become play there regularly. Tops Records asked the trio to record four more albums. Tipton said no both offers. Instead, he moved to Spokane, Washington worked as an agent. The trio played every week at Allen's Tin Pan Alley as the house band. He played mainly swing standards and less jazz, even though he preferred jazz. His performances also included skits like vaudeville performers did. He imitated celebrities like Liberace and Elvis Presley. In some of these comedy skits, he played a little girl. He helped young musicians at the Dave Sobol Theatrical Agency.\nIn the late 1970s, Tipton's arthritis got worse and he had to retire from music.\nPersonal life.\nEarly in his career, Tipton appeared as a male only as a musician. He appeared as a woman at other times. He lived with a woman named Non Earl Harrell. Other musicians thought this was a lesbian relationship. The relationship ended in 1942. Tipton's next relationship was with a singer known only as \"June\". This lasted for several years.\nThen, or seven years, Tipton lived with a young woman named Betty Cox. She was 19 when they started their relationship. Cox said they had a heterosexual relationship. Betty remembered Tipton as \"the most fantastic love of my life.\" Tipton kept the secret of his physical sexual characteristics a secret from Betty with a story. Tipton said that he had been in a serious car accident which had badly damaged his genitals and broken some ribs. He said he had to wear bandages protect his damaged chest. He told his female partners this story later in his life. Tipton was never legally married, but several women had drivers' licenses naming them Mrs. Tipton.\nIn 1960, Tipton ended the relationship with Cox. He settle down with nightclub dancer and stripper, Kitty Kelly (later known as Kitty Oakes). Her professional name was \"The Irish Venus.\" They were involved with their local PTA and with the Boy Scouts. They adopted three sons, John, Scott, and William. After Tipton died, Kitty gave several interviews about him and their relationship. In early interviews, she said, “He gave up everything... There were certain rules and regulations in those days if you were going to be a musician.” She was taking about trying to be part of 1920−30s music industry. His son William described Tipton as a good father who loved to go on Scout camping trips.\nThey had trouble with their adopted sons during their adolescence. The couple often argued over how they should raise the boys. Tipton left Kitty in the late 1970s and moved into a mobile home with their sons. He restarted an old relationship with Maryann. He was poor, but stayed there until his death.\nDeath and after.\nIn 1989, at the age of 74, Tipton had medical problems. He said it was emphysema and refused to call a doctor. Actually he had a hemorrhaging peptic ulcer. He died because he did not get medical care for this serious problem. His son William watched while paramedics were trying to save Tipton's life. That is how William learned that his father was born female. Tipton was pronounced dead at Valley General Hospital. The coroner shared the secret with the rest of the family. Kitty had his body to be cremated so that nobody would find out, but one of their sons did not keep the secret. A newspaper article was published the day after Tipton's funeral and wire services picked it up. Stories about Tipton appeared in papers including tabloids such as \"National Enquirer\" and \"Star\", as well as more serious papers such as \"New York Magazine\" and \"The Seattle Times\". Tipton's family even made talk show appearances.\nWorks inspired by Tipton.\n\"Kill Me, Por Favor\" is a short story including a section about Billy Tipton in Ry Cooder's 2011 volume entitled \"Los Angeles Stories\". Pub. City Lights Books 2011.","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"Tipton_(disambiguation)","surface_form":"Tipton (disambiguation)","offset":88},{"uri":"Americans","surface_form":"American","offset":177},{"uri":"Jazz","surface_form":"jazz","offset":186},{"uri":"Bandleader","surface_form":"bandleader","offset":204},{"uri":"Oklahoma_City","surface_form":"Oklahoma City","offset":296},{"uri":"Oklahoma","surface_form":"Oklahoma","offset":311},{"uri":"Kansas_City%2C_Missouri","surface_form":"Kansas City","offset":335},{"uri":"Missouri","surface_form":"Missouri","offset":348},{"uri":"Jazz","surface_form":"jazz","offset":464},{"uri":"Piano","surface_form":"piano","offset":481},{"uri":"Saxophone","surface_form":"saxophone","offset":491},{"uri":"Midwest","surface_form":"Midwest","offset":1250},{"uri":"Joplin%2C_Missouri","surface_form":"Joplin, Missouri","offset":1363},{"uri":"Texas","surface_form":"Texas","offset":1499},{"uri":"Pacific_Northwest","surface_form":"Pacific Northwest","offset":1540},{"uri":"Roseburg%2C_Oregon","surface_form":"Roseburg","offset":1634},{"uri":"Oregon","surface_form":"Oregon","offset":1644},{"uri":"Flying_Home","surface_form":"Flying Home","offset":1795},{"uri":"Benny_Goodman","surface_form":"Benny Goodman's","offset":1835},{"uri":"The_Ink_Spots","surface_form":"The Ink Spots","offset":1972},{"uri":"Delta_Rhythm_Boys","surface_form":"Delta Rhythm Boys","offset":1991},{"uri":"Billy_Eckstine","surface_form":"Billy Eckstine","offset":2014},{"uri":"Coeur_d%27Alene%2C_Idaho","surface_form":"Coeur d'Alene","offset":2054},{"uri":"Idaho","surface_form":"Idaho","offset":2069},{"uri":"Benevolent_and_Protective_Order_of_Elks","surface_form":"Elks club","offset":2128},{"uri":"Longview%2C_Washington","surface_form":"Longview, Washington","offset":2141},{"uri":"Talent_scout","surface_form":"talent scout","offset":2352},{"uri":"Santa_Barbara%2C_California","surface_form":"Santa Barbara","offset":2424},{"uri":"California","surface_form":"California","offset":2439},{"uri":"Contract","surface_form":"contract","offset":2465},{"uri":"Jazz_standard","surface_form":"jazz standard","offset":2532},{"uri":"Independent_record_label","surface_form":"independent record label","offset":2695},{"uri":"Reno%2C_Nevada","surface_form":"Reno","offset":2769},{"uri":"Nevada","surface_form":"Nevada","offset":2775},{"uri":"Spokane%2C_Washington","surface_form":"Spokane, Washington","offset":2930},{"uri":"Tin_Pan_Alley","surface_form":"Tin Pan Alley","offset":3008},{"uri":"Skit","surface_form":"skit","offset":3151},{"uri":"Vaudeville","surface_form":"vaudeville","offset":3162},{"uri":"Liberace","surface_form":"Liberace","offset":3218},{"uri":"Elvis_Presley","surface_form":"Elvis Presley","offset":3231},{"uri":"Arthritis","surface_form":"arthritis","offset":3393},{"uri":"Lesbian","surface_form":"lesbian","offset":3648},{"uri":"Heterosexual","surface_form":"heterosexual","offset":3940},{"uri":"Genitals","surface_form":"genitals","offset":4211},{"uri":"Nightclub","surface_form":"nightclub","offset":4527},{"uri":"PTA","surface_form":"PTA","offset":4681},{"uri":"Scouting","surface_form":"Boy Scouts","offset":4698},{"uri":"Adolescence","surface_form":"adolescence","offset":5204},{"uri":"Mobile_home","surface_form":"mobile home","offset":5331},{"uri":"Emphysema","surface_form":"emphysema","offset":5542},{"uri":"Hemmorage","surface_form":"hemorrhaging","offset":5600},{"uri":"Peptic_ulcer","surface_form":"peptic ulcer","offset":5613},{"uri":"Paramedic","surface_form":"paramedic","offset":5727},{"uri":"Coroner","surface_form":"coroner","offset":5893},{"uri":"Cremated","surface_form":"cremated","offset":5973},{"uri":"Wire_services","surface_form":"wire services","offset":6129},{"uri":"National_Enquirer","surface_form":"National Enquirer","offset":6225},{"uri":"Star_(magazine)","surface_form":"Star","offset":6249},{"uri":"New_York_(magazine)","surface_form":"New York Magazine","offset":6296},{"uri":"The_Seattle_Times","surface_form":"The Seattle Times","offset":6320},{"uri":"Talk_show","surface_form":"talk show","offset":6366}]}