{"id":34142,"url":"http://en.wikipedia.org/wiki/Falsetto","text":"e=\"preserve\">A falsetto voice is a special way of speaking or singing. If a man tries to imitate a woman’s voice he does it by speaking in a falsetto voice. When a man sings with a falsetto voice it sounds high like a soprano. Actors do this sometimes, e.g. Robin Williams in the film \"Mrs Doubtfire\" or Kevin Clash when voicing the character Elmo in \"Sesame Street\" and Barry Gibb of the Bee Gees, with his R&B falsetto. Also, Kellin Quinn from the band sleeping With Sirens uses falsetto sometimes.\nWomen can also use falsetto, but when they do there is not as big of a change in sound from their normal voices as there is in men. When women use falsetto the voice sounds lighter or weaker than it does when they speak or sing normally.\nIt is like stretching the mouth out into a wide smile and saying 'ee', except it is sung.\nProcesses and uses of falsetto.\nWhen people speak or sing, their vocal cords vibrate. When a man sings falsetto only the edges of his vocal cords vibrate. These produce harmonics. It is similar to playing harmonics on a string instrument by lightly touching the string at a certain point so that only part of the string vibrates. When a man sings falsetto his is usually one octave higher than his normal singing voice. When people sing in falsetto, their voice can be breathy sometimes.\nFalsetto singing was used in the days when women were not allowed to sing in churches. Instead, men sang countertenor. Later the popularity of the countertenor disappeared, but in the mid 20th century it became popular again for performing Renaissance and Baroque music. Today the tradition of men singing alto (with countertenor voices) still exists in Britain in cathedral choirs and some church choirs which are all-male choirs. It is not a big, operatic voice, and it blends in well with boys’ treble voices in the acoustic of churches and cathedrals.\nOccasionally falsetto can be used for comic effect, as in the roasted swan in the \"Carmina Burana\" by Carl Orff.","categories":[],"infobox_types":[],"annotations":[{"uri":"Voice","surface_form":"voice","offset":24},{"uri":"Speech","surface_form":"speaking","offset":50},{"uri":"Singing","surface_form":"singing","offset":62},{"uri":"Soprano","surface_form":"soprano","offset":218},{"uri":"Actor","surface_form":"Actor","offset":227},{"uri":"Robin_Williams","surface_form":"Robin Williams","offset":258},{"uri":"Mrs_Doubtfire","surface_form":"Mrs Doubtfire","offset":286},{"uri":"Kevin_Clash","surface_form":"Kevin Clash","offset":304},{"uri":"Sesame_Street","surface_form":"Sesame Street","offset":352},{"uri":"Barry_Gibb","surface_form":"Barry Gibb","offset":371},{"uri":"Bee_Gees","surface_form":"Bee Gees","offset":389},{"uri":"Vocal_cords","surface_form":"vocal cords","offset":894},{"uri":"Vibration","surface_form":"vibrate","offset":906},{"uri":"Harmonics","surface_form":"harmonics","offset":998},{"uri":"String_instrument","surface_form":"string instrument","offset":1049},{"uri":"Octave","surface_form":"octave","offset":1204},{"uri":"Countertenor","surface_form":"countertenor","offset":1422},{"uri":"20th_century","surface_form":"20th century","offset":1505},{"uri":"Renaissance","surface_form":"Renaissance","offset":1557},{"uri":"Baroque_music","surface_form":"Baroque music","offset":1573},{"uri":"Britain","surface_form":"Britain","offset":1671},{"uri":"Cathedral","surface_form":"cathedral","offset":1682},{"uri":"Carmina_Burana","surface_form":"Carmina Burana","offset":1956},{"uri":"Carl_Orff","surface_form":"Carl Orff","offset":1975}]}