{"id":341467,"url":"http://en.wikipedia.org/wiki/Ribalonga","text":"Ribalonga (from the Gallician \"riba\" - 'climb' and \"longa\" - 'long') is a Portuguese parish in the north of the Municipality of Alijó, in ‘Trás-dos-montes’ (‘behind the hills’). It has a population of 231 (2011) and an area of 9,15 km2 (density: 25,2/km2). Its patron saint is Saint Anna, mother of Saint Mary and therefore, grandmother of Jesus.\nHistory.\nThe Castle of Ribalonga was a fortress that probably began to be inhabited on the Iron Age and continued on the Ancient Rome.\nRibalonga belonged on the 13th century to the parish of Vila Chã, on 1839 to Vila Real, on 1852 to Vilar de Maçada and on 1872 to Alijó.\nLegend of the red cross.\nThe legend tells that in the year 2000, a man of the family Sampaio, whose descendants still live in the village, coming from the fair of Vilar de Maçada, brought with him some meat. Suddenly, he was followed by a pack of wolves and he became very scared, because he realized that the wolves were very hungry. When he arrived near the village, the wolves began to close the circle. When he saw himself lost, he got off his horse and knelt and asked the Lord of the Afflicted to save him from the wolves. At this moment, the dogs in the house of Mr. Sampaio began barking anxiously and the wife of the man let them go. They ran fast to the place where the man was and drove the wolves away. In recognition, he built a cross where he asked the Lord to help. A few days later, one of the dogs appeared, all hurt.\nThis cross can be seen today, a little bit degraded, on the place that has the name \"Red Cross\" and that is in the South of Ribalonga.\nLegend of St. Ana.\nThere is another legend of Ribalonga, referring to its place of St. Ana. There is a huge rock, rectangular, with three grooves at the top, the head, the torso and the limbs of a person.\nThe voice of the people, that same voice that describes the legends word by word, says that these signs were left there by St. Ana when she was on pilgrimage to holy places.\nThe legend tells that St. Ana, very tired and seeing no other place to lie down, took this rock to rest. And so the stone became soft for her to be comfortable and cosy, taking the shape of her body. And the next day, at dawn, her forces restored, she continued her journey. After that, people began to pass the rock to go to work and, noticing the furrows, they were amazed. Nobody knows how they came to the conclusion that it was St. Ana. Was it because they were devotees? No one can answer, the fact is that currently the village patron saint is St. Ana and the hills and the land around the place where the famous rock is, are known as \"Santa Ana\".\nGeography.\nRibalonga borders to Rapadoura, Vila Verde, Popúlo, Vilar de Maçada, Vila Chã and to the region of Douro. It has a lot of mountains, hills, pines and it's very stony.\nCulture.\nThe cuisine of Ribalonga is based on meat. There are a lot of different specialities like \"cozido à portuguesa\" ('Portuguese stew'), \"feijoada à transmontana\" (rice and black beans), \"alheiras\" or \"linguiças\" (both sausages). There are a lot of fields and vineyards too.","categories":[],"infobox_types":[],"annotations":[{"uri":"Portugal","surface_form":"Portuguese","offset":74},{"uri":"Parish","surface_form":"parish","offset":85},{"uri":"Alij%C3%B3","surface_form":"Alijó","offset":128},{"uri":"Patron_saint","surface_form":"patron saint","offset":261},{"uri":"Saint_Anna","surface_form":"Saint Anna","offset":277},{"uri":"Mary_(mother_of_Jesus)","surface_form":"Saint Mary","offset":299}]}