{"id":34147,"url":"http://en.wikipedia.org/wiki/Treble_(singer)","text":"e=\"preserve\">The word treble is used, especially in British English, to mean the singing voice of a boy or girl. Often it is called boy soprano, but since there are also many girls who sing in cathedral and church choirs these days, the word treble is now used to describe the voice of either sex.\nA boy can sing treble until he reaches puberty. At puberty he starts to become a man and his voice range will go down (we say that his voice “breaks”). He will then become a tenor, baritone or bass, or he may even train to be a countertenor. A girl’s voice also changes when she reaches puberty, but the change into a grown-up female voice is more gradual than with a boy, and it is still within the soprano or alto range.\nBoys who join a cathedral choir or the choir of a large church will have to work hard to develop their voice and learn to sing musically. They often start this training aged 7 or 8, and they may only have four or five years before their voice starts to break. They do not usually become famous as soloists, but the Welsh treble Aled Jones became very famous for about three years and made many recordings before his voice broke in 1987.\nThe word ‘treble’ is used for children singing in a Classical Music style, especially church music. Although children do not usually sing in opera, occasionally a treble is used for the part of a very small boy, e.g. in Debussy’s opera \"Pélléas et Mélisande\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Boy","surface_form":"boy","offset":100},{"uri":"Girl","surface_form":"girl","offset":107},{"uri":"Cathedral_choir","surface_form":"cathedral","offset":193},{"uri":"Church","surface_form":"church","offset":207},{"uri":"Choir","surface_form":"choir","offset":214},{"uri":"Gender","surface_form":"sex","offset":293},{"uri":"Puberty","surface_form":"puberty","offset":337},{"uri":"Man","surface_form":"man","offset":379},{"uri":"Tenor","surface_form":"tenor","offset":472},{"uri":"Baritone","surface_form":"baritone","offset":479},{"uri":"Bass_(vocal_range)","surface_form":"bass","offset":491},{"uri":"Countertenor","surface_form":"countertenor","offset":526},{"uri":"Soprano","surface_form":"soprano","offset":698},{"uri":"Alto","surface_form":"alto","offset":709},{"uri":"Cathedral_choir","surface_form":"cathedral choir","offset":737},{"uri":"Church","surface_form":"church","offset":777},{"uri":"Wales","surface_form":"Welsh","offset":1036},{"uri":"Aled_Jones","surface_form":"Aled Jones","offset":1049},{"uri":"Classical_Music","surface_form":"Classical Music","offset":1210},{"uri":"Opera","surface_form":"opera","offset":1299},{"uri":"Claude_Debussy","surface_form":"Debussy’s","offset":1378}]}