{"id":34146,"url":"http://en.wikipedia.org/wiki/Breeches_role","text":"e=\"preserve\">A breeches role is a part in an opera in which a woman plays the role of a man. It is also called a trouser role (British) or pants role (U.S.) or travesti role (the Italian word). It is called a breeches role because breeches are tight-fitting, knee-length trousers. These used to be worn by men at the time that breeches roles became popular. Sometimes breeches roles are in plays, but they are usually in opera.\nBreeches roles are usually female singers acting the role of a young man. They are normally sung by mezzo-sopranos or contraltos with light voices because they can often sound boyish. In the 17th and 18th centuries it was normal to have actors and actresses who cross-dressed. It was the time when castrato singers were popular. These castrati were men pretending to be women, but there were also women pretending to be men (especially when the actress was trying to deceive another character) and the audiences were used to this kind of thing. As they gradually stopped the horrible practice of castrating young boys in the late 18th century these male characters started to be sung by mezzo-sopranos instead.\nMozart wrote an opera called \"The Marriage of Figaro\". In this opera the role of Cherubino, a young page boy, is sung by a mezzo-soprano. Other famous examples include the role of Siebel in Dvořák’s opera \"Rusalka\" and the role of Prince Orlofsky in Johann Strauss’s opera \"Die Fledermaus\".\nComposers from the 20th century do not usually have breeches roles in their operas. There is the role of Oktavian in Richard Strauss’s opera \"Der Rosenkavalier\" (1911), but this opera was deliberately trying to produce the old-fashioned atmosphere of Mozart’s time. Benjamin Britten wrote an opera called \"Midsummer Night’s Dream\", based on Shakespeare’s play. There is no breeches role here. Instead, the part of Oberon is written for a countertenor: a man with a high, falsetto voice.\nThere is also a term called a skirt role. This is the opposite of a trouser role: it is a man acting the part of a woman. Benjamin Britten uses one in the role of the Madwoman in \"Curlew River\". The witch in Humperdinck’s \"Hansel and Gretel\" is also sung by a man. In both cases it makes the characters more dramatic, but the first is very serious while the second is supposed to be humorous.","categories":[],"infobox_types":[],"annotations":[{"uri":"Opera","surface_form":"opera","offset":45},{"uri":"Play_(theatre)","surface_form":"plays","offset":390},{"uri":"Mezzo-soprano","surface_form":"mezzo-soprano","offset":528},{"uri":"Contralto","surface_form":"contralto","offset":546},{"uri":"17th_century","surface_form":"17th","offset":619},{"uri":"18th_century","surface_form":"18th centuries","offset":628},{"uri":"Actor","surface_form":"actor","offset":665},{"uri":"Castrato","surface_form":"castrato","offset":726},{"uri":"Castration","surface_form":"castrating","offset":1024},{"uri":"Mozart","surface_form":"Mozart","offset":1139},{"uri":"Page","surface_form":"page","offset":1239},{"uri":"Anton%C3%ADn_Dvo%C5%99%C3%A1k","surface_form":"Dvořák’s","offset":1329},{"uri":"Johann_Strauss_II","surface_form":"Johann Strauss’s","offset":1389},{"uri":"20th_century","surface_form":"20th century","offset":1449},{"uri":"Richard_Strauss","surface_form":"Richard Strauss’s","offset":1547},{"uri":"Der_Rosenkavalier","surface_form":"Der Rosenkavalier","offset":1572},{"uri":"Benjamin_Britten","surface_form":"Benjamin Britten","offset":1696},{"uri":"Shakespeare","surface_form":"Shakespeare’s","offset":1771},{"uri":"Countertenor","surface_form":"countertenor","offset":1868},{"uri":"Falsetto","surface_form":"falsetto","offset":1901},{"uri":"Witch","surface_form":"witch","offset":2116},{"uri":"Engelbert_Humperdinck","surface_form":"Humperdinck’s","offset":2125}]}