{"id":341502,"url":"http://en.wikipedia.org/wiki/Ichneumon","text":"The Ichneumonoidea are parasitoid wasps. They are a superfamily in the suborder Apocrita.\nThe superfamily is made up of the ichneumon wasps, (family Ichneumonidae), and the braconids (family Braconidae). The superfamily contains well over 80,000 different species. Members of the family Ichneumonidae are usually larger than members of the Braconidae, and the family has three times as many species as the braconids. The two families are distinguished mainly by details of wing venation.\nAlmost all are solitary insects, and most are parasitoids—the larvae feeding on or in another insect which finally dies. Being in the same order, ichneumonoids are closely related to other hymenoptera such as ants and bees. Many species in both families use polydnaviruses (with double strand DNA) to suppress the immune system of the host insect.\nSome species use many different insects as hosts, others are very specific in host choice. Various ichneumons are used successfully as biological control agents in controlling pests such as flies or beetles.\nIchneumon wasp species are highly varied, ranging from to long. Most are slender, with the females of many species (particularly in the genus \"Megarhyssa\") having an extremely long ovipositor for laying eggs. The female finds a host and lays an egg on, near, or inside the host's body. Upon hatching, the larval ichneumon feeds either externally or internally, killing the host when they themselves are ready to pupate. Despite looking formidable, the ovipositor does not deliver a sting like many wasps or bees. It can be used by the wasps to bore through rotten wood, and lay eggs in grubs hiding under the wood.","categories":[],"infobox_types":[],"annotations":[{"uri":"Parasitoid_wasps","surface_form":"parasitoid wasps","offset":23},{"uri":"Superfamily","surface_form":"superfamily","offset":52},{"uri":"Suborder","surface_form":"suborder","offset":71},{"uri":"Apocrita","surface_form":"Apocrita","offset":80},{"uri":"Family_(biology)","surface_form":"family","offset":142},{"uri":"Braconid","surface_form":"braconid","offset":173},{"uri":"Species","surface_form":"species","offset":256},{"uri":"Parasitoid","surface_form":"parasitoid","offset":534},{"uri":"Larva","surface_form":"larva","offset":550},{"uri":"Hymenoptera","surface_form":"hymenoptera","offset":677},{"uri":"Ant","surface_form":"ant","offset":697},{"uri":"Bee","surface_form":"bee","offset":706},{"uri":"Polydnavirus","surface_form":"polydnavirus","offset":746},{"uri":"DNA","surface_form":"DNA","offset":781},{"uri":"Immune_system","surface_form":"immune system","offset":802},{"uri":"Biological_pest_control","surface_form":"biological control agents","offset":971},{"uri":"Fly","surface_form":"flies","offset":1026},{"uri":"Beetle","surface_form":"beetle","offset":1035},{"uri":"Megarhyssa","surface_form":"Megarhyssa","offset":1187},{"uri":"Ovipositor","surface_form":"ovipositor","offset":1225},{"uri":"Pupa","surface_form":"pupa","offset":1456},{"uri":"Grub","surface_form":"grub","offset":1630}]}