{"id":341582,"url":"http://en.wikipedia.org/wiki/Ampullariidae","text":"Ampullariidae, the apple snails, is a family of large freshwater snails. It is the largest species of snail. Apple snails are most commonly found in Africa, South and Central America, West Indies, Southern USA, and Asia, but can be found all over the world. They are well adapted to their region and therefore can also be sold as pets and bought at most pet stores in the US. Apple snails are the preferred type of pet snail because of their appearance and size. Apple snails are also called golden mystery snails, golden snails, and mystery snails.\nHabitat.\nApple snails live in water. They prefer water temperatures between 18°-28° Celsius, or 65°-82° Fahrenheit. They eat things like fresh fruits, lettuce, other vegetables, algae and wafers. However, they are not called apple snails because they eat apples. They get their name from the fact that one species of apple snails can grow to be the size of an apple. Apple snails are also common aquarium pets because of their size. They also prefer to be with other snails. They are good pets because they can live in almost any water condition, for example, water with low/high levels of oxygen, and various temperatures. Although they can live in water with high oxygen, this makes them move slower.\nAnatomy.\nA snail has a basic anatomy like any other mollusk. They have a shell, a nervous system, a circulatory system, a respiratory system, and a reproductive system. The circulatory system has an open heart system, which pumps blood which flows over all of the organs in the snails body without veins or arteries. The respiratory system includes gills and lungs. They need gills to be able to live in water. They have lungs because their bodies adapted to their environment because of frequent droughts; so they need lungs to breathe during the droughts. Their nervous system includes their brain, which controls their body. They are one of the only species of snails that are not hermaphrodites. Each gender has its own reproductive parts.\nFood and Digestion.\nApple snails are herbivores, so they eat mostly aquatic vegetation, and algae. In captivity, they are commonly fed fish food, along with supplements of rotting organic waste, such as vegetables.. To digest food, apple snails first break up food with the radula teeth, and then the food will be swallowed, and travel down the esophagus and to the stomach. It will eventually exit through the anus as feces. Apple snails will eat most aquatic vegetation, and can \"ruin\" the look of an aquarium very quickly, as they are scavengers.\nThe heart.\nApple snails have an open circulatory system. This means that the heart pumps blood, but instead of it pumping through veins and arteries like humans have, the blood washes over the organs, and the organs absorb it on contact. After the blood is pumped and the nutrients have been absorbed, it flows back to the heart to take the carbon dioxide away and to get new oxygen.\nReproductive System.\nThe apple snails are not hermaphrodite, like most snails, meaning that they have two genders.\nThe male snail has two kinds of sperm. One is for attaching onto the female's egg, and the function of the other sperm is unknown.\nThe female's eggs are stored in the \"ovaria\" which is near the digestive gland. It goes to the receptaculum seminis, where the male's sperm is stored. The eggs are fertilized here. Then, after the eggs are fertilized, they are sent to the shell gland which will give the eggs a protective shell. After, they shall continue down their tube and leave the mother's body, waiting to be hatched.","categories":[],"infobox_types":[],"annotations":[{"uri":"Family_(biology)","surface_form":"family","offset":38},{"uri":"Freshwater","surface_form":"freshwater","offset":54},{"uri":"Snails","surface_form":"snails","offset":65},{"uri":"Hermaphrodite","surface_form":"hermaphrodite","offset":2977}]}