{"id":341512,"url":"http://en.wikipedia.org/wiki/Simpson%27s_paradox","text":"e=\"preserve\">Simpson's paradox is a paradox from statistics. It is named after Edward H. Simpson, a British statistician who first described it in 1951. The statistician Karl Pearson described a very similar effect in 1899.- Udny Yule's description dates from 1903. Sometimes, it is called the Yule–Simpson effect. When looking at the statistical scores of groups, these scores may change, depending on whether the groups are looked at one by one, or if they are combined into a larger group. This case often occurs in social sciences and medical statistics. It may confuse people, if frequency data is used to explain a causal relationship. Other names for the paradox include \"reversal paradox\" and \"amalgamation paradox\".\nExample: Kidney stone treatment.\nThis is a real-life example from a medical study comparing the success rates of two treatments for kidney stones.\nThe paradoxical conclusion is that treatment A is more effective when used on small stones, and also when used on large stones, yet treatment B is more effective when considering both sizes at the same time. In this example, it was not known that the size of the kidney stone influenced the result. This is called a hidden variable (or lurking variable) in statistics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Paradox","surface_form":"paradox","offset":36},{"uri":"Statistics","surface_form":"statistics","offset":49},{"uri":"Edward_Hugh_Simpson","surface_form":"Edward H. Simpson","offset":79},{"uri":"British","surface_form":"British","offset":100},{"uri":"Statistician","surface_form":"statistician","offset":108},{"uri":"Karl_Pearson","surface_form":"Karl Pearson","offset":170},{"uri":"Udny_Yule","surface_form":"Udny Yule","offset":225},{"uri":"Social_sciences","surface_form":"social sciences","offset":519},{"uri":"Medicine","surface_form":"medical","offset":539},{"uri":"Kidney_stone","surface_form":"kidney stone","offset":857},{"uri":"Lurking_variable","surface_form":"lurking variable","offset":1208}]}