{"id":341618,"url":"http://en.wikipedia.org/wiki/La_Sylphide","text":"\"La Sylphide\" () is a romantic ballet. It was created for Marie Taglioni by her father Filippo Taglioni to showcase her talents. The ballet was first performed in the Salle Le Peletier in Paris on March 12, 1832. The ballet was a great success. Taglioni was regarded as the greatest ballerina of the age.\nStory of the ballet.\nThe ballet is set in Scotland. James is on the eve of marrying Effie. Gurn also loves Effie. James is distracted by a vision of a lovely sylph. Old Madge, a witch, reads palms. She declares Gurn will be the husband of Effie. James grows angry and throws her out into the storm. The wedding preparations start. The sylph appears and steals the wedding ring. James runs after her into the forest. Effie is consoled in the arms of Gurn.\nIn the forest, the sylph and James dally romantically. The sylph summons her sister sylphs. They entertain James with several dances. He wants to capture the sylph, and asks Old Madge for her help. She gives him a poisoned scarf, but tells him he can capture the sylph with it. He wraps the sylph in the scarf. Her wings fall off and she dies. James sees a wedding procession led by Gurn and Effie. He faints and dies. Old Madge has had her revenge.\nDanish choreography.\nIn November 1836, August Bournonville choreographed his version to music by Herman Severin Løvenskiold for the Royal Danish Ballet. Taglioni's choreography has been lost, but Bournonville's exists and is still danced in Copenhagen. In 1972, Pierre Lacotte reconstructed Taglioni's choreography from prints, notes, and other materials.","categories":[],"infobox_types":["ballet"],"annotations":[{"uri":"Romantic_ballet","surface_form":"romantic ballet","offset":22},{"uri":"Marie_Taglioni","surface_form":"Marie Taglioni","offset":58},{"uri":"Filippo_Taglioni","surface_form":"Filippo Taglioni","offset":87},{"uri":"Salle_Le_Peletier","surface_form":"Salle Le Peletier","offset":167},{"uri":"Paris","surface_form":"Paris","offset":188},{"uri":"August_Bournonville","surface_form":"August Bournonville","offset":1249},{"uri":"Choreography","surface_form":"choreographed","offset":1269},{"uri":"Royal_Danish_Ballet","surface_form":"Royal Danish Ballet","offset":1342},{"uri":"Choreography","surface_form":"choreography","offset":1374},{"uri":"Copenhagen","surface_form":"Copenhagen","offset":1451}]}