{"id":341695,"url":"http://en.wikipedia.org/wiki/Substitute_good","text":"e=\"preserve\">In economics two or more goods can be classified by looking at the demand curve when the price of one of these goods changes. That way they will either be classified as substitutes or complementary goods. Two goods are substitutes if the demand of one good increases and the price of the other good increases. In this case, consumers will replace one good with the other.\nClassic examples of substitute goods include margarine and butter, or tea and coffee. Substitute goods not only occur on the consumer side of the market but also the producer side. Substitutable producer goods would include: petroleum and natural gas (used for heating or electricity). The fact that one good is substitutable for another has immediate economic consequences: insofar as one good can be substituted for another, the demand for the two kinds of good will be bound together by the fact that customers can trade off one good for the other if they get an advantage by to do so.\nPerfect substitutes can replace each other, without trade-off in costs, or quality. For imperfect substitutes, the customer has to make a trade-off, either in price, or in quality. Artificial leather is much cheaper than real leather, and can replace it in many situations - artificial and real leather are substitute goods. Real leather is much more durable, and has a different look and feel. When these factors are important, the two are not interchangeable. For this reason artificial and real leather are imperfect substitutes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Economics","surface_form":"economics","offset":16},{"uri":"Goods","surface_form":"goods","offset":38},{"uri":"Demand_curve","surface_form":"demand curve","offset":80},{"uri":"Price","surface_form":"price","offset":102},{"uri":"Complementary_good","surface_form":"complementary good","offset":197},{"uri":"Price","surface_form":"price","offset":288},{"uri":"Consumer","surface_form":"consumer","offset":337},{"uri":"Margarine","surface_form":"margarine","offset":430},{"uri":"Butter","surface_form":"butter","offset":444},{"uri":"Tea","surface_form":"tea","offset":455},{"uri":"Coffee","surface_form":"coffee","offset":463},{"uri":"Market","surface_form":"market","offset":531},{"uri":"Petroleum","surface_form":"petroleum","offset":610},{"uri":"Natural_gas","surface_form":"natural gas","offset":624},{"uri":"Electricity","surface_form":"electricity","offset":657},{"uri":"Demand","surface_form":"demand","offset":816},{"uri":"Quality","surface_form":"quality","offset":1049},{"uri":"Artificial_leather","surface_form":"Artificial leather","offset":1155},{"uri":"Leather","surface_form":"leather","offset":1200}]}