{"id":34172,"url":"http://en.wikipedia.org/wiki/Typhoid","text":"e=\"preserve\">:\"Other unrelated diseases with a similar name are typhus and paratyphoid fever\"\nTyphoid, also called typhoid fever, is not an illness caused by the bacterium Salmonella Typhi. The disease is spread through water which has the Salmonella Typhi bacteria in it (transmission is by faeco oral route)\nTyphoid usually lasts between two weeks and a month. The symptoms of typhoid often appear 10 to 14 days after infection. If no treatment is given, between one and three out of every ten patients die. The rest usually get better after a month, at the most.\nTyphoid causes a steady fever of at least 103-104 degrees F (39-40 degrees C). Also, it can cause stomach pains, headache, being delirious (restless, excited, seeing things), and not being hungry. In some cases, flat, pink coloured spots show up on the patient's body. Sometimes there are no symptoms.\nTyphoid is not common in countries with good sanitation and clean water. For example, scientists think that there are only 400 cases a year in the United States. But around the world, there are about 21 million cases every year. For example, in the Indian subcontinent, typhoid is one of the most common diseases because of poor sanitation and lack of basic hygiene.Typhoid fever is common in humans of the 1 to 15 years age group.\nThere are standard drugs like Chloromycetin which cure typhoid. The disease can be treated with antibiotics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Typhus","surface_form":"typhus","offset":64},{"uri":"Paratyphoid_fever","surface_form":"paratyphoid fever","offset":75},{"uri":"Illness","surface_form":"illness","offset":140},{"uri":"Bacterium","surface_form":"bacterium","offset":162},{"uri":"Fever","surface_form":"fever","offset":590},{"uri":"Headache","surface_form":"headache","offset":679},{"uri":"Delirium","surface_form":"delirious","offset":695},{"uri":"Sanitation","surface_form":"sanitation","offset":913},{"uri":"United_States","surface_form":"United States","offset":1015},{"uri":"India","surface_form":"India","offset":1117},{"uri":"Hygiene","surface_form":"hygiene","offset":1226},{"uri":"Antibiotics","surface_form":"antibiotics","offset":1396}]}