{"id":341747,"url":"http://en.wikipedia.org/wiki/Fatal_Attraction","text":"\"Fatal Attraction\" is an American thriller movie directed by Adrian Lyne. It stars Michael Douglas, Glenn Close and Anne Archer.\nDouglas plays attorney Dan Gallagher, who lives in Manhattan with wife Beth (played by Archer) and their six-year-old daughter Ellen (played by Ellen Hamilton Latzen). He has a fling with 36-year-old Alex Forrest (played by Close). Alex has borderline personality disorder and self-harms. When Dan ends the affair, she refuses to accept it and reacts with hatred against him and later tells him she is pregnant. Despite him moving to Bedford, New York, she stalks him and uses violence. Dan then approaches the police for a restraining order against her, but the lieutenant claims that he cannot violate Alex's rights without probable cause and must own up to his own adultery.\nOne day, when Dan and his family are out, Alex kills Ellen's pet rabbit and leaves it on their stove to boil. After this, Dan confesses to the affair and of Alex's pregnancy. Beth then kicks Dan out, but not before he calls Alex to tell her of Beth's knowledge of the affair. Beth then warns Alex that \"if you (Alex) ever come near my family again, I'll (Beth) kill you\". The next day, unbeknownst to Beth and Dan, Alex arrives at Ellen's school and picks her up, taking her to a theme park. Beth, in a panic, drives around searching for Ellen and rear-ends a car, resulting in her being hospitalised. Alex takes Ellen home and asks her for a kiss on the cheek. After Beth is released from hospital, she forgives Dan and they return home.\nDan attacks Alex in her apartment and nearly strangles her to death. He stops, but then Alex attacks him with a kitchen knife. He overpowers her, but puts the knife down and leaves, with Alex leaning on the kitchen counter, smiling. Dan approaches the police about having her arrested and they start searching for her. While Beth is preparing a bath for herself, Alex appears with the knife and explains her resentment of Beth, all the while fidgeting and resulting in her cutting her leg, before attacking her. The screaming attracts Dan's attention and he wrestles Alex into the bath, seemingly drowning her. Alex then emerges from the water swinging the knife. Beth then shoots her to death. After Dan is finished talking to the police, he goes upstairs where Beth is waiting for him, they then embrace and proceed upstairs as the camera focuses on a picture of the family.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":25},{"uri":"Thriller_movie","surface_form":"thriller movie","offset":34},{"uri":"Movie_director","surface_form":"directed","offset":49},{"uri":"Adrian_Lyne","surface_form":"Adrian Lyne","offset":61},{"uri":"Michael_Douglas","surface_form":"Michael Douglas","offset":83},{"uri":"Glenn_Close","surface_form":"Glenn Close","offset":100},{"uri":"Anne_Archer","surface_form":"Anne Archer","offset":116},{"uri":"Attorney","surface_form":"attorney","offset":143},{"uri":"Manhattan","surface_form":"Manhattan","offset":180},{"uri":"Ellen_Hamilton_Latzen","surface_form":"Ellen Hamilton Latzen","offset":273},{"uri":"Fling","surface_form":"fling","offset":306},{"uri":"Borderline_personality_disorder","surface_form":"borderline personality disorder","offset":370},{"uri":"Self-harm","surface_form":"self-harm","offset":406},{"uri":"Affair","surface_form":"affair","offset":436},{"uri":"Hatred","surface_form":"hatred","offset":485},{"uri":"Pregnant","surface_form":"pregnant","offset":531},{"uri":"Bedford_(town)%2C_New_York","surface_form":"Bedford, New York","offset":563},{"uri":"Stalking","surface_form":"stalks","offset":586},{"uri":"Violence","surface_form":"violence","offset":606},{"uri":"Restraining_order","surface_form":"restraining order","offset":653},{"uri":"Rabbit","surface_form":"rabbit","offset":872},{"uri":"Theme_park","surface_form":"theme park","offset":1287},{"uri":"Rear-ends","surface_form":"rear-ends","offset":1355},{"uri":"Kitchen_knife","surface_form":"kitchen knife","offset":1658}]}