{"id":34181,"url":"http://en.wikipedia.org/wiki/Southwest_Airlines","text":"Southwest Airlines is a airline based in Dallas, Texas that has a reputation for low fares. The airline started in 1971. It flies mostly among about a hundred airports within the United States but also to flies from the United States to airports in the Caribbean Sea and Mexico.\nOriginally, many of Southwest's flights were to airports in the Southwestern United States, such as Dallas Love Field and Houston Hobby Airport, but it also flies to airports in other parts of the country, such as Chicago Midway Airport and Washington International Airport. Southwest Airlines controls most of the gates at Dallas Love Field and most other airlines cannot fly from there.\nIn 2014, it started international flights.\nThe company flies about 700 Boeing 737 aircraft. This is more than any other airline. It only flies the Boeing 737. By 2019, 13 were the newest kind, the Boeing 737 MAX.\nSouthwest Airlines bought the smaller AirTran Airways in 2010 and discontinued the AirTran name. For several years, Southwest was the largest airline in the United States based on number of passengers, but it was not the largest based on distance traveled.\nIn 2018, an engine exploded on a Southwest Airlines flight, killing one passenger. That was the first death of a passenger from an aircraft accident on Southwest (earlier passenger deaths were from other causes, such as heart attack and drug overdoses).","categories":[],"infobox_types":[],"annotations":[{"uri":"Airline","surface_form":"airline","offset":24},{"uri":"Dallas%2C_Texas","surface_form":"Dallas, Texas","offset":41},{"uri":"United_States","surface_form":"United States","offset":179},{"uri":"Caribbean","surface_form":"Caribbean","offset":253},{"uri":"Mexico","surface_form":"Mexico","offset":271},{"uri":"Dallas_Love_Field","surface_form":"Dallas Love Field","offset":379},{"uri":"Houston_Hobby_Airport","surface_form":"Houston Hobby Airport","offset":401},{"uri":"Chicago_Midway_Airport","surface_form":"Chicago Midway Airport","offset":493},{"uri":"Washington_International_Airport","surface_form":"Washington International Airport","offset":520},{"uri":"International","surface_form":"international","offset":688},{"uri":"Boeing_737","surface_form":"Boeing 737","offset":739},{"uri":"Boeing_737_MAX","surface_form":"Boeing 737 MAX","offset":865},{"uri":"AirTran_Airways","surface_form":"AirTran Airways","offset":919},{"uri":"Heart_attack","surface_form":"heart attack","offset":1358},{"uri":"Drug_overdose","surface_form":"drug overdose","offset":1375}]}