{"id":341852,"url":"http://en.wikipedia.org/wiki/M1918_Browning_Automatic_Rifle","text":"The Browning Automatic Rifle (BAR) was a group of American automatic rifles and light machine guns. It was used by the United States and several other countries. The most-used type of BAR was the M1918. It was designed by John Browning in 1917. It was supposed to replace the French Chauchat and the M1909 Benet-Mercie machine guns.\nThe BAR was designed to be carried by soldiers that were moving forward. It was supposed to be put over the shoulder on a strap and fired from the hip. This was called \"walking fire\". It was thought that walking fire was needed for trench warfare. However, it was usually used as a light machine gun and fired from a bipod.\nHistory.\nWhen the United States joined World War I, they did not have very good machine guns. One reason for this was because there was no military doctrine for their use. The U.S. declared war on Germany on 6 April 1917. At this time, the commanders were told that the U.S. only had 670 M1909 Benet-Mercies, 282 M1904 Maxims and 158 Colts, M1895 to fight the war. After a lot of arguments, they decided that the U.S. would have to build up more American weapons. However, until then, U.S. soldiers would have to take what the French and British could give them. The machine guns given to the U.S. by the French were often not very good. They also fired different cartridges from what the U.S. soldiers usually used. This meant that soldiers and machine gunners had to be given different kinds of cartridge.\nDevelopment.\nIn 1917, before the United States joined the First World War, John Browning brought two weapons to Washington, D.C. These were: a water-cooled machine gun (later named the M1917 Browning machine gun) and an automatic rifle. Back then, this automatic rifle was called the Browning Machine Rifle or BMR. Both of these weapons fired the standard U.S. cartridge. John Browning had set up a demonstration of the weapons at Congress Heights. Congress Heights is just outside of Washington D.C. On 27 February 1917, Browning tested the automatic rifle in front of 300 people. The crowd was so impressed that he was immediately given a contract for the weapon. It was quickly brought into service. The water-cooled machine gun was tested further.\nMore tests were done for U.S. Army weapon officers at Springfield Armory in May 1917. Both weapons were recommended to be brought into service immediately. So that the BAR was not confused with the M1917 machine gun, it was officially named the M1918 or Rifle, Caliber.30, Automatic, Browning, M1918. On 16 July 1917, 12,000 BARs were ordered from Colt's Patent Firearms Manufacturing Company. They were allowed to make the BAR under Browning's patents (Browning's [http://www.google.com/patents?vid=1293022 patent 1293022] was owned by Colt). However, Colt was already making as many weapons as they could (as they were making the Vickers machine gun for the British Army). They asked for the military to wait a while, as they were opening a new factory in Meriden, Connecticut. Because of how much the weapon was needed, the request was turned down. The Winchester Repeating Arms Company (WRAC) would make the weapons instead. Winchester also helped out with the BAR's final design.\nMaking of the M1918.\nSince work on the gun did not begin until February 1918, Winchester was hurrying to make many BARs. They were in such a rush that the first 1,800 guns were delivered with things wrong. The contract with Winchester said that they had to make 25,000 BARs. Winchester were making many BARs by June 1918. By July, they were making 9,000 guns a month.\nColt and Marlin-Rockwell Corp. also began making BARs just after Winchester started making a lot of them. Marlin-Rockwell had a contract to make BARs for the Belgian government. They bought the Mayo Radiator Co.'s factory. They only used it to make the BAR. The first BAR from Marlin-Rockwell was delivered on 11 June 1918. The company eventually started making 200 BARs per day. Colt had only made 9,000 BARs when the armistice was signed. This was because they were busy with other orders. Together, the three companies made 706 BARs every day. Around 52,000 BARs were delivered by all companies by the end of WWI. Between 1918 and 1919, 102,125 BARs were made. Colt made 16,000, Winchester made 47,123 and Marlin-Rockwell made 39,002 BARs.\nBy July 1918, the BAR had arrived in France. The first unit to get BARs was the U.S. Army's 79th Infantry Division. The division used them for the first time on 13 September 1918. Even though it was brought in very late in the war, the BAR made a large effect. It was used a lot during the Meuse-Argonne Offensive. The other Allies were impressed by the BAR. France asked for 15,000 BARs to replace their Chauchat.\nDesign.\nThe M1918 is a selective fire automatic rifle. It fires from an open bolt.\nThe weapon's barrel can not be removed quickly. The M1918 gets its ammunition from a 20-round box magazine. 40-round magazines were also used to shoot down aircraft. However, these stopped being used in 1927. Not many bayonets for the BAR were made. Because of this, they are very rare.\nBecause the M1918 was supposed to be used as a support weapon, it did not have a place to put a bayonet. No bayonets were ever used on a BAR. Winchester did make one BAR with a place to put a bayonet, but it was only for testing.\nDifferent types of M1918.\nDuring its long time in service, the M1918 was developed further and further. It was upgraded many times. The first big try at making the M1918 better made the M1922 light machine gun. The M1922 was taken into service with the United States Cavalry in 1922. The weapon used a new type of barrel. It also had a bipod with spikes on the end. The handguard was also changed.\nIn 1931, the Colt Arms Co. made the Colt Monitor Automatic Machine Rifle (R 80). This was mostly meant to be used by prison guards and the police. The Colt Monitor did not have a bipod. The Colt Monitor weighed around 16 lb. 3 oz. without any ammunition in it. It had a rate of fire of around 500 rpm. Around 125 Colt Monitor automatic rifles were made. 90 of these were bought by the FBI. Eleven rifles went to the U.S. Treasury Department in 1934. The rest went to many prisons, banks, security companies and police departments.\nIn 1932, a much shorter version of the M1918 BAR designed for 'bush warfare' was made by USMC Major H.L. Smith. Captain Merritt A. Edson wrote a report on this rifle. Edson was the Ordnance officer at the Quartermaster's Depot in Philadelphia, Pennsylvania. The barrel was made nine inches shorter (229 mm), and there were some other changes as well. The changed BAR weighed 13 lb. 12 oz. and was only long. This version was more accurate than the BAR when firing automatically and while lying down, it was less accurate when fired from the shoulder. It was also very loud. Though the report written by Edson said that six of the 'jungle' BARs should be built for testing, no more work was done on the project.\nThe M1918A1 had a light bipod with spikes on it, along with some other new features. It was brought into service on 24 June 1937. Not many M1918s were rebuilt to be M1918A1s.\nIn April 1938, work was started on an improved BAR for the U.S. Army. Early prototypes had bipods that were put onto the barrel. It also had a special mechanism to make the rate of fire less. However, in 1939 the Army\nFinal development of the M1918A2 started on 30 June 1938. The M1918A2's buttstock (the part of the gun which sticks out at the back) is about one inch longer than the M1918 BAR buttstock. Late in the war, a handle was put onto the barrel to carry the weapon around.\nBecause the companies did not have a lot of money, the first M1918A2s were just older M1918 BARs that were changed. A small amount M1922s and M1918A1s were also changed. After WWII started, it was tried to make more M1918A2s. However, the World War I tools used to make the M1918 were either worn out or could not be used with modern machines. In 1942, there was not enough wood to make the buttstocks, so a black plastic buttstock was made for the BAR. Firestone Rubber and Latex Products Company made the plastic buttstock for the U.S. Army. This was brought into service on March 21, 1942.\nOther models.\nIn 2008, one company made a modern, semi-automatic version of the Browning Automatic Rifle. This was called the 1918A3 SLR (\"self-loading rifle\").\nCivilian use.\nWhen the war ended, Colt Arms Co. were given the Browning patents to make the BAR that was not given out during the war. This allowed Colt to make the BAR for sale to civilians. This BAR was called the Colt Automatic Machine Rifle Model 1919. It was first made up of M1918s from the contract with the military which were not delivered. It was one of several Colt BARs. However, the weapon had a high price. It was also not very useful to civilians. Because of this, it did not sell much. Ad Topperwien was a famous shooter of the early 1920s. He bought one of the first Colt BARs to shoot things out of the sky. When the National Firearms Act of 1934 was passed, civilian BARs were restricted. Machine guns for U.S. civilians were banned in 1968. Also, making machine guns for U.S. civilians was banned in 1986.\nCriminal and police use.\nClyde Barrow, a gangster, liked the army's M1918. He got his BARs by robbing the Army National Guard. Barrow taught his girlfriend Bonnie Parker to fire the M1918 as well.\nAutomatic weapons were becoming more popular with gangsters in the United States. Because of this, FBI director J. Edgar Hoover told the FBI to train agents with automatic weapons. Examples were the Thompson submachine gun and the BAR. The FBI bought its BARs from Colt. Colt sold 90 BARs to the agency. Some of the FBI's BARs were sent to FBI offices. They were to be used as support weapons if they were needed. The rest were kept at the FBI Academy in Quantico, Virginia. They were there for training. Colt sold another 11 BARs to the U.S. Treasury Department in 1934. 24 guns were sold to prisons, banks, security companies and police departments.\nIt has sometimes been said that the M1918 or M1918A2 BAR was used by Symbionese Liberation Army (SLA) members in a shootout with Los Angeles police. This happened on 17 May 1974. However, no SLA members ever used such a weapon. This confusion happened because Browning decided to call its semi-automatic hunting rifle the Browning BAR. The SLA changed a Browning BAR hunting rifle to automatic fire. It was this weapon that was used in the shootout.\nWorld War I.\nWhen it first came into service, the M1918 was supposed to be fired from the shoulder. It was meant to be a rifle that could give both semi-automatic and fully automatic fire. The M1918 was first given out in September 1918.\nAs well as being fired from the shoulder, M1918 gunners were given a belt which had pouches on it for the magazines. They were also given a sidearm.\nThe BAR was not used much during World War I. This was partly because of the Armistice, and also because the U.S. Army did not want the enemy to be able to capture an M1918. 85,000 BARs were built by the war's end.\nIn between World War I and World War II.\nIn between World War I and World War II, the M1918 was given to all U.S. naval landing forces. The weapon could be found on board most U.S. ships. Each BAR had a spare barrel. Big ships often had over 200 BARs on board. Many of the U.S. Navy BARs were still used until the 1960s.\nWorld War II.\nWhen the threat of a new war rose, U.S. Army Ordnance realized they did not have a squad light machine gun that could be moved around easily. They tried to use the M1918 BAR as a light machine gun when the M1918A2 was brought into service with the U.S. Army on 30 June 1938. The BAR was given as the only automatic gun for a squad of eight soldiers. All men were trained how to use the BAR in case the gunner(s) were killed or injured. At the start of the war, most BAR teams were two or three people. These were a gunner and one or two assistants who carried extra magazines for the gun. By 1944, some units' BAR teams were just one person, with the other people in the squad carrying ammunition.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":50},{"uri":"Automatic_rifle","surface_form":"automatic rifle","offset":59},{"uri":"Light_machine_gun","surface_form":"light machine gun","offset":80},{"uri":"John_Browning","surface_form":"John Browning","offset":222},{"uri":"France","surface_form":"French","offset":276},{"uri":"Chauchat","surface_form":"Chauchat","offset":283},{"uri":"Hotchkiss_M1909_Benet-Mercie_machine_gun","surface_form":"M1909 Benet-Mercie","offset":300},{"uri":"Soldier","surface_form":"soldier","offset":371},{"uri":"Hip","surface_form":"hip","offset":480},{"uri":"Marching_fire","surface_form":"\"walking fire\"","offset":501},{"uri":"Trench_warfare","surface_form":"trench warfare","offset":565},{"uri":"Light_machine_gun","surface_form":"light machine gun","offset":615},{"uri":"Bipod","surface_form":"bipod","offset":650},{"uri":"World_War_I","surface_form":"World War I","offset":696},{"uri":"German_Empire","surface_form":"Germany","offset":854},{"uri":"Hotchkiss_M1909_Benet-Mercie_machine_gun","surface_form":"M1909 Benet-Mercies","offset":945},{"uri":"Maxim_gun","surface_form":"M1904 Maxim","offset":970},{"uri":"M1895_Colt-Browning_machine_gun","surface_form":"Colts, M1895","offset":991},{"uri":"Cartridge_(firearms)","surface_form":"cartridges","offset":1321},{"uri":"M1917_Browning_machine_gun","surface_form":"M1917 Browning machine gun","offset":1650},{"uri":"Congress_Heights%2C_Washington%2C_D.C.","surface_form":"Congress Heights","offset":1896},{"uri":"Contract","surface_form":"contract","offset":2106},{"uri":"United_States_Army","surface_form":"U.S. Army weapon","offset":2242},{"uri":"Springfield_Armory","surface_form":"Springfield Armory","offset":2271},{"uri":"Colt%27s_Manufacturing_Company","surface_form":"Colt's Patent Firearms Manufacturing Company","offset":2565},{"uri":"Patent","surface_form":"patent","offset":2662},{"uri":"Vickers_machine_gun","surface_form":"Vickers machine gun","offset":2849},{"uri":"British_Army","surface_form":"British Army","offset":2877},{"uri":"Meriden%2C_Connecticut","surface_form":"Meriden","offset":2975},{"uri":"Winchester_Repeating_Arms_Company","surface_form":"Winchester Repeating Arms Company","offset":3073},{"uri":"Marlin_Firearms","surface_form":"Marlin-Rockwell Corp.","offset":3579},{"uri":"Belgium","surface_form":"Belgian","offset":3728},{"uri":"Armistice_with_Germany_(Compi%C3%A8gne)","surface_form":"armistice","offset":3989},{"uri":"79th_Infantry_Division_(United_States)","surface_form":"79th Infantry Division","offset":4405},{"uri":"Meuse-Argonne_Offensive","surface_form":"Meuse-Argonne Offensive","offset":4603},{"uri":"Chauchat","surface_form":"Chauchat","offset":4718},{"uri":"Selective_fire","surface_form":"selective fire","offset":4751},{"uri":"Open_bolt","surface_form":"open bolt","offset":4800},{"uri":"Barrel_(weapons)","surface_form":"barrel","offset":4824},{"uri":"Magazine_(firearms)","surface_form":"magazine","offset":4909},{"uri":"Aircraft","surface_form":"aircraft","offset":4967},{"uri":"Bayonet","surface_form":"bayonet","offset":5029},{"uri":"Cavalry_(United_States)","surface_form":"United States Cavalry","offset":5581},{"uri":"Gun_barrel","surface_form":"barrel","offset":5642},{"uri":"Bipod","surface_form":"bipod","offset":5664},{"uri":"Prison","surface_form":"prison","offset":5843},{"uri":"Police","surface_form":"police","offset":5865},{"uri":"Rate_of_fire","surface_form":"rate of fire","offset":5996},{"uri":"Federal_Bureau_of_Investigation","surface_form":"FBI","offset":6111},{"uri":"U.S._Treasury_Department","surface_form":"U.S. Treasury Department","offset":6142},{"uri":"Prisons","surface_form":"prisons","offset":6198},{"uri":"Merritt_A._Edson","surface_form":"Merritt A. Edson","offset":6377},{"uri":"Automatic_firearm","surface_form":"automatically","offset":6721},{"uri":"Prototype","surface_form":"prototype","offset":7219},{"uri":"Mechanism","surface_form":"mechanism","offset":7294},{"uri":"World_War_II","surface_form":"the war","offset":7557},{"uri":"Plastic","surface_form":"plastic","offset":8041},{"uri":"Firestone_Tire_and_Rubber_Company","surface_form":"Firestone Rubber and Latex Products Company","offset":8081},{"uri":"Semi-automatic_firearm","surface_form":"semi-automatic","offset":8270},{"uri":"Patent","surface_form":"patent","offset":8453},{"uri":"Clyde_Barrow","surface_form":"Clyde Barrow","offset":9232},{"uri":"Bonnie_Parker","surface_form":"Bonnie Parker","offset":9363},{"uri":"FBI","surface_form":"FBI","offset":9503},{"uri":"J._Edgar_Hoover","surface_form":"J. Edgar Hoover","offset":9516},{"uri":"Thompson_submachine_gun","surface_form":"Thompson submachine gun","offset":9603},{"uri":"Quantico%2C_Virginia","surface_form":"Quantico, Virginia","offset":9859},{"uri":"Treasury","surface_form":"Treasury","offset":9947},{"uri":"Prisons","surface_form":"prisons","offset":9997},{"uri":"Bank","surface_form":"bank","offset":10006},{"uri":"Security","surface_form":"security","offset":10013},{"uri":"Police","surface_form":"police","offset":10036},{"uri":"Symbionese_Liberation_Army","surface_form":"Symbionese Liberation Army","offset":10125},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":10185},{"uri":"Semi-automatic_firearm","surface_form":"semi-automatic","offset":10345},{"uri":"Hunting","surface_form":"hunting","offset":10360},{"uri":"Browning_BAR","surface_form":"Browning BAR","offset":10378},{"uri":"Fully_automatic_firearm","surface_form":"automatic fire","offset":10440},{"uri":"Armistice","surface_form":"Armistice","offset":10970},{"uri":"Gun_barrel","surface_form":"barrel","offset":11317},{"uri":"Light_machine_gun","surface_form":"light machine gun","offset":11532}]}