{"id":34190,"url":"http://en.wikipedia.org/wiki/Rwandan_genocide","text":"The Rwandan genocide happened in 1994. It started in April and lasted 100 days. During that time, about 800,000 people were murdered.\nIn a genocide, many or all people in a group are killed because of their ethnicity, colour, religion, or political opinions. In the Rwandan genocide, members of an ethnic group called the Tutsi (\"abatutsi\") were killed because of their ethnicity. The killers were extremist members of another ethnic group called the Hutu (\"abahutu\"). The Hutu killers also killed other Hutus whose political beliefs were not as extreme as theirs.\nBackground.\nIn 1994, almost all Rwandan people (85%) were Hutus. However, for many years, the Tutsi minority had more power and ran the Rwandan government. In 1959, the Hutus overthrew the Tutsi government and took power. Tens of thousands of Tutsis ran away to nearby countries.\nA group of the Tutsis in exile created a rebel group. They called it the Rwandan Patriotic Front (RPF). The RPF invaded Rwanda in 1990, starting the Rwandan Civil War. The Tutsi rebels and the Hutu government fought until 1993, when the two sides signed a peace agreement.\nHowever, on April 6, 1994, an airplane carrying the Presidents of Rwanda and Burundi was shot down. Both Presidents were Hutus. Nobody knows for sure who shot down the plane. The RPF said the Hutu extremists had shot down the plane themselves, just because they wanted an excuse to start killing people. The Hutu extremists blamed the Tutsi RPF, and right away, they started killing Tutsis.\nWithin a half an hour, Hutu militias had blocked roads all over Kigali, Rwanda's capital city. They stopped every car that came by, and killed every Tutsi they found. The Rwandan genocide began that day.\nThe genocide.\nIn the next 100 days, members of the Hutu government's army, militias, and even civilians would kill 800,000 people an average of 8,000 people every day. This makes the Rwandan Genocide one of the fastest genocides in history.\nThe two main militia groups that carried out the killings were the Interahamwe and the Impuzamugambi. These were supposed to be youth organizations of two pro-Hutu political parties. However, the government turned them into militias to carry out the genocide.\nWithin a few hours after the Presidents' deaths, military leaders in Rwanda's different provinces called together militia and civilians. They told them that the President was dead, and that the Tutsi RPF had killed him. Then they ordered the crowd to kill Tutsis, saying things like: \"Begin your work!\" and \"Spare no one!\" including babies.\nKilling moderate politicians.\nJust after the Presidents' deaths, Hutu extremists assassinated the Rwandan prime minister. They also tortured and killed the ten Belgian soldiers that had been assigned to protect her.\nAfter that, throughout the night of April 6-7, Hutu militias and the Rwandan army got lists of people in the government who were political moderates (meaning they were not extremists). They found these people in Kigali and killed them.p. 230 They did this so the moderates would not be able to stop the genocide. They also killed journalists and human rights activists who had spoken out against the Hutu government.\nThe first days.\nOn the night of April 6, Hutu militias also went house to house in Kigali, killing Tutsis. By the morning of April 7th, the killings had only gotten worse. Interahamwe killed and looted however they wanted. Other countries' journalists were able to film many of these things. In a few days, the genocide had spread all over the country. As the genocide spread out into the rural parts of Rwanda, the killers paid less attention to murdering moderate Hutus and more attention to massacring Tutsis.\nThe genocide spreads.\nThe Rwandan Genocide was committed in a very organized way. For example, the genocide's leaders made lists of people who were against the Hutu-led government. They gave these lists to militias, who went and killed those people, along with their families. The militias also blocked roads so they could check the identification cards of everyone who came by. These cards had a person's ethnic group listed on them. When they found a Tutsi, the militias would kill the person. Often, they used machetes. When Tutsis tried to hide from the killers, the militias would search every building in an area, inch by inch, until they found the people who were hiding. Buses even drove the killers from massacre to massacre.\nThe army and militias were very brutal towards women. They raped between 150,000 and 250,000 Tutsi women. They also kidnapped women and forced them to be sex slaves. After raping women, the rapists would often mutilate the women's sex organs with things like weapons, boiling water, or acid.\nMost victims of the genocide were killed in their own villages. Often, they were killed by their own neighbors. Government radio stations encouraged regular people to kill their Tutsi neighbors. Hutus who refused to kill Tutsis were often executed immediately. Husbands killed their Tutsi wives because they were scared of being killed if they refused. There were even priests and nuns convicted of killing people who were trying to hide in churches. As historian Richard Prunier explains: during the genocide, \"Either you took part in the massacres or you were massacred yourself.\"p. 247\nPropaganda.\nThe killers used propaganda to encourage the genocide. They set up radio stations and newspapers which were full of hate speech. Often, they encouraged people to \"weed out the cockroaches,\" which meant \"kill the Tutsis.\" The killers would read out the names of people they wanted to be killed over the radio. Radio stations told their listeners to make sure they disemboweled pregnant\nThe United Nations Assistance Mission for Rwanda.\nIn October 1993, the United Nations Security Council created the United Nations Assistance Mission for Rwanda (UNAMIR). It was supposed to help put the 1993 peace agreement into place. However, UNAMIR did not have permission from the Security Council to protect civilians or try to stop the genocide. At this time, UNAMIR soldiers were only allowed to shoot their weapons in self-defence, if somebody was attacking them personally. They were not allowed to use their weapons or get involved to protect civilians who were being attacked.\nSecurity Council response.\nMore and more, UNAMIR's peacekeeping troops were being attacked. Countries began to pull their soldiers out of Rwanda. Some members of the United Nations Security Council, like the United States, argued strongly that the UN should take \"all\" of its peacekeeping troops out of Rwanda. Eventually, the Security Council decided to decrease the number of troops UNAMIR was allowed to have. On April 21, 1994, as the genocide was spreading across Rwanda, the Security Council decreased the number of allowed UNAMIR troops from 2,548 to 270 a decrease of almost 90%.\nUNAMIR's Commander, Roméo Dallaire, kept asking the United Nations for more troops. On May 15, the Security Council increased UNAMIR's allowed number of troops to 5,500. However, it took almost six months for UN member countries to volunteer this many troops. Meanwhile, the genocide continued.\nFrance and Operation Turquoise.\nFrance offered to lead a humanitarian mission in southwest Rwanda while UNAMIR was trying to gather more troops. The Security Council approved this mission on June 22, 1994. France called the mission \"Operation Turquoise.\" During this operation, soldiers from France and other countries set up a \"safe zone\" in southwest Rwanda. This was meant to be an area where people could come to be protected from Hutu attacks. Historians think that Operation Turquoise saved 13,000 to 14,000 lives.p. 308 However, France has been accused of letting war criminals escape Rwanda through the safe zone.\nMassacres.\nBecause UNAMIR's troops were not allowed to use their weapons to protect civilians, the militias were able to massacre civilians even when UNAMIR troops were nearby.\nKigali.\nFor example, on April 7, 1994, Belgian soldiers were staying at a school outside Kigali. Thousands of Tutsis ran from Kigali to the school, hoping that the soldiers would protect them from the massacres that were happening in Kigali. Hutu militia surrounded the school, but they did not enter because they were afraid of the Belgian soldiers.\nHowever, one day, the Belgian soldiers left. They had been ordered to leave so they could take European people to the airport to get them out of the country. Later, a Belgian colonel \"said the young soldiers told him they saw the killers in their rearview mirrors\" as they drove away. After the soldiers left, the Hutu militia killed thousands of Tutsis.\nMurambi Technical School.\nAnother massacre happened in Murambi, a town in southern Rwanda. When the genocide reached Murambi, Tutsis tried to hide at a nearby church. However, the bishop and mayor tricked them by telling them to go to the Murambi Technical School. They said the French soldiers there would protect them. On April 16, 1994, about 65,000 Tutsis ran to the school. One survivor said: \"They gave us four [French soldiers] for protection, but from 17 April we never saw them again.\"\nAfter they got to the school, the Tutsis had no food. The school's water was also cut off, so the Tutsis would be too weak to fight back. The Tutsis were still able to fight back for a few days, using stones. However, on April 21, the school was attacked by the Interahamwe. They killed about 45,000 Tutsis at the school. The other 20,000 Tutsis ran to a nearby church to hide, but the militia found them there and killed almost all of them.\nThe school is now a genocide museum. The museum says that only 34 people out of 65,000 survived the massacre. It also says that after the massacre, the French soldiers came back and buried the bodies in mass graves. Then they put a volleyball court over the mass graves to hide what happened.\nEnd of the genocide.\nThe Ugandan army joined the RPF in fighting the extremist Hutus. Bit by bit, they took control of more parts of Rwanda. Finally, on July 4, 1994, they took control of Kigali.\nAfter this, about two million Hutus ran away from Rwanda to Zaire. This group included 1.4 million Hutu civilians who had nothing to do with the genocide, but had been told that the RPF would kill them just for being Hutus.\nAccording to the BBC, \"Human rights groups say the RPF killed thousands of Hutu civilians as they took power and more after they went into [Zaire] to [follow] the Interahamwe. The RPF denies this.\"\nVictims.\nBefore the genocide, about 1.1 million of Rwandans were Tutsis. After the genocide, there were only about 300,000 Tutsis left in the country. Almost three out of every four Tutsis in Rwanda had been killed during the genocide.\nInternational Criminal Tribunal for Rwanda.\nIn 1995, the United Nations Security Council set up the International Criminal Tribunal for Rwanda (ICTR). Its goal was to prosecute people who took part in genocide, war crimes, or crimes against humanity, and punish the guilty ones. The ICTR had the power to prosecute anyone who broke international laws about human rights.\nOut of 93 people indicted by the ICTR, 61 were found guilty and sent to prison. Another ten cases were sent to Rwanda so their own courts could hear the cases. Three people indicted by the ICTR are still fugitives.\nThe ICTR closed on December 31, 2015.\nRwandan courts.\nThe Rwandan government was not able to start trying genocide suspects until 1996. This was because so many judges had been killed in the genocide, and because so many court buildings and jails had been destroyed.\nBy 2000, there were over 100,000 suspects waiting for trials. The regular Rwandan courts could not handle this many cases. To help with this problem, the government set up a new and different system of courts to help the regular Rwandan courts.\nBy mid-2006, the Rwandan courts had tried over 10,000 genocide suspects.\nGacaca courts.\nIn 2001, the Rwandan government began to create a system of Gacaca courts (pronounced \"GA-CHA-CHA\"). In these courts, Rwandans elect judges to hear genocide suspects' trials. Gacaca courts may hear cases about any crimes except planning genocide or rape. These cases must be heard by regular Rwandan courts.\nIf a suspect is found guilty, the Gacaca courts give less severe sentences if the person is truly sorry and asks for the community's forgiveness. The goal of the Gacaca courts is to get justice while also moving towards reconciliation. It also gives perpetrators the chance to admit what they did, which gives victims a chance to learn what happened to their loved ones.\nBetween 2001 and 2012, 12,000 Gacaca courts tried over 1.2 million cases all over Rwanda. These courts officially finished their work on May 4, 2012.","categories":[],"infobox_types":["civilian attack"],"annotations":[{"uri":"Murder","surface_form":"murder","offset":124},{"uri":"Genocide","surface_form":"genocide","offset":139},{"uri":"Ethnic_group","surface_form":"ethnicity","offset":207},{"uri":"Religion","surface_form":"religion","offset":226},{"uri":"Politics","surface_form":"political opinions","offset":239},{"uri":"Tutsi","surface_form":"Tutsi","offset":322},{"uri":"Extremism","surface_form":"extremist","offset":398},{"uri":"Ethnic_group","surface_form":"ethnic group","offset":427},{"uri":"Hutu","surface_form":"Hutu","offset":451},{"uri":"Rwanda","surface_form":"Rwanda","offset":597},{"uri":"Minority_group","surface_form":"minority","offset":665},{"uri":"Government","surface_form":"government","offset":709},{"uri":"Coup_d%27etat","surface_form":"overthrew","offset":740},{"uri":"Exile","surface_form":"exile","offset":870},{"uri":"Rebel","surface_form":"rebel","offset":886},{"uri":"Invasion","surface_form":"invaded","offset":957},{"uri":"Rwandan_Civil_War","surface_form":"Rwandan Civil War","offset":994},{"uri":"Peace","surface_form":"peace","offset":1101},{"uri":"Airplane","surface_form":"airplane","offset":1148},{"uri":"Juv%C3%A9nal_Habyarimana","surface_form":"Presidents of Rwanda","offset":1170},{"uri":"Burundi","surface_form":"Burundi","offset":1195},{"uri":"Militia","surface_form":"militia","offset":1537},{"uri":"Kigali","surface_form":"Kigali","offset":1573},{"uri":"Capital_city","surface_form":"capital city","offset":1590},{"uri":"Army","surface_form":"army","offset":1782},{"uri":"Civilian","surface_form":"civilian","offset":1807},{"uri":"Average","surface_form":"average","offset":1846},{"uri":"Interahamwe","surface_form":"Interahamwe","offset":2021},{"uri":"Impuzamugambi","surface_form":"Impuzamugambi","offset":2041},{"uri":"Political_party","surface_form":"political parties","offset":2118},{"uri":"Province","surface_form":"province","offset":2302},{"uri":"Baby","surface_form":"babies","offset":2547},{"uri":"Assassination","surface_form":"assassinated","offset":2636},{"uri":"Prime_minister","surface_form":"prime minister","offset":2661},{"uri":"Torture","surface_form":"torture","offset":2687},{"uri":"Belgium","surface_form":"Belgian","offset":2715},{"uri":"Soldier","surface_form":"soldier","offset":2723},{"uri":"Politics","surface_form":"political","offset":2900},{"uri":"Extremism","surface_form":"extremists","offset":2943},{"uri":"Journalist","surface_form":"journalist","offset":3101},{"uri":"Human_rights","surface_form":"human rights","offset":3117},{"uri":"Activism","surface_form":"activists","offset":3130},{"uri":"Looting","surface_form":"looted","offset":3383},{"uri":"Journalist","surface_form":"journalist","offset":3428},{"uri":"Rural","surface_form":"rural","offset":3577},{"uri":"Militia","surface_form":"militia","offset":3907},{"uri":"Machete","surface_form":"machete","offset":4214},{"uri":"Inch","surface_form":"inch","offset":4321},{"uri":"Bus","surface_form":"Bus","offset":4380},{"uri":"Brutal","surface_form":"brutal","offset":4468},{"uri":"Rape","surface_form":"rape","offset":4495},{"uri":"Kidnapping","surface_form":"kidnapped","offset":4552},{"uri":"Sexual_slavery","surface_form":"sex slaves","offset":4590},{"uri":"Mutilation","surface_form":"mutilate","offset":4646},{"uri":"Sex_organ","surface_form":"sex organ","offset":4667},{"uri":"Boil","surface_form":"boil","offset":4704},{"uri":"Acid","surface_form":"acid","offset":4722},{"uri":"Village","surface_form":"village","offset":4782},{"uri":"Neighbor","surface_form":"neighbor","offset":4829},{"uri":"Radio_station","surface_form":"radio station","offset":4851},{"uri":"Encourage","surface_form":"encouraged","offset":4866},{"uri":"Execution","surface_form":"executed","offset":4967},{"uri":"Priest","surface_form":"priest","offset":5097},{"uri":"Nun","surface_form":"nun","offset":5109},{"uri":"Conviction","surface_form":"convicted","offset":5114},{"uri":"Church","surface_form":"church","offset":5169},{"uri":"Historian","surface_form":"historian","offset":5182},{"uri":"Mass_murder","surface_form":"massacres","offset":5268},{"uri":"Propaganda","surface_form":"propaganda","offset":5346},{"uri":"Radio_station","surface_form":"radio station","offset":5396},{"uri":"Newspaper","surface_form":"newspaper","offset":5415},{"uri":"Hate_speech","surface_form":"hate speech","offset":5445},{"uri":"Cockroach","surface_form":"cockroach","offset":5505},{"uri":"Disembowel","surface_form":"disembowel","offset":5692},{"uri":"Pregnant","surface_form":"pregnant","offset":5705},{"uri":"United_Nations_Security_Council","surface_form":"United Nations Security Council","offset":5785},{"uri":"Weapon","surface_form":"weapon","offset":6128},{"uri":"Self-defence","surface_form":"self-defence","offset":6139},{"uri":"Soldier","surface_form":"troops","offset":6365},{"uri":"United_States","surface_form":"United States","offset":6509},{"uri":"Commander","surface_form":"Commander","offset":6898},{"uri":"France","surface_form":"France","offset":7216},{"uri":"Humanitarian_aid","surface_form":"humanitarian","offset":7241},{"uri":"Surround","surface_form":"surrounded","offset":8238},{"uri":"Europe","surface_form":"Europe","offset":8429},{"uri":"Airport","surface_form":"airport","offset":8452},{"uri":"Colonel","surface_form":"colonel","offset":8509},{"uri":"Town","surface_form":"town","offset":8755},{"uri":"Bishop","surface_form":"bishop","offset":8869},{"uri":"Mayor","surface_form":"mayor","offset":8880},{"uri":"France","surface_form":"French","offset":8968},{"uri":"Stone","surface_form":"stone","offset":9385},{"uri":"Museum","surface_form":"museum","offset":9655},{"uri":"Mass_grave","surface_form":"mass grave","offset":9829},{"uri":"Volleyball","surface_form":"volleyball","offset":9858},{"uri":"Uganda","surface_form":"Uganda","offset":9944},{"uri":"Army","surface_form":"army","offset":9952},{"uri":"BBC","surface_form":"BBC","offset":10356},{"uri":"Human_rights","surface_form":"Human rights","offset":10362},{"uri":"Deny","surface_form":"denies","offset":10523},{"uri":"Security_Council","surface_form":"Security Council","offset":10845},{"uri":"International_Criminal_Tribunal_for_Rwanda","surface_form":"International Criminal Tribunal for Rwanda","offset":10873},{"uri":"Prosecution","surface_form":"prosecute","offset":10940},{"uri":"Genocide","surface_form":"genocide","offset":10974},{"uri":"War_crime","surface_form":"war crime","offset":10984},{"uri":"Crimes_against_humanity","surface_form":"crimes against humanity","offset":10999},{"uri":"Punishment","surface_form":"punish","offset":11028},{"uri":"Guilt_(law)","surface_form":"guilty","offset":11039},{"uri":"International_law","surface_form":"international law","offset":11105},{"uri":"Human_rights","surface_form":"human rights","offset":11130},{"uri":"Indictment","surface_form":"indicted","offset":11161},{"uri":"Prison","surface_form":"prison","offset":11216},{"uri":"Fugitive","surface_form":"fugitives","offset":11348},{"uri":"Trial","surface_form":"trying","offset":11458},{"uri":"Suspect","surface_form":"suspect","offset":11474},{"uri":"Judge","surface_form":"judge","offset":11520},{"uri":"Court","surface_form":"court","offset":11580},{"uri":"Jail","surface_form":"jail","offset":11600},{"uri":"Trial","surface_form":"trial","offset":11680},{"uri":"Pronunciation","surface_form":"pronounced","offset":12034},{"uri":"Election","surface_form":"elect","offset":12086},{"uri":"Guilt_(law)","surface_form":"guilty","offset":12289},{"uri":"Sentence_(law)","surface_form":"sentences","offset":12332},{"uri":"Forgiveness","surface_form":"forgiveness","offset":12400},{"uri":"Reconciliation","surface_form":"reconciliation","offset":12487},{"uri":"Perpetrator","surface_form":"perpetrator","offset":12517}]}