{"id":342,"url":"http://en.wikipedia.org/wiki/History_of_Australia","text":"e=\"preserve\">People have lived in Australia for over 65,000 years. The first people who arrived in Australia were the Aboriginal people and Torres Strait Islanders.. They lived in all parts of Australia. They lived by hunting, fishing and gathering.\nAborigines invented tools like the boomerang and spear. There is also evidence that the Aboriginal people used farming methods. Tradition was very important in their lives. Their religion is called the Dreamtime, which has lots of stories about the creation of the world by spirits. Aboriginal art started at least 30,000 years ago and there are lots of Dreaming stories painted on walls and cut in rocks all around Australia. Aboriginal music has songs about the Dreamtime, sometimes with special instruments like the didgeridoo.\nIn 1606 the first European, Dutch explorer Willem Janszoon (1571–1639), visited the west. Luis Vaez de Torres sailed through the water between Australia and New Guinea later that year.\nOnly after Dirk Hartog chanced upon the west coast in 1616 did other European vessels visit and map the coast. After sixty more ships visited the coast, enough was known for a map to be published in 1811. The land was dry because of not much rain; some was a desert. The explorers thought no crops could be grown and so it would be difficult for people to live there. They decided there would be no economic reasons to stay.\nIn 1642, Dutchman Abel Tasman, working for the Dutch East Indies Company reached Tasmania, which he called Antony van Diemenslandt. He then called the continent he charted the north coast of on his second visit in 1644 New Holland. In 1688, William Dampier became the first Englishman to reach Australia. But in 1770 a British sailor, Captain James Cook, found the fertile east coast of Australia. He called it New South Wales, and claimed it for Britain.\nEnglishman Matthew Flinders published his map of the coast in 1814, calling it Australia for the first time, a name later formally adopted by the authorities.\nColonial Australia.\nThe British decided to use the land visited by Captain Cook as a prison colony. Britain needed a place to send its convicts (people who had been sent to jail for theft and other crimes) because its gaols were full and it had just lost its American colonies in the American War of Independence. In 1788 the British First Fleet of 11 ships, carrying about 1500 people arrived at Botany Bay (Sydney). Arthur Phillip led them as the first Governor of New South Wales. About 160 000 convicts were brought to Australia from 1788 until 1868. Free immigrants began arriving in the 1790s.\nFor the first few years they did not have much food, and life was very hard. But soon they began to farm, and more people came. Sydney grew, and new towns were started. Wool brought good money. By 1822, many towns had been set up and people from the towns often visited Sydney for additional economic resources.\nSoon people from Sydney found other parts of Australia. George Bass and Matthew Flinders sailed south to Tasmania and a colony was started at Hobart in 1803. Hamilton Hume and William Hovell went south from Sydney by land. They found the Murray River, and good land in Victoria. Thomas Mitchell went inland, and found more rivers. In 1826, the first British military outpost was set up at King George Sound in Western Australia. The Swan River Colony was started in 1829, with townsites at Fremantle and Perth. In 1836, a free-settler colony was started in South Australia, where no convicts were ever sent. Queensland became a separate colony in 1859. As the towns and farms spread across Australia, the Aboriginal people were pushed off their land. Some were killed, and many died from illness and hunger. Soon, Australia's Aborigines were outnumbered by Europeans, and many were made to live on reserves.\nThe goldrushes of New South Wales and Victoria started in 1851 leading to large numbers of people arriving to search for gold. The population grew across south east Australia and made great wealth and industry. By 1853 the goldrushes had made some poor people very rich.\nConvict transportation ended in the 1840s and 1850s and more changes came. The people in Australia wanted to run their own country, and self-govern. The first governments in the colonies were run by Governors chosen by London. Soon the settlers wanted local government and more democracy. The New South Wales Legislative Council, was created in 1825 to advise the Governor of New South Wales, but it was not chosen by voters. William Wentworth established the Australian Patriotic Association (Australia's first political party) in 1835 to demand democratic government for New South Wales. In 1840, the Adelaide City Council and the Sydney City Council were started and some people could vote for them (but only men with a certain amount of money). Then, Australia's first parliamentary elections were held for the New South Wales Legislative Council in 1843, again with some limits on who could vote. \"The Australian Colonies Government Act\" [1850] allowed constitutions for New South Wales, Victoria, South Australia and Tasmania. In 1850 elections for legislative councils were also held in the colonies of Victoria, South Australia and Tasmania.\nIn 1855, limited self-government was granted by London to New South Wales, Victoria, South Australia and Tasmania. A new secret ballot was introduced in Victoria, Tasmania and South Australia in 1856, allowing people to vote in private. This system was copied around the world. In 1855, the right to vote was given to all men over 21 in South Australia. The other colonies soon followed. Women were given the vote in the Parliament of South Australia in 1895 and they became the first women in the world allowed to stand in elections. In 1897, Catherine Helen Spence became the first female political candidate.\nAustralians had started parliamentary democracies all across the continent. But voices were getting louder for all of them to come together as one country with a national parliament.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":34},{"uri":"Torres_Strait_Islanders","surface_form":"Torres Strait Islanders","offset":140},{"uri":"Hunting","surface_form":"hunting","offset":218},{"uri":"Fishing","surface_form":"fishing","offset":227},{"uri":"Boomerang","surface_form":"boomerang","offset":285},{"uri":"Dreaming_(spirituality)","surface_form":"Dreamtime","offset":452},{"uri":"Aboriginal_art","surface_form":"Aboriginal art","offset":533},{"uri":"Australian_Aboriginal_music","surface_form":"Aboriginal music","offset":677},{"uri":"Didgeridoo","surface_form":"didgeridoo","offset":769},{"uri":"Netherlands","surface_form":"Dutch","offset":809},{"uri":"Willem_Janszoon","surface_form":"Willem Janszoon","offset":824},{"uri":"Luis_Vaez_de_Torres","surface_form":"de Torres","offset":881},{"uri":"New_Guinea","surface_form":"New Guinea","offset":938},{"uri":"Desert","surface_form":"desert","offset":1225},{"uri":"Crop","surface_form":"crop","offset":1258},{"uri":"Economic","surface_form":"economic","offset":1365},{"uri":"Abel_Tasman","surface_form":"Abel Tasman","offset":1409},{"uri":"Dutch_East_Indies_Company","surface_form":"Dutch East Indies Company","offset":1438},{"uri":"Tasmania","surface_form":"Tasmania","offset":1472},{"uri":"New_Holland","surface_form":"New Holland","offset":1610},{"uri":"William_Dampier","surface_form":"William Dampier","offset":1632},{"uri":"James_Cook","surface_form":"James Cook","offset":1734},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":1802},{"uri":"Matthew_Flinders","surface_form":"Matthew Flinders","offset":1858},{"uri":"Australia","surface_form":"Australia","offset":1926},{"uri":"Captain_Cook","surface_form":"Captain Cook","offset":2073},{"uri":"Convict","surface_form":"convict","offset":2141},{"uri":"Jail","surface_form":"jail","offset":2179},{"uri":"Theft","surface_form":"theft","offset":2188},{"uri":"Crime","surface_form":"crime","offset":2204},{"uri":"Gaol","surface_form":"gaol","offset":2224},{"uri":"American_War_of_Independence","surface_form":"American War of Independence","offset":2290},{"uri":"First_Fleet","surface_form":"First Fleet","offset":2340},{"uri":"Arthur_Phillip","surface_form":"Arthur Phillip","offset":2424},{"uri":"Governor_of_New_South_Wales","surface_form":"Governor of New South Wales","offset":2461},{"uri":"Food","surface_form":"food","offset":2653},{"uri":"Farm","surface_form":"farm","offset":2706},{"uri":"Wool","surface_form":"Wool","offset":2775},{"uri":"Sydney","surface_form":"Sydney","offset":2935},{"uri":"George_Bass","surface_form":"George Bass","offset":2974},{"uri":"Matthew_Flinders","surface_form":"Matthew Flinders","offset":2990},{"uri":"Tasmania","surface_form":"Tasmania","offset":3023},{"uri":"Hobart","surface_form":"Hobart","offset":3060},{"uri":"Hamilton_Hume","surface_form":"Hamilton Hume","offset":3076},{"uri":"William_Hovell","surface_form":"William Hovell","offset":3094},{"uri":"Murray_River","surface_form":"Murray River","offset":3156},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":3187},{"uri":"Thomas_Mitchell","surface_form":"Thomas Mitchell","offset":3197},{"uri":"British_military","surface_form":"British military","offset":3268},{"uri":"King_George_Sound","surface_form":"King George Sound","offset":3307},{"uri":"Western_Australia","surface_form":"Western Australia","offset":3328},{"uri":"Swan_River_Colony","surface_form":"Swan River Colony","offset":3351},{"uri":"Fremantle%2C_Western_Australia","surface_form":"Fremantle","offset":3408},{"uri":"Perth%2C_Western_Australia","surface_form":"Perth","offset":3422},{"uri":"South_Australia","surface_form":"South Australia","offset":3475},{"uri":"Queensland","surface_form":"Queensland","offset":3526},{"uri":"Kill","surface_form":"kill","offset":3679},{"uri":"Die","surface_form":"die","offset":3696},{"uri":"Disease","surface_form":"illness","offset":3706},{"uri":"New_South_Wales_Legislative_Council","surface_form":"New South Wales Legislative Council","offset":4390},{"uri":"Governor_of_New_South_Wales","surface_form":"Governor of New South Wales","offset":4461},{"uri":"William_Wentworth","surface_form":"William Wentworth","offset":4523},{"uri":"Australian_Patriotic_Association","surface_form":"Australian Patriotic Association","offset":4557},{"uri":"Parliamentary_democracy","surface_form":"democratic government","offset":4644},{"uri":"Adelaide_City_Council","surface_form":"Adelaide City Council","offset":4700},{"uri":"Sydney_City_Council","surface_form":"Sydney City Council","offset":4730},{"uri":"Parliament","surface_form":"parliament","offset":4870},{"uri":"Secret_ballot","surface_form":"secret ballot","offset":5368},{"uri":"Right_to_vote","surface_form":"right to vote","offset":5538},{"uri":"South_Australia","surface_form":"South Australia","offset":5584},{"uri":"Parliament_of_South_Australia","surface_form":"Parliament of South Australia","offset":5668},{"uri":"Catherine_Helen_Spence","surface_form":"Catherine Helen Spence","offset":5791}]}