{"id":342160,"url":"http://en.wikipedia.org/wiki/Pato","text":"Pato is a game played on horseback. It adds ideas from polo and basketball. It is the national sport of Argentina.\n' is Spanish for \"duck\". The early games used a live duck inside a basket instead of a ball. Pato has been written about since 1610. The playing field would often go between neighboring ranches. The first team to reach its own ranch house with the duck was the winner.\nPato was banned several times during its history. This was due to the violence—not only to the duck; many gauchos were trampled underfoot. Some lost their lives in knife fights started in the heat of the game. In 1796, a Catholic priest said that pato players who died this way should not get Christian burial. Laws saying people could not play pato were common in the 19th century.\nDuring the 1930s, pato had rules added by ranch owner Alberto del Castillo Posse. He made a set of rules based on modern polo. President Juan Perón made pato Argentina's national game in 1953.\nGameplay.\nIn modern pato, two four-member teams ride on horses. They try to get a ball which has six handles. They score by throwing the ball through a ring that is vertical. The rings have a 100 cm (3.3 ft) diameter. They are on 240 cm (7.9 ft) high poles. A closed net, going up for 140 cm (4.6 ft), holds the ball after goals are scored.\nThe winner is the team with most goals scored after the time is done. Game time is six 8-minute \"periods\".\nThe field is: length 180 to 220 m (196.9 to 240.6 yd), width 80 to 90 m (87 to 98 yd). The ball is made of leather, with an inflated rubber chamber and six leather handles. Its diameter is 40 cm (15.7 in) handle-to-handle. The weight is 1050 to 1250 g (2.3 to 2.8 lbs).\nThe player that has control of the ' (i.e. holds the ball by a handle) must ride with his right arm outstretched. He offers the pato so rival players have a chance of tugging the pato and stealing it. Not holding his arm out while riding with the pato is an offense called ' (refusal).\nDuring the tug itself, or ', both players must stand on the stirrups and not sit on the saddle. The hand not tugging must hold the reins. The tug is usually the most exciting part of the game.\nPato is similar to the game of horseball played in France, Portugal, and other countries.","categories":[],"infobox_types":[],"annotations":[{"uri":"Polo","surface_form":"polo","offset":55},{"uri":"Basketball","surface_form":"basketball","offset":64},{"uri":"Argentina","surface_form":"Argentina","offset":104},{"uri":"Spanish_language","surface_form":"Spanish","offset":120},{"uri":"Duck","surface_form":"duck","offset":133},{"uri":"Gaucho","surface_form":"gaucho","offset":490},{"uri":"Polo","surface_form":"polo","offset":888},{"uri":"Juan_Per%C3%B3n","surface_form":"Juan Perón","offset":904},{"uri":"Horse","surface_form":"horse","offset":1016},{"uri":"Vertical","surface_form":"vertical","offset":1125},{"uri":"Offense","surface_form":"offense","offset":1936},{"uri":"Stirrup","surface_form":"stirrup","offset":2024},{"uri":"Saddle","surface_form":"saddle","offset":2052},{"uri":"Rein","surface_form":"rein","offset":2095},{"uri":"Horseball","surface_form":"horseball","offset":2188},{"uri":"France","surface_form":"France","offset":2208},{"uri":"Portugal","surface_form":"Portugal","offset":2216}]}