{"id":342176,"url":"http://en.wikipedia.org/wiki/New_Plymouth","text":"New Plymouth is the major city of the Taranaki Region on the west coast of the North Island of New Zealand. It is named after Plymouth, Devon, England. This district includes New Plymouth City and a few smaller towns. The district has 1.7 percent of the country's people.\nNew Plymouth Airport is the 11th busiest airport in New Zealand, with regular flights to Wellington, Auckland and Christchurch.\nHistory.\nIn 1828, Richard Barrett set up a trading post at Ngamotu after he arrived on the ship \"Adventure\". Barrett dealt with the local Māori and bought land from them.\nThe British tried to occupy the area during the early 1840s. But when they arrived, they found an area with few Māori - remaining survivors of a number of inter-tribal wars. At first, land was easily bought but then as time went on, it became more difficult and Europeans wanted more and more of Maori farmland, as Maoris were returning to the area and did not want to sell the land. War finally started in 1860 and lasted for nearly 10 years, resulting in land confiscations by the British government.\nGeography.\nThe area is known for its dairy farms and its location. It is very close to both sea and mountain, with Mount Taranaki just south of the city. The volcanic cone of Mt Taranaki gives a view of the coastline. Taranaki, which is 2518 metres high, is one of the most climbed mountains in New Zealand. It is one of the places in New Zealand that attracts the most rainfall and the mountain has created a unique environment perfect for plants, alpine herb fields, and native and tropical forest. This attracts many bird species that can be observed in the National Park and surrounding areas.","categories":[],"infobox_types":["settlement"],"annotations":[{"uri":"North_Island","surface_form":"North Island","offset":79},{"uri":"New_Zealand","surface_form":"New Zealand","offset":95},{"uri":"Plymouth%2C_Devon","surface_form":"Plymouth, Devon","offset":126},{"uri":"England","surface_form":"England","offset":143},{"uri":"New_Plymouth_Airport","surface_form":"New Plymouth Airport","offset":272},{"uri":"Wellington","surface_form":"Wellington","offset":361},{"uri":"Auckland","surface_form":"Auckland","offset":373},{"uri":"Christchurch","surface_form":"Christchurch","offset":386},{"uri":"Richard_Barrett","surface_form":"Richard Barrett","offset":418},{"uri":"M%C4%81ori_people","surface_form":"Māori","offset":538},{"uri":"British_Empire","surface_form":"British","offset":575},{"uri":"Annexation","surface_form":"land confiscations","offset":1028},{"uri":"Dairy_farm","surface_form":"dairy farm","offset":1111},{"uri":"Mount_Taranaki","surface_form":"Mount Taranaki","offset":1189},{"uri":"Volcano","surface_form":"volcanic cone","offset":1232}]}