{"id":342137,"url":"http://en.wikipedia.org/wiki/Jean_Peyrelevade","text":"Jean Peyrelevade, born (24 October 1939 in Marseille), is a French civil servant, politician and business leader.\nBiography.\nHe always presented himself as a man of center-left.\nAppointed in 1981 deputy chief of staff of Pierre Mauroy and economic advisor of Prime Minister, he manages nationalization, while professing his skepticism about their interest.\nLong time economics teacher at the \"École Polytechnique\", he has written books about the evolution of contemporary capitalism, including \"Le capitalism total\" published through the think tank of \"La République des idées\" in 2005. Denouncing in this book an extreme form of capitalism, he proposes to ban stock options as part of executive compensation to avoid conflicts of interest and offer better dividends to existing shareholders to limit the round- speculative return.\nHe argues Francois Bayrou at the French presidential election of 2007, and joined his campaign team, particularly to address the economic program. In 2008, at the municipal elections, he led the MoDem list in the 16th arrondissement of Paris, which collects 8.64% of votes in the first round, ranking fourth. Only elected on its list, he is borough councilor. June 13, 2008, he was appointed vice president of the MoDem for economic issues. He resigned from the board of the 16th arrondissement of Paris the 6th of January 2009 and of all his functions within the MoDem at the same time. He no longer has any ties partisan but an active participant of \"Terra Nova (think tank)\", the think tank of the left.\nIn an opinion published in \"Le Figaro\", he advocated a separation between bank deposit and investment bank to regulate the financial system to prevent another financial crisis. He said the bank is a real public service, which must be managed as such.\nOn 7 September 2011, he says support the candidacy of François Hollande to the French Socialist Party presidential primary, 2011. During summer schools of MoDem the 17th of September 2011 and during radio interviews, Jean Peyrelevade said he would vote for Manuel Valls in the first round and - probably - for Francois Hollande in the second round. Jean Peyrelevade recognizes to Manuel Valls the quality of being politically incorrect when he speaks about \"35 hours\" as a major error on which we must return. On January 5, 2012, he states that he changed his mind \"Bayrou's speech is more consistent, clearer\". He is a member of the campaign strategy of François Bayrou and says that we need a period of wage moderation to revive French competitiveness.","categories":[],"infobox_types":[],"annotations":[{"uri":"Marseille","surface_form":"Marseille","offset":43},{"uri":"Civil_servant","surface_form":"civil servant","offset":67},{"uri":"Nationalization","surface_form":"nationalization","offset":286},{"uri":"%C3%89cole_Polytechnique","surface_form":"École Polytechnique","offset":393},{"uri":"Capitalism","surface_form":"capitalism","offset":472},{"uri":"Think_tank","surface_form":"think tank","offset":538},{"uri":"Paris","surface_form":"Paris","offset":1068},{"uri":"Paris","surface_form":"Paris","offset":1330}]}