{"id":34222,"url":"http://en.wikipedia.org/wiki/Combustion","text":"e=\"preserve\">Combustion is a reaction of a fuel with an oxidant to give out heat. The release of heat can produce light in the form of a flame.\nCar engines and rocket engines both work by combustion. Combustion in a Ferrari car motor is different from combustion in a rocket engine. Car combustion is gas burning and exploding in cylinders called pistons again and again to push them up and down, making the car move. Rocket combustion is made by rocket fuel exploding out of the back of the rocket moving it up. The burning of most substances is bad for the environment and the ozone layer because it can let off greenhouse gases such as carbon dioxide. Hydrogen burns cleanly and gives off a lot of heat, but it does not produce much power, and is highly explosive.\nDuring combustion, fuel reacts with oxygen and heat, then releases energy. Complete combustion happens in a plentiful supply of oxygen. Complete combustion releases more energy than incomplete combustion. Incomplete combustion occurs when the supply of air is limited, or poor. Incomplete combustion also creates carbon monoxide, and more soot. Several factors must be considered when choosing the best fuel for a particular purpose. Fuels are substances that react with oxygen to release useful energy. Most of the energy is released as heat, but light energy is also released. About 21 per cent of the air is oxygen. When a fuel burns in plenty of air, it receives enough oxygen for complete combustion. Complete combustion needs a plentiful supply of air so that the elements in the fuel react fully with oxygen. Fuels such as natural gas and petrol contain hydrocarbons. These are compounds of hydrogen and carbon only. Combustion is a high-temperature oxidation reaction.","categories":[],"infobox_types":[],"annotations":[{"uri":"Oxidant","surface_form":"oxidant","offset":56},{"uri":"Heat","surface_form":"heat","offset":76},{"uri":"Light","surface_form":"light","offset":114},{"uri":"Form","surface_form":"form","offset":127},{"uri":"Flame","surface_form":"flame","offset":137},{"uri":"Greenhouse_gas","surface_form":"greenhouse","offset":614},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":639},{"uri":"Hydrogen","surface_form":"Hydrogen","offset":655},{"uri":"Oxygen","surface_form":"oxygen","offset":804}]}