{"id":34227,"url":"http://en.wikipedia.org/wiki/Hummingbird","text":"Hummingbirds are small birds of the family Trochilidae.\nThey are among the smallest of birds: most species measure 7.5–13 cm (3–5 in). The smallest living bird species is the 2–5 cm Bee Hummingbird. They can hover in mid-air by rapidly flapping their wings 12–80 times per second (depending on the species). They are also the only group of birds able to fly backwards. Their rapid wing beats do actually hum. They can fly at speeds over 15 m/s (54 km/h, 34 mi/h).\nEating habits and pollination.\nHummingbirds help flowers to pollinate, though most insects are best known for doing so. The hummingbird enjoys nectar, like the butterfly and other flower-loving insects, such as bees.\nHummingbirds do not have a good sense of smell; instead, they are attracted to color, especially the color red. Unlike the butterfly, the hummingbird hovers over the flower as it drinks nectar from it, like a moth. When it does so, it flaps its wings very quickly to stay in one place, which makes it look like a blur and also beats so fast it makes a humming sound. A hummingbird sometimes puts its whole head into the flower to drink the nectar properly. When it takes its head back out, its head is covered with yellow pollen, so that when it moves to another flower, it can pollinate. Or sometimes it may pollinate with its beak.\nLike bees, hummingbirds can assess the amount of sugar in the nectar they eat. They reject flowers whose nectar has less than 10% sugar. Nectar is a poor source of nutrients, so hummingbirds meet their needs for protein, amino acids, vitamins, minerals, etc. by preying on insects and spiders.\nFeeding apparatus.\nMost hummingbirds have bills that are long and straight or nearly so, but in some species the bill shape is adapted for specialized feeding. Thornbills have short, sharp bills adapted for feeding from flowers with short corollas and piercing the bases of longer ones. The Sicklebills' extremely decurved bills are adapted to extracting nectar from the curved corollas of flowers in the family Gesneriaceae. The bill of the Fiery-tailed Awlbill has an upturned tip, as in the Avocets. The male Tooth-billed Hummingbird has barracuda-like spikes at the tip of its long, straight bill.\nThe two halves of a hummingbird's bill have a pronounced overlap, with the lower half (mandible) fitting tightly inside the upper half (maxilla). When hummingbirds feed on nectar, the bill is usually only opened slightly, allowing the tongue to dart out into the nectar.\nLike the similar nectar-feeding sunbirds and unlike other birds, hummingbirds drink by using grooved or trough-like tongues which they can stick out a long way.\nHummingbirds do not spend all day flying, as the energy cost would be prohibitive; the majority of their activity consists simply of sitting or perching. Hummingbirds feed in many small meals, consuming many small invertebrates and up to twelve times their own body weight in nectar each day. They spend an average of 10–15% of their time feeding and 75–80% sitting and digesting.\nCo-evolution with flowers.\nSince hummingbirds are specialized nectar-eaters, they are tied to the bird-flowers they feed upon. Some species, especially those with unusual bill shapes such as the Sword-billed Hummingbird and the sicklebills, are co-evolved with a small number of flower species.\nMany plants pollinated by hummingbirds produce flowers in shades of red, orange, and bright pink, though the birds will take nectar from flowers of many colors. Hummingbirds can see wavelengths into the near-ultraviolet. However, their flowers do not reflect these wavelengths as many insect-pollinated flowers do. The narrow color spectrum may make hummingbird-pollinated flowers inconspicuous to insects, thereby reducing nectar robbing by insects. Hummingbird-pollinated flowers also produce relatively weak nectar (averaging 25% sugars w/w) containing high concentrations of sucrose, whereas insect-pollinated flowers typically produce more concentrated nectars dominated by fructose and glucose.\nTaxonomy.\nHummingbirds have traditionally been a part of the bird order \"Apodiformes\". This order includes the Hummingbirds, the swifts and the tree swifts. The Sibley-Ahlquist taxonomy of birds, based on DNA studies done in the 1970s and 1980s, have changed the classification of hummingbirds. Instead of being in the same order as the swifts, the hummingbirds were made into an order that only included themselves, \"Trochiliformes\". Their previous order, \"Apodiformes\" was changed to the superorder \"Apodimorphae\". This superorder contains the three families of birds which were in it when it was an order.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bird","surface_form":"bird","offset":23},{"uri":"Family_(biology)","surface_form":"family","offset":36},{"uri":"Species","surface_form":"species","offset":99},{"uri":"Bee_Hummingbird","surface_form":"Bee Hummingbird","offset":182},{"uri":"Wing","surface_form":"wing","offset":251},{"uri":"Hum","surface_form":"hum","offset":404},{"uri":"Olfaction","surface_form":"smell","offset":722},{"uri":"Attract","surface_form":"attracted","offset":747},{"uri":"Color","surface_form":"color","offset":760},{"uri":"Color","surface_form":"color","offset":782},{"uri":"Red","surface_form":"red","offset":788},{"uri":"Moth","surface_form":"moth","offset":890},{"uri":"Wing","surface_form":"wing","offset":926},{"uri":"Yellow","surface_form":"yellow","offset":1196},{"uri":"Pollen","surface_form":"pollen","offset":1203},{"uri":"Flower","surface_form":"flower","offset":1244},{"uri":"Nutrients","surface_form":"nutrients","offset":1479},{"uri":"Protein","surface_form":"protein","offset":1527},{"uri":"Amino_acids","surface_form":"amino acids","offset":1536},{"uri":"Vitamins","surface_form":"vitamins","offset":1549},{"uri":"Minerals","surface_form":"minerals","offset":1559},{"uri":"Insect","surface_form":"insect","offset":1588},{"uri":"Spider","surface_form":"spider","offset":1600},{"uri":"Thornbill","surface_form":"Thornbill","offset":1769},{"uri":"Corolla_(flower)","surface_form":"corollas","offset":1848},{"uri":"Gesneriaceae","surface_form":"Gesneriaceae","offset":2021},{"uri":"Fiery-tailed_Awlbill","surface_form":"Fiery-tailed Awlbill","offset":2051},{"uri":"Avocet","surface_form":"Avocet","offset":2103},{"uri":"Tooth-billed_Hummingbird","surface_form":"Tooth-billed Hummingbird","offset":2121},{"uri":"Mandible","surface_form":"mandible","offset":2298},{"uri":"Maxilla","surface_form":"maxilla","offset":2347},{"uri":"Sunbird","surface_form":"sunbird","offset":2514},{"uri":"Sword-billed_Hummingbird","surface_form":"Sword-billed Hummingbird","offset":3219},{"uri":"Co-evolution","surface_form":"co-evolved","offset":3269},{"uri":"Red","surface_form":"red","offset":3387},{"uri":"Orange_(colour)","surface_form":"orange","offset":3392},{"uri":"Pink","surface_form":"pink","offset":3411},{"uri":"Wavelength","surface_form":"wavelength","offset":3501},{"uri":"Ultraviolet","surface_form":"ultraviolet","offset":3527},{"uri":"Spectrum","surface_form":"spectrum","offset":3651},{"uri":"Nectar_robbing","surface_form":"nectar robbing","offset":3743},{"uri":"Sucrose","surface_form":"sucrose","offset":3898},{"uri":"Fructose","surface_form":"fructose","offset":3998},{"uri":"Glucose","surface_form":"glucose","offset":4011},{"uri":"Bird","surface_form":"bird","offset":4081},{"uri":"Order_(biology)","surface_form":"order","offset":4086},{"uri":"Swift","surface_form":"swift","offset":4149},{"uri":"Tree_swift","surface_form":"tree swift","offset":4164},{"uri":"Sibley-Ahlquist_taxonomy_of_birds","surface_form":"Sibley-Ahlquist taxonomy of birds","offset":4181},{"uri":"DNA","surface_form":"DNA","offset":4225},{"uri":"Superorder","surface_form":"superorder","offset":4510}]}