{"id":342629,"url":"http://en.wikipedia.org/wiki/Monarchy_of_Australia","text":"The Monarchy of Australia is a form of government in which a hereditary monarch is the sovereign of Australia according to the rules of the Australian Constitution.\nThis means that the job of King or Queen of Australia passes down through the Royal Family. When the King or Queen dies, the job passes to their son, daughter or next in line to the throne. As monarch of Australia, they then have ceremonial and constitutional duties as part of the government of Australia. The Governor General of Australia does the work of the monarch for the national Government. State Governors do the work of the monarch for State Governments of Australia.\nHistory.\nThe British First Fleet of convict ships arrived at Sydney in 1788 and New South Wales became a Crown Colony, with King George III of England as its King. The British set up other colonies all around Australia with powerful colonial governors chosen by Britain. From the 1820s, these colonies began to get more and more self-government and from the 1850s they began to become parliamentary democracies, which kept the Kings and Queens of the United Kingdom as their Heads of State, with royal duties done by Colonial Governors who had less and less real power.\nIn 1901, after a vote, the British colonies of Australia decided to become one country, with a constitutional monarchy with Queen Victoria as the monarch. The Duke of Cornwall and York (later King George V) opened the first Parliament of Australia in 1901 and the Duke and Duchess of York (later King George VI and Queen Elizabeth The Queen Mother) opened the first Parliament in Canberra in 1927.\nThe Balfour Declaration of 1926, changed the situation in the British Empire, so that United Kingdom and the Dominions (like Australia, Canada and New Zealand) were to be seen as equal and independent, but \"united by a common allegiance to the Crown\". This situation of independent monarchies was confirmed by the Statute of Westminster. The Curtin Labor Government chose Prince Henry, Duke of Gloucester (the brother of King George VI), as Governor-General during the Second World War.\nQueen Elizabeth II became the first reigning monarch to visit Australia in 1954, greeted by huge crowds across the nation. Her son Prince Charles went to school in Australia in 1967. Her grandson Prince Harry lived in Australia for some of his gap-year in 2003.\nThe Royal family was very popular for most of the 20th Century - but by the 1990s, some politicians and lots of people wanted Australia to become a republic. In 1999, the country had a referendum to become a republic, but the people chose to keep the Australian monarchy instead of changing to a republic.\nThe Monarch.\nAt the moment, the monarch of Australia is Queen Elizabeth II. She has the title of Queen of Australia and has reigned since 6 February 1952. She is represented in Australia by the Governor-General. The Governor-General does the work of the Queen in Australia and follows the rules of the Australian Constitution. He or she is chosen by the Prime Minister and appointed by the monarch.\nIn each of the States of Australia, the monarch is represented by a Governor. The Governors are appointed by the Queen after the state premiers tell her their choice.\nThe Australian monarch is also monarch of fifteen other Commonwealth countries known as Commonwealth realms: including Britain, New Zealand, Canada and Papua New Guinea.\nThe Governor General.\nThe Governor General is chosen by the Prime Minister and is appointed by the monarch to act as Head of State. The Governor General cannot behave like a politician or member of a political party, but must do the work of the monarch in Australia. The Governor General does things like opening parliament, and giving out awards on Australia Day. After elections, or when a government loses or wins a majority in the Australian House of Representatives, the Governor General is the person who legally decides that the prime minister has the numbers to lead a government.\nSome Governor-Generals belonged to the Royal Family and for a long time they all came from Britain, but for many years all Governor Generals have been Australians.","categories":[],"infobox_types":[],"annotations":[{"uri":"Monarch","surface_form":"monarch","offset":72},{"uri":"Sovereignty","surface_form":"sovereign","offset":87},{"uri":"Australia","surface_form":"Australia","offset":100},{"uri":"Australian_Constitution","surface_form":"Australian Constitution","offset":140},{"uri":"House_of_Windsor","surface_form":"Royal Family","offset":243},{"uri":"Governor_General_of_Australia","surface_form":"Governor General of Australia","offset":476},{"uri":"First_Fleet","surface_form":"First Fleet","offset":664},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":723},{"uri":"Crown_Colony","surface_form":"Crown Colony","offset":748},{"uri":"King_George_III","surface_form":"King George III","offset":767},{"uri":"Parliament","surface_form":"parliamentary democracies","offset":1028},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1094},{"uri":"Constitutional_monarchy","surface_form":"constitutional monarchy","offset":1308},{"uri":"Queen_Victoria","surface_form":"Queen Victoria","offset":1337},{"uri":"King_George_V","surface_form":"King George V","offset":1405},{"uri":"Parliament_of_Australia","surface_form":"Parliament of Australia","offset":1437},{"uri":"George_VI","surface_form":"George VI","offset":1514},{"uri":"Queen_Elizabeth_The_Queen_Mother","surface_form":"Queen Elizabeth The Queen Mother","offset":1528},{"uri":"Old_Parliament_House%2C_Canberra","surface_form":"first Parliament in Canberra in 1927","offset":1573},{"uri":"Balfour_Declaration_of_1926","surface_form":"Balfour Declaration of 1926","offset":1615},{"uri":"British_Empire","surface_form":"British Empire","offset":1673},{"uri":"Statute_of_Westminster","surface_form":"Statute of Westminster","offset":1925},{"uri":"John_Curtin","surface_form":"Curtin Labor Government","offset":1953},{"uri":"Prince_Henry%2C_Duke_of_Gloucester","surface_form":"Prince Henry, Duke of Gloucester","offset":1983},{"uri":"George_VI","surface_form":"King George VI","offset":2032},{"uri":"Elizabeth_II","surface_form":"Queen Elizabeth II","offset":2098},{"uri":"Prince_Charles","surface_form":"Prince Charles","offset":2229},{"uri":"Prince_Harry","surface_form":"Prince Harry","offset":2294},{"uri":"Republic","surface_form":"republic","offset":2508},{"uri":"Monarch","surface_form":"monarch","offset":2698},{"uri":"Queen_Elizabeth_II","surface_form":"Queen Elizabeth II","offset":2722},{"uri":"Queen_regnant","surface_form":"reigned","offset":2790},{"uri":"Governor-General_of_Australia","surface_form":"Governor-General","offset":2860},{"uri":"Australian_Constitution","surface_form":"Australian Constitution","offset":2968},{"uri":"States_and_territories_of_Australia","surface_form":"States of Australia","offset":3080},{"uri":"Governors_of_the_Australian_states","surface_form":"Governor","offset":3133},{"uri":"Commonwealth_of_Nations","surface_form":"Commonwealth","offset":3288},{"uri":"Commonwealth_realm","surface_form":"Commonwealth realm","offset":3320},{"uri":"Head_of_State","surface_form":"Head of State","offset":3519},{"uri":"Australia_Day","surface_form":"Australia Day","offset":3752},{"uri":"Australian_House_of_Representatives","surface_form":"Australian House of Representatives","offset":3837}]}