{"id":342669,"url":"http://en.wikipedia.org/wiki/The_Kingdom_(Elgar)","text":"\"The Kingdom\", Op. 51, is an oratorio for soloists, chorus and orchestra composed by Edward Elgar.\nIt was first performed at the Birmingham Music Festival on 3 October 1906, with the orchestra conducted by the composer, and soloists Agnes Nicholls, Muriel Foster, John Coates and William Higley.\nHistory of its composition.\nElgar thought for a long time about the idea of writing an oratorio about the apostles. He decided in the end to write not just one, but three oratorios (a “trilogy”). The first one was to be about the apostles being called to follow Jesus. This one was called \"The Apostles\" and was composed and performed in 1903. The second one was to be about the apostles being persecuted. This one, first performed in 1906, was given the title The Kingdom. The third one was going to be about the Last Judgement. Elgar never got round to composing it, although he thought about it as late as the 1920s.\nElgar prepared the words of \"The Kingdom\" himself. He describes events from the Acts of the Apostles, and he also put in lines from the Gospels, the Old Testament and the Apocrypha.\nA lot of the music is calm and thoughtful rather than dramatic. If Elgar had completed all three oratorios, \"The Kingdom\" would have been the middle one: quiet and relective between two more dramatic ones. As in \"The Apostles\", Elgar used the idea of the Leitmotif. This is something that Richard Wagner had developed in his operas: the technique of having short tunes (motifs) which represent particular characters or events in the story.\nThe oratorio is divided into a prelude which is played by the orchestra, and five parts.\nPerformers.\n\"The Kingdom\" is written for a large orchestra. There is a double chorus (the choir split into 8 parts) with semichorus, and four soloists who represent The Blessed Virgin (soprano), Mary Magdalene (contralto), St John (tenor), and St Peter (bass).\nThe story of The Kingdom.\nIn the orchestral prelude we first hear tunes (motives) which we heard in \"The Apostles\". There are motifs which represent Jesus’ sadness, and one for Peter, another one representing the new faith, Christ the Redeemer and the prelude ends by hearing these last two at the same time.\nPart I is about the Apostles and Holy Women meeting after Christ’s Ascension. Matthew is chosen to take Judas’ place.\nPart II is quite short. Mary (Christ’s mother) and Mary Magdalene are talking about a lame man and remembering how Jesus healed the blind and the lame.\nPart III is about the Pentecost. This is when the Holy Spirit came down and gave the apostles the ability to speak all languages so that they could tell everybody in the world about Jesus. Peter tells everybody that they should be baptised in the Name of the Lord.\nPart IV John sings a big duet with Peter. They preach to the crowd about Jesus’s resurrection, so they get arrested. After their arrest Mary prays for the two men (this is not in the Bible, it was Elgar’s idea).\nPart V The opening chorus is heard in a different form. The Apostles and Holy Women take communion and sing the Lord's Prayer. Christ the Redeemer appears, and the work finishes with the theme of the new faith. The music does not end in a loud burst of glory, but quietly and peacefully.","categories":[],"infobox_types":[],"annotations":[{"uri":"Oratorio","surface_form":"oratorio","offset":29},{"uri":"Choir","surface_form":"chorus","offset":52},{"uri":"Orchestra","surface_form":"orchestra","offset":63},{"uri":"Edward_Elgar","surface_form":"Edward Elgar","offset":85},{"uri":"Twelve_Apostles","surface_form":"apostles","offset":402},{"uri":"The_Apostles_(Elgar)","surface_form":"The Apostles","offset":586},{"uri":"Persecution","surface_form":"persecuted","offset":690},{"uri":"Last_Judgement","surface_form":"Last Judgement","offset":810},{"uri":"1920s","surface_form":"1920s","offset":909},{"uri":"Acts_of_the_Apostles","surface_form":"Acts of the Apostles","offset":996},{"uri":"Gospel","surface_form":"Gospel","offset":1052},{"uri":"Old_Testament","surface_form":"Old Testament","offset":1065},{"uri":"Apocrypha","surface_form":"Apocrypha","offset":1087},{"uri":"Leitmotif","surface_form":"Leitmotif","offset":1353},{"uri":"Richard_Wagner","surface_form":"Richard Wagner","offset":1387},{"uri":"Opera","surface_form":"opera","offset":1423},{"uri":"Prelude","surface_form":"prelude","offset":1569},{"uri":"Orchestra","surface_form":"orchestra","offset":1676},{"uri":"Choir","surface_form":"chorus","offset":1705},{"uri":"Semichorus","surface_form":"semichorus","offset":1748},{"uri":"Solo_(music)","surface_form":"soloists","offset":1769},{"uri":"Virgin_Mary","surface_form":"Blessed Virgin","offset":1796},{"uri":"Soprano","surface_form":"soprano","offset":1812},{"uri":"Mary_Magdalene","surface_form":"Mary Magdalene","offset":1822},{"uri":"Contralto","surface_form":"contralto","offset":1838},{"uri":"John_the_Apostle","surface_form":"St John","offset":1850},{"uri":"Tenor","surface_form":"tenor","offset":1859},{"uri":"Saint_Peter","surface_form":"St Peter","offset":1871},{"uri":"Bass_(singer)","surface_form":"bass","offset":1881},{"uri":"Faith","surface_form":"faith","offset":2105},{"uri":"Ascension","surface_form":"Ascension","offset":2264},{"uri":"Judas_Iscariot","surface_form":"Judas","offset":2301},{"uri":"Blind","surface_form":"blind","offset":2447},{"uri":"Lame","surface_form":"lame","offset":2461},{"uri":"Pentecost","surface_form":"Pentecost","offset":2489},{"uri":"Holy_Spirit","surface_form":"Holy Spirit","offset":2517},{"uri":"Language","surface_form":"language","offset":2586},{"uri":"Baptism","surface_form":"baptised","offset":2698},{"uri":"Resurrection","surface_form":"resurrection","offset":2813},{"uri":"Arrest","surface_form":"arrest","offset":2839},{"uri":"Eucharist","surface_form":"communion","offset":3033},{"uri":"Lord%27s_Prayer","surface_form":"Lord's Prayer","offset":3056}]}