{"id":342700,"url":"http://en.wikipedia.org/wiki/Gregory_Blaxland","text":"e=\"preserve\">Gregory Blaxland (17 June 1778 – 1 January 1853) was a pioneer farmer and explorer in Australia.\nEarly life.\nGregory Blaxland was born 17 June 1778 at Fordwich, Kent, England. He was the fourth son of John Blaxland, mayor from 1767 to 1774. His mother was Mary, daughter of Captain Parker, R.N. Gregory attended The King's School, Canterbury. In July 1799 he married Elizabeth, daughter of John Spurdon. They had five sons and two daughters.\nThe Blaxlands were friends of Sir Joseph Banks. Banks influenced Gregory and his older brother, John, to move from England. The government promised them land, convict servants and free passages. Gregory sailed in the William Pitt on 1 September 1805 with his wife, three children, two servants, an overseer, a few sheep, seed, bees, tools, groceries and clothing. When he reached Sydney he sold many of these goods for a good amount of money. He bought eighty head of cattle.\nBlue Mountains expedition.\nIn 1813, he led the first known European trip across the Blue Mountains. He went along with William Lawson and William Charles Wentworth. Their trip opened up the inland of the continent.\nBlaxland visited England and in February 1823 he published his \"Journal Of A Tour Of Discovery Across The Blue Mountains\". Later the same year Blaxland was awarded the silver medal of the Royal Society of Arts for some wine he had sent to London. Five years later he got the gold medal. In January 1827 Blaxland was elected by a public meeting with two others to ask Governor Darling for \"Trial by jury\" and \"Taxation by Representation\" for the colony.\nBlaxland is noted as one of the first settlers to plant grapes for wine-making purposes.\nHe died by his own hand in 1 January 1853 in New South Wales. He is buried in All Saints Cemetery in Parramatta.\nRecognition.\nThe township of Blaxland in the Blue Mountains is named after him. So is the Division of Blaxland.\nIn 1963 he was honoured, together with Lawson and Wentworth, on a postage stamp issued by Australia Post showing the Blue Mountains crossing.\nRomeo Smith has a boat on Home and away called the Blaxland.","categories":[],"infobox_types":[],"annotations":[{"uri":"Farmer","surface_form":"farmer","offset":76},{"uri":"Australia","surface_form":"Australia","offset":99},{"uri":"Fordwich","surface_form":"Fordwich","offset":164},{"uri":"The_King%27s_School%2C_Canterbury","surface_form":"The King's School, Canterbury","offset":325},{"uri":"Joseph_Banks","surface_form":"Sir Joseph Banks","offset":485},{"uri":"John_Blaxland","surface_form":"John","offset":551},{"uri":"Convict","surface_form":"convict","offset":614},{"uri":"Sydney","surface_form":"Sydney","offset":835},{"uri":"Blue_Mountains_(New_South_Wales)","surface_form":"Blue Mountains","offset":1015},{"uri":"William_Lawson_(explorer)","surface_form":"William Lawson","offset":1050},{"uri":"William_Wentworth","surface_form":"William Charles Wentworth","offset":1069},{"uri":"Royal_Society_of_Arts","surface_form":"Royal Society of Arts","offset":1334},{"uri":"Ralph_Darling","surface_form":"Governor Darling","offset":1513},{"uri":"Grapes","surface_form":"grapes","offset":1655},{"uri":"Wine","surface_form":"wine","offset":1666},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":1733},{"uri":"Parramatta%2C_New_South_Wales","surface_form":"Parramatta","offset":1789},{"uri":"Blaxland%2C_New_South_Wales","surface_form":"Blaxland","offset":1830},{"uri":"Division_of_Blaxland","surface_form":"Division of Blaxland","offset":1891},{"uri":"Postage_stamp","surface_form":"postage stamp","offset":1979},{"uri":"Australia_Post","surface_form":"Australia Post","offset":2003},{"uri":"Romeo_Smith","surface_form":"Romeo Smith","offset":2055},{"uri":"Home_and_away","surface_form":"Home and away","offset":2081}]}