{"id":342717,"url":"http://en.wikipedia.org/wiki/Battleship","text":"A battleship is a large armored warship with a main battery consisting of heavy caliber guns. Battleships are larger, better armed and armored than cruisers and destroyers. After the old wooden sailing ship of the line became obsolete around 1870, battleships were the new capital ships, the largest armed ships in a fleet. They were used to take command of the sea, and represented the apex of a nation's naval power.\nThe development of explosive artillery shells made the use of iron armor plate on warships necessary. In 1859 France launched \"Gloire\", the first ocean-going ironclad warship. She had the profile of a ship of the line, cut to one deck due to weight considerations. Although made of wood and reliant on sail for most journeys, \"Gloire\" was fitted with a propeller, and her wooden hull was protected by a layer of thick iron armor. \"Gloire\" prompted further innovation from the Royal Navy, anxious to prevent France from gaining a technological lead. Meanwhile, smaller ironclad warships became the main tool of the United States Navy in river combat in the American Civil War. In 1906 the new HMS Dreadnought made all older battleships obsolete.\nBattleships also gave support gunnery (that is: shooting targets on coast or inland) for amphibious invasions. They often served as flagships. However, their main role was to limit the enemy's use of the seas for whatever purpose. The value of the battleship had been questioned, even during their heyday. During World Wars I and II, the activity of the German surface fleet was limited by the Royal Navy, which had more battleships. On the other hand, submarines and planes could be produced in quantity, and they became more important in naval warfare. There were few decisive fleet battles between battleships. They were vulnerable to the smaller, cheaper weapons: the torpedo, the naval mine, and later aircraft and the guided missile.\nAgainst these the battleship's large guns and thick armor were not effective. Battleships were no longer made, and faded from use. The United States Navy used battleships until 2004, when the last ones were made into museums. Aircraft carriers and large submarines took their jobs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Armour","surface_form":"armored","offset":24},{"uri":"Warship","surface_form":"warship","offset":32},{"uri":"Artillery_battery","surface_form":"battery","offset":52},{"uri":"Caliber","surface_form":"caliber","offset":80},{"uri":"Gun","surface_form":"gun","offset":88},{"uri":"Cruiser","surface_form":"cruiser","offset":148},{"uri":"Destroyer","surface_form":"destroyer","offset":161},{"uri":"Ship_of_the_line","surface_form":"ship of the line","offset":202},{"uri":"Shell_(projectile)","surface_form":"artillery shells","offset":448},{"uri":"Armour","surface_form":"armor","offset":486},{"uri":"France","surface_form":"France","offset":529},{"uri":"French_ironclad_Gloire","surface_form":"\"Gloire\"","offset":545},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":895},{"uri":"Ironclad_warship","surface_form":"ironclad warship","offset":987},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":1075},{"uri":"Dreadnought","surface_form":"Dreadnought","offset":1115},{"uri":"Flagship","surface_form":"flagship","offset":1296},{"uri":"World_War_I","surface_form":"World Wars I","offset":1477},{"uri":"World_War_II","surface_form":"II","offset":1494},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":1558},{"uri":"Submarines","surface_form":"submarines","offset":1617},{"uri":"Torpedo","surface_form":"torpedo","offset":1836},{"uri":"Naval_mine","surface_form":"naval mine","offset":1849},{"uri":"Guided_missile","surface_form":"guided missile","offset":1888},{"uri":"United_States_Navy","surface_form":"United States Navy","offset":2039},{"uri":"Aircraft_carrier","surface_form":"Aircraft carrier","offset":2130},{"uri":"Submarine","surface_form":"submarine","offset":2158}]}