{"id":34309,"url":"http://en.wikipedia.org/wiki/South_Park","text":"\"South Park\" is an American adult animated sitcom about the lives of four boys in the fourth grade living in the small mountain town of South Park, Colorado. The is made to be watched by adults, but the series gets a lot of people to watch it because of its humor. It uses satire to make fun of subjects such as current events, religion, politics, and pop culture. The show is controversial because of its use of profanity and sexual humor. Creators Trey Parker and Matt Stone also made a movie based on this series called '. Characters in \"South Park\" include Stan Marsh, Kyle Broflovski, Eric Cartman and Kenny McCormick. These boys are 10 years old The series is about them living in their town.\nOrigins.\n\" South Park\" began in 1992 when Trey Parker and Matt Stone met in their film class at the University of Colorado at Boulder. They made a short subject animated short called \"Jesus vs. Frosty\". The short movie had characters that were similar to the main characters in the present-day \"South Park\".\nLater on, an executive at FOX saw the movie. He hired Parker and Stone to make a second short movie to send to friends as a video Christmas card. This second video was called \"Jesus vs. Santa\". It had the same style as the \"South Park\" that can be seen today.\nCharacters.\nThe voices in \"South Park\" are done by a small number of actors. Most of the male voices are done by Matt Stone and Trey Parker. The female voices are done by April Stewart and Mona Marshall (formerly Mary Kay Bergman and Eliza Schneider). Other voices are done by Adrien Beard (Token black), and Vernon Chatman (Towelie).\nMain characters.\nBefore the start of season four, the main characters of the series were four third grade students (often called \"the boys\" when as a group for easier reference).\nStan is usually considered the serious and sensitive of the group. Stan is able to think clearly and is generally good-natured. Stan usually tries to come up with logical solutions to their outrageous situations. Stan's character is loosely based on the persona (public personality) of co-creator Trey Parker. His best friend is Kyle and their relationship is essential in several episodes, such as when he saves Kyle's life in \"Cherokee Hair Tampons\", \"Cartmanland\" and \"Super Best Friends\".\nKyle is the most easy-going character and the only Jewish one. Even though he is not particularly religious, he hates Cartman because Cartman is always making insulting comments about his faith. Kyle's character portrays the alter-ego of co-creator Matt Stone. Along with Stan, Kyle often gives a reasonable look on the crazy behavior of the adult world around them. Kyle is often shown as the most moral member of the four.\nEric is the most irrational of the main characters. Eric is fat and seems to dislike everything except food. He is often the main reason for the plot of each episode. Cartman commonly acts against the other boys. Cartman often insults Kyle for being Jewish and Kenny for being poor. In the earlier episodes, he would also insult Stan for having a girlfriend. Cartman is extremely and seems to be intelligent. However, this is shadowed by his racism and bigotry. Cartman sometimes serves as a speaker for some of Parker and Stone's more extreme commentary about society (three times he has dressed as Adolf Hitler). Cartman hates hippies more than anything else. This is seen in the episode \"Die Hippie, Die\" which showed his career as a 'hippie exterminator'.\nKenny comes from a poor family. He is the most cosmopolitan of the four boys, who often turn to him when encountering an unfamiliar sexual term. Kenny's voice is muffled by his parka. This is mainly because the comments he makes are vulgar. Even though his dialog is not understood by the viewer, Stan, Kyle and Cartman can understand him completely clearly enough.\nButters has made very few appearances in some episodes. He only started to became a regular character upon Kenny's death in season 6. He has since been used almost as regularly as the main four boys. Butters is the character that the others usually make fun of. He is nervous, naive, easily manipulated, yet he remains very optimistic. He is often punished by his overbearing parents, and sometimes used by his peers for their own amusement. Butters always gets grounded. To further represent Butters' unluckiness, it is revealed in the episode \"AWESOM-O\" that his birthday is on September 11. Butters became important after he was the replacement for the semi-permanently dead Kenny in season 6. He also has an alter ego which he named \"Professor Chaos\". His character is based on animation director Eric Stough.\nA female fourth grader, Stan's girlfriend and Bebe's best friend.\nFamily members.\n\"South Park\" has a number of different families, who represent a common theme of many episodes. There are five main families who are distinguished from the rest of the townsfolk: the Marshes (Stan's), the Broflovskis (Kyle's)(Jews), the Cartmans (Eric's), the McCormicks (Kenny's), and the Stotches (Butters'). These families are important because their children have been main characters.\nMarsh family.\nRandy Marsh has become one of the most common adult characters on the show. His actions in a lot of episodes, such as \"Two Days Before the Day After Tomorrow\" and \"Bloody Mary\", suggest that Randy is rather foolish. Stan also says that his father is stupid in the episodes \"Child Abduction Is Not Funny\" and \"All About the Mormons?\". Like most adults in South Park, he has a tendency to get caught up in any trend. Randy is one of South Park's two geologists along with Clyde's father.\nSharon Marsh is Stan and Shelly Marsh's mother, as well as Randy Marsh's wife.\nShelly Marsh is Randy Marsh and Sharon Marsh's daughter and Stan Marsh's older sister.\nBroflovski family.\nGerald is Kyle's father, and he works as a lawyer.\nPeter Gints, also known as Ike Moisha Broflovski, is Kyle's little brother. He was adopted by Gerald and Shiela. He was born in Canada.\nKyle Tómas Schwartz is Kyle's stereotypically Jewish cousin from Connecticut.\nCartman/Tenorman family.\nJack Tenorman is Eric and Scott Tenorman's father. He is murdered in Season 5.\nScott is Jack's son and Eric's arch-enemy.\nTowelie.\nTowelie is a talking towel who smokes marijuana. He has a collection of novelty stamps. He often reminds the boys to bring a towel. \"Don't forget to bring a towel.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Adult","surface_form":"adult","offset":28},{"uri":"Animation","surface_form":"animated","offset":34},{"uri":"Sitcom","surface_form":"sitcom","offset":43},{"uri":"South_Park%2C_Colorado","surface_form":"South Park","offset":136},{"uri":"Colorado","surface_form":"Colorado","offset":148},{"uri":"Humor","surface_form":"humor","offset":258},{"uri":"Current_events","surface_form":"current events","offset":312},{"uri":"Religion","surface_form":"religion","offset":328},{"uri":"Politics","surface_form":"politics","offset":338},{"uri":"Pop_culture","surface_form":"pop culture","offset":352},{"uri":"Profanity","surface_form":"profanity","offset":413},{"uri":"Trey_Parker","surface_form":"Trey Parker","offset":450},{"uri":"Matt_Stone","surface_form":"Matt Stone","offset":466},{"uri":"Movie","surface_form":"movie","offset":489},{"uri":"Fictional_character","surface_form":"Characters","offset":526},{"uri":"Stan_Marsh","surface_form":"Stan Marsh","offset":561},{"uri":"Kyle_Broflovski","surface_form":"Kyle Broflovski","offset":573},{"uri":"Eric_Cartman","surface_form":"Eric Cartman","offset":590},{"uri":"Kenny_McCormick","surface_form":"Kenny McCormick","offset":607},{"uri":"Manager","surface_form":"executive","offset":1020},{"uri":"Fox_Broadcasting_Company","surface_form":"FOX","offset":1033},{"uri":"Christmas_card","surface_form":"Christmas card","offset":1137},{"uri":"The_Spirit_of_Christmas_Jesus_vs._Santa","surface_form":"Jesus vs. Santa","offset":1183},{"uri":"Voice_acting","surface_form":"voices","offset":1283},{"uri":"Actor","surface_form":"actor","offset":1336},{"uri":"April_Stewart","surface_form":"April Stewart","offset":1438},{"uri":"Mona_Marshall","surface_form":"Mona Marshall","offset":1456},{"uri":"Mary_Kay_Bergman","surface_form":"Mary Kay Bergman","offset":1480},{"uri":"Eliza_Schneider","surface_form":"Eliza Schneider","offset":1501},{"uri":"Adrien_Beard","surface_form":"Adrien Beard","offset":1544},{"uri":"Black_people","surface_form":"black","offset":1564},{"uri":"Vernon_Chatman","surface_form":"Vernon Chatman","offset":1576},{"uri":"Third_grade","surface_form":"third grade","offset":1696},{"uri":"Persona","surface_form":"persona","offset":2035},{"uri":"Jewish","surface_form":"Jewish","offset":2325},{"uri":"Insult","surface_form":"insult","offset":2433},{"uri":"Judaism","surface_form":"faith","offset":2462},{"uri":"Obesity","surface_form":"fat","offset":2759},{"uri":"Racism","surface_form":"racism","offset":3141},{"uri":"Bigotry","surface_form":"bigotry","offset":3152},{"uri":"Society","surface_form":"society","offset":3260},{"uri":"Hippie","surface_form":"hippie","offset":3328},{"uri":"Parka","surface_form":"parka","offset":3636},{"uri":"Vulgar","surface_form":"vulgar","offset":3692},{"uri":"September_11","surface_form":"September 11","offset":4405},{"uri":"Eric_Stough","surface_form":"Eric Stough","offset":4626},{"uri":"Geologist","surface_form":"geologist","offset":5573},{"uri":"Adoption","surface_form":"adopted","offset":5930},{"uri":"Connecticut","surface_form":"Connecticut","offset":6048},{"uri":"Murder","surface_form":"murder","offset":6143},{"uri":"Marijuana","surface_form":"marijuana","offset":6255}]}