{"id":343005,"url":"http://en.wikipedia.org/wiki/Bayville%2C_New_York","text":"e=\"preserve\">Bayville is an incorporated village on the north shore of Nassau County on Long Island, in the state of New York. The 2010 census showed that 6,669 people lived there, down from 7,213 in 2009. Bayville was purchased from the Native Americans (the Matinecock tribe) by Daniel Whitehead in 1658.\nIn the 1800s, Bayville was mostly used for asparagus farming. Five or six men owned large sections of Bayville and made their living from farming asparagus. One of those men was Nicholas Godfrey, a native of Cape May township in New Jersey. At the height of his land ownership, Godfrey owned more than half of Bayville's land. Godfrey died in 1899. He is buried in the Bayville Cemetery. He was a Lieutenant for the Union Army during the Civil War. He was also an inventor and he was Bayville's first postmaster in 1877.\nThe village wasn't named \"Bayville\" until 1859. Before that, the village had two names. The western and middle parts were called \"Oak Neck\". The eastern part was called \"Pine Island\".\nBayville's total area is 1.5 square miles. 1.4 is made up of land and.1 is made up of water. Frank M. Flower & Sons, Inc. is Bayville's only commercial business. It has been there since 1887. Bayville got electricity in 1906. The Bayville Bridge that is there today is the fourth bridge. The first bridge there was built in 1898. Before that, people went between Bayville to Oyster Bay by water taxi.","categories":[],"infobox_types":[],"annotations":[{"uri":"Village","surface_form":"village","offset":41},{"uri":"Nassau_County%2C_New_York","surface_form":"Nassau County","offset":71},{"uri":"Long_Island","surface_form":"Long Island","offset":88},{"uri":"New_York_(state)","surface_form":"New York","offset":117},{"uri":"Asparagus","surface_form":"asparagus","offset":350},{"uri":"New_Jersey","surface_form":"New Jersey","offset":536},{"uri":"Union_Army","surface_form":"Union Army","offset":723},{"uri":"Civil_War","surface_form":"Civil War","offset":745},{"uri":"Electricity","surface_form":"electricity","offset":1217}]}