{"id":34325,"url":"http://en.wikipedia.org/wiki/Nigeria","text":"Nigeria is a country in west Africa. It has a population of 188,500,000, more than any other country in Africa. Its capital is Abuja. Nigeria is known for being a large country, and one of the richest in Africa.\nHistory.\nFrom the 1500s to the 1800s, many people from the land now called Nigeria (and other parts of West Africa) were taken away and turned into slaves by Europeans, and they were sent to work in the Americas. These slaves were bought and sold in the Americas by Europeans who lived there. Today, many people related to those slaves still live in America, though they are no longer slaves. They are called African-Americans.\nFrom 1901 to 1960, the United Kingdom ruled Nigeria. However, by 1960 the people wanted independence very much, and Britain finally let them have it. For some time after this, Nigeria was a dictatorship, where the leaders stayed in control even if the majority of people disliked them. At this time, Nigeria had a big war called the Biafro War with Christian Igbo people who wanted their own country in the East. They did not want to be a part of Nigeria, which was ruled by The Muslim North and Mixed West. The war ended with a reunification of Nigeria.\nIn 1999, Nigeria became a democracy, where people choose their leaders. After that, Olusegun Obasanjo, a Yoruba Christian from the south, became President. In 2007, Umaru Yar'Adua, a Hausa Muslim, was elected to be the next President. Yar'Adua died in May, 2009. Goodluck Jonathan, the vice president, then became president.\nGoodluck Jonathan was re-elected as the president after wining the 2011 general elections under the political party, PDP.\nHe served as the country's president until 2015.\nSince 2002, there have been a battles in the north of the country. The battles are between government troops and the Islamist group Boko Haram. This group wants to have Sharia law for the country.\nGeography.\nNigeria has a total area of. It is the world's 32nd-largest country. It shares a border with Benin (773 km), Niger (1497 km), Chad (87 km) and Cameroon (1690 km). It has a coastline of at least 853 km.\nThe highest point in Nigeria is Chappal Waddi at. The main rivers are the Niger and the Benue River. They come together and empty into the Niger Delta, one of the world's largest river deltas. It is the location of a large area of Central African Mangroves.\nCities.\nThese are the cities in Nigeria with over 1 million people as of 2012.\nNational Anthem Of Nigeria.\nIn Nigeria, there are two national anthems. The first one is called \"Nigeria We Hail Thee\". The second and current national anthem is called \"Arise O' Compatriots. The first one was written by Lilian Jean William and composed by Frances Berda. The second one was written by 5 people and was composed by the Police band. Arise O' Compatriots was first heard during Nigeria's independence.\nReligion.\nIn Nigeria, there are almost equal numbers of Muslims and Christians. Most of the Christians live in the south, and most of the Muslims live in the north. Contrary to some beliefs, the Nigerian civil war was not only attributed to religious intolerance. The war which took place between 6 July 1967 – 15 January 1970, was a political conflict caused by the attempted secession of the southeastern provinces of Nigeria as the self-proclaimed Republic of Biafra. The conflict was the result of economic, ethnic, cultural and religious tensions among the various peoples of Nigeria.\nNatural resources.\nNigeria produces a large amount of oil, and some fighting has been going on because many people want a share of the oil profits. This fighting has been happening in the area called the Niger Delta, where the Niger River flows into the Atlantic Ocean.\nThe largest city in Nigeria is Lagos. Nigeria has both grasslands and rainforests, and can get very hot, because it is close to the Equator. Petroleum and agriculture make up the Nigerian economy.\nCuisine.\nNigerian cuisine, like West African cuisine in general, is known for its richness and variety. Many different spices, herbs and flavourings are used along with palm oil or groundnut oil. These make deeply flavoured sauces and soups often made very hot with chili peppers. Nigerian feasts are colourful and lavish. Good smelling market and roadside snacks cooked on barbecues or fried in oil are plentiful and varied.\nSport.\nAssociation football is Nigeria's national sport. The country has its own Premier League of football. Nigeria's Men's national football team, known as the Super Eagles, has made the World Cup five times. These were in 1994, 1998, 2002, 2010, 2014, and most recently in 2018. They won the African Cup of Nations in 1980, 1994 and 2013. They also hosted the Junior World Cup. They won the gold medal for football in the 1996 Summer Olympics.\nNigeria is also involved in other sports such as basketball, cricket, sprints and track and field. Boxing is also an important sport in Nigeria; Dick Tiger and Samuel Peter are both former World Champions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Country","surface_form":"country","offset":13},{"uri":"Africa","surface_form":"Africa","offset":29},{"uri":"Population","surface_form":"population","offset":46},{"uri":"Abuja","surface_form":"Abuja","offset":127},{"uri":"1500s","surface_form":"1500s","offset":230},{"uri":"1800s","surface_form":"1800s","offset":243},{"uri":"Slavery","surface_form":"slaves","offset":360},{"uri":"Europe","surface_form":"Europe","offset":370},{"uri":"Americas","surface_form":"Americas","offset":415},{"uri":"African-Americans","surface_form":"African-Americans","offset":621},{"uri":"1901","surface_form":"1901","offset":645},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":663},{"uri":"Dictatorship","surface_form":"dictatorship","offset":830},{"uri":"Igbo_people","surface_form":"Igbo people","offset":999},{"uri":"1999","surface_form":"1999","offset":1198},{"uri":"Olusegun_Obasanjo","surface_form":"Olusegun Obasanjo","offset":1279},{"uri":"Yoruba","surface_form":"Yoruba","offset":1300},{"uri":"Christian","surface_form":"Christian","offset":1307},{"uri":"Umaru_Yar%27Adua","surface_form":"Umaru Yar'Adua","offset":1360},{"uri":"Hausa","surface_form":"Hausa","offset":1378},{"uri":"Muslim","surface_form":"Muslim","offset":1384},{"uri":"Goodluck_Jonathan","surface_form":"Goodluck Jonathan","offset":1458},{"uri":"Vice_president","surface_form":"vice president","offset":1481},{"uri":"Islamism","surface_form":"Islamist","offset":1808},{"uri":"Boko_Haram","surface_form":"Boko Haram","offset":1823},{"uri":"Sharia_law","surface_form":"Sharia law","offset":1860},{"uri":"Benin","surface_form":"Benin","offset":1992},{"uri":"Niger","surface_form":"Niger","offset":2008},{"uri":"Chad","surface_form":"Chad","offset":2025},{"uri":"Cameroon","surface_form":"Cameroon","offset":2042},{"uri":"Chappal_Waddi","surface_form":"Chappal Waddi","offset":2133},{"uri":"Niger_River","surface_form":"Niger","offset":2175},{"uri":"Benue_River","surface_form":"Benue River","offset":2189},{"uri":"Niger_Delta","surface_form":"Niger Delta","offset":2240},{"uri":"National_anthem","surface_form":"national anthem","offset":2492},{"uri":"Niger_Delta","surface_form":"Niger Delta","offset":3648},{"uri":"Niger_River","surface_form":"Niger River","offset":3671},{"uri":"Lagos","surface_form":"Lagos","offset":3745},{"uri":"Equator","surface_form":"Equator","offset":3846},{"uri":"Palm_oil","surface_form":"palm oil","offset":4080},{"uri":"Peanut","surface_form":"groundnut","offset":4092},{"uri":"Chili_pepper","surface_form":"chili pepper","offset":4177},{"uri":"Nigerian_Premier_League","surface_form":"Premier League","offset":4418},{"uri":"Nigerian_national_football_team","surface_form":"national football team","offset":4462},{"uri":"FIFA_World_Cup","surface_form":"World Cup","offset":4526},{"uri":"1994_FIFA_World_Cup","surface_form":"1994","offset":4562},{"uri":"1998_FIFA_World_Cup","surface_form":"1998","offset":4568},{"uri":"2002_FIFA_World_Cup","surface_form":"2002","offset":4574},{"uri":"2010_FIFA_World_Cup","surface_form":"2010","offset":4580},{"uri":"2014_FIFA_World_Cup","surface_form":"2014","offset":4586},{"uri":"2018_FIFA_World_Cup","surface_form":"2018","offset":4613},{"uri":"1980_African_Cup_of_Nations","surface_form":"1980","offset":4658},{"uri":"1994_African_Cup_of_Nations","surface_form":"1994","offset":4664},{"uri":"2013_African_Cup_of_Nations","surface_form":"2013","offset":4673},{"uri":"1996_Summer_Olympics","surface_form":"1996 Summer Olympics","offset":4762},{"uri":"Cricket_(sport)","surface_form":"cricket","offset":4845},{"uri":"Dick_Tiger","surface_form":"Dick Tiger","offset":4929},{"uri":"Samuel_Peter","surface_form":"Samuel Peter","offset":4944}]}