{"id":343265,"url":"http://en.wikipedia.org/wiki/March_of_Azerbaijan","text":"Azərbaycan marşı (cyrl. Азәрбајҹан Маршы, arab. آذربایجان مارشی, pron. [ɑ̝ːz̪æ̞ɾbɑ̝jˈd͡ʒɑ̝n mɑ̝ɾˈʃɯ̞] \"ah-zar-bahy-JAHN mahr-SHIH\"; en. 'Azerbaijan March' or 'The March of Azerbaijan') is the national anthem of Azerbaijan. It was composed by Üzeyir Hacıbəyov and the lyrics were written by Əhməd Cavad. The anthem was officially adopted by the government of Azerbaijan in 1920, and then again in 1992 after the dissolution of the Soviet Union.\nA part of the song is written on the back of the Azerbaijani 5 manat banknote issued since 2006.\nLyrics.\nThe Cyrillic script was used in Soviet Azerbaijan between 1958 and 1991, and it is still used in the Republic of Dagestan in Russia. The Perso-Arabic script is used by the Iranian Azerbaijanis in South Azerbaijan, and it has been once used by all Azerbaijanis until the Soviet Latinisation campaign in the 1920s.\nFormer alphabets.\nSince the anthem's existence, Azerbaijani had been written in a number of alphabets.\nUnofficial poetic translation.\nO glorious land o' thy brave ancestors!\nWe are together ready to die fo' thee!\nWe are together ready to shed our blood!\nLive blissfully with thy three-coloured flag!\nBless'd we live under thy fine tricolour!\nThousands o' martyrs died fo' thee;\nThy fierce soldiers defended thee –\nAll heroes in thy annals o' fame!\nHast earned us a place to suffice!\nIn order to hoist thy banner,","categories":[],"infobox_types":[],"annotations":[{"uri":"National_anthem","surface_form":"national anthem","offset":192},{"uri":"Azerbaijan","surface_form":"Azerbaijan","offset":211},{"uri":"Uzeyir_Hajibeyov","surface_form":"Üzeyir Hacıbəyov","offset":242},{"uri":"Ahmad_Javad","surface_form":"Əhməd Cavad","offset":290},{"uri":"Azerbaijani_manat","surface_form":"manat","offset":507},{"uri":"Shahid","surface_form":"martyr","offset":1217},{"uri":"Azerbaijani_Armed_Forces","surface_form":"soldier","offset":1251},{"uri":"Flag_of_Azerbaijan","surface_form":"banner","offset":1367}]}