{"id":34322,"url":"http://en.wikipedia.org/wiki/Battle_of_%C3%90i%E1%BB%87n_Bi%C3%AAn_Ph%E1%BB%A7","text":"The battle of Ðiện Biên Phủ happened in 1954. It was a battle between Vietnamese and French forces, which Vietnam won. This led the French to give up in the First Indochina War, securing the independence of the Democratic Republic of Vietnam for the time. This was followed by the division of Vietnam into North and South and then the Second Indochinese War.\nWith the launch of Operation Castor, French soldiers were dropped from the Red River Delta by air, deep into the northwestern hills of Vietnam - Việt Minh territory. They subsequently established a well-fortified garrison at Ðiện Biên Phủ, alongside an airstrip to supply their troops. This was an attempt to lure the Vietnamese guerrilla fighters, commanded by General Võ Nguyên Giáp, into an all-out firefight to inflict devastating losses using their heavy artillery and superior firepower.\nHowever, the Việt Minh did not take the bait, and instead brought Chinese-funded heavy artillery into this difficult area, much to the French's surprise. They also used their superior numbers in human-wave tactics to overwhelm the French (which was later abandoned)l. Later they dug deep trenches and used their artillery to shoot down any French air planes, destroy their airstrip and bombard the French troops into submission. The French at Ðiện Biên Phủ surrendered in May 1954, after two months of fighting. The French soldiers had increased from 12,000 to over 15,000. After years of fighting and this defeat, France did not want to continue fighting.\nThis was the first time an Asian colonial army defeated the army of a European power by military might. It was considered a surprise disaster for the French and a blow to the Western world. The French no longer wanted to maintain French Indochina, and negotiated and withdrew from Indochina. French colonies in Africa also revolted and by 1967 most of the French colonial empire was gone.","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"French","offset":132},{"uri":"First_Indochina_War","surface_form":"First Indochina War","offset":157},{"uri":"Vietnam","surface_form":"Vietnam","offset":293},{"uri":"Vietnam_War","surface_form":"Second Indochinese War","offset":335},{"uri":"V%C3%B5_Nguy%C3%AAn_Gi%C3%A1p","surface_form":"Võ Nguyên Giáp","offset":729},{"uri":"French_Indochina","surface_form":"French Indochina","offset":1740},{"uri":"French_colonial_empire","surface_form":"French colonial empire","offset":1866}]}