{"id":343341,"url":"http://en.wikipedia.org/wiki/Amur_leopard","text":"The Amur leopard (\"Panthera pardus orientalis\") is a leopard subspecies. It is sometimes called the far eastern leopard.\nThe leopard lives in the Primorye region of southeastern Russia and in the Jilin Province of northeast China. It is critically endangered (IUCN). Only 14–20 adults and 5–6 cubs were counted in 2007. Only 19–26 Amur leopards live in the wild.\nThe Amur leopards are endangered because they have been hunted for their fur. Also because their food sources are running out due to them being hunted for their fur. Amur leopards can be recognized from the patterns in their fur. They weigh about. They live in temperate, broadleaf and mixed forests. The Amur Leopard almost extinct by human hunting. It call human hunting but the human make the forest no tree and bushes so the leopard cannot hide. At that time, they hunt them and sell to get money.\nThe number of Amur cats is decreasing due to the human activity, invasion of domestic cats, and infectious disease. Because these cats play a huge role and the ecosystem cannot afford to lose such species, researchers found a way to regenerate the endangered animal. This can be done from culture cell with somatic cloning technique (http://apps.webofknowledge.com.proxy.cc.uic.edu/full_record.do?product=WOS&search_mode=GeneralSearch&qid=2&SID=8CyO9ZnX3OlNtU6r5Ue&page=1&doc=3).\nThey breed in spring and early summer. Most of them are in captive breeding programs. They give birth to one to four cubs. Inbreeding is common in the wild. Their diet consists of roe deer, sika deer, badgers and hares.","categories":[],"infobox_types":[],"annotations":[{"uri":"Leopard","surface_form":"leopard","offset":53},{"uri":"Primorsky_Krai","surface_form":"Primorye","offset":146},{"uri":"Russia","surface_form":"Russia","offset":178},{"uri":"Jilin","surface_form":"Jilin","offset":196},{"uri":"China","surface_form":"China","offset":224},{"uri":"Critically_endangered_species","surface_form":"critically endangered","offset":237},{"uri":"IUCN","surface_form":"IUCN","offset":260},{"uri":"Forests","surface_form":"forests","offset":655}]}