{"id":343493,"url":"http://en.wikipedia.org/wiki/Karabakh_horse","text":"The Karabakh horse, also known as Karabakh, is a mountain-steppe racing and riding horse. It is named after the geographic area where the horse was first developed, Karabakh in the Southern Caucasus. It is an area that is part of Azerbaijan. The highland part is currently under occupation by Armenia. The breed is noted for its good temper and speed. For example, in 2004 a Karabakh horse named Kishmish from the Agdam stud in Azerbaijan set a speed record by running 1000 metres in 1 minute 9 seconds, and 1600 metres in 1 minute, 52 seconds.\nThe breed is thought to be a cross-breeding of Akhal-Teke, Persian, Kabarda, Turkoman, and Arabian horse. Right now, the Karabakh is bred mainly in Azerbaijan's Shaki area. Currently the breed numbers are below 1,000. It is threatened with extinction.\nBreed characteristics.\nThe breed is hardy, strong, tough, and sure-footed.\nThe horse is not large. It is 14-15 hands high or 145–150 cm. They have small, clean-cut heads, a straight profile with broad foreheads, and nostrils that can dilate. The neck is set high, average in length, muscular and elegant. They have compact bodies with well defined and developed muscles. The shoulders are often quite upright. The horses have a deep chest, a sloping croup, and long, fine, but very strong legs, although the joints are small. The horses are narrow, not very deep through the girth, due to the Akhal-Teke influence.\nTheir skin is thin and soft with shiny hair. The main colors of the breed are chestnut and bay, with characteristic golden tint of the breed. They can also be gray. Rarely they can be Palomino or Buckskin. White markings are allowed.\nThey are fast and agile. The Karabakh horse is said to have a good endurance and loyalty to master.\nIn popular culture.\nThe Karabakh horse is the national animal of Azerbaijan. It is the official symbol of the Agdam and Shaki regions. This horse is very important in Azerbaijan culture. They appear in literature and are on items such as postage stamps.","categories":[],"infobox_types":[],"annotations":[{"uri":"Horse","surface_form":"horse","offset":83},{"uri":"Karabakh","surface_form":"Karabakh","offset":165},{"uri":"South_Caucasus","surface_form":"Southern Caucasus","offset":181},{"uri":"Azerbaijan","surface_form":"Azerbaijan","offset":230},{"uri":"Armenia","surface_form":"Armenia","offset":293},{"uri":"Agdam_Rayon","surface_form":"Agdam","offset":414},{"uri":"Akhal-Teke","surface_form":"Akhal-Teke","offset":592},{"uri":"Kabarda_horse","surface_form":"Kabarda","offset":613},{"uri":"Turkoman_horse","surface_form":"Turkoman","offset":622},{"uri":"Arabian_horse","surface_form":"Arabian horse","offset":636},{"uri":"Azerbaijan","surface_form":"Azerbaijan","offset":693},{"uri":"Shaki%2C_Azerbaijan","surface_form":"Shaki","offset":706},{"uri":"Extinction","surface_form":"extinction","offset":785},{"uri":"Hand_(unit)","surface_form":"hand","offset":908},{"uri":"Dilate","surface_form":"dilate","offset":1031},{"uri":"Croup","surface_form":"croup","offset":1247},{"uri":"Girth","surface_form":"girth","offset":1372},{"uri":"Palomino","surface_form":"Palomino","offset":1596},{"uri":"Buckskin","surface_form":"Buckskin","offset":1608},{"uri":"Agdam","surface_form":"Agdam","offset":1856},{"uri":"Shaki%2C_Azerbaijan","surface_form":"Shaki","offset":1866}]}