{"id":343486,"url":"http://en.wikipedia.org/wiki/Fernando_Grostein_Andrade","text":"Fernando Grostein Andrade, or Fernando Andrade (born January 30, 1981 in São Paulo) is a Brazilian filmmaker, director, producer, screenwriter and director of photography. He is known for the documentaries \"Wandering Heart\", with Caetano Veloso, and \"Breaking the Taboo\", featuring Fernando Henrique Cardoso, Bill Clinton and Jimmy Carter that discusses alternatives to the failed war on drugs. Fernando is also known for his prolific work in advertisement and video clips. In 2009, Fernando founded the production house Spray Filmes. Located in the Jardins neighborhood in São Paulo, Spray Filmes acts in the realm of film, advertisement and internet production.\nEarly life.\nFernando is the son of the PhD urbanist Marta Dora Grostein and the journalist Mario Escobar de Andrade, director of \"Playboy\" magazine in Brazil, who died in 1991. He is the brother, on his mother's side, of the TV host Luciano Huck.\nCareer.\nFernando got a degree in Business Administration at the Fundação Getúlio Vargas, in São Paulo. He studied film at CINUSP, USC and UCLA.\nFernando began his career in communications at 15 years of age at the advertisement agency DM9 and the radio station Jovem Pan 2. He also wrote articles for \"Trip\" magazine's website and for \"Playboy\" magazine.\nFilm.\nIn 2001, he made his first short film \"Strawberry\", the first shot in HD at 24 frames per second in Brazil. It introduced the actor Guilherme Berenguer in addition to the talent of other actors such as Fernanda Rodrigues and Daniel Dantas. The short film opened the International Brasília Festival, the 27th São Paulo International Film Festival, the Paulista Audio Visual Festival, as well as the Palm Springs International Festival of Short Films. The short tells the tale of a boy whose girlfriend's sexual fantasy is to have sex in a bathtub filled with strawberry jam. Frightened, the boy is advised by his psychiatrist to play along with the girl's fantasies, but at their first family dinner together, he discovers that the shrink is her father.\nIn 2003, Fernando Andrade went on a journey with Caetano Veloso to São Paulo, New York and Japan. For 42 days, he documented the artist's discomfort with the recent success of his English language album internationally, revealing a new side of the Brazilian music master. With participations from Michelangelo Antonioni, Pedro Almodóvar and David Byrne, the documentary \"Wandering Heart\" premiered on the 24th of July in the Brazilian Circuit by way of Paramount. \"Wandering Heart\", directed, photographed and edited by Fernando, was screened at the \"It's All True\" Festival in 2008 and the Rome Festival of the same year, where it was well received by the audience: according to Eric J Lyman, Hollywood Reporter, it was \"one of the highlights of the weekend.\" The screening took place at the Conciliacione auditorium, Blasco Giurato (Director of Photography of Cinema Paradiso) was there. The film has one of the last registries of the filmmaker Michelangelo Antonioni, right before he died in 2007. The film critic and founder of the \"It's All True\" festival Amir Labaki, considered the documentary \"The most revealing portrait of Caetano. A figure that is here to stay.\" The critic from \"O Globo\" newspaper, Marcelo Janot, considered it \"The best film from the recent batch of documentaries of Brazilian musicians.\"\nIn 2010, Fernando directed the documentary short \"Newspaper of the Future\". The film documents changes within the newspaper \"Folha de São Paulo\" during the integration with its on-line counter part, Folha.com. It also showcased the new graphic design template being implemented and presented to the newspapers employees. Filmed during 15 days at the newspapers headquarters and printing press in Tamboré, the production interviewed personalities such as Otavio Frias Filho, managing editor of Folha and the columnists: Clóvis Rossi, Juca Kfouri, José Simão and Barbara Gancia, amongst others.\nIn 2011, he released the documentary \"Breaking the Taboo\", which discusses alternative policies for the failed war on drugs and has the Ex-President of Brazil, Fernando Henrique Cardoso, as its anchor. The film features statements from Bill Clinton, Jimmy Carter, Paulo Coelho, Dráuzio Varella, Gael Garcia Bernal and 4 other former heads of state from countries such as Colombia, Switzerland, Norway and Mexico. The film caused ample repercussions in Brazil, promoting the debate in the media, schools and even in the Brazilian congress, with a speech by senator Eduardo Suplicy. Veja Magazine published a 9 page article on the film calling it \"a meticulously crafted report made over two years with 168 interviews from personalities, some of them of the same caliber as mentioned above, and others less known, but no less credible.\" The television show Fantástico of Rede Globo, Brazil's largest TV network, aired an 8 minute report on the film and later polled the viewers on the subject, 57% voted in favor of legalization. Trip magazine published a cover story on the film. Filmed in 18 cities around the world, the interviewed subjects include premiers, policemen, inmates and rehabilitated addicts who help compose a board that debates and consolidates the films argument. The Result of an ample research process, which includes 168 interviewed subjects, Breaking the Taboo was filmed in 18 cities around the World with the scenery varying from FARC poppy plantations in the Colombian Jungle to Amsterdam Coffeeshops and the American Capital. The Newspaper Folha de São Paulo considered that the film had \"A consistent argumentative route, not necessarily aligned with common sense\". The film also had repercussions in the English newspaper The Guardian: \"The documentary highlights the perils of debating an issue so clouded by ideology and calls for an end to the stigmatization of the debate. It boasts the support of several former world leaders including Bill Clinton and Jimmy Carter.\" The documentary is currently being adapted for the American and European market in partnership with the production house Current Sponge, led by Sam Branson, son of the entrepreneur Richard Branson.\nIn 2012, Fernando participated in the \"Colors for Love\" project of the Italian magazine Colors by directing and as serving as DP, on the short film \"Cine Rincão\" which tells the story of Paulo Eduardo, who was suddenly shot in the chest then went on to study film at the Criar Institute (an NGO which teaches film related skills to low income teens) and build the community movie theatre Cine Rincão. The soundtrack is by Lucas Lima and Caetano Veloso.\nAdvertisement.\nFernando directs advertisements for Spray Filmes. In 2009 he filmed for ALmap BBDO the Open Cage campaign for the launch of the EOS convertible, an interactive film mixing 3d techniques with helicopter shots which received Gold at the FIAP and Wave Festival awards. In 2010 Fernando directed the Nestlé 90 year anniversary campaign. In 2010 he filmed the Grafiteiros campaign for the launch of Sprites new Can art, the campaign was re-edited in the next year for the X films. For Mitsubishi and Africa Advertisement Agency he filmed the \"Make New Friends\" campaign. For Arezzo and the art director Giovani Biano, Fernando filmed the \"Love and Color\" campaign.","categories":[],"infobox_types":[],"annotations":[{"uri":"S%C3%A3o_Paulo","surface_form":"São Paulo","offset":73},{"uri":"Fernando_Henrique_Cardoso","surface_form":"Fernando Henrique Cardoso","offset":282},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":309},{"uri":"Jimmy_Carter","surface_form":"Jimmy Carter","offset":326},{"uri":"Urban_planner","surface_form":"urbanist","offset":707},{"uri":"Journalist","surface_form":"journalist","offset":744},{"uri":"Playboy","surface_form":"Playboy","offset":794},{"uri":"University_of_Carolina%2C_Los_Angeles","surface_form":"UCLA","offset":1049},{"uri":"Trip_(magazine)","surface_form":"Trip","offset":1213},{"uri":"Frame_rate","surface_form":"frames per second","offset":1351},{"uri":"Guilherme_Berenguer","surface_form":"Guilherme Berenguer","offset":1404},{"uri":"Fernanda_Rodrigues","surface_form":"Fernanda Rodrigues","offset":1474},{"uri":"Daniel_Dantas","surface_form":"Daniel Dantas","offset":1497},{"uri":"S%C3%A3o_Paulo_International_Film_Festival","surface_form":"São Paulo International Film Festival","offset":1580},{"uri":"Palm_Springs_International_Festival_of_Short_Films","surface_form":"Palm Springs International Festival of Short Films","offset":1670},{"uri":"Shrink","surface_form":"shrink","offset":2003},{"uri":"Caetano_Veloso","surface_form":"Caetano Veloso","offset":2074},{"uri":"Michelangelo_Antonioni","surface_form":"Michelangelo Antonioni","offset":2322},{"uri":"Pedro_Almod%C3%B3var","surface_form":"Pedro Almodóvar","offset":2346},{"uri":"David_Byrne","surface_form":"David Byrne","offset":2366},{"uri":"Hollywood","surface_form":"Hollywood","offset":2719},{"uri":"Paulo_Coelho","surface_form":"Paulo Coelho","offset":4201},{"uri":"Dr%C3%A1uzio_Varella","surface_form":"Dráuzio Varella","offset":4215},{"uri":"Gael_Garcia_Bernal","surface_form":"Gael Garcia Bernal","offset":4232}]}