{"id":343598,"url":"http://en.wikipedia.org/wiki/Cyril_Bourlon_de_Rouvre","text":"Cyril Hubert Marie Bourlon de Rouvre is a French businessman and politician born the 19th of December 1945 at Boulogne-Billancourt.\nBiography.\nAfter studies at the \"collège Maspero\" in Paris, then at the \"collège Saint-Martin de France\" in Pontoise, at the Oratory School in Reading, at the \"Collège Saint-Jean\" in Fribourg and at the \"Lycée Janson-de-Sailly\", Cyril Bourlon de Rouvre study electrical engineering at \"Jussieu\" before being graduate aerospace engineer at the \"Institut polytechnique des sciences avancées\".\nIn 1979, at the death of his father, murdered by his valet, he inherits a large real estate holdings, a sugar refinery and 28 companies. He is CEO of \"Financière Robur et de Cofragec\" (1982-1992), of \"Coficine\" (1984-1992), of \"Gestimage\" (1985-1992), of \"Fabriques Sucre\" company (1987-1992), of \"Robur DA\" (1988-1992), of SFDIC (1990-1992), general manager of \" Éditions Robur\" (1986-1992), of Elphora (1983-1992), of \"Société Joyeux\" (1985-1992), of Vrille (1987-1992), of 3C (1988-1992) and of the \"Films de La Tour\" (1989-1992).\nIn 1987, he started a new career into film distribution by acquiring, from the producer Robert Dorfmann, by one of its companies, the \"Financière Robur\", Cofragec company with its catalog of 650 films including \"La Grande Vadrouille\" or \"La Vache et le Prisonnier\".\nIn 1989, he starts a political career in \"Haute-Marne\", department where which his grandfather Charles de Rouvre was deputy during the French Third Republic. He is elected mayor of Chaumont, without political party against the centrist senator and mayor Georges Berchet, and regional councilor for the region Champagne-Ardenne (1992-1998).\nOwner of the Formula 1 team AGS from March 1989 to 1991, he swallowed $18 million and began selling activities of his group, about 70 companies: First Transair, then the sugar factory, sold to the \"Compagnie de Navigation Mixte\", and in 1992, the catalog movies, lent to UGC in the form of a merger. In 1991, he gives AGS the Italians Gabriele Rafanelli and Patrizio Cantu.\nIn 1992, Cyril de Rouvre buys the Formula 1 team Guy Ligier for an estimated price of 200 million of francs. With his new owner, the team start again to be competitive and the 1993 season is a success, with a 5th place in the constructor rank (the best results since 1986). But the involvement of Cyril de Rouvre lasts only one season because of legal troubles.\nThe 14th of December 1993, the judge Eva Joly incarcerated him at the \"Fleury-Mérogis\" Prison, as part of a complaint for fraud filed by the leaders of UGC, Guy Verrecchia and Alain Sussfeld, following the takeover in June 1992 the company Cofragec. This company has been emptied of its assets, leaving a liability estimated at 172.6 million francs. Cyril de Rouvre had promised to repay this sum at the end of 1992 but at that time, he still had 100 million. On 5 May 1993, leaders of UGC have filed a complaint against him. He spent two months in prison.\nIn early 1994, he sold Ligier to Flavio Briatore.\nHe lost the mayor of Chaumont at the French municipal elections of 1995.\nIn 1996, a judicial investigation was opened against him at the \"Tribunal de grande instance\" of Chaumont. He appeared before the Criminal Court of this city in September 1999 for tax evasion. Knowing that the prosecution had asked him against three years imprisonment and 20-year ban on company management, he is sentenced the 19th of December 1999, date of his birthday, to 18 months imprisonment suspended and a ban from managing a company for 3 years and a fine large tax.","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"French","offset":42},{"uri":"Businessman","surface_form":"businessman","offset":49},{"uri":"Politician","surface_form":"politician","offset":65},{"uri":"Boulogne-Billancourt","surface_form":"Boulogne-Billancourt","offset":110},{"uri":"Paris","surface_form":"Paris","offset":185},{"uri":"Pontoise","surface_form":"Pontoise","offset":240},{"uri":"Reading%2C_Berkshire","surface_form":"Reading","offset":275},{"uri":"Fribourg_(city)","surface_form":"Fribourg","offset":315},{"uri":"Electrical_engineering","surface_form":"electrical engineering","offset":391},{"uri":"Aerospace_engineer","surface_form":"aerospace engineer","offset":449},{"uri":"Institut_polytechnique_des_sciences_avanc%C3%A9es","surface_form":"Institut polytechnique des sciences avancées","offset":476},{"uri":"Chief_executive_officer","surface_form":"CEO","offset":666},{"uri":"Haute-Marne","surface_form":"Haute-Marne","offset":1365},{"uri":"Chaumont%2C_Haute-Marne","surface_form":"Chaumont","offset":1504},{"uri":"Champagne-Ardenne","surface_form":"Champagne-Ardenne","offset":1632},{"uri":"Formula_1","surface_form":"Formula 1 team","offset":1676},{"uri":"Formula_1","surface_form":"Formula 1 team","offset":2071},{"uri":"1993_Formula_One_season","surface_form":"1993 season","offset":2213}]}