{"id":343506,"url":"http://en.wikipedia.org/wiki/Chokha","text":"The chokha is part of the traditional male dress of the peoples of the Caucasus.\nHistory and revival of chokha.\nIt has been in wide use among Georgians from the 9th century until 1920s. The trend of Chokha in Georgia continues. The Chokha is truly a strong show of Georgian national pride. Worn by Georgians for more than a thousand years, the high-necked wool coat was rarely seen during Soviet rule. For many it now shows the country's proud past and resistance to its occupation.\nGeorgian President Mikheil Saakashvili made high-ranking Georgian officials working abroad to wear the national costume at official meetings. So, in the very center of Europe, in the 21st century, among the elegant ladies and gentlemen classic suits, you will find men in their Chokhas, and daggers around the waist.\nTypes of chokha.\nIn Georgia, the Black chokha was reserved to the \"Order of Chokhosani\". They represent the elite society of the citizens. These were people with special dedications such as: Great generals, heroes or some of the famous poets and the people who had done some big service to the country. Not even all of Lords were allowed in \"Chokhosani Orden\" and those who did proudly represented this rank in their clothing.\nChokha is sewn of thick fabric and is tight on the waist and wide on the bottom. In some parts of the Caucasus there are also female chokhas.\nGenerally, the chokha outfit includes a khanjali (the sword), the akhalukhi (a shirt worn underneath the chokha), the masrebi (the bullets), and the kabalakhi (a hood, separate from the robe) or nabdis kudi (a tall fur hat).","categories":[],"infobox_types":[],"annotations":[{"uri":"Peoples_of_the_Caucasus","surface_form":"peoples of the Caucasus","offset":56},{"uri":"Georgians","surface_form":"Georgians","offset":142},{"uri":"Georgia_(country)","surface_form":"Georgia","offset":209},{"uri":"Mikheil_Saakashvili","surface_form":"Mikheil Saakashvili","offset":502},{"uri":"Khanjali","surface_form":"khanjali","offset":1409}]}