{"id":3436,"url":"http://en.wikipedia.org/wiki/Coden%2C_Alabama","text":"Coden is a small fishing village near Bayou la Batre, Alabama, USA. It is about 20 miles southwest of Mobile, near the Alabama/Mississippi border. The name of the town comes from \"Coq d'Inde\", which is French for \"Turkey\".\nAround 1900, the area was known as a resort, which is a place people go to on their vacations. The Rolston Hotel brought visitors from all over the region. When it was destroyed by a fire in 1927 from a faulty fireplace only after it had survived 2 hurricanes, the community fell on hard times. The Rolston Hotel property now belongs to the City Of Bayou La Batre and is a park that is attracting people from other areas who want cool ocean breezes and peace that originally brought visitors. It is nice because it has the gentle sound of the water of Portersville Bay, fishing, and relaxation. Fresh seafood can be found on Shell Belt Road from fishing boats returning to Bayou Coden. Coden is on the southern shore of the mainland, across the Mississippi Sound from Dauphin Island and is one stop along Alabama's Coastal Birding Trail.\nOnce upon a time, the shoreline of Coden featured a resort area known as the “Coney Island of the South.” Tourists from all over the nation would come by train to visit the three-story Rolston Hotel. Two-hundred pound tarpons were pulled out of the surrounding bay waters. Jefferson Davis and Booker T. Washington walked the grounds.\nThe Mobile County Commission will mark this historic site, once known as Portersville, at a ceremony set for 10 a.m. Thursday, January 26 at Rolston Park located at Coden Belt Road, west of Hemley Road. The ceremony will include the unveiling of an historical marker citing the larger history of the site.\nThe event will be part of an ongoing program by the Mobile County Bicentennial Commission to mark similar spots of historical significance throughout the county during the year.\n“We are one of the oldest communities in the country and it gives us a lot of history to draw from,” said Mobile County Commissioner Mike Dean, who recommended the marker at Rolston Park. “The history of this community is part of our heritage and we need to remember.”\nThe Mobile County Bicentennial Commission- a volunteer-driven, non-profit group that is planning the year-long county celebration - will be highlighting communities and unincorporated areas that once had a prominent role in the development of the area, but are less well-known today as cities and towns developed around them. A new historical calendar also will be presented at the Rolston Park event that features rarely-seen photos of the earliest days of the community.\n“We are excited that our Bicentennial will bring to life the many threads of history that came together in this area,” said Mobile County Commission president Connie Hudson.\n“The celebration gives us a chance to rediscover all the people and places that brought us to this time in our history,” said Mobile County Commissioner Merceria Ludgood.\nThe Mobile County Bicentennial Commission will be celebrating the history of Mobile County throughout the year, leading to a birthday extravaganza on the date of the county’s 200 year birthday on December 18","categories":[],"infobox_types":[],"annotations":[{"uri":"Bayou_La_Batre%2C_Alabama","surface_form":"Bayou la Batre","offset":38},{"uri":"Alabama","surface_form":"Alabama","offset":54},{"uri":"Mobile%2C_Alabama","surface_form":"Mobile","offset":102},{"uri":"Mississippi","surface_form":"Mississippi","offset":127},{"uri":"1900","surface_form":"1900","offset":230},{"uri":"Hurricanes","surface_form":"hurricanes","offset":472},{"uri":"Portersville_Bay","surface_form":"Portersville Bay","offset":775},{"uri":"Shell_Belt_Road","surface_form":"Shell Belt Road","offset":848},{"uri":"Bayou_Coden","surface_form":"Bayou Coden","offset":896},{"uri":"Mississippi_Sound","surface_form":"Mississippi Sound","offset":968},{"uri":"Alabama%27s_Coastal_Birding_Trail","surface_form":"Alabama's Coastal Birding Trail","offset":1028}]}