{"id":343641,"url":"http://en.wikipedia.org/wiki/Adolfo_Su%C3%A1rez_Madrid%E2%80%93Barajas_Airport","text":"Adolfo Suárez, Madrid-Barajas Airport is Madrid's biggest airport. It is in the district of Barajas, northeast of the centre of Madrid. On March 24, 2014, the Spanish government announced that they will rename the airport after last Prime Minister of Spain Adolfo Suarez.\nHistory.\nThe airport was originally set up in 1931. At first it was only a small building. The first terminal, now known as Terminal 2, was built in 1952. Air traffic increased. It was designed by Madrid-based architect Antonio Lamela. Because of this the airport was again expanded in 1971. Terminal 1 was made. It was meant for international traffic. In 1997, Terminal 3, then known as \"Terminal Norte\" opened. It was mainly for the Air Shuttle service between Madrid and Barcelona. Terminal 4 was opened, together with its satellite terminal, in February 2006.\nTerminals.\nThe airport has four terminal buildings and a satellite terminal: T1, T2, T3, T4 and T4S.\nThe three first are connected. T4 can be reached with a free shuttle bus. The satellite terminal is reachable from the T4 by an underground automatic train.\nPublic transport.\nThe \"metro de Madrid\" underground line 8 stops at terminal T2 and at terminal T4, and a supplement applies for both stops. Renfe commuter trains (\"Cercanías\") on the C-1 line stop at terminal T4. The airport is also connected by bus and coach services to regional and national destinations.\nOther websites.\n__FORCETOC__","categories":[],"infobox_types":[],"annotations":[{"uri":"Madrid","surface_form":"Madrid","offset":41},{"uri":"Adolfo_Suarez","surface_form":"Adolfo Suarez","offset":257},{"uri":"Antonio_Lamela","surface_form":"Antonio Lamela","offset":492},{"uri":"Barcelona","surface_form":"Barcelona","offset":746},{"uri":"Airport_terminal","surface_form":"terminal","offset":868},{"uri":"Metro_de_Madrid","surface_form":"metro de Madrid","offset":1117},{"uri":"Rapid_transit","surface_form":"underground","offset":1134},{"uri":"Renfe","surface_form":"Renfe","offset":1235},{"uri":"Commuter_train","surface_form":"commuter train","offset":1241},{"uri":"Bus","surface_form":"bus","offset":1341}]}