{"id":343791,"url":"http://en.wikipedia.org/wiki/Macedonian_phalanx","text":"The Macedonian phalanx is an infantry formation developed by Philip II. It was used by his son Alexander the Great to conquer the Persian Empire. The formation was made up of spearmen carrying 18 to 20 ft (5.56 m) long spears. These were called sarissas. They were two-handed; the smaller shields were slung over the left shoulder.\nThe Macedonian phalanx was impregnable from the front, but vulnerable from the sides and back, where it could be attacked by the enemy cavalry. Therefore, the system required protection, which it got from the Macedonian cavalry, which was the most flexible force.\nAt the start of a battle, Alexander used the phalanx to pin down the enemy. His heavy cavalry would drive the enemy horse from the field, and then charge selected opponents or exposed enemy unit flanks. Then, the phalanx would move against the centre.\nThe early Greek city states often fought on narrow valley floors, where cavalry was not so important. Often, there was little or no cavalry. But in the Greco-Persian Wars, the battles were fought on more open land, where cavalry was a great force. An example of this is the Battle of Gaugamela. There, Alexander manoeuvered to the right to prevent a double envelopment from the Persian army. Darius commanded his cavalry on his left flank to check the oblique movement of the Greeks by attacking their cavalry. Alexander's Companion cavalry then charged the weakened enemy center where Darius was posted and were followed by the phalanx formation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Infantry","surface_form":"infantry","offset":29},{"uri":"Philip_II_of_Macedon","surface_form":"Philip II","offset":61},{"uri":"Alexander_the_Great","surface_form":"Alexander the Great","offset":95},{"uri":"Persian_Empire","surface_form":"Persian Empire","offset":130},{"uri":"Spear","surface_form":"spear","offset":175},{"uri":"Impregnable","surface_form":"impregnable","offset":359},{"uri":"Cavalry","surface_form":"cavalry","offset":467},{"uri":"City_states","surface_form":"city states","offset":864},{"uri":"Valley","surface_form":"valley","offset":899},{"uri":"Greco-Persian_Wars","surface_form":"Greco-Persian Wars","offset":1000},{"uri":"Battle_of_Gaugamela","surface_form":"Battle of Gaugamela","offset":1122},{"uri":"Double_envelopment","surface_form":"double envelopment","offset":1198},{"uri":"Darius","surface_form":"Darius","offset":1240},{"uri":"Phalanx_formation","surface_form":"phalanx formation","offset":1477}]}