{"id":34382,"url":"http://en.wikipedia.org/wiki/Nerve_impulse","text":"A nerve impulse is the way nerve cells (neurons) communicate with one another. Nerve impulses are mostly electrical signals along the dendrites to produce a nerve impulse or action potential.\nThe action potential is the result of ions moving in and out of the cell. Specifically, it involves potassium (K+) and sodium (Na+) ions. The ions are moved in and out of the cell by potassium channels, sodium channels and the sodium-potassium pump.\nSpecial faster connections.\nFaster electrical synapses are used in escape reflexes, the retina of vertebrates, and the heart. They are faster because they do not need the slow diffusion of neurotransmitters across the synaptic gap. Therefore, electrical synapses are used whenever fast response and coordination of timing are crucial.\nThese synapses connect the presynaptic and postsynaptic cells directly together. When an action potential reaches such a synapse, the ionic currents cross the two cell membranes and enter the postsynaptic cell through pores known as connexons. Thus, presynaptic action potential directly stimulates the postsynaptic cell.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nerve","surface_form":"nerve","offset":27},{"uri":"Cell","surface_form":"cell","offset":33},{"uri":"Neurons","surface_form":"neurons","offset":40},{"uri":"Electricity","surface_form":"electrical","offset":105},{"uri":"Dendrite","surface_form":"dendrite","offset":134},{"uri":"Ion","surface_form":"ions","offset":230},{"uri":"Potassium","surface_form":"potassium","offset":292},{"uri":"Sodium","surface_form":"sodium","offset":311},{"uri":"Escape_reflex","surface_form":"escape reflex","offset":509},{"uri":"Retina","surface_form":"retina","offset":530},{"uri":"Vertebrate","surface_form":"vertebrate","offset":540},{"uri":"Heart","surface_form":"heart","offset":561},{"uri":"Neurotransmitter","surface_form":"neurotransmitter","offset":631},{"uri":"Connexon","surface_form":"connexon","offset":1010}]}