{"id":343894,"url":"http://en.wikipedia.org/wiki/Ikariam","text":"\"Ikariam\" is a browser-based massively multiplayer online (MMO) game. It is from the company Gameforge AG. \"Ikariam\" is a strategy, text/picture based game. \"Ikariam\" was released in 2008. It is currently, as of May 2, 2012, on version 0.5.0. The game is set during the era of Ancient Greece.\nGameplay.\nThe aim of the game is to expand the town which is controlled by a player, to gather resources and conquer other players. The game can be played for short periods of time. The player can build and research and it is during real time so the player can return at a later point and assign the town's people a new tasks. Upon registering, players are given control of a small town. The town's people pay taxes to the player or can be sent to gather resources instead. The game world is split into islands, each of which can support up to 16 (or up to 17 if the player purchases ambrosia) players and their towns. Each island has a structure called a Saw Mill. There are four types of islands, one is a crystal, one is sulfur, one is wine, and one is marble. With those four resources the player may construct buildings such as barracks, shipyards and academies. Citizens of the town can then be trained as soldiers, sent to research new technologies, or perform other tasks, which they are paid tax money for undertaking. Citizens must be kept happy to prevent them from leaving the town. Citizens happiness factors change multiple ways, the construction of a tavern is one of the best ways to gain happiness. Another way to gain is by building museums and set up cultural treaties with other players.\nThe game also provides four advisors to guide the player throughout the game; they are shown in the top right of the screen. From left to right the names are: Towns, Military, Research and Diplomacy.\nBusiness Model.\nIkariam is free-to-play but players may opt to purchase in-game advantages via a Microtransaction system. This will give them access to a sixth resource called Ambrosia, which can be used for Ikariam Plus, the premium version of Ikariam.\nAlliances.\nOn building an embassy and upgrading it to level three a player is then able to create an alliance. An alliance is a group of players with the same interests or goals. The players can also put their own units into each others towns for extra defense. With an alliance you can do join raids and work together on taking over towns. If you are the leader of the alliance, how many members you can have in your alliance depends on your embassy level. Also, you get a small amount of \"bonus\" resources each day, depending on the number of people in your alliance. An alliance has three jobs that can be assigned by the leader: the Diplomat, the General and the Home Secretary. The diplomat is responsible for making treaties, answering messages sent to the alliance, and editing the external alliance page which is viewable by all players. The General is responsible for overlooking all alliance members military movements, and has the ability to call off any attacks being made by alliance members. The Home Secretary is responsible for editing ranks within the alliance and editing the internal alliance page which is viewed only by the alliance members.\nWorlds.\nThere are many worlds in \"Ikariam\". The current worlds go from Alpha to Ypsilon.","categories":[],"infobox_types":["VG"],"annotations":[{"uri":"Browser_game","surface_form":"browser-based","offset":15},{"uri":"Massively_multiplayer_online_game","surface_form":"massively multiplayer online","offset":29},{"uri":"Video_game","surface_form":"game","offset":64},{"uri":"Gameforge_AG","surface_form":"Gameforge AG","offset":93},{"uri":"Ancient_Greece","surface_form":"Ancient Greece","offset":277},{"uri":"Saw_Mill","surface_form":"Saw Mill","offset":949},{"uri":"Crystal","surface_form":"crystal","offset":1001},{"uri":"Sulfur","surface_form":"sulfur","offset":1017},{"uri":"Wine","surface_form":"wine","offset":1032},{"uri":"Marble","surface_form":"marble","offset":1049},{"uri":"Tavern","surface_form":"tavern","offset":1459},{"uri":"Microtransaction","surface_form":"Microtransaction","offset":1898},{"uri":"Embassy","surface_form":"embassy","offset":2081},{"uri":"Alliance","surface_form":"alliance","offset":2156},{"uri":"Treaty","surface_form":"treaties","offset":2777}]}