{"id":34391,"url":"http://en.wikipedia.org/wiki/Hare","text":"A hare is an of the mammals of the order Lagomorpha, in the same family as the rabbit. They are larger than rabbits and have black tipped ears. Their diet (the food they eat) resembles what rabbits eat; they eat ruttabaga and lettuce. They graze on grass and leafy weeds.\nHares are very fast-running animals. The European brown hare (\"Lepus europaeus\") runs at speeds up to. The five species of jackrabbit found in central and western North America can run at, and can leap up to 3m (ten feet) at a time. They live solitarily or in pairs; a \"drove\" is the name for a group of hares.\nMating season.\nNormally a shy animal, they change their behaviour in spring, when hares chase one another around meadows. This may be competition between males to attain dominance (and hence more access to breeding females). During this spring frenzy, hares can be seen \"boxing\"; one hare striking another with its paws (probably the origin of the term \"mad as a March hare\"). For a long time, this was thought to be intermale competition, but closer observation has shown it is usually a female hitting a male to prevent copulation. When a doe is ready to mate, she runs across the countryside, starting a chase that tests the stamina of the following males. When only the fittest male remains, the female stops and allows him to copulate.\nSnowshoe hare.\nThis is a species of hare found in cold climates in North America. As with the Arctic fox, its hair is white in winter, and brown in the summer. These are different morphs. This ability gives it camouflage, which it needs because it is the favourite food of the Canadian lynx.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mammal","surface_form":"mammal","offset":20},{"uri":"Lagomorpha","surface_form":"Lagomorpha","offset":41},{"uri":"Family_(biology)","surface_form":"family","offset":65},{"uri":"Rabbit","surface_form":"rabbit","offset":79},{"uri":"Grass","surface_form":"grass","offset":249},{"uri":"Weed","surface_form":"weed","offset":265},{"uri":"European_brown_hare","surface_form":"European brown hare","offset":313},{"uri":"Solitary","surface_form":"solitarily","offset":515},{"uri":"Dominance_(ethology)","surface_form":"dominance","offset":753},{"uri":"Mad_as_a_March_hare","surface_form":"mad as a March hare","offset":937},{"uri":"Species","surface_form":"species","offset":1349},{"uri":"North_America","surface_form":"North America","offset":1391},{"uri":"Arctic_fox","surface_form":"Arctic fox","offset":1418},{"uri":"Morph","surface_form":"morph","offset":1504},{"uri":"Camouflage","surface_form":"camouflage","offset":1534},{"uri":"Canadian_lynx","surface_form":"Canadian lynx","offset":1601}]}