{"id":344043,"url":"http://en.wikipedia.org/wiki/School_holiday","text":"e=\"preserve\">School holidays are the periods when schools close for a break. The dates and length of school holidays are very different throughout the world. Governments often pass laws on the total number of school days for public schools. Private schools usually decide their own holidays.\nChristmas Holidays.\nIn all Christan countries and some countries with different religions there are holidays called Christmas Holidays where people don't have to go to school and they can spend time with their families. Usually in the Northern Hemisphere Christmas holidays last for about 2 weeks. But in the Southern Hemisphere, it is summer holidays so the Christmas Holidays usually last from about 6-14 weeks depending on the country.\nEaster Holidays.\nChristan countries also celebrate the Easter holidays which can last for about a week or two weeks. In the Northern Hemisphere this is also known as Spring break because it is Spring during Easter in the Northern Hemisphere while in the Southern Hemisphere these are just known as the Easter holidays because it is Autunm over there.\nSummer Vacation.\nIn places like America, summer vacation usually lasts from June until September (14 weeks) while in other places like England, summer vacation (or known as summer holidays over there) last for about 6 weeks from late July until the begining of September because they have a 2 week holiday for Christmas and a 2 week holiday for Easter and several 1 week holidays. In places like Australia, because they're in the Southern Hemisphere, they have their holidays for about 6 weeks like England but have their holidays from about mid December to late January because they have the two two week holidays like England and an extra two week holiday in October without having the extra one week holidays.","categories":[],"infobox_types":[],"annotations":[{"uri":"School","surface_form":"school","offset":50},{"uri":"Public_school","surface_form":"public school","offset":225},{"uri":"Private_school","surface_form":"Private school","offset":241}]}