{"id":3440,"url":"http://en.wikipedia.org/wiki/Kenya","text":"Kenya is a country in East Africa, about halfway down, near the horn of Africa. It has the Indian Ocean to its east and Lake Victoria to its west. Kenya borders the Jubaland part of Somalia (east), Ethiopia (north), South Sudan (north-west), Uganda (west), and Tanzania (south). Kenya is about the size of France, and almost as large as Texas (U.S.).\nThe capital city of Kenya is Nairobi, which is the 14th largest city in Africa (after Accra,Ghana) [http://www.listnbest.com/15-africas-largest-cities-top-metropolitan-areas/2/]. Some cities on the seaside are Mombasa and Malindi on the Indian Ocean, Nyeri, Nanyuki, Naivasha, and Thika in the Kenyan Highlands, and Kisumu on Lake Victoria.\nThe first humans may have lived near the lakes of Kenya along the Great Rift Valley, which cuts Kenya from north to south.\nKenya's coast is tropical and gets very hot. Inland, it is drier and cooler where the mountains rise up. The highest mountain in Kenya is Mt. Kenya, at. Mount Kilimanjaro crosses over the south border, with Tanzania, but the highest part of Kilimanjaro is in Tanzania.\nKenya is home to many different indigenous peoples with their own cultures, languages, and histories. There are at least 44 living languages and 1 extinct [http://www.ethnologue.com/country/KE] language that is not spoken any more. English and Swahili are the official languages spoken in Kenya. Because of colonialism school-going Kenyans are required to learn English, and it is used in schools and universities.\nKenya was colonized by the British, who began taking land from indigenous peoples to build ranches. They also discriminated against Kenyans in their own land. Kenyans who were against this formed a group called the Kenya Land and Freedom Army, or Mau Mau that fought a war against Britain for independence. The British committed war crimes to stop the Mau Mau, but on December 12, 1963 they agreed to give Kenya independence.\nFor many years after independence, a single party, the Kenya African National Union (KANU), ruled the country. General elections were held every 5 years. However, all candidates for election to office had to belong to the ruling party, KANU. The party used the police to harass and torture socialists and communists in Kenya, and worked closely with Britain and the United States to keep them out of politics.\nUhuru Kenyatta is currently the president of Kenya. He is the first one to belong to a party other than KANU.\nEducation.\nAll Kenyans of school-going age are required to attend Primary School. However, school fees and required uniforms often keep students away from school. The Kenyan school system consists of 8 years of primary school, standard 1 through 8, 4 years of high school (Form 1 to 4) and 4 years of university but plans are underway of changing the system to 2 years in pre-school, 6 years in primary school,3 years in junior high school,3 years in senior high school and 3 years in university (2-6-6-3) in 2018. At the end of primary school, all students sit for a standardized exam called Kenya Certificate of Primary Education (KCPE). The grades attained in this exam determine which high school the student will attend. In Form 4 (this is the last year in high school), students sit for another exam called Kenya Certificate of Secondary Education (KCSE). The highest achieving students are granted admission into the 5 national universities (Nairobi, Jomo Kenyatta University of Agriculture and Technology, Kenyatta University, Egerton University and Moi University). Tertiary colleges, like Globovillee college, also feed the diploma graduates to universities.\nLand and animals.\nKenya is a country of grassland, but it is not rich,but it is productive land especially in the highlands. This is a very dry grassland with poor soil. Kenya also has very few mineral resources but their main mineral is soda ash. Three-fourths of the country is covered with plains. They are low in altitude along the coast, but get higher further inland, making a large plateau. The part east of Lake Turkana is the only true desert, but the rest can be very close to desert.\nSavannas usually get between 4 and 16 inches (100 to 400 mm) of rain in a year. These lands, however, are called savanna because of the type of plants that live there and how they get their rain. Savannas have a wet and dry season. During the wet season it can rain hard for long periods of time then not rain at all in the dry season. Savannas that have more rain often have many trees spaced out across their plains. These trees have deep roots or store water, like desert plants do, to live through the long, dry seasons without rain. Even drier savannas will have only grass, and that too only in a few clumps. The dry land is very bad for crops, but it is a wonderful place for all kinds of wild animals to gather and stay. That is why Kenya has a lot of parks where the animals are kept, and protected from all the hunters. People/tourists come from all over the world to go on photo safaris in Kenya's special wildlife parks. The people come to Kenya on safari to see animals such as the rhinoceros, giraffe, wildebeest, elephant, cheetah, antelope, and lion. These animals live on the savanna grasslands.\nThe wild herbivores move as they eat, and they never stay in one spot because there is not enough grass for all of them. People also usually raise cattle on the savanna. These animals are kept in one place and often eat up all the grass there.\nGovernment.\nSince the independence of Kenya in 1963, Kenya had usually had a one-party government. In 1991, a section of the constitution was scrapped, that automatically made it a multi-party state. It is a member of the British Commonwealth. The people are, like the Congo, divided into many tribes that often fight. However, Kenya's government is trying to get the people to work together and has encouraged them to run businesses and factories. Kenya is a developing country, slowly growing more modern.\nProvinces.\nIn 2012, Kenya was divided into 47 counties. The head of each county is a governor.","categories":[],"infobox_types":["country|native_name = ''Jamhuri ya Kenya''"],"annotations":[{"uri":"Country","surface_form":"country","offset":11},{"uri":"Africa","surface_form":"Africa","offset":27},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":91},{"uri":"Lake_Victoria","surface_form":"Lake Victoria","offset":120},{"uri":"Jubaland","surface_form":"Jubaland","offset":165},{"uri":"Somalia","surface_form":"Somalia","offset":182},{"uri":"Ethiopia","surface_form":"Ethiopia","offset":198},{"uri":"South_Sudan","surface_form":"South Sudan","offset":216},{"uri":"Uganda","surface_form":"Uganda","offset":242},{"uri":"Tanzania","surface_form":"Tanzania","offset":261},{"uri":"France","surface_form":"France","offset":306},{"uri":"Texas","surface_form":"Texas","offset":337},{"uri":"Capital_city","surface_form":"capital city","offset":355},{"uri":"Nairobi","surface_form":"Nairobi","offset":380},{"uri":"Mombasa","surface_form":"Mombasa","offset":561},{"uri":"Malindi","surface_form":"Malindi","offset":573},{"uri":"Lake_Victoria","surface_form":"Lake Victoria","offset":677},{"uri":"Great_Rift_Valley","surface_form":"Great Rift Valley","offset":758},{"uri":"Tropical","surface_form":"tropical","offset":832},{"uri":"Mount_Kilimanjaro","surface_form":"Mount Kilimanjaro","offset":968},{"uri":"Tanzania","surface_form":"Tanzania","offset":1022},{"uri":"Indigenous_peoples","surface_form":"indigenous peoples","offset":1116},{"uri":"Cultures","surface_form":"cultures","offset":1150},{"uri":"Languages","surface_form":"languages","offset":1160},{"uri":"History","surface_form":"histories","offset":1175},{"uri":"British_Empire","surface_form":"colonialism","offset":1391},{"uri":"University","surface_form":"universities","offset":1485},{"uri":"Colonization","surface_form":"colonized","offset":1509},{"uri":"Britain","surface_form":"British","offset":1526},{"uri":"Ranch","surface_form":"ranches","offset":1590},{"uri":"Discrimination","surface_form":"discriminated","offset":1609},{"uri":"Independence","surface_form":"independence","offset":1792},{"uri":"War_crimes","surface_form":"war crimes","offset":1828},{"uri":"Party","surface_form":"party","offset":1969},{"uri":"Kenya_African_National_Union","surface_form":"Kenya African National Union","offset":1980},{"uri":"Harassment","surface_form":"harass","offset":2196},{"uri":"Torture","surface_form":"torture","offset":2207},{"uri":"Socialists","surface_form":"socialists","offset":2215},{"uri":"Communists","surface_form":"communists","offset":2230},{"uri":"United_States","surface_form":"United States","offset":2291},{"uri":"Uhuru_Kenyatta","surface_form":"Uhuru Kenyatta","offset":2335},{"uri":"School","surface_form":"School","offset":2519},{"uri":"Education","surface_form":"Education","offset":3067},{"uri":"University","surface_form":"universities","offset":3380},{"uri":"Diploma","surface_form":"diploma","offset":3579},{"uri":"Productive","surface_form":"productive","offset":3694},{"uri":"Lake_Turkana","surface_form":"Lake Turkana","offset":4029},{"uri":"Savanna","surface_form":"savanna","offset":4222},{"uri":"Safari","surface_form":"safari","offset":4999},{"uri":"Wildlife","surface_form":"wildlife","offset":5026},{"uri":"Great_Britain","surface_form":"British","offset":5688},{"uri":"Factory","surface_form":"factories","offset":5904}]}