{"id":344224,"url":"http://en.wikipedia.org/wiki/Hawaiian%E2%80%93Emperor_seamount_chain","text":"The Hawaiian–Emperor seamount chain is the Hawaiian Islands and the Emperor Seamounts: together they form a vast underwater mountain region of islands seamounts, atolls, shallows, banks and reefs. The line goes southeast to northwest beneath the northern Pacific Ocean; and many of the underwater mountains are guyots.\nThe seamount chain, with over 80 identified undersea volcanoes, stretches over from the Aleutian Trench in the far northwest Pacific to the Loʻihi seamount, the youngest volcano in the chain, which lies about southeast of the Island of Hawaiʻi.\nThe oldest age for the Emperor Seamounts is 81 million years, and comes from Detroit Seamount. However, Meiji Guyot, located to the north of Detroit Seamount, is likely somewhat older.\nIn 1963, geologist John Tuzo Wilson explained that the Hawaiian-Emperor seamount chain was created by a hotspot of volcanic activity that stood as the Pacific tectonic plate moved over it. This left a trail of volcanic islands and seamounts. A \"bend\" or \"V\" in the chain marks a shift in the movement of the Pacific plate some 47 million years ago, from a northward to a more northwesterly direction. The bend shows how a tectonic plate can shift direction suddenly. A look at the USGS map on the origin of the Hawaiian Islands clearly shows this \"spearpoint\".\nRecent research shows that the hotspot itself may have moved with time. Some evidence comes from analysis of the orientation of the ancient magnetic field preserved by magnetite in ancient lava flows sampled at four seamounts.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hawaiian_Islands","surface_form":"Hawaiian Islands","offset":43},{"uri":"Seamount","surface_form":"seamount","offset":151},{"uri":"Atoll","surface_form":"atoll","offset":162},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":255},{"uri":"Guyot","surface_form":"guyot","offset":311},{"uri":"Aleutian_Trench","surface_form":"Aleutian Trench","offset":407},{"uri":"Loihi_Seamount","surface_form":"Loʻihi seamount","offset":459},{"uri":"Hawaii_(island)","surface_form":"Island of Hawaiʻi","offset":545},{"uri":"Meiji_Seamount","surface_form":"Meiji Guyot","offset":668},{"uri":"John_Tuzo_Wilson","surface_form":"John Tuzo Wilson","offset":768},{"uri":"Hotspot_(geology)","surface_form":"hotspot","offset":853},{"uri":"Tectonic_plate","surface_form":"tectonic plate","offset":908},{"uri":"Bend","surface_form":"bend","offset":994},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":1450},{"uri":"Magnetite","surface_form":"magnetite","offset":1478},{"uri":"Lava","surface_form":"lava","offset":1499}]}