{"id":344543,"url":"http://en.wikipedia.org/wiki/Parliament_of_The_Bahamas","text":"The Parliament of The Bahamas is the bicameral national parliament of The Bahamas. The parliament has an appointed Senate and an elected House of Assembly. It currently sits at Nassau, the national capital.\nIt is based on the Westminster system.\nHouse of Assembly.\nThe House of Assembly is the lower chamber. It has 41 members. They are known as Members of Parliament. Each is elected for five-year terms. The House of Assembly performs all major legislative functions. The Prime Minister is the leader of the party who has the majority of the House of Assembly seats. The speaker of the House of Assembly is currently Mr. Alvin Smith.\nSenate.\nThe Senate (upper house) has 16 members. They are known as Senators. The Senators are appointed by the Governor-General. Nine of these senators are selected on the advice of the Prime Minister. Four are selected on the advice of the Leader of the Opposition. Three are selected on the advice of the Prime Minister after talking to the Leader of the Opposition. The Senate can pass Bills in the same manner as passed by the House. It can also make amendments to the Bill. Those amendments will then have to be approved by the House of Assembly. The Senate may even reject a Bill that was passed by the House. The President of the Senate is currently Mrs. Lynn Holowesko from 2007. She succeeded Mrs. Sharon R. Wilson.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bicameralism","surface_form":"bicameral","offset":37},{"uri":"Parliament","surface_form":"parliament","offset":56},{"uri":"The_Bahamas","surface_form":"The Bahamas","offset":70},{"uri":"Nassau%2C_Bahamas","surface_form":"Nassau","offset":177},{"uri":"Westminster_system","surface_form":"Westminster system","offset":226},{"uri":"Lower_chamber","surface_form":"lower chamber","offset":294},{"uri":"Heads_of_Government_of_the_Bahamas","surface_form":"Prime Minister","offset":474},{"uri":"Alvin_Smith_(Bahamian_politician)","surface_form":"Alvin Smith","offset":623},{"uri":"Governor_General_of_the_Bahamas","surface_form":"Governor-General","offset":747}]}