{"id":34467,"url":"http://en.wikipedia.org/wiki/Nintendo_Virtual_Boy","text":"The Nintendo Virtual Boy was a mostly-portable (easily moved) game console which had two screens that showed only red and black graphics. To use the system, one had to put one's face close to the system so that each eye could see only one screen. By showing each eye a different image, the system could create a 3D effect.\nThe way the system displayed images was not by LCDs, as some would think. At the time, LCDs could not be used because they had two problems when they were first tested on the console: they would blur if anything moved on the screen, and users would see double instead of depth. Instead, a vertical line of 224 very bright, but very small, LEDs were used for each eye. These LEDs flashed on and off very fast in certain patterns. This line of LEDs was then magnified by a lens, and a vibrating mirror would reflect each line at a certain time into each eye, creating a full image due to the human eye's persistence of vision. Unfortunately, due to the quick flashing of the LEDs, many users felt sick, became dizzy, or had headaches after playing for a long time. To help this, an \"automatic pause\" feature was added, which stopped the game play every 30 minutes for the player to rest his or her eyes.\nThe Virtual Boy was first sold in 1995, but was not popular. Consumers did not like the console's high price, monochrome graphics, eye and neck strain, and need for a stand. Many were saving money for the soon-to-be-sold Nintendo 64. Nintendo lowered the price many times, but the system did not sell well and was discontinued (Nintendo stopped making them) in 1996. Only 22 games were released in Japan and North America.\nPopular games for the system include \"Mario Tennis\" and \"Virtual Boy Wario Land\" (Known as \"Wario Cruise\" in Japan).\nThe Virtual Boy was made by Gunpei Yokoi, who also made the Game Boy and \"Game & Watch\".\nPeople rumored that Gunpai Yakoi made the Virtual Boy as a parting gift, but unfortunately it failed.\nThere was a Japan version of the Virtual Boy, (Family Computer 3-D System) it played in color and indeed, played in 3-D.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nintendo","surface_form":"Nintendo","offset":4},{"uri":"Portable","surface_form":"portable","offset":38},{"uri":"Game","surface_form":"game","offset":62},{"uri":"Video_game_console","surface_form":"console","offset":67},{"uri":"3D","surface_form":"3D","offset":312},{"uri":"LCD","surface_form":"LCD","offset":370},{"uri":"Persistence_of_vision","surface_form":"persistence of vision","offset":925},{"uri":"1995","surface_form":"1995","offset":1259},{"uri":"Consumer","surface_form":"Consumer","offset":1286},{"uri":"Monochrome","surface_form":"monochrome","offset":1335},{"uri":"Stand","surface_form":"stand","offset":1392},{"uri":"Nintendo_64","surface_form":"Nintendo 64","offset":1446},{"uri":"1996","surface_form":"1996","offset":1586},{"uri":"Gunpei_Yokoi","surface_form":"Gunpei Yokoi","offset":1793},{"uri":"Game_Boy","surface_form":"Game Boy","offset":1825},{"uri":"Game_%26amp%3B_Watch","surface_form":"Game & Watch","offset":1839}]}