{"id":345192,"url":"http://en.wikipedia.org/wiki/The_Open_Door_Tour","text":"The Open Door Tour is the second worldwide tour by American alternative metal band Evanescence. Supporting the bands' second album, \"The Open Door\", the tour began October 5, 2006, in Toronto, Canada and lasted for a little over a year. During the tour, the band performed at several popular music festivals, including Download and PinkPop festivals and Z100's Jingle Ball. The setlist included songs from The Open Door and the bands debut album, Fallen.\nBackground.\nFor the first leg of the tour, the band toured locations in North America in October and traveled to Europe in November to play a number of shows before returning to the U.S. in December to perform in large arenas. The band later continued this leg of the tour in January 2007 in Montreal, Canada, playing in locations in Canada before heading to Japan and Australia.\nThe second leg of the tour began on March 16, kicking off in Fresno, California. The tour ran through the U.S., South America, South Africa and Europe, closing their European tour with a sell-out concert at the Amphi in Ra'anana, Israel, on June 26, 2007. On May 4, 2007, guitarist John LeCompt was fired and drummer Rocky Grey quit. They were replaced by Troy McLawhorn and Will Hunt from the band Dark New Day.\nEvanescence later co-headlined The Family Values Tour alongside Korn from July 27 until September 2, 2007. Afterwards, the band left on their Winter tour on October 23, playing shows in the U.S. and Mexico, before concluding the album's tour on December 8, 2007 in Kingston, Rhode Island. It was initially stated that McLawhorn and Hunt would tour with Evanescence till the end of the Family Values Tour in September, but continued to play with the band through The Open Door tour.","categories":[],"infobox_types":[],"annotations":[{"uri":"Music_tour","surface_form":"tour","offset":43},{"uri":"Evanescence","surface_form":"Evanescence","offset":83},{"uri":"The_Open_Door","surface_form":"The Open Door","offset":133},{"uri":"Toronto","surface_form":"Toronto","offset":184},{"uri":"North_America","surface_form":"North America","offset":527},{"uri":"Europe","surface_form":"Europe","offset":568},{"uri":"Arena","surface_form":"arena","offset":674},{"uri":"Montreal","surface_form":"Montreal","offset":747},{"uri":"Japan","surface_form":"Japan","offset":814},{"uri":"Australia","surface_form":"Australia","offset":824},{"uri":"Fresno%2C_California","surface_form":"Fresno, California","offset":896},{"uri":"South_America","surface_form":"South America","offset":947},{"uri":"South_Africa","surface_form":"South Africa","offset":962},{"uri":"Ra%27anana","surface_form":"Ra'anana","offset":1055},{"uri":"Dark_New_Day","surface_form":"Dark New Day","offset":1234},{"uri":"Korn","surface_form":"Korn","offset":1312},{"uri":"Mexico","surface_form":"Mexico","offset":1447},{"uri":"Kingston%2C_Rhode_Island","surface_form":"Kingston, Rhode Island","offset":1513}]}