{"id":345246,"url":"http://en.wikipedia.org/wiki/Abdul_Amir_al-Jamri","text":"Sheikh Abdul Amir al-Jamri (1937-December 18, 2006) was the 'spiritual leader' of Bahrain's Twelver Shi'a population and the 1990s Intifada. He is the father of Mansoor Al-Jamri, editor-in-chief of the Al Wasat daily newspaper.\nBiography.\nAl-Jamri was born in the village of Bani Jamra, Bahrain, in 1937. In 1962 he went to school at the Najaf Religious Institute in Iraq. In 1973 al-Jamri became a member of Bahrain's parliament, the National Assembly of Bahrain.\nBeginning in 1977, al-Jamri was a judge at the High Religious Court of Bahrain. In 1992, al-Jamri joined with Islamists, liberals and leftists to ask the ruler of Bahrain to make a new parliament. In 1994, he asked again.\nOn April 1, 1995, al-Jamri was placed under house arrest for two weeks. He then went to jail. He was let go on September 25, 1995. On January 21, 1996 he went to jail again. On July 7, 1999 al-Jamri was given 10 years imprisonment and fined $15 million. He was let go a day later and placed under house arrest until January 23, 2001. Less than one month later he called on the people to support the reforms of the King of Bahrain, Hamad ibn Isa Al Khalifah.\nIn June 2002, al-Jamri suffered a stroke. He died at home on December 18, 2006.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bahrain","surface_form":"Bahrain","offset":82},{"uri":"Twelver","surface_form":"Twelver","offset":92},{"uri":"Shi%27a","surface_form":"Shi'a","offset":100},{"uri":"1990s_Intifada","surface_form":"1990s Intifada","offset":125},{"uri":"Mansoor_Al-Jamri","surface_form":"Mansoor Al-Jamri","offset":161},{"uri":"Bani_Jamra","surface_form":"Bani Jamra","offset":275},{"uri":"Najaf","surface_form":"Najaf","offset":338},{"uri":"National_Assembly_of_Bahrain","surface_form":"National Assembly of Bahrain","offset":435},{"uri":"Islamist","surface_form":"Islamist","offset":575},{"uri":"Hamad_ibn_Isa_Al_Khalifah","surface_form":"Hamad ibn Isa Al Khalifah","offset":1118}]}