{"id":345223,"url":"http://en.wikipedia.org/wiki/Teatro_Regio_(Turin)","text":"The Teatro Regio ('Royal Theatre') is a well-known opera house and opera company in Turin, Italy.\nOperas had been performed in various buildings in Turin during the 17th century but it was not until 1713 that a proper opera house was planned. It was not built and finished until 1740. It was a beautiful opera house with 1,500 seats and with 139 boxes.\nIn 1792 it was closed and became a warehouse. With the French occupation of Turin during the Napoleonic War the theatre was renamed the \"Teatro Nazionale\" and finally, after Napoleon became emperor, renamed again as the \"Teatro Imperiale\". When Napoleon's lost power in 1814 it got its original name back: the \"Regio\".\nOther theatres were built and gave seasons of opera in Turin. Among them was the restored \"Teatro Carignano\" in 1824. It was taken over by the municipality in 1932 and, after the destruction by fire of the \"Teatro Regio\" in 1936, the Carignano was the main opera house in the city until the \"Regio\" reopened in 1973.\nThe Regio was rebuilt in 1905 but the theatre closed during the First World War and re-opened in 1919. Until February 1936, seasons of opera were presented until fire then destroyed everything except the front of the building. It remained closed for thirty-seven years. Arturo Toscanini was the conductor of the Turin Opera from 1895 to 1898, during which time several production of works of Wagner were given their first Italian performances.\nThe opera house was rebuilt an opened in 10 April 1973 with a production of Verdi's \"I Vespri Siciliani\" directed by Maria Callas and Giuseppe Di Stefano.\nThe new house, which uses the original frontage, seats 1,750 and is elliptical in shape with a large orchestra level and 37 boxes. An acoustic shell was added to improve its sound. Many operas are performed there, including modern operas.","categories":[],"infobox_types":[],"annotations":[{"uri":"Opera_house","surface_form":"opera house","offset":51},{"uri":"Opera","surface_form":"opera","offset":67},{"uri":"Turin","surface_form":"Turin","offset":84},{"uri":"Italy","surface_form":"Italy","offset":91},{"uri":"17th_century","surface_form":"17th century","offset":165},{"uri":"1740","surface_form":"1740","offset":279},{"uri":"Napoleonic_War","surface_form":"Napoleonic War","offset":446},{"uri":"Napoleon","surface_form":"Napoleon","offset":527},{"uri":"Emperor","surface_form":"emperor","offset":543},{"uri":"First_World_War","surface_form":"First World War","offset":1053},{"uri":"Arturo_Toscanini","surface_form":"Arturo Toscanini","offset":1259},{"uri":"Richard_Wagner","surface_form":"Wagner","offset":1381},{"uri":"Giuseppe_Verdi","surface_form":"Verdi","offset":1509},{"uri":"I_Vespri_Siciliani","surface_form":"I Vespri Siciliani","offset":1518},{"uri":"Maria_Callas","surface_form":"Maria Callas","offset":1550},{"uri":"Giuseppe_Di_Stefano","surface_form":"Giuseppe Di Stefano","offset":1567}]}