{"id":345382,"url":"http://en.wikipedia.org/wiki/39th_G8_summit","text":"e=\"preserve\">The 39th G8 summit took place in Northern Ireland on 17th and 18th June 2013. The meeting was at the Lough Erne Golf Resort in Enniskillen, Northern Ireland\nIn the Queen's speech at the state opening of Parliament in 2012, Elizabeth II said that \"my government will use this opportunity to promote international security and prosperity.\"\nHistory.\nThe gathering of the Group of Eight (G8) will be the 39th meeting in a series which began in 1976.\nPrevious G8 summits have been hosted by the United Kingdom at London (1977, 1984, 1991) and Birmingham (1998) in England. The 2005 summit was in Scotland at Gleneagles.\nThe G8 and the summit are part of a consultation process. The G8 is not an international organization. It is an informal group.\nInvited leaders.\nA number of national leaders are traditionally invited to attend the summit. They are asked to participate in some, but not all, G8 summit activities.\nSchedule and agenda.\nThe summit meetings are intended as a way to resolve differences among the G8 members.\nTraditionally, the host country sets the agenda. As host, Prime Minister Cameron is expected to try to change the G8. He has criticised costs and questioned the value of G8 meetings.\nDiscussions at the 39th G8 summit will include some issues which remain unresolved from previous summits.\nThe G8 discussions will be about a range of topics, including\nProtesters and demonstrations.\nBecause of the nature of the summit, protest groups and other activists usually attend. The planning for the summit includes how to deal with these groups.\nBritain's leading aid groups and charities are planning a \"propaganda offensive\" which hopes to affect the food-dominated agenda for the G8.","categories":[],"infobox_types":[],"annotations":[{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":46},{"uri":"Enniskillen","surface_form":"Enniskillen","offset":140},{"uri":"Elizabeth_II","surface_form":"Elizabeth II","offset":236},{"uri":"Group_of_Eight","surface_form":"Group of Eight","offset":381},{"uri":"Previous","surface_form":"Previous","offset":459},{"uri":"London","surface_form":"London","offset":521},{"uri":"Birmingham","surface_form":"Birmingham","offset":551},{"uri":"England","surface_form":"England","offset":572},{"uri":"Scotland","surface_form":"Scotland","offset":604},{"uri":"31st_G8_summit","surface_form":"Gleneagles","offset":616},{"uri":"Consultation","surface_form":"consultation","offset":664}]}