{"id":34554,"url":"http://en.wikipedia.org/wiki/Iceberg","text":"An iceberg is a large piece of ice floating in the sea. They are generally found in cold water near the North or South Pole. Icebergs are especially common during spring, when ice has begun to melt. About 90% of an iceberg is below the water line and ten percent above. Just by looking at the part you can see, it is hard to tell how the part underwater looks, and how close you can get before crashing into it.\nIcebergs break off from larger structures made of ice, like glaciers or ice shelves. These are formed by snowfall in very cold places where it will not melt in the summer. The snow builds up and compacts into ice. This is gradually pulled downhill by gravity and into the sea. The ice then falls off and makes icebergs. The icebergs can drift in the sea for years before they have melted completely.\nHistory.\nThe first person to give a correct scientific explanation of this phenomenon was Mikhail Lomonosov, around 1750. The density of ice is about 0.92 kg per liter, that of sea water is about 1.025 kg per liter. For this reason, 920 parts of the 1025, or about 90 percent, of the iceberg's volume need to be below the water line. Lomonosov grew up on the shore of the White Sea in the European part of Russia. He studied in Marburg, and is credited with introducing the word \"iceberg\" into the Russian language.\nIcebergs are very dangerous to ships, and many ships have sunk after crashing into icebergs. The most famous one was RMS \"Titanic\" in 1912.\nThe largest iceberg people know about was called B-15. It broke off from the Antarctic ice shelf in the year 2000, and was as large as the island of Jamaica (over 10,000 km2). It soon started to break up into smaller pieces, some of which still remain in 2008.\nIcebergs are affected by global warming.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ice","surface_form":"ice","offset":31},{"uri":"Sea","surface_form":"sea","offset":51},{"uri":"North_Pole","surface_form":"North","offset":104},{"uri":"South_Pole","surface_form":"South Pole","offset":113},{"uri":"Spring_(season)","surface_form":"spring","offset":163},{"uri":"Glacier","surface_form":"glacier","offset":472},{"uri":"Ice_shelf","surface_form":"ice shelves","offset":484},{"uri":"Mikhail_Lomonosov","surface_form":"Mikhail Lomonosov","offset":902},{"uri":"White_Sea","surface_form":"White Sea","offset":1184},{"uri":"Russia","surface_form":"Russia","offset":1218},{"uri":"Marburg","surface_form":"Marburg","offset":1240},{"uri":"Russian_language","surface_form":"Russian language","offset":1310},{"uri":"RMS_Titanic","surface_form":"RMS \"Titanic\"","offset":1445},{"uri":"B-15","surface_form":"B-15","offset":1517},{"uri":"Antarctica","surface_form":"Antarctic","offset":1545},{"uri":"Ice_shelf","surface_form":"ice shelf","offset":1555},{"uri":"Jamaica","surface_form":"Jamaica","offset":1617},{"uri":"Global_warming","surface_form":"global warming","offset":1754}]}