{"id":345630,"url":"http://en.wikipedia.org/wiki/Michael_Madhusudan_Dutt","text":"Michael Madhusudan Dutt, or Michael Madhusudan Dutta, (25 January 1824 – 29 June 1873) was Bengali poet and dramatist. He was the first great poet of modern Bengali literature. He was educated at the Hindu College, Calcutta. In 1843, he became a Christian. He was born in Sagordari, a village in Keshobpur Upozila, Jessore District, East Bengal (now in Bangladesh). He was a pioneer of Bengali drama. His famous work \"Meghnad Bodh Kavya\", is a tragic Novel. It has nine cantos and is exceptional in Bengali literature both in terms of style and content. He also wrote poems about the sorrows and pains of love as spoken by women.\nFrom an early age, Dutt wanted to be an Englishman in form and manner. In later life, he regretted his attraction to England and the Occident. He wrote lovingly of his homeland in his poems and sonnets from this period.\nHis early writings were in English, but they were unsuccessful. He turned, reluctantly at first, to Bengali. His main works, written mostly between 1858 and 1862, include prose drama, long narrative poems, and lyrics. His first play, \"Sarmistha\" (1858), was well received. His poetical works are \"Tilottamasambhab\" (1860), a narrative poem on the story of Sunda and Upasunda; \"Meghnadbadh\" (1861), his most important piece, an epic on the Rāmāyaṇa theme; \"Brajangana\" (1861), a cycle of lyrics on the \"Rādhā-Kṛṣṇa\" theme; and \"Birangana\" (1862), a set of 21 epistolary poems on the model of Ovid’s Heroides.\nDutt is widely said to be one of the greatest poets in Bengali literature. He is the father of the Bengali sonnet. He was the first to make what came to be called \"amitrakshar chhanda\" (blank verse). Dutt died in Kolkata, India on 29 June 1873.","categories":[],"infobox_types":[],"annotations":[{"uri":"Poet","surface_form":"poet","offset":99},{"uri":"Dramatist","surface_form":"dramatist","offset":108},{"uri":"Hindu_College%2C_Kolkata","surface_form":"Hindu College","offset":200},{"uri":"Jessore_District","surface_form":"Jessore District","offset":315},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":353},{"uri":"Meghnad_Bodh_Kavya","surface_form":"Meghnad Bodh Kavya","offset":418},{"uri":"Poetry","surface_form":"Novel","offset":451},{"uri":"Canto","surface_form":"canto","offset":470},{"uri":"Englishman","surface_form":"Englishman","offset":670},{"uri":"England","surface_form":"England","offset":747},{"uri":"Occident","surface_form":"Occident","offset":763},{"uri":"Bengali_literature","surface_form":"Bengali literature","offset":1513},{"uri":"Bengali_language","surface_form":"Bengali","offset":1557},{"uri":"Sonnet","surface_form":"sonnet","offset":1565},{"uri":"Blank_verse","surface_form":"blank verse","offset":1644},{"uri":"Kolkata","surface_form":"Kolkata","offset":1671},{"uri":"India","surface_form":"India","offset":1680}]}