{"id":345712,"url":"http://en.wikipedia.org/wiki/Ectopic_pregnancy","text":"An ectopic pregnancy is a when an embryo implants itself (sticks to somewhere) outside the uterus. In a normal pregnancy, the embryo implants (sticks) itself into the wall of the uterus. The uterus is the only place in the body where an embryo can grow into a fetus.\nMost ectopic pregnancies happen in a Fallopian tube (one of the two tubes that connect the ovaries and the uterus). For this reason, ectopic pregnancies are often called tubal pregnancies. Rarely, ectopic pregnancies can happen in an ovary or in the cervix.\nEctopic pregnancies cannot become normal pregnancies, and will not result in a baby. They can also cause serious health problems for the mother.\nSymptoms.\nAt first, there may be no symptoms. A woman may not even know she is pregnant at this point. Sometimes she might have pain in her pelvis, or bleeding from her vagina.\nBut once the embryo has grown for about 6 to 8 weeks, it gets large enough to make the Fallopian tube rupture (break open). This is a medical emergency, and can kill a woman.\nDiagnosis and Treatment.\nA physician can do an exam of the pelvis to test for sensitivity and pain, to figure out if a woman has an ectopic pregnancy. There are also blood tests for the pregnancy hormone hCG. In a normal pregnancy, the hGC levels double every day. Low levels are evidence of a problem, like an ectopic pregnancy. An ultrasound can also be used to see if the embryo is implanted in the uterus or not.\nThere are two main ways to treat an ectopic pregnancy if it is diagnosed before the Fallopian tube ruptures. The first is with the medicine methotrexate. If it is given early enough, it can cause an abortion and end the pregnancy. The second is with a surgery called a laparoscopy (a surgery done with a laser). The surgeon makes a small cut in the belly and removes the embryo. A laparoscopy is done after the first few weeks of the pregnancy.\nOnce the Fallopian tube ruptures, emergency surgery is needed to fix the broken Fallopian tube and remove the blood from inside the abdomen. The patient may also needed to be treated for blood loss.\nResults.\nAn ectopic pregnancy cannot become a baby. But it can have effects on future pregnancies and fertility. Because in an ectopic pregnancy the embryo usually grows in a Fallopian tube, the Fallopian tube can become damaged. This makes it more likely for another embryo to get stuck there. The likeness of another ectopic pregnancy depends on the amount of damage to the Fallopian tube, and the health of the tubes. However, even after a ectopic pregnancy, it is entirely possible to have a normal pregnancy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Embryo","surface_form":"embryo","offset":34},{"uri":"Uterus","surface_form":"uterus","offset":179},{"uri":"Fetus","surface_form":"fetus","offset":260},{"uri":"Ovary","surface_form":"ovaries","offset":358},{"uri":"Cervix","surface_form":"cervix","offset":517},{"uri":"Pelvis","surface_form":"pelvis","offset":810},{"uri":"Bleeding","surface_form":"bleeding","offset":821},{"uri":"Vagina","surface_form":"vagina","offset":839},{"uri":"Medical_emergency","surface_form":"medical emergency","offset":981},{"uri":"Blood_test","surface_form":"blood tests","offset":1188},{"uri":"Hormone","surface_form":"hormone","offset":1218},{"uri":"Evidence","surface_form":"evidence","offset":1302},{"uri":"Ultrasound","surface_form":"ultrasound","offset":1355},{"uri":"Embryo","surface_form":"embryo","offset":1397},{"uri":"Uterus","surface_form":"uterus","offset":1424},{"uri":"Medical_diagnosis","surface_form":"diagnosed","offset":1502},{"uri":"Methotrexate","surface_form":"methotrexate","offset":1579},{"uri":"Abortion","surface_form":"abortion","offset":1638},{"uri":"Surgery","surface_form":"surgery","offset":1691},{"uri":"Laser","surface_form":"laser","offset":1743},{"uri":"Hemorrhage","surface_form":"blood loss","offset":2071},{"uri":"Fertility","surface_form":"fertility","offset":2185}]}