{"id":345748,"url":"http://en.wikipedia.org/wiki/Bangladesh_national_cricket_team","text":"The Bangladesh national cricket team is the national cricket team for Bangladesh. The rules are set by the Bangladesh Cricket Board (BCB). Bangladesh is a full member of the International Cricket Council (ICC) with Test and One Day International (ODI) status. It played its first Test match in 2000 against India in Dhaka. Bangladesh was the tenth Test cricket playing nation.\nBangladesh's first time in international cricket came in the 1979 ICC Trophy in England. They left the tournament with 2 wins and 2 defeats. Seven years later, on 31 March 1986, Bangladesh played in its first ODI match against Pakistan in the 1986 Asia Cup. Bangladesh won the 1997 ICC Trophy in Malaysia. By winning the tournament, Bangladesh qualified for the 1999 Cricket World Cup for the first time. In 1997, Bangladesh became a regular ICC member with the right to play ODIs. It got the status of a Test playing country on 26 June 2000. Bangladesh has the record for most losses in a row in Tests (21 between 1999 and 2002) and ODIs (23 between 2001 and 2004).\nAs of April 2012, Bangladesh has played 73 Tests, winning only 3. Its first victory was against Zimbabwe. The other two were against a West Indian team crippled by a players' strike. Of the 63 matches it has lost, 35 were by an innings. The team has been more successful in ODIs, having won 72 of its 262 matches. They have also played 18 Twenty20 Internationals, winning four.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cricket","surface_form":"cricket","offset":53},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":70},{"uri":"Bangladesh_Cricket_Board","surface_form":"Bangladesh Cricket Board","offset":107},{"uri":"International_Cricket_Council","surface_form":"International Cricket Council","offset":174},{"uri":"Test_cricket","surface_form":"Test","offset":215},{"uri":"One_Day_International","surface_form":"One Day International","offset":224},{"uri":"India_national_cricket_team","surface_form":"India","offset":307},{"uri":"Dhaka","surface_form":"Dhaka","offset":316},{"uri":"1979_ICC_Trophy","surface_form":"1979 ICC Trophy","offset":438},{"uri":"Pakistan_national_cricket_team","surface_form":"Pakistan","offset":604},{"uri":"1986_Asia_Cup","surface_form":"1986 Asia Cup","offset":620},{"uri":"1997_ICC_Trophy","surface_form":"1997 ICC Trophy","offset":654},{"uri":"1999_Cricket_World_Cup","surface_form":"1999 Cricket World Cup","offset":739},{"uri":"Twenty20_International","surface_form":"Twenty20 International","offset":1383}]}