{"id":345886,"url":"http://en.wikipedia.org/wiki/Viper","text":"Vipers are a family of venomous snakes, the Viperidae. All have long, hinged fangs that dig deep into their prey and inject venom. The venom causes internal bleeding. There are four subfamilies of the Viperidae.\nDescription.\nAll vipers have a pair of long hollow fangs which are used to inject venom from glands found in the back of the upper jaws. The venom is a kind of protease, a destroyer of protein.\nAlmost all vipers have ridged scales, a well built body with a short tail and, to make room for the venom glands, a triangular-shaped head. Their slit-shaped pupil<nowiki/>s can open wide to open most of the eye, or close almost completely. This helps them to see in a wide range of light levels. Vipers are nocturnal, meaning that they sleep in the day and wake up at night to go hunting.\nLike other snakes, vipers are predators, meaning that they eat other animals. Their main diet is birds (including bird eggs), amphibians, such as frogs and toads, and other small reptiles like lizards and smaller snakes.\nReproduction.\nMost viper species are ovoviviparous, giving birth to live young, but a few lay eggs. The word \"viper\" is derived from Latin \"vivo\" = \"I live\" and \"pario\" = \"I give birth\".\nWhere they live.\nViper snakes are found in Americas, Africa, Eurasia. In the Americas they live from southern Canada, through the United States, Mexico, Central America, and into South America. The only type of viper which lives in the United Kingdom are the adders.\nSubfamilies.\nType genus = \"Vipera\"—Laurenti, 1768\nDiet.\nVipers are predators, meaning that they eat other animals, their main diet is eating birds (including bird eggs), amphibians, such as frogs and toads, and other small reptiles like lizards and other smaller snakes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Family_(biology)","surface_form":"family","offset":13},{"uri":"Venom","surface_form":"venom","offset":23},{"uri":"Snakes","surface_form":"snakes","offset":32},{"uri":"Bleeding","surface_form":"bleeding","offset":157},{"uri":"Protease","surface_form":"protease","offset":372},{"uri":"Protein","surface_form":"protein","offset":397},{"uri":"Pupil_(eye)","surface_form":"pupil","offset":564},{"uri":"Species","surface_form":"species","offset":1042},{"uri":"Viviparous","surface_form":"ovoviviparous","offset":1054},{"uri":"Adder","surface_form":"adder","offset":1463},{"uri":"Type_genus","surface_form":"Type genus","offset":1484},{"uri":"Vipera","surface_form":"Vipera","offset":1498}]}