{"id":345866,"url":"http://en.wikipedia.org/wiki/Gary_Johnson","text":"Gary Earl Johnson (born January 1, 1953) is an American politician and businessman. He served as the 29th Governor of New Mexico from 1995 to 2003. Johnson was the Libertarian Party nominee for the 2012 US presidential election. He is well known for his low-tax libertarian views. On December 28, 2011 Johnson, withdrew his Republican campaign for president and joined the Libertarian Party as its candidate.\nOn January 6, 2016, Johnson announced that he is running for President again for the Libertarian party. He won the nomination on May 29, 2016, however lost the election to Donald Trump. In the election, Johnson won more votes than any other Libertarian candidate in history with 4.5 million votes.\nIn August 2018, Johnson became the Libertarian nominee for U.S. Senate of New Mexico in the 2018 election. He lost the election to incumbent Democrat Martin Heinrich.\nEarly life.\nJohnson was born in Minot, North Dakota. His father was Earl Johnson and his mother was Lorraine Bostow. He is of Danish, Norwegian and Ukrainian descent. He was raised in Albuquerque, New Mexico. He studied at the University of New Mexico, Albuquerque.\nGovernor of New Mexico (1995-2003).\nJohnson entered politics for the first time by running for Governor of New Mexico in 1994 on a fiscally conservative, low-tax and anti-crime plan. He won the election beating the current governor Bruce King.\nDuring his time as governor, Johnson became known for his low-tax libertarian views, following the policies of tax and bureaucracy reduction supported by a cost–benefit analysis rationale. He cut the 10% annual growth in the budget: in part, due to his use of the gubernatorial veto 200 times during his first six months in office. Johnson set state and national records for his use of veto and line-item veto powers, estimated to have been more than the other 49 contemporary governors combined, which gained him the nicknames \"Veto Johnson\" and \"Governor Veto\".\nJohnson successfully sought re-election in 1998. In his second term, he concentrated on the issue of school voucher reforms, as well as campaigning for marijuana decriminalization and legalization, and opposition to the War on Drugs. Term limited, Johnson could not run for re-election at the end of his second term. He left office in 2003.\n2012 presidential campaign.\nIn April 2011, Johnson announced that he was running for President of the United States. He ran as a Republican. After poor polling numbers in Republican polls and not qualified to attend the debates, Johnson switched his political views and ran as a Libertarian. He beat Libertarian candidate R. Lee Wrights for the nomination at the convention. California Judge James P. Gray was his running mate.\nIn the 2012 United States presidential election, Johnson received 0.99% of the popular vote, a total of 1,275,971 votes. This was the best result in the Libertarian Party's history by raw vote number, though under the 1.1 percentage of the vote won by Ed Clark in 1980.\n2016 presidential campaign.\nIn an April 2014 Reddit \"Ask Me Anything\" session, Johnson stated that he hopes to run for president again in 2016. On whether he would run as a Libertarian or a Republican, he stated that \"I would love running as a Libertarian because I would have the least amount of explaining to do.\"\nIn November 2014, Johnson said he wanted to run for the 2016 Libertarian nomination. Johnson resigned from his post as CEO of Cannabis Sativa, Inc. in January 2016 to pursue political opportunities, hinting to a 2016 presidential run.\nOn January 6, 2016, Johnson announced that we will run for president for the Libertarian Party nomination.\nA poll done by Monmouth University to show who people wanted to win the election showed that Johnson was at 11%.\nJohnson won the party's nomination on May 29, 2016 at the Libertarian Convention in Orlando, Florida.\nIn the election, Johnson received nearly 4.5 million votes (3.27% of the total vote), which is the most for a third party presidential candidate since 1996 and the highest national vote share for a Libertarian candidate in history.\n2018 U.S. Senate race.\nIn late July of 2018, Johnson was thinking about running in the 2018 U.S. Senate race in New Mexico after Land Commissioner Aubrey Dunn Jr., was dropping out of the race. Dunn then formally withdrew from the race on July 30.\nOn August 4, Johnson was formally nominated by the Libertarian Party of New Mexico as Dunn's replacement.\nJohnson formally launched his candidacy by accepting his party's nomination on August 14. However, Johnson lost the general election in a landslide to Democratic incumbent Martin Heinrich.\nPersonal life.\nJohnson was married to Dee Simms from 1997 until her death from heart disease in 2005. As of 2012, he has been engaged with Kate Prusack. They were together since 2009. Johnson has a daughter and a son.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":47},{"uri":"Politician","surface_form":"politician","offset":56},{"uri":"Businessman","surface_form":"businessman","offset":71},{"uri":"Governor_of_New_Mexico","surface_form":"Governor of New Mexico","offset":106},{"uri":"Libertarian_Party_(United_States)","surface_form":"Libertarian Party","offset":164},{"uri":"Tax","surface_form":"tax","offset":258},{"uri":"Libertarianism","surface_form":"libertarian","offset":262},{"uri":"Gary_Johnson_presidential_campaign%2C_2016","surface_form":"running","offset":458},{"uri":"President_of_the_United_States","surface_form":"President","offset":470},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":581},{"uri":"United_States_Senate","surface_form":"U.S. Senate","offset":766},{"uri":"New_Mexico","surface_form":"New Mexico","offset":781},{"uri":"United_States_Senate_election_in_New_Mexico%2C_2018","surface_form":"2018 election","offset":799},{"uri":"Martin_Heinrich","surface_form":"Martin Heinrich","offset":857},{"uri":"Minot%2C_North_Dakota","surface_form":"Minot","offset":906},{"uri":"North_Dakota","surface_form":"North Dakota","offset":913},{"uri":"Danish_people","surface_form":"Danish","offset":1000},{"uri":"Norwegian_people","surface_form":"Norwegian","offset":1008},{"uri":"Ukrainian_people","surface_form":"Ukrainian","offset":1022},{"uri":"Albuquerque%2C_New_Mexico","surface_form":"Albuquerque, New Mexico","offset":1058},{"uri":"University_of_New_Mexico%2C_Albuquerque","surface_form":"University of New Mexico, Albuquerque","offset":1101},{"uri":"Governor_of_New_Mexico","surface_form":"Governor of New Mexico","offset":1235},{"uri":"Bruce_King","surface_form":"Bruce King","offset":1372},{"uri":"School_voucher","surface_form":"school voucher","offset":2049},{"uri":"Marijuana","surface_form":"marijuana","offset":2100},{"uri":"War_on_Drugs","surface_form":"War on Drugs","offset":2168},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":2374},{"uri":"Republican_Party_(United_States)","surface_form":"Republican","offset":2418},{"uri":"R._Lee_Wrights","surface_form":"R. Lee Wrights","offset":2611},{"uri":"James_P._Gray","surface_form":"James P. Gray","offset":2681},{"uri":"United_States_presidential_election%2C_2012","surface_form":"United States presidential election","offset":2729},{"uri":"Ed_Clark","surface_form":"Ed Clark","offset":2969},{"uri":"United_States_presidential_election%2C_1980","surface_form":"1980","offset":2981},{"uri":"Reddit","surface_form":"Reddit","offset":3032},{"uri":"United_States_presidential_election%2C_2016","surface_form":"2016","offset":3125},{"uri":"2016_Libertarian_National_Convention","surface_form":"2016 Libertarian nomination","offset":3359},{"uri":"Monmouth_University","surface_form":"Monmouth University","offset":3660},{"uri":"Orlando%2C_Florida","surface_form":"Orlando, Florida","offset":3842},{"uri":"United_States_presidential_election%2C_1996","surface_form":"1996","offset":4011},{"uri":"United_States_Senate_election_in_New_Mexico%2C_2018","surface_form":"2018 U.S. Senate race in New Mexico","offset":4179},{"uri":"Aubrey_Dunn_Jr.","surface_form":"Aubrey Dunn Jr.","offset":4239},{"uri":"Libertarian_Party_of_New_Mexico","surface_form":"Libertarian Party of New Mexico","offset":4391},{"uri":"Landslide_victory","surface_form":"landslide","offset":4584},{"uri":"Martin_Heinrich","surface_form":"Martin Heinrich","offset":4618}]}