{"id":34593,"url":"http://en.wikipedia.org/wiki/Toothbrush","text":"The toothbrush is a tool to clean teeth. The toothbrush has a small brush at the end of a handle. Toothpaste, which often contains fluoride, is commonly added to a toothbrush to help clean the teeth. Both toothpaste and toothbrushes come in many different colours. Toothpastes can also come in many different flavours. Nice toothbrushes (especially electrical) can make toothbrushing fun and help your child on the way to perfect oral health.\nInvention.\nToothbrushes were first invented by a prisoner. Before anyone had thought of a toothbrush, people kept their teeth clean by chewing on a stick until one end got soft and frayed like a brush. Sometimes they dipped a finger in chalk or salt and then rubbed their teeth. Toothpicks were another way to take care of teeth, and toothpicks were very fancy then. They were made of gold or jewels, and people would stick them in their hats or hang them on necklaces when they were not using them.\nThe first brushes came from China, where the Chinese made them out of hairs pulled from the back of wild hogs. The kind of toothbrush we know came from William Addis. He worked on the toothbrush while he was in jail. First, he saved a bone from one of his meals and poked some holes in it. The prison guard gave him some bristles. Joseph tied the bristles into little bundles, cut them to make them even, put glue on the ends, and stuffed them into the holes. The company he started still make millions of toothbrushes every year.\nEtymology.\nThe word toothbrush came from the two parts of the word, first a noun and then a verb or noun. The action of brushing teeth with a toothbrush is basically the use of the invention of Joseph Addis.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hygiene","surface_form":"clean","offset":28},{"uri":"Tooth","surface_form":"teeth","offset":34},{"uri":"Brush","surface_form":"brush","offset":68},{"uri":"Toothpaste","surface_form":"Toothpaste","offset":98},{"uri":"Fluoride","surface_form":"fluoride","offset":131},{"uri":"Prisoner","surface_form":"prisoner","offset":492},{"uri":"Chalk","surface_form":"chalk","offset":679},{"uri":"Salt","surface_form":"salt","offset":688},{"uri":"Toothpick","surface_form":"Toothpick","offset":722},{"uri":"Gold","surface_form":"gold","offset":828},{"uri":"Jewel","surface_form":"jewel","offset":836},{"uri":"Hat","surface_form":"hat","offset":881},{"uri":"Necklace","surface_form":"necklace","offset":902},{"uri":"China","surface_form":"China","offset":971},{"uri":"Hair","surface_form":"hair","offset":1013},{"uri":"Pig","surface_form":"hog","offset":1048},{"uri":"Jail","surface_form":"jail","offset":1154},{"uri":"Bone","surface_form":"bone","offset":1178},{"uri":"Bristle","surface_form":"bristle","offset":1264}]}