{"id":346,"url":"http://en.wikipedia.org/wiki/History_of_Spain","text":"e=\"preserve\">Spain is a country in Europe.\nEarly History.\nPeople have lived on the Iberian Peninsula for about 500,000 years. Neanderthal man came about 200,000 years ago. Modern humans first came about 40,000 years. Thousands of years ago Iberians and Celts lived there, and the Phoenicians made a few cities there to get tin and silver to trade.\nThe Roman Empire controlled Spain for three hundred years; then people from Eastern Europe called Visigoths fought for Spain, won it from the Romans, and controlled Spain for over two hundred years.\n9th century.\nThe Visigoths converted from Arian Christianity to Roman Catholics. The land was won after a war by Muslims who were Arab and Berber. Roman Catholics from Europe eventually decided to fight to take Spain from the Muslims. They fought wars for many hundreds of years, some of which were Crusades against other Christians like the Cathars. These were very cruel wars.\nIn the year 1492, they took the last part of Spain that had belonged to the Moors. Boabdil, the last Moorish Leader of Granada, gave the city to King Ferdinand of Aragon on 2 January 1492, and Christians now ruled all of Spain.\nBefore this, several different kings had ruled different countries in what is now called Spain. Two of these countries, Castile and Aragon, came together when the king of Aragon, Ferdinand II, married the queen of Castile, Isabella.\nIn the same year, 1492, they decided to send Christopher Columbus to explore the Atlantic Ocean. Columbus found a land there that the people of Europe did not yet know. These were the islands of the Caribbean Sea.\nLate 15th century.\nColumbus and other sailors explored more and found that there were two continents there - North America and South America. Spain sent many soldiers and businessmen to North and South America, and they took over very large parts of those two continents. Owning this empire made Spain very rich. But when they conquered that empire, they killed millions of the Native Americans who had lived there before. Spain owned this empire for more than three hundred years.\nMeanwhile, at home, the Muslim manuscripts had been either burnt or spread to other countries. Jews had been expelled from Spain. The multicultural society was destroyed, and so was the learning. Among the few things kept and respected in Spain were in music: harmony and stringed instruments, and of course the buildings, many of which became churches, by adding crosses.\n16th and 17th centuries.\nThe Spanish Empire was the strongest in the world through most of the next two centuries, thanks to gold from the Americas. This new gold made rulers and colonial governors rich. Meanwhile, others' savings became worth less due to inflation. Spain became a society of very rich and very poor. Some of the poorest went to the new colonies in the Caribbean, Central America and South America, mostly to find gold.\nNative American peoples were killed by diseases brought by the Spaniards, but most Spaniards did not know this. They found damaged and dying societies with people who had lost some of their most important leaders and thinkers. The Spaniards thought this meant they were inferior, and used this as an excuse to enslave the natives. Millions of natives died mining gold for the Spanish.\nThe Spanish Empire also at this time funded the Spanish Inquisition which tortured and killed anyone who disagreed with the Roman Catholic Church. The Reformation which created Protestant sects in Europe was not allowed into Spain, it was kept out and, as with Jews or Muslims, its believers were killed.\nThe nobles of Spain no longer had to fight anyone since the internal feuds were over. No one could challenge their power. In many ways it was held together as a reign of terror. People who challenged them were often called heretics, so that the Inquisition could torture them, and then nobles take the property.\nFor ordinary people on both sides of the Atlantic Ocean, life got worse. A few rulers got rich. Today we would say that these people were guilty of war crimes, genocide and crimes against humanity. Many Church people who had the power to speak out at that time, did so, and they said many of the same things as we would say today. But none of this mattered much to the rulers.\nThe great satire Don Quixote was written about this time.\n18th century.\nIn the 18th century, there was doubt over who should become king of Spain; this doubt led many of the kings of Europe to fight to become king of Spain. This was called the War of the Spanish Succession.\nFrance occupied Spain for a long time. This made Spain very weak. It also made Spain lose its empire in North and South America; all of the parts of that empire became their own countries, or were taken over by other countries such as the United States of America.\n20th century.\nThere was not much peace in Spain during the first part of the 20th century. Some Spaniards tried to set up a government chosen by the people (a democracy), and they made the King of Spain leave the country. However, in 1936, two different groups of Spaniards went to war over whether the government should be a democracy, or take orders from one person. In 1939, those who wanted democracy were defeated, and a dictator named Francisco Franco took over the government.\nFranco died in 1975. He had decided that Spain should have a king again, and he chose Juan Carlos, the grandson of the king who had been forced to leave the country, to be king. But the king did not rule as a dictator; instead, he chose to set up a democracy. Also since Franco's death, Spain appointed Adolfo Suárez to became Spain's first democratically elected prime minister. Now Spain is a modern democratic country, and does business with many countries around the world. It is a part of the European Union.","categories":[],"infobox_types":[],"annotations":[{"uri":"Country","surface_form":"country","offset":24},{"uri":"Europe","surface_form":"Europe","offset":35},{"uri":"Iberian_Peninsula","surface_form":"Iberian Peninsula","offset":83},{"uri":"Neanderthal","surface_form":"Neanderthal","offset":126},{"uri":"Iberian","surface_form":"Iberian","offset":240},{"uri":"Celt","surface_form":"Celt","offset":253},{"uri":"Phoenicians","surface_form":"Phoenicians","offset":280},{"uri":"Tin","surface_form":"tin","offset":323},{"uri":"Silver","surface_form":"silver","offset":331},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":352},{"uri":"Visigoths","surface_form":"Visigoths","offset":446},{"uri":"Arian_Christianity","surface_form":"Arian Christianity","offset":589},{"uri":"Roman_Catholicism","surface_form":"Roman Catholics","offset":611},{"uri":"Muslims","surface_form":"Muslims","offset":660},{"uri":"Arab","surface_form":"Arab","offset":677},{"uri":"Berber_people","surface_form":"Berber","offset":686},{"uri":"Crusades","surface_form":"Crusades","offset":846},{"uri":"Christian","surface_form":"Christian","offset":869},{"uri":"Cathar","surface_form":"Cathar","offset":889},{"uri":"1492","surface_form":"1492","offset":938},{"uri":"Boabdil","surface_form":"Boabdil","offset":1009},{"uri":"Moor","surface_form":"Moor","offset":1027},{"uri":"Granada","surface_form":"Granada","offset":1045},{"uri":"2_January","surface_form":"2 January","offset":1099},{"uri":"1492","surface_form":"1492","offset":1109},{"uri":"Kingdom_of_Castile","surface_form":"Castile","offset":1274},{"uri":"Aragon","surface_form":"Aragon","offset":1286},{"uri":"Ferdinand_II_of_Aragon","surface_form":"Ferdinand II","offset":1333},{"uri":"Isabella_of_Castile","surface_form":"Isabella","offset":1377},{"uri":"Christopher_Columbus","surface_form":"Christopher Columbus","offset":1432},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":1468},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":1586},{"uri":"Continent","surface_form":"continent","offset":1691},{"uri":"North_America","surface_form":"North America","offset":1710},{"uri":"South_America","surface_form":"South America","offset":1728},{"uri":"Empire","surface_form":"empire","offset":1885},{"uri":"Native_American","surface_form":"Native American","offset":1979},{"uri":"Music","surface_form":"music","offset":2336},{"uri":"Harmony","surface_form":"harmony","offset":2343},{"uri":"Stringed_instrument","surface_form":"stringed instrument","offset":2355},{"uri":"Spanish_Empire","surface_form":"Spanish Empire","offset":2485},{"uri":"Gold","surface_form":"gold","offset":2581},{"uri":"Americas","surface_form":"Americas","offset":2595},{"uri":"Inflation","surface_form":"inflation","offset":2712},{"uri":"Caribbean","surface_form":"Caribbean","offset":2826},{"uri":"Central_America","surface_form":"Central America","offset":2837},{"uri":"South_America","surface_form":"South America","offset":2857},{"uri":"Native_American","surface_form":"Native American","offset":2893},{"uri":"Disease","surface_form":"disease","offset":2932},{"uri":"Spanish_Inquisition","surface_form":"Spanish Inquisition","offset":3326},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":3402},{"uri":"Reformation","surface_form":"Reformation","offset":3429},{"uri":"Protestant","surface_form":"Protestant","offset":3455},{"uri":"Sect","surface_form":"sect","offset":3466},{"uri":"Noble","surface_form":"noble","offset":3587},{"uri":"Reign_of_terror","surface_form":"reign of terror","offset":3744},{"uri":"Heretic","surface_form":"heretic","offset":3806},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":3936},{"uri":"War_crime","surface_form":"war crime","offset":4043},{"uri":"Genocide","surface_form":"genocide","offset":4055},{"uri":"Crimes_against_humanity","surface_form":"crimes against humanity","offset":4068},{"uri":"Satire","surface_form":"satire","offset":4282},{"uri":"Don_Quixote","surface_form":"Don Quixote","offset":4289},{"uri":"18th_century","surface_form":"18th century","offset":4351},{"uri":"War_of_the_Spanish_Succession","surface_form":"War of the Spanish Succession","offset":4516},{"uri":"United_States","surface_form":"United States of America","offset":4786},{"uri":"20th_century","surface_form":"20th century","offset":4889},{"uri":"Spaniards","surface_form":"Spaniards","offset":4908},{"uri":"Democracy","surface_form":"democracy","offset":4971},{"uri":"King","surface_form":"King","offset":5001},{"uri":"1936","surface_form":"1936","offset":5046},{"uri":"Spaniards","surface_form":"Spaniards","offset":5076},{"uri":"1939","surface_form":"1939","offset":5184},{"uri":"Dictator","surface_form":"dictator","offset":5238},{"uri":"Francisco_Franco","surface_form":"Francisco Franco","offset":5253},{"uri":"1975","surface_form":"1975","offset":5311},{"uri":"Spain","surface_form":"Spain","offset":5337},{"uri":"Juan_Carlos_I_of_Spain","surface_form":"Juan Carlos","offset":5382},{"uri":"Adolfo_Su%C3%A1rez","surface_form":"Adolfo Suárez","offset":5599},{"uri":"Prime_Minister_of_Spain","surface_form":"prime minister","offset":5660},{"uri":"Business","surface_form":"business","offset":5727},{"uri":"European_Union","surface_form":"European Union","offset":5794}]}