{"id":34607,"url":"http://en.wikipedia.org/wiki/Pulmonary_embolism","text":"A pulmonary embolism is a clot of material (an embolus) that blocks blood from getting to the lungs. It is usually caused by a blood clot that starts somewhere else in the body and travels to the lungs. However, it can also be caused by clumped cancer cells, fat, or bone. Rarely, while giving birth, a woman can get a clot of amniotic fluid.\nSymptoms.\nSymptoms of a pulmonary embolism start suddenly, as soon as the clot starts blocking blood flow to the lungs. Blood is supposed to pick up oxygen in the lungs and then carry that oxygen to the rest of the body. If blood cannot get through to the lungs, it cannot pick up oxygen or deliver it to the body. Every part of the body needs blood and oxygen to survive.\nSaddle embolus.\nThe worst kind of pulmonary embolism is caused by a \"saddle embolus\". This kind of embolus blocks the pulmonary artery, which carries blood from the right side of the heart to the lungs. This makes it impossible for any blood to get through to the lungs. Since no blood can get out to the rest of the body, the person's blood pressure drops and they can go into shock. A saddle embolus is a very serious medical emergency. Many people with this type of embolus die.","categories":[],"infobox_types":[],"annotations":[{"uri":"Clot","surface_form":"clot","offset":26},{"uri":"Blood","surface_form":"blood","offset":68},{"uri":"Lung","surface_form":"lung","offset":94},{"uri":"Clot","surface_form":"blood clot","offset":127},{"uri":"Cancer","surface_form":"cancer","offset":245},{"uri":"Cell","surface_form":"cell","offset":252},{"uri":"Fat","surface_form":"fat","offset":259},{"uri":"Bone","surface_form":"bone","offset":267},{"uri":"Amniotic_fluid","surface_form":"amniotic fluid","offset":327},{"uri":"Symptom","surface_form":"Symptom","offset":353},{"uri":"Pulmonary_artery","surface_form":"pulmonary artery","offset":834},{"uri":"Hypotension","surface_form":"blood pressure drops","offset":1052},{"uri":"Shock_(circulatory)","surface_form":"shock","offset":1094},{"uri":"Medical_emergency","surface_form":"medical emergency","offset":1136}]}