{"id":34617,"url":"http://en.wikipedia.org/wiki/Toilet","text":"A toilet is a place where humans get rid of waste that comes from their bodies (urine and feces). Most toilets use water and to flush the waste through plumbing into a sewage system. However, some modern toilets do not use water, and are called dry toilets.\nA room that has a toilet can be called a \"restroom\" or \"bathroom\" in the United States. In other places it may be called the toilet or the water closet (WC).\nToilets in homes.\nAlmost all modern buildings have at least one toilet. In the home, a toilet may or may not be in the same room as a shower or a bathtub. Some toilets are outside, in an \"outhouse\".\nIn developing countries, many people do not have a toilet in their home. More than 4.5 billion people do not have access to toilets.\nPublic toilets.\nA public toilet may or may not cost money to use. Toilets that cost money are called \"pay toilets\".\nPublic bathrooms often have many toilets with walls between them. This makes areas called \"stalls\" (US) or \"cubicles\" (UK). Bathrooms for men often also have separate urinals. Urinals can either be on the wall for a single user, or a basin or trough for many men to use at the same time. Urinals on walls sometimes have small walls or dividers for privacy reasons.\nOutdoor public toilets (in the street, around parks, etc.) are a form of street furniture. These toilets are in individual cubicles. Some are simple and have little or no plumbing. Others are less simple, and some toilets even clean themselves after every use.\nSome toilet-cubicles are mobile and can be put in place where and when they are needed. These toilets are called \"portable toilets\". Portable toilets are commonly used at large outdoor events like concerts, festivals or carnivals.\nInventions.\nEvery day, toilets use 141 billion liters of water to flush waste, so scientists try to make toilets that do not need so much water. In 2019, one group made a chemical to put onto toilets to make them very slippery so that the waste flushes away with only a little water. The scientists hope their invention will be used by many people one day.","categories":[],"infobox_types":[],"annotations":[{"uri":"Human","surface_form":"human","offset":26},{"uri":"Waste","surface_form":"waste","offset":44},{"uri":"Human_body","surface_form":"bodies","offset":72},{"uri":"Urine","surface_form":"urine","offset":80},{"uri":"Feces","surface_form":"feces","offset":90},{"uri":"Water","surface_form":"water","offset":115},{"uri":"Flush","surface_form":"flush","offset":128},{"uri":"Plumbing","surface_form":"plumbing","offset":152},{"uri":"Sewage_system","surface_form":"sewage system","offset":168},{"uri":"Restroom","surface_form":"restroom","offset":300},{"uri":"Bathroom","surface_form":"bathroom","offset":314},{"uri":"United_States","surface_form":"United States","offset":331},{"uri":"Shower","surface_form":"shower","offset":550},{"uri":"Bathtub","surface_form":"bathtub","offset":562},{"uri":"Pay_toilet","surface_form":"pay toilet","offset":850},{"uri":"Urinal","surface_form":"urinal","offset":1031},{"uri":"Basin","surface_form":"basin","offset":1098},{"uri":"Trough","surface_form":"trough","offset":1107},{"uri":"Furniture","surface_form":"furniture","offset":1309},{"uri":"Plumbing","surface_form":"plumbing","offset":1400},{"uri":"Concert","surface_form":"concert","offset":1687},{"uri":"Festival","surface_form":"festival","offset":1697},{"uri":"Carnival","surface_form":"carnival","offset":1710}]}