{"id":34618,"url":"http://en.wikipedia.org/wiki/Stegosaurus","text":"\"Stegosaurus\" (meaning \"roof-lizard\") was a type of plant-eating dinosaur which lived in what is now western North America.\n\"Stegosaurus\" lived in the Upper Jurassic period around 155 to 145 million years ago. It is one of the most easily recognized dinosaurs, with its distinctive double row of kite-shaped plates on its back, and the long spikes on its tail. The armor was necessary as it lived with such meat-eaters as \"Allosaurus\" and \"Ceratosaurus\".\nDiscovery and species.\n\"Stegosaurus\" was originally named by Othniel Charles Marsh in 1877, from fossils found near Morrison, Colorado. These first bones became the first species of Stegosaur named: \"Stegosaurus armatus\".\nSeveral different \"Stegosaurus\" species have been found.\nPaleobiology.\n\"Stegosaurus\" was the largest stegosaur, reaching up to 12 m (39.4 ft) in length and weighing up to 5,000 kg (5.5 short tons). However, 7 to 9 m was a more usual length.\nSkull.\nThe skull of \"Stegosaurus\" was long and narrow. Because of its short front legs, its head was close to the ground, probably no higher than 1 m (3.3 ft). It ate low-growing plants because of this. It had no front teeth, but it did have a horn-covered beak. Stegosaurian chewing teeth were small and triangular and did little grinding as they lacked wear surfaces.\nUnlike most dinosaurs, it did not have a lacuna (hole) in its skull between the nose and eye.\nNervous system.\nIt has often been said that the \"Stegosaurus\" brain was the size of a walnut. Actually, it had a brain several times the size of a walnut. The bundle of nerves near the base of the tail that controlled reflexes in the back of the body was larger than the brain and is sometimes said to be a \"second brain\". These issues are discussed in Dinosaur brains and intelligence.\nPosture.\n\"Stegosaurus\" had very short forelimbs in relation to its hind legs. The back legs each had three short toes, while the front legs had five toes. All four limbs were supported by pads behind the toes.\nClassification.\n\"Stegosaurus\" was a member of the Thyreophora, or armored dinosaurs, a family of dinosaurs which includes the ankylosaurs.\nPopular culture.\n\"Stegosaurus\" has been declared the State Dinosaur of Colorado. It has also appeared in many movies and TV shows.","categories":[],"infobox_types":[],"annotations":[{"uri":"Herbivore","surface_form":"plant-eating","offset":52},{"uri":"Dinosaur","surface_form":"dinosaur","offset":65},{"uri":"North_America","surface_form":"North America","offset":109},{"uri":"Upper_Jurassic","surface_form":"Upper Jurassic","offset":151},{"uri":"Allosaurus","surface_form":"Allosaurus","offset":423},{"uri":"Ceratosaurus","surface_form":"Ceratosaurus","offset":440},{"uri":"Othniel_Charles_Marsh","surface_form":"Othniel Charles Marsh","offset":516},{"uri":"Morrison","surface_form":"Morrison","offset":571},{"uri":"Colorado","surface_form":"Colorado","offset":581},{"uri":"Species","surface_form":"species","offset":626},{"uri":"Stegosauria","surface_form":"stegosaur","offset":778},{"uri":"Kilogram","surface_form":"kg","offset":854},{"uri":"Short_ton","surface_form":"short ton","offset":862},{"uri":"Skull","surface_form":"skull","offset":929},{"uri":"Walnut","surface_form":"walnut","offset":1468},{"uri":"Thyreophora","surface_form":"Thyreophora","offset":2029},{"uri":"Armor","surface_form":"armor","offset":2045},{"uri":"Ankylosauria","surface_form":"ankylosaurs","offset":2105},{"uri":"List_of_U.S._state_dinosaurs","surface_form":"State Dinosaur","offset":2171},{"uri":"Colorado","surface_form":"Colorado","offset":2189}]}