{"id":346181,"url":"http://en.wikipedia.org/wiki/Freundel_Stuart","text":"Freundel Jerome Stuart PC QC MP (born 27 April 1951) is a Barbadian politician who was the seventh and former Prime Minister of Barbados and Leader of the Democratic Labor Party from 23 October 2010 to 21 February 2013; and from 21 February 2013 to 25 May 2018. He succeeded David Thompson, who died in office on 23 October 2010 from pancreatic cancer. He is a member of the Democratic Labour Party (DLP) and represents the Saint Michael South Constituency.\nStuart was born in Saint Philip, Barbados. He is the Father of one daughter.\nAn alumnus of the Christ Church Foundation School, Stuart is graduate of the University of the West Indies and holds degrees in Political science and Law. He is a Lawyer and his practice encompasses Criminal and Corporate Law\nIn 1974, Stuart officially joined the Ministry of Education and became a Teacher in Princess Margaret Secondary School.\nHe has supported several community organisations and sponsors the Dayrells United Achievers Community Club and the Notre Dame Sports Club.\nStuart entered and officially joined the Democratic Labour Party In 1970 and served in the Senate of Barbados until 1994. He emtered elective Politics in 1994 and stood as a Candidate under the Democratic Labor Party for Saint Philip, Barbados In the 1994 Barbadian General Election, which he won.\nThe Democratic Labour Party lost the 1994 Barbadian General Election but he became a Member of Parliament for St. Philip South.\nStuart was elected as First Vice- President of the Democratic Labour Party and Deputy Leader of the Opposition under Opposition Leader, David Thompson in 1995.\nStuart was also appointed in 1995 as Shadow Deputy prime minister, Shdaow Attorney general and Shdaow Minister of Home Affairs by David Thompson to serve in his Shadow cabinet of David Thompson\nIn 2004, Stuart was elected as the Leader and President of the Democratic Labour Party (Barbados) In a leadership election which was held in the Party Headquarters In George Street. Stuart narrowly defeated then DLP Leader and President, Clyde Mascoll but remained as Deputy Leader of the Opposition.\nAfter the Democratic Labor Party (Barbados) won the 2008 Barbadian general election, Stuart was appointed as Deputy prime minister, Attorney general and Minister of Home Affairs by Prime Minister David Thompson (Barbadian politician) to serve in his Cabinet. Stuart served in those three positions until May 2010.\nStuart served as acting Prime Minister of Barbados since May 2010 when Prime Minister David Thompson (Barbadian Politician) became ill with pancreatic cancer. Adriel Brathwaite succeeded Stuart in the positions he then held, namely Attorney general and Minister of Home Affairs. Thompson died on 23 October 2010. Leaders of the Democratic Labor Party held an emergency meeting at the party’s Headquarters in George Street In Bridgetown on the morning of Thompson’s death, during which Stuart was chosen as the next Prime Minister.\nStuart was sworn in as the 7th Prime Minister of Barbados and Minister for National Security, the public service and Urban Development the same day by Governor General Clifford Husbands.\nIn 2011, Stuart was appointed as a member of the UN Global Panel on Sustainability.\nStuart won his first election as Prime Minister on 21 February 2013, defeating Barbados Labour Party challenger (for his consituncy) Noel Lynch.\nOn 24 January 2014 Stuart became a member of the Privy Council of the United Kingdom which bestowed him the title of “Right Honourable”.\nStuart had announced changes for Barbados including his intention to turn Barbados into a republic and replace the Queen of Barbados with a ceremonial President as Head of state. On 22 March 2015, Stuart told a meeting of his Democratic Labour Party (Barbados): “We cannot pat ourselves on the shoulder at having gone into independence; having decolonized our Politics; we cannot pat ourselves on the shoulders at having decolonised our jurisprudence by delinking from the Judicial Committee of the Privy Council and explain to anybody why we continue to have a monarchical system. Therefore, the Right Excellent Errol Barrow decolonized the Politics; Owen Arthur decolonized the jurisprudence and Freundel Stuart is going to complete the process.\nThe genaral secretary of the Democratic Labour Party, George Pilgrim, confirmed the move and said that it is expected to coincide with the 50th anniversary of Barbadian independence in 2016. According to Pilgrim, the change will be implemented through a bill that will be presented to the Parliament of Barbados.\nAccording to the country’s Constitution, a two-third majority in Parliament, both in the House of Assembly of Barbados and the Senate of Barbados must have a two-third of the ruling party.\nIn the event that Barbados becomes a republic, it will still retain its membership of the Commonwealth of Nations but the Queen of Barbados will be replaced in her presence with a ceremonial President as head of state. The position of Governor-General of Barbados will also be dissolved.","categories":[],"infobox_types":[],"annotations":[{"uri":"PC","surface_form":"PC","offset":23},{"uri":"Queen%27s_Counsel","surface_form":"QC","offset":26},{"uri":"Barbados_House_of_Assembly","surface_form":"MP","offset":29},{"uri":"List_of_Prime_Ministers_of_Barbados","surface_form":"seventh and former Prime Minister of Barbados","offset":91},{"uri":"Succeeded","surface_form":"succeeded","offset":265},{"uri":"David_Thompson_(Barbadian_politician)","surface_form":"David Thompson","offset":275},{"uri":"Democratic_Labour_Party_(Barbados)","surface_form":"Democratic Labour Party","offset":375},{"uri":"Saint_Michael%2C_Barbados","surface_form":"Saint Michael South Constituency.","offset":424},{"uri":"Saint_Philip%2C_Barbados","surface_form":"Saint Philip, Barbados","offset":477},{"uri":"Christ_Church_Foundation_School","surface_form":"Christ Church Foundation School","offset":553},{"uri":"University_of_the_West_Indies","surface_form":"University of the West Indies","offset":612},{"uri":"Political_science","surface_form":"Political science","offset":663},{"uri":"Law","surface_form":"Law","offset":685},{"uri":"Lawyer","surface_form":"Lawyer","offset":698},{"uri":"Criminal","surface_form":"Criminal","offset":734},{"uri":"Corporate","surface_form":"Corporate","offset":747},{"uri":"Law","surface_form":"Law","offset":757},{"uri":"Ministry_of_education_Barbados","surface_form":"Ministry of Education","offset":799},{"uri":"Teacher","surface_form":"Teacher","offset":834},{"uri":"Princess_Margaret_Secondary_School","surface_form":"Princess Margaret Secondary School.","offset":845},{"uri":"Senate_of_Barbados","surface_form":"Senate of Barbados","offset":1111},{"uri":"Candidate","surface_form":"Candidate","offset":1194},{"uri":"Saint_Philip%2C_Barbados","surface_form":"Saint Philip, Barbados","offset":1241},{"uri":"Member_of_Parliament","surface_form":"Member of Parliament","offset":1403},{"uri":"Deputy_prime_minister","surface_form":"Deputy prime minister","offset":1650},{"uri":"Attorney_general","surface_form":"Attorney general","offset":1680},{"uri":"Shadow_cabinet","surface_form":"Shadow cabinet","offset":1767},{"uri":"Democratic_Labour_Party_(Barbados)","surface_form":"Democratic Labour Party (Barbados)","offset":1863},{"uri":"Party","surface_form":"Party","offset":1945},{"uri":"Headquarters","surface_form":"Headquarters","offset":1951},{"uri":"Deputy_Leader_of_the_Opposition","surface_form":"Deputy Leader of the Opposition.","offset":2068},{"uri":"Democratic_Labor_Party_(Barbados)","surface_form":"Democratic Labor Party (Barbados)","offset":2111},{"uri":"2008_Barbadian_general_election","surface_form":"2008 Barbadian general election","offset":2153},{"uri":"Deputy_prime_minister","surface_form":"Deputy prime minister","offset":2210},{"uri":"Attorney_general","surface_form":"Attorney general","offset":2233},{"uri":"Minister_of_Home_Affairs","surface_form":"Minister of Home Affairs","offset":2254},{"uri":"David_Thompson_(Barbadian_politician)","surface_form":"David Thompson (Barbadian politician)","offset":2297},{"uri":"Cabinet","surface_form":"Cabinet.","offset":2351},{"uri":"David_Thompson_(Barbadian_Politician)","surface_form":"David Thompson (Barbadian Politician)","offset":2501},{"uri":"Adriel_Brathwaite","surface_form":"Adriel Brathwaite","offset":2574},{"uri":"Attorney_general","surface_form":"Attorney general","offset":2647},{"uri":"Headquarters","surface_form":"Headquarters","offset":2807},{"uri":"Bridgetown","surface_form":"Bridgetown","offset":2840},{"uri":"Governor_General","surface_form":"Governor General","offset":3097},{"uri":"Clifford_Husbands","surface_form":"Clifford Husbands","offset":3114},{"uri":"Barbados_Labor_Party","surface_form":"Barbados Labour Party","offset":3296},{"uri":"Privy_Council_of_the_United_Kingdom","surface_form":"Privy Council of the United Kingdom","offset":3411},{"uri":"Queen_of_Barbados","surface_form":"Queen of Barbados","offset":3614},{"uri":"Head_of_state","surface_form":"Head of state","offset":3663},{"uri":"Democratic_Labour_Party_(Barbados)","surface_form":"Democratic Labour Party (Barbados)","offset":3725},{"uri":"Parliament_of_Barbados","surface_form":"Parliament of Barbados","offset":4536},{"uri":"House_of_Assembly_of_Barbados","surface_form":"House of Assembly of Barbados","offset":4649},{"uri":"Senate_of_Barbados","surface_form":"Senate of Barbados","offset":4687},{"uri":"Barbados","surface_form":"Barbados","offset":4767},{"uri":"Commonwealth_of_Nations","surface_form":"Commonwealth of Nations","offset":4839},{"uri":"Queen_of_Barbados","surface_form":"Queen of Barbados","offset":4871},{"uri":"President","surface_form":"President","offset":4940},{"uri":"Head_of_state","surface_form":"head of state","offset":4953},{"uri":"Governor-General_of_Barbados","surface_form":"Governor-General of Barbados","offset":4984}]}