{"id":34620,"url":"http://en.wikipedia.org/wiki/Gregorian_chant","text":"Gregorian chant is an important form of plainchant, used mainly in the Roman Catholic Church. With plainchant, all people sing the same music in unison, most of the time. Sometimes, there is a second part, called \"organum\", which often uses the same melody, but at an interval. This interval is often a fourth or a fifth.\nHow it developed.\nGregorian chant developed mainly in western and central Europe during the 9th and 10th centuries, but people wrote new songs and changed the old ones later. Many people believe an old story, which says that Pope Gregory the Great wrote the songs. Most people who study the history of music believe that kings such as Charlemagne brought music from Rome to their kingdoms in France and Germany. When Charlemagne's people sang these songs, they changed the songs. This new music became Gregorian chant.\nUsually men and boys sang Gregorian chant in churches, and holy women and men sang Gregorian chants in their daily prayers. In Roman Catholic churches, prayers and songs follow an order called the \"Roman Rite.\" Gregorian chant is the music used in the \"Mass\" and the \"Office\" of the Roman Rite. The \"Mass\" is the part of the Roman Rite where Catholics receive what they believe to be the body and blood of Christ. The \"Office\" is the part of the Roman Rite where holy men and women pray at special times every day. In the past, people sang different songs in parts of Europe, but Gregorian chant replaced almost all of them. Although the Roman Catholic Church no longer requires people to sing Gregorian chants, it still says that Gregorian chant is the best music for prayer.\nChristians have sung songs without music since the earliest days of the Church. Before the mid-1990s, many people believed that the Jewish songs called the \"Psalms,\" which are in both the Jewish and Christian Bible, were an important part of early Christian music and prayer. People who study the history of music and religion no longer believe this, because most early Christian songs were not from the Psalms, and Jews did not sing Psalms for many centuries after their most important holy place, the Second Temple, was destroyed in the year 70. However, some parts of Jewish music and prayer ended up later in Gregorian chant. The organized order of prayers called \"canonical hours\" come from Jewish tradition. The words \"amen\" and \"alleluia\" come from the Hebrew language. The prayer \"sanctus, sanctus, sanctus,\" which means \"holy, holy, holy,\" comes from the Jewish prayer \"kadosh, kadosh, kadosh.\"\nThe New Testament, tells how Jesus and his friends sang together: \"When they had sung the hymn, they went out to the Mount of Olives\" (Matthew|26.30). Other writers from those early centuries such as Pope Clement I also said that Christians sang religious songs, but they don’t tell us what the music sounded like. The \"Oxyrhynchus hymn,\" a 3rd-century song from Greece has lasted with written musical notes, we do not know if this song is connected to plainchant.\nThe sorts of songs, which Catholics later sang in the Roman Rite, started to appear in the 3rd century. The \"Apostolic Tradition\", a book about Christian traditions in early Rome, says that Christians sang \"Alleluia\" in early holy meals called \"agape\" feasts.\" Chants of the Office started in the early 4th century, when holy men in the deserts started the tradition of singing all 150 psalms every week. Sometime around 375, Christians in Eastern Europe started singing religious songs back and forth between two groups; in 386, St. Ambrose brought this tradition to Western Europe. Singing back and forth is called \"antiphonal\" singing.\nMost people think that the liturgy of the Roman Mass was put together during the 7th century. In 785-786 Pope Hadrian I sent some Roman chants to the court of Charlemagne. Later this music developed into the system of eight modes. This music, together with some new chants to complete the liturgical year, became known as \"Gregorian.\" This chant was probably named after Pope Gregory the Great.\nWhen Charlemagne had become Holy Roman Emperor he made everyone in Europe use this Gregorian chant. By the 12th and 13th centuries all other kinds of chant disappeared, even the Roman form (now known as Old Roman chant).\nTypes.\nGregorian chants are divided into three types based on the number of notes sung to each syllable. \"Syllabic\" chants mostly have one note per syllable. In \"neumatic\" chants there are mostly two or three notes per syllable, while \"melismatic\" chants have lots of notes for one syllable. Some of the chants are recitative and some are free melody. When two choirs stand in different parts of the church and sing alternately these are called \"Antiphonal chants\". \"Responsorial chants\" are ones with a refrain sung by the choir, which alternate with a psalm verse sung by a soloist.\nGregorian chant used the eight modes which came from the Byzantine chants. They were written down in a special musical notation called \"neumes\". These neumes do not show the exact rhythms, so that we cannot always be sure of the way they were sung. The rhythm was probably quite free and flexible. There were certainly no bar lines and regular beat. The chant was normally sung by men. Women only sang in convents, and even then they could not sing in all the services.\nGregorian chant was a big influence on polyphonic music in the Middle Ages and Renaissance. When the original plainsong melody was made to be the bottom part it became known as \"cantus firmus\" (i.e. the \"given melody\"). Cantus firmus became a very important part of musical composition in the Renaissance.","categories":[],"infobox_types":[],"annotations":[{"uri":"Plainchant","surface_form":"plainchant","offset":40},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":71},{"uri":"Interval_(music)","surface_form":"interval","offset":268},{"uri":"Pope","surface_form":"Pope","offset":547},{"uri":"Charlemagne","surface_form":"Charlemagne","offset":657},{"uri":"Rome","surface_form":"Rome","offset":688},{"uri":"France","surface_form":"France","offset":714},{"uri":"Germany","surface_form":"Germany","offset":725},{"uri":"Eucharist","surface_form":"receive what they believe to be the body and blood of Christ","offset":1193},{"uri":"Christianity","surface_form":"Christians","offset":1618},{"uri":"Judaism","surface_form":"Jewish","offset":1750},{"uri":"Psalm","surface_form":"Psalm","offset":1775},{"uri":"Bible","surface_form":"Bible","offset":1827},{"uri":"Jew","surface_form":"Jew","offset":2034},{"uri":"Hebrew_language","surface_form":"Hebrew language","offset":2378},{"uri":"New_Testament","surface_form":"New Testament","offset":2526},{"uri":"Jesus","surface_form":"Jesus","offset":2551},{"uri":"Greece","surface_form":"Greece","offset":2885},{"uri":"Antiphonal","surface_form":"antiphonal","offset":3605},{"uri":"Pope_Hadrian_I","surface_form":"Pope Hadrian I","offset":3731},{"uri":"Charlemagne","surface_form":"Charlemagne","offset":3785},{"uri":"Mode_(music)","surface_form":"modes","offset":3850},{"uri":"Pope_Gregory_the_Great","surface_form":"Pope Gregory the Great","offset":3997},{"uri":"Holy_Roman_Emperor","surface_form":"Holy Roman Emperor","offset":4049},{"uri":"Old_Roman_chant","surface_form":"Old Roman chant","offset":4224},{"uri":"Syllable","surface_form":"syllable","offset":4337},{"uri":"Melisma","surface_form":"melisma","offset":4478},{"uri":"Recitative","surface_form":"recitative","offset":4557},{"uri":"Mode_(music)","surface_form":"modes","offset":4858},{"uri":"Neume","surface_form":"neume","offset":4963},{"uri":"Bar_(music)","surface_form":"bar lines","offset":5149},{"uri":"Beat_(music)","surface_form":"beat","offset":5171},{"uri":"Convent","surface_form":"convent","offset":5232},{"uri":"Polyphonic","surface_form":"polyphonic","offset":5336},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":5360},{"uri":"Renaissance","surface_form":"Renaissance","offset":5376},{"uri":"Cantus_firmus","surface_form":"cantus firmus","offset":5475}]}