{"id":3462,"url":"http://en.wikipedia.org/wiki/Hungary","text":"Hungary is a country in Central Europe. Its capital city is Budapest. Hungary is slightly bigger than its western neighbour Austria and has about 10 million inhabitants. Other countries that border Hungary are Slovakia, Ukraine, Romania, Serbia, Croatia and Slovenia. Hungary's official language is the Hungarian language. It has been a member of the European Union (EU) since 2004. In Hungarian, the country is called \"Magyarország\" (literally, \"Hungarian country\"), or \"Magyar Köztársaság\" (Hungarian Republic). This is named after the Magyar tribes who came to Hungary in the late 9th century.\nMedieval Hungary, 896-1526.\nThe Magyars established Hungary in 896, after they had arrived there from their previous, Eastern European territories. Prince Árpád was their leader at the time; he also established the first royal house of the country, the Árpád-house. In 1000, after the first king, Saint Stephen had been crowned, the country became a Kingdom.\nIn 1241, the Mongol Empire invaded the country, causing the Hungarian king Béla IV to flee and approximately 500,000 Hungarians were killed, along with with heavy damage. In 1301, the Árpád-house died out. Later on, kings from various houses ruled over Hungary. The greatest of them is Matthias Corvinus, famous for taking Austrian terrirories like Vienna, etc. and protecting the country against Ottoman aggression. However, some decades after he had died (1490), the Ottoman Sultan Suleiman the Magnificent defeated the Hungarian king in the Battle of Mohács (1526). The Kingdom was cut up into three parts: the western and northern areas remained Hungary, the southern region fell under Ottoman rule, and the eastern part became an Ottoman vassal as the Principality of Transylvania.\nBetween 1526-1867.\nThe Kingdom of Hungary became a Habsburg dependency, because an agreement made in Vienna in 1515 said that the Habsburg family would take over the territory of the Jagellion family in Bohemia and Hungary if the line of kings should die out. In 1686, the Ottomans were forced to leave, and the country was reunified. Many nationalities were living in the country at this time. Along with Hungarians, there were also the ancestors of modern Slovaks, Serbs, and Romanians.\nIn 1703, Francis II Rákóczi, a Hungarian nobleman organized a revolution against the Habsburgs, as the Hungarians were not satisfied with them. However, his revolution failed in 1711, and he had to go into exile. The next most important event is the \"Hungarian Revolution of 1848\", when the inhabitants of the country mutinied again. Fighting ended in 1849, with Habsburg success. The leaders of the revolution were executed.\nAustria-Hungary, 1867-1918.\nThe country tried to find the way towards consolidation: in 1867, the two most important Habsburg territories, Austria and Hungary signed a treaty, and they established the Austro-Hungarian Monarchy. The new situation was feasible for both sides: the agreement brought massive economic growth.\nBetween the World Wars, 1918-1946.\nIn 1918 after the defeat in World War I, the Kingdom was abolished, and a republic was established, as people had enough of war. This republic was short-lived, and soon the Communists seized power (1919). Their rule was irresponsible and many people, including the peasants and the intelligentsia, were tortured. The communists had to abandon the country as Romanian troops invaded.\nIn late 1919, the Hungarian forces, led by Admiral Miklós Horthy, finally occupied the capital, Budapest. In response to the communist terror, they launched the \"White Terror\", in which they persecuted the communists and their supporters. The kingdom was re-established but there was no king. Horthy was elected as the regent of the country, as the assembly decided not to recall the Habsburgs.\nHungary lost the war. According to the Treaty of Trianon (1920), Hungary lost two thirds of its territory. In the majority of these territories, non-Hungarians were the majority; however, many Hungarians also found themselves outside their country, in the nation state of Romanians or Slovaks. Thus, the main political goal of the governments under Horthy was to revise this treaty, and at least, to regain the Hungarian-inhabited lands.\nCommunist Hungary, 1946-1989.\nAfter the fall of Nazi Germany, Soviet troops occupied all of the country. So Hungary gradually became a communist satellite state of the Soviet Union. After 1948, Communist leader Mátyás Rákosi established Stalinist rule in the country. He forced collectivization and a planned economy. This led to the 1956 Hungarian Revolution. Hungary withdrew from the Warsaw Pact. But the Soviets sent in over 150,000 troops and 2,500 tanks. Nearly a quarter of a million people left the country during the brief time that the borders were open in 1956. János Kádár became leader of the communist party. In 1991 Soviet military presence in Hungary ended, and the transition to a market economy began.\nRepublic of Hungary, 1989 onwards.\nToday, Hungary is a democratic republic. Elections are held every four years.\nThe current president of the country is János Áder, and the prime minister is Viktor Orbán. Orbán was Prime Minister from 1998 to 2002, and was elected again in 2010.\nDemographics.\nHungarians make up the largest part of the population but there are also several other ethnic communities. The largest of these are the Roma and Germans. Hungarian is the most widely used language in Hungary. Ethnic communities often use their own languages as well. The majority of Hungarians are religious, mainly Roman Catholic and Calvinist (in Hungarian 'református' - 'reformed'). There are Jews, often in intellectual and artistic occupations, and some Muslims. Orthodox Christianity is practised by ethnic minorities from eastern Europe.\nGeography.\nHungary's highest point is \"Kékestető\" (1014 m; in the northeastern part of Hungary). The River Danube, one of Europe's largest rivers, divides Hungary into a western and an eastern part. The region west of the Danube is called Transdanubia (\"Dunántúl\"). Transdanubia has a hilly landscape and many small villages and towns. The large flat area in the eastern part is the Great Plains (\"Alföld\"). Along the Slovakian border there are mountains.\nLake Balaton, Central Europe's largest lake can be found in Hungary. This small country has several thermal spas too. Lake Hévíz is one of the world's largest thermal lakes. Hungary, however is a landlocked country (it has no coastline).\nIts biggest cities are Budapest, Debrecen, Miskolc, Szeged, Pécs, Győr, Nyíregyháza and Szolnok. Szolnok is found at the juncture of the Tisza River and the Zagyva River (stream).","categories":[],"infobox_types":[],"annotations":[{"uri":"Country","surface_form":"country","offset":13},{"uri":"Central_Europe","surface_form":"Central Europe","offset":24},{"uri":"Budapest","surface_form":"Budapest","offset":60},{"uri":"Austria","surface_form":"Austria","offset":124},{"uri":"Slovakia","surface_form":"Slovakia","offset":210},{"uri":"Ukraine","surface_form":"Ukraine","offset":220},{"uri":"Romania","surface_form":"Romania","offset":229},{"uri":"Serbia","surface_form":"Serbia","offset":238},{"uri":"Croatia","surface_form":"Croatia","offset":246},{"uri":"Slovenia","surface_form":"Slovenia","offset":258},{"uri":"Hungarian_language","surface_form":"Hungarian language","offset":303},{"uri":"European_Union","surface_form":"European Union","offset":351},{"uri":"2004","surface_form":"2004","offset":377},{"uri":"9th_century","surface_form":"9th century","offset":584},{"uri":"Eastern_Europe","surface_form":"Eastern European","offset":715},{"uri":"%C3%81rp%C3%A1d","surface_form":"Árpád","offset":752},{"uri":"1000","surface_form":"1000","offset":866},{"uri":"Saint_Stephen","surface_form":"Saint Stephen","offset":894},{"uri":"Kingdom","surface_form":"Kingdom","offset":947},{"uri":"1241","surface_form":"1241","offset":959},{"uri":"Mongol_Empire","surface_form":"Mongol Empire","offset":969},{"uri":"1301","surface_form":"1301","offset":1130},{"uri":"Ottoman","surface_form":"Ottoman","offset":1353},{"uri":"1490","surface_form":"1490","offset":1414},{"uri":"Suleiman_the_Magnificent","surface_form":"Suleiman the Magnificent","offset":1440},{"uri":"1526","surface_form":"1526","offset":1518},{"uri":"Transylvania","surface_form":"Transylvania","offset":1729},{"uri":"Habsburg","surface_form":"Habsburg","offset":1794},{"uri":"Vienna","surface_form":"Vienna","offset":1844},{"uri":"1515","surface_form":"1515","offset":1854},{"uri":"Jagiellon_dynasty","surface_form":"Jagellion","offset":1926},{"uri":"Bohemia","surface_form":"Bohemia","offset":1946},{"uri":"1686","surface_form":"1686","offset":2006},{"uri":"Slovaks","surface_form":"Slovaks","offset":2201},{"uri":"Serbs","surface_form":"Serbs","offset":2210},{"uri":"Romanians","surface_form":"Romanians","offset":2221},{"uri":"1703","surface_form":"1703","offset":2235},{"uri":"1711","surface_form":"1711","offset":2410},{"uri":"Exile","surface_form":"exile","offset":2438},{"uri":"Hungarian_Revolution_of_1848","surface_form":"Hungarian Revolution of 1848","offset":2483},{"uri":"1849","surface_form":"1849","offset":2584},{"uri":"1867","surface_form":"1867","offset":2746},{"uri":"Austria-Hungary","surface_form":"Austro-Hungarian","offset":2859},{"uri":"World_War_I","surface_form":"World War I","offset":3043},{"uri":"1919","surface_form":"1919","offset":3213},{"uri":"Intelligentsia","surface_form":"intelligentsia","offset":3297},{"uri":"Romania","surface_form":"Romania","offset":3373},{"uri":"Budapest","surface_form":"Budapest","offset":3494},{"uri":"Regent","surface_form":"regent","offset":3717},{"uri":"Treaty_of_Trianon","surface_form":"Treaty of Trianon","offset":3832},{"uri":"1920","surface_form":"1920","offset":3851},{"uri":"Romanians","surface_form":"Romanians","offset":4065},{"uri":"Slovaks","surface_form":"Slovak","offset":4078},{"uri":"Irredentism","surface_form":"regain","offset":4193},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":4279},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":4399},{"uri":"M%C3%A1ty%C3%A1s_R%C3%A1kosi","surface_form":"Mátyás Rákosi","offset":4442},{"uri":"Planned_economy","surface_form":"planned economy","offset":4532},{"uri":"1956_Hungarian_Revolution","surface_form":"1956 Hungarian Revolution","offset":4565},{"uri":"Warsaw_Pact","surface_form":"Warsaw Pact","offset":4618},{"uri":"J%C3%A1nos_K%C3%A1d%C3%A1r","surface_form":"János Kádár","offset":4804},{"uri":"J%C3%A1nos_%C3%81der","surface_form":"János Áder","offset":5104},{"uri":"Viktor_Orb%C3%A1n","surface_form":"Viktor Orbán","offset":5142},{"uri":"Roma_people","surface_form":"Roma","offset":5381},{"uri":"Calvinist","surface_form":"Calvinist","offset":5580},{"uri":"Jews","surface_form":"Jews","offset":5642},{"uri":"Muslims","surface_form":"Muslims","offset":5705},{"uri":"Orthodox_Christianity","surface_form":"Orthodox Christianity","offset":5714},{"uri":"Danube","surface_form":"Danube","offset":5898},{"uri":"Balaton","surface_form":"Balaton","offset":6252},{"uri":"Budapest","surface_form":"Budapest","offset":6508},{"uri":"Debrecen","surface_form":"Debrecen","offset":6518},{"uri":"Miskolc","surface_form":"Miskolc","offset":6528},{"uri":"Szeged","surface_form":"Szeged","offset":6537},{"uri":"P%C3%A9cs","surface_form":"Pécs","offset":6545},{"uri":"Gy%C5%91r","surface_form":"Győr","offset":6551},{"uri":"Ny%C3%ADregyh%C3%A1za","surface_form":"Nyíregyháza","offset":6557},{"uri":"Szolnok","surface_form":"Szolnok","offset":6573}]}