{"id":346373,"url":"http://en.wikipedia.org/wiki/Southwest_National_Park","text":"The Southwest National Park is a national park in the south-west of Tasmania, Australia. The park is the largest in Tasmania and is part of the Tasmanian Wilderness World Heritage Area.\nThe eastern side of the park is west of Hobart and the park stretches to the west and south coasts. This park covers most of the wilderness areas in Tasmania's south west. The park is well known for its untouched wilderness and remoteness. Weather in the park is can change quickly, and can be severe. The area has not been changed by humans. Evidence shows that Tasmanian Aborigines have visited the area for at least 25,000 years. European settlers have made a few trips into the park, but there has been very few long lasting settlements and little change to the natural environment. Within the area there is only one road, to the hydroelectricity township of Strathgordon. The southern and western parts the park can only be reached by foot, boat, or light aircraft.\nThe tiny town of Melaleuca in the extreme south-west has a runway for airplanes to land, and basic facilities for the National Parks Service.\nHistory.\nMost of the park was created in 1955 and was first called Lake Pedder National Park. Over the following 35 years the park was made bigger and was renamed, reaching its present size in 1990. The original small Lake Pedder was flooded with the building of a dam on the Gordon River for hydroelectricity. The man made lake is also called Lake Pedder\nWildlife.\nThe Melaleuca area is the summer breeding grounds of the highly endangered orange-bellied parrot.\nAccess.\nThere are two ways to reach the park by land: the Gordon River Road to the hydroelectricity township of Strathgordon and the Huon Highway to Cockle Creek. The southern and western areas of the park can only be reached by foot, boat, or light aircraft.\nThere are two main walking tracks cross the park. The Port Davey Track and the South Coast Track. The walks are generally for more experienced walkers, and take about ten to fourteen days to complete. A flight to or from Melaleuca may be arranged to split the walk, or for tourist access for day trips. Several more difficult walks also exist, including the Eastern and Western Arthur Ranges, Precipitous Bluff, the South West Cape, and Federation Peak. These are not suitable for inexperienced walkers, or for people traveling alone. Sea access to the park is from Port Davey and Bathurst Harbour.","categories":[],"infobox_types":[],"annotations":[{"uri":"National_park","surface_form":"national park","offset":33},{"uri":"Tasmania","surface_form":"Tasmania","offset":68},{"uri":"Australia","surface_form":"Australia","offset":78},{"uri":"Tasmanian_Wilderness","surface_form":"Tasmanian Wilderness","offset":144},{"uri":"World_Heritage_Site","surface_form":"World Heritage Area","offset":165},{"uri":"Hobart","surface_form":"Hobart","offset":226},{"uri":"Australian_Aborigines","surface_form":"Aborigines","offset":559},{"uri":"Hydroelectricity","surface_form":"hydroelectricity","offset":820},{"uri":"Strathgordon%2C_Tasmania","surface_form":"Strathgordon","offset":849},{"uri":"Melaleuca%2C_Tasmania","surface_form":"Melaleuca","offset":974},{"uri":"Runway","surface_form":"runway","offset":1016},{"uri":"Gordon_River","surface_form":"Gordon River","offset":1375},{"uri":"Melaleuca%2C_Tasmania","surface_form":"Melaleuca","offset":1469},{"uri":"Endangered","surface_form":"endangered","offset":1529},{"uri":"Orange-bellied_Parrot","surface_form":"orange-bellied parrot","offset":1540},{"uri":"Gordon_River_Road","surface_form":"Gordon River Road","offset":1621},{"uri":"Hydroelectricity","surface_form":"hydroelectricity","offset":1646},{"uri":"Strathgordon%2C_Tasmania","surface_form":"Strathgordon","offset":1675},{"uri":"Huon_Highway","surface_form":"Huon Highway","offset":1696},{"uri":"Cockle_Creek%2C_Tasmania","surface_form":"Cockle Creek","offset":1712},{"uri":"Port_Davey_Track","surface_form":"Port Davey Track","offset":1877},{"uri":"South_Coast_Track","surface_form":"South Coast Track","offset":1902},{"uri":"Melaleuca%2C_Tasmania","surface_form":"Melaleuca","offset":2044},{"uri":"Arthur_Range","surface_form":"Arthur Range","offset":2201},{"uri":"South_West_Cape_(Tasmania)","surface_form":"South West Cape","offset":2239},{"uri":"Federation_Peak","surface_form":"Federation Peak","offset":2260},{"uri":"Bathurst_Harbour","surface_form":"Bathurst Harbour","offset":2404}]}