{"id":3464,"url":"http://en.wikipedia.org/wiki/Ukraine","text":"Ukraine (, [ukrajina]) is a country in Eastern Europe. Russia is to the north-east of Ukraine, Belarus is to the north-west, Poland and Slovakia are to the west, Hungary, Romania, Moldova and self-proclaimed Transnistria are to the south-west and the Black Sea is to the south.\nThe capital of Ukraine is Kyiv (). It was a part of the Soviet Union from 1922 until 1991.\nOfficial language.\nThe official language of Ukraine is Ukrainian (, [ukrajin’s’ka mova]). In the 2001 census, about 29% of people in Ukraine said that they consider Russian to be their main language. These two East Slavic languages are similar in some ways but different in other ways.\nDivision of Ukraine.\nUkraine is divided into 24 oblasts and one Autonomous Republic of Crimea.\nName origin.\nThe name \"Ukraine\" (u-krayina) is variously interpreted as \"edge\" or \"borderland\", but this was proved false. Language specialists are still searching for the true meaning of the word.\nIt was first used in reference to a core part of the territory of Kyivan Rus in the 12th century. In English, Ukraine was usually used as \"the Ukraine\". But after 1991, adding \"the\" is no longer correct.\nAncient times.\nMany different tribes lived on the territory of modern Ukraine since pre-historical times. Most historians believe that the Great Steppe at the North of the Black Sea was a homeland of all Indo-European and Indo-Iranian languages. Some believe it was also a birthplace of the whole Caucasian race. Wends, Goths, Huns, Sclaveni, Avars and other tribes and tribal groups fought among themselves, joined unions, terminated and assimilated each other.\nBy the middle of 4th century AD Antes joined other tribes and established a state under their rule. Their state fell under the pressure of Avars in 602 AD and their name was longer mentioned. Since the 7th century over 10 tribal groups joined under the name \"Slavs\" and made their own state named Rus. The chronicles mention three centers which formed this state: Kuyavia (Kyiv land with Kyiv itself), Slavia (Novgorod land) and Artania (exact location unknown).\nHistorians still argue about whether Kyiv was founded by Slavs themselves, or they just captured the Khazar fortress which was located on the bank of the Dnieper river, but since the 10th century, it became the capital of the largest and most powerful state in Europe.\nKievan Rus.\nKyivan Rus, is the medieval state of Eastern Slavs. Established by the Slavic with the help of the Varangian squads whose force was used to integrate separate tribes and their lands into one powerful state. Varangian princes, who ruled Rus from its first years were gradually assimilated by natives, but the dynasty started by semy-legendary Ririk survived and continued to govern their separate principalities even after the collapse of Rus.\nAt an early stage of its existence Rus destroyed such powerful states as the Khazar Khaganate and Old Great Bulgaria. Rus princes successfully fought against the Byzantine Empire, whose emperors had to pay tribute to them. Rus' finally disintegrated into separate principalities.\nIn the reign of Volodymyr the Great (980-1015) the Kyivan State almost finished its expansion. It occupied the territory from Peipus, Ladoga and Onega lakes in the north to the river Don, Ros, Sula, Southern Bug in the south, from the Dniester, the Carpathians, the Neman, Western Dvina River in the west to the Volga and the Oka River in the east, its area became about 800,000 km2. Although some of his predecessors already accepted Christianity for themselves, Vladimir decided to convert the entire population of the state to the new religion. Partially with the help of Byzantine missionaries preachers, partly by the brutal violence, he finally made all Kyiv population to be baptized. For this action, the Ukrainian, and later the Russian Orthodox Churches canonized him under the name of Vladimir the Baptist.\nDuring the reign of Yaroslav the Wise, (1019–1054), Rus reached the zenith of its cultural development and military power. Rus raised the prestige of Eastern Slavs in Europe, improved the international significance of Kyiv. Rus influenced the political relations in all of Europe, Western Asia, and in the Middle East. Kyivan princes supported the political, economic, dynastic relations with France, Sweden, England, Poland, Hungary, Norway, Byzantium.\nThe Rus state also ruled non-Slavic people (Finno-Ugric population of the North, Turkic of the East and South, Balts of the West etc.). Those people gradually assimilated with the Slavs, and with each other, establishing a framework for the future emergence of three new Eastern-Slavic peoples.\nThe Kyivan State was an eastern outpost of European Christendom, it kept the movement of nomad hordes to the West, and reduced their onslaught against Byzantium and Central European countries.\nAfter the death of Mstyslav Volodymyrovych (1132), Rus lost its political unity and finally was divided into 15 principalities and lands. Among them Kyiv, Chernygiv, Volodymyr-Suzdal, Novgorod, Smolensk, Polotsk, and Halycian lands and principalities were most large and powerful.\nWhile Kyiv was the center of all social, economic, political, cultural and ideological life in the country for a long time before, other centers have competed with it from the mid-12th century. There were old powers (Novgorod, Smolensk, Polotsk), as well as new ones..\nNumerous princely feuds, large and small wars between different lords, were tearing Rus. However, the ancient Ukrainian state did not fall apart. It only changed the form of its government: The personal monarchy was replaced by the federal one, Rus came to be co-ruled by the group of the most influential and powerful princes. Historians call this way of governing \"the collective suzerainty.\" The Principality of Kyiv remained a national center, and the residence of bishops.\nIn 1206 the new powerful military-feudal Mongolian state headed by Genghis Khan started the war of conquest against his neighbors. In 1223 in the battle near the Kalka river 25,000 Tatar-Mongols won a crushing victory over the squads of Southern Rus Princes, who were unable to come together even in the face of grave danger. Under the leadership of Batu, Genghis Khan's grandson, from 1237-1238, they conquered Riazan, Volodymir, Suzdal, and Yaroslavl lands.\nIn 1240, they attacked Kyiv. The city was plundered and destroyed. According to the legend, the enemy saved governor Dimitri's life for his personal courage in the battle. Then Kamenetz, Iziaslav, Volodymyr, and Halych lost against invaders. Batu was able to attach most of Rus to his empire, the Golden Horde, which covered the whole territory from the Urals to the Black Sea,\nAfter the fall of Kyivan State, the political, economic and cultural center of Ukrainian lands was transferred to the Halycian-Volyn Land. In 1245 Prince Danylo of Halych had to admit his dependence on the Golden Horde. Hoping to get help from Catholic Europe in his the struggle for independence, he also made a secret alliance with Poland, Hungary, Masovia and the Teutonic Knights. In 1253 he received the crown from Pope Innocent IV and became a King of Rus. In 1259, due to the lack of military aid from the West, the king was forced to re-recognize the supremacy of the Horde. His successor, Lev I had to take part in theTartar campaigns against Poland and Lithuania.\nIn 1308 the government moved to Danylo's grandchildren - Andrew and Lev II, who started the new struggle against the Golden Horde allied with the Teutonic knights and princes of Mazowia. However, after their death the last monarch Yuri II again had to claim himself as the Golden Horde vassal. He was murdered in 1340 and his death gave the rise to Poland and Lithuania (the neighbors who had a dynastic right for the throne of Rus) to start a war for the Halycian-Volyn heritage. In 1392 Galicia, with Belz and Chelm Lands were finally icorporated to the Kingdom of Poland and Volhynia to the Grand Duchy of Lithuania.\nAt the end of the 14th century, Ukrainian territories were divided between different states. Lithuania seized Kyiv, Chernihiv and Volyn Lands. Poland ruled in Halycian and Podolian. The Southern Ukraine was under the rule of the Crimean Khanate (formed in 1447) and the Eastern under the power of Muscovy. In 1569 Lithuania and Poland merged to the united state called Commonwealth (Polish: Rzecypospolyta) to deal with neighbors, as a result, the central Ukrainian lands of Lithuania came under Polish control.\nEtymology.\nRus, or The Kyivan State,; often misspeled as \"Kievan State\" or even \"Kievan Rus\", using Russian spelling of its capital Kyiv ([ˈkiɛf]).\nCossackian State.\nAt the end of the 15th century, the groups of warriors who called themselves Cossacks appeared on the territory between the borders of Lithuania, Muscovy and the Crimea, in the \"wild steppes\" of Zaporizhia. From the 16th century the Sich became their military centre. Zaporizhian Cossacks participated in the wars on the side of the Commonwealth: the Livonian War (1558-1583), the Polish-Muscovite War (1605-1618), Khotyn war (1620-1621), and Smolensk war (1632-1634). Cossacks also organized their own campaigns in Moldavia, Muscovy, and Crimea, on the Black Sea coast of Bulgaria and in Asia Minor for looting. They willingly became mercenaries, particularly during the Thirty Years' War (1618-1648).\nDue to the legal and social oppression of the nobility Cossacks repeatedly revolted. The largest rebellions were raised under the guidance of: Kosynskiy (1591-1593), Nalyvaiko (1594-1596), Zhmaylo (1625), Fedorovych (1630), Sulima (1635), Pavlyuk (1637) and Ostryanin (1638). Cossacks again and again defended the rights of the Ukrainian population in the Commonwealth who experienced religious and national oppression regularly.\nFor the conflict in the 1850s see Crimean War.\n20th century.\nIn 1917 an independent Ukrainian People's Republic was established. The Red Army freed it and made it into the Ukrainian Soviet Socialist Republic.\nSoviet Russia in the 1920s encouraged the Ukrainian language and Ukrainian culture. In the 1930s this policy changed to making the Ukrainians into Russians. There were mass repressions of Ukrainian poets, historians and linguists. As in other parts of the Soviet Union millions of people starved to death in 1932 and 1933.\nDuring the first years of World War II Ukrainian nationalists collaborated with Nazis against Soviet Union hoping to reestablish Ukrainian independence or to get autonomy under the authority of Germany. Nationalists took part in mass murders of Jews, Roma people and other victims of Nazi regime. However hopes of independence was ruined and Ukrainian nationalists created Ukrainian Insurgent Army which fought against Nazi Germany but against the Soviet Union (mainly Soviet partisans) for the most part. They failed to get independence. Most Ukrainians fought on the side of the Soviet Union and participated in the liberation of Ukraine from Nazi Germany.\nIn 1986, the fourth reactor at the Chernobyl Nuclear Power Plant exploded as a result of an improper test. The accident contaminated large portions of northern Ukraine and southern Belarus with uranium, plutonium, and radioactive isotopes. It was one of only two INES level 7 accidents (the worst level) in the history of nuclear power, the other being the Fukushima nuclear disaster in Japan.\nUnder the second Soviet occupation repressions against Ukrainian nationalists continued and lasted till dissolution of the Soviet Union in 1991.\nIn the Soviet epoch Ukraine was renamed to so-called a \"Soviet Socialist Republic\" incorporated into Soviet Union.\nIndependence day — 24 August 1991\nModern independence.\nPresident elections: 1 December 1991, July 1994, October-November 1999, October-December 2004, January 2010\nParliament elections: March 1994, March 1998, March 2002, March 2006, September 2007 (prematurely), October 2012\nConstitution of Ukraine was adopted by Parliament (Verkhovna Rada) 28 July 1996 with changes 8 December 2004.\nThe political demonstrations in autumn-winter 2004 after the Presidential elections gathered millions of people all over the country. On November 26, 2004, Victor Yuschenko lost the Ukrainian presidential election (Viktor Yanukovych was declared winner). However, Yuschenko and his followers argued that the election had been corrupted. They argued that the election results had been falsified by the Ukrainian government, in support of the opposing candidate Victor Yanukovych. They organized political demonstrations in autumn-winter 2004 that gathered millions of people all over the country. They called the demonstrations \"The Orange Revolution\" (). Former Prime Minister Yulia Tymoshenko was an important ally of Victor Yuschenko during the demonstrations. The Constitutional Court of Ukraine ordered a second round of elections, which Yuschenko won.\nBig pro-European Union protests called Euromaidan () began in November 2013 and made the President go away in February.\nIn March 2014, Russia occupied Crimea, made a pseudo-referendum which proclaimed the Crimea independence and annexed it. Most countries did not recognize the referendum. The EU, OSCE, USA and Ukraine demanded that Crimea be returned. Several countries sought to use economic sanctions to punish Russia's leaders for this.\nIn April, 2014 Ukraine military attack against people in Donbass in eastern Ukraine, which has many Russian-speaking people. This began a war to control Donbass.\nIn 2016, the New Safe Confinement was built to cover the remains of the Chernobyl Nuclear Power Plant and prevent radiation from escaping.","categories":[],"infobox_types":[],"annotations":[{"uri":"Country","surface_form":"country","offset":28},{"uri":"Eastern_Europe","surface_form":"Eastern Europe","offset":39},{"uri":"Russia","surface_form":"Russia","offset":55},{"uri":"Northeast","surface_form":"north-east","offset":72},{"uri":"Belarus","surface_form":"Belarus","offset":95},{"uri":"Northwest","surface_form":"north-west","offset":113},{"uri":"Poland","surface_form":"Poland","offset":125},{"uri":"Slovakia","surface_form":"Slovakia","offset":136},{"uri":"West","surface_form":"west","offset":156},{"uri":"Hungary","surface_form":"Hungary","offset":162},{"uri":"Romania","surface_form":"Romania","offset":171},{"uri":"Moldova","surface_form":"Moldova","offset":180},{"uri":"Transnistria","surface_form":"Transnistria","offset":208},{"uri":"Southwest","surface_form":"south-west","offset":232},{"uri":"Black_Sea","surface_form":"Black Sea","offset":251},{"uri":"South","surface_form":"south","offset":271},{"uri":"Kyiv","surface_form":"Kyiv","offset":304},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":334},{"uri":"Ukrainian_language","surface_form":"Ukrainian","offset":424},{"uri":"Russian_language","surface_form":"Russian","offset":534},{"uri":"Slavic_languages","surface_form":"Slavic languages","offset":584},{"uri":"Oblasts_of_Ukraine","surface_form":"oblasts","offset":703},{"uri":"Crimea","surface_form":"Crimea","offset":742},{"uri":"Steppe","surface_form":"Steppe","offset":1297},{"uri":"Black_Sea","surface_form":"Black Sea","offset":1324},{"uri":"Indo-European_languages","surface_form":"Indo-European","offset":1356},{"uri":"Indo-Iranian_language","surface_form":"Indo-Iranian language","offset":1374},{"uri":"Caucasian","surface_form":"Caucasian","offset":1449},{"uri":"Goths","surface_form":"Goths","offset":1472},{"uri":"Huns","surface_form":"Huns","offset":1479},{"uri":"Avar","surface_form":"Avar","offset":1754},{"uri":"Novgorod","surface_form":"Novgorod","offset":2025},{"uri":"Khazar","surface_form":"Khazar","offset":2179},{"uri":"Dnieper","surface_form":"Dnieper","offset":2232},{"uri":"Kievan_Rus","surface_form":"Kyivan Rus","offset":2359},{"uri":"Dynasty","surface_form":"dynasty","offset":2667},{"uri":"Bulgaria","surface_form":"Bulgaria","offset":2910},{"uri":"Byzantine_Empire","surface_form":"Byzantine Empire","offset":2964},{"uri":"Tribute","surface_form":"tribute","offset":3008},{"uri":"Volodymyr_the_Great","surface_form":"Volodymyr the Great","offset":3098},{"uri":"Lake_Ladoga","surface_form":"Ladoga","offset":3216},{"uri":"Bug_River","surface_form":"Southern Bug","offset":3281},{"uri":"Russian_Orthodox_Church","surface_form":"Russian Orthodox Church","offset":3820},{"uri":"Yaroslav_the_Wise","surface_form":"Yaroslav the Wise","offset":3920},{"uri":"Finno-Ugric","surface_form":"Finno-Ugric","offset":4398},{"uri":"Christendom","surface_form":"Christendom","offset":4701},{"uri":"Novgorod","surface_form":"Novgorod","offset":5026},{"uri":"Smolensk","surface_form":"Smolensk","offset":5036},{"uri":"Genghis_Khan","surface_form":"Genghis Khan","offset":5937},{"uri":"Golden_Horde","surface_form":"Golden Horde","offset":6627},{"uri":"Golden_Horde","surface_form":"Golden Horde","offset":6914},{"uri":"Teutonic_Knights","surface_form":"Teutonic Knights","offset":7075},{"uri":"Cossack","surface_form":"Cossack","offset":8757},{"uri":"Steppe","surface_form":"steppe","offset":8863},{"uri":"Looting","surface_form":"looting","offset":9284},{"uri":"Mercenaries","surface_form":"mercenaries","offset":9315},{"uri":"Thirty_Years%27_War","surface_form":"Thirty Years' War","offset":9352},{"uri":"Crimean_War","surface_form":"Crimean War","offset":9847},{"uri":"Ukrainian_People%27s_Republic","surface_form":"Ukrainian People's Republic","offset":9897},{"uri":"Red_Army","surface_form":"Red Army","offset":9946},{"uri":"Ukrainian_Soviet_Socialist_Republic","surface_form":"Ukrainian Soviet Socialist Republic","offset":9985},{"uri":"Soviets","surface_form":"Soviet Russia","offset":10022},{"uri":"Ukrainian_language","surface_form":"Ukrainian language","offset":10064},{"uri":"Ukrainian_culture","surface_form":"Ukrainian culture","offset":10087},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":10278},{"uri":"World_War_II","surface_form":"World War II","offset":10371},{"uri":"Nationalism","surface_form":"nationalists","offset":10394},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":10439},{"uri":"Ukrainian_Insurgent_Army","surface_form":"Ukrainian Insurgent Army","offset":10718},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":10764},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":10793},{"uri":"Independence","surface_form":"independence","offset":10870},{"uri":"Chernobyl_disaster","surface_form":"Chernobyl Nuclear Power Plant","offset":11039},{"uri":"Uranium","surface_form":"uranium","offset":11198},{"uri":"Plutonium","surface_form":"plutonium","offset":11207},{"uri":"International_Nuclear_Event_Scale","surface_form":"INES","offset":11267},{"uri":"Fukushima_nuclear_disaster","surface_form":"Fukushima nuclear disaster","offset":11361},{"uri":"Soviet_Socialist_Republic","surface_form":"Soviet Socialist Republic","offset":11599},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":11644},{"uri":"Verkhovna_Rada","surface_form":"Verkhovna Rada","offset":11985},{"uri":"Victor_Yuschenko","surface_form":"Victor Yuschenko","offset":12200},{"uri":"Viktor_Yanukovych","surface_form":"Viktor Yanukovych","offset":12259},{"uri":"Victor_Yanukovych","surface_form":"Victor Yanukovych","offset":12504},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":12706},{"uri":"Yulia_Tymoshenko","surface_form":"Yulia Tymoshenko","offset":12721},{"uri":"Victor_Yuschenko","surface_form":"Victor Yuschenko","offset":12763},{"uri":"European_Union","surface_form":"European Union","offset":12909},{"uri":"Crimea","surface_form":"Crimea","offset":13052},{"uri":"New_Safe_Confinement","surface_form":"New Safe Confinement","offset":13518}]}