{"id":346577,"url":"http://en.wikipedia.org/wiki/Echo_and_Narcissus","text":"Echo and Narcissus is a story from Ovid's book of poetry, \"Metamorphoses\", about a beautiful boy named Narcissus and Echo the mountain nymph, or Oread, who fell in love with him.\nZeus had given Echo the task of entertaining his wife Hera with stories, in order that he might have time to slip away and philander around with other women. Hera noticed something was up (she was known for her jealous and vengeful nature), and mistaking Echo as the object of Zeus's uncouth affections, she cast a spell on the unfortunate nymph - Echo would only be able to repeat the last words addressed to her and never speak her own again.\nNarcissus, a beautiful human youth, got separated from his hunting companions one day in some woods. Echo, being a nymph and also feeling pitiful because of her curse, had been wandering those same woods. The moment she saw Narcissus trapising through the forest, she fell in love with him and his breathtaking beauty. But because of Hera's curse, she was unable to tell him, so she followed the boy and waited for him to speak. Eventually, Narcissus began to call for his companions. Echo eagerly stepped out of the trees and repeated the words. A confusing and repetitive conversation ensued, ending with Narcissus telling Echo they should make love. Ever opportunistic, Echo repeated his words and leapt towards Narcissus. However, at that moment, Narcissus decided he'd rather die before letting a wood nymph have him, and pushed her away. Echo, heartbroken, ran away and hid in a cave, not eating or sleeping, just pining for Narcissus. After some time, Echo began to grow skinny from starvation until her body withered away entirely into dust, leaving nothing but her voice.\nLater, the goddess of revenge, Nemesis punished Narcissus for not accepting the unrequited love of Echo. Nemesis caused him to fall in love with his own reflection he saw in a pool near the cave where Echo had died. Narcissus refused to leave the reflection of himself and, like Echo, starvation was going to claim him. But not before he cried out to his reflection: \"Farewell, dear boy. Beloved in vain.\". Echo's voice repeated the lament from the cave and Narcissus died by the bank of the pool.\nTo this day Echo's voice still calls back from caves and labyrinths, repeating the last spoken words forever","categories":[],"infobox_types":[],"annotations":[{"uri":"Ovid","surface_form":"Ovid'","offset":35},{"uri":"Metamorphoses","surface_form":"Metamorphoses","offset":59},{"uri":"Narcissus_(mythology)","surface_form":"Narcissus","offset":103},{"uri":"Echo_(mythology)","surface_form":"Echo","offset":117},{"uri":"Oread","surface_form":"Oread","offset":145},{"uri":"Zeus","surface_form":"Zeus","offset":179},{"uri":"Hera","surface_form":"Hera","offset":233},{"uri":"Nemesis_(mythology)","surface_form":"Nemesis","offset":1736}]}