{"id":346516,"url":"http://en.wikipedia.org/wiki/Exodus_(band)","text":"Exodus is an American thrash metal band from Richmond, California. Exodus has five members in the band; the current band members are Steve Souza, Gary Holt, Lee Altus, Jack Gibson and Tom Hunting. Former guitarist Rick Hunolt is currently touring with Exodus and filling in for Gary Holt while Holt is filling in as a guitarist for Slayer after the death of Jeff Hanneman.\nCareer.\nThe band was formed in 1980 by band member Tom Hunting and now-former band members Kirk Hammett, Tim Agnello, Carlton Melson and Keith Stewart. The band is named after the 1985 novel, Exodus by Leon Uris.\nTim Agnello was later replaced with Gary Holt who has stayed in the band since. Kirk Hammett left in 1983 to join now-famous thrash metal band Metallica, and was eventually replaced by Rick Hunolt. Carlton Melson was eventually replaced by Rob McKillop, with Keith Stewart being replaced by Paul Baloff. With these members They released their debut album, \"Bonded by Blood\", on April 25, 1985, which is considered by many listeners to be the band's best album.\nThey then fired Paul Baloff and replaced him with Steve 'Zetro' Souza, and released two more albums, Pleasures Of The Flesh and Fabulous Disaster until signing to a major label and replacing Tom Hunting with John Tempesta. The band then released the album Impact Is Imminent, which was considered a disappointing album compared to Fabulous Disaster. Rob McKillop was replaced with Michael Butler and the band then released Force Of Habit. The songs on this album were a little slower than their previous songs. After touring for this album, Exodus broke-up as thrash metal was becoming less popular.\nGary Holt and Rick Hunolt reformed Exodus in 1997 and brought back members Tom Hunting and Paul Baloff, as well as adding new member Jack Gibson. They played shows throughout the year and released a live album called Another Lesson In Violence, and broke up again in 1998.\nThe band reformed again in 2001 with the same members as the previous reunion. Paul Baloff died from a stroke in 2002. Some people believed Exodus would break up again because of this. Instead, Steve Souza was invited to rejoin the band, and they released the Tempo of The Damned album in 2004 with his vocals.\nOver a year, three members were replaced. Steve Souza left the band whilst they were touring in South America and was replaced with Rob Dukes. Rick Hunolt left to concentrate on his family life and was replaced with Lee Altus. Tom Hunting left due to nervous problems that made him leave in 1989 after the Fabulous Disaster album, and was replaced with Paul Bostaph.\nTheir first album since these replacements was Shovel Headed Kill Machine, in 2007, Paul Bostaph left and Tom Hunting returned to the band again, before releasing another album, The Atrocity Exhibition...Exhibit A. In 2008, the band re-recorded the songs from the Bonded By Blood album and released them on an album called Let There Be Blood. In 2010, the band released their next album, Exhibit B: The Human Condition.\nSteve Souza has recently replaced Rob Dukes after his departure in 2014, becoming their frontman indefinitely. With this lineup, the band released the Blood In Blood Out record in 2014. They are currently touring the world, with the end date scheduled at 11/26/16.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":13},{"uri":"Thrash_metal","surface_form":"thrash metal","offset":22},{"uri":"Band","surface_form":"band","offset":35},{"uri":"Richmond%2C_California","surface_form":"Richmond","offset":45},{"uri":"California","surface_form":"California","offset":55},{"uri":"Gary_Holt","surface_form":"Gary Holt","offset":146},{"uri":"Slayer","surface_form":"Slayer","offset":332},{"uri":"Jeff_Hanneman","surface_form":"Jeff Hanneman","offset":358},{"uri":"Kirk_Hammett","surface_form":"Kirk Hammett","offset":464},{"uri":"Exodus_(novel)","surface_form":"Exodus","offset":565},{"uri":"Leon_Uris","surface_form":"Leon Uris","offset":575},{"uri":"Metallica","surface_form":"Metallica","offset":729}]}