{"id":346605,"url":"http://en.wikipedia.org/wiki/Fates_Warning","text":"Fates Warning is an American progressive metal band. They formed in 1982 and are from Hartford, Connecticut. Many people say they are pioneers. Fates Warning gained fame in the 1980s and was ranked as one of the early \"flagship bands of progressive metal\" along with Queensrÿche and Dream Theater, who are both credited for creating, developing and making that genre popular.\nFates Warning is not only known for their music, but they are known to have made many changes to their lineup (members). Their original lineup consisted of vocalist John Arch, guitarists Jim Matheos and Victor Arduini, bassist Joe DiBiase, and drummer Steve Zimmerman. From 1982 to 1996 — and temporarily in 2010 — Matheos and DiBiase remained as the only original members of the band, with Matheos being the only constant member. Fates Warning now consists of Matheos on guitar, Ray Alder on vocals and Joey Vera on bass. Bobby Jarzombek has been their drummer since 2007, but only plays live with them.\nFates Warning has released a total of ten studio albums. Other than the studio albums, they have released two live albums, one compilation album, one VHS, three DVDs (each of them features live concerts) and four demo tapes. Their two first albums were not very successful. Their next album, \"Awaken the Guardian\", became a mainstream success and peaked at number #191 on the \"Billboard\" 200. It became the first album released on their label Metal Blade to enter that chart. Despite the departure of original singer John Arch, Fates Warning's popularity continued to grow with their next three albums, \"No Exit\" (1988), \"Perfect Symmetry\" (1989) and \"Parallels\" (1991); the first two peaked at #111 and #141 on the \"Billboard\" 200 respectively. Fates Warning has not released an album since 2004's \"FWX\". They have been working on a new one, which they plan to release in 2012.","categories":[],"infobox_types":[],"annotations":[{"uri":"Progressive_metal","surface_form":"progressive metal","offset":29},{"uri":"Hartford%2C_Connecticut","surface_form":"Hartford, Connecticut","offset":86},{"uri":"Pioneer","surface_form":"pioneer","offset":134},{"uri":"Flagship","surface_form":"flagship","offset":219},{"uri":"Queensr%C3%BFche","surface_form":"Queensrÿche","offset":267},{"uri":"Dream_Theater","surface_form":"Dream Theater","offset":283},{"uri":"Live_music","surface_form":"live","offset":965}]}