{"id":346653,"url":"http://en.wikipedia.org/wiki/National_Hot_Rod_Association","text":"e=\"preserve\">The National Hot Rod Association (NHRA) is a drag racing governing body, which sets rules in drag racing and holds events all over the United States and Canada. With over 80,000 drivers, the NHRA is considered one of the largest motorsports organizations in the world.\nHistory.\nThe association was started by Wally Parks in 1951 in the State of California to provide a governing body to organize and further the sport of drag racing. The first national NHRA event was held in 1955, in Great Bend, Kansas. (The races were run on a training air field built during World War II.) The \"Nationals\", which now number 22 events every year, are the major events in drag racing that bring together the best cars and drivers from across North America. The Mac Tools U.S. Nationals are now held at Indianapolis Raceway Park in Clermont, Indiana.\nSafety.\nThe NHRA forces racers to use various things in the cars run in its racing events to keep drivers safe. First is the five point safety harness (belt) that all cars must have. This holds the driver secure in the seat and has with a quick-release lock, which can be opened in less than a second if the driver needs to leave the car due to fire or explosion.\nSecond are the fire suits that all drivers must wear. These suits are full body cover-alls and made with seven layers of Nomex fire-resistant fabric.\nThird is the use of the Head and Neck Support (HANS) device. This device limits the moving of the head and neck in the event of a collision and has been required within the NHRA since 2004.\nFourth is the high-strength metal shield that must be placed behind the head of all Top Fuel drivers. This is to prevent any material from entering the cockpit and striking the driver. This is needed because the engine is behind the driver in Top Fuel cars.\nFifth is the on board fire control system that all cars must have. These systems are directed onto the engine itself and start when the engine catches fire, reducing the chance for the car to completely catch fire. This has been in place on all cars beginning in 1983, when an engine explosion and fire came very close to killing then-Funny Car driver Mike Dunn.\nSixth is the roof escape opening that is in place on all Funny Cars since the division was made in the early 1970s. This opening allows Funny Car drivers a safe means of escape during an engine fire rather than falling out of the car between the frame and body.\nSeventh are the long bars at the end of all cars, also known as \"wheelie bars\". These prevent the car from turning over during the rapid start of the race.\nThe drive tires of the cars, which are called \"slicks\" because there is no tread on them, are made from a much harder compound so that the tires are resistant to failure. The tires are not allowed to be inflated under for any race at any time.\nCars in the Funny Car class must have fire-proof engine blankets around the engine block to contain material in case of an engine explosion.\nBefore the late 1980s, people could station themselves up to the guardrails so they could be closer to the action. After several rather accidents on track, where people have been hurt or killed, people are no longer allowed within of the guardrail.","categories":[],"infobox_types":[],"annotations":[{"uri":"Drag_racing","surface_form":"drag racing","offset":58},{"uri":"United_States","surface_form":"United States","offset":148},{"uri":"Canada","surface_form":"Canada","offset":166},{"uri":"Wally_Parks","surface_form":"Wally Parks","offset":322},{"uri":"California","surface_form":"California","offset":358},{"uri":"Sport_governing_body","surface_form":"governing body","offset":382},{"uri":"Drag_racing","surface_form":"drag racing","offset":434},{"uri":"World_War_II","surface_form":"World War II","offset":575},{"uri":"Sports_car","surface_form":"car","offset":711},{"uri":"North_America","surface_form":"North America","offset":740},{"uri":"Mac_Tools_U.S._Nationals","surface_form":"Mac Tools U.S. Nationals","offset":759},{"uri":"Indianapolis_Raceway_Park","surface_form":"Indianapolis Raceway Park","offset":800},{"uri":"Clermont%2C_Indiana","surface_form":"Clermont","offset":829},{"uri":"Indiana","surface_form":"Indiana","offset":839},{"uri":"Nomex","surface_form":"Nomex","offset":1333},{"uri":"HANS_device","surface_form":"Head and Neck Support (HANS) device","offset":1386}]}