{"id":34669,"url":"http://en.wikipedia.org/wiki/Hiragana","text":"e=\"preserve\">Hiragana are part of the Japanese writing system. Japanese writing normally consists of kanji which are used for the main words in a sentence, usually content words, and hiragana which are used for the little words that make up the grammar (in English these would be words like “from” and “his”) called particles. Hiragana is also used for the endings of some of the words.\nHiragana is a syllabary, which means that each hiragana character stands for a syllable. It is therefore different from a language such as English which uses an alphabet in which most of the letters stand for one bit of sound (phoneme). There is also another syllabary called katakana which is mostly used for foreign words and names. The two kana systems are quite easy to learn, but kanji takes years of practice. In contrast, the kana systems can be learnt in two weeks.\nIn the past hiragana was considered as women's writing, while men wrote in kanji. Since kanji suit well in Chinese but poorly in Japanese, it was the women who wrote the first Japanese books, poems and songs. Later the Buddhist clerics, such as Rennyo (d. 1498), wrote in hiragana to make the religious message easy to understand so that everyone could read it.\nSometimes the whole of a text may be written in hiragana to make it easy. This would be used in books for young children, or for students starting to learn Japanese, or when writing the lyrics for songs underneath the music where it is important to show how the words fit the music. Some rare or strange kanji may also have so-called \"furigana\" characters above it. They are hiragana which show how the kanji is to be pronounced.\nIn Hiragana each character (kana) is either a vowel (such as \"a\": あ); a consonant followed by a vowel (such as \"ka\": か); or, at the end of a syllable, an \"n\": (ん), although sometimes this sounds more like an “m” or “ng”.\nAs an example of how the grammatical endings are used we can take the verb “to eat” which is食べる (taberu). Here the main part of the word “eat” (pronounced “ta” in this case) is the kanji 食. The other two syllables: “be-ru” are in hiragana (べる). To say “I ate” or “you ate” etc. you would say “tabemashita”, written食べました (“be-ma-shi-ta” is written in hiragana).\nTable of hiragana.\nThe main hiragana characters are shown in this table.\nNotice that the sound “hu” is unknown in Japanese, so ふ is pronounced “fu” with an “f” which is blown lightly, like someone blowing out a candle.\nTo write the voiced sounds for “g”, “d”, “z” and “b” two little lines called a dakuten (゛) are added after a character starting with the unvoiced sounds “k”, “t”, “s” and “h”. A circle, (゜), is added after a “h” for the sound “p”. For example: は gives the sound “ha”; ば gives the sound “ba”; ぱ gives the sound “pa”.\nSometimes when words are joined together to make compound words, the first sound of the second part changes from unvoiced to voiced. For example: “hana”: はな (nose) + ち“chi” (blood) becomes はなぢ “hanaji” (nosebleed)\nSome Japanese syllables which have sliding sounds add a small version of the hiragana for \"ya\", \"yu\" or \"yo\" (ゃ, ゅ and ょ) This is called “yōon”. For example: “sha” sounds like “shi”+”ya” so “densha” (a tram) is written でんしゃ. A small “tsu” っ called a “sokuon” shows a doubled consonant: “Nippon” (Japan) is written にっぽん. Without the small “tsu” the first syllable would sound like the word “knee”.\nA student starting to learn to write Japanese can start with hiragana or with katakana. Hiragana is the basis of learning Japanese script. However, for someone who is about to visit Japan and just wants to be able to recognize a few words, katakana will be more useful as it will help to read many of the road signs, shop names and the names of things on restaurant menus.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japanese_language","surface_form":"Japanese","offset":38},{"uri":"Kanji","surface_form":"kanji","offset":101},{"uri":"Content_word","surface_form":"content words","offset":164},{"uri":"Grammar","surface_form":"grammar","offset":245},{"uri":"Particles_in_Japanese","surface_form":"particles","offset":316},{"uri":"Syllabary","surface_form":"syllabary","offset":401},{"uri":"Alphabet","surface_form":"alphabet","offset":548},{"uri":"Phoneme","surface_form":"phoneme","offset":614},{"uri":"Katakana","surface_form":"katakana","offset":663},{"uri":"Kanji","surface_form":"kanji","offset":772},{"uri":"Woman","surface_form":"women's","offset":900},{"uri":"Man","surface_form":"men","offset":923},{"uri":"Kanji","surface_form":"kanji","offset":936},{"uri":"Chinese_language","surface_form":"Chinese","offset":968},{"uri":"Japanese_language","surface_form":"Japanese","offset":990},{"uri":"Clergy","surface_form":"clerics","offset":1089},{"uri":"Vowel","surface_form":"vowel","offset":1699},{"uri":"Verb","surface_form":"verb","offset":1944}]}