{"id":346627,"url":"http://en.wikipedia.org/wiki/Black_Butler","text":"\"Black Butler\" is a manga series by Yana Toboso. The manga started in 2006.\nPlot.\nIn Victorian era London, the butler Sebastian Michaelis takes care of his 12 year old master, Ciel Phantomhive. Ciel is the earl of the aristocratic Phantomhive family, which is well-known in England for be the Queen's Guarddogs. Ciel's parents were killed in arson when he was 10 years old. He made a deal with a demon (which is in fact his butler Sebastian) to help him get revenge on his enemies. The demon butler can have his soul in return.\nMedia.\nA radio drama was released on CDs on August 10, 2007 and November 26, 2008. The anime was first shown in October 2008. The English version is produced by Funimation. Two musicals are based on the manga called \"That Butler, Friendship\" and \" Musical Black Butler, The Most Beautiful Death in The World, A Thousand Souls and The Fallen Grim Reaper\". A video game called \"Black Butler: Phantom & Ghost\" was released in 2009.\nReception.\nThe manga has printed over 10 million copies in Japan. A music distributor in Japan took a poll of anime characters that people would like to marry. The demon butler Sebastian was included in the final results.","categories":[],"infobox_types":["animanga/Print","animanga/Video","animanga/Video","animanga/Video","animanga/Other"],"annotations":[{"uri":"Manga","surface_form":"manga","offset":20},{"uri":"Victorian_era","surface_form":"Victorian era","offset":85},{"uri":"London","surface_form":"London","offset":99},{"uri":"Butler","surface_form":"butler","offset":111},{"uri":"Earl","surface_form":"earl","offset":206},{"uri":"Aristocracy","surface_form":"aristocratic","offset":218},{"uri":"Queen_Victoria","surface_form":"Queen's","offset":293},{"uri":"Arson","surface_form":"arson","offset":342},{"uri":"Demon","surface_form":"demon","offset":396},{"uri":"Revenge","surface_form":"revenge","offset":458},{"uri":"Soul","surface_form":"soul","offset":512}]}