{"id":346770,"url":"http://en.wikipedia.org/wiki/The_Buggles","text":"ce=\"preserve\">The Buggles were an English musical duo. It had Trevor Horn on vocals, bass guitar and guitar and Geoff Downes on keyboards. They have been most known for their 1979 debut single \"Video Killed the Radio Star\" that was #1 on the singles charts of sixteen countries. The music video was the first to be shown on MTV in the United States of America at 12:01 on 1 August 1981.\nFollowing the poor success of their second album, \"Adventures in Modern Recording\", the group broke up in 1981.\nBiography.\nHorn and Downes first met in the mid 1970s, at auditions for Tina Charles' backing band, and worked with her producer, Biddu, whose backing tracks had inspired their early work. Trevor Horn said that the group was originally planned to be named \"The Bugs\": \"The Bugs were studio insects—imaginary creatures who lived in recording studios creating havoc. Then somebody said as a joke that The Bugs would never be as big as The Beatles. So we changed it to The Buggles.\"\nThe Buggles' first hit, \"Video Killed the Radio Star\", was released in September 1979 and was the 444th number one in the UK charts, spending one week at the top, as well as reaching number one on the singles charts of fifteen other countries Hans Zimmer worked for \"Video Killed the Radio Star, and makes a brief appearance in the video.\nDownes and Horn worked on their second album, \"Adventures in Modern Recording\". As originally intended, \"I Am a Camera\" was brought to completion as a Buggles song under its original title. However, Downes left the group during the recording of the album to form the band Asia with former Yes bandmate Steve Howe. Horn completed the album with a lot of new songwriting partners and musicians. \"Adventures in Modern Recording\" was released in late 1981, but five singles released from the album (\"I Am a Camera\", \"Adventures in Modern Recording\", \"On TV\", \"Lenny\" and \"Beatnik\") were not as successful as \"Video Killed the Radio Star\", resulting in the end of The Buggles.","categories":[],"infobox_types":[],"annotations":[{"uri":"Singing","surface_form":"vocals","offset":77},{"uri":"Bass_guitar","surface_form":"bass guitar","offset":85},{"uri":"Guitar","surface_form":"guitar","offset":101},{"uri":"Keyboard_instrument","surface_form":"keyboards","offset":128},{"uri":"MTV","surface_form":"MTV","offset":324},{"uri":"United_States_of_America","surface_form":"United States of America","offset":335},{"uri":"The_Beatles","surface_form":"The Beatles","offset":932},{"uri":"Hans_Zimmer","surface_form":"Hans Zimmer","offset":1222},{"uri":"Yes_(band)","surface_form":"Yes","offset":1607}]}