{"id":346895,"url":"http://en.wikipedia.org/wiki/Ida_Rubinstein","text":"Ida Lvovna Rubinstein 5 October 1885 – 20 September 1960) was a Russian ballerina, actress, personality and patron.\nEarly life and training.\nRubinstein was born in Kharkov, or possibly St. Petersburg,p408 into a wealthy Jewish family. She was orphaned at an early age. She had, by the standard of Russian ballet, little formal training. Tutored by Mikhail Fokine, she made her debut in 1908. This was a single private performance of Oscar Wilde's \"Salomé\", in which she stripped nude in the course of the \"Dance of the Seven Veils\".\nCareer.\nSergei Diaghilev took her with the Ballets Russes and she danced the title role of \"Cléopâtre\" in the Paris season of 1909, and Zobéide in \"Scheherazade\" in 1910. Both ballets were choreographed by Fokine, and designed by Leon Bakst. Her partner in \"Scherazade\" was Nijinsky. \"Scherezade\" was admired at the time for its racy sensuality, costumes and design. Its music is by Rimsky-Korsakov. For a long time the ballet was rarely performed. It is in the repertoire of the Mariinsky Ballet at present, and was performed by them in London 2011. Rubinstein left the Ballets Russes in 1911.\nBisexual, in 1911 Rubinstein began a three-year affair with the painter Romaine Brooks, who created a striking portrait. She used the dancer as a nude model for Venus.\nRubinstein companies.\nAfter leaving the Ballets Russes, Rubinstein formed her own dance company. She had inherited money, and she used it to commission several lavish productions. In 1911 she performed in \"Le Martyre de Saint Sebastien\". The creative team was Fokine (choreography); Bakst (design); and score by Debussy. This was a triumph for its stylized modernism, and a scandal. The Archbishop of Paris prohibited Catholics from attending because St. Sebastian was being played by a woman and a Jew.\nIn the 1920s and 30s, Rubinstein appeared in a number of plays, and in Staat's \"Istar\" at the Paris Opera in 1924. Between 1928 and 1929, she directed her own company in Paris with Nijinska as choreographer. She commissioned and performed in Maurice Ravel's \"Boléro\" in 1928. Other works developed in 1928 were Massine's \"David\", with music by Sauguet; and \"Le Baiser de la fée\", with music by Stravinsky, and choreography by Nijinska. The repertoire also included The Firebird (\"L'Oiseau de Feu\") with music by Stravinsky, and choreography by Fokine; this had been one of the most sensational creations for the Ballets Russes. Her company was revived in 1931 and 1934, with new works. She closed the company in 1935, and gave her last performance in the play \"Jeanne d'Arc au bûcher\" in Paris, 1939.\nRubinstein often staged free ballet events and continued to dance until the start of the Second World War.\nLater life.\nRubinstein was not a front-rank ballerina; she began her training too late for that. She did have tremendous 'stage presence' and was able to act. She was also a significant patron, and commissioned works that suited her, works that mixed dance with drama and stagecraft. In 1934 the French government awarded her the Légion d'honneur, and then in 1939 the Grand Cross of the order, their highest honour. In 1935 she was awarded honorary French citizenship, and in 1936 she converted to Roman Catholicism.\nIn 1940 she left France and made her way to England via Algeria and Morocco. There she helped wounded Free French soldiers until 1944. She returned to France after the war. She lived finally at \"Les Olivades\" at Vence, where she died in 1960. She is buried nearby.","categories":[],"infobox_types":[],"annotations":[{"uri":"Russia","surface_form":"Russia","offset":64},{"uri":"Ballerina","surface_form":"ballerina","offset":72},{"uri":"Patron","surface_form":"patron","offset":108},{"uri":"Kharkiv","surface_form":"Kharkov","offset":164},{"uri":"Saint_Petersburg","surface_form":"St. Petersburg","offset":185},{"uri":"Jew","surface_form":"Jew","offset":220},{"uri":"Orphan","surface_form":"orphan","offset":243},{"uri":"Mikhail_Fokine","surface_form":"Mikhail Fokine","offset":348},{"uri":"Oscar_Wilde","surface_form":"Oscar Wilde","offset":433},{"uri":"Salom%C3%A9_(play)","surface_form":"Salomé","offset":448},{"uri":"Dance_of_the_Seven_Veils","surface_form":"Dance of the Seven Veils","offset":506},{"uri":"Sergei_Diaghilev","surface_form":"Sergei Diaghilev","offset":541},{"uri":"Ballets_Russes","surface_form":"Ballets Russes","offset":576},{"uri":"Scheherazade","surface_form":"Scheherazade","offset":681},{"uri":"Leon_Bakst","surface_form":"Leon Bakst","offset":763},{"uri":"Nijinsky","surface_form":"Nijinsky","offset":807},{"uri":"Rimsky-Korsakov","surface_form":"Rimsky-Korsakov","offset":916},{"uri":"Repertoire","surface_form":"repertoire","offset":995},{"uri":"Mariinsky_Theatre","surface_form":"Mariinsky Ballet","offset":1013},{"uri":"Bisexual","surface_form":"Bisexual","offset":1128},{"uri":"Romaine_Brooks","surface_form":"Romaine Brooks","offset":1200},{"uri":"Venus_(mythology)","surface_form":"Venus","offset":1289},{"uri":"Le_Martyre_de_Saint_Sebastien","surface_form":"Le Martyre de Saint Sebastien","offset":1502},{"uri":"Debussy","surface_form":"Debussy","offset":1608},{"uri":"Modernism","surface_form":"modernism","offset":1653},{"uri":"Scandal","surface_form":"scandal","offset":1670},{"uri":"Archbishop_of_Paris","surface_form":"Archbishop of Paris","offset":1683},{"uri":"St._Sebastian","surface_form":"St. Sebastian","offset":1747},{"uri":"Staat","surface_form":"Staat","offset":1871},{"uri":"Paris_Opera","surface_form":"Paris Opera","offset":1894},{"uri":"Nijinska","surface_form":"Nijinska","offset":1981},{"uri":"Choreographer","surface_form":"choreographer","offset":1993},{"uri":"Maurice_Ravel","surface_form":"Maurice Ravel's","offset":2042},{"uri":"Bolero_(Ravel)","surface_form":"Boléro","offset":2059},{"uri":"Sauguet","surface_form":"Sauguet","offset":2144},{"uri":"Stravinsky","surface_form":"Stravinsky","offset":2194},{"uri":"The_Firebird","surface_form":"The Firebird","offset":2265},{"uri":"Patron","surface_form":"patron","offset":2894},{"uri":"Drama","surface_form":"drama","offset":2970},{"uri":"L%C3%A9gion_d%27honneur","surface_form":"Légion d'honneur","offset":3038},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":3207},{"uri":"Algeria","surface_form":"Algeria","offset":3282},{"uri":"Morocco","surface_form":"Morocco","offset":3294},{"uri":"Free_French","surface_form":"Free French","offset":3328},{"uri":"Vence","surface_form":"Vence","offset":3438}]}