{"id":346894,"url":"http://en.wikipedia.org/wiki/Four_temperaments","text":"Four temperaments is a theory of psychology about personality. It suggests that four bodily fluids affect human personality traits and behaviour. The temperaments are \"sanguine\", \"choleric\", \"melancholy\", and \"phlegmatic\".\nHumours.\nGalen thought that to cure illness you need to rebalance the fluids. If you, for example, have too much blood, you will need a remedy which is the opposite of warm and damp; something cold and dry.\nSanguine.\nA sanguine person is an energetic person. They are friendly, talkative, encouraging and creative. They like to be noticed by others and to have fun.\nBut they tend to forget things they are supposed to do and to be late for dates or appointments. If they feel that they are not appreciated, they can become depressed (sad). They tend to lose interest in new hobbies as soon as it is no longer a fun thing to do.\nCholeric.\nA choleric is a bossy, ambitious and critical person. They tend to be good leaders, but when they don't have power over everyone, they can get into a bad mood.\nThey can be bossy to people of the other temperaments. They are able to make good plans and do things well by not losing interest.\nMelancholy.\nA melancholic or melancholy person is a thinker and perfectionist. They tend to prefer to spend time alone instead of being in social situations. They go by a schedule and are truthful (say what they mean). They can become depressed because of their perfectionist traits. They might suffer in silence and not complain. They are independent and able to do things for themselves. Melancholics can be creative in artistic areas such as poetry and music.\nPeople tend to say \"Melancholic\" instead of \"Melancholy\". The term \"Melancholic\" in the incorrect way of saying one of these four traits.\nPhlegmatic.\nA phlegmatic is a quiet, kind and peaceful person. They like giving and receiving affection, although they might be shy. They can be content to go along with situations as they are, instead of trying to change them. They may tend to be relaxed, lazy and not have a lot of energy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Theory","surface_form":"theory","offset":23},{"uri":"Psychology","surface_form":"psychology","offset":33},{"uri":"Personality","surface_form":"personality","offset":50},{"uri":"Trait_theory","surface_form":"traits","offset":124},{"uri":"Behaviour","surface_form":"behaviour","offset":135},{"uri":"Happy","surface_form":"energetic","offset":464},{"uri":"Creative","surface_form":"creative","offset":528},{"uri":"Bossing","surface_form":"bossy","offset":877},{"uri":"Criticize","surface_form":"critical","offset":898},{"uri":"Mood","surface_form":"mood","offset":1015},{"uri":"Thinker","surface_form":"thinker","offset":1204},{"uri":"Perfectionism","surface_form":"perfectionist","offset":1216},{"uri":"Independent","surface_form":"independent","offset":1492},{"uri":"Peaceful","surface_form":"peaceful","offset":1799}]}