{"id":34699,"url":"http://en.wikipedia.org/wiki/Katakana","text":"ce=\"preserve\">Katakana is a Japanese script used for writing words borrowed from other languages. It is easier to read than the kanji (the picture method based on Chinese characters). Once the 46 katakana symbols have been learned, the reader knows how to pronounce them.\nKatakana and hiragana are both syllabaries. In English we use the letters of the alphabet. In most words each letter stands for a bit of sound (a phoneme). In a syllabary each symbol stands for a syllable. For example: in English we write “Wagamama”: each of the eight letters standing for a sound: “W-a-g-a-m-a-m-a”. But if the word “Wagamama” is divided into syllables there are four syllables (blocks of sound): Wa-ga-ma-ma. In Katakana it is written with four symbols: ワガママ.\nHiragana works in the same way, but the symbols are mostly different. Katakana is perhaps a little easier to learn than Hiragana because the symbols are simpler and more “squared off”. Together Katakana and Hiragana are called “Kana”.\nTable of katakana.\nThis is a table of the basic katakana strokes. The first chart shows the basic katakana (characters with red letters next to them are no longer used today).\nFrom the first table it can be seen that there are 46 basic characters (top left, first five columns, from \"a\" to \"wa\"). Diphthongs (vowels that slide from one sound to the other) have to be written with an extra symbol in small print. For example: the sound “mu” in our word “music” sounds like “myu” so it is written ミュ (mi+yu). So the word “musical” (as in a stage musical) is written: ミュージカル.\nA long vowel is shown in katakana by a kind of dash called a “choon” (ー).\nHow Katakana is used.\nKatakana is used to write words which have been borrowed from other languages, or to write foreign names and names of countries. For example, America is written アメリカ.\nIt is not always easy for us to recognize these words because the Japanese language does not have some of the sounds that we do in English. This means that Japanese have to find other ways to pronounce and write the word. For example: the word “coffee” is written コーヒー (koo-hii). Sometimes the word is shortened as well: “television” is writtenテレビ (pronounced “te-re-bi”).\nSometimes it is impossible to show the difference between two foreign words, e.g. ラーラー could spell either the name “Lara” or “Lala” (as in the Teletubbies). The Japanese have just one sound which is somewhere between our “r” and “l”.\nIn the Japanese language a consonant is always followed by a vowel. Words or syllables cannot end in a consonant (except n or m), so the Japanese put in an extra vowel. “Ski” (as in skiing) becomes “suki” (スキ), and a “musical”, as we have seen, becomes “myuujikaru” (ミュージカル).\nKatakana are also used for onomatopoeic words like “ding”, or for making words look important, or for scientific names such as the names of birds. Sometimes sentences in books or cartoons may be written in katakana to show that someone is supposed to be speaking with a foreign accent. It is often used to write the names of Japanese companies, i.e. Suzuki is written スズキ, and Toyota is written トヨタ.\nA small “tsu” ッ called a “sokuon” shows what we would write as a double consonant, e.g. the English word “bed” is used in Japanese for a western-style bed. It is pronounced “beddo” and written ベッド. The ッ makes the “e” vowel short.\nLearning to read the katakana characters is useful for reading some of the signs in Japan, or items on the restaurant menus.\nアメリカ人です (amerikajin desu: I am American). Here “amerika” is written in katakana, the ending “jin”(人) is kanji, and “desu” (I am) is in hiragana.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japanese_language","surface_form":"Japanese","offset":28},{"uri":"Writing_system","surface_form":"script","offset":37},{"uri":"Kanji","surface_form":"kanji","offset":128},{"uri":"Chinese_language","surface_form":"Chinese","offset":163},{"uri":"Hiragana","surface_form":"hiragana","offset":285},{"uri":"Syllabary","surface_form":"syllabaries","offset":303},{"uri":"Alphabet","surface_form":"alphabet","offset":353},{"uri":"Phoneme","surface_form":"phoneme","offset":418},{"uri":"Syllable","surface_form":"syllable","offset":468},{"uri":"Wagamama","surface_form":"Wagamama","offset":512},{"uri":"Kana","surface_form":"Kana","offset":979},{"uri":"Diphthongs","surface_form":"Diphthongs","offset":1283},{"uri":"United_States","surface_form":"America","offset":1797},{"uri":"Teletubbies","surface_form":"Teletubbies","offset":2338},{"uri":"Onomatopoeia","surface_form":"onomatopoeic","offset":2732},{"uri":"Book","surface_form":"book","offset":2875},{"uri":"Cartoon","surface_form":"cartoon","offset":2884},{"uri":"Accent","surface_form":"accent","offset":2983},{"uri":"Suzuki","surface_form":"Suzuki","offset":3055},{"uri":"Toyota","surface_form":"Toyota","offset":3082}]}