{"id":346926,"url":"http://en.wikipedia.org/wiki/Sudden_infant_death_syndrome","text":"ce=\"preserve\">Sudden infant death syndrome (SIDS) is the sudden and unexpected death of a human baby which is unexplained even after an autopsy and investigation. SIDS is sometimes referred to as cot death or crib death.\nThe name is only applied to cases where the baby is less than one year old. By definition, SIDS deaths occur under the age of one year. Most happen when the infant is 2 to 4 months of age. This is a critical period because the infant's ability to arouse from sleep is not yet mature. SIDS is defined as a syndrome.\nBabies are at the highest risk for SIDS during their sleep. Male infants die more often than female infants; about 60% of the cases are male infants. Infants also die more often during winter months.\nInfanticide and child abuse cases may be misdiagnosed as SIDS due to lack of evidence. and caretakers of infants with SIDS are sometimes falsely accused. Accidental suffocations are also sometimes misdiagnosed as SIDS and \"vice versa\". Grief support for families affected by SIDS is particularly important. The death of the infant is typically sudden, without witnesses, and requires an investigation.\nA broader term, “sudden and unexpected infant death” (SUID) is used to describe \"all such deaths, regardless of cause\". Cases of SUID that remain unexplained after a complete autopsy and review of the circumstances of death and clinical history are classified as SIDS. Thus, SIDS is one of the causes of SUID and accounts for 80% of such deaths.\nRisk factors.\nNobody knows what causes SIDS. However, there are some known risk factors for SIDS.\nNot every infant who has one of these risk factors dies from SIDS. Risk factors just make it more likely for a baby to have SIDS.\nTobacco smoke.\nSIDS happens more in infants of mothers who smoke while they are pregnant. The higher the levels of nicotine in the infant's blood, the higher the risk of SIDS. Nicotine causes important changes in the way a fetus develops during pregnancy, which have been linked to SIDS as well as miscarriages.\nSleeping.\nInfants who are put to sleep on their stomachs or sides are more likely to die of SIDS. This risk is highest in infants who are two to three months old. The \"Back to Sleep\" movement has encouraged parents to put their infants to sleep on their backs to prevent SIDS.\nSome researchers think these things can make it difficult for infants to control their body temperature, making them unable to control their breathing.\nThe American Academy of Pediatrics says that if parents share a room with an infant without sharing a bed, they can cut their infant's risk of SIDS in half.\nBreastfeeding.\nInfants who are breastfed are less likely to die of SIDS. The more an infant has been breastfed, the less likely they are to die of SIDS.\nPregnancy and infant factors.\nSIDS is less likely to happen in infants of older mothers. Infants of teenage mothers are at the highest risk.\nAge.\nSIDS only happens at certain ages. The risk of SIDS is highest in infants from two to four months old. After the infant reaches one year old, the risk decreases and eventually reaches zero.\nGenetics.\nGenetics affect the risk of SIDS. Baby boys have about a 50% higher risk of SIDS than baby girls. Scientists think this might be because of an allele that exists on the X chromosome. They think this allele helps protect against episodes where the brain does not get enough oxygen (transient cerebral anoxia). Baby boys would be more likely to be missing this allele.\nScientists think that about 10 to 20% of SIDS cases are caused by inherited defects in the ion channels that help the heart squeeze out blood.\nOther.\nThe risk of SIDS seems to be affected by things like how much education an infant's mother got, race, ethnicity, and poverty.\nVaccinations do not increase the risk of SIDS. Most studies have shown that getting vaccinations cuts an infant's risk of a SIDS death in half.\nSIDS may be more common in babies with \"Staphylococcus aureus\" or \"Escherichia coli\" (\"E. coli\") infections, but scientists are not sure.\nSleep positioning.\nPutting infants to sleep on their backs can help prevent SIDS. The number of SIDS deaths has fallen in countries where this is commonly done. Also, if parents share a room with their infant but do not share a bed, they can cut their baby's risk of SIDS in half.\nBedding.\nParents can help prevent SIDS by not using pillows, very soft mattresses, stuffed animals, or fluffy blankets in their infant's crib. Dressing the infant warmly and keeping the crib \"naked\" lowers the risk of SIDS.\nIf an infant has a blanket in the crib, they should be covered only up to their chest, with their arms left outside the blanket. This makes it harder for the infant to move the blanket over their head, which could cause breathing problems.\nIn colder places where infants need help staying warm, the American Academy of Pediatrics suggests using a \"sleep sack.\" This is like a sleeping bag for a baby, but with holes for the baby's arms and head. The bag is closed around the baby with a zipper. This helps keep the baby warm without covering their head. Sleep sacks are especially helpful for babies with low birth weight, who have more trouble keeping themselves warm.\nVaccination.\nMany studies have shown that vaccines normally given to infants help prevent SIDS. For example, one very large research study showed that giving infants vaccines for diptheria, tetanus, and pertussis helps prevent SIDS.\nGetting normal infant vaccines cuts infants' risk of SIDS in half, according to many studies.","categories":[],"infobox_types":[],"annotations":[{"uri":"Unexpected","surface_form":"unexpected","offset":68},{"uri":"Death","surface_form":"death","offset":79},{"uri":"Baby","surface_form":"baby","offset":96},{"uri":"Autopsy","surface_form":"autopsy","offset":136},{"uri":"Investigation","surface_form":"investigation","offset":148},{"uri":"Definition","surface_form":"definition","offset":300},{"uri":"Syndrome","surface_form":"syndrome","offset":526},{"uri":"Sleep","surface_form":"sleep","offset":589},{"uri":"Infanticide","surface_form":"Infanticide","offset":736},{"uri":"Child_abuse","surface_form":"child abuse","offset":752},{"uri":"Diagnosis","surface_form":"misdiagnosed","offset":777},{"uri":"Evidence","surface_form":"evidence","offset":813},{"uri":"Asphyxia","surface_form":"suffocations","offset":901},{"uri":"Risk_factor","surface_form":"risk factor","offset":1559},{"uri":"Smoking","surface_form":"smoke","offset":1771},{"uri":"Pregnancy","surface_form":"pregnant","offset":1792},{"uri":"Nicotine","surface_form":"nicotine","offset":1827},{"uri":"Blood","surface_form":"blood","offset":1852},{"uri":"Fetus","surface_form":"fetus","offset":1935},{"uri":"Miscarriage","surface_form":"miscarriage","offset":2010},{"uri":"Researcher","surface_form":"researcher","offset":2306},{"uri":"Thermoregulation","surface_form":"control their body temperature","offset":2374},{"uri":"American_Academy_of_Pediatrics","surface_form":"American Academy of Pediatrics","offset":2457},{"uri":"Breastfeeding","surface_form":"breastfed","offset":2641},{"uri":"Teenage_pregnancy","surface_form":"teenage mothers","offset":2863},{"uri":"Genetics","surface_form":"Genetics","offset":3109},{"uri":"Allele","surface_form":"allele","offset":3252},{"uri":"X_chromosome","surface_form":"X chromosome","offset":3278},{"uri":"Brain","surface_form":"brain","offset":3356},{"uri":"Oxygen","surface_form":"oxygen","offset":3382},{"uri":"Transient_cerebral_anoxia","surface_form":"transient cerebral anoxia","offset":3390},{"uri":"Heritable","surface_form":"inherited","offset":3542},{"uri":"Ion_channels","surface_form":"ion channels","offset":3567},{"uri":"Heart","surface_form":"heart","offset":3594},{"uri":"Blood","surface_form":"blood","offset":3612},{"uri":"Race_(biology)","surface_form":"race","offset":3722},{"uri":"Ethnicity","surface_form":"ethnicity","offset":3728},{"uri":"Poverty","surface_form":"poverty","offset":3743},{"uri":"Vaccine","surface_form":"Vaccinations","offset":3752},{"uri":"Staphylococcus_aureus","surface_form":"Staphylococcus aureus","offset":3936},{"uri":"Escherichia_coli","surface_form":"Escherichia coli","offset":3963},{"uri":"Zipper","surface_form":"zipper","offset":5026},{"uri":"Diptheria","surface_form":"diptheria","offset":5388},{"uri":"Tetanus","surface_form":"tetanus","offset":5399},{"uri":"Pertussis","surface_form":"pertussis","offset":5412}]}