{"id":346950,"url":"http://en.wikipedia.org/wiki/Kyuss","text":"Kyuss is an American rock band from Palm Desert, California. They started in 1987 as Katzenjammer, became Sons of Kyuss in 1989 and then changed their name to Kyuss in 1991. The band now performs as Vista Chino.\nKyuss was considered guitarist Josh Homme's band before their 1995 breakup.\nCareer.\nThe band was formed in 1987 and its first name was \"Katzenjammer\" (A German slang word for \"hangover\") but changed this to Sons of Kyuss in 1989 and recorded an EP. This EP is the only release by the band that features bass player Chris Cockrell.\nAfter Chris Cockrell left, Nick Oliveri (who played guitar in the band when they were called \"Katzenjammer\") replaced him and the band shortened their name to \"Kyuss\".\nAfter performing shows in the Palm Desert area and gaining fans, the band signed to Dali records and released their first album \"Wretch\" in 1991. The band were unhappy with the album, as it didn't sound the way they wanted it to, because it wasn't produced properly and not enough money was spent on making it.\nIn 1992, the band hired a new producer who would be more capable to making their next album sound how the band wanted it to. This next album was called Blues For The Red Sun. It was more successful than Wretch and is considered their best album. However, bassist Nick Oliveri left after the band finished recording the album, and Scott Reeder became his replacement.\nWhen Dali Records had problems with money, the band signed to Elektra (a bigger label) and recorded another album. The album is supposed to be called \"Kyuss\" but fans call it \"Welcome To Sky Valley\" because of the sign on the front cover. Like Blues For The Red Sun, the album was successful, although it took over a year for the album to be brought out due to the band changing record labels. Drummer Brant Bjork left shortly after it was recorded as well, and was replaced with Alfredo Hernandez.\nIn 1995, the band released the last album of their initial run, called...And The Circus Leaves Town. The album wasn't quite as successful as the previous two and fans and critics had mixed opinions of it. After the band broke up later that year, people started to respect the album more.\nFor several years after the breakup, people wondered if the band would ever reform. Guitar player Josh Homme (who had formed a band called Queens Of The Stone Age since the breakup) was unhappy with the idea of it, believing it would be wrong after a \"great history\" they had between 1987-1995. However, bass player Scott Reeder believed the other members of the band would be happy to reunite.\nEventually, in 2010, A Kyuss reunion had begun. However, Josh Homme still didn't agree with a reunion, so guitar player Bruno Fevery replaced him, playing with singer John Garcia, bass player Nick Oliveri, and drummer Brank Bjork as \"Kyuss Lives!\". John Garcia decided to go with this name as he believes there is not a \"Kyuss\" without Josh Homme.\nBecause of a lawsuit filed by Homme, Kyuss Lives! changed their name to Vista Chino. Nick Oliveri has since left again to be replaced by Billy Cordell. Vista Chino released their debut album \"Peace\" in September 2013.","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"Rock_band","surface_form":"rock band","offset":21},{"uri":"California","surface_form":"California","offset":49}]}