{"id":347029,"url":"http://en.wikipedia.org/wiki/Batasuna","text":"Batasuna (formerly Herri Batasuna) was a political party in Spain. Herri Batasuna was founded after the fall of the Franco regime, in 1978. In 2001, the party changed its name into Batasuna. In 2003, the party was outlawed in Spain, but it continues to be a political party in France. The party was suspected to have close ties with ETA. The party was active in the Basque Country, and Navarre. It wanted to form an independent state of the Basque country. The region where Basque is spoken is split between the Basque country, Navarre in Spain and the Pyrénées-Atlantiques department in France. The area is known as \"Euskal Herria\" (literally,: Basque country).\nSpain, the European Court of Human Rights and the European Union see Batasuna as the political wing of ETA.\nBecause it was outlawed, the party has had different names, such as Euskal Herritarrok, Sozialista Abertzaleak, Ezker Abertzaleak and AUB, Aukera Guztiak.\nBastasina sees itself as a nationalist, left-wing party. It is also called socialist (with Marxist and Libertarian tendencies). Other ideas of the party include to fight for feminism, and to be seen as \"envirnomentalist\". Batasuna is the only party in the did not condemn the violent attacks carried out by ETA. According to Batasuna, it is sterile and hypocritical to condemn only one form of violemce; by the same token, the violence of Spain should be condemned, which oppresses the Basque people. According to the Spanish state, there were no violations of human rights after the fall of the Franco regime, and the use of violence for political reasons is inacceptable.\nBatasuna has run in elections in the French part of the Basque country, in Ustaritz, about 12 km from Bayonne.\nThe party dissolved in January 2013.","categories":[],"infobox_types":[],"annotations":[{"uri":"Political_party","surface_form":"political party","offset":41},{"uri":"Spain","surface_form":"Spain","offset":60},{"uri":"Franco_regime","surface_form":"Franco regime","offset":116},{"uri":"France","surface_form":"France","offset":277},{"uri":"Euskadi_Ta_Askatasuna","surface_form":"ETA","offset":333},{"uri":"Basque_Country","surface_form":"Basque Country","offset":366},{"uri":"Navarre","surface_form":"Navarre","offset":386},{"uri":"Basque_language","surface_form":"Basque","offset":474},{"uri":"Pyr%C3%A9n%C3%A9es-Atlantiques","surface_form":"Pyrénées-Atlantiques","offset":553},{"uri":"Spain","surface_form":"Spain","offset":663},{"uri":"European_Court_of_Human_Rights","surface_form":"European Court of Human Rights","offset":674},{"uri":"European_Union","surface_form":"European Union","offset":713},{"uri":"Nationalism","surface_form":"nationalist","offset":953},{"uri":"Socialism","surface_form":"socialist","offset":1001},{"uri":"Marxism","surface_form":"Marxist","offset":1017},{"uri":"Libertarianism","surface_form":"Libertarian","offset":1029},{"uri":"Feminism","surface_form":"feminism","offset":1100},{"uri":"Ustaritz","surface_form":"Ustaritz","offset":1675},{"uri":"Bayonne","surface_form":"Bayonne","offset":1702}]}