{"id":347185,"url":"http://en.wikipedia.org/wiki/Raging_Bull","text":"\"Raging Bull\" is a 1980 American biographical sports drama movie directed by Martin Scorsese, produced by Irwin Winkler and Robert Chartoff and adapted by Paul Schrader and Mardik Martin from Jake LaMotta's 1970 memoir '. The movie, distributed by United Artists, stars Robert De Niro as Jake LaMotta, an Italian-American middleweight boxer whose self-destructive and obsessive rage, sexual jealousy, and animalistic appetite destroyed his relationship with his wife and family. Also featured in the film are Joe Pesci as Joey, LaMotta's well-intentioned brother and manager who tries to help Jake battle his inner demons, and Cathy Moriarty as his wife. Nicholas Colasanto, Theresa Saldana, and Frank Vincent all play supporting roles in the movie.\nScorsese was initially reluctant to develop the project, though he eventually came to relate to LaMotta's story. Schrader re-wrote Martin's first screenplay, and Scorsese and De Niro together made uncredited contributions thereafter. Pesci was an unknown actor prior to the film, as was Moriarty, who was suggested for her role by Pesci. During the filming, each of the boxing scenes was choreographed for a specific visual style and De Niro gained approximately 60 pounds (27 kg) to portray LaMotta in his later post-boxing years. Scorsese was exacting in the process of editing and mixing the movie, expecting it to be his last major feature.\n\"Raging Bull\" premiered in New York on November 14, 1980 and was released in theaters on December 19, 1980. The movie had a lukewarm box office of $23.4 million against its $18 million budget. The movie received mixed reviews upon its release; while De Niro's performance and the editing were widely acclaimed, it garnered criticism due to its violent content. Despite the mixed reviews, the movie was nominated for eight Academy Awards at the 53rd Academy Awards (tying with \"The Elephant Man\" as the most nominated movie of the ceremony), including Best Picture and Best Director, and won two: Best Actor for De Niro (his second Oscar) and Best Editing.\nAfter its release, \"Raging Bull\" went on to garner a high critical reputation, and is now often considered Scorsese's magnum opus and one of the greatest movies ever made. In 1990, it became the first movie to be selected for preservation in the National Film Registry in its first year of eligibility.","categories":[],"infobox_types":["movie"],"annotations":[{"uri":"United_States","surface_form":"American","offset":24},{"uri":"Biography","surface_form":"biographical","offset":33},{"uri":"Sports_movie","surface_form":"sports","offset":46},{"uri":"Drama_movie","surface_form":"drama movie","offset":53},{"uri":"Martin_Scorsese","surface_form":"Martin Scorsese","offset":77},{"uri":"Irwin_Winkler","surface_form":"Irwin Winkler","offset":106},{"uri":"Robert_Chartoff","surface_form":"Robert Chartoff","offset":124},{"uri":"Paul_Schrader","surface_form":"Paul Schrader","offset":155},{"uri":"Mardik_Martin","surface_form":"Mardik Martin","offset":173},{"uri":"Jake_LaMotta","surface_form":"Jake LaMotta","offset":192},{"uri":"United_Artists","surface_form":"United Artists","offset":248},{"uri":"Robert_De_Niro","surface_form":"Robert De Niro","offset":270},{"uri":"Middleweight","surface_form":"middleweight","offset":322},{"uri":"Joe_Pesci","surface_form":"Joe Pesci","offset":509},{"uri":"Joey_LaMotta","surface_form":"Joey","offset":522},{"uri":"Cathy_Moriarty","surface_form":"Cathy Moriarty","offset":627},{"uri":"Vickie_LaMotta","surface_form":"wife","offset":649},{"uri":"Nicholas_Colasanto","surface_form":"Nicholas Colasanto","offset":655},{"uri":"Theresa_Saldana","surface_form":"Theresa Saldana","offset":675},{"uri":"Frank_Vincent","surface_form":"Frank Vincent","offset":696},{"uri":"Filming","surface_form":"filming","offset":1099},{"uri":"Academy_Awards","surface_form":"Academy Awards","offset":1817},{"uri":"53rd_Academy_Awards","surface_form":"53rd Academy Awards","offset":1839},{"uri":"The_Elephant_Man","surface_form":"The Elephant Man","offset":1872},{"uri":"Academy_Award_for_Best_Picture","surface_form":"Best Picture","offset":1946},{"uri":"Academy_Award_for_Best_Director","surface_form":"Best Director","offset":1963},{"uri":"Academy_Award_for_Best_Actor","surface_form":"Best Actor","offset":1991},{"uri":"Academy_Award_for_Best_Film_Editing","surface_form":"Best Editing","offset":2037},{"uri":"National_Film_Registry","surface_form":"National Film Registry","offset":2297}]}