{"id":34729,"url":"http://en.wikipedia.org/wiki/Magna_Carta","text":"The Magna Carta was a document signed by King John after negotiations with his barons and their French and Scots allies at Runnymede, Surrey, England in 1215.\nThere they sealed the Great Charter, called in Latin \"Magna Carta\". It established a council of 25 barons to see John keep to the clauses, including access to swift justice, parliamentary assent for taxation, scutage limitations, and protection from illegal imprisonment.\nBecause he was forced to seal the charter, John sought approval to break it, from his spiritual overlord Pope Innocent III. Denouncing it as \"not only shameful and demeaning but also illegal and unjust\", the Pope agreed. The Magna Carta is still considered one of the most important documents ever written, having inspired the way we view issues of justice and liberty and influenced laws regarding such throughout the world.\nThe Magna Carta has influenced English law down to the present day. It is one of the most celebrated documents in the History of England. It is recognized as a cornerstone of the idea of the liberty of citizens.\nContent.\nThe BBC said the Magna Carta \"established a number of important principles, which have been copied around the world... It inspired the US Constitution and the Universal Declaration of Human Rights\".\nHistory.\nThe origin is in the medieval feudal system, in which the King's word was law. It solved, at the time, a conflict between King John and his main men: the barons and bishops. Dispute grew between the barons and bishops and King John over taxes and disputes with the Pope.\nThe barons chose their time to put John under pressure. John had lost a battle against the French, been excommunicated by the Pope (1209–1213), and feared civil war at home. He met the barons at Runnymede, 20 miles south-west of London, in June 1215. The negotiation was managed by John's half-brother, William Longspée, and Elias of Dereham, steward to the Archbishop of Canterbury, Stephen Langton.\nThe content of the Carta was designed to re-balance power between the King and his subjects, but especially between John and the barons. When King John set his seal on Magna Carta he conceded the fundamental principle that even as king he was not above the law. That meant kings would not have as much power as they did before. The Carta also laid down rules of inheritance, and that convictions required some kind of official process. It stated that people had rights not to be unlawfully imprisoned. In other words, the king is bound to rule within the law.\nThirteen original copies of the Carta were made and distributed. Only four survive today. The four copies are in The British Library, The Bodleian Library, Lincoln Castle and Salisbury Cathedral. The Magna Carta was sent out again in 1220 by Henry III. In 2009 UNESCO recognifed it in its \"Memory of the World\" register.. The British Library brought all four copies together in February 2015, so that scholars could examine them side by side.","categories":[],"infobox_types":[],"annotations":[{"uri":"Document","surface_form":"document","offset":22},{"uri":"John_of_England","surface_form":"King John","offset":41},{"uri":"Negotiation","surface_form":"negotiation","offset":57},{"uri":"Baron","surface_form":"baron","offset":79},{"uri":"Runnymede","surface_form":"Runnymede","offset":123},{"uri":"Surrey","surface_form":"Surrey","offset":134},{"uri":"England","surface_form":"England","offset":142},{"uri":"Latin","surface_form":"Latin","offset":206},{"uri":"Pope_Innocent_III","surface_form":"Pope Innocent III","offset":536},{"uri":"History_of_England","surface_form":"History of England","offset":975},{"uri":"Liberty","surface_form":"liberty","offset":1048},{"uri":"Citizen","surface_form":"citizen","offset":1059},{"uri":"US_Constitution","surface_form":"US Constitution","offset":1213},{"uri":"Universal_Declaration_of_Human_Rights","surface_form":"Universal Declaration of Human Rights","offset":1237},{"uri":"Medieval","surface_form":"medieval","offset":1307},{"uri":"Feudal_system","surface_form":"feudal system","offset":1316},{"uri":"Law","surface_form":"law","offset":1360},{"uri":"Conflict","surface_form":"conflict","offset":1391},{"uri":"Bishop","surface_form":"bishop","offset":1451},{"uri":"Tax","surface_form":"tax","offset":1523},{"uri":"Pope","surface_form":"Pope","offset":1551},{"uri":"Excommunication","surface_form":"excommunicated","offset":1661},{"uri":"Civil_war","surface_form":"civil war","offset":1712},{"uri":"Negotiation","surface_form":"negotiation","offset":1812},{"uri":"Archbishop_of_Canterbury","surface_form":"Archbishop of Canterbury","offset":1915},{"uri":"King","surface_form":"king","offset":2231},{"uri":"Influence","surface_form":"power","offset":2260},{"uri":"Inheritance","surface_form":"inheritance","offset":2320},{"uri":"Conviction","surface_form":"conviction","offset":2342},{"uri":"British_Library","surface_form":"British Library","offset":2635},{"uri":"Lincoln_Castle","surface_form":"Lincoln Castle","offset":2674},{"uri":"Salisbury_Cathedral","surface_form":"Salisbury Cathedral","offset":2693},{"uri":"Henry_III_of_England","surface_form":"Henry III","offset":2760},{"uri":"UNESCO","surface_form":"UNESCO","offset":2779},{"uri":"Memory_of_the_World_Programme","surface_form":"Memory of the World","offset":2808}]}