{"id":347271,"url":"http://en.wikipedia.org/wiki/Seine","text":"The Seine is a river in France. It flows into the English Channel between Le Havre and Honfleur. It is long. It is the second-longest river in France. Other important cities along its course are Paris, Troyes and Rouen. Its drainage basin has a surface of. The Seine starts in Source-Seine, in Côte-d'Or, Bourgogne-Franche-Comté, at an height of.\nNavigation.\nBetween Rouen and the sea, ocean-going vessels of up to in length, and 150,000 tons in weight can travel the Seine. This section of the river has a length of about. Ships of a draft of up to can circulate. Draft is a word describe the height of the part of a ship that is below the water line. There are three bridges in this section. They can be raised. The maximum air draft (or height above the water line) of a ship is. Because there are few briges, the river can be crossed by ferry, at different locations. The port of Rouen is an important maritime port in France; it is the most important port in Europe for cereals, and the most important port in France for flour and fertilizers. Even if the port of Le Havre is more important for petroleum, that of Rouen is still important. About 25 million tons of produce is handled by the port of Rouen each year.\nThe course of the river was corrected between Rouen and Paris in the 19th century. There are seven locks. Barges with merchanise, of a capacity of up to 350 t can circulate. The dimension of the lock determines the maximum dimension of the ship. When most canals were built in France, the mister for public works, Charles de Freycinet determined the maximum length of the locks. As a result, the maximum dimension of the ship are by, with a draft of. In the case of the French canals, the maximum draft is. The load of a peniche is about that of ten lorries or eight rail waggons. Other ship types that can circulate have a capacity of to. Convois of barges with a length between to and can transport betweeen and of freight. Other ships include river-vessels that can transport up to of freight.\nThe port of Paris is the most important fluvial port in France: About 20.2 million tons of merchanise are handled each year, 20 miilon tons of this merchandise come from fluvial transport. There is a project called Seine–Nord Europe Canal, to build a high-capacity canal to connect the Paris region to the Ports of Antwerp, Dunkerque and Rotterdam, for large ships of a with of width and length.\nFloods.\nDifferent floods of the river have been reported. The oldest report is from Emperor Julian who reported a flood of the river in his work Misopogon in the year 358. Gregory of Tours reported a flood in February 528 in his Historia Francorum.\nArts.\nThe river has inspired different painters, mainly in the 19th and 20th century. Honoré de Balzac describes it in many of his books. Gustave Flaubert uses the river as a metaphor or image to describe the flow of time. Other authors include Jacques Prévert, and Guillaume Apollinaire.","categories":[],"infobox_types":[],"annotations":[{"uri":"River","surface_form":"river","offset":15},{"uri":"France","surface_form":"France","offset":24},{"uri":"English_Channel","surface_form":"English Channel","offset":50},{"uri":"Le_Havre","surface_form":"Le Havre","offset":74},{"uri":"Honfleur","surface_form":"Honfleur","offset":87},{"uri":"Paris","surface_form":"Paris","offset":195},{"uri":"Troyes","surface_form":"Troyes","offset":202},{"uri":"Rouen","surface_form":"Rouen","offset":213},{"uri":"Drainage_basin","surface_form":"drainage basin","offset":224},{"uri":"Source-Seine","surface_form":"Source-Seine","offset":277},{"uri":"C%C3%B4te-d%27Or","surface_form":"Côte-d'Or","offset":294},{"uri":"Bourgogne-Franche-Comt%C3%A9","surface_form":"Bourgogne-Franche-Comté","offset":305},{"uri":"Draft_(hull)","surface_form":"draft","offset":535},{"uri":"Air_draft","surface_form":"air draft","offset":726},{"uri":"Ferry","surface_form":"ferry","offset":841},{"uri":"Port","surface_form":"port","offset":876},{"uri":"Maritime","surface_form":"maritime","offset":906},{"uri":"Cereals","surface_form":"cereals","offset":975},{"uri":"Flour","surface_form":"flour","offset":1026},{"uri":"Fertilizer","surface_form":"fertilizer","offset":1036},{"uri":"Petroleum","surface_form":"petroleum","offset":1100},{"uri":"Lock_(water_transport)","surface_form":"locks","offset":1320},{"uri":"Canal","surface_form":"canal","offset":1477},{"uri":"Charles_de_Freycinet","surface_form":"Charles de Freycinet","offset":1535},{"uri":"Lorry","surface_form":"lorries","offset":1771},{"uri":"Rail_waggon","surface_form":"rail waggon","offset":1788},{"uri":"Barge","surface_form":"barge","offset":1872},{"uri":"Seine%E2%80%93Nord_Europe_Canal","surface_form":"Seine–Nord Europe Canal","offset":2233},{"uri":"Antwerp","surface_form":"Antwerp","offset":2333},{"uri":"Dunkerque","surface_form":"Dunkerque","offset":2342},{"uri":"Rotterdam","surface_form":"Rotterdam","offset":2356},{"uri":"Flood","surface_form":"flood","offset":2432},{"uri":"Julian_(emperor)","surface_form":"Emperor Julian","offset":2498},{"uri":"Misopogon","surface_form":"Misopogon","offset":2559},{"uri":"Gregory_of_Tours","surface_form":"Gregory of Tours","offset":2586},{"uri":"Historia_Francorum","surface_form":"Historia Francorum","offset":2643},{"uri":"Honor%C3%A9_de_Balzac","surface_form":"Honoré de Balzac","offset":2749},{"uri":"Gustave_Flaubert","surface_form":"Gustave Flaubert","offset":2801},{"uri":"Metaphor","surface_form":"metaphor","offset":2838},{"uri":"Jacques_Pr%C3%A9vert","surface_form":"Jacques Prévert","offset":2908},{"uri":"Guillaume_Apollinaire","surface_form":"Guillaume Apollinaire","offset":2929}]}