{"id":347438,"url":"http://en.wikipedia.org/wiki/Soviet_invasion_of_Poland","text":"The 1939 Soviet invasion of Poland was a Soviet military operation that started without a formal declaration of war on 17 September 1939. It was during the early stages of World War II. Sixteen days after Nazi Germany invaded Poland from the west, the Soviet Union did so from the east. The invasion ended on 6 October 1939. Germany and the Soviet union divided the whole of the Second Polish Republic.\nIn early 1939, the Soviet Union asked the United Kingdom, France, Poland, and Romania to make an alliance against Nazi Germany. The Soviet Union wanted Poland and Romania to let Soviet troops go through their territory. Poland and Romania both said no. The Soviet Union made a secret deal with Nazi Germany on 23 August. They planned to divide Northern and Eastern Europe into German and Soviet lands. One week later, German forces invaded Poland from the north, south, and west. Polish forces then withdrew to the southeast to wait for French and British support. The Soviet Red Army invaded the Kresy on 17 September. The Soviet government said it was acting to protect the Ukrainians and Belarusians. They lived in the eastern part of Poland.\nThe Soviet government added the land they won. In November 1939 they made the 13.5 million formerly Polish citizens become citizens of the Soviet Union. They sent hundreds of thousands of people from this region to Siberia and other remote parts of the Soviet Union.\nSoviet forces stayed in eastern Poland until the summer of 1941. They were moved by the invading German army in the course of Operation Barbarossa. The area was under Nazi occupation until the Red Army reconquered it in the summer of 1944. An agreement at the Yalta Conference let the Soviet Union add almost all of their part of the Second Polish Republic. The People's Republic of Poland got the southern half of East Prussia and lands east of the Oder-Neisse Line. The Soviet Union added the lands into the Ukrainian Soviet Socialist Republic and the Byelorussian Soviet Socialist Republic.","categories":[],"infobox_types":[],"annotations":[{"uri":"Soviet_Union","surface_form":"Soviet","offset":41},{"uri":"World_War_II","surface_form":"World War II","offset":172},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":205},{"uri":"Invasion_of_Poland_(1939)","surface_form":"invaded Poland","offset":218},{"uri":"Second_Polish_Republic","surface_form":"Second Polish Republic","offset":379},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":445},{"uri":"France","surface_form":"France","offset":461},{"uri":"Poland","surface_form":"Poland","offset":469},{"uri":"Kingdom_of_Romania","surface_form":"Romania","offset":481},{"uri":"Red_Army","surface_form":"Red Army","offset":979},{"uri":"Kresy","surface_form":"Kresy","offset":1000},{"uri":"Ukrainians","surface_form":"Ukrainians","offset":1079},{"uri":"Belarusians","surface_form":"Belarusians","offset":1094},{"uri":"Siberia","surface_form":"Siberia","offset":1364},{"uri":"Operation_Barbarossa","surface_form":"Operation Barbarossa","offset":1542},{"uri":"Yalta_Conference","surface_form":"Yalta Conference","offset":1676},{"uri":"People%27s_Republic_of_Poland","surface_form":"People's Republic of Poland","offset":1778},{"uri":"East_Prussia","surface_form":"East Prussia","offset":1831},{"uri":"Oder-Neisse_Line","surface_form":"Oder-Neisse Line","offset":1866},{"uri":"Ukrainian_Soviet_Socialist_Republic","surface_form":"Ukrainian Soviet Socialist Republic","offset":1926},{"uri":"Byelorussian_Soviet_Socialist_Republic","surface_form":"Byelorussian Soviet Socialist Republic","offset":1970}]}