{"id":3474,"url":"http://en.wikipedia.org/wiki/Kimono","text":"Kimono (着物) are traditional Japanese style clothes. \"Kimono\" meant \"something you wear\" originally. About a century ago, most people in Japan wore the kimono everyday. Now, people wear other clothing in Japan most of the time. However, they still wear the kimono for special occasions, such as formal ceremonies, but also for fun and fashion.\nA kimono is a robe shaped like a \"T\". Normal kimonos reach to the ankles, and have long sleeves. The sleeves of some kimono for women also reach to the ankles, but most kimono sleeves reach to the hips.\nHistory.\nJapanese people have been wearing garments that looked like the kimono for hundreds of years.\nOriginally, it was the Chinese visitors in the Kofun period that brought the first kimono-style garment to Japan. These clothes had long, triangle-shaped sleeves and were wrapped over the body. They were worn with a jacket and a skirt or trousers on top.\nA few centuries later in the Heian period, these clothes changed to look more like modern kimono. The garment looked more like a rectangle, and the sleeves were square instead of triangle-shaped.\nCommon people wore a piece of clothing called a \"kosode\", which means \"short sleeve\". This garment looked like a modern kimono, with a wider body and smaller sleeves. The overlap at the front of the robe was longer, the collar was wider, and the robe was shorter as well.\nNoble people also wore \"kosode\", but they wore several layers on top of it. Noble women wore clothing called \"jūni hitoe\", which means \"twelve layers\", though the number of layered robes varied. These robes were wider, longer and had larger sleeves than the \"kosode\" that the common people wore, and could weigh up to 20kg in total. Noblemen wore round-necked jackets with wide, long sleeves and \"hakama\" trousers. They would wear this with a small cap, which was usually black in colour.\nOver time, wearing a lot of clothes became unfashionable. The government created laws to stop people from wearing lots of robes at once, and starting with the Muromachi period, women and men began to wear the \"kosode\" by itself or with two or three layers, with a small, thin belt called an obi, and for women, red \"hakama\" trousers. However, ceremonial clothing in the Imperial Court still looked like clothing from previous centuries, and even today, the new Emperor and Empress of Japan are coronated in Heian period clothing.\nDuring the Genroku period, the common people began to get richer, especially merchants. This led to people wearing expensive and beautiful \"kosode\", even if they were not nobility. People began to experiment with different ways to decorate their clothing, such as embroidery, and experimented with ways of dyeing their clothing.\nThis made them look like noble people, so the government introduced laws against commoners wearing certain things to prevent it. However, people did not want to give up their beautiful clothes, and instead found different ways of wearing them; a man, for instance, might wear a \"haori\" jacket made out of wool in a plain, boring colour, but line it with a fancy silk fabric.\nThis way of thinking about clothing and appearances became known as an aesthetic idea called \"iki\", which is still important to the way people wear kimono today.\nOver time, the obi got wider and longer, especially for women. Because of this, the sleeves of the \"kosode\" were no longer sewn to the body entirely, and were instead only attached at the shoulder on \"kosode\" for women.\nSleeves also got longer for young women, as did the length of the \"kosode\", which started to be called the kimono sometime in the Edo period. The kimono would trail behind someone indoors, but had to be pulled up when going out so it would not become dirty. Women started tucking the extra length of their kimono into a hip fold, which became known as the \"ohashori\". Kimono are still worn by women today with the \"ohashori\".\nOver time, very wide obi and very long kimono fell out of fashion. During World War Two, longer kimono sleeves were sewn as very wasteful, and sleeves on kimono were usually shortened, sometimes a lot. This new sleeve length lasted, and modern kimono for women are still shorter than they were before the war. Older kimono, especially from the Taishō period, still have these longer sleeves sometimes.\nToday, more women wear the kimono than men. Men wear kimono most often at weddings and Japanese tea ceremonies.\nMen and women's kimono.\nKimono are made in different sizes for different people, and are made in different lengths for men and women. Men and women also wear kimono with different sleeves.\nKimono for women are much longer than kimono for men, and women fold the kimono at the waist in a tuck to make them the right size. The right length for a woman's kimono is usually the same as her height, though people who are very tall can struggle to find kimono that fits them.\nThe sleeves on a woman's kimono are not sewn to the body all the way down, and are open at the back. Part of the body of the kimono is open as well. The sleeves on a woman's kimono are longer than the sleeves on a man's kimono, and sometimes reach the ankle on kimono for young women. The curve at the edge of the sleeves is very round, especially on kimono for young women and girls.\nKimono for men do not need to be folded at the hip, and so do not have any extra length. The sleeves are shorter, and are attached almost all the way down to the body. The back of the sleeves is sewn shut, and the body is also sewn shut. The curve at the edge of the sleeve is not as round.\nKimono for men are usually one solid colour, but might have a very small geometric design. Kimono for women can be one solid colour, have a small design, or be decorated in larger, colourful patterns. The more colourful kimono are usually worn by young women. Sometimes, these designs are only worn in certain seasons of the year.\nPeople who are very tall or very heavy can struggle to find a kimono that fits them, and sometimes have kimonos made for them instead.\nTypes of kimono.\nKimonos come in different types for different occasions, and both men and women have formal and casual kimono. Formal kimono have a number of crests on them, called \"kamon\" or \"mon\". These are placed on the front of the shoulders, the back of the sleeves, and the centre of the back. Kimono with crests have either one, three, or five crests on them - the crest on the centre back, the centre back and the sleeves, or the centre back, the sleeves and the shoulders.\nThe most formal kimono have all five of these crests on them. The least-formal formal kimono have just one. These crests can be outlined or coloured in fully in white, with \"kamon\" that are just an outline being the least formal.\nKimono are usually made of silk, but there are cotton, polyester, hemp and linen kimono as well. Some kimono are also made of wool, or rayon. Formal kimono are always made out of fine silk, and are usually sewn by hand. However, not all silk kimono are formal kimono, and some types of silk, such as pongee (known as \"tsumugi\") are only ever worn to casual occasions.\nThe most informal type of kimono is the \"yukata\", worn in summer to festivals and in bath houses and inns by both men and women. They are not lined, are always made of cotton, and are worn with thin, brightly-coloured obi.\nFor formal occasions, men wear fine silk kimono with \"haori\" (a kimono jacket) and \"hakama\" (loose-fitting trousers). The \"hakama\" are usually striped in white and black, and the kimono and the \"haori\" will match in colour.\nAccessories.\nPeople wear a wide belt called an obi with their kimono. Obi are also colorful, and are very long. Some types of obi are not worn anymore, as they are too difficult to wear and put on. The \"maru\" obi is an example of a type of obi not worn any more. The \"fukuro\" obi replaced it, as it was less wide and easier to wear.\nCost.\nKimono can be very expensive. One brand new woman's kimono can cost more than US $10,000. The obi belts can be very expensive too. They can cost thousands of dollars. The kimono most people have are not so expensive. Some people make their own kimono, or they buy them second-hand.\nOther kimonos.\nPeople who play some sports like kendo also wear kimono. These are tough, thick and short, not like the typical women's kimono. They are usually called \"do-gi\".\nWearing the kimono.\nMost Japanese people do not know how to put on a kimono by themselves as it is very different to other clothing. Formal kimono for women can be very difficult to put on by yourself. Some people work as \"kimono dressers\". They help people to put on their kimono.\nIn Japan, people can take classes about wearing the kimono, and to learn about how to choose a kimono and how to tie the obi.","categories":[],"infobox_types":[],"annotations":[{"uri":"Traditional","surface_form":"traditional","offset":16},{"uri":"Japan","surface_form":"Japan","offset":28},{"uri":"Style","surface_form":"style","offset":37},{"uri":"Clothes","surface_form":"clothes","offset":43},{"uri":"Century","surface_form":"century","offset":108},{"uri":"Fashion","surface_form":"fashion","offset":334},{"uri":"Robe","surface_form":"robe","offset":357},{"uri":"Ankle","surface_form":"ankle","offset":409},{"uri":"Pelvis","surface_form":"hips","offset":540},{"uri":"Chinese_people","surface_form":"Chinese","offset":672},{"uri":"Kofun_period","surface_form":"Kofun period","offset":696},{"uri":"Heian_period","surface_form":"Heian period","offset":933},{"uri":"J%C5%ABni_hitoe","surface_form":"jūni hitoe","offset":1482},{"uri":"Muromachi_period","surface_form":"Muromachi period","offset":2020},{"uri":"Obi","surface_form":"obi","offset":2152},{"uri":"Coronation","surface_form":"coronated","offset":2355},{"uri":"Genroku_period","surface_form":"Genroku period","offset":2402},{"uri":"Dye","surface_form":"dyeing","offset":2697},{"uri":"Aesthetic","surface_form":"aesthetic","offset":3166},{"uri":"Iki","surface_form":"iki","offset":3189},{"uri":"Edo_period","surface_form":"Edo period","offset":3607},{"uri":"World_War_Two","surface_form":"World War Two","offset":3977},{"uri":"Taish%C5%8D_period","surface_form":"Taishō period","offset":4247},{"uri":"Wedding","surface_form":"wedding","offset":4379},{"uri":"Japanese_tea_ceremony","surface_form":"Japanese tea ceremonies","offset":4392},{"uri":"Seasons","surface_form":"seasons","offset":5873},{"uri":"Kamon","surface_form":"kamon","offset":6212},{"uri":"Silk","surface_form":"silk","offset":6769},{"uri":"Cotton","surface_form":"cotton","offset":6789},{"uri":"Polyester","surface_form":"polyester","offset":6797},{"uri":"Hemp","surface_form":"hemp","offset":6808},{"uri":"Linen","surface_form":"linen","offset":6817},{"uri":"Wool","surface_form":"wool","offset":6868},{"uri":"Rayon","surface_form":"rayon","offset":6877},{"uri":"Pongee","surface_form":"pongee","offset":7042},{"uri":"Yukata","surface_form":"yukata","offset":7151},{"uri":"Belt","surface_form":"belt","offset":7589},{"uri":"United_States_dollar","surface_form":"US","offset":7974},{"uri":"Kendo","surface_form":"kendo","offset":8226}]}