{"id":347467,"url":"http://en.wikipedia.org/wiki/William_Haines_(Australian_politician)","text":"William Clark Haines (1810–3 February 1866) was the first Premier of Victoria. He served two terms as premier, the first from 30 November 1855 to 25 August 1856, and a second term from 29 April 1857 to 10 March 1858.\nBorn in London, Haines attended Charterhouse school, and then Cambridge University where he studied surgery. He moved to Victoria in 1842, and started farming around Geelong. After selling the farms in the 1850's he became a magistrate and was appointed to Victoria's Legislative Council. He helped to write the Victorian Constitution. In December 1854 he became the Colonial Secretary, and assisted the Governor of Victoria, Sir Charles Hotham.\nThe British government passed the Victorian Constitution Act in 1855. Hotham was convinced to hand his power over as soon as possible. Haines and three other council members were made government ministers with the job of organizing the change to self-government. Haines was appointed by Hotham to be the Chief Secretary of Victoria and act as Premier until the elections could be orgaized. He resigned when several of the ministers wanted the elections by secret ballot. He thought this would increase corruption and bribery. He was reappointed when the Council decided that it, not the ministers should make the decision. He was the Chief Secretary until the first election in November 1856. After the election, as a member of the new Legislative Assembly, Haines became Premier until his government was defeated in 1857 by a group led by Sir John O'Shanassy. The O'Shanassy government was soon defeated and Haines again became Premier. In 1858 he was defeated during arguments about how the electorates should be divided.\nHaines traveled to the USA and Europe. On his return to Victoria in October 1860, he was again elected to the parliament, and became Treasurer in O'Shanassey's government. After losing his seat in 1863, he was appointed to the Legislative Council.","categories":[],"infobox_types":[],"annotations":[{"uri":"Premier_of_Victoria","surface_form":"Premier of Victoria","offset":58},{"uri":"Cambridge_University","surface_form":"Cambridge University","offset":279},{"uri":"Surgery","surface_form":"surgery","offset":317},{"uri":"Geelong%2C_Victoria","surface_form":"Geelong","offset":383},{"uri":"Constitution","surface_form":"Constitution","offset":539},{"uri":"Governor_of_Victoria","surface_form":"Governor of Victoria","offset":621},{"uri":"Charles_Hotham","surface_form":"Sir Charles Hotham","offset":643},{"uri":"British","surface_form":"British","offset":667},{"uri":"Election","surface_form":"election","offset":1106},{"uri":"Corruption","surface_form":"corruption","offset":1165},{"uri":"Bribery","surface_form":"bribery","offset":1180},{"uri":"John_O%27Shanassy","surface_form":"Sir John O'Shanassy","offset":1503},{"uri":"USA","surface_form":"USA","offset":1710},{"uri":"Europe","surface_form":"Europe","offset":1718},{"uri":"Treasurer","surface_form":"Treasurer","offset":1820}]}