{"id":347444,"url":"http://en.wikipedia.org/wiki/Linear_Pottery_culture","text":"The Linear Pottery culture was an important culture in the Neolithic(later Stone Age) of Europe. It was from 5500–4500 BC.\nIt is abbreviated as LBK and is also known as the Linear Band Ware, Linear Ware, Linear Ceramics or Incised Ware culture.\nThe most evidence for the culture is in Central Europe. It is important evidence for early farming in Europe. The pottery after which it was named has simple cups, bowls, vases and jugs, without handles. They were made as kitchen dishes, or for carrying food and drink. The pots had line patterns on them.\nFarming.\nThe LBK people lived over a period of 1000 years, long before the Bronze Age and farmed crops like wheat, lentils and peas. They also kept cows and dogs, and sometimes hunted in the forests around them for other animals, like deer.\nFood and health.\nTheir diet probably didn't contain enough energy for them, as they often did not grow as tall as the people who came before them, or as people do now. This might have also been because of disease, which can spread more easily in a village than it can when people are moving about a lot and not seeing many other people, as people did before the Neolithic. People in the LBK culture probably died quite young, in their twenties or thirties, and many of their children would die before they grew up.\nIf a person was very sick and in a lot of pain, the LBK people might have had access to opium which did not make them better but took away the pain. They probably knew how to make some illnesses better by using wild herbs as medicine.\nReligion.\nThe LBK people probably worshiped a mother goddess, who represented the fertility of the land they farmed.\nTools.\nBecause this was before the Bronze or Iron Ages, there were no metal tools, and everything the LBK people had was made from either stone, wood and plants (such as flax which could be made into clothing, and things that could be got from animals (like leather or fur). They even had sickles, which are used for cutting down grass and are half-moon shaped blades with a handle coming off one end; however theirs were made of wood with sharp stone points glued into them for the cutting.\nHousing.\nThe LBK people lives in rectangular longhouses, and digging up an area often shows several clusters of about 6 of these long houses. The people in nearby clusters of houses probably knew each other and shared or traded their goods. Their houses were made of wood, mud and straw and they might have let their animals stay in there too.\nWar.\nSome LBK settlements have palisades, or long walls around them, to defend themselves from other people who might attack them. There are also some skeletons of LBK people that look like they died from battle injuries, and some look like they may have even been eaten by cannibals. This shows that there was a lot of war between nearby groups.\nImportant sites include Nitra in Slovakia; Bylany in the Czech Republic; Langweiler and Zwenkau in Germany; Brunn am Gebirge in Austria; Elsloo, Sittard, Köln-Lindenthal, Aldenhoven, Flomborn and Rixheim on the Rhine; Lautereck and Hienheim on the upper Danube; Rössen and Sonderhausen on the middle Elbe.\nThe Excavations at Oslonki in Poland had a large fortified settlement. There were nearly 30 longhouses and over 80 graves. This makes it one of the richest settlements in archaeological finds from all of central Europe.","categories":[],"infobox_types":[],"annotations":[{"uri":"Neolithic","surface_form":"Neolithic","offset":59},{"uri":"Stone_Age","surface_form":"Stone Age","offset":75},{"uri":"Bronze_Age","surface_form":"Bronze Age","offset":626},{"uri":"Wheat","surface_form":"wheat","offset":659},{"uri":"Lentil","surface_form":"lentil","offset":666},{"uri":"Pea","surface_form":"pea","offset":678},{"uri":"Cows","surface_form":"cows","offset":699},{"uri":"Hunt","surface_form":"hunt","offset":728},{"uri":"Diet","surface_form":"diet","offset":815},{"uri":"Disease","surface_form":"disease","offset":997},{"uri":"Opium","surface_form":"opium","offset":1395},{"uri":"Herbs","surface_form":"herbs","offset":1523},{"uri":"Iron_Age","surface_form":"Iron Age","offset":1704},{"uri":"Tools","surface_form":"tools","offset":1735},{"uri":"Flax","surface_form":"flax","offset":1829},{"uri":"Clothing","surface_form":"clothing","offset":1859},{"uri":"Sickle","surface_form":"sickle","offset":1948},{"uri":"Rectangular","surface_form":"rectangular","offset":2184},{"uri":"Trade","surface_form":"trade","offset":2372},{"uri":"Cannibals","surface_form":"cannibals","offset":2769},{"uri":"Nitra","surface_form":"Nitra","offset":2866},{"uri":"Slovakia","surface_form":"Slovakia","offset":2875},{"uri":"Bylany_(archaeology)","surface_form":"Bylany","offset":2885},{"uri":"Czech_Republic","surface_form":"Czech Republic","offset":2899},{"uri":"Langweiler_(archaeological_site)","surface_form":"Langweiler","offset":2915},{"uri":"Zwenkau","surface_form":"Zwenkau","offset":2930},{"uri":"Germany","surface_form":"Germany","offset":2941},{"uri":"Brunn_am_Gebirge","surface_form":"Brunn am Gebirge","offset":2950},{"uri":"Austria","surface_form":"Austria","offset":2970},{"uri":"Elsloo%2C_Limburg","surface_form":"Elsloo","offset":2979},{"uri":"Sittard","surface_form":"Sittard","offset":2987},{"uri":"K%C3%B6ln-Lindenthal","surface_form":"Köln-Lindenthal","offset":2996},{"uri":"Aldenhoven","surface_form":"Aldenhoven","offset":3013},{"uri":"Flomborn","surface_form":"Flomborn","offset":3025},{"uri":"Rixheim","surface_form":"Rixheim","offset":3038},{"uri":"Lautereck","surface_form":"Lautereck","offset":3060},{"uri":"Hienheim","surface_form":"Hienheim","offset":3074},{"uri":"R%C3%B6ssen","surface_form":"Rössen","offset":3104},{"uri":"Sonderhausen","surface_form":"Sonderhausen","offset":3115},{"uri":"Oslonki","surface_form":"Oslonki","offset":3167},{"uri":"Poland","surface_form":"Poland","offset":3178},{"uri":"Fortified","surface_form":"fortified","offset":3197}]}