{"id":347451,"url":"http://en.wikipedia.org/wiki/Cimmerians","text":"e=\"preserve\">The Cimmerians or Kimmerians were ancient horse-riding nomads of Indo-European origin.\nAccording to the Greek historian Herodotus, the Cimmerians lived in the north of the Caucasus and the Black Sea during the 8th and 7th centuries BC. They lived in what is now Ukraine and Russia. Others have said there is no evidence of Cimmerians in the southern parts of Russia.\nWhere the Cimmerians come from is unclear. Most think they belong to either Iranian or Thracian speaking groups. A recent DNA analysis (Oct. 2018) of three Cimmerians indicate \"the appearance of East Asian haplogroups in the steppe populations might be associated with the Iron Age nomads, starting with the Cimmerians.\" The authors found it \"noteworthy that the oldest of the Cimmerians studied here (cim357) carried almost equal proportions of Asian and West Eurasian components, resembling the Pazyryks, Aldy-Bel, and Iron Age individuals from Russia and Kazakhstan. The second oldest Cimmerian (cim358) was also the only one with both uniparental markers pointing toward East Asia. The Q1* Y chromosome sublineage of Q-M242 is widespread among Asians and Native Americans and is thought to have originated in the Altai Mountains. It has previously been identified in numerous ancient samples from Siberia, the Americas, and in representatives of the Siberian Bronze Age and nomadic populations. This is the first indication that Cimmerians did not originate in the PCS region but were nomads tracing their origin to the Far East.\" A new study in July 2019 revealed that 2 other Cimmerians were of haplogroup R1a-Z645 and R1a2c-B111.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nomad","surface_form":"nomad","offset":68},{"uri":"Proto-Indo-Europeans","surface_form":"Indo-European","offset":78},{"uri":"Ancient_Greece","surface_form":"Greek","offset":117},{"uri":"Herodotus","surface_form":"Herodotus","offset":133},{"uri":"Caucasus","surface_form":"Caucasus","offset":185},{"uri":"Black_Sea","surface_form":"Black Sea","offset":202},{"uri":"8th_century_BC","surface_form":"8th","offset":223},{"uri":"7th_century_BC","surface_form":"7th centuries BC","offset":231},{"uri":"Ukraine","surface_form":"Ukraine","offset":275},{"uri":"Russia","surface_form":"Russia","offset":287},{"uri":"Evidence","surface_form":"evidence","offset":324},{"uri":"Russia","surface_form":"Russia","offset":372},{"uri":"Iranian_languages","surface_form":"Iranian","offset":456},{"uri":"Thracian_language","surface_form":"Thracian","offset":467},{"uri":"Haplogroup_Q-M242","surface_form":"Q-M242","offset":1101}]}