{"id":3476,"url":"http://en.wikipedia.org/wiki/Culture","text":"Culture is a word for the 'way of life' of groups of people, meaning the way they do things. Different groups may have different cultures. A culture is passed on to the next generation by learning, whereas genetics are passed on by heredity. Culture is seen in people's writing, religion, music, clothes, cooking and in what they do.\nThe concept of culture is very complicated, and the word has many meanings. The word 'culture' is most commonly used in three ways.\nMost broadly, 'culture' includes all human phenomena which are not purely results of human genetics. The discipline which investigates cultures is called anthropology, though many other disciplines play a part.\nNational cultures.\nCultures are what make countries unique. Each country has different cultural activities and cultural rituals. Culture includes material goods, the things the people use and produce. Culture is also the beliefs and values of the people and the ways they think about and understand the world and their own lives.\nDifferent countries have different cultures. For example, some older Japanese people wear kimonos, arrange flowers in vases, and have tea ceremonies. Some countries oppose some things in their culture, like discrimination or religion.\nRegional or non-regional cultures.\nCulture can also vary within a region, society or sub group. A workplace may have a specific culture that sets it apart from similar workplaces. A region of a country may have a different culture than the rest of the country. For example, in a large country like China or Canada a region may have a distinctive way of talking, different types of music, and different types of dances.\nA group who acts or speaks differently may be said to be, or have, a subculture.\nEthnic groups such as the Romani people in Europe have a distinct culture.\nCompany cultures.\nCompanies or other organizations (groups of people) can have a separate culture. Japanese manufacturing companies often have a different culture to Western companies; the workday starts with exercise, and the workers are very loyal to the company.\nCompanies in the high-technology sector often have a different culture than other companies. Software and computer companies sometimes allow employees to play games during the workday, or take time off work to relax, because these companies believe that this will help the workers to think better.\nAnthropology.\n\"Anthropology\" is studying human beings and how they relate to each other. An \"anthropologist\" is a person who studies anthropology. Anthropologists study how culture shapes people and their lives. Cultures constantly change as people move and communicate with new groups of people.\nFor example, immigrants (people who move from one country to another) may keep some of their customs and traditions from their old country. By keeping their culture in this way, they bring pieces of their culture to a new place where others begin to experience it.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genetics","surface_form":"genetics","offset":206},{"uri":"Heredity","surface_form":"heredity","offset":232},{"uri":"Writing","surface_form":"writing","offset":270},{"uri":"Religion","surface_form":"religion","offset":279},{"uri":"Music","surface_form":"music","offset":289},{"uri":"Clothes","surface_form":"clothes","offset":296},{"uri":"Cooking","surface_form":"cooking","offset":305},{"uri":"Concept","surface_form":"concept","offset":338},{"uri":"Discipline","surface_form":"discipline","offset":571},{"uri":"Anthropology","surface_form":"anthropology","offset":620},{"uri":"Country","surface_form":"country","offset":742},{"uri":"Ritual","surface_form":"ritual","offset":797},{"uri":"Country","surface_form":"countries","offset":1017},{"uri":"Japan","surface_form":"Japan","offset":1076},{"uri":"Kimono","surface_form":"kimono","offset":1097},{"uri":"Flower","surface_form":"flower","offset":1114},{"uri":"Japanese_tea_ceremony","surface_form":"tea ceremonies","offset":1141},{"uri":"Discrimination","surface_form":"discrimination","offset":1214},{"uri":"Religion","surface_form":"religion","offset":1232},{"uri":"Society","surface_form":"society","offset":1316},{"uri":"China","surface_form":"China","offset":1540},{"uri":"Canada","surface_form":"Canada","offset":1549},{"uri":"Dialect","surface_form":"way of talking","offset":1588},{"uri":"Subculture","surface_form":"subculture","offset":1730},{"uri":"Ethnic_groups","surface_form":"Ethnic groups","offset":1742},{"uri":"Romani_people","surface_form":"Romani people","offset":1768},{"uri":"Company","surface_form":"Companies","offset":1835},{"uri":"Anthropology","surface_form":"Anthropology","offset":2396},{"uri":"Immigrant","surface_form":"immigrant","offset":2691}]}