{"id":3479,"url":"http://en.wikipedia.org/wiki/Japanese_tea_ceremony","text":"The Japanese tea ceremony (called cha-no-yu, chado, or sado) is a special way of making green tea (matcha 抹茶). It is called the Way of Tea. It is a Japanese cultural activity involving the ceremonial preparation and presentation of matcha, powdered tea. People who study the tea ceremony have to learn about different kinds of tea. They also have to learn about kimono (Japanese clothes), flowers, and many other things. It takes much practice to learn the tea ceremony.\nHistory.\nTea came to Japan from China in about 900 CE. Tea became very popular in Japan, and Japanese people started to grow tea in Japan.\nIn the 12th century, \"matcha\" (green tea powder), became popular. This tea comes from the same plant as black tea.\nBy the 16th century, all people in Japan, rich people and poor people, liked drinking tea. A man called Sen no Rikyu started teaching the ceremony. Many years have passed, but people still make tea the same way that Sen no Rikyu taught. Many schools of Japanese tea ceremony exist now (omote-senke, ura-senke, etc.), and each school teaches in a slightly different way.\nTea ceremony.\nPeople do the tea ceremony in a special tea room or a special building called a \"cha-shitsu\". Most people wear kimonos.\nWhen people go into the tea room they take off their shoes and sit on special floor mat called a tatami.\nCha-shitsu often are very small. The guests (the people who go to the tea ceremony) sometimes eat food and drink special Japanese wine called sake. Before they drink the matcha (green tea) they eat something sweet.\nThe host (the person who does the tea ceremony) symbolically purifies the tea bowl and the other tea things. Then he or she puts some green tea powder into the tea bowl. The host mixes the tea with hot water. He or she mixes it with a whisk. The guests drink tea from the bowl.\nWhen everyone has finished drinking tea, the host cleans everything and puts them away. Then the guests leave.\nA tea ceremony can take from about twenty minutes to about four hours.","categories":[],"infobox_types":[],"annotations":[{"uri":"Green_tea","surface_form":"green tea","offset":88},{"uri":"Matcha","surface_form":"matcha","offset":99},{"uri":"Tea_ceremony","surface_form":"ceremonial","offset":189},{"uri":"Kimono","surface_form":"kimono","offset":362},{"uri":"Japan","surface_form":"Japan","offset":370},{"uri":"Ikebana","surface_form":"flowers","offset":389},{"uri":"China","surface_form":"China","offset":503},{"uri":"12th_century","surface_form":"12th century","offset":617},{"uri":"Green_tea","surface_form":"green tea","offset":641},{"uri":"16th_century","surface_form":"16th century","offset":732},{"uri":"Sen_no_Rikyu","surface_form":"Sen no Rikyu","offset":829},{"uri":"Sen_no_Rikyu","surface_form":"Sen no Rikyu","offset":941},{"uri":"Kimono","surface_form":"kimono","offset":1220},{"uri":"Tatami","surface_form":"tatami","offset":1326},{"uri":"Sake","surface_form":"sake","offset":1476}]}