{"id":348075,"url":"http://en.wikipedia.org/wiki/Library_of_Celsus","text":"The library of Celsus is an ancient Roman building in Ephesus, now part of Anatolia, Turkey. It was built in honor of the Roman Senator Tiberius Julius Celsus Polemaeanus, known as Celsus.\nCelsus paid for the construction of the library with his own personal wealth. Celsus was Consul in 92 AD, Governor of the Roman province of Asia in 115 AD, and a rich and popular local citizen. He was a native of nearby Sardis and amongst the first Greek men to become a consul in the Roman Empire. He is honoured both as a Greek and a Roman on the library itself.\nThe library was built by his son, Gaius Julius Aquila (Consul 110 AD), and completed in 135 AD.\nThe library was built to store 12,000 scrolls and to serve as a monumental tomb for Celsus. Celsus is buried in a sarcophagus beneath the library, in the main entrance. which is both a crypt containing his sarcophagus and a sepulchral monument to him. It was unusual to be buried within a library or even within city limits, so this was a special honour for Celsus.\nHistory.\nThe library was built in Ephesus, a Greek city in Asia Minor.\nThe building is important as one of few remaining examples of an ancient Roman-influenced library. It also shows that public libraries were built not only in Rome itself but throughout the Roman Empire.\nThe interior of the library and all its books were destroyed by fire in the devastating earthquake that struck the city in 262. Only the facade survived. About 400 AD, the library was used for other purposes. The facade was completely destroyed by a later earthquake, likely in the late Byzantine period.\nIn the 1960s and 1970s, the facade was restored. It now serves as a prime example of Roman public architecture. The building had a single hall which faced east toward the morning sun, as Vitruvius advised, to benefit early risers. Beside the entrances are four pairs of Ionic columns on pedestals. A set of Corinthian columns stands directly above the first set, adding to the height of the building. It is thought there once may have been a third set of columns.\nThis type of facade with inset frames and niches for statues is like that found in ancient Greek theatres, and so is described as \"scenographic\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Rome","surface_form":"Roman","offset":36},{"uri":"Ephesus","surface_form":"Ephesus","offset":54},{"uri":"Anatolia","surface_form":"Anatolia","offset":75},{"uri":"Turkey","surface_form":"Turkey","offset":85},{"uri":"Roman_Senator","surface_form":"Roman Senator","offset":122},{"uri":"Roman_consul","surface_form":"Consul","offset":278},{"uri":"Roman_province","surface_form":"Roman province","offset":311},{"uri":"Sardis","surface_form":"Sardis","offset":409},{"uri":"Greek_people","surface_form":"Greek","offset":438},{"uri":"Roman_consul","surface_form":"consul","offset":460},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":474},{"uri":"Roman_consul","surface_form":"Consul","offset":609},{"uri":"Crypt","surface_form":"crypt","offset":835},{"uri":"Sarcophagus","surface_form":"sarcophagus","offset":856},{"uri":"Ephesus","surface_form":"Ephesus","offset":1050},{"uri":"Asia_Minor","surface_form":"Asia Minor","offset":1075},{"uri":"Rome","surface_form":"Rome","offset":1245},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":1276},{"uri":"Earthquake","surface_form":"earthquake","offset":1378},{"uri":"Facade","surface_form":"facade","offset":1427},{"uri":"Byzantine","surface_form":"Byzantine","offset":1577},{"uri":"Architecture","surface_form":"architecture","offset":1693},{"uri":"Vitruvius","surface_form":"Vitruvius","offset":1782},{"uri":"Ionic_order","surface_form":"Ionic column","offset":1865},{"uri":"Pedestal","surface_form":"pedestal","offset":1882},{"uri":"Corinthian_order","surface_form":"Corinthian column","offset":1902},{"uri":"Statue","surface_form":"statue","offset":2112},{"uri":"Theatre_of_ancient_Greece","surface_form":"ancient Greek theatres","offset":2142}]}