{"id":348207,"url":"http://en.wikipedia.org/wiki/Alejo_Carpentier","text":"Alejo Carpentier y Valmont (December 26, 1904 – April 24, 1980) was a Cuban novelist, essayist, and musicologist. He greatly influenced Latin American literature during its famous \"boom\" period. Born in Lausanne, Switzerland, Carpentier grew up in Havana, Cuba and Paris. Carpentier always said he was Cuban. He traveled a lot, mostly in France, and to Mexico. He sided with revolutionary movements, such as Fidel Castro's Communist Revolution in Cuba in the mid-century. Carpentier was jailed and exiled for his leftist political philosophies.\nCarpentier studied and understood music. He wrote a book \"La música en Cuba\" in the music of Cuba. He put in musical themes and literary techniques in his writing. Although Carpentier wrote many types of writing, such as journalism, radio drama, playwrighting, academic essays, opera and libretto, he is best known for his novels. He was among the first to use magical realism. He explored the fantastic quality of Latin American history and culture.\nCarpentier's writing style used the Baroque style which had become popular again. It was called \"New World Baroque\". It was a style that Latin American artists took from the European model. Carpentier also brought the Surrealist theory to Latin American literature. Carpentier had parts of Latin American political history, music, social injustice and art in his writings. His writing influenced younger Latin American and Cuban writers like Lisandro Otero, Leonardo Padura and Fernando Velázquez Medina.\nCarpentier died of cancer in Paris in 1980. He was buried in Havana's Colon Cemetery.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cuba","surface_form":"Cuba","offset":70},{"uri":"Musicologist","surface_form":"musicologist","offset":100},{"uri":"Latin_American_literature","surface_form":"Latin American literature","offset":136},{"uri":"Lausanne","surface_form":"Lausanne","offset":203},{"uri":"Switzerland","surface_form":"Switzerland","offset":213},{"uri":"Havana","surface_form":"Havana","offset":248},{"uri":"Cuba","surface_form":"Cuba","offset":256},{"uri":"Paris","surface_form":"Paris","offset":265},{"uri":"France","surface_form":"France","offset":338},{"uri":"Mexico","surface_form":"Mexico","offset":353},{"uri":"Fidel_Castro","surface_form":"Fidel Castro","offset":408},{"uri":"Magical_realism","surface_form":"magical realism","offset":906},{"uri":"Baroque","surface_form":"Baroque","offset":1032},{"uri":"Surrealist","surface_form":"Surrealist","offset":1214},{"uri":"Lisandro_Otero","surface_form":"Lisandro Otero","offset":1438},{"uri":"Leonardo_Padura","surface_form":"Leonardo Padura","offset":1454},{"uri":"Cancer","surface_form":"cancer","offset":1520},{"uri":"Colon_Cemetery","surface_form":"Colon Cemetery","offset":1571}]}