{"id":348287,"url":"http://en.wikipedia.org/wiki/Dennis_the_Menace_(TV_series)","text":"\"Dennis the Menace\" is a sitcom television series. It is based on the comic strip \"Dennis the Menace\" by Hank Ketcham. The four-season series aired from 1959 to 1963 on CBS. The show stars Jay North as Dennis Mitchell, Herbert Anderson as his father Henry, Gloria Henry as his mother Alice, Billy Booth as his friend Tommy Anderson, and Jeannie Russell as his friend Margaret Wade. Dennis wore the same costume in every episode: a striped tee-shirt, a pair of bib overalls with a slingshot in the back pocket, a pair of sneakers, and an enormous blond cowlick. Viewers complained about the slingshot and it was eventually removed. The bizarre costume put Dennis outside the realistic \"mise en scene\" of the show, making it difficult to \"relate\" to him in spite of North's brilliant performance. Margaret had the same problem with her ringlets, eyeglasses, and ever-present patent leather shoes. These clothes were not the sort of things kids were wearing during the shows years on the air.\nMargaret wanted to marry Dennis. This was a running gag in both the comic strip and the television show. She pushed a baby carriage through the neighborhood. \"Playing house\" was something she pressured Dennis to do. When Dennis needed a penny or two, she gave it to him but only after he promised to play house with her. If he turned her down, she would hit him with one of the rag dolls in the baby carriage and prance on her way.\nOther players in the show are Joseph Kearns as Dennis's neighbor George Wilson, Sylvia Field as George's wife Martha, and Gale Gordon as Mr. Wilson's brother John. George Wilson was a retired fussy sort of man who gardened, collected coins, did household fixit jobs, and watched birds. Many episodes were about Dennis making a mess of Mr. Wilson's hobbies. Dennis's comic strip dog Ruff was cut from the TV story, but Mr. Wilson was given a little dog named Fremont. Maud Prickett, Irene Tedrow, Dub Taylor, Mary Wickes, and other familiar 1950s TV faces showed up often as minor characters. Ron Howard appeared in several episodes as Dennnis' friend Stewart while also playing Opie Taylor on \"The Andy Griffith Show\".\n\"Dennis the Menace\" is about a happy little (but trouble-prone) middle class boy named Dennis Mitchell. He would like to be helpful but his attempts always end in disasters. He bothers a lot of people, but mostly his neighbor George Wilson. Actor Joseph Kearns played George Wilson but died while the show was in production. Gale Gordon joined the show as John Wilson, George's brother. Viewers were told that George and his TV wife Martha were taking a long journey and that George's brother John would be living in and taking care of their house. The show ended in 1963 when North became too old (11 years) to play the part of Dennis.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sitcom","surface_form":"sitcom","offset":25},{"uri":"Television_series","surface_form":"television series","offset":32},{"uri":"Comic_strip","surface_form":"comic strip","offset":70},{"uri":"Dennis_the_Menace","surface_form":"Dennis the Menace","offset":83},{"uri":"CBS","surface_form":"CBS","offset":169},{"uri":"Neighborhood","surface_form":"neighborhood","offset":1134},{"uri":"Hobby","surface_form":"hobbies","offset":1770},{"uri":"The_Andy_Griffith_Show","surface_form":"The Andy Griffith Show","offset":2116},{"uri":"Disaster","surface_form":"disaster","offset":2304},{"uri":"Neighbor","surface_form":"neighbor","offset":2358}]}