{"id":348278,"url":"http://en.wikipedia.org/wiki/Hazel_(TV_series)","text":"\"Hazel\" is a sitcom television series. It was on television from September 28, 1961 to September 5, 1966. It was shown on NBC. It moved to CBS for its last year. The series' first year was made in black and white. The next four years were in color. The show's first season was fourth in the 1961-1962 Nielsen's ratings.\nThe series is based on a single-panel comic strip by Ted Key. This comic that ran for many years in \"The Saturday Evening Post\". It was usually on one of the last pages.\nThe series stars Shirley Booth as Hazel Burke. Hazel is a live-in maid for the Baxter family. Don Defore plays her boss George \"Mr. B\" Baxter (a lawyer). Whitney Blake plays his wife Dorothy \"Missy\" Baxter (an interior decorator). Bobby Buntrock plays their young son Harold \"Sport\" Baxter. The Baxter's have a big, shaggy dog named Smiley.\nOther characters were in the series. These characters include George Baxter's client Harvey Griffin (Howard Smith), Rosie, another live-in maid in the neighborhood (Maud Prickett), and postman Barney Hatfield (Robert Williams). Other characters include Hazel's taxi-driving boyfriend Mitch (Dub Taylor), George Baxter's snobby sister Deirdre Thompson (Cathy Lewis), and the Baxter's mixed-up neighbors Herbert and Harriet Johnson (Donald Foster and Norma Varden).\nThe series is set in a white, upper middle class household. Typical episodes are about Hazel's day-to-day life and work. She might put together a special dinner, or make a home for a stray dog. In one episode, she gets her boss to buy a color television set for her bedroom. Sometimes she comes into conflict with \"Mr. B\". She gets her way by giving him tiny portions of her delicious desserts.\nIn the last year, \"Mr. B\" is sent to the Middle East on a job assignment. Hazel and Harold move in with his brother Steve (played by Ray Fulmer) and his wife Barbara (Lynn Borden) and their daughter Susie (Julia Benjamin). This arrangement lasted for only a year before the series was cancelled. Booth was ill. She did not want to continue to work. Booth won two Emmy Awards for her performance as Hazel (1962 and 1963). She was nominated for a third in 1964.","categories":[],"infobox_types":["television"],"annotations":[{"uri":"Sitcom","surface_form":"sitcom","offset":13},{"uri":"Television_series","surface_form":"television series","offset":20},{"uri":"NBC","surface_form":"NBC","offset":122},{"uri":"CBS","surface_form":"CBS","offset":139},{"uri":"Comic_strip","surface_form":"comic strip","offset":358},{"uri":"Ted_Key","surface_form":"Ted Key","offset":373},{"uri":"The_Saturday_Evening_Post","surface_form":"The Saturday Evening Post","offset":421},{"uri":"Shirley_Booth","surface_form":"Shirley Booth","offset":507},{"uri":"Episode","surface_form":"episode","offset":1363},{"uri":"Middle_East","surface_form":"Middle East","offset":1731},{"uri":"Emmy_Award","surface_form":"Emmy Award","offset":2053},{"uri":"Performance","surface_form":"performance","offset":2073}]}