{"id":348210,"url":"http://en.wikipedia.org/wiki/Alice_Walker","text":"Alice Malsenior Walker (born February 9, 1944) is an American author, poet, and activist. She has written both fiction and essays about race and gender. She is best known for the novel \"The Color Purple\" (1982). She won the National Book Award and the Pulitzer Prize for the novel.\nEarly life.\nWalker is an African American who was born in Eatonton, Georgia. She is the youngest of eight children. Her parents were Willie Lee Walker and Minnie Lou Tallulah Grant. Her father, who was, in her words, \"wonderful at math but a terrible farmer,\" earned only $300 a year from sharecropping and dairy farming. Her mother added to the family income by working as a maid. She worked 11 hours a day for USD $17 per week to help pay for Alice to attend college.\nIn 1952, Walker was accidentally hit in the right eye by a BB gun fired by one of her brothers. Because the family had no car, the Walkers could not take their daughter to a hospital for immediate help. By the time they reached a doctor a week later, she had become permanently blind in that eye. When a layer of scar tissue formed over her wounded eye, Alice became self-conscious and painfully shy. She felt like an outcast and turned for comfort to reading and to writing poetry. When she was 14, the scar tissue was removed. She later became valedictorian and was voted most-popular girl, as well as queen of her senior class.\nAfter high school, Walker went to Spelman College in Atlanta. She later moved to Sarah Lawrence College near New York City, graduating in 1965. Walker became interested in the U.S. civil rights movement. This was partly due to the influence of activist Howard Zinn, who was one of her professors at Spelman College. Walker returned to the South where she became involved with voter registration drives, campaigns for welfare rights and children's programs in Mississippi.\nActivism.\nAlice Walker met Martin Luther King Jr. when she was a student at Spelman College. Walker credits King for her decision to return to the American South as an activist for the Civil Rights Movement. She marched with hundreds of thousands in August in the 1963 March on Washington. As a young adult, she volunteered to register black voters in Georgia and Mississippi.\nOn March 8, 2003, International Women's Day, on the eve of the Iraq War, Alice Walker, Maxine Hong Kingston, and Terry Tempest Williams were arrested with 24 others for crossing a police line. This was during an anti-war protest rally outside the White House.\nIn March 2009, Alice Walker traveled to Gaza in response to the Gaza War. She was with a group of 60 other female activists from the anti-war group Code Pink. Their purpose was to deliver aid, to meet with NGOs and residents, and to ask Israel and Egypt to open their borders into Gaza.\nPersonal life.\nIn 1965, Walker met Melvyn Roseman Leventhal, a Jewish civil rights lawyer. They were married on March 17, 1967 in New York City. Later that year the couple moved to Jackson, Mississippi. They became \"the first legally married inter-racial couple in Mississippi\". They were harassed and threatened by whites, including the Ku Klux Klan. The couple had a daughter Rebecca in 1969. Walker and her husband divorced on friendly terms in 1976.\nWalker and her daughter grew apart. Rebecca felt herself to be more of \"a political symbol... than a cherished daughter\". She published a memoir called \"Black White and Jewish\", about the complexities of her parents' relationship and her childhood. Rebecca recalls her teenage years when her mother would go to her far-off writing studio while “I was left with money to buy my own meals and lived on a diet of fast food.” Since the birth of Rebecca’s son Tenzin, her mother has not spoken to her. Rebecca has learned that she was cut out of her mother’s will in favor of a distant cousin.\nIn the mid-1990s, Walker was involved in a romance with singer-songwriter Tracy Chapman.\nIn 2011 shooting began on \"Beauty in Truth\", a documentary film about Walker's life directed by Pratibha Parmar.\nWalker is a feminist. She made the word womanist for African American feminism against female genital mutilation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":53},{"uri":"The_Color_Purple","surface_form":"The Color Purple","offset":186},{"uri":"National_Book_Award","surface_form":"National Book Award","offset":224},{"uri":"Pulitzer_Prize","surface_form":"Pulitzer Prize","offset":252},{"uri":"African_American","surface_form":"African American","offset":307},{"uri":"Eatonton%2C_Georgia","surface_form":"Eatonton","offset":340},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":350},{"uri":"Sharecropping","surface_form":"sharecropping","offset":571},{"uri":"United_States_Dollars","surface_form":"USD $","offset":694},{"uri":"BB_gun","surface_form":"BB gun","offset":811},{"uri":"Valedictorian","surface_form":"valedictorian","offset":1298},{"uri":"Spelman_College","surface_form":"Spelman College","offset":1417},{"uri":"Atlanta","surface_form":"Atlanta","offset":1436},{"uri":"Sarah_Lawrence_College","surface_form":"Sarah Lawrence College","offset":1464},{"uri":"U.S._civil_rights_movement","surface_form":"U.S. civil rights movement","offset":1559},{"uri":"Howard_Zinn","surface_form":"Howard Zinn","offset":1636},{"uri":"Mississippi","surface_form":"Mississippi","offset":1842},{"uri":"Martin_Luther_King_Jr.","surface_form":"Martin Luther King Jr.","offset":1882},{"uri":"Spelman_College","surface_form":"Spelman College","offset":1931},{"uri":"American_South","surface_form":"American South","offset":2002},{"uri":"Civil_Rights_Movement","surface_form":"Civil Rights Movement","offset":2040},{"uri":"1963_March_on_Washington","surface_form":"1963 March on Washington","offset":2119},{"uri":"International_Women%27s_Day","surface_form":"International Women's Day","offset":2250},{"uri":"Iraq_War","surface_form":"Iraq War","offset":2295},{"uri":"Maxine_Hong_Kingston","surface_form":"Maxine Hong Kingston","offset":2319},{"uri":"Terry_Tempest_Williams","surface_form":"Terry Tempest Williams","offset":2345},{"uri":"Gaza","surface_form":"Gaza","offset":2532},{"uri":"Gaza_War","surface_form":"Gaza War","offset":2556},{"uri":"Code_Pink","surface_form":"Code Pink","offset":2640},{"uri":"NGO","surface_form":"NGO","offset":2698},{"uri":"Melvyn_Roseman_Leventhal","surface_form":"Melvyn Roseman Leventhal","offset":2814},{"uri":"Jackson%2C_Mississippi","surface_form":"Jackson, Mississippi","offset":2960},{"uri":"Ku_Klux_Klan","surface_form":"Ku Klux Klan","offset":3117},{"uri":"Rebecca_Walker","surface_form":"Rebecca","offset":3157},{"uri":"Tracy_Chapman","surface_form":"Tracy Chapman","offset":3896},{"uri":"Beauty_in_Truth_(film)","surface_form":"Beauty in Truth","offset":3938},{"uri":"Pratibha_Parmar","surface_form":"Pratibha Parmar","offset":4007},{"uri":"Feminist","surface_form":"feminist","offset":4036},{"uri":"Female_genital_mutilation","surface_form":"female genital mutilation","offset":4111}]}