{"id":348276,"url":"http://en.wikipedia.org/wiki/Bletchley_Park","text":"Bletchley Park is an estate in Milton Keynes, Buckinghamshire, England. It was the site of the United Kingdom's main codebreaking team during World War II. Now, Bletchley Park is home to the National Codes Centre and The National Museum of Computing.\nThe Government Code and Cypher School (GC&CS) and \"Station X\", a secret radio interception station, were also at Bletchley Park. The information gained by workers at Bletchley Park was very important for the Allied war effort.\nIn 1939, in Warsaw, the Polish military showed French and British intelligence agents their cryptanalysis of the Enigma. They promised each delegation a Polish-built Enigma. Having an actual Enigma machine, and knowing how to use it, was a much needed start for the British work at Bletchley Park. Dilly Knox and Alan Turing were later joined by many other codebreakers and engineering staff.\nThe Battle of the Atlantic was the dominating factor all through the war. Never for one moment could we forget that everything happening elsewhere, on land, at sea or in the air depended ultimately on its outcome.\nSir Harry Hinsley (a Bletchley veteran and the official historian of British Intelligence during the Second World War) said that Ultra shortened the war by two to four years. The outcome of the war would have been uncertain without it.\nLocation.\nOne of the reasons for choosing Bletchley Park for this task was its location. By train, it is about north-west of London, from Oxford and about from Cambridge all important university cities. Bletchley railway station is close-by, on the junction of the West Coast Main Line and the Oxford–Cambridge Varsity Line. Apart from the railway lines, Bletchley Park was not near any other likely bombing target.","categories":[],"infobox_types":[],"annotations":[{"uri":"Estate","surface_form":"estate","offset":21},{"uri":"Milton_Keynes","surface_form":"Milton Keynes","offset":31},{"uri":"Buckinghamshire","surface_form":"Buckinghamshire","offset":46},{"uri":"England","surface_form":"England","offset":63},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":95},{"uri":"Codebreaking","surface_form":"codebreaking","offset":117},{"uri":"World_War_II","surface_form":"World War II","offset":142},{"uri":"The_National_Museum_of_Computing","surface_form":"The National Museum of Computing","offset":217},{"uri":"Government_Communications_Headquarters","surface_form":"Government Code and Cypher School (GC&CS)","offset":255},{"uri":"Allies_of_World_War_II","surface_form":"Allied","offset":459},{"uri":"Warsaw","surface_form":"Warsaw","offset":490},{"uri":"Cryptanalysis","surface_form":"cryptanalysis","offset":570},{"uri":"Enigma_(machine)","surface_form":"Enigma","offset":591},{"uri":"Dilly_Knox","surface_form":"Dilly Knox","offset":776},{"uri":"Alan_Turing","surface_form":"Alan Turing","offset":791},{"uri":"Harry_Hinsley","surface_form":"Sir Harry Hinsley","offset":1085},{"uri":"Bletchley_railway_station","surface_form":"Bletchley railway station","offset":1524},{"uri":"West_Coast_Main_Line","surface_form":"West Coast Main Line","offset":1586},{"uri":"Varsity_Line","surface_form":"Varsity Line","offset":1632}]}