{"id":348401,"url":"http://en.wikipedia.org/wiki/Norwegian_Sea","text":"The Norwegian Sea is a marginal sea in the North Atlantic Ocean, northwest of Norway. It is between the North Sea and the Greenland Sea. It joins the North Atlantic Ocean to the west and the Barents Sea to the northeast. In the southwest, it is separated from the Atlantic Ocean by a submarine ridge running between Iceland and the Faroe Islands. To the North, the Jan Mayen Ridge separates it from the Greenland Sea.\nUnlike many other seas, most of the bottom of the Norwegian Sea is not part of a continental shelf. It is at a great depth of about two kilometres on average. Rich deposits of oil and natural gas are found under the sea bottom and are being explored commercially. The coastal zones are rich in fish that visit the Norwegian Sea from the North Atlantic for spawning. The warm North Atlantic Current gives stable and high water temperatures, so that unlike the Arctic seas, the Norwegian Sea is ice-free throughout the year.\nFlora and fauna.\nThe Norwegian Sea is a transition zone between boreal and Arctic conditions. It has flora and fauna of both regions. The southern limit of many Arctic species runs through the North Cape, Iceland, and the center of the Norwegian Sea. The northern limit of boreal species is near the borders of the Greenland Sea with the Norwegian Sea and Barents Sea. These areas overlap. Some species like the scallop \"Chlamys islandica\" and capelin tend to live in this area between the Atlantic and Arctic Oceans.\nPlankton and sea bottom organisms.\nMost of the aquatic life in the Norwegian Sea is in the upper layers. Estimates for the entire North Atlantic are that only 2% of biomass is at depths below 1,000 metres and only 1.2% occurs near the sea floor.\nThe blooming of the phytoplankton is dominated by chlorophyll and peaks around 20 May. The major phytoplankton forms are diatoms, in particular the genus \"Thalassiosira\" and \"Chaetoceros\". After the spring bloom the haptophytes of the genus \"Phaecocystis pouchetti\" become dominant.\nZooplankton is mostly copepods \"Calanus finmarchicus\" and \"Calanus hyperboreus\". \"C. hyperboreus\" is strongest in the Arctic waters. They are the main diet of most marine predators. The most important krill species are \"Meganyctiphanes norvegica\", \"Thyssanoessa inermis\", and \"Thyssanoessa longicaudata\". In contrast to the Greenland Sea, there are a lot of calcareous plankton (Coccolithophore and Globigerinida).\nShrimp of the species \"Pandalus borealis\" play an important role in the diet of fish, particularly cod and blue whiting. A special feature of the Norwegian Sea is large coral reefs of \"Lophelia pertusa\", which provide shelter to various fish species.\nFish.\nThe Norwegian coastal waters are the most important spawning ground of the herring populations of the North Atlantic, and the hatching occurs in March. The eggs float to the surface and are washed off the coast by the northward current. Whereas a small herring population remains in the fjords and along the northern Norwegian coast, the majority spends the summer in the Barents Sea, where it feeds on the rich plankton. Upon reaching puberty, herring returns to the Norwegian Sea. The herring stock varies greatly between years. It increased in the 1920s owing to the milder climate and then collapsed in the following decades until 1970; the decrease was, however, at least partly caused by overfishing. The biomass of young hatched herring declined from 11 million tonnes in 1956 to almost zero in 1970; that affected the ecosystem not only of the Norwegian Sea but also of the Barents Sea.\nEnforcement of environmental and fishing regulations has resulted in partial recovery of the herring populations since 1987. This recovery was accompanied by a decline of capelin and cod stocks. While the capelin benefited from the reduced fishing, the temperature rise in the 1980s and competition for food with the herring resulted in a near disappearance of young capelin from the Norwegian Sea. Meanwhile, the elderly capelin population was quickly fished out. This also reduced the population of cod – a major predator of capelin – as the herring was still too small in numbers to replace the capelin in the cod's diet.\nBlue whiting (\"Micromesistius poutassou\") has benefited from the decline of the herring and capelin stocks as it assumed the role of major predator of plankton. The blue whiting spawns near the British Isles. The sea currents carry their eggs to the Norwegian Sea, and the adults also swim there in order to benefit from the food supply. The young spend the summer and the winter until February in Norwegian coastal waters and then return to the warmer waters west of Scotland. The Norwegian Arctic cod mostly occurs in the Barents Sea and at the Svalbard Archipelago. In the rest of the Norwegian Sea, it is found only during the reproduction season, at the Lofoten Islands, whereas \"Pollachius virens\" and haddock spawn in the coastal waters. Mackerel is an important commercial fish. The coral reefs are populated by different species of the genus \"Sebastes\".\nMammals and birds.\nLarge numbers of minke, humpback, sei, and orca whales are present in the Norwegian Sea. White-beaked dolphins are in the coastal waters. Orcas and some other whales visit the sea in the summer months for feeding. They follow the herring schools within the sea. With a total population of about 110,000, minke whales are by far the most common whales in the sea. They are hunted by Norway and Iceland, with a quota of about 1,000 per year in Norway. In contrast to the past, mostly they are hunted for their meat, rather than fat and oil.\nThe bowhead whale used to be in the area. It almost disappeared from the Norwegian Sea after intense whaling in the 19th century, and was temporarily extinct in the entire North Atlantic. Similarly, the blue whale used to form large groups between Jan Mayen and Spitsbergen, but is hardly present nowadays. Seeing northern bottlenose whales in the Norwegian Sea is rare. Other large animals of the sea are hooded and harp seals and squid.\nImportant waterfowl species of the Norwegian Sea are puffin, kittiwake and guillemot.","categories":[],"infobox_types":[],"annotations":[{"uri":"Marginal_sea","surface_form":"marginal sea","offset":23},{"uri":"North_Atlantic_Ocean","surface_form":"North Atlantic Ocean","offset":43},{"uri":"Norway","surface_form":"Norway","offset":78},{"uri":"North_Sea","surface_form":"North Sea","offset":104},{"uri":"Greenland_Sea","surface_form":"Greenland Sea","offset":122},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":156},{"uri":"Barents_Sea","surface_form":"Barents Sea","offset":191},{"uri":"Iceland","surface_form":"Iceland","offset":316},{"uri":"Faroe_Islands","surface_form":"Faroe Islands","offset":332},{"uri":"Jan_Mayen","surface_form":"Jan Mayen","offset":365},{"uri":"Greenland_Sea","surface_form":"Greenland Sea","offset":403},{"uri":"Continental_shelf","surface_form":"continental shelf","offset":499},{"uri":"Natural_gas","surface_form":"natural gas","offset":602},{"uri":"Spawn_(biology)","surface_form":"spawning","offset":774},{"uri":"North_Atlantic_Current","surface_form":"North Atlantic Current","offset":793},{"uri":"Boreal_ecosystem","surface_form":"boreal","offset":1005},{"uri":"Scallop","surface_form":"scallop","offset":1353},{"uri":"Chlamys_islandica","surface_form":"Chlamys islandica","offset":1362},{"uri":"Capelin","surface_form":"capelin","offset":1385},{"uri":"Phytoplankton","surface_form":"phytoplankton","offset":1725},{"uri":"Chlorophyll","surface_form":"chlorophyll","offset":1755},{"uri":"Diatoms","surface_form":"diatoms","offset":1826},{"uri":"Thalassiosira","surface_form":"Thalassiosira","offset":1860},{"uri":"Chaetoceros","surface_form":"Chaetoceros","offset":1880},{"uri":"Haptophytes","surface_form":"haptophytes","offset":1921},{"uri":"Phaecocystis_pouchetti","surface_form":"Phaecocystis pouchetti","offset":1947},{"uri":"Copepods","surface_form":"copepods","offset":2010},{"uri":"Northern_krill","surface_form":"Meganyctiphanes norvegica","offset":2208},{"uri":"Thyssanoessa_inermis","surface_form":"Thyssanoessa inermis","offset":2237},{"uri":"Thyssanoessa_longicaudata","surface_form":"Thyssanoessa longicaudata","offset":2265},{"uri":"Calcareous","surface_form":"calcareous","offset":2346},{"uri":"Coccolithophore","surface_form":"Coccolithophore","offset":2367},{"uri":"Globigerinida","surface_form":"Globigerinida","offset":2387},{"uri":"Pandalus_borealis","surface_form":"Pandalus borealis","offset":2426},{"uri":"Blue_whiting","surface_form":"blue whiting","offset":2510},{"uri":"Lophelia_pertusa","surface_form":"Lophelia pertusa","offset":2588},{"uri":"Atlantic_Herring","surface_form":"herring populations","offset":2735},{"uri":"Blue_whiting","surface_form":"Blue whiting","offset":4180},{"uri":"Svalbard","surface_form":"Svalbard","offset":4727},{"uri":"Pollachius_virens","surface_form":"Pollachius virens","offset":4865},{"uri":"Haddock","surface_form":"haddock","offset":4888},{"uri":"Mackerel","surface_form":"Mackerel","offset":4925},{"uri":"Sebastes","surface_form":"Sebastes","offset":5032},{"uri":"Minke_whale","surface_form":"minke","offset":5079},{"uri":"Humpback_whale","surface_form":"humpback","offset":5086},{"uri":"Sei_whale","surface_form":"sei","offset":5096},{"uri":"Killer_whale","surface_form":"orca","offset":5105},{"uri":"White-beaked_dolphin","surface_form":"White-beaked dolphin","offset":5151},{"uri":"Bowhead_whale","surface_form":"bowhead whale","offset":5605},{"uri":"Blue_whale","surface_form":"blue whale","offset":5804},{"uri":"Northern_bottlenose_whale","surface_form":"northern bottlenose whale","offset":5915},{"uri":"Hooded_seal","surface_form":"hooded","offset":6007},{"uri":"Harp_seal","surface_form":"harp seal","offset":6018},{"uri":"Squid","surface_form":"squid","offset":6033},{"uri":"Puffin","surface_form":"puffin","offset":6093},{"uri":"Kittiwake","surface_form":"kittiwake","offset":6101},{"uri":"Guillemot","surface_form":"guillemot","offset":6115}]}