{"id":348597,"url":"http://en.wikipedia.org/wiki/Lego_big_morl","text":"e=\"preserve\">lego big morl is a Japanese rock band from Osaka, made up of four men: Takehiro Kanata(guitar & vocal), Hiroki Tanaka (guitar), Hiro Asakawa (drum), Shintarou Yamamoto (bass).\nThey started the band in Osaka in 2006, and had a tour a year later. After that, their song \"Ray\" was adopted as the featured song of a drama, \"Akai ito\". This made them a little famous and they made a major debut next year.\n\"Ray\" was covered by Kou Shibasaki in 2010.\nHistory.\nAfter Asakawa's band split up in March, he asked Kanata to form a band with him. Tanaka, who was in the same band as Kanata joined the new band, followed by Yamamoto, who was a friend of Kanata from high school.\nThey started to go into action mainly in Osaka.\nThey held a first live tour in Tokyo, Yokohama, Ibaraki, and Gunma in March.\nThey gave out free CDs \"テキーラグッバイ(tequila goodbye)\" at live studios.\nThe year of getting people to know them.\n...They released a ¥100 SINGLE\"moonwalk for a week\", which reached number four on the indies chart.\nThey also released a first mini album \"Tuesday and Thursday\".\nStarting from here, they attended many big music festivals and events.\nIn December, they released their first single \"Ray\", which became one of the soundtracks of the Fuji TV drama, and movie \"赤い糸(akai ito)\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":32},{"uri":"Guitar","surface_form":"guitar","offset":100},{"uri":"Vocal","surface_form":"vocal","offset":109},{"uri":"Guitar","surface_form":"guitar","offset":132},{"uri":"Drum","surface_form":"drum","offset":155},{"uri":"Bass_guitar","surface_form":"bass","offset":182},{"uri":"Kou_Shibasaki","surface_form":"Kou Shibasaki","offset":435},{"uri":"Tokyo","surface_form":"Tokyo","offset":758},{"uri":"Yokohama","surface_form":"Yokohama","offset":765},{"uri":"Ibaraki","surface_form":"Ibaraki","offset":775},{"uri":"Gunma","surface_form":"Gunma","offset":788},{"uri":"Fuji_TV","surface_form":"Fuji TV","offset":1242}]}