{"id":34868,"url":"http://en.wikipedia.org/wiki/Fundamentalist_Church_of_Jesus_Christ_of_Latter_Day_Saints","text":"The Fundamentalist Church of Jesus Christ of Latter Day Saints (FLDS) is a religious group. It broke from the Church of Jesus Christ of Latter Day Saints, a Mormon movement, in the 19th or early 20th century. In 1890, the Latter-Day Saints stopped accepting polygamy.\nA few people who believed polygamy was an important part of their religion started the new church. They taught that a man needs more than one wife to be able to get to heaven.\nIt is believed the church had about 10,000 members in 2009. These live in the sister cities of Hildale, Utah and Colorado City, Arizona; as well as Eldorado, Texas; Westcliffe, Colorado; Mancos, Colorado; Creston and Bountiful, British Columbia; and Pringle, South Dakota.\nIn the news.\nThe church has been in the news because its leader, Warren Steed Jeffs was arrested in southern Nevada in August 2006. Jeffs was arrested because he was accused of rape and molestation. At the time, Jeffs was on the FBI's Ten Most-Wanted list.\nThere has been another incident in 2008.\nBeginning April 4, 2008, over a four-day period, troopers and child welfare officials searched the church's ranch. They took 416 children into the temporary custody of the State of Texas. Originally officials from the Texas Department of Family and Protective Services took 18 girls into temporary custody of the state. They acted because of a phone call from the ranch- it looks like a 16-year-old girl called the police to report she had been raped. She also said she had been married at age 15 to a 49-year-old man, Dale Evans Barlow. On the following day, Judge Barbara Walther of the 51st District Court issued an order authorizing officials to remove all children, including boys, 17 years old and under out of the compound. The children were being held by the Child Protective Services 45 miles away, north of the ranch. 133 women also voluntarily left the ranch with the children. The 16-year-old girl who alerted the authorities could not be located at the time of the raid. It looks like the call was made by a woman in her thirties, who gave a false identity. This woman is known by local police, as she has done similar things before. The woman was arrested for making the call (that triggered the raid) in April.","categories":[],"infobox_types":[],"annotations":[{"uri":"Religion","surface_form":"religious","offset":75},{"uri":"The_Church_of_Jesus_Christ_of_Latter-day_Saints","surface_form":"Church of Jesus Christ of Latter Day Saints","offset":110},{"uri":"Mormon","surface_form":"Mormon","offset":157},{"uri":"19th_century","surface_form":"19th","offset":181},{"uri":"20th_century","surface_form":"20th century","offset":195},{"uri":"Polygamy","surface_form":"polygamy","offset":258},{"uri":"Hildale%2C_Utah","surface_form":"Hildale, Utah","offset":539},{"uri":"Colorado_City%2C_Arizona","surface_form":"Colorado City, Arizona","offset":557},{"uri":"Eldorado%2C_Texas","surface_form":"Eldorado, Texas","offset":592},{"uri":"Westcliffe%2C_Colorado","surface_form":"Westcliffe, Colorado","offset":609},{"uri":"Mancos%2C_Colorado","surface_form":"Mancos, Colorado","offset":631},{"uri":"Creston%2C_British_Columbia","surface_form":"Creston","offset":649},{"uri":"Bountiful%2C_British_Columbia","surface_form":"Bountiful, British Columbia","offset":661},{"uri":"Pringle%2C_South_Dakota","surface_form":"Pringle, South Dakota","offset":694},{"uri":"April_4","surface_form":"April 4","offset":1025},{"uri":"2008","surface_form":"2008","offset":1034},{"uri":"Rape","surface_form":"rape","offset":1460}]}