{"id":348736,"url":"http://en.wikipedia.org/wiki/Global_dimming","text":"Global dimming is the slow decrease in the irradiance at the Earth's surface. Irradiance is the power of electromagnetic radiation per unit area. One of the possible causes of global dimming is pollution. It affects the water cycle by decreasing evaporation and by decreasing the rain in some areas. Global dimming also causes the earth to cool down. This cooling effect may cover the effect of greenhouse gases caused by global warming.\nCauses and effects.\nAir pollutants absorb solar energy and reflect sunlight back into space. The pollutants can also become the core for cloud droplets. Water droplets in clouds fuse around the pollutants. More pollutants create clouds with more number of smaller droplets. The smaller droplets make clouds to reflect more light. This causes more sunlight to be reflected back into space and less light reaches the Earth's surface.\nClouds stop the heat from both going in and out from the earth. This process is complex and it changes according to the time, location and the height above the sea level. During the day, more sunlight stops from going in. This cools down the Earth. During the night, the heat in earth stops from going out. This slows down the heat from going out the earth.\nVolcanic ash can also stops the sunlight from going in and out from the earth. Decreases in the earth's temperatures are observed after large volcanic eruptions. Some examples are the eruptions of Mount Agung in Bali that erupted in 1963, El Chichon (Mexico, 1983), Ruiz (Colombia, 1985), and Mount Pinatubo (Philippines, 1991). Even for large eruptions, the ash clouds do not stay for a long time.\nRelationship to water cycle.\nGlobal dimming is harming the water cycle of the earth. It reduces the rain, which is very important for the fresh water. In 2001, researchers did a study at the Scripps Institution of Oceanography. The research suggested that the pollutants have a bad effect on the water cycle. Another global dimming event happened in 2006 in northern hemisphere during hurricane season. The NASA study found that the big dust storms happened in Sahara Desert during June and July cause the dust to go over the Atlantic Ocean. The dust forms a cover over the ocean and causes it to cool down. This reduces the hurricanes' development.","categories":[],"infobox_types":[],"annotations":[{"uri":"Earth","surface_form":"Earth","offset":61},{"uri":"Electromagnetic_radiation","surface_form":"electromagnetic radiation","offset":105},{"uri":"Unit_of_measurement","surface_form":"unit","offset":135},{"uri":"Area","surface_form":"area","offset":140},{"uri":"Pollution","surface_form":"pollution","offset":194},{"uri":"Water_cycle","surface_form":"water cycle","offset":220},{"uri":"Evaporation","surface_form":"evaporation","offset":246},{"uri":"Greenhouse_gas","surface_form":"greenhouse gas","offset":395},{"uri":"Global_warming","surface_form":"global warming","offset":422},{"uri":"Air_pollution","surface_form":"Air pollutants","offset":458},{"uri":"Solar_energy","surface_form":"solar energy","offset":480},{"uri":"Reflection","surface_form":"reflect","offset":497},{"uri":"Sunlight","surface_form":"sunlight","offset":505},{"uri":"Cloud","surface_form":"cloud","offset":609},{"uri":"Heat","surface_form":"heat","offset":886},{"uri":"Volcanic","surface_form":"Volcanic","offset":1228},{"uri":"Ash","surface_form":"ash","offset":1237},{"uri":"Volcanic_eruption","surface_form":"volcanic eruption","offset":1370},{"uri":"Mount_Agung","surface_form":"Mount Agung","offset":1425},{"uri":"El_Chichon","surface_form":"El Chichon","offset":1467},{"uri":"Ruiz","surface_form":"Ruiz","offset":1494},{"uri":"Mount_Pinatubo","surface_form":"Mount Pinatubo","offset":1521},{"uri":"Water_cycle","surface_form":"water cycle","offset":1686},{"uri":"Scripps_Institution_of_Oceanography","surface_form":"Scripps Institution of Oceanography","offset":1818},{"uri":"Northern_hemisphere","surface_form":"northern hemisphere","offset":1985},{"uri":"Atlantic_hurricane_season","surface_form":"hurricane season","offset":2012},{"uri":"Dust_storm","surface_form":"dust storm","offset":2064},{"uri":"Sahara_Desert","surface_form":"Sahara Desert","offset":2088}]}