{"id":348743,"url":"http://en.wikipedia.org/wiki/Interior_design","text":"Interior design is a field of study and a process that utilizes principles of design and effective organization of interior spaces, color and furnishings. The goal of interior design is to create an environment for living that is functional, efficient and aesthetically pleasing for the occupants.\nInterior designer.\nInterior designers are people skilled at using the elements of design and organizing interior spaces in functional and aesthetic ways. They may offer advice on the layout of spaces, building and technical issues such as lighting, sound, and temperature control.\nThey must have professional knowledge of issues affecting the physical comfort, safety and convenience of an interior's occupants. Also they must be familiar with local building codes, government regulations and have drawing and presentation skills.\nImportant concepts in interior design include color selection, color palettes and how they affect the perception of space and mood, spatial organization, knowledge of fabric<nowiki/>s, finishes, design styles and trends.\nTypes.\nThere are specific types of interior design and specializations. Some types of interior design are residential design, commercial design, hospitality design, healthcare design, universal design, exhibition design, and spatial branding.\nResidential design.\nThe designer offers advice and tries to determine what their clients' needs are in their home life, their personality and style preferences, an interview process usually called the client brief. They may do a lifestyle questionnaire and room condition checklist.\nResidential designers seek to make their clients' home more aesthetic, efficient and comfortable. They discuss any and all proposed changes with the client, show them decorating or remodeling plans, samples and examples of the proposed alterations for approval.\nCommercial design.\nCommercial interior designers design public spaces such as office buildings, community centers, museums, hotels, stores, warehouses, and libraries. In commercial design the designer has to create an environment that includes function and aesthetics. A commercial interior designer's work includes selecting paint colors, choosing artwork, accounting for acoustics and lighting, picking appropriate furniture, and placing all these together in the manner most appropriate to the venue. Recently commercial interior designers have worked with indoor plants and agro-inventions such as the Grofie Greenwall, which allows firms to bring a tropical forest, vegetable or herb garden right into the office, in order to reconnect office workers with nature.\nHospitality design.\nHospitality designers design the places which have any relationship between guest and host such as hotels. This includes the reception and entertainment of guests, visitors or strangers, resorts, membership clubs, conventions, attractions, special events, and other services for travelers and tourists.\nHealthcare design.\nHealthcare design is related to hospitals and how to make a good space to make the patient and staff very comfortable. Healthcare designers compare the evidence-based design with evidence-based medicine; that knowledge can help ensures that future healthcare facilities are built to improve clinical outcomes. In addition, a deeper understanding of the relationship between the built environment and quality of care will help ensure that healthcare facilities are designed to meet the diverse needs of patients, families, and staff.\nUniversal design.\nUniversal design is the design for all people around the world and to creating environments and products those are usable by all people to the greatest extent possible.\nExhibition design.\nThere are many different types of exhibit, ranging from museum exhibitions to retail and trades show spaces, to themed attractions, zoos, and visitor centers. All types of exhibits aim to communicate a message through engaging their audiences in meaningful and compelling interactions. Use a wide range of technologies and techniques to develop experiences that will resonate with diverse audiences–enabling these targeted audiences to access the messages, stories, and objects of an exhibit.\nSpace management.\nApart from designing an empty apartment or home, an interior designer is also responsible for space management that not only lets any individual walk properly but also gives them a functional home.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lighting","surface_form":"lighting","offset":537},{"uri":"Sound","surface_form":"sound","offset":547},{"uri":"Temperature","surface_form":"temperature","offset":558},{"uri":"Space_(physics)","surface_form":"space","offset":945},{"uri":"Mood","surface_form":"mood,","offset":955},{"uri":"Fabric","surface_form":"fabric","offset":996},{"uri":"Style","surface_form":"style","offset":1031},{"uri":"Trend","surface_form":"trend","offset":1042},{"uri":"Needs","surface_form":"needs","offset":1383},{"uri":"Personality","surface_form":"personality","offset":1419},{"uri":"Office_building","surface_form":"office building","offset":1916},{"uri":"Acoustics","surface_form":"acoustics","offset":2211},{"uri":"Guest","surface_form":"guest","offset":2703},{"uri":"Host","surface_form":"host","offset":2713},{"uri":"Hotel","surface_form":"hotel","offset":2726},{"uri":"Traveler","surface_form":"traveler","offset":2906},{"uri":"Healthcare","surface_form":"Healthcare","offset":2949},{"uri":"Hospital","surface_form":"hospital","offset":2981},{"uri":"Patient","surface_form":"patient","offset":3032},{"uri":"Exhibition","surface_form":"exhibit","offset":3722}]}