{"id":348747,"url":"http://en.wikipedia.org/wiki/Strait_of_Hormuz","text":"The Strait of Hormuz is a narrow, strategically important strait between the Gulf of Oman in the southeast and the Persian Gulf. On the north coast is Iran and on the south coast is the United Arab Emirates and Musandam, an exclave of Oman.\nThe strait at its narrowest is wide. Around 20% of the world's oil passes through the strait.\nOperation Praying Mantis.\nOn 18 April 1988, the U.S. Navy had a one-day battle against Iranian forces in and around the strait. The battle, called Operation Praying Mantis by the U.S. side, was started in retaliation for the 14 April mining of the USS \"Samuel B. Roberts\" (FFG-58) by Iran. U.S. forces sank one frigate, one gunboat, and as many as six armed speedboats in the engagement and seriously damaged a second frigate.\nThe downing of Iran Air 655.\nOn 3 July 1988, 290 people were killed when an Iran Air Airbus A300 passenger jet was shot down over the strait by the United States Navy guided missile cruiser USS \"Vincennes\".\nCollision between USS \"Newport News\" and tanker \"Mogamigawa\".\nOn 8 January 2007, the nuclear submarine USS \"Newport News\", traveling submerged, hit M/V \"Mogamigawa\", a 300,000-ton Japanese-flagged very large crude tanker, south of the strait. There were no injuries, and no oil leaked from the tanker.\n2008 US-Iranian naval dispute.\nA series of naval stand-offs between Iranian speedboats and U.S. warships in the Strait of Hormuz occurred in December 2007 and January 2008. U.S. officials said Iran was harassing and provoking their naval vessels. Iranian officials said this was not true.\nIranian defence policy.\nOn 29 June 2008, the commander of Iran's Revolutionary Guard, Ali Mohammed Safari, said that if Iran were attacked by Israel or the United States, it would close off the Strait of Hormuz. This would be bad for the oil markets. The US said that such an action by Iran would be an act of war. The U.S. would not allow this.\nNaval activity in 2008.\nIn the last week of July 2008, in the Operation Brimstone, dozens of U.S. and foreign navy ships prepared for battle in the shallow waters off the coast of Iran.\nAs of 11 August 2008, more than 40 U.S. and allied ships were on the way to the Strait of Hormuz. There would be a total of five battle groups, not counting submarines.\nCollision between USS \"Hartford\" and USS \"New Orleans\".\nOn 20 March 2009, United States Navy Hartford collided with the New Orleans in the strait. The collision slightly injured 15 sailors aboard the Hartford. It opened a fuel tank aboard the New Orleans, spilling of marine diesel fuel.\nTensions in 2011–2012.\nOn 27 December 2011, Iranian Vice President Mohammad-Reza Rahimi said Iran would stop oil supply from the Strait of Hormuz should Iran be limited in their oil exports.\nOn 3 January 2012, Iran threatened to take action if the U.S. Navy moves an aircraft carrier back into the Persian Gulf.\nOn 7 January 2012, the United Kingdom said that it would be sending the Type 45 destroyer to the Persian Gulf. \"Daring\", which is the lead ship of her class is said to be one of the \"most advanced warships\" in the world. The ship will have its first mission in the Persian Gulf. The British Government said that this move has been long-planned, as \"Daring\" will replace another Armilla patrol frigate.\nOn 9 January 2012, Iranian Defense Minister Ahmad Vahidi said that Iran would not close the Strait of Hormuz.\nBy 23 January, a flotilla was made by countries against Iran's threats to close the Hormuz Strait. These ships were in the Persian Gulf and Arabian Sea off the coast of Iran.","categories":[],"infobox_types":[],"annotations":[{"uri":"Strait","surface_form":"strait","offset":58},{"uri":"Gulf_of_Oman","surface_form":"Gulf of Oman","offset":77},{"uri":"Persian_Gulf","surface_form":"Persian Gulf","offset":115},{"uri":"Iran","surface_form":"Iran","offset":151},{"uri":"United_Arab_Emirates","surface_form":"United Arab Emirates","offset":186},{"uri":"Musandam","surface_form":"Musandam","offset":211},{"uri":"Exclave","surface_form":"exclave","offset":224},{"uri":"Oman","surface_form":"Oman","offset":235},{"uri":"Strait","surface_form":"strait","offset":245},{"uri":"Operation_Praying_Mantis","surface_form":"Operation Praying Mantis","offset":482},{"uri":"USS_Samuel_B._Roberts_(FFG-58)","surface_form":"USS \"Samuel B. Roberts\"","offset":583},{"uri":"Frigate","surface_form":"frigate","offset":646},{"uri":"Iran_Air","surface_form":"Iran Air","offset":838},{"uri":"Airbus_A300","surface_form":"Airbus A300","offset":847},{"uri":"United_States_Navy","surface_form":"United States Navy","offset":910},{"uri":"Guided_missile","surface_form":"guided missile","offset":929},{"uri":"Cruiser","surface_form":"cruiser","offset":944},{"uri":"USS_Vincennes_(CG-49)","surface_form":"USS \"Vincennes\"","offset":952},{"uri":"USS_Newport_News_(SSN-750)","surface_form":"USS \"Newport News\"","offset":1072},{"uri":"Tanker","surface_form":"tanker","offset":1183},{"uri":"Iran%27s_Revolutionary_Guard","surface_form":"Iran's Revolutionary Guard","offset":1618},{"uri":"United_States_Navy","surface_form":"United States Navy","offset":2335},{"uri":"Vice_President_of_Iran","surface_form":"Vice President","offset":2601},{"uri":"Mohammad-Reza_Rahimi","surface_form":"Mohammad-Reza Rahimi","offset":2616},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":2884},{"uri":"Type_45_destroyer","surface_form":"Type 45 destroyer","offset":2933},{"uri":"Armilla_patrol","surface_form":"Armilla patrol","offset":3239},{"uri":"Ahmad_Vahidi","surface_form":"Ahmad Vahidi","offset":3307},{"uri":"Flotilla","surface_form":"flotilla","offset":3390},{"uri":"Arabian_Sea","surface_form":"Arabian Sea","offset":3513}]}