{"id":348971,"url":"http://en.wikipedia.org/wiki/Hash_table","text":"A hash table is one type of tool for storing information. In computer science, these tools for keeping track of information, or data, are called data structures.\nA hash table is a data structure that uses a hash function to keep track of where data is put.\nEach piece of information to be stored has a name, which is called a key. For example, a key might be a person's name. Each name is matched up to one piece of data called a value, like the person's telephone number.\nThe data is kept in another data structure called an array, which is like many boxes, or buckets, in a row to hold data. Each box has a number starting from 0 and counting up.\nThe idea behind a hash table is to figure out which box to put data by using only its name. This means, no matter how many boxes are filled up, you can always find information quickly if you have its name. The hash table uses a hash function to figure out which number to put data in from its name. The hash function reads a name and gives back a number.\nA good Hash Table will always find information at the same speed, no matter how much data is put in. A lot of Hash Tables also let the user put key/value pairs (a name and its data) in and take them out at the same speed.\nBecause of this, Hash Tables can often find information faster than other tools, such as search trees or other table lookup structure. As a result, they are used in many kinds of computer software. They are used most for associative arrays, databases, caches, and sets.","categories":[],"infobox_types":[],"annotations":[{"uri":"Computer_science","surface_form":"computer science","offset":61},{"uri":"Data","surface_form":"data","offset":128},{"uri":"Data_structure","surface_form":"data structure","offset":145},{"uri":"Data_structure","surface_form":"data structure","offset":180},{"uri":"Hash_function","surface_form":"hash function","offset":207},{"uri":"Unique_key","surface_form":"key","offset":326},{"uri":"Value","surface_form":"value","offset":430},{"uri":"Data_structure","surface_form":"data structure","offset":501},{"uri":"Array","surface_form":"array","offset":526},{"uri":"Hash_function","surface_form":"hash function","offset":877},{"uri":"Search_tree","surface_form":"search tree","offset":1315},{"uri":"Associative_arrays","surface_form":"associative arrays","offset":1447},{"uri":"Database","surface_form":"database","offset":1467},{"uri":"Cache","surface_form":"cache","offset":1478},{"uri":"Set","surface_form":"set","offset":1490}]}