{"id":34893,"url":"http://en.wikipedia.org/wiki/Sight","text":"Sight (also called eyesight or vision) is one of the senses. Having sight means to be able to see. Seeing gives animals knowledge of the world. Some simple animals can only tell light from dark, but with vertebrates, the visual system is able to form images.\nThe ability to interpret visible light information reaching the eyes is called visual perception. Sight is the resulting perception. The components that are necessary for vision are known as the visual system.\nProcess.\nLight enters the animal's eyes, and a part of the eye called the lens sends information from the light to the back part of the eye called the retina. The retina is composed of light-sensitive cells which fire a signal down the optic nerve when light hits the cell. The optic nerve is a bundle of nerve fibres from all over the retina.\nWhen the information from the light leaves the retina, it goes to the brain. It travels along the optic chiasma until it reaches the optic cortex at the rear of the brain. The information is then processed to find out the shapes and colours of objects. From that and from memory, it can tell of what kind the object is. For example, it can somehow tell a tree from a house. The path on which this kind of information flows is called \"ventral stream\".\nThe brain can also tell where objects are. For example, it can tell how far away an object is (this is called hand-eye coordination). This is needed when catching a ball. The path on which this kind of information flows is called \"dorsal stream\".\nWhat is sense of sight.\nThe major problem in visual perception is that what people see is not simply a translation of an image on the retina. For one thing, we see the world right side up, even though the image on the retina is upside down (because it has passed through the lens). Therefore, it is difficult to explain what happens to create what we actually see. The key, which took centuries to be appreciated, is that the brain works on the data from the eyes, and marries it with memories and guesses, all at lightning speed. The result is an experience of the world which looks to each person as if it were simple reality. However, although based on reality, it is actually a mental construct, built by the brain.\nHistory.\nMany figures in the ancient world had ideas about vision. Plato, Aristotle, Euclid, Ptolemy and Galen all had their ideas, but most of these ideas were speculation. They were not based on any scientific method.\nAlhazen (965–c. 1040) carried out investigations and experiments on visual perception. He extended the work of Ptolemy on binocular vision, and commented on the anatomical works of Galen.\nLeonardo da Vinci (1452–1519) is believed to be the first to recognize the special optical qualities of the eye. He wrote \"The function of the human eye... was described by a large number of authors in a certain way. But I found it to be completely different\". His main experimental finding was that there is only a distinct and clear vision at the line of sight, the optical line that ends at the fovea. Although he did not use these words literally he actually is the father of the modern distinction between foveal and peripheral vision.\nHermann von Helmholtz examined the human eye and concluded that it was, optically, rather poor. The poor-quality information gathered by the eye seemed to him to make vision impossible. So he thought vision could only be the result of some form of unconscious inferences. As well as information from the eyes, the brain used information from previous experiences. The world as experienced is built up from assumptions and conclusions from incomplete data, using prior experience of the world.\nThe study of visual illusions (cases when the inference process goes wrong) has yielded much insight into what sort of assumptions the visual system makes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sensory_system","surface_form":"senses","offset":53},{"uri":"Animal","surface_form":"animal","offset":112},{"uri":"Knowledge","surface_form":"knowledge","offset":120},{"uri":"World","surface_form":"world","offset":137},{"uri":"Image","surface_form":"image","offset":251},{"uri":"Visible_light","surface_form":"visible light","offset":284},{"uri":"Eye","surface_form":"eye","offset":323},{"uri":"Perception","surface_form":"perception","offset":380},{"uri":"Visual_system","surface_form":"visual system","offset":454},{"uri":"Eye","surface_form":"eye","offset":504},{"uri":"Lens_(eye)","surface_form":"lens","offset":543},{"uri":"Retina","surface_form":"retina","offset":620},{"uri":"Optic_nerve","surface_form":"optic nerve","offset":705},{"uri":"Nerve_fibre","surface_form":"nerve fibre","offset":774},{"uri":"Optic_chiasma","surface_form":"optic chiasma","offset":911},{"uri":"Optic_cortex","surface_form":"optic cortex","offset":946},{"uri":"Memory","surface_form":"memory","offset":1085},{"uri":"Tree","surface_form":"tree","offset":1168},{"uri":"House","surface_form":"house","offset":1180},{"uri":"Hand-eye_coordination","surface_form":"hand-eye coordination","offset":1374},{"uri":"Retina","surface_form":"retina","offset":1645},{"uri":"Data","surface_form":"data","offset":1956},{"uri":"Reality","surface_form":"reality","offset":2131},{"uri":"Plato","surface_form":"Plato","offset":2298},{"uri":"Aristotle","surface_form":"Aristotle","offset":2305},{"uri":"Euclid","surface_form":"Euclid","offset":2316},{"uri":"Ptolemy","surface_form":"Ptolemy","offset":2324},{"uri":"Galen","surface_form":"Galen","offset":2336},{"uri":"Speculation","surface_form":"speculation","offset":2392},{"uri":"Scientific_method","surface_form":"scientific method","offset":2432},{"uri":"Alhazen","surface_form":"Alhazen","offset":2451},{"uri":"Experiment","surface_form":"experiment","offset":2504},{"uri":"Binocular_vision","surface_form":"binocular vision","offset":2573},{"uri":"Leonardo_da_Vinci","surface_form":"Leonardo da Vinci","offset":2639},{"uri":"Peripheral_vision","surface_form":"peripheral vision","offset":3161},{"uri":"Hermann_von_Helmholtz","surface_form":"Hermann von Helmholtz","offset":3180},{"uri":"Unconscious","surface_form":"unconscious","offset":3428},{"uri":"Inference","surface_form":"inference","offset":3440},{"uri":"Visual_illusion","surface_form":"visual illusion","offset":3686}]}