{"id":348976,"url":"http://en.wikipedia.org/wiki/Honeyeater","text":"A honeyeater is one of a large family of small to medium-sized birds which feed on nectar. They are most common in Australia and New Guinea, but are also found in New Zealand, the Pacific islands as far east as Samoa and Tonga, and the islands to the north and west of New Guinea. Bali, on the other side of the Wallace Line, has a single species.\nHoneyeaters and the Australian chats (Epthianura) make up the family Meliphagidae. In total there are 182 species in 42 genera. About half of them live in Australia, and many of the others are from New Guinea. Although honeyeaters look and behave much like other nectar-feeding birds around the world (such as the sunbirds and flowerpeckers), they are not related.\nThere is an important partnership between honeyeaters and Australian flowering plants. A great many Australian plants are fertilised by honeyeaters, particularly the Proteaceae, Myrtaceae, and Epacridaceae. It is known that the honeyeaters are important in New Zealand as well, and scientists believe they are just as important in other areas.\nDescription.\nUnlike the hummingbirds of America, honeyeaters do not usually hover (beat their wings fast to stay in the same air space). However, smaller members of the family do hover hummingbird-style to collect nectar from time to time. Usually honeyeaters move quickly from perch to perch in the outer leaves, stretching up or sideways or hanging upside. Many honeyeaters have a highly developed brush-tipped tongue, covered with bristles which soak up liquids readily. The tongue is flicked rapidly and repeatedly into a flower, the upper mandible then squeezes liquid out when the bill is closed.\nAs well as nectar, all or nearly all honeyeaters take insects and other small creatures, usually by catching them in the air, sometimes by picking them off plants. A few of the larger species, such as the white-eared honeyeater, and the strong-billed honeyeater of Tasmania, search under bark for insects. Many species also eat fruit, and a small number eat large amounts of fruit, particularly in tropical rainforests and in semi-arid scrubland. The painted honeyeater is a mistletoe specialist. Most, however, live on a diet of nectar and insects. In general, the honeyeaters with long, fine bills eat more nectar, the shorter-billed species less so, but even specialised nectar eaters like the spinebills take extra insects to add protein to their diet when they are breeding.\nThe movements of honeyeaters are poorly understood. Many follow the flowering of favourite food plants. Arid zone species appear to travel further and less predictably than those of the more fertile areas. It seems probable that no single explanation will emerge: the general rule for honeyeater movements is that there is no general rule.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nectar","surface_form":"nectar","offset":83},{"uri":"Australia","surface_form":"Australia","offset":115},{"uri":"New_Guinea","surface_form":"New Guinea","offset":129},{"uri":"New_Zealand","surface_form":"New Zealand","offset":163},{"uri":"Pacific","surface_form":"Pacific","offset":180},{"uri":"Samoa","surface_form":"Samoa","offset":211},{"uri":"Tonga","surface_form":"Tonga","offset":221},{"uri":"Bali","surface_form":"Bali","offset":281},{"uri":"Wallace_Line","surface_form":"Wallace Line","offset":312},{"uri":"Species","surface_form":"species","offset":339},{"uri":"Epthianura","surface_form":"Epthianura","offset":386},{"uri":"Family_(biology)","surface_form":"family","offset":410},{"uri":"Species","surface_form":"species","offset":454},{"uri":"Genera","surface_form":"genera","offset":468},{"uri":"Sunbird","surface_form":"sunbird","offset":662},{"uri":"Flowerpecker","surface_form":"flowerpecker","offset":675},{"uri":"Flowering_plants","surface_form":"flowering plants","offset":782},{"uri":"Proteaceae","surface_form":"Proteaceae","offset":879},{"uri":"Myrtaceae","surface_form":"Myrtaceae","offset":891},{"uri":"Epacridaceae","surface_form":"Epacridaceae","offset":906},{"uri":"New_Zealand","surface_form":"New Zealand","offset":970},{"uri":"Hummingbird","surface_form":"hummingbird","offset":1081},{"uri":"Hover","surface_form":"hover","offset":1133},{"uri":"Mandible","surface_form":"mandible","offset":1601},{"uri":"White-eared_honeyeater","surface_form":"white-eared honeyeater","offset":1865},{"uri":"Strong-billed_honeyeater","surface_form":"strong-billed honeyeater","offset":1897},{"uri":"Tasmania","surface_form":"Tasmania","offset":1925},{"uri":"Tropical_rainforests","surface_form":"tropical rainforests","offset":2058},{"uri":"Arid","surface_form":"arid","offset":2091},{"uri":"Scrubland","surface_form":"scrubland","offset":2096},{"uri":"Painted_honeyeater","surface_form":"painted honeyeater","offset":2111},{"uri":"Mistletoe","surface_form":"mistletoe","offset":2135},{"uri":"Spinebill","surface_form":"spinebill","offset":2357}]}