{"id":3490,"url":"http://en.wikipedia.org/wiki/Crushing_by_elephant","text":"In the past, many rulers in south and southeast Asia had people crushed by elephants as a death penalty. This was common for more than 4000 years. The Romans and Carthaginians also sometimes did this.\nThe elephant would step upon the head of the condemned, the one commanded to die. Usually, handlers trained the elephant to put its large foot gently on the person's head. At this point, witnesses looked under the elephant's foot to make sure the prisoner was the one who committed the crime. Often, the condemned would scream and beg the witnesses to say it was not him. If a witness stated this was not the criminal, they would probably commit perjury. Perjury means lying at a trial. In those days rulers could punish perjury with death. Few witnesses denied the condemned was the criminal, because then the elephant may crush them instead. Then the mahout, or elephant driver, gave the order, and the elephant would push down with its weight. The skull broke and the foot crushed the head flat.\nSometimes, the elephant would drag the condemned through streets before the crushing. Some elephants crushed the arms and legs first, to increase the pain.\nLocations.\nMost rajahs, Indian rulers, kept elephants for death by crushing. The public could often see the deaths; this was the rulers' warning not to commit a crime. Many of the elephants were very large, weighing more than nine tons. Rulers wanted crushing by elephant to be bloody and gross. Some rulers in history condemned children, too.\nMany rulers in South Asia used elephants as executioners, ones who put the condemned to death. One nonreligious Mogul Emperor, Akbar (1547-1605), used his favorite elephant as a judge, too. Akbar ruled in the city of Agra from 1570-1585. He believed that his favorite elephant could know who was guilty. He put thousands of people to death this way. Even when the crimes were minor, he sent them to the elephant. Elephant handlers staked them before the great elephant and tried to convince it to step on them. The huge elephant crushed most, but sometimes refused. Akbar believed this proved their innocence and then released them.\nDifferent regions crushed people by elephant in different ways. One region put people inside of a bag, so they would not have to watch what was about to happen. Then, the elephant would crush the bag flat with the condemned inside. In another region, people made the condemned watch the elephant slowly come from far away. Its huge feet kept coming closer. Sometimes, they buried the condemned to the neck. The elephant would come and step on the head. Some places made the condemned put his head on a special stand. The stand had fountains on the sides where brains and blood would flow when the elephant pressed down its huge foot.\nMilitary use.\nFor hundreds of years, people used elephants for military purposes. Death under the foot of an elephant was common for people who left the army or prisoners as well as for military criminals.\nHistory in writing.\nThere are few records about crushing by elephant. Many records were lost. The British wrote about about it during their long rule of India.\nRobert Knox was an English traveler. He wrote about a Sri Lankan crushing in 1681.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Asia","surface_form":"south","offset":28},{"uri":"Southeast_Asia","surface_form":"southeast Asia","offset":38},{"uri":"Death_penalty","surface_form":"death penalty","offset":90},{"uri":"Roman_Empire","surface_form":"Romans","offset":151},{"uri":"Carthage","surface_form":"Carthaginians","offset":162},{"uri":"Condemned","surface_form":"condemned","offset":246},{"uri":"Perjury","surface_form":"perjury","offset":647},{"uri":"Mahout","surface_form":"mahout","offset":854},{"uri":"Rajah","surface_form":"rajah","offset":1172},{"uri":"India","surface_form":"India","offset":1180},{"uri":"Ton","surface_form":"ton","offset":1387},{"uri":"South_Asia","surface_form":"South Asia","offset":1515},{"uri":"Execution","surface_form":"execution","offset":1544},{"uri":"Apostate","surface_form":"nonreligious","offset":1599},{"uri":"Mogul","surface_form":"Mogul","offset":1612},{"uri":"Jellaladin_Mahommed_Akbar","surface_form":"Akbar","offset":1627},{"uri":"1547","surface_form":"1547","offset":1634},{"uri":"1605","surface_form":"1605","offset":1639},{"uri":"Judge","surface_form":"judge","offset":1678},{"uri":"Agra","surface_form":"Agra","offset":1717},{"uri":"1570","surface_form":"1570","offset":1727},{"uri":"1585","surface_form":"1585","offset":1732},{"uri":"Elephant","surface_form":"elephant","offset":2816},{"uri":"Desertion","surface_form":"people who left the army","offset":2900},{"uri":"Prisoner","surface_form":"prisoner","offset":2928},{"uri":"British","surface_form":"British","offset":3071},{"uri":"India","surface_form":"India","offset":3126},{"uri":"Robert_Knox","surface_form":"Robert Knox","offset":3133},{"uri":"England","surface_form":"English","offset":3152},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":3187},{"uri":"1681","surface_form":"1681","offset":3210}]}