{"id":349006,"url":"http://en.wikipedia.org/wiki/Human_microbiome","text":"The human microbiome (or human microbiota) is the collection of microorganisms which live on us. They live on the skin, in the saliva and mouth, in the eyes, and in the gut and the rest of the gastrointestinal tract. They include bacteria, archaea, fungi and single-celled eukaryotes ('protozoa'). Everyone carries around far more of these microbes than the number of human cells in the body. The human body has about 100 trillion cells, and carries about ten times as many microorganisms \"in the intestines alone\".\nThe microbiome is \"the ecological community of commensal, symbiotic, and pathogenic microorganisms that literally share our body space\". The term was originally coined by Joshua Lederberg. He thought the microorganisms living in the human body in health and disease were important. Many scientific articles distinguish \"microbiome\" and \"microbiota\" to describe either the collective genomes of the microorganisms that live in an environmental niche or the microorganisms themselves, respectively. However, by the original definitions these terms are largely synonymous.\nSome of these organisms are useful for humans. However, most have no known effect. They are just symbionts: they live with us. Those which are expected to be present are members of the \"normal flora\". Under normal circumstances they do not cause disease, but may even help our health. Studies in 2009 asked whether our health is damaged if we reduce this biota. This is certainly the case with gut flora.\nAlthough \"flora\" refers to plants rather than bacteria, the term 'gut flora' is widely used and familiar to biologists. 'Biota' refers to the total collection of organisms in an ecosystem. The term 'microbiota' is best for bacteria and other microorganisms, but no doubt 'flora' will often be used.\nThe microbes being discussed are generally non-pathogenic (do not cause disease unless they grow abnormally); they exist in harmony and symbiotically with their hosts.\nResearchers have learned that much of the population of microbes found in the human body are not bacteria but a very old class of single-celled organisms called archaea. They include methanogens which produce methane and may cause flatulence.","categories":[],"infobox_types":[],"annotations":[{"uri":"Microorganism","surface_form":"microorganism","offset":64},{"uri":"Saliva","surface_form":"saliva","offset":127},{"uri":"Gut","surface_form":"gut","offset":169},{"uri":"Gastrointestinal_tract","surface_form":"gastrointestinal tract","offset":193},{"uri":"Bacterium","surface_form":"bacteria","offset":230},{"uri":"Archaea","surface_form":"archaea","offset":240},{"uri":"Fungus","surface_form":"fungi","offset":249},{"uri":"Cell","surface_form":"cell","offset":266},{"uri":"Eukaryote","surface_form":"eukaryote","offset":273},{"uri":"Protozoa","surface_form":"protozoa","offset":286},{"uri":"Microbe","surface_form":"microbe","offset":340},{"uri":"Human_body","surface_form":"human body","offset":397},{"uri":"Trillion","surface_form":"trillion","offset":422},{"uri":"Cell_(biology)","surface_form":"cells","offset":431},{"uri":"Intestine","surface_form":"intestine","offset":497},{"uri":"Commensalism","surface_form":"commensal","offset":563},{"uri":"Symbiotic","surface_form":"symbiotic","offset":574},{"uri":"Pathogen","surface_form":"pathogen","offset":589},{"uri":"Joshua_Lederberg","surface_form":"Joshua Lederberg","offset":687},{"uri":"Genomes","surface_form":"genomes","offset":899},{"uri":"Synonymous","surface_form":"synonymous","offset":1074},{"uri":"Symbiont","surface_form":"symbiont","offset":1183},{"uri":"Gut_flora","surface_form":"gut flora","offset":1480},{"uri":"Biota","surface_form":"Biota","offset":1612},{"uri":"Ecosystem","surface_form":"ecosystem","offset":1669},{"uri":"Symbiosis","surface_form":"symbiotically","offset":1926},{"uri":"Archaea","surface_form":"archaea","offset":2119},{"uri":"Methanogen","surface_form":"methanogen","offset":2141},{"uri":"Methane","surface_form":"methane","offset":2167},{"uri":"Flatulence","surface_form":"flatulence","offset":2189}]}