{"id":349165,"url":"http://en.wikipedia.org/wiki/Cher_Lloyd","text":"Cher Lloyd (born 28 July 1993) is a British singer and rapper. She has several hit songs, including \"Want U Back\". Lloyd became famous when she finished fourth in the seventh series of \"The X Factor\".\nLloyd's first single \"Swagger Jagger\" was released in June 2011. Even though the song received mixed reviews, the single entered at number one on the UK Singles Chart and number two on the Irish Singles Chart. Her second single \"With Ur Love\" was released on 31 October 2011. It features Mike Posner, and reached number four in the UK, and number five in Ireland. Her first album \"Sticks and Stones\" peaked at number four in the UK Albums Chart and at number seven on the Irish Albums Chart. \"Sticks and Stones\" was released on 4 November 2011, in Europe, and produced three singles, \"Swagger Jagger\", \"With Ur Love\" featuring Mike Posner, and \"Want U Back\" featuring Astro, respectively. A re-release for North America was released on 2 October 2013, producing three singles as well. The singles released were \"Want U Back\", \"Oath\" featuring Becky G, and \"With Ur Love\". Lloyd released her second album, \"Sorry I'm Late\" on 27 May 2014. \"Sorry I'm Late\" only produced two singles - \"I Wish\" featuring T.I. and \"Sirens\". Lloyd was signed to Universal Music Group in early 2015, and is currently working on her third studio album. She married Craig Monk at a private ceremony on 18 November 2014.","categories":[],"infobox_types":[],"annotations":[{"uri":"British_people","surface_form":"British","offset":36},{"uri":"Singer","surface_form":"singer","offset":44},{"uri":"Rap","surface_form":"rap","offset":55},{"uri":"The_X_Factor_(UK)","surface_form":"The X Factor","offset":186},{"uri":"Swagger_Jagger","surface_form":"Swagger Jagger","offset":223},{"uri":"UK_Singles_Chart","surface_form":"UK Singles Chart","offset":351},{"uri":"Irish_Singles_Chart","surface_form":"Irish Singles Chart","offset":390},{"uri":"Mike_Posner","surface_form":"Mike Posner","offset":489},{"uri":"UK_Albums_Chart","surface_form":"UK Albums Chart","offset":630},{"uri":"Sorry_I%27m_Late_(album)","surface_form":"Sorry I'm Late","offset":1107}]}