{"id":349212,"url":"http://en.wikipedia.org/wiki/Haplodiploidy","text":"Haplodiploidy is a sex determination system in which males develop from unfertilized eggs and are haploid, and females develop from fertilized eggs and are diploid.\nHaplodiploidy determines the sex in \"all\" members of the insect order Hymenoptera (bees, ants, and wasps), and the Thysanoptera ('thrips').p408 The system also occurs sporadically in some spider mites, coleopterans (bark beetles) and rotifers.\nIn this system, sex is determined by the number of sets of chromosomes an individual receives. An offspring formed from the union of a sperm and an egg develops as a female, and an unfertilized egg develops as a male. This means that the males have half the number of chromosomes that a female has, and are haploid.\nThe haplodiploid sex-determination system has a number of peculiarities. Most importantly, the relatedness between the sisterhood of worker bees in a hive or nest is 0.75. This means the workers are significantly more closely related than siblings in other sex determination systems. It is this point which drives the kin selection theory of how eusociality evolved.p465 Whether haplodiploidy did in fact pave the way for the evolution of eusociality is still a matter of debate.\nThe thing to remember is that in normal sexual reproduction, the father has two sets of chromosomes, and crossing over takes place between the chromatids of each pair during the meiosis which produces the sperm. Therefore, \"the sperms are not identical\", because in each chromosome of a pair there will be different alleles at many of the loci. But when the father is haploid \"all the sperm will be identical\" (except for a small number where gene mutations have taken place in the germline). So, \"as long as all the female queen mates only with one male\", all the female offspring will inherit the male's chromosome 100% intact. In fact in Hymenoptera, the males almost all produce enough sperm to last the female for a whole lifetime.\nAnother feature of the haplodiploidy system is that lethal and deleterious alleles will be removed from the population rapidly because they will automatically be expressed in the males.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sex_determination","surface_form":"sex determination","offset":19},{"uri":"Haploid","surface_form":"haploid","offset":98},{"uri":"Diploid","surface_form":"diploid","offset":156},{"uri":"Hymenoptera","surface_form":"Hymenoptera","offset":235},{"uri":"Bee","surface_form":"bee","offset":248},{"uri":"Ant","surface_form":"ant","offset":254},{"uri":"Wasp","surface_form":"wasp","offset":264},{"uri":"Thysanoptera","surface_form":"Thysanoptera","offset":280},{"uri":"Mite","surface_form":"mite","offset":360},{"uri":"Coleoptera","surface_form":"coleoptera","offset":367},{"uri":"Beetle","surface_form":"beetle","offset":386},{"uri":"Rotifer","surface_form":"rotifer","offset":399},{"uri":"Chromosome","surface_form":"chromosome","offset":468},{"uri":"Sperm","surface_form":"sperm","offset":544},{"uri":"Egg_(biology)","surface_form":"egg","offset":557},{"uri":"Haploid","surface_form":"haploid","offset":716},{"uri":"Relatedness","surface_form":"relatedness","offset":820},{"uri":"Kin_selection","surface_form":"kin selection","offset":1043},{"uri":"Eusociality","surface_form":"eusociality","offset":1071},{"uri":"Eusociality","surface_form":"eusociality","offset":1164},{"uri":"Sexual_reproduction","surface_form":"sexual reproduction","offset":1245},{"uri":"Crossing_over","surface_form":"crossing over","offset":1310},{"uri":"Chromatid","surface_form":"chromatid","offset":1348},{"uri":"Meiosis","surface_form":"meiosis","offset":1383},{"uri":"Sperm","surface_form":"sperm","offset":1410},{"uri":"Allele","surface_form":"allele","offset":1521},{"uri":"Loci","surface_form":"loci","offset":1544},{"uri":"Gene","surface_form":"gene","offset":1648},{"uri":"Mutation","surface_form":"mutation","offset":1653},{"uri":"Germline","surface_form":"germline","offset":1687}]}