{"id":349298,"url":"http://en.wikipedia.org/wiki/Hameau_de_la_Reine_(Versailles)","text":"The Hameau de la Reine () is a group of houses and farm structures in the park of the Palace of Versailles in France. The hamlet was designed in 1783 by Richard Mique and Hubert Robert as a play space for Queen Marie Antoinette. It was here that she played the simple country girl in a straw hat and plain dress with her friends. About twelve structures form the hamlet. Some were working farm structures and some were structures for the Queen's amusement and use such as the mill. The hamlet fell into neglect after the French Revolution. Restoration was undertaken in the 1990s, and the hamlet is now open to the public.\nDesign and construction.\nPicturesque hamlets such as Le Hameau de la Reine were not unknown in 18th century France. The Prince de Condé had one at Chantilly and there was a village at Méréveille. The creation of these villages was influenced by the natural philosophy extolled by Rousseau and the country life genre paintings of painters Greuze, Le Nain, and Chardin. Le Hameau was designed for Queen Marie Antoinette by her favorite architect Richard Mique and the painter Hubert Robert. The painters Tolède and Dardignac painted thousands of little cracks and false half-timbering in the structures to suggest picturesque humbleness, poverty, and age. All the structures in the hamlet were more or less modelled upon similar structures in Normandy and Flanders. Construction on the hamlet started in 1783 and was completed in four or five years.\nStructures at the hamlet.\nThe purpose of the hamlet was to give the Queen a place to play at the simple life, far from the busy French court. The hamlet is set among meadows at the edge of a lake created by waters channeled from Marly. The structures are divided into two groups. One group was used by the Queen for her pleasure and amusement. The other group was used for farm work. The farm produced milk and eggs for the Queen. Cheeses were made in the dairy. The Queen tasted this produce in a marble room.\nLife in the hamlet.\nThe Queen loved the simple life. It was a break from the stiffness of the court. She played at being a peasant girl in the hamlet. She wore plain muslin dresses and a straw hat. She ate the produce from the farm. Only her dearest friends were allowed into the hamlet. There was a ball room (a room for holding dances) and a billiards room. She wanted her children to experience real animals and kept two cows at the hamlet, Blondie and Brownie. Both were washed and brushed before a visit from the Queen. Ducks, geese, and sheep were kept at the hamlet as well as a billygoat from Switzerland.\nDecline and restoration.\nThe French people believed the Queen was selfishly amusing herself at a time when France was nearing a national crisis. After the French Revolution, the hamlet was deserted and fell into neglect. Restoration was conducted in the 1990s. The Queen's Hamlet is now open to the public.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ch%C3%A2teau_de_Versailles","surface_form":"Palace of Versailles in France","offset":86},{"uri":"Hamlet","surface_form":"hamlet","offset":122},{"uri":"Marie_Antoinette","surface_form":"Marie Antoinette","offset":211},{"uri":"French_Revolution","surface_form":"French Revolution","offset":521},{"uri":"Restoration","surface_form":"Restoration","offset":540},{"uri":"Marie_Antoinette","surface_form":"Marie Antoinette","offset":1024},{"uri":"Architect","surface_form":"architect","offset":1057},{"uri":"Richard_Mique","surface_form":"Richard Mique","offset":1067},{"uri":"Hubert_Robert","surface_form":"Hubert Robert","offset":1097},{"uri":"Normandy","surface_form":"Normandy","offset":1364},{"uri":"Flanders","surface_form":"Flanders","offset":1377},{"uri":"Construction","surface_form":"Construction","offset":1387},{"uri":"Meadow","surface_form":"meadow","offset":1637},{"uri":"Cheese","surface_form":"Cheese","offset":1902},{"uri":"Billiard","surface_form":"billiard","offset":2326},{"uri":"Switzerland","surface_form":"Switzerland","offset":2583},{"uri":"French_Revolution","surface_form":"French Revolution","offset":2751},{"uri":"Restoration","surface_form":"Restoration","offset":2817}]}