{"id":349204,"url":"http://en.wikipedia.org/wiki/DeScribe","text":"Shneur Hasofer (), better known by his stage name DeScribe (Hasofer is Hebrew for \"the scribe\"), is a Hasidic Jewish musician. His music Mixing elements of dancehall, reggae, hip hop and R&B.\nPersonal life.\nDeScribe was born in Sydney, Australia, to a Hasidic Jewish family. His mother, Devorah Hasofer, is a known singer/songwriter who has released four albums and mostly performs in the Hasidic communities in Australia and Israel. He is a drummer from the age of five and in his preteen years he participated in the recordings of his mother's albums and performed with her as a special guest.\nAt the age of 14, Hasofer's parents sent him to Jerusalem to study in a yeshiva. He spent a year in the yeshiva. After that he stayed in Israel, \"left the Jewish way of life and did a lot of stupid things.\" Many of the things he did were illegal. His family's move to Beitar Illit in 1998 did not help stop his wildness.\nIn 2000, at age 17, DeScribe joined the Israel Defense Forces (IDF) as a combat sharpshooter (a kind of semi professional sniper). He served for three years at the height of the Second Intifada. He saw intense action on almost a daily basis. After being discharged, he stayed in Israel. He organized a concert tour featuring affiliates of the Wu-Tang Clan Remedy and Killah Priest, gaining an inside view of the hip hop scene.\nAround 2004, he began to feel a strong desire to leave his bad lifestyle and return to a religious one. “I started to change the way I thought and behaved and in Judaism I found something that was real that brought happiness to a dark place in my life,” he has said. In 2006, he moved to Brooklyn to attend Tifferet Menachem. There he was given permission to set up a music studio inside the yeshiva.\nCareer.\nIn 2008, after an early music video was picked up by the Israeli media, he was invited to play the Highline Ballroom in New York with Perry Farrell. Shortly after that, he had met Rohan Marley (Bob Marley’s son) by chance on the streets of New York City. Marley later asked DeScribe to create the theme song for his company, Marley Coffee. Marley Coffee supports environmental and social justice causes in Jamaica and around the world. DeScribe came up with \"Livin’ for the Grind,\" inspired by Bob Marley’s 1962 single \"One Cup of Coffee.\"\nDeScribe’s 2010 single “Harmony” was celebrated as a great message for unity and racial harmony by Brooklyn borough president Marty Markowitz, to commemorate the 20th anniversary of the Crown Heights riot.\nIn early 2011, DeScribe worked with Matisyahu on the dancehall track \"Pure Soul\". The proceeds from the song benefit The Friendship Circle, a nonprofit organization that helps children with disabilities.\nArtistic style.\n\"My music is about unity,\" DeScribe has said, \"and we all have one God whether we are Jewish, Christian or Muslim. We are brothers and we share this world together.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Hasidic_Judaism","surface_form":"Hasidic","offset":102},{"uri":"Jewish","surface_form":"Jewish","offset":110},{"uri":"Musician","surface_form":"musician","offset":117},{"uri":"Dancehall","surface_form":"dancehall","offset":156},{"uri":"Reggae","surface_form":"reggae","offset":167},{"uri":"Hip_hop","surface_form":"hip hop","offset":175},{"uri":"R%26amp%3BB","surface_form":"R&B","offset":187},{"uri":"Sydney","surface_form":"Sydney, Australia","offset":228},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":644},{"uri":"Yeshiva","surface_form":"yeshiva","offset":668},{"uri":"Israel_Defense_Forces","surface_form":"Israel Defense Forces (IDF)","offset":957},{"uri":"Sniper","surface_form":"sniper","offset":1039},{"uri":"Second_Intifada","surface_form":"Second Intifada","offset":1095},{"uri":"Wu-Tang_Clan","surface_form":"Wu-Tang Clan","offset":1260},{"uri":"Brooklyn","surface_form":"Brooklyn","offset":1632},{"uri":"Bob_Marley","surface_form":"Bob Marley","offset":1947},{"uri":"Jamaica","surface_form":"Jamaica","offset":2159},{"uri":"Matisyahu","surface_form":"Matisyahu","offset":2535}]}