{"id":349367,"url":"http://en.wikipedia.org/wiki/Ghazanchetsots_Cathedral","text":"Ghazanchetsots Cathedral (Cathedral of Christ the Holy Savior), also called the \"Shushi Cathedral\" is an Armenian church in Shusha, Nagorno-Karabakh.\nHistory.\nGhazanchetsots Cathedral was built between 1868 and 1887 and has a facade of white limestone. The architect, Simon Ter-Hakobyan, wanted the church to look like Echmiadzin Cathedral. At the west entrance is a freestanding three-story bell tower, built in 1858. It used to have large statues of angels blowing trumpets at each corner of the bell tower's second story. These were destroyed during the Nagorno-Karabakh War when Shusha was under Azerbaijani control.\nThe cathedral been used for many different things since it was built. After the Shushi Massacres of 1920 it was no longer used as a church. During the Soviet period it was used as to store grain, and then as a garage. During the Nagorno-Karabakh War, Azerbaijani forces used it to store weapons and ammunition. In May 1992 Shusha was invaded by Armenian forces. The church was repaired and renovated. New angel statues were made to replace the destroyed originals; an image of one is part of the coat of arms of Shusha. In 1998 it was re-consecrated as a church, and is now the main cathedral and headquarters of the Armenian Apostolic Church's Diocese of Artsakh.","categories":[],"infobox_types":[],"annotations":[{"uri":"Armenia","surface_form":"Armenia","offset":105},{"uri":"Shusha","surface_form":"Shusha","offset":124},{"uri":"Nagorno-Karabakh","surface_form":"Nagorno-Karabakh","offset":132},{"uri":"Facade","surface_form":"facade","offset":226},{"uri":"Limestone","surface_form":"limestone","offset":242},{"uri":"Echmiadzin","surface_form":"Echmiadzin","offset":319},{"uri":"Angel","surface_form":"angel","offset":452},{"uri":"Nagorno-Karabakh_War","surface_form":"Nagorno-Karabakh War","offset":557},{"uri":"Shushi_Massacres","surface_form":"Shushi Massacres","offset":701},{"uri":"Church","surface_form":"church","offset":753},{"uri":"Soviet_Armenia","surface_form":"Soviet period","offset":772},{"uri":"Coat_of_arms","surface_form":"coat of arms","offset":1117}]}