{"id":349469,"url":"http://en.wikipedia.org/wiki/Ancient_Greek_wrestling","text":"Greek wrestling was a grappling combat sport practiced by the Ancient Greeks. A wrestler's objective (aim, goal) was to throw his opponent to the ground from a standing position. A point (or fall) was scored when a wrestler's back or shoulders touched the ground. Three points were needed to win a match. Holds were restricted to the upper body. Unlike modern wrestling, there were no weight divisions or time limits. As a result, the sport was dominated by large strong men and boys who could defeat smaller but more skillful opponents.\nEach city had place for wrestling, called a palaestra. Some large cities had several palaestrae. Wrestlers trained and competed in the nude. The sport was the first added to the Ancient Olympic Games that was not a footrace. Two ancient Greek wrestlers that are remembered today are Leontiskos of Messene and Milo of Croton. Leontiskos is infamous for winning the Olympics after breaking his opponent's fingers, and Milo is famous for winning five Olympic championships. Wrestling was a popular subject for Greek sculpture, painting, and literature.\nBackground.\nGreek wrestling was known to the ancients as \"orthe pale\" (\"upright (or erect) wrestling\"). Legend says that Theseus of Athens invented wrestling. The wrestler's objective (aim) was to throw his opponent to the ground from a standing position. Holds were restricted to the upper body and pinning an opponent to the ground was unknown. Wrestling on the ground was permitted only in the sports known to the Greeks as \"kato pale\" (\"ground wrestling\") and \"pankration\".\nA point was scored for a fall. A fall occurred when a wrestler's back or shoulders touched the ground. Three points were required to win a match. Wrestling was less rough than the pankration and required less space. As a result, it was the most popular sport among Greek athletes. It was an event in the pentathlon (and could be the deciding event) but it was a separate event as well, with the same techniques. Wrestling was mentioned numerous times in Greek literature, especially poetry.\nThe remains of a papyrus wrestling manual from the 2nd century AD reveal that the Greeks were familiar with headlocks, joint locks, shoulder holds, and other techniques used by modern wrestlers. Because there were no time limits to matches, some would end in draws. A wrestler could submit under a chokehold and \"tap out\". Wrestlers were sometimes killed in contest, but their opponents were never held responsible for homicide.\nPalaestra.\nWrestling was taught and practiced in a building called the \"palaestra\". There were many of these wrestling schools across Greece. The first palaestras were built about the 6th century BC. They were privately owned, but by the 5th century BC palaestras were being built at the public expense. Palaestras were built until the end of the Age of the Roman Empire. The ancient Greek scholar Plutarch writes that only wrestling and the pankration were taught and practiced in the palaestra. Boxing and other sports were taught and practiced in gymnasiums.\nThe palaestra consisted of a square or rectangular yard open to the sky. This yard was used for training and practice. The yard was surrounded by colonnades. During rainy weather, wrestling and the pankration were practiced under the colonnades. Rooms adjoining the colonnades were used for lectures, bathing, dressing and undressing, game playing, socializing, and the storage of equipment and olive oil.\nNudity.\nGreek athletes were the few athletes in the ancient world who practiced and competed in the nude. Homer's wrestlers in \"Iliad\" wore loincloths, but shortly after the Age of Homer, Greek athletes started to strip. It is not known why. Pausanias says athletes wanted to imitate Orsippos of Megara, a runner who won a footrace at Olympia in 720 BC after losing his loincloth. Dionysios of Halikarnassos and Thucydides credited a Spartan with the custom.\nOther legends say that a runner tripped on his loincloth and officials banned it as unsafe. Some say that athletes stripped to prove that they were males, or because they could run better in the nude. Other reasons have been given: athletes stripped for erotic reasons, or for cult reasons, or for good luck, or as a democratic equalizer. Some say they stripped because they were proud of their muscular bodies and their tans.\nThe Greeks called the penis a \"dog\". Athletes sometimes used a cord called a \"dog leash\" to tie off the foreskin of the penis. It is unknown if this custom had sexual or aesthetic meanings. It appears to have been a matter of personal preference. Tying the foreskin is sometimes a subject in vase painting.\nWrestler's equipment.\nThe Greek wrestler carried three items to the palaestra: an oil flask, a scraper, and a sponge. The oil flask (\"aryballos\") was a ceramic container with a wide lip and narrow mouth that held a wrestler's daily allotment of olive oil. These containers took a variety of shapes. Some were fashioned to resemble birds, animals, or human body parts such as the head, foot, or penis. Most were simply globes without a resting base.\nThe scraper (\"strigil\" or \"stlengis\") was a tool with a concave blade. It was made of bronze, silver, glass, or iron. It was used to scrape the accumulated olive oil and sweat (\"gloios\") from an athlete's body. The gloios was sold for its alleged medicinal value. It was used to treat inflammations of the joints, the vulva and anus, for genital warts, muscle sprains, and pains. Once the sweat and oil was removed, the wrestler bathed using a sponge (\"spongos\").\nPreparation.\nHeavy athleteswrestlers, pankratiasts, and boxersshared the same buildings, practiced the same exercises, used the same equipment (punching bags), and followed the same high-protein diets of meat. Wrestlers at Olympia once were given light boxing practice as a preparation for competition.\nWrestlers first rubbed their bodies with olive oil to keep sand out of their pores. The wrestler then dusted himself with a fine powder. He sometimes practiced with a partner to learn tactics, but, for the most part, wrestlers simply wrestled. Rhythm was important, so wrestlers practiced and competed to flute music. Unlike boxing and the pankration, wrestling practice was conducted at full bore. Wrestlers kept their hair cut short to avoid giving opponents something to grasp or wore a skullcap to keep their hair in place.\nCompetition.\nWrestlers were paired by drawing lots (\"kleroi\"). These lots were about the size of a bean and marked with a letter. There were two lots for each letter. The lots were mixed in a pitcher. Each wrestler drew one lot and was paired with the wrestler who drew the same letter. If there was an odd number of wrestlers, the last letter would be marked on only one lot. The wrestler who drew it would not compete in the first round.\nA match began in a position known as the \"standing together\" (\"systasis\"). The wrestlers would lean into each other until their foreheads touched. From this position, each would try to throw his opponent to the ground. A wrestler might lunge forward gripping his opponent's shoulders or wrapping his arms around his opponent's torso in a \"bear hug\". The two might avoid close contact during the initial struggle, with each fighting for a grip on his opponent's legs or arms. Eventually, one would find the grip he needed to throw his opponent. A wrestler might try to grip the hands, wrists, or arms of his opponent and throw him with a sudden twist (\"akrocheirismos\"), or come to close quarters and gain a hold on the body.\nA match was divided into sections marked by \"falls\". The wrestlers re-engaged without an interval (break) after a fall. Sports scholars and historians are uncertain about what exactly constituted a fall. They agree however that it involved touching at least the shoulders or the back to the earth. Three falls were a victory and the match was ended.\nRules and holds.\nIn \"Combat Sports in the Ancient World\", Michael Poliakoff points out that Greek wrestling was a brutal sport and tolerated some rough tactics. It was less brutal than the other two combat sportsthe pankration and boxingbut, while striking was forbidden and finger-breaking was eventually made illegal, some limb-threatening moves, neckholds, and strangleholds were permitted. Wrestling was considered a sport of craft because of its large number of leverages and holds. It was a sport that tested the \"martial virtues: cunning, boldness, courage, self-reliance, and perseverance\" Poliakoff writes, and the Greeks \"expected that an accomplished and educated man would practice and enjoy wrestling as an adult.\"\nThe wrestler's objective (aim) was to score a fall on his opponent. Touching the back or shoulders to the ground was a fall. There was no defined wrestling space such as a ring or circle and there was no time limit. Holds were limited to the upper body and foot tripping was permitted.\nThere were no weight divisions in Greek wrestling; the sport was dominated by the large and strong. These men and boys could defeat a smaller but more skilled opponent simply by their size. Three falls were required for a win in formal competition. Five bouts were possible in a match. The ancients never awarded points for successful tactics, as in modern wrestling, and \"pinning\" or holding an opponent to the earth was unknown. Strangling or choking an opponent in order to force him to concede (admit) defeat was permitted.\nKeeping an opponent in a hold from which he could not escape was also a fall, as was stretching a man full length on the ground. A wrestler could drop to one knee, but this was risky. Once two wrestlers fell to the earth together, it was sometimes difficult to determine exactly what was happening, and disputes arose. Throwing an opponent out of the \"skamma\" (wrestling pit) was not a fall, but counted as a victory nonetheless.\nThree classic moves in Greek wrestling were the \"flying mare\", the \"body hold\", and fancy foot trips. In the flying mare, the wrestler would grip his opponent's arm, throw him over his shoulder, and send him to the ground flat on his back. In the body hold, a wrestler would grip his opponent about the waist, lift him in the air, flip him, and drop him head first to the ground. Elaborate foot trips would send a wrestler crashing to the ground, but old school wrestlers who relied on sheer strength scorned fancy foot trips. Punching, kicking, and gouging soft body areas were not allowed. A point was scored if a wrestler tapped out because of a submission hold. It was possible for a match to last for five rounds.\nWrestling and the Ancient Olympic Games.\nWrestling was an event in the ancient Olympic Games. It was added to the Olympic program in 708 BC. It was the first competition added to the Olympics that was not a footrace. Boys' wrestling was added to the Olympic program in 632 BC. Wrestlers prayed to Herakles for strength and Hermes for speed. The wrestling competition was held in the stadium, not the Palaestra at Olympia.\nWrestling, boxing, and the \"pankration\" (the contact sports), were held on the fourth day of the Olympic festival. There were no weight divisions in Greek wrestling. The sixteen Olympic wrestlers were heavyweights with muscles \"the size of boulders\" according to one witness. Fans gave wrestlers nicknames that fit their physiques such as \"the bear\" or \"the lion\".\nThe ancient coach Philostratus thought an even temperament and fine physique were important for a wrestler. He liked a wrestler with a straight back, a solid thigh turned outwards, and wrote that \"narrow butts are weak, fat ones slow, but well-formed butts are an asset for simping.\"\nLeontiskos was an Olympic wrestling champion in 456 and 452 BC. Although rules against breaking an opponent's fingers were made in the 6th century BC, Leontiskos won by using just this very tactic. Milo of Croton was another Olympic herothe only wrestler to win five Olympic championships. He was defeated in his sixth attempt when he was forty. The Olympic wrestler Polydamas was killed when he tried to hold up the roof of a cave during an earthquake.","categories":[],"infobox_types":[],"annotations":[{"uri":"Grappling","surface_form":"grappling","offset":22},{"uri":"Combat_sport","surface_form":"combat sport","offset":32},{"uri":"Ancient_Greeks","surface_form":"Ancient Greeks","offset":62},{"uri":"Wrestling","surface_form":"wrestling","offset":360},{"uri":"Palaestra","surface_form":"palaestra","offset":582},{"uri":"Ancient_Olympic_Games","surface_form":"Ancient Olympic Games","offset":716},{"uri":"Footrace","surface_form":"footrace","offset":753},{"uri":"Milo_of_Croton","surface_form":"Milo of Croton","offset":847},{"uri":"Sculpture","surface_form":"sculpture","offset":1051},{"uri":"Painting","surface_form":"painting","offset":1062},{"uri":"Literature","surface_form":"literature","offset":1076},{"uri":"Theseus","surface_form":"Theseus","offset":1209},{"uri":"Athens","surface_form":"Athens","offset":1220},{"uri":"Invent","surface_form":"invent","offset":1227},{"uri":"Pankration","surface_form":"pankration","offset":1553},{"uri":"Pentathlon","surface_form":"pentathlon","offset":1870},{"uri":"Papyrus","surface_form":"papyrus","offset":2074},{"uri":"Homicide","surface_form":"homicide","offset":2476},{"uri":"Palaestra","surface_form":"palaestra","offset":2558},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":2844},{"uri":"Scholar","surface_form":"scholar","offset":2876},{"uri":"Plutarch","surface_form":"Plutarch","offset":2884},{"uri":"Gymnasium","surface_form":"gymnasium","offset":3036},{"uri":"Colonnade","surface_form":"colonnades","offset":3194},{"uri":"Nude","surface_form":"nude","offset":3554},{"uri":"Homer","surface_form":"Homer","offset":3560},{"uri":"Iliad","surface_form":"Iliad","offset":3582},{"uri":"Pausanias_(geographer)","surface_form":"Pausanias","offset":3696},{"uri":"Thucydides","surface_form":"Thucydides","offset":3866},{"uri":"Sparta","surface_form":"Sparta","offset":3888},{"uri":"Foreskin","surface_form":"foreskin","offset":4444},{"uri":"Penis","surface_form":"penis","offset":4460},{"uri":"Olive_oil","surface_form":"olive oil","offset":4892},{"uri":"Vulva","surface_form":"vulva","offset":5414},{"uri":"Anus","surface_form":"anus","offset":5424},{"uri":"Sponge","surface_form":"sponge","offset":5540},{"uri":"Olive_oil","surface_form":"olive oil","offset":5904},{"uri":"Tactic","surface_form":"tactic","offset":6047},{"uri":"Rhythm","surface_form":"Rhythm","offset":6107},{"uri":"Flute","surface_form":"flute","offset":6168},{"uri":"Tactic","surface_form":"tactic","offset":8058},{"uri":"Pankration","surface_form":"pankration","offset":8122},{"uri":"Boxing","surface_form":"boxing","offset":8137},{"uri":"Weight_division","surface_form":"weight division","offset":8934},{"uri":"Bout","surface_form":"bout","offset":9174},{"uri":"Olympic_Games","surface_form":"Olympic Games","offset":10676},{"uri":"Footrace","surface_form":"footrace","offset":10804},{"uri":"Herakles","surface_form":"Herakles","offset":10894},{"uri":"Hermes","surface_form":"Hermes","offset":10920},{"uri":"Palaestra_at_Olympia","surface_form":"Palaestra at Olympia","offset":10997},{"uri":"Heavyweight","surface_form":"heavyweight","offset":11220},{"uri":"Tactic","surface_form":"tactic","offset":11858},{"uri":"Milo_of_Croton","surface_form":"Milo of Croton","offset":11866}]}