{"id":349580,"url":"http://en.wikipedia.org/wiki/Minitel","text":"The Minitel is a Videotex online service. Users connected to it through the telephone lines. It was a successful pre-World Wide Web online service. The PTT (Poste, Téléphone et Télécommunication) started Minitel started in France in 1982. From the beginning, users could buy things online that are now done on the Internet. People could make train reservations, check stock prices, search the telephone directory, have a mail box, and chat.\nIn February 2009, France Telecom said the Minitel network still had 10 million monthly connections. One-million were to the directory. France Telecom ended the service on 30 June 2012.\nBusiness model.\nMillions of terminals were free to telephone subscribers. That meant many people and businesses had access immediately. People who got Minitel did not get a regular paper telephone directory.\nMany new companies started to try to make money using the network. This was like the later dot-com bubble. Many of the companies failed. Some people criticized pornographic services on Minitel because children could access them. The government did not make rules about pornography on Minitel. The government also made a tax on pornographic online services.\nFinances.\nFrance Télécom charged Minitel users at rates of up to €1 a minute. The rates depend on the service called. Most services were much cheaper than the maximum. France Télécom then paid part of the fee to the companies that operate Minitel servers.\nPhonebook.\nThe most popular service of the Minitel was the \"Annuaire Electronique\" at the phone number \"11\". On 18 October 1996, access to the Phonedirectory changed to \"3611\". Companies could add up to 3 lines of information to the listing. There were also advertisements on the phone directory pages.\nTerminals.\nMinitel terminals have a text based screen, keyboard and modem. The screen can show simple graphics. Minitel terminals use the AZERTY keyboard, not the QWERTY keyboard. Users could buy printers to attach to the terminals.\nNetwork.\nThe Minitel modem usually dialed a special number to connect to a PAVI (\"Point d'Accès VIdéotexte\", \"videotext access point\"). The PAVI sent information to the correct servers on the Transpac X.25 network. In France the most common dial number was \"36 15\". \"36 17\" was for more expensive services. Minitel services names often started with this number. So, the \"36 15\" number at the front of the name was like the \".com\" on Internet web sites.\nMinitel used a half-duplex asymmetric data rate via its modem. It downlinked at 1200 bit/s and uplinked at 75 bit/s. This allowed fast downloads, for the time. The system was called '1275', but the correct name was V.23. This system was only for Minitel and copies of Minitel in other countries.\nSimilar services.\nThe United Kingdom had a similar service called Prestel.","categories":[],"infobox_types":[],"annotations":[{"uri":"Videotex","surface_form":"Videotex","offset":17},{"uri":"Online_service","surface_form":"online service","offset":26},{"uri":"Telephone","surface_form":"telephone","offset":76},{"uri":"World_Wide_Web","surface_form":"World Wide Web","offset":117},{"uri":"France","surface_form":"France","offset":223},{"uri":"Internet","surface_form":"Internet","offset":314},{"uri":"Train","surface_form":"train","offset":342},{"uri":"Stock","surface_form":"stock","offset":368},{"uri":"Telephone_directory","surface_form":"telephone directory","offset":393},{"uri":"France_Telecom","surface_form":"France Telecom","offset":459},{"uri":"Computer_terminal","surface_form":"terminal","offset":654},{"uri":"Companies","surface_form":"companies","offset":843},{"uri":"Pornographic","surface_form":"pornographic","offset":994},{"uri":"Tax","surface_form":"tax","offset":1154},{"uri":"Euro","surface_form":"€","offset":1256},{"uri":"Computer_terminal","surface_form":"terminal","offset":1769},{"uri":"Computer_display","surface_form":"screen","offset":1797},{"uri":"Computer_keyboard","surface_form":"keyboard","offset":1805},{"uri":"Modem","surface_form":"modem","offset":1818},{"uri":"AZERTY","surface_form":"AZERTY","offset":1888},{"uri":"QWERTY","surface_form":"QWERTY","offset":1913},{"uri":"Transpac_(network)","surface_form":"Transpac","offset":2175},{"uri":"X.25","surface_form":"X.25","offset":2184},{"uri":"Half-duplex","surface_form":"half-duplex","offset":2451},{"uri":"V.23","surface_form":"V.23","offset":2651},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":2754},{"uri":"Prestel","surface_form":"Prestel","offset":2798}]}