{"id":349958,"url":"http://en.wikipedia.org/wiki/Temple_of_Zeus_at_Olympia","text":"The Temple of Zeus is a Doric temple in the sanctuary at Olympia, Greece. Olympia was the site of the ancient Olympic Games. The temple is a ruin. It was dedicated to Zeus, the principal god of the Ancient Greeks. This temple was the most important and most impressive structure at Olympia.\nThe temple was built between 470 BC and 456 BC. Local limestone was the chief material used. The roof tiles, the gargoyles, and the sculptures were made of marble. The temple measured 64.12 meters by 27.66 meters. It was 20.25 meters high. The temple had six columns at the ends and thirteen columns along both sides. The height of each column was 10.45 meters.\nA ramp at the eastern end led to the \"prodomos\". The table holding the Olympic wreaths stood to the right. The crowning of the victors took place on the last day at this spot.\nThe sculptures of the east pediment depicted the story of Pelops and Hippodameia. This story is about the first chariot races. The sculptures of the west pediment depicted the story of the Centaurs and the Lapiths. This story is about the contest between barbarity and civilization. There were six metopes over the front porch and six over the back porch. They depicted the Labors of Heracles.\nThe temple once contained Phidias' \"Statue of Zeus\", one of the seven wonders of the ancient world. The fate of the statue is unknown. It may have been taken to Constantinople where it was probably destroyed in the fire of 475 AD. Or, it may have been destroyed in the fire at Olympia in 426 AD. Phidias' workshop was discovered at Olympia in 1954.\nStatue bases cover the area around the temple. These bases held statues of gods, heroes, and Olympic victors. They were dedicated by individuals and cities. The sacred olive from which the Olympic wreaths were cut stood on the west side of the temple. Emperor Theodosius II ordered the temple burned to the ground in 426 AD. Earthquakes destroyed it in 522 AD and in 551.","categories":[],"infobox_types":[],"annotations":[{"uri":"Doric","surface_form":"Doric","offset":24},{"uri":"Sanctuary","surface_form":"sanctuary","offset":44},{"uri":"Olympia%2C_Greece","surface_form":"Olympia, Greece","offset":57},{"uri":"Olympic_Games","surface_form":"Olympic Games","offset":110},{"uri":"Ruins","surface_form":"ruin","offset":141},{"uri":"Dedicate","surface_form":"dedicate","offset":154},{"uri":"Zeus","surface_form":"Zeus","offset":167},{"uri":"Ancient_Greeks","surface_form":"Ancient Greeks","offset":198},{"uri":"Limestone","surface_form":"limestone","offset":345},{"uri":"Gargoyle","surface_form":"gargoyle","offset":404},{"uri":"Sculpture","surface_form":"sculpture","offset":423},{"uri":"Marble","surface_form":"marble","offset":447},{"uri":"Meter","surface_form":"meter","offset":481},{"uri":"Column","surface_form":"column","offset":550},{"uri":"Pediment","surface_form":"pediment","offset":856},{"uri":"Pelops","surface_form":"Pelops","offset":887},{"uri":"Chariot","surface_form":"chariot","offset":941},{"uri":"Centaur","surface_form":"Centaur","offset":1018},{"uri":"Metope","surface_form":"metope","offset":1127},{"uri":"Porch","surface_form":"porch","offset":1150},{"uri":"Labors_of_Heracles","surface_form":"Labors of Heracles","offset":1203},{"uri":"Phidias","surface_form":"Phidias","offset":1249},{"uri":"Statue_of_Zeus_at_Olympia","surface_form":"Statue of Zeus","offset":1259},{"uri":"Wonders_of_the_World","surface_form":"seven wonders of the ancient world","offset":1287},{"uri":"Constantinople","surface_form":"Constantinople","offset":1384},{"uri":"Olive","surface_form":"olive","offset":1740}]}