{"id":350058,"url":"http://en.wikipedia.org/wiki/Intensive_farming","text":"e=\"preserve\">Intensive farming or intensive agriculture is a kind of agriculture where a lot of money and labour are used to increase the yield that can be obtained per area of land. The use of large amounts of pesticides for crops, and of medication for animal stocks is common. This is a contrast to traditional agriculture, which does not get as much output per area. When agriculture is intensified, this means that the amount of work needed goes up, until the worker is replaced by a machine. At that point, there will only need to be a few workers to operate the machines. Intensive farming has often been done as a response to rising population levels. It is criticised, because the standards of animal welfare are low. Intensive animal farming leads to increased pollution and to health issues.\nModern day forms of intensive crop based agriculture involve the use of mechanical ploughing, chemical fertilizers, plant growth regulators or pesticides. It is associated with the increasing use of agricultural mechanization, which have enabled a substantial increase in production, yet have also dramatically increased environmental pollution by increasing erosion and poisoning water with agricultural chemicals.\nHistory.\nAgricultural development in Britain between the 16th century and the mid-19th century saw a massive increase in agricultural productivity and output. This in turn contributed to increase in population growth.\nIndustrial agriculture arose in the Industrial Revolution. By the early 19th century, agricultural techniques, implements, seed stocks, and cultivars had improved so much.\nHorse-drawn machinery such as the McCormick reaper improved harvesting. Inventions such as the cotton gin reduced the cost of processing. During this same period, farmers began to use threshers and tractors that were powered with steam. In 1892, the first gasoline-powered tractor was successfully made. Mechanical harvesters, planters, transplanters, and other equipment were then developed, further improved agriculture. These inventions increased yields and allowed individual farmers to manage larger farms.\nNitrogen, phosphorus, and potassium (NPK) were discovered to be very important in plant growth. This led to the manufacture of synthetic fertilizers, further increasing crop yields.\nThe discovery of vitamins and their role in nutrition, in the first two decades of the 20th century, led to vitamin supplements, which in the 1920s allowed some livestock to be raised indoors, reducing their exposure to adverse natural elements.[\"citation needed\"]\nFollowing World War II synthetic fertilizer use increased rapidly.\nThe discovery of antibiotics and vaccines improved the raising of livestock by reducing diseases. Developments in refrigeration as well as food processing technology made it possible to transport goods over long distances.\nThere are concerns over the sustainability of industrial agriculture, and the environmental effects of fertilizers and pesticides. This has led to people buying organic food. It has also led to the funding for the development of sustainable technology.","categories":[],"infobox_types":[],"annotations":[{"uri":"Money","surface_form":"money","offset":96},{"uri":"Labour","surface_form":"labour","offset":106},{"uri":"Yield","surface_form":"yield","offset":138},{"uri":"Pesticide","surface_form":"pesticide","offset":211},{"uri":"Crop","surface_form":"crop","offset":226},{"uri":"Medication","surface_form":"medication","offset":240},{"uri":"Animal","surface_form":"animal","offset":255},{"uri":"Stock","surface_form":"stock","offset":262},{"uri":"Machine","surface_form":"machine","offset":489},{"uri":"Fertilizer","surface_form":"fertilizer","offset":906},{"uri":"Pesticide","surface_form":"pesticide","offset":946},{"uri":"Erosion","surface_form":"erosion","offset":1162},{"uri":"Britain","surface_form":"Britain","offset":1256},{"uri":"Industrial_Revolution","surface_form":"Industrial Revolution","offset":1473},{"uri":"Seed","surface_form":"seed","offset":1560},{"uri":"Cultivar","surface_form":"cultivars","offset":1577},{"uri":"Horse","surface_form":"Horse","offset":1609},{"uri":"Machine","surface_form":"machinery","offset":1621},{"uri":"McCormick_reaper","surface_form":"McCormick reaper","offset":1643},{"uri":"Harvest","surface_form":"harvesting","offset":1669},{"uri":"Invention","surface_form":"Inventions","offset":1681},{"uri":"Cotton_gin","surface_form":"cotton gin","offset":1704},{"uri":"Thresher","surface_form":"threshers","offset":1793},{"uri":"Tractor","surface_form":"tractors","offset":1807},{"uri":"Steam","surface_form":"steam","offset":1839},{"uri":"Gasoline","surface_form":"gasoline","offset":1865},{"uri":"Combine_harvester","surface_form":"Mechanical harvesters","offset":1913},{"uri":"Agriculture","surface_form":"agriculture","offset":2019},{"uri":"Farm","surface_form":"farms","offset":2114},{"uri":"Nitrogen","surface_form":"Nitrogen","offset":2121},{"uri":"Phosphorus","surface_form":"phosphorus","offset":2131},{"uri":"Potassium","surface_form":"potassium","offset":2147},{"uri":"Plant","surface_form":"plant","offset":2203},{"uri":"Antibiotics","surface_form":"antibiotics","offset":2652},{"uri":"Vaccine","surface_form":"vaccines","offset":2668},{"uri":"Livestock","surface_form":"livestock","offset":2701},{"uri":"Disease","surface_form":"diseases","offset":2723},{"uri":"Refrigeration","surface_form":"refrigeration","offset":2749},{"uri":"Food_processing","surface_form":"food processing","offset":2774},{"uri":"Technology","surface_form":"technology","offset":2790},{"uri":"Transport","surface_form":"transport","offset":2821},{"uri":"Sustainability","surface_form":"sustainability","offset":2886},{"uri":"Pesticide","surface_form":"pesticides","offset":2977},{"uri":"Organic_food","surface_form":"organic food","offset":3019}]}