{"id":35032,"url":"http://en.wikipedia.org/wiki/Astrid_Lindgren","text":"Astrid Anna Emilia Lindgren, born Astrid Ericsson, (November 14, 1907 - January 28, 2002) was a famous Swedish writer. She wrote many books for children. She had a son named Lars.\nBiography.\nAstrid Lindgren grew up in Näs, near Vimmerby, Småland, and many of her books are based on her family and childhood memories. However, Pippi Longstocking, her most famous character, was invented for her daughter Karin, who was, at the time, ill and had to stay in the bed.\nLindgren was the daughter of Samuel August Ericsson and Hanna Johnsson. She had two sisters. Her brother, Gunnar Ericsson, was a member of the Swedish parliament. She finished the school and took a job with the a local newspaper in Vimmerby. When she became pregnant with the chief editor's child in 1926, he proposed marriage. She did not accept, and moved to Stockholm, learning to become a typist and stenographer. There she gave birth to her son Lars in Copenhagen and left him with another family to care for him.\nAlthough poorly paid, she saved whatever she could and travelled as often as possible to Copenhagen to be with Lars; often just over a weekend, spending most of her time on the train back and forth. Eventually, she managed to bring Lars home, leaving him in the care of her parents until she could afford to raise him in Stockholm. In 1931 she married her boss, Sture Lindgren (1898-1952). Three years later, in 1934, Lindgren gave birth to her second child, Karin, who later became a translator. The family moved in 1941 to an apartment on Dalagatan, with a view over Vasaparken, where Astrid lived until her death.\nAstrid Lindgren died in 2002, at the age of 94.\nPolitics.\nIn 1976, they had a scandal in Sweden when Lindgren's had to pay taxes 102% of her income. This is known as the \"Pomperipossa effect\" from a story, which she published in \"Expressen\" [http://www.astrid-lindgren.com/astridlindgren/Ldates/1974-1976.htm] on 3 March 1976.\nAstrid Lindgren was well known both for her support for children's and animal rights, and for her opposition to corporal punishment. In 1994, she received the Right Livelihood Award (also known as the Alternative Nobel Prize), \"...For her commitment to justice, non-violence and understanding of minorities as well as her love and caring for nature.\"\nReferences.\n1. ^ John-Henri, Holmberg (1997/1999), \"Scandinavia\", in Clute, John, and John Grant, The Encyclopedia of Fantasy, New York: St. Martin's Griffin, pp. 841.","categories":[],"infobox_types":[],"annotations":[{"uri":"November_14","surface_form":"November 14","offset":52},{"uri":"1907","surface_form":"1907","offset":65},{"uri":"January_28","surface_form":"January 28","offset":72},{"uri":"2002","surface_form":"2002","offset":84},{"uri":"Sweden","surface_form":"Swedish","offset":103},{"uri":"Writer","surface_form":"writer","offset":111},{"uri":"Book","surface_form":"book","offset":134},{"uri":"Vimmerby","surface_form":"Vimmerby","offset":228},{"uri":"Sm%C3%A5land","surface_form":"Småland","offset":238},{"uri":"Pippi_Longstocking","surface_form":"Pippi Longstocking","offset":326},{"uri":"Swedish_parliament","surface_form":"Swedish parliament","offset":607},{"uri":"Vimmerby","surface_form":"Vimmerby","offset":696},{"uri":"Stockholm","surface_form":"Stockholm","offset":825},{"uri":"Copenhagen","surface_form":"Copenhagen","offset":922},{"uri":"Pomperipossa_in_Monismania","surface_form":"Pomperipossa effect","offset":1771},{"uri":"Expressen","surface_form":"Expressen","offset":1830},{"uri":"Children%27s_rights","surface_form":"children's","offset":1983},{"uri":"Animal_rights","surface_form":"animal rights","offset":1998},{"uri":"Corporal_punishment","surface_form":"corporal punishment","offset":2039},{"uri":"Right_Livelihood_Award","surface_form":"Right Livelihood Award","offset":2086},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":2140}]}