{"id":350416,"url":"http://en.wikipedia.org/wiki/Solo_concerto","text":"e=\"preserve\">The solo concerto is a concerto that includes a single soloist, with accompaniment from the entire orchestra. It originated in the Baroque period, and remained throughout the years to be popular among many composers. Although it is not true for many solo concerti, it could be said that the genre typically has three movements, the first and the last being fast-paced and lively, broken up by a more lyrical, slower second movement.\nGiuseppe Torelli was one of the first composers to write solo concerti, written in 1698; however Vivaldi could be credited to making the three-movement form as typical of this genre. Later, Handel wrote many solo concerti for different types of soloist, as before then they had mainly been only for violin.\nThe Classical period then used solo concerti to great effect, and developed to make the solos more virtuosic. Many of Beethoven’s and Mozart’s more famous works were solo concerti.\nThe early Romantic period had many solo concerti, written by well-known composers such as Mendelssohn, and were not too different from those of the classical era. However, later in this period, the solos became even more virtuosic, meaning that only brilliant players could ever play them. Along with this, the structures and textures became denser, helped by the excessive size that was commonplace during the era.\nFinally, 20th century music carried on the rich works of the Romantic era. However, when neoclassic genres came about, many classical-style solo concerti were written once again.","categories":[],"infobox_types":[],"annotations":[{"uri":"Concerto","surface_form":"concerto","offset":36},{"uri":"Orchestra","surface_form":"orchestra","offset":112},{"uri":"Baroque","surface_form":"Baroque","offset":144},{"uri":"Giuseppe_Torelli","surface_form":"Giuseppe Torelli","offset":446},{"uri":"Vivaldi","surface_form":"Vivaldi","offset":543},{"uri":"Handel","surface_form":"Handel","offset":636},{"uri":"Classical_music_period","surface_form":"Classical","offset":757},{"uri":"Beethoven","surface_form":"Beethoven","offset":871},{"uri":"Mozart","surface_form":"Mozart","offset":887},{"uri":"Romantic_music","surface_form":"Romantic period","offset":944},{"uri":"Mendelssohn","surface_form":"Mendelssohn","offset":1024}]}