{"id":350570,"url":"http://en.wikipedia.org/wiki/Lexington%2C_North_Carolina","text":"Lexington is a city in the state of North Carolina, United States. It is near the larger city of Winston-Salem. 18,978 people live in the city.\nHistory.\nPeople from Europe first moved to the area in 1775. The town is named after the city of Lexington, Massachusetts, where the first battle of the American Revolutionary War happened. Lexington became a city in 1828. Until the late 1990s, Lexington's economy was based on textile and furniture manufacturing. Since then, most local manufacturers have moved their production facilities to Asia and Mexico to reduce costs. This caused most textile and furniture factories to close, creating economic difficulties in the area.\nThe oldest remaining house in Lexington is \"The Homestead\", built by Dr. William Rainey Holt (1798–1868), a physician born in Alamance County. Dr. Holt was the President of the North Carolina Agricultural Society and was one of the first to introduce purebred livestock to North Carolina.\nBarbecue.\nLexington calls itself the \"Barbecue Capital of the World\". Starting in 1984, the city has the Lexington Barbecue Festival each year, one of the largest street festivals in North Carolina. In 2012, the US News and World Report ranked Lexington as #4 on its list of the best cities for barbecue. Lexington-style barbecue is made with pork shoulder cooked slowly over a hardwood fire, usually hickory wood. It is served with a sauce made with vinegar, ketchup, water, salt, pepper and other spices. There are many different way to make this sauce, mild, tangy, sweet or spicy.\nPigs in the City.\n\"Pigs in the City\" is a public art display managed by Uptown Lexington, Inc., a non-profit organization that has the goal of increasing the usage of the downtown area of Lexington. \"Pigs in the City\" began in 2003 and 40,000 visitors from all over the state came to see the event in the first year. Since 2006, the event has been held every year. There are usually 20 or more of these statues on display during the event. Companies pay $1,000 each to sponsor one of the pigs, which pays for the event.\nHigh Rock Lake.\nHigh Rock Lake is the second largest lake in North Carolina and located near Lexington. Its water surface covers and there are of shoreline. It begins where the Yadkin River and the South Yadkin River come together. High Rock Lake has long been considered one of the best fishing lakes of North Carolina. There have been a number of national fishing tournaments held at the lake, such as Bassmaster Tournaments, like the Bassmaster Classic in 1994, 1995, 1997 and 2007. The lake has large numbers of fish, including channel, blue, and flathead catfish, plus crappie and several different sunfish such as bluegill, shellcracker and others. Striper and their hybrids as well as white bass are also abundant. The lake is best known for its quantity and quality of largemouth bass.\nThe Bob Timberlake Gallery.\nThe Bob Timberlake Gallery is in Lexington. It opened in 1997, and features original artwork, reproductions, personal memorabilia, as well as home furnishings from the artist Bob Timberlake.\nGeography.\nLexington is in the Piedmont. It is centered at 35°49'0\" North, 80°15'31\" West (35.816768, -80.258643), in the valley of the Yadkin River. Lexington is northeast of High Rock Lake, part of the Yadkin-Pee Dee chain of lakes in central North Carolina.\nAccording to the United States Census Bureau, the city has a total area of, of which, of it is land and none of the area is covered with water.\nIt is bordered to the north and west by Interstate 85 Business, to the south and east by Interstate 85. Both interstates come together just southwest of the city. Additionally, 4 U.S. Highway Routes, U.S. Route 29, U.S. Route 64, U.S. Route 52, U.S. Route 70 and state highways NC Highway 8 and NC Highway 47 intersect the city.\nClimate.\nThunderstorms are common during the spring and summer months, including some severe storms. Being in central North Carolina, between the Appalachian Mountains and the Mid-Atlantic coast, Lexington has a humid subtropical climate, with moderate temperatures during spring and autumn and warm to hot summers. Winters are relatively mild and wet with highs typically in the 40s to 50s and overnight lows averaging just below freezing.\nDemographics.\nAs of the census of 2010, there are 18,931 people in the city, organized into 7,376 households. This represents a population reduction of 1022 persons, or 5%, when compared to the 2000 census. The median age is 37.4 years for all persons (39.4 for females, 35.2 for males).\nOf the total population, 15.1% are at least 65 years old, 24.6% are under the age of 18, with the remaining 60.3% of the population being persons from 18 to 64. Males comprise 48.1% and females make up 51.9% of the total population. Caucasians make up 54.7% of the total population (including 16.3% that are Latino), African-Americans 28.4% and Asians represent 2.9% of the population. Fully 10.7% of the population identifies itself as \"Some other race\" while 2.6% are \"Two or more races\". Other races each represent less than 1% each of the total population.\nOf the total 7,376 households, 4,581 are considered \"Family households\", including 2067 that have children under 18. The average household size is 2.44 persons, and the average family size is 3.08 persons. There are 8,938 total housing units, of which the 7376 are households, for an occupancy rate of 82.5%. 47.6% of these households are owner-occupied, while 52.4% are renters.\nAccording to the 2000 census, The median income for a household in the city is $26,226, and the median income for a family is $32,339. Males have a median income of $25,555 versus $20,939 for females. The per capita income for the city is $15,310. 21.2% of the population and 16.7% of families are below the poverty line. Out of the total population, 31.7% of those under the age of 18 and 18.0% of those 65 and older are living below the poverty line. The global outsourcing of textile and furniture manufacturing has damaged Lexington's economy.","categories":[],"infobox_types":["settlement"],"annotations":[{"uri":"North_Carolina","surface_form":"North Carolina","offset":36},{"uri":"United_States","surface_form":"United States","offset":52},{"uri":"Winston-Salem%2C_North_Carolina","surface_form":"Winston-Salem","offset":97},{"uri":"Europe","surface_form":"Europe","offset":165},{"uri":"Lexington%2C_Massachusetts","surface_form":"Lexington, Massachusetts","offset":241},{"uri":"Battle_of_Lexington_and_Concord","surface_form":"first battle","offset":277},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":297},{"uri":"Textile","surface_form":"textile","offset":422},{"uri":"Furniture_manufacturing","surface_form":"furniture manufacturing","offset":434},{"uri":"Asia","surface_form":"Asia","offset":538},{"uri":"Mexico","surface_form":"Mexico","offset":547},{"uri":"Physician","surface_form":"physician","offset":782},{"uri":"Alamance_County","surface_form":"Alamance County","offset":800},{"uri":"Purebred","surface_form":"purebred","offset":925},{"uri":"Livestock","surface_form":"livestock","offset":934},{"uri":"Lexington_Barbecue_Festival","surface_form":"Lexington Barbecue Festival","offset":1068},{"uri":"Festival","surface_form":"festival","offset":1133},{"uri":"US_News_and_World_Report","surface_form":"US News and World Report","offset":1175},{"uri":"Pork","surface_form":"pork","offset":1306},{"uri":"Hardwood","surface_form":"hardwood","offset":1341},{"uri":"Hickory","surface_form":"hickory","offset":1364},{"uri":"Vinegar","surface_form":"vinegar","offset":1414},{"uri":"Ketchup","surface_form":"ketchup","offset":1423},{"uri":"Non-profit","surface_form":"non-profit","offset":1646},{"uri":"Downtown","surface_form":"downtown","offset":1719},{"uri":"Shoreline","surface_form":"shoreline","offset":2214},{"uri":"Yadkin_River","surface_form":"Yadkin River","offset":2245},{"uri":"Bassmaster_Classic","surface_form":"Bassmaster Classic","offset":2505},{"uri":"Channel_catfish","surface_form":"channel","offset":2600},{"uri":"Blue_catfish","surface_form":"blue","offset":2609},{"uri":"Flathead","surface_form":"flathead","offset":2619},{"uri":"Crappie","surface_form":"crappie","offset":2642},{"uri":"Centrarchidae","surface_form":"sunfish","offset":2672},{"uri":"Bluegill","surface_form":"bluegill","offset":2688},{"uri":"Shellcracker","surface_form":"shellcracker","offset":2698},{"uri":"Striped_bass","surface_form":"Striper","offset":2723},{"uri":"Hybrid_striped_bass","surface_form":"hybrids","offset":2741},{"uri":"White_bass","surface_form":"white bass","offset":2760},{"uri":"Largemouth_bass","surface_form":"largemouth bass","offset":2845},{"uri":"Bob_Timberlake_(artist)","surface_form":"Bob Timberlake","offset":3065},{"uri":"Piedmont_(United_States)","surface_form":"Piedmont","offset":3112},{"uri":"Yadkin_River","surface_form":"Yadkin River","offset":3217},{"uri":"High_Rock_Lake","surface_form":"High Rock Lake","offset":3257},{"uri":"Yadkin_River","surface_form":"Yadkin","offset":3285},{"uri":"Pee_Dee_River","surface_form":"Pee Dee","offset":3292},{"uri":"United_States_Census_Bureau","surface_form":"United States Census Bureau","offset":3359},{"uri":"Interstate_85_Business","surface_form":"Interstate 85 Business","offset":3526},{"uri":"Interstate_85","surface_form":"Interstate 85","offset":3575},{"uri":"U.S._Route_29","surface_form":"U.S. Route 29","offset":3686},{"uri":"U.S._Route_64","surface_form":"U.S. Route 64","offset":3701},{"uri":"U.S._Route_52","surface_form":"U.S. Route 52","offset":3716},{"uri":"U.S._Route_70","surface_form":"U.S. Route 70","offset":3731},{"uri":"North_Carolina_Highway_8","surface_form":"NC Highway 8","offset":3764},{"uri":"North_Carolina_Highway_47","surface_form":"NC Highway 47","offset":3781},{"uri":"Appalachian_Mountains","surface_form":"Appalachian Mountains","offset":3961},{"uri":"Humid_subtropical_climate","surface_form":"humid subtropical climate","offset":4027},{"uri":"Census","surface_form":"census","offset":4280},{"uri":"Median_income","surface_form":"median income","offset":5519},{"uri":"Per_capita_income","surface_form":"per capita income","offset":5690},{"uri":"Poverty_line","surface_form":"poverty line","offset":5793}]}