{"id":350510,"url":"http://en.wikipedia.org/wiki/Royal_Museums_of_Fine_Arts_of_Belgium","text":"The Royal Museums of Fine Arts of Belgium is one of the most famous museums in Belgium.\nThe museum.\nThe museums are in the capital of Brussels in the downtown area on the Coudenberg. There are four museums. Two of them, the Museum of Ancient Art and the Museum of Modern Art, Brussels, are in the main building. The other two, the Constantin Meunier Museum and the Antoine Wiertz Museum, are dedicated to specific Belgian artists. They are much smaller and are a few kilometers from the city center.\nThe Royal Museum has over 20,000 drawings, sculptures, and paintings, which date from the early 15th century to the present. The museum has a large collection of Flemish painting, among them paintings by Bruegel and Rogier van der Weyden, Robert Campin, Anthony van Dyck, and Jacob Jordaens. The museum is also proud of its \"Rubens Room\", which houses more than 20 paintings by the artist.\nThe building.\nThe main building, which now houses the \"Museum of Ancient Art\", was built as the Palais des Beaux-Arts. It was designed by Belgian architect Alphonse Balat and paid for by King Leopold II. The building was completed in 1887.","categories":[],"infobox_types":[],"annotations":[{"uri":"Belgium","surface_form":"Belgium","offset":79},{"uri":"Brussels","surface_form":"Brussels","offset":134},{"uri":"Coudenberg","surface_form":"Coudenberg","offset":171},{"uri":"Flemish_painting","surface_form":"Flemish painting","offset":662},{"uri":"Pieter_Bruegel_the_Elder","surface_form":"Bruegel","offset":704},{"uri":"Rogier_van_der_Weyden","surface_form":"Rogier van der Weyden","offset":716},{"uri":"Robert_Campin","surface_form":"Robert Campin","offset":739},{"uri":"Anthony_van_Dyck","surface_form":"Anthony van Dyck","offset":754},{"uri":"Jacob_Jordaens","surface_form":"Jacob Jordaens","offset":776},{"uri":"Peter_Paul_Rubens","surface_form":"Rubens","offset":825},{"uri":"Alphonse_Balat","surface_form":"Alphonse Balat","offset":1046},{"uri":"King_Leopold_II","surface_form":"King Leopold II","offset":1077}]}