{"id":3506,"url":"http://en.wikipedia.org/wiki/Black_hole","text":"A black hole is a region of space from which nothing can escape. According to the general theory of relativity, it is the result of the curving of spacetime caused by a huge mass. Around a black hole there is a position of no return, called the event horizon. It is called \"black\" because it absorbs all the light that hits it, reflecting nothing, just like a perfect black body in thermodynamics.\nThe boundary of the region from which no escape is possible is called the event horizon. Under the theory of quantum mechanics black holes have a temperature and emit Hawking radiation, which makes them slowly get smaller.\nA black hole is found by its interaction with matter. The presence of a black hole can be worked out by tracking the movement of a group of stars that orbit a region in space. Alternatively, when gas falls into a black hole, the gas spirals inward, heating to very high temperatures and emitting large amounts of radiation. This radiation can be detected from earthbound and Earth-orbiting telescopes. Inside a black hole the rules of physics are very different.\nAstronomers have found evidence of supermassive black holes at the center of almost all galaxies. In 2008 astronomers found evidence that a supermassive black hole of more than four million solar masses is near the Sagittarius A* region in the center of the Milky Way galaxy.\nHistory.\nIn 1783, an English clergyman called John Michell wrote that it might be possible for something to be so heavy you would have to go at the speed of light to get away from its gravity. Gravity gets stronger as something gets more massive. For a small thing, like a rocket, to escape from a larger thing, like Earth, it has to escape the pull of our gravity or it will fall back. The speed that it must travel upward to get away from Earth's gravity is called escape velocity. Bigger planets (like Jupiter) and stars have more mass, and have stronger gravity than Earth. Therefore, the escape velocity is much faster. John Michell thought it was possible for something to be so big that the escape velocity would be faster than the speed of light, so even light could not escape. In 1796, Pierre-Simon Laplace promoted the same idea in the first and second editions of his book \"Exposition du système du Monde\" (it was removed from later editions).\nSome scientists thought Michell might be right, but others thought that light had no mass and would not be pulled by gravity. His theory was forgotten.\nIn 1916 Albert Einstein wrote an explanation of gravity called general relativity.\nA few months later, while serving in World War I, the German physicist Karl Schwarzschild used Einstein's equations to show that a black hole could exist. The Schwarzschild radius is the size of the event horizon of a non-rotating black hole.\nIn 1930, Subrahmanyan Chandrasekhar predicted that stars heavier than the sun could collapse when they ran out of hydrogen or other nuclear fuels to burn. In 1939, Robert Oppenheimer and H. Snyder calculated that a star would have to be at least three times as massive as the Sun to form a black hole. In 1967, John Wheeler invented the name \"black hole\" for the first time. Before that, they were called \"dark stars\".\nIn 1970, Stephen Hawking and Roger Penrose showed that black holes \"must\" exist. Although the black holes are invisible (they cannot be seen), some of the matter that is falling into them is very bright.\nAs of spring 2019, there was an image of a black hole, or rather, the things orbiting the black hole. The image require many photos from different locations. One of the team members (Katie Bouman) made a compilation of all the images into one singular image.\nIn 2020, Roger Penrose, Reinhard Genzel and Andrea Ghez were awarded the Nobel Prize in Physics for their work on the theory of black holes.\nGravitational collapse.\nThe gravitational collapse of huge (high-mass) stars cause \"stellar mass\" black holes. Star formation in the early universe may have resulted in very massive stars, which on collapse would produce black holes of up to 103 solar masses. These black holes may be the seeds of the supermassive black holes found in the centers of most galaxies.\nMost of the energy released in gravitational collapse is emitted very quickly. A distant observer sees the infalling material slow and halt just above the event horizon, due to gravitational time dilation. The light emitted just before the event horizon is delayed an infinite amount of time. So the observer never sees the formation of the event horizon. Instead, the collapsing material seems to become dimmer and increasingly red-shifted, eventually fading away.\nSupermassive black holes.\nBlack holes have also been found in the middle of almost every galaxy in the known universe. These are called supermassive black holes (SBH), and are the biggest black holes of all. They formed when the Universe was very young, and also helped to form all the galaxies.\nQuasars are believed to be powered by gravity collecting material into SBHs in the centers of distant galaxies. Light cannot escape the SBHs at the center of quasars, so the escaping energy is made outside the event horizon by gravitational stresses and immense friction on the incoming material.\nHuge central masses (106 to 109 solar masses) have been measured in quasars. Several dozen nearby large galaxies, with no sign of a quasar nucleus, contain a similar central black hole in their nuclei. Therefore, it is thought that all large galaxies have one, but only a small fraction are active (with enough accretion to power radiation) and so are seen as quasars.\nEffect on light.\nAt the middle of a black hole, there is a gravitational center called a singularity. It is impossible to see into it because the gravity prevents any light escaping. Around the tiny singularity, there is a large area where light which would normally pass by gets sucked in as well. The edge of this area is called the event horizon. The area beyond the event horizon is the black hole. The gravity of the black hole gets weaker at a distance. The event horizon is the place farthest away from the middle where the gravity is still strong enough to trap light.\nOutside the event horizon, light and matter will still be pulled toward the black hole. If a black hole is surrounded by matter, the matter will form an \"accretion disk\" (accretion means \"gathering\") around the black hole. An accretion disk looks something like the rings of Saturn. As it gets sucked in, the matter gets very hot and shoots x-ray radiation into space. Think of this as the water spinning around the hole before it falls in.\nMost black holes are too far away for us to see the accretion disk and jet. The only way to know a black hole is there is by seeing how stars, gas and light behave around it. With a black hole nearby, even objects as big as a star move in a different way, usually faster than they would if the black hole was not there.\nSince we cannot see black holes, they must be detected by other means. When a black hole passes between us and a source of light, the light bends around the black hole creating a mirror image. That effect is called gravitational lensing.\nHawking radiation.\nHawking radiation is black body radiation which is emitted by black hole, due to quantum effects near the event horizon. It is named after the physicist Stephen Hawking, who provided a theoretical argument for its existence in 1974.\nHawking radiation reduces the mass and the energy of the black hole and is therefore also known as \"black hole evaporation\". This happens because of the virtual particle-antiparticle pairs. Due to quantum fluctuations, this is when one of the particles falls in and the other gets away with the energy/mass. Because of this, black holes that lose more mass than they gain through other means are expected to shrink and ultimately vanish. Micro black holes (MBHs) are predicted to be larger net emitters of radiation than larger black holes and should shrink and dissipate faster.\nProperties of black holes.\nThe no hair conjecture is that, when it has become stable, a black hole has only three independent physical properties: mass, charge, and angular momentum. If the conjecture is true, any two black holes that have the same values for these three properties, cannot be distinguished, they look the same. As of 2020, it is unclear if the no hair conjecture is true for real black holes.\nThe properties are special, because all three can be measured from outside the black hole. For example, a charged black hole repels other like charges just like any other charged object. Similarly, the total mass inside a sphere containing a black hole can be found by using the gravitational analog of Gauss's law, far away from the black hole. The angular momentum or spin can also be measured from far away.","categories":[],"infobox_types":[],"annotations":[{"uri":"General_relativity","surface_form":"general theory of relativity","offset":82},{"uri":"Spacetime","surface_form":"spacetime","offset":147},{"uri":"Mass","surface_form":"mass","offset":174},{"uri":"Event_horizon","surface_form":"event horizon","offset":245},{"uri":"Black_body","surface_form":"black body","offset":368},{"uri":"Thermodynamics","surface_form":"thermodynamics","offset":382},{"uri":"Event_horizon","surface_form":"event horizon","offset":472},{"uri":"Quantum_mechanics","surface_form":"quantum mechanics","offset":507},{"uri":"Temperature","surface_form":"temperature","offset":544},{"uri":"Hawking_radiation","surface_form":"Hawking radiation","offset":565},{"uri":"Matter","surface_form":"matter","offset":667},{"uri":"Inference_(grammar)","surface_form":"worked out","offset":711},{"uri":"Radiation","surface_form":"radiation","offset":934},{"uri":"Earth","surface_form":"Earth","offset":996},{"uri":"Telescope","surface_form":"telescope","offset":1011},{"uri":"Supermassive_black_hole","surface_form":"supermassive black hole","offset":1119},{"uri":"Galaxies","surface_form":"galaxies","offset":1172},{"uri":"Solar_mass","surface_form":"solar mass","offset":1274},{"uri":"Sagittarius_A%2A","surface_form":"Sagittarius A*","offset":1299},{"uri":"Milky_Way","surface_form":"Milky Way","offset":1342},{"uri":"England","surface_form":"English","offset":1381},{"uri":"Clergyman","surface_form":"clergyman","offset":1389},{"uri":"Speed_of_light","surface_form":"speed of light","offset":1508},{"uri":"Mass","surface_form":"mass","offset":1598},{"uri":"Rocket","surface_form":"rocket","offset":1633},{"uri":"Earth","surface_form":"Earth","offset":1677},{"uri":"Escape_velocity","surface_form":"escape velocity","offset":1827},{"uri":"Jupiter","surface_form":"Jupiter","offset":1865},{"uri":"Speed_of_light","surface_form":"speed of light","offset":2099},{"uri":"Pierre-Simon_Laplace","surface_form":"Pierre-Simon Laplace","offset":2156},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":2476},{"uri":"General_relativity","surface_form":"general relativity","offset":2531},{"uri":"World_War_I","surface_form":"World War I","offset":2588},{"uri":"Karl_Schwarzschild","surface_form":"Karl Schwarzschild","offset":2622},{"uri":"Subrahmanyan_Chandrasekhar","surface_form":"Subrahmanyan Chandrasekhar","offset":2803},{"uri":"Hydrogen","surface_form":"hydrogen","offset":2908},{"uri":"Robert_Oppenheimer","surface_form":"Robert Oppenheimer","offset":2958},{"uri":"John_Archibald_Wheeler","surface_form":"John Wheeler","offset":3105},{"uri":"Stephen_Hawking","surface_form":"Stephen Hawking","offset":3222},{"uri":"Roger_Penrose","surface_form":"Roger Penrose","offset":3242},{"uri":"Invisible","surface_form":"invisible","offset":3323},{"uri":"Roger_Penrose","surface_form":"Roger Penrose","offset":3685},{"uri":"Reinhard_Genzel","surface_form":"Reinhard Genzel","offset":3700},{"uri":"Andrea_Ghez","surface_form":"Andrea Ghez","offset":3720},{"uri":"Nobel_Prize_in_Physics","surface_form":"Nobel Prize in Physics","offset":3749},{"uri":"Mass","surface_form":"mass","offset":3882},{"uri":"Star_formation","surface_form":"Star formation","offset":3928},{"uri":"Supermassive_black_hole","surface_form":"supermassive black hole","offset":4119},{"uri":"Gravitational_time_dilation","surface_form":"gravitational time dilation","offset":4360},{"uri":"Red_shift","surface_form":"red-shifted","offset":4612},{"uri":"Galaxy","surface_form":"galaxy","offset":4738},{"uri":"Universe","surface_form":"universe","offset":4758},{"uri":"Supermassive_black_hole","surface_form":"supermassive black hole","offset":4785},{"uri":"Quasars","surface_form":"Quasars","offset":4945},{"uri":"Event_horizon","surface_form":"event horizon","offset":5155},{"uri":"Friction","surface_form":"friction","offset":5207},{"uri":"Singularity","surface_form":"singularity","offset":5700},{"uri":"Event_horizon","surface_form":"event horizon","offset":5946},{"uri":"Saturn_(planet)","surface_form":"Saturn","offset":6463},{"uri":"X-ray","surface_form":"x-ray","offset":6529},{"uri":"Radiation","surface_form":"radiation","offset":6535},{"uri":"Star","surface_form":"star","offset":6765},{"uri":"Gas","surface_form":"gas","offset":6772},{"uri":"Gravitational_lensing","surface_form":"gravitational lensing","offset":7164},{"uri":"Black_body_radiation","surface_form":"black body radiation","offset":7227},{"uri":"Quantum_physics","surface_form":"quantum","offset":7287},{"uri":"Event_horizon","surface_form":"event horizon","offset":7312},{"uri":"Stephen_Hawking","surface_form":"Stephen Hawking","offset":7359},{"uri":"Micro_black_hole","surface_form":"Micro black hole","offset":7877},{"uri":"No_hair_conjecture","surface_form":"no hair conjecture","offset":8050},{"uri":"Mass","surface_form":"mass","offset":8166},{"uri":"Electric_charge","surface_form":"charge","offset":8172},{"uri":"Angular_momentum","surface_form":"angular momentum","offset":8184},{"uri":"Gauss%27s_law","surface_form":"Gauss's law","offset":8733}]}