{"id":350758,"url":"http://en.wikipedia.org/wiki/Atomic_physics","text":"e=\"preserve\">Atomic physics is the field of physics that studies atoms as an isolated system of electrons and an atomic nucleus. It is primarily concerned with the arrangement of electrons around the nucleus and\nthe processes by which these arrangements change. This includes ions as well as neutral atoms and, unless otherwise stated, for the purposes of this discussion it should be assumed that the term \"atom\" includes ions.\nThe term \"atomic physics\" is often associated with nuclear power and nuclear bombs, due to the synonymous use of \"atomic\" and \"nuclear\" in standard English. However, physicists distinguish between atomic physics — which deals with the atom as a system consisting of a nucleus and electrons — and nuclear physics, which considers atomic nuclei alone.\nAs with many scientific fields, strict delineation can be highly contrived and atomic physics is often considered in the wider context of \"atomic, molecular, and optical physics\". Physics research groups are usually so classified.\nIsolated atoms.\nAtomic physics always considers atoms in isolation. Atomic models will consist of a single nucleus that may be surrounded by one or more bound electrons. It is not concerned with the formation of molecules (although much of the physics is identical), nor does it examine atoms in a solid state as condensed matter. It is concerned with processes such as ionization and excitation by photons or collisions with atomic particles.\nWhile modelling atoms in isolation may not seem realistic, if one considers atoms in a gas or plasma then the time-scales for atom-atom interactions are huge in comparison to the atomic processes that are generally considered. This means that the individual atoms can be treated as if each were in isolation, as the vast majority of the time they are. By this consideration atomic physics provides the underlying theory in plasma physics and atmospheric physics, even though both deal with very large numbers of atoms.\nElectronic configuration.\nElectrons form notional shells around the nucleus. These are naturally in a ground state but can be excited\nby the absorption of energy from light (photons), magnetic fields, or interaction with a colliding particle (typically other electrons).\nElectrons that populate a shell are said to be in a bound state. The energy necessary to remove an electron from its shell (taking it to infinity) is called the binding energy. Any quantity of energy absorbed by the electron in excess of this amount is converted to kinetic energy according to the conservation of energy. The atom is said to have undergone the process of ionization.\nIn the event the electron absorbs a quantity of energy less than the binding energy, it will transition to an excited state. After a statistically sufficient quantity of time, an electron in an excited state will undergo a transition to a lower state. The change in energy between the two energy levels must be accounted for (conservation of energy). In a neutral atom, the system will emit a photon of the difference in energy. However, if the excited atom has been previously ionized, in particular if one of its inner shell electrons has been removed, a phenomenon known as the Auger effect may take place where the quantity of energy is transferred to one of the bound electrons causing it to go into the continuum. This allows one to multiply ionize an atom with a single photon.\nThere are rather strict selection rules as to the electronic configurations that can be reached by excitation by light—however there are no such rules for excitation by collision processes.\nHistory and developments.\nThe majority of fields in physics can be divided between theoretical work and experimental work,\nand atomic physics is no exception. It is usually the case, but not always, that progress goes\nin alternate cycles from an experimental observation, through to a theoretical explanation\nfollowed by some predictions that may or may not be confirmed by experiment, and so on. Of course, the current state of technology at any given time can put limitations on what can be achieved experimentally and theoretically so it may take considerable time for theory to be refined.\nOne of the earliest steps towards atomic physics was the recognition that matter was composed\nof \"atoms\", in the modern sense of the basic unit of a chemical element. This theory was developed by the British chemist and physicist John Dalton in the 18th century. At this stage, it wasn't clear what atoms were although they could be described and classified by their properties (in bulk) in a periodic table.\nThe true beginning of atomic physics is marked by the discovery of spectral lines and attempts to describe the phenomenon, most notably by Joseph von Fraunhofer. The study of these lines led to the Bohr atom model and to the birth of quantum mechanics. In seeking to explain atomic spectra an entirely new mathematical model of matter was revealed. As far as atoms and their electron shells were concerned, not only did this yield a better overall description, i.e. the atomic orbital model, but it also provided a new theoretical basis for chemistry\n(quantum chemistry) and spectroscopy.\nSince the Second World War, both theoretical and experimental fields have advanced at a rapid pace. This can be attributed to progress in computing technology, which has allowed larger and more sophisticated models of atomic structure and associated collision processes. Similar technological advances in accelerators, detectors, magnetic field generation and lasers have greatly assisted experimental work.","categories":[],"infobox_types":[],"annotations":[{"uri":"Physics","surface_form":"physics","offset":44},{"uri":"Electron","surface_form":"electron","offset":96},{"uri":"Atomic_nuclei","surface_form":"atomic nucleus","offset":113},{"uri":"Electron_configuration","surface_form":"arrangement of electrons around the nucleus","offset":164},{"uri":"Ions","surface_form":"ions","offset":276},{"uri":"Nuclear_power","surface_form":"nuclear power","offset":480},{"uri":"Nuclear_bomb","surface_form":"nuclear bomb","offset":498},{"uri":"Synonym","surface_form":"synonym","offset":524},{"uri":"Standard_English","surface_form":"standard English","offset":568},{"uri":"Nuclear_physics","surface_form":"nuclear physics","offset":725},{"uri":"Atomic_nucleus","surface_form":"atomic nuclei","offset":758},{"uri":"Atomic%2C_molecular%2C_and_optical_physics","surface_form":"atomic, molecular, and optical physics","offset":918},{"uri":"Molecule","surface_form":"molecule","offset":1222},{"uri":"Solid_state_physics","surface_form":"solid state","offset":1308},{"uri":"Condensed_matter","surface_form":"condensed matter","offset":1323},{"uri":"Ionization","surface_form":"ionization","offset":1380},{"uri":"Excited_state","surface_form":"excitation","offset":1395},{"uri":"Gas","surface_form":"gas","offset":1541},{"uri":"Plasma_(physics)","surface_form":"plasma","offset":1548},{"uri":"Plasma_(physics)","surface_form":"plasma physics","offset":1877},{"uri":"Atmospheric_physics","surface_form":"atmospheric physics","offset":1896},{"uri":"Atomic_orbital","surface_form":"Electrons","offset":1999},{"uri":"Atomic_orbital","surface_form":"shells","offset":2023},{"uri":"Ground_state","surface_form":"ground state","offset":2075},{"uri":"Photon","surface_form":"photon","offset":2147},{"uri":"Bound_state","surface_form":"bound state","offset":2296},{"uri":"Binding_energy","surface_form":"binding energy","offset":2405},{"uri":"Kinetic_energy","surface_form":"kinetic energy","offset":2510},{"uri":"Conservation_of_energy","surface_form":"conservation of energy","offset":2542},{"uri":"Ionization","surface_form":"ionization","offset":2616},{"uri":"Excited_state","surface_form":"excited state","offset":2738},{"uri":"Auger_effect","surface_form":"Auger effect","offset":3209},{"uri":"Selection_rules","surface_form":"selection rules","offset":3437},{"uri":"Chemical_element","surface_form":"chemical element","offset":4346},{"uri":"John_Dalton","surface_form":"John Dalton","offset":4427},{"uri":"Periodic_table","surface_form":"periodic table","offset":4590},{"uri":"Spectral_line","surface_form":"spectral line","offset":4673},{"uri":"Joseph_von_Fraunhofer","surface_form":"Joseph von Fraunhofer","offset":4745},{"uri":"Bohr_atom_model","surface_form":"Bohr atom model","offset":4804},{"uri":"Quantum_mechanics","surface_form":"quantum mechanics","offset":4840},{"uri":"Atomic_orbital_model","surface_form":"atomic orbital model","offset":5076},{"uri":"Chemistry","surface_form":"chemistry","offset":5147},{"uri":"Quantum_chemistry","surface_form":"quantum chemistry","offset":5158},{"uri":"Spectroscopy","surface_form":"spectroscopy","offset":5181},{"uri":"World_War_II","surface_form":"Second World War","offset":5205},{"uri":"Laser","surface_form":"laser","offset":5555}]}