{"id":350960,"url":"http://en.wikipedia.org/wiki/Teatro_di_San_Carlo","text":"The Teatro di San Carlo is a famous opera house in Naples, Italy. It is sometimes called the Teatro San Carlo or simply the San Carlo. Its name means Theatre of Saint Charles. It was built in 1737. When it was first built it was the biggest opera house in the world. Today, it is still one of the biggest opera houses in Italy. It is also the oldest opera house in Italy. Many operas were first performed at the Teatro di San Carlo. Seventeen of Donizetti's operas and eight of Rossini's operas were first performed there.\nHistory of Teatro di San Carlo.\nThe new King of Naples, Charles VII, was very interested in the arts. He wanted the city to have a new and beautiful opera house. The old one, the Teatro San Bartolomeo, was falling apart. King Charles paid for building the new theatre. It was built on land next to his palace and designed by Giovanni Antonio Medrano (1703 – 1760). The new theatre took only seven months to build. It opened on 4 March 1737. The first opera performed there was ' (Achilles in Skyros). The famous Italian poet, Metastasio, wrote the words and story. Domenico Sarro wrote the music. He also conducted the orchestra.\nThe building burnt down on 12 February 1816. Six days after the fire, King Ferdinand IV (the son of King Charles) asked the architect Antonio Niccolini to build the theatre again. Nicolini used Medrano's designs but he made the stage bigger. The inside of the new Teatro di San Carlo was even more beautiful than the first one. The new theatre opened on 12 January 1817, with an opera by Simon Mayr, ' (Partenope's Dream). Since then, only small changes were made to the building. It was damaged by bombs during World War II, but American and British soldiers soon repaired it.\nToday.\nLike most Italian opera houses, the Teatro di San Carlo is built in a horseshoe shape. It has downstairs seats called stalls. There are six more levels of seats called box seats where groups of people can sit together. The box seats go all the way to the top of the opera house. Overall, there are 1386 seats in the Teatro di San Carlo today. The inside of the theatre has beautiful decorations in red and gold. A large painting by Giuseppe Cammarano covers the ceiling. The painting shows the Greek god Apollo and the goddess Minerva. All around them are famous poets.\nBecause of its shape, the San Carlo has very good sound quality. People can hear the singers and orchestra even in the most far away seats. Operas, ballets and concerts are performed there. People can also rent the theatre for parties or to put on their own shows. In 2010, much work was done on the opera house. It now has more rooms for rehearsals, modern machinery for the stage, and air conditioning. The Teatro di San Carlo has its own orchestra.","categories":[],"infobox_types":[],"annotations":[{"uri":"Opera_house","surface_form":"opera house","offset":36},{"uri":"Naples","surface_form":"Naples","offset":51},{"uri":"Italy","surface_form":"Italy","offset":59},{"uri":"Saint","surface_form":"Saint","offset":161},{"uri":"Opera","surface_form":"opera","offset":377},{"uri":"Donizetti","surface_form":"Donizetti","offset":446},{"uri":"Rossini","surface_form":"Rossini","offset":478},{"uri":"Charles_III_of_Spain","surface_form":"Charles VII","offset":579},{"uri":"Arts","surface_form":"arts","offset":619},{"uri":"Palace","surface_form":"palace","offset":825},{"uri":"Achilles","surface_form":"Achilles","offset":1003},{"uri":"List_of_Greek_islands","surface_form":"Skyros","offset":1015},{"uri":"Poet","surface_form":"poet","offset":1043},{"uri":"Pietro_Metastasio","surface_form":"Metastasio","offset":1049},{"uri":"Domenico_Sarro","surface_form":"Domenico Sarro","offset":1088},{"uri":"Conducting","surface_form":"conducted","offset":1128},{"uri":"Orchestra","surface_form":"orchestra","offset":1142},{"uri":"Architect","surface_form":"architect","offset":1277},{"uri":"Stage_(theatre)","surface_form":"stage","offset":1381},{"uri":"Simon_Mayr","surface_form":"Simon Mayr","offset":1541},{"uri":"Dream","surface_form":"Dream","offset":1568},{"uri":"Bomb","surface_form":"bomb","offset":1652},{"uri":"World_War_II","surface_form":"World War II","offset":1665},{"uri":"Repair","surface_form":"repaired","offset":1718},{"uri":"Horseshoe","surface_form":"horseshoe","offset":1808},{"uri":"Ceiling","surface_form":"ceiling","offset":2200},{"uri":"Greek_mythology","surface_form":"Greek","offset":2232},{"uri":"Apollo","surface_form":"Apollo","offset":2242},{"uri":"Minerva","surface_form":"Minerva","offset":2265},{"uri":"Orchestra","surface_form":"orchestra","offset":2405},{"uri":"Ballet","surface_form":"ballet","offset":2456},{"uri":"Concert","surface_form":"concert","offset":2468},{"uri":"Renting","surface_form":"rent","offset":2514},{"uri":"Rehearsal","surface_form":"rehearsal","offset":2647},{"uri":"Machinery","surface_form":"machinery","offset":2666},{"uri":"Stage_(theatre)","surface_form":"stage","offset":2684},{"uri":"Air_conditioner","surface_form":"air conditioning","offset":2695}]}