{"id":350941,"url":"http://en.wikipedia.org/wiki/Constant_Permeke","text":"Constant Permeke (31 July 1886 – 4 January 1952) was a Belgian painter and sculptor. He is said to be the leading figure of Flemish expressionism.\nPermeke was born in Antwerp. When he was six years old the family moved to Ostend. His father was curator of the Municipal Museum of Arts. Permeke went to school in Bruges from 1903 until 1906. In 1906 he was drafted into the Belgian army. After his military service ended in March 1908, Permeke returned to Ostend. He roomed together with another artist, Gustave De Smet. In 1909 he returned to Latem where he lived as a recluse. In 1912 Permeke married Maria Delaere and the newlyweds settled in Ostend.\nWhen World War I started, Permeke was in the defense of Antwerp. He was wounded in action near the town of Duffel. His wounds forced him to be evacuated to the United Kingdom. In 1916 he moved to Chardstock in Devonshire and started painting again, mostly colorful English landscapes. After the end of the war, the Permeke family returned to Ostend in 1919.\nIn 1921 Permeke was able to exhibit his work in Antwerp and in Paris. Between 1922 and 1924, Permeke regularly went to Astene. In 1926 Permeke went to Vevey in Switzerland where he mainly painted mountain scenes. In 1929 he moved to Jabbeke. Starting in 1937 Permeke tried his hand at sculpting as well.\nDuring World War II, Permeke was forbidden to paint by the German occupiers. His art was seen by them as \"Entartete Kunst\". His son Paul was arrested and sent to Germany as a forced labourer. After the war, Permeke was made director of the Royal Academy in Antwerp. He only worked there one year. In 1948 his wife died. Emotionally scarred and ailing, Permeke had to be nursed by his daughter.\nConstant Permeke died 4 January 1952. He was buried next to his wife at the cemetery in Jabbeke. A statue which Permeke had commissioned by his friend George Minne was placed on the grave of his beloved wife.\nIn 1997, Belgium recognized Permeke by dedicating the 1,000 franc bill to him and his work. The bill was used until Belgium started using the euro in 2002.","categories":[],"infobox_types":[],"annotations":[{"uri":"Belgium","surface_form":"Belgian","offset":55},{"uri":"Flanders","surface_form":"Flemish","offset":124},{"uri":"Expressionism","surface_form":"expressionism","offset":132},{"uri":"Antwerp","surface_form":"Antwerp","offset":167},{"uri":"Ostend","surface_form":"Ostend","offset":222},{"uri":"Bruges","surface_form":"Bruges","offset":312},{"uri":"Gustave_De_Smet","surface_form":"Gustave De Smet","offset":503},{"uri":"Recluse","surface_form":"recluse","offset":569},{"uri":"World_War_I","surface_form":"World War I","offset":658},{"uri":"Duffel","surface_form":"Duffel","offset":760},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":813},{"uri":"Chardstock","surface_form":"Chardstock","offset":849},{"uri":"Devon","surface_form":"Devon","offset":863},{"uri":"Paris","surface_form":"Paris","offset":1074},{"uri":"Astene","surface_form":"Astene","offset":1130},{"uri":"Vevey","surface_form":"Vevey","offset":1162},{"uri":"Switzerland","surface_form":"Switzerland","offset":1171},{"uri":"Jabbeke","surface_form":"Jabbeke","offset":1244},{"uri":"World_War_II","surface_form":"World War II","offset":1322},{"uri":"Germany","surface_form":"German","offset":1374},{"uri":"Degenerate_art","surface_form":"Entartete Kunst","offset":1421},{"uri":"Royal_Academy_of_Fine_Arts_(Antwerp)","surface_form":"Royal Academy in Antwerp","offset":1555},{"uri":"George_Minne","surface_form":"George Minne","offset":1860},{"uri":"Franc","surface_form":"franc","offset":1978}]}