{"id":351109,"url":"http://en.wikipedia.org/wiki/Eug%C3%A8ne_Ysa%C3%BFe","text":"Eugène Ysaÿe (16 July 1858 – 12 May 1931) was a Belgian violinist, composer and conductor. He was born in Liège. He was called \"The King of the Violin\", or, as Nathan Milstein put it, the \"tzar\". His brother was pianist and composer Théo Ysaÿe.\nBiography.\nYsaÿe began violin lessons at age five with his father. At seven he entered the Conservatoire at Liège studying with Désiré Heynberg. When he was twelve, Henri Vieuxtemps took an interest in his talent. He arranged for Ysaÿe to study with Henryk Wieniawski.\nAfter his graduation from the Royal Conservatory of Liège, Ysaÿe was the principal violin of the Benjamin Bilse beer-hall orchestra. This orchestra later became the Berlin Philharmonic. Many musicians of note and influence came regularly to hear this orchestra and Ysaÿe in particular. Some of these musicians were Joseph Joachim, Franz Liszt, Clara Schumann, and Anton Rubinstein. Rubinstein asked for Ysaÿe to be released from his contract to go with him on tour.\nWhen Ysaÿe was twenty-seven years old, he was recommended as a soloist for one of the Concerts Colonne in Paris. This was the start of his great success as a concert artist. The next year, Ysaÿe received a professorship at the Brussels Conservatoire. During his time as professor at the Conservatoire, Ysaÿe continued to tour the world. This included all of Europe, Russia, and the United States.\nHe had physical problems that affected his hands. As these grew worse, Ysaÿe turned more to teaching, conducting and an early love, composition. In 1918, he accepted the music director's position with the Cincinnati Symphony Orchestra. He stayed until 1922.\nIn 1931, suffering from diabetes, Eugène Ysaÿe died in his house in Brussels.\nPersonal life.\nYsaÿe was married twice. His first marrriage, on 29 September 1886, was to Louise Bourdeau de Coutrai. They had three sons.\nAfter Louise's death in 1924 he married a pupil of his, Jeanette Dincin. She was 44 years younger than him. Ysaÿe met her in 1922 while conductor of the Cincinnati Orchestra. She cared for him in his ailing years.\nEugène Ysaÿe was close friends with Queen Elisabeth of Belgium. He taught her the violin. His widow took over the royal teaching after his death. The queen began a competition in his honor.\nYsaÿe was also a friend of Claude Debussy. They would trade letters.","categories":[],"infobox_types":[],"annotations":[{"uri":"Belgium","surface_form":"Belgian","offset":48},{"uri":"Violin","surface_form":"violin","offset":56},{"uri":"Composer","surface_form":"composer","offset":67},{"uri":"Conducting","surface_form":"conductor","offset":80},{"uri":"Li%C3%A8ge","surface_form":"Liège","offset":106},{"uri":"Nathan_Milstein","surface_form":"Nathan Milstein","offset":160},{"uri":"Pianist","surface_form":"pianist","offset":212},{"uri":"Th%C3%A9o_Ysa%C3%BFe","surface_form":"Théo Ysaÿe","offset":233},{"uri":"Violin","surface_form":"violin","offset":268},{"uri":"D%C3%A9sir%C3%A9_Heynberg","surface_form":"Désiré Heynberg","offset":373},{"uri":"Henri_Vieuxtemps","surface_form":"Henri Vieuxtemps","offset":410},{"uri":"Henryk_Wieniawski","surface_form":"Henryk Wieniawski","offset":495},{"uri":"Royal_Conservatory_of_Li%C3%A8ge","surface_form":"Royal Conservatory of Liège","offset":544},{"uri":"Benjamin_Bilse","surface_form":"Benjamin Bilse","offset":611},{"uri":"Berlin_Philharmonic","surface_form":"Berlin Philharmonic","offset":679},{"uri":"Joseph_Joachim","surface_form":"Joseph Joachim","offset":829},{"uri":"Franz_Liszt","surface_form":"Franz Liszt","offset":845},{"uri":"Clara_Schumann","surface_form":"Clara Schumann","offset":858},{"uri":"Anton_Rubinstein","surface_form":"Anton Rubinstein","offset":878},{"uri":"Concerts_Colonne","surface_form":"Concerts Colonne","offset":1066},{"uri":"Koninklijk_Conservatorium_(Brussels)","surface_form":"Brussels Conservatoire","offset":1207},{"uri":"Cincinnati_Symphony_Orchestra","surface_form":"Cincinnati Symphony Orchestra","offset":1582},{"uri":"Diabetes","surface_form":"diabetes","offset":1659},{"uri":"Elisabeth_of_Bavaria_(1876%E2%80%931965)","surface_form":"Queen Elisabeth of Belgium","offset":2102},{"uri":"Claude_Debussy","surface_form":"Claude Debussy","offset":2283}]}