{"id":351297,"url":"http://en.wikipedia.org/wiki/Catherine_of_Valois","text":"Catherine of Valois (27 October 1401 – 3 January 1437) was the queen of Henry V of England and the mother of Henry VI of England. She was the daughter of King Charles VI of France and his wife Isabelle of Bavaria.\nCatherine had a secret relationship with Owen Tudor. Through this she became the grandmother of Henry VII of England.\nIn May 1420, a peace treaty was made between England and France. Charles made Henry of England his heir. Catherine and Henry were married at the Parish Church of St John or at Troyes Cathedral on 2 June 1420. Catherine went to England with her new husband. She was crowned queen in Westminster Abbey on 23 February 1421.\nCatherine gave birth to Prince Henry on 6 December 1421 at Windsor. The boy and his father would never see each other. During the siege of Meaux, Henry V had a fatal illness (dysentery) and died on 31 August 1422, just before his 35th birthday. Catherine was not quite 21 and was left a widow and Dowager Queen of England. Charles VI then died. This made the young Henry VI king of England and English-occupied northern France.\nThe Parliament made a rule that the Dowager Queen could not marry without the King's approval. If the Queen remarried without the king's consent, the husband would lose his lands and possessions, although any children of the marriage would still be members of the royal family. Parliament also said the king could only give permission when reached his majority age. At the time the bill was written, the king was only six years old.\nCatherine entered into a relationship with Owen Tudor of Wales. It is unclear if they were ever married. Owen and Catherine had at least six children. Edmund, Jasper and Owen were all born away from court. They had two daughters, Tacinda, who married Reginald Grey, 7th Baron Grey de Wilton and Margaret who became a nun.\nCatherine died on 3 January 1437, shortly after childbirth, in London.","categories":[],"infobox_types":[],"annotations":[{"uri":"Queen","surface_form":"queen","offset":63},{"uri":"Henry_V_of_England","surface_form":"Henry V of England","offset":72},{"uri":"Henry_VI_of_England","surface_form":"Henry VI of England","offset":109},{"uri":"Charles_VI_of_France","surface_form":"Charles VI of France","offset":159},{"uri":"Isabeau_of_Bavaria","surface_form":"Isabelle of Bavaria","offset":193},{"uri":"Owen_Tudor","surface_form":"Owen Tudor","offset":255},{"uri":"Henry_VII_of_England","surface_form":"Henry VII of England","offset":310},{"uri":"France","surface_form":"France","offset":389},{"uri":"Troyes_Cathedral","surface_form":"Troyes Cathedral","offset":508},{"uri":"Westminster_Abbey","surface_form":"Westminster Abbey","offset":614},{"uri":"Henry_VI_of_England","surface_form":"Prince Henry","offset":677},{"uri":"Meaux","surface_form":"Meaux","offset":792},{"uri":"Dowager_Queen","surface_form":"Dowager Queen","offset":950},{"uri":"Henry_VI_of_England","surface_form":"Henry VI","offset":1018},{"uri":"Wales","surface_form":"Wales","offset":1571},{"uri":"Edmund_Tudor%2C_1st_Earl_of_Richmond","surface_form":"Edmund","offset":1665},{"uri":"Jasper_Tudor%2C_Earl_of_Pembroke","surface_form":"Jasper","offset":1673}]}