{"id":351284,"url":"http://en.wikipedia.org/wiki/John_Dryden","text":"John Dryden (9 August 1631 – 1 May 1700) was an English poet laureate and playwright.\nHe was the oldest of fourteen children born to Erasmus Dryden and wife Mary Pickering. As a boy Dryden lived in the nearby village of Titchmarsh, Northamptonshire. In 1644 he was sent to Westminster School. In the late twentieth century a house at Westminster was founded in his name.\nIn 1650 Dryden went up to Trinity College, Cambridge. After graduating, he went to London. Dryden got work with the Secretary of State, John Thurloe.\nOn 1 December 1663 Dryden married the royalist sister of Sir Robert Howard—Lady Elizabeth. They had three sons.\nHis first play, \"The Wild Gallant\" was in 1663. It was not successful. But from 1668 on he was contracted to make three plays a year for the King's Company.\nIn 1693 Dryden famously said about English language that \"We have yet no prosody, not so much tolerable dictionary, or a grammar, so that our language is in a manner barbarous.\" Following the century's ill formed ideas like latinising English, Dryden considered English as inferior and before expressing anything English in his works he transcribed them first into Latin. He promoted the need of a regulatory body in English like the French Academy, this idea has been carried on by others after his death like by Daniel Fefoe, John Adams and other organized bodies into the 21st century. This arresting in change was deplored in each ages.","categories":[],"infobox_types":[],"annotations":[{"uri":"Poet_laureate","surface_form":"poet laureate","offset":56},{"uri":"Titchmarsh%2C_Northamptonshire","surface_form":"Titchmarsh, Northamptonshire","offset":220},{"uri":"Westminster_School","surface_form":"Westminster School","offset":273},{"uri":"Trinity_College%2C_Cambridge","surface_form":"Trinity College, Cambridge","offset":397},{"uri":"London","surface_form":"London","offset":454},{"uri":"John_Thurloe","surface_form":"John Thurloe","offset":507},{"uri":"Robert_Howard_(playwright)","surface_form":"Robert Howard","offset":582},{"uri":"The_Wild_Gallant","surface_form":"The Wild Gallant","offset":650},{"uri":"King%27s_Company","surface_form":"King's Company","offset":774}]}