{"id":351292,"url":"http://en.wikipedia.org/wiki/Eleanor_of_Castile","text":"Eleanor of Castile (1241 – 28 November 1290) was the queen of Edward I of England. She was also Countess of Ponthieu from 1279 until her death in 1290.\nEdward and Eleanor married at the monastery of Las Huelgas, Burgos on 1 November 1254. Several of her relatives came to England soon after her marriage. Henry III of England spent much money on her relatives. This made the people not like her, even though she could not stop it.\nIn the 1260s, the Second Barons' War started between Henry III and his barons. This divided the kingdom. Eleanor supported Edward. Edward was captured at Lewes and imprisoned. Eleanor was honourably kept at Westminster Palace.\nIn 1270 Edward and Eleanor left to join his uncle Louis IX of France on the Eighth Crusade. Louis died at Carthage. They spent the winter in Sicily. Then the couple went on to Acre in Palestine.\nThey left Palestine in September 1272. In Sicily that December they learned of Henry III's death. Edward and Eleanor returned to England and were crowned together on 19 August 1274.\nThe many children of Queen Eleanor and King Edward I.\nEleanor of Castile was born to the Castilian King, Ferdinand III and his wife, Queen Joan of Ponthieu in the early 1240s. When her father died, her step brother, Alfonso X, ascended to the throne where he and King Henry III arranged her marriage. In Spain, at age 10-12 she was married to King Henry’s son, Edward, who was only 15 at the time in 1254. She went with her husband, Lord Edward of England, who was leading an important crusade in 1270. As a gift to celebrate their wedding, her step brother gave Edward the region of Gascony. Edward also gained the lands of Montreuil and Ponthieu through Eleanor. When Eleanor first moved to England, King Henry III “Ordered that her apartments be furnished \"in Castilian fashion\" to make her feel more comfortable.” [http://ancienthistory.abc-clio.com] In 1264 she was moved to France for her safety when war broke out and did not return until about a year later. In 1270 she went on the 8th crusade with Edward to the Holy Land and returned in August 19, 1274 to be crowned. Since Eleanor was foreign, many of her subjects did not like her. On November 28, 1290, Eleanor died of a fever, leaving Edward to write, \"I loved her dearly during her lifetime.... I shall not cease to love her now that she is dead.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Queen","surface_form":"queen","offset":53},{"uri":"Edward_I_of_England","surface_form":"Edward I of England","offset":62},{"uri":"Count_of_Ponthieu","surface_form":"Countess of Ponthieu","offset":96},{"uri":"Las_Huelgas","surface_form":"Las Huelgas","offset":199},{"uri":"Burgos","surface_form":"Burgos","offset":212},{"uri":"Henry_III_of_England","surface_form":"Henry III of England","offset":305},{"uri":"Second_Barons%27_War","surface_form":"Second Barons' War","offset":449},{"uri":"Westminster_Palace","surface_form":"Westminster Palace","offset":638},{"uri":"Louis_IX_of_France","surface_form":"Louis IX of France","offset":708},{"uri":"Eighth_Crusade","surface_form":"Eighth Crusade","offset":734},{"uri":"Carthage","surface_form":"Carthage","offset":764},{"uri":"Sicily","surface_form":"Sicily","offset":799},{"uri":"Acre%2C_Israel","surface_form":"Acre","offset":834},{"uri":"Palestine_(region)","surface_form":"Palestine","offset":842},{"uri":"Ferdinand_III","surface_form":"Ferdinand III","offset":1140},{"uri":"Joan_of_Ponthieu","surface_form":"Joan of Ponthieu","offset":1174},{"uri":"Alfonso_X","surface_form":"Alfonso X","offset":1251},{"uri":"Gascony","surface_form":"Gascony","offset":1619},{"uri":"Holy_Land","surface_form":"Holy Land","offset":2056}]}