{"id":351412,"url":"http://en.wikipedia.org/wiki/Puneri_Pagadi","text":"Puneri Pagadi is a turban, a cloth worn on the head. This turban is worn by people from Pune on special days. \"Puneri\" means \"belonging to Pune\" and \"pagadi\" means turban. It is used as a mark of respect in Pune. It is a custom that is about 200 years old.\nThe \"pagadi\" used to be worn by people to show pride but now it is also worn on special occasions.\nHistory.\nThe \"pagadi\" was introduced 200 years ago by Mahadev Govind Ranade, who was a social reformer. It was also later worn by leaders like Lokmanya Tilak, J.S. Karandikar, D.D. Sathye, Tatyasaheb Kelkar and Datto Vaman Potdar. The \"pagadi\" became more famous in 1973 after a Marathi play.\nIn 2009, it was given the status of Geographic Indication (GI) which means that the \"pagadi\" will be a property of only Pune. No one else can sell any such turban under the name of \"Puneri Pagadi\" outside Pune.Only Brahmins used to use this pagadi in that era.\nUse.\nThe \"pagadi\" is used in marriages. It is also used on special events in schools and colleges (commonly on traditional days). It is used by actors while performing \"gondhal\" art form. The \"pagadi\" is also given as an award sometimes.\nProprietary status.\n\"Shree Puneri Pagadi Sangh\" is a group of 10 people. They are the ones who applied for getting a GI tag for the \"pagadi\". Actually, Great Mission Group Consultancy submitted the application for them. The aim of this was to protect the identity of the \"pagadi\". They also wanted to protect the \"Puneri\" culture. The application was accepted and on 4 September 2009, the \"pagadi\" became an intellectual property. Before this, the GI tag was also given to Indian products like Tirupati \"ladoos\", Darjeeling tea, Banarasi \"saris\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Turban","surface_form":"turban","offset":19},{"uri":"Pune","surface_form":"Pune","offset":88},{"uri":"Pride","surface_form":"pride","offset":304},{"uri":"Mahadev_Govind_Ranade","surface_form":"Mahadev Govind Ranade","offset":410},{"uri":"Lokmanya_Tilak","surface_form":"Lokmanya Tilak","offset":499},{"uri":"J.S._Karandikar","surface_form":"J.S. Karandikar","offset":515},{"uri":"D.D._Sathye","surface_form":"D.D. Sathye","offset":532},{"uri":"Tatyasaheb_Kelkar","surface_form":"Tatyasaheb Kelkar","offset":545},{"uri":"Datto_Vaman_Potdar","surface_form":"Datto Vaman Potdar","offset":567},{"uri":"Marathi","surface_form":"Marathi","offset":635},{"uri":"Geographic_Indication","surface_form":"Geographic Indication","offset":685},{"uri":"Traditional","surface_form":"traditional","offset":1021},{"uri":"Intellectual_property","surface_form":"intellectual property","offset":1556}]}