{"id":351449,"url":"http://en.wikipedia.org/wiki/Clueless_(movie)","text":"\"Clueless\" is a 1995 American romantic teen comedy movie set in Beverly Hills, California. It is loosely based on Jane Austen's 1815 book \"Emma\". It was written and directed by Amy Heckerling. It stars Alicia Silverstone, Stacey Dash and Brittany Murphy as 15 year old high school classmates. \"Clueless\" was released in the United States in August 1995.\nPlot of Clueless revolves around the life of American sixteen-year-old girl Cher Horowitz. She is pretty and attractive, but clueless and selfish. Apart from that she is extremely rich and popular in her high school. Only a few things are important for Cher: fashion, mansion in which she lives with her father and her friend Dionne, who is also rich and self-confident. She has a former stepbrother Josh, with whom she always has quarrels for no reason at all.\nCher’s selfishness is totally innocent and safe for surrounding people. For example, she tries to bring together two teachers, who gave her bad marks, - Mr. Hall and Mrs. Gaste. She achieves this aim and benefits. When Cher sees those two fall in love and her marks become better, she understands that she likes to do good things.\nCher decides to make the next good thing on her list helping a new “duckling girl” Tie to transform into a beautiful swan. She also helps her to adapt in a new place and prevent her from communicating with the guy, who smokes weed and does skateboarding. Instead of that, she wants Tie to date with a rich snob Elton, but Cher does not realize that Elton fancies not Tie, but herself.\nSuddenly some troubles appear in Cher’s life. She does not realize, that boy whom she tries to seduce is actually gay, until Dionne opens her naive eyes. Cher fails driving test and when she comes back home Tai says that she is keen on Josh. In reply Cher says to her, that they do not match and they have a quarrel.\nAfter revaluation of values Cher finds out, that she loves Josh. She tries to be better, kinder and smarter. The final scene shows, that Josh admits he loves Cher too and they kiss.\nSoon after release of the movie a Clueless sequel was filmed (it was in form of TV series) and a series of books was produced.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":21},{"uri":"Romance_movie","surface_form":"romantic","offset":30},{"uri":"Teen_movie","surface_form":"teen","offset":39},{"uri":"Comedy_movie","surface_form":"comedy movie","offset":44},{"uri":"Beverly_Hills%2C_California","surface_form":"Beverly Hills, California","offset":64},{"uri":"Jane_Austen","surface_form":"Jane Austen","offset":114},{"uri":"Emma_(novel)","surface_form":"Emma","offset":139},{"uri":"Screenwriter","surface_form":"written","offset":153},{"uri":"Movie_director","surface_form":"directed","offset":165},{"uri":"Amy_Heckerling","surface_form":"Amy Heckerling","offset":177},{"uri":"Alicia_Silverstone","surface_form":"Alicia Silverstone","offset":202},{"uri":"Stacey_Dash","surface_form":"Stacey Dash","offset":222},{"uri":"Brittany_Murphy","surface_form":"Brittany Murphy","offset":238},{"uri":"High_school","surface_form":"high school","offset":269},{"uri":"United_States","surface_form":"United States","offset":324},{"uri":"Gay","surface_form":"gay","offset":1646}]}