{"id":351680,"url":"http://en.wikipedia.org/wiki/Keoladeo_National_Park","text":"The Keoladeo National Park is a Indian bird sanctuary in Bharatpur, Rajasthan. It is also a declared World Heritage Site.\nHistory.\nKeoladeo Ghana National Park is a man-made and man-managed wetland and one of the national parks of India.\nThe wetlands were created in the mid-18th century. It is named after a Keoladeo (Shiva) temple within its boundaries. The area is a natural low spot in the land. It was flooded by two rivers, the Gambhir and Banganga.\nThe area was a hunting ground for the maharajas of Bharatpur after 1850. The Viceroy of India hunted birds in this special park.\nKeoladeo was established as a national park on 10 March 1982.\nThe area was designated as a bird sanctuary on 13 March 1976.\nIn 1985, the Park was declared a World Heritage Site.\nGeography.\nKeoladeo (Bharatpur) National Park (27°10'N, 77°31'E) is in eastern Rajasthan. It is 2 kilometers (km) south-east of Bharatpur and 50 km west of Agra.\nThe Park is spread over approx 29 square kilometer area. One third of the Keoladeo National Park habitat is wetland. The uplands have grasslands (savannas) of tall species of grass together with scattered trees and shrubs present in varying density.\nIn an area characterized by sparse vegetation, the park is the only spot which has dense vegetation and trees..\nDykes divide the wetland into ten units. Each unit has a system of sluice gates to control its water level.\nScientific Research and Facilities.\nThe Bombay Natural History Society has done considerable work in the area.\nBetween December 1992 and January 1995, a collaborative project between the Governments of India and Russia, International Crane Foundation and Wild Bird Society of Japan was set up to save the Siberian crane. The project focused on releasing captivity bred cranes into the wild, tracking migratory routes of common cranes, and building up the resident crane population in the park..","categories":[],"infobox_types":[],"annotations":[{"uri":"India","surface_form":"India","offset":32},{"uri":"Bird","surface_form":"bird","offset":39},{"uri":"Bharatpur%2C_India","surface_form":"Bharatpur","offset":57},{"uri":"Rajasthan","surface_form":"Rajasthan","offset":68},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":101},{"uri":"National_parks_of_India","surface_form":"national parks of India","offset":213},{"uri":"Gambhir","surface_form":"Gambhir","offset":434},{"uri":"Banganga","surface_form":"Banganga","offset":446},{"uri":"Viceroy_of_India","surface_form":"Viceroy of India","offset":533},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":742},{"uri":"Rajasthan","surface_form":"Rajasthan","offset":842}]}