{"id":3516,"url":"http://en.wikipedia.org/wiki/Military","text":"The military is the group or groups of people that are given power to defend something (mostly a country). They are armed, so they are called the armed forces. The military protects its country by defending it from the armed forces of enemies, if there is a war. The military can also be ordered by the government of the country to attack another country. The word \"military\" comes from Latin \"miles\", warrior.\nThere are many jobs to do in a military. Some jobs are for fighting and some are for other work to support the military. Some things people do in the military are use weapons, drive vehicles, and repair weapons. Other people in the military learn how to fly aircraft, pilot ships, or repair engines. People in the military usually wear clothes called a uniform. In some places, especially where there may be combat, a uniform often comes in a camouflage pattern which is designed to make the person hard to see in the forest or desert.\nThere are two ways to join the military. In many countries, people join the military because they want to. In other countries, there are laws that some people have to be in the military, even if they do not want to be. This is called \"the draft\" or \"conscription\". It usually depends on age and physical fitness. Old military people or former military people are called \"veteran<nowiki/>s\". Some are members of a military reserve force.\nSome big countries even have small units which perform special actions which are very difficult. They are called special forces.\nThere are also mercenaries, soldiers who fight just for pay and have little loyalty to whomever might hire them, and private military contractors (PMC), which are under the command of a company (civilian company). The Medieval Italian \"condottieri\" were a historical example of PMCs. A warlord may have a private army, which are often no more trustworthy than common gangsters or criminals.\nJoining up and training.\nIn most countries of the world, young men and (in a few countries) women between 17 and 18 and of good health may be forced by the government of their country to join the military and have military training. This is called \"conscription\". The countries that do not have conscription include Australia, Bangladesh, Canada, France, Hungary, India, Italy, Japan, Malta, New Zealand, Saudi Arabia, Slovenia, South Africa, Spain, and the United Kingdom. In some countries, such as Argentina and United States, conscription is legal but is not used, at the present time.\nWhen a person wants to join the military as a volunteer, they \"enlist\". (This means simply that they put their name on a list.) They have to be above a certain age, 17 or 18 in most countries. They have to pass physical fitness tests to show that they are well enough to do the jobs that they will have to do. They must also have good enough hearing, to hear orders, and good enough sight to use a rifle.\nNew people in the military are often called “recruits”. They have training at a special camp, sometimes called “boot camp\" or \"basic training\". During this training, the recruits usually have very little free time. They learn to understand the \"orders\" or \"commands\" that are given by the officers to the \"troops\". (The troops are the military people in a group.) They learn the right ways to obey the orders. They do a lot of exercise to improve their fitness and strength. They learn about weapons, first aid, and their uniforms and \"kit\". (Their kit is their equipment.) Recruits also learn how to march. (This is the way to walk together, keeping \"in step\".) Learning to march is sometimes called “drill”. By the time soldiers finish \"boot camp\", they should know enough to be a helpful person in their group. The camp usually finishes with a parade in which the newly trained recruits show off their marching and other skills they have learned in front of important visitors. Once the recruits are fully trained, they are ready to defend (protect) their country from attack, or to go to [war], if necessary.","categories":[],"infobox_types":[],"annotations":[{"uri":"Country","surface_form":"country","offset":97},{"uri":"Defense_(military)","surface_form":"defending","offset":197},{"uri":"Enemy","surface_form":"enemies","offset":235},{"uri":"War","surface_form":"war","offset":258},{"uri":"Weapon","surface_form":"weapon","offset":578},{"uri":"Vehicle","surface_form":"vehicle","offset":593},{"uri":"Aircraft","surface_form":"aircraft","offset":669},{"uri":"Ship","surface_form":"ship","offset":685},{"uri":"Engine","surface_form":"engine","offset":702},{"uri":"Clothes","surface_form":"clothes","offset":747},{"uri":"Uniform","surface_form":"uniform","offset":764},{"uri":"Camouflage","surface_form":"camouflage","offset":854},{"uri":"Forest","surface_form":"forest","offset":929},{"uri":"Desert","surface_form":"desert","offset":939},{"uri":"Law","surface_form":"law","offset":1084},{"uri":"Conscription","surface_form":"conscription","offset":1197},{"uri":"Physical_fitness","surface_form":"physical fitness","offset":1242},{"uri":"Veteran","surface_form":"veteran","offset":1318},{"uri":"Special_forces","surface_form":"special forces","offset":1497},{"uri":"Mercenary","surface_form":"mercenaries","offset":1528},{"uri":"Private_military_contractor","surface_form":"private military contractors","offset":1630},{"uri":"Warlord","surface_form":"warlord","offset":1799},{"uri":"Australia","surface_form":"Australia","offset":2220},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":2231},{"uri":"Canada","surface_form":"Canada","offset":2243},{"uri":"France","surface_form":"France","offset":2251},{"uri":"Hungary","surface_form":"Hungary","offset":2259},{"uri":"India","surface_form":"India","offset":2268},{"uri":"Italy","surface_form":"Italy","offset":2275},{"uri":"Japan","surface_form":"Japan","offset":2282},{"uri":"Malta","surface_form":"Malta","offset":2289},{"uri":"New_Zealand","surface_form":"New Zealand","offset":2296},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":2309},{"uri":"Slovenia","surface_form":"Slovenia","offset":2323},{"uri":"South_Africa","surface_form":"South Africa","offset":2333},{"uri":"Spain","surface_form":"Spain","offset":2347},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":2362},{"uri":"Argentina","surface_form":"Argentina","offset":2405},{"uri":"United_States","surface_form":"United States","offset":2419},{"uri":"Volunteer","surface_form":"volunteer","offset":2540},{"uri":"Physical_fitness","surface_form":"physical fitness","offset":2705},{"uri":"Rifle","surface_form":"rifle","offset":2892},{"uri":"Training","surface_form":"training","offset":2965},{"uri":"Exercise","surface_form":"exercise","offset":3326},{"uri":"Weapons","surface_form":"weapons","offset":3391},{"uri":"First_aid","surface_form":"first aid","offset":3400},{"uri":"Parade","surface_form":"parade","offset":3746}]}