{"id":351795,"url":"http://en.wikipedia.org/wiki/Mexican_west_coast_rattlesnake","text":"The Mexican West Coast Rattlesnake (Crotalus basiliscus), also known as the \"Mexican Green Rattler\" or the \"Mexican West Coast Green Rattlesnake\", is a type of venomous pit viper species. The scientific name comes from the Greek word for 'King', basiliskos, because of the snakes large size and dangerous venom.Currently, no subspecies are recognized.\nDescription.\nThe Mexican West Coast Rattlesnake is one of the largest rattlesnake species. Ones which have the length of 150 centimetres (4.9 ft) are common, while the maximum size is reported to be 204.5 centimetres (6.71 ft).The young are mostly red but when they become adults their color changes to olive green or yellowish cream.\nHabitat.\nThis snakes are found in western Mexico, from southern Sonora to Michoacán. They live in areas which are treeless, are covered in short grass, thorny bushes and have plenty of cactus.\nFeeding.\nNot many know what this Rattlesnake eats, but scientist found seven Mexican West Coast Rattlesnakes which had mammal hair inside them, probably belonging to rodents.\nBehavior.\nIn the lowlands, these snakes are active during the raining, summer months and some have been found crossing the roads at night. However some have been seen basking early in the morning. It has been reported that the Mexican West Coast Rattlesnake can be tamed easily in zoos.","categories":[],"infobox_types":[],"annotations":[{"uri":"Venom_(poison)","surface_form":"venomous","offset":160},{"uri":"Crotalinae","surface_form":"pit viper","offset":169},{"uri":"Rattlesnake","surface_form":"rattlesnake","offset":422},{"uri":"Mexico","surface_form":"Mexico","offset":729},{"uri":"Sonora","surface_form":"Sonora","offset":751},{"uri":"Michoac%C3%A1n","surface_form":"Michoacán","offset":761},{"uri":"Grass","surface_form":"grass","offset":832},{"uri":"Shrub","surface_form":"bush","offset":846},{"uri":"Cactus","surface_form":"cactus","offset":872},{"uri":"Mammal","surface_form":"mammal","offset":999},{"uri":"Rodent","surface_form":"rodent","offset":1046},{"uri":"Basking","surface_form":"basking","offset":1222}]}