{"id":351826,"url":"http://en.wikipedia.org/wiki/Nestl%C3%A9","text":"Nestlé is the world's largest food producer, by revenue. It was formed in the 1950s, when two companies merged. At the start in the 1860s, the company produced soluble milk that could be given to infants and babies. From about the 1930s, Nestlé also produced soluble coffee. In 2010, Nestle's revenue was about 109 billion Swiss Francs, and its net profit was about 32 billion Swiss Francs.\nProducts.\nNestlé currently owns over 2000 brands. They own brands that manufacture coffee, bottled water, milkshakes and other beverages, breakfast cereals, infant foods, performance and healthcare nutrition, seasonings, soups and sauces, frozen and refrigerated foods, and pet food.\nNestlé Bear Brand.\nBear Brand is a powdered milk. It was introduced in 1976. It was owned by Nestlé. It is a sterilized milk brand. The sterilized milk was introduced in 1906. The powdered milk was introduced in 1976. It is #6 among the top 50 \"most popular fast-moving consumer goods\" in the Philippines.\nBear Brand is sold in Philippines, Indonesia, Thailand, Cambodia, Vietnam, Myanmar, Malaysia, Brunei, India, Yemen, Nepal, Taiwan, Singapore, China, Iran, Bhutan, Hong Kong and Afghanistan.\nInfant formula products.\nFood that is made to be used instead of breast milk is known as infant formula. There are many laws that regulate how infant formula products should be marketed. Nestlé's soluble milk is a product that falls under this definition. In the 1970s, Nestlé marketed its soluble milk to mothers with infants. This was also done in developing countries. The marketing campaign led to a boycott known as Nestlé boycott, which is still ongoing. In 1981, the World Health Organisation published a guideline for advertising infant formula products. Nestlé is being critizised because supposedly it does not respect this code of conduct. Nestlé's policy states that breast-milk is the best food for infants, and that women who cannot or choose not to breast feed need an alternative to ensure that their babies are getting the nutrition they need. The problem is that mothers who stop breastfeeding will not be able to start again, after some time. They will become dependent on infant formula products to feed their babies.\nChild Labour.\nThe 2010 documentary \"The Dark Side of Chocolate\" found that Nestlé purchases cocoa beans from Ivory Coast plantations that use child slave labour. Most children are between twelve and fifteen years old. Some are trafficked from nearby countries. The first allegations that child slavery is used in cocoa production appeared in 1998. In late 2000, a BBC documentary reported the use of enslaved children in the production of cocoa in\nWest Africa. Other media also reported widespread child slavery and child trafficking in the production of cocoa. In September 2001, Bradley Alford, Chairman and CEO of Nestlé USA, signed the Harkin-Engel Protocol. The Harkin-Engel Protocol is an international agreement aimed at ending child labour in the production of cocoa. It is commonly called the Cocoa protocol.\nIn convention 182, the International Labor Organization defines what it calls the \"worst forms of child labour\". The Harkin-Engel protocol specified a deadline in 2005, to eliminate these from cocoa production. Because the cocoa industry did not meet this deadline, a lawsuit was filed against Nestlé and others on behalf of three Malian children. The suit alleged the children were trafficked to the Ivory Coast, forced into slavery, and were frequently beaten on a cocoa plantation.\nIn September 2010, the US District Court for the Central District of California found that corporations cannot be held liable for violations of international law and dismissed the suit. The case was appealed to the US Court of Appeals.\nA 2009 joint police operation conducted by INTERPOL and Ivorian law enforcement officers resulted in the rescue of 54 children and the arrest of eight people involved in the illegal recruitment of children.","categories":[],"infobox_types":[],"annotations":[{"uri":"Food","surface_form":"food","offset":30},{"uri":"Revenue","surface_form":"revenue","offset":48},{"uri":"Company","surface_form":"companies","offset":94},{"uri":"Solubility","surface_form":"soluble","offset":160},{"uri":"Milk","surface_form":"milk","offset":168},{"uri":"Infant","surface_form":"infant","offset":196},{"uri":"Baby","surface_form":"babies","offset":208},{"uri":"Coffee","surface_form":"coffee","offset":267},{"uri":"Swiss_Franc","surface_form":"Swiss Franc","offset":323},{"uri":"Bottled_water","surface_form":"bottled water","offset":482},{"uri":"Milkshake","surface_form":"milkshake","offset":497},{"uri":"Beverages","surface_form":"beverages","offset":518},{"uri":"Breakfast_cereal","surface_form":"breakfast cereal","offset":529},{"uri":"Baby_food","surface_form":"infant foods","offset":548},{"uri":"Sports_nutrition","surface_form":"performance and healthcare nutrition","offset":562},{"uri":"Seasoning","surface_form":"seasoning","offset":600},{"uri":"Soup","surface_form":"soup","offset":612},{"uri":"Sauces","surface_form":"sauces","offset":622},{"uri":"Pet_food","surface_form":"pet food","offset":665},{"uri":"Powdered_milk","surface_form":"powdered milk","offset":710},{"uri":"Philippines","surface_form":"Philippines","offset":968},{"uri":"Philippines","surface_form":"Philippines","offset":1003},{"uri":"Indonesia","surface_form":"Indonesia","offset":1016},{"uri":"Thailand","surface_form":"Thailand","offset":1027},{"uri":"Cambodia","surface_form":"Cambodia","offset":1037},{"uri":"Vietnam","surface_form":"Vietnam","offset":1047},{"uri":"Myanmar","surface_form":"Myanmar","offset":1056},{"uri":"Malaysia","surface_form":"Malaysia","offset":1065},{"uri":"Brunei","surface_form":"Brunei","offset":1075},{"uri":"India","surface_form":"India","offset":1083},{"uri":"Yemen","surface_form":"Yemen","offset":1090},{"uri":"Nepal","surface_form":"Nepal","offset":1097},{"uri":"Taiwan","surface_form":"Taiwan","offset":1104},{"uri":"Singapore","surface_form":"Singapore","offset":1112},{"uri":"China","surface_form":"China","offset":1123},{"uri":"Iran","surface_form":"Iran","offset":1130},{"uri":"Bhutan","surface_form":"Bhutan","offset":1136},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":1144},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":1158},{"uri":"Infant_formula","surface_form":"infant formula","offset":1260},{"uri":"Developing_country","surface_form":"developing countries","offset":1521},{"uri":"Boycott","surface_form":"boycott","offset":1575},{"uri":"Nestl%C3%A9_boycott","surface_form":"Nestlé boycott","offset":1592},{"uri":"World_Health_Organisation","surface_form":"World Health Organisation","offset":1645},{"uri":"Cocoa","surface_form":"cocoa","offset":2301},{"uri":"Ivory_Coast","surface_form":"Ivory Coast","offset":2318},{"uri":"Plantation","surface_form":"plantation","offset":2330},{"uri":"Child_labour","surface_form":"child slave labour","offset":2351},{"uri":"Human_trafficking","surface_form":"trafficked","offset":2436},{"uri":"Slavery","surface_form":"slavery","offset":2503},{"uri":"West_Africa","surface_form":"West Africa","offset":2657},{"uri":"Harkin-Engel_Protocol","surface_form":"Harkin-Engel Protocol","offset":2849},{"uri":"International_Labor_Organization","surface_form":"International Labor Organization","offset":3050},{"uri":"United_States_District_Court_for_the_Central_District_of_California","surface_form":"US District Court for the Central District of California","offset":3535},{"uri":"US_Court_of_Appeals","surface_form":"US Court of Appeals","offset":3727},{"uri":"INTERPOL","surface_form":"INTERPOL","offset":3791}]}