{"id":351984,"url":"http://en.wikipedia.org/wiki/07-Ghost","text":"\"07 ghost\" is a manga which happened in a fictional world. It is created and illustrated by Yuki Amemiya and Yukino Ichihara. As of March 2012, thirteen bound volumes have been released by the publisher. \"07 ghost\" was also made into both a drama and television anime in April 2009. \"07 ghost\" is set in a world where everything is different. Different schools, different churches, different beliefs, with magic.\n07-Ghost won a double-first prize in the 3rd Zero-Sum Comics Grand-Prix. This means it was chosen for first place by both readers and editors, which is very rare.\nPlot.\nTeito Klein is a slave who was captured from Raggs Kingdom. Now he is an excellent student in the Barsburg Empire's military academy. The school teaches students to use Zaiphon, a power like a kind of magic.\nHe has a best friend in this school, Mikage. Mikage is Teito's only friend. They swear that no matter what happened, they will never give up each other, and be best friends forever.\nOne day Teito finds that Chief of Staff Ayanami killed his father, the king of the Raggs Kingdom. He wants to kill Ayanami and get revenge for his father. But Ayanami is very strong, so Teito is put in prison. And Mikage find that soon. He wants to save his best friend's life, so he helps Teito run away. To protect Mikage, Teito says that he hijacked Mikage as a hostage. He escapes but his flying machine is shot up by Ayanami. Three bishops of 7th District's church save him and hide him in the church. Teito found that he brings the Eye of Mikhail, which is a powerful gem. Ayanami wants that and tries to carry Teito. So Teito and three bishops who are the members of 7 ghost begin to fight for peace and justice. 7 ghost was the patron saint of this world.\nAnd Teito needs to find the truth of the battles of Raggs Kingdom and Barsburg Empire.","categories":[],"infobox_types":["animanga/Header","animanga/Print","animanga/Video","animanga/Print"],"annotations":[{"uri":"Manga","surface_form":"manga","offset":16},{"uri":"Tank%C5%8Dbon","surface_form":"bound volumes","offset":153},{"uri":"Anime","surface_form":"anime","offset":262}]}