{"id":351956,"url":"http://en.wikipedia.org/wiki/Ghent_Altarpiece","text":"The Ghent Altarpiece or \"Adoration of the Mystic Lamb\" (or \"The Lamb of God\"; completed 1432) is a very large and complex Early Flemish polyptych panel painting. It is one of Belgium's masterpieces and one of the world's treasures.\nIt was once in the \"Joost Vijdt\" chapel at Saint Bavo Cathedral, Ghent, Belgium. Later it was moved to the chapel of the cathedral. It was commissioned by the rich merchant and financier Joost Vijdt for his and his wife's private chapel. It was begun by Hubert van Eyck, who died in 1426 while work was underway. It was completed by his younger brother Jan van Eyck.\nThe altarpiece has a total of 24 framed panels. They make up two views, open and closed. The upper row of the opened view shows Christ the King between the Virgin Mary and John the Baptist. The insides of the wings show angels singing and making music. On the outside is Adam and Eve. The lower row of the central panel shows the adoration of the Lamb of God. Several groups are in attendance and streaming in to worship, overseen by the dove who is the Holy Spirit. On weekdays the wings were closed. This showed the Annunciation of Mary and donor portraits of Joost Vijdt and his wife Lysbette Borluut.\nThere used to be writing on the frame saying that Hubert van Eyck \"greater than anyone\" started the altarpiece, but that Jan van Eyck - calling himself \"second best in the art\" - finished it in 1432. The original, very ornate carved outer frame and surround was destroyed during the Reformation. There has been speculation that it may have had clockwork mechanisms for moving the shutters and even playing music.\nThe original lower left panel known as The Just Judges was stolen in 1934. The original panel has never been found. It was replaced by a copy made in 1945 by Jef Vanderveken. The stolen panel plays a big part in Albert Camus' novel \"La chute\". In 2010 Dutch journalist Karl Hammer published \"The secret of the sacred panel\". He describes the involvement of various religious groups, the Vatican and British intelligence services in their attempt to get back the lost panel.\nWhen opened, the altarpiece measures 11 by 15 feet (3.5 by 4.6 metres).","categories":[],"infobox_types":[],"annotations":[{"uri":"Lamb_of_God","surface_form":"Lamb of God","offset":64},{"uri":"Early_Netherlandish_painting","surface_form":"Early Flemish","offset":122},{"uri":"Polyptych","surface_form":"polyptych","offset":136},{"uri":"Panel_painting","surface_form":"panel painting","offset":146},{"uri":"Belgium","surface_form":"Belgium","offset":175},{"uri":"Saint_Bavo_Cathedral","surface_form":"Saint Bavo Cathedral","offset":275},{"uri":"Ghent","surface_form":"Ghent","offset":297},{"uri":"Hubert_van_Eyck","surface_form":"Hubert van Eyck","offset":486},{"uri":"Jan_van_Eyck","surface_form":"Jan van Eyck","offset":585},{"uri":"Altarpiece","surface_form":"altarpiece","offset":603},{"uri":"Jesus","surface_form":"Christ the King","offset":727},{"uri":"Blessed_Virgin_Mary","surface_form":"Virgin Mary","offset":755},{"uri":"John_the_Baptist","surface_form":"John the Baptist","offset":771},{"uri":"Angel","surface_form":"angel","offset":819},{"uri":"Adam_and_Eve","surface_form":"Adam and Eve","offset":870},{"uri":"Lamb_of_God","surface_form":"Lamb of God","offset":946},{"uri":"Holy_Spirit","surface_form":"Holy Spirit","offset":1053},{"uri":"Annunciation","surface_form":"Annunciation","offset":1117},{"uri":"Donor_portraits","surface_form":"donor portraits","offset":1142},{"uri":"Altarpiece","surface_form":"altarpiece","offset":1304},{"uri":"Protestant_Reformation","surface_form":"Reformation","offset":1487},{"uri":"The_Just_Judges","surface_form":"The Just Judges","offset":1656},{"uri":"Jef_Vanderveken","surface_form":"Jef Vanderveken","offset":1775},{"uri":"Albert_Camus","surface_form":"Albert Camus","offset":1829},{"uri":"The_Fall_(Albert_Camus_novel)","surface_form":"La chute","offset":1850},{"uri":"Journalist","surface_form":"journalist","offset":1875}]}