{"id":351968,"url":"http://en.wikipedia.org/wiki/Guylian","text":"Guylian () is a Belgian chocolate manufacturer founded by Guy Foubert in 1960. The company takes its name from the combination of Foubert's first name (Guy) with that of his wife, Liliane. Guylian is perhaps most famous for their chocolate Sea Shells praline with different fillings. Guylian has been the major sponsor of Project Seahorse since 1999.\nIn 2008 Lotte Confectionery from South Korea bought the company for $164 mln.\nCompany icon.\nA seahorse is used as the company's icon. It is worldwide protected by copyright. Its tail curls the other way around than real seahorses.\nProducts.\nGuylian sells pralines in gift boxes, individually wrapped chocolates, chocolate bars, chocolate truffles and napolitains. Guylian is best known for its chocolate Sea Shells. Besides the original Guylian hazelnut praline, created by Guy Foubert in the 1960s, there are now other flavours available.\nGuylian chocolate egg breaks Guinness World Record.\nIn March 2005, Guylian made a Guinness World Record. They built the world's largest chocolate sculpture of an Easter egg. This was on the market square in Sint-Niklaas (Belgium). 26 Guylian master chocolatiers worked continuously for eight days to make this giant chocolate egg. The sculpture measured 8.32 meters high and 6.39 meters wide. It was made using 1,950 kilos of chocolate or about 50,000 chocolate Sea Shell Bars.","categories":[],"infobox_types":[],"annotations":[{"uri":"Belgium","surface_form":"Belgian","offset":16},{"uri":"Chocolate","surface_form":"chocolate","offset":24},{"uri":"Praline","surface_form":"praline","offset":251},{"uri":"Project_Seahorse","surface_form":"Project Seahorse","offset":322},{"uri":"Lotte_Confectionery","surface_form":"Lotte Confectionery","offset":359},{"uri":"Seahorse","surface_form":"seahorse","offset":445},{"uri":"Napolitains","surface_form":"napolitains","offset":702},{"uri":"Guinness_World_Record","surface_form":"Guinness World Record","offset":973}]}