{"id":351983,"url":"http://en.wikipedia.org/wiki/The_Shard","text":"The Shard (also referred to as the Shard of Glass, Shard London Bridge or the London Bridge Tower) is a high-rise building in Southwark, London. The Shard was built in July 2012. It is 309.6 metres (1,016 ft) high. It is the tallest building in the European Union, and 96th tallest in the world. It is also the second-tallest free-standing structure in the United Kingdom, after the 330-metre (1,083 ft) concrete tower at the Emley Moor transmitting station.\nThe Shard replaced Southwark Towers, a 24-storey office building built on the site in 1975. Renzo Piano was the Shard's architect. Piano is best known for creating Paris’s Pompidou Centre in cooperation with Britain’s Richard Rogers. Piano worked with the architectural firm Broadway Malyan during the planning stage. The tower has 72 floors that can be used for offices, with a viewing gallery and open-air observation deck – the UK's highest – on the 72nd floor, at a height of 245 metres (804 ft). The Shard was designed with an irregular pyramidal shape from the bottom to the top, and is covered entirely in glass. Its structure was completed in April 2012. It opened to the public on 5 July 2012.\nThe Shard was designed in 2000. That year, the London-based entrepreneur Irvine Sellar decided to redevelop Southwark Towers, a 1970s office block next to London Bridge station, and flew to Berlin in March 2000 to meet Piano for lunch. According to Sellar, the architect spoke of his contempt for tall buildings during the meal, before flipping over the restaurant’s menu and sketching an iceberg-like sculpture emerging from the River Thames. He got his ideas from the railway lines next to the site, the London spires in the paintings of 18th-century Venetian painter Canaletto, and the masts of sailing ships.\nIn April 2008, demolition of Southwark Towers was going on. Scaffolding and white sheeting covered the building. By October, Southwark Towers was much shorter and was no longer visible on the skyline. The building's demolition was completed in early 2009, and site preparation began for the construction of the Shard.\nLayout.\nEach floor of The Shard is used for a particular purpose. The majority of the building is used for accommodation and for offices. On the higher floors, they are reserved specifically for the purposes of taking views of the entire city, which takes advantage of how significantly tall the building is.\n\"Source: [https://web.archive.org/web/20100922110330/http://www.shardlondonbridge.com/downloads/brochure/LBQ_book_final.pdf Shard London Bridge brochure], 2010\"","categories":[],"infobox_types":["building"],"annotations":[{"uri":"Southwark","surface_form":"Southwark","offset":126},{"uri":"London","surface_form":"London","offset":137},{"uri":"European_Union","surface_form":"European Union","offset":249},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":357},{"uri":"Renzo_Piano","surface_form":"Renzo Piano","offset":551},{"uri":"Architect","surface_form":"architect","offset":579},{"uri":"Office","surface_form":"office","offset":822},{"uri":"Pyramid","surface_form":"pyramid","offset":1001},{"uri":"London_Bridge","surface_form":"London Bridge","offset":1317},{"uri":"Berlin","surface_form":"Berlin","offset":1352},{"uri":"Iceberg","surface_form":"iceberg","offset":1551},{"uri":"River_Thames","surface_form":"River Thames","offset":1592},{"uri":"Canaletto","surface_form":"Canaletto","offset":1732},{"uri":"Accommodation","surface_form":"accommodation","offset":2200},{"uri":"Office","surface_form":"office","offset":2222}]}