{"id":352085,"url":"http://en.wikipedia.org/wiki/Chippenham_railway_station","text":"e=\"preserve\">Chippenham railway station is a main train station in Chippenham, Wiltshire, South West England.\nServices.\nThe station has trains to, Didcot, and London; and trains to Bristol, Bath and Wales. These trains are every half an hour in both directions, and, there are also trains to stations further away.\nThere are also trains to Trowbridge, Melksham and Westbury. These trains go to Southampton Central around Westbury and Salisbury. Trains in the other direction start from Westbury, services to Southampton come from Great Malvern or from Cheltenham Spa. There is a train to Cheltenham Spa which goes around Swindon and Gloucester in the morning and late afternoon. There are also two Saturday trains each way (but at different times to the weekday ones) and a single train each way on Sundays.\nIn 2010, Go-Op wanted to run trains from Birmingham Moor Street, around Oxford and Swindon, to Yeovil, which would call at Chippenham. They wanted to start running trains in December 2011, but they have not started yet.\nFuture.\nThere are plans to electrify the line Chippenham's on, which would bring faster and bigger 'Super Express' trains on the line. This would make the journey shorter.\nChippenham is one of many stations that will be made better as part of the 'Access for All scheme' (AfA). When it is done in 2013, it will help disabled and less abled passengers to catch trains more easily with lifts, bridges and tactile paving.\nAwards.\nIn 2004, the station was given an award to show how safe the station was. The award, which was for 2 years, was given to the station as a passenger vote said that 98% of the passengers who went from Chippenham said they felt 'safe' or 'very safe' whilst at the station. The station has 24 hour CCTV and is alarmed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Train_station","surface_form":"train station","offset":50},{"uri":"Chippenham","surface_form":"Chippenham","offset":67},{"uri":"Wiltshire","surface_form":"Wiltshire","offset":79},{"uri":"South_West_England","surface_form":"South West England","offset":90},{"uri":"Paddington_station","surface_form":"London","offset":159},{"uri":"Bristol_Temple_Meads_railway_station","surface_form":"Bristol","offset":181},{"uri":"Wales","surface_form":"Wales","offset":199},{"uri":"Disabled","surface_form":"disabled","offset":1344},{"uri":"Elevator","surface_form":"lifts","offset":1412}]}