{"id":352113,"url":"http://en.wikipedia.org/wiki/Difference_quotient","text":"e=\"preserve\">The difference quotient is a formula that finds the average rate of change of any function between two points. In calculus, the difference quotient is the formula used for finding the derivative, which is the limit of the difference quotient between two points as they get closer and closer to each other (this limit is also the rate of change of a function at a single point). The difference quotient was formulated by Isaac Newton.\nIntroduction.\nThe difference quotient can be described as the formula for finding the slope of a line that touches a curve at only two points (this line is called the secant line). If we are trying to find the slope of a perfectly straight line, then we use the slope formula, which is simply the change in \"y\" divided by the change in \"x\". This is very accurate, but only for straight lines. The difference quotient, however, allows one to find the slope of any line or curve at any single point. The difference quotient, as well as the slope formula, is merely the change in \"y\" divided by the change in \"x\". The only difference is that in the slope formula, \"y\" is used as the y-axis, but in the difference quotient, the change in the \"y\"-axis is described by f(x). (For a detailed description, see the following section.)\nMathematical definition.\nThe difference quotient is the slope of the secant line between two points.\nformula_1\nIf one uses the notation formula_1, then this becomes formula_1.\nThe difference quotient can be used to find the slope of a curve, as well as the slope of a straight line. After we find the difference quotient of a function and take the limit as two points get closer and closer to each other, we have a new function, called the derivative. To find the slope of the curve or line, we input the value of \"x\" to get the slope. The process of finding the derivative via the difference quotient is called differentiation.\nApplications of the difference quotient (and the derivative).\nThe derivative has many real life applications. One application of the derivative is listed below.\nPhysics.\nIn physics, the instantaneous velocity of an object (the velocity at an instance in time) is defined as the derivative of the position of the object (as function of time). For example, if an object's position is given by x(t)=-16t2+16t+32, then the object's velocity is v(t)=-32t+16. To find the instantaneous acceleration, one simply takes the derivative of the instantaneous velocity function. For example, in the above function, the acceleration function is a(t) = -32.","categories":[],"infobox_types":[],"annotations":[{"uri":"Calculus","surface_form":"calculus","offset":127},{"uri":"Derivative","surface_form":"derivative","offset":197},{"uri":"Limit_(mathematics)","surface_form":"limit","offset":222},{"uri":"Isaac_Newton","surface_form":"Isaac Newton","offset":433},{"uri":"Slope","surface_form":"slope","offset":533},{"uri":"Derivative","surface_form":"derivative","offset":1713},{"uri":"Derivative_(mathematics)","surface_form":"derivative","offset":1968},{"uri":"Physics","surface_form":"physics","offset":2075}]}