{"id":35226,"url":"http://en.wikipedia.org/wiki/Edvard_Munch","text":"Edvard Munch (12 December 1863 – 23 January 1944) was a Norwegian painter and print-maker. He was born in Adalsbruk. He was an expressionist who painted 1789 known paintings. He is well known for his treatment of emotion such as fear. His way of seeing things had a large influence on the expressionism of the 20th century. People saw this treatment as being intense.\nDuring his life, he had success as a painter: He became famous outside Norway, and his paintings got high prices. The National Gallery (Norway) used much money to buy paintings by Munch. He painted a large murals in the \"aula\" (main room) of Norway's (then) only university.\nEarly life and education.\nHe had four brothers and sisters. He had followed his mother and sister by being the best artists in their family. While Edvard was still young, his mother and one of his sisters died. But it was when he was thirteen that he really came to like art. The first paintings he did were simple objects like medicine bottles and other objects. Later on, he drew oil paintings.\nHe went to technical college in 1879 where he learnt how to draw paintings with perspective. However, in 1880, the following year he left the school to become a painter.\nHe went to the Royal School of Art and Design. This is where he learnt sculpturing and naturalistic painting. This is where he drew his first important portrait of himself and his father.\nHealth and death.\nMunch was ill very often. Many scientists think that he suffered from bipolar disorder (manic depression). He died at his house in Oslo.\nPaintings.\n\"The Scream\" (1893; originally called \"Despair\"). This is Munch's best-known painting, and is one of the best known images in the world. It is one of the pieces in a series titled \"The Frieze of Life\". In the series Munch explored the themes of life, love, fear, death and melancholy. As with many of his works, he made several versions of the painting. One version was stolen from the \"Munch-museum\" in Oslo, Norway, on 22 August 2004, but on 31 August 2006 Norwegian police found it together with another picture that was stolen at the same time, \"Madonna\".\n\"The Frieze of Life\" themes come back throughout Munch's work. These themes can be seen in paintings such as \"The Sick Child\" (1886, portrait of his deceased sister Sophie), (1893–1894), \"Ashes\" (1894), and \"The Bridge\". The last-named shows limp figures. Those figures have faces with no features, or they have no faces at all. Threatening shapes of heavy trees and houses are above the figures. Munch portrayed women either as frail, innocent sufferers or as lurid, life-devouring vampires. Munch analysts say this reflects his sexual anxieties.","categories":[],"infobox_types":[],"annotations":[{"uri":"Norway","surface_form":"Norwegian","offset":56},{"uri":"Painter","surface_form":"painter","offset":66},{"uri":"Print","surface_form":"print-maker","offset":78},{"uri":"Adalsbruk","surface_form":"Adalsbruk","offset":106},{"uri":"Expressionism","surface_form":"expressionist","offset":127},{"uri":"Emotion","surface_form":"emotion","offset":213},{"uri":"Fear","surface_form":"fear","offset":229},{"uri":"National_Gallery_(Norway)","surface_form":"National Gallery (Norway)","offset":486},{"uri":"Mural","surface_form":"mural","offset":574},{"uri":"Aula","surface_form":"aula","offset":589},{"uri":"Bipolar_disorder","surface_form":"bipolar disorder","offset":1486},{"uri":"Oslo","surface_form":"Oslo","offset":1547},{"uri":"The_Scream","surface_form":"The Scream","offset":1565},{"uri":"Melancholy","surface_form":"melancholy","offset":1837},{"uri":"Oslo","surface_form":"Oslo","offset":1968},{"uri":"Limp","surface_form":"limp","offset":2366}]}