{"id":352595,"url":"http://en.wikipedia.org/wiki/Little_Women_(1933_movie)","text":"\"Little Women\" is a 1933 black and white American RKO movie directed by George Cukor. The movie was based on a book of the same name by Louisa May Alcott. The movie stars Katharine Hepburn as Jo, Joan Bennett as Amy, Jean Parker as Beth, Frances Dee as Meg, Edna May Oliver as Aunt March, Spring Byington as Marmee, Paul Lukas as Professor Bhaer, Henry Stephenson as Mr. Laurence, and Douglass Montgomery as the boy-next-door Laurie. The movie is about the lives of four sisters in a nineteenth century Massachusetts village during the American Civil War. The movie was a success and was nominated for (but lost) the Best Picture Academy Award.\nNotes about the production.\nThe movie's budget was $1 million. Four thousand people worked on the movie for a year. A lot of research was done to make all the 3,000 costumes and props look like they came from the Civil War period. The set decorator modeled the inside of the March home after Louisa May Alcott's Massachusetts house. The movie opened on November 16, 1933 at Radio City Music Hall. It broke attendance records there and earned over $100,000 during its first week of showings. Louise Closser Hale was going to play Aunt March, but she died on July 26, 1933. Edna May Oliver took the role.\nDavid O. Selznick went back to RKO from MGM to produce the movie. He was given no credit. This was the last movie in his contract with the studio. Katharine Hepburn asked costume designer Walter Plunkett to make a special dress for her character. This dress was based on one worn by her grandmother in an old photograph (a tintype) Hepburn owned. Plunkett also had to redesign many of Joan Bennett's costumes because she was going to have a baby.","categories":[],"infobox_types":["film"],"annotations":[{"uri":"United_States","surface_form":"American","offset":41},{"uri":"George_Cukor","surface_form":"George Cukor","offset":72},{"uri":"Little_Women","surface_form":"book of the same name","offset":111},{"uri":"Louisa_May_Alcott","surface_form":"Louisa May Alcott","offset":136},{"uri":"Katharine_Hepburn","surface_form":"Katharine Hepburn","offset":171},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":536},{"uri":"Academy_Award","surface_form":"Academy Award","offset":630},{"uri":"Radio_City_Music_Hall","surface_form":"Radio City Music Hall","offset":1019},{"uri":"Metro-Goldwyn-Mayer","surface_form":"MGM","offset":1288},{"uri":"Katharine_Hepburn","surface_form":"Katharine Hepburn","offset":1395},{"uri":"Costume","surface_form":"costume","offset":1419},{"uri":"Joan_Bennett","surface_form":"Joan Bennett","offset":1633}]}