{"id":352715,"url":"http://en.wikipedia.org/wiki/Emergency_communication_system","text":"ce=\"preserve\">An Emergency communication system (ECS) is any type of system (often using computers) that lets people or groups communicate during emergencies. These systems often include many different types of technology (such as telephones and televisions), which all work together to help communicate important messages during emergencies.\nEmergency \"Communication\" Compared to \"Notification\".\nAn emergency \"notification\" system can send messages in just one direction (from the sender to the person or group that receives the message). Text message services like Twitter, automatic telephone services like \"Reverse 911,\" and the common town siren systems that are used to warn people about tornadoes and other problems, are all examples of emergency notification systems.\nEmergency Communication Systems often include notification abilities but will also include two-way communications, so people and groups can talk back and forth to each other.\nAnother meaning about the phrase, \"Emergency Communication Systems\" might be that the sender can give more information about an emergency. It can also mean that the sender can tell people what do to because of the emergency. The phrase \"Emergency Notification System\" might mean that the sender can only tell people or groups about the emergency, maybe without many details, too.\nSimilar Words and Phrases.\nThere can be many different words and phrases that different people use, instead of \"emergency communication system,\" but most times, they are talking about the same idea. For example, the phrases “emergency communications” and “emergency telecommunications” may talk about the same thing.\nWhy Emergency Communication Systems are Needed.\nEmergencies can make communications difficult. Communicating during emergencies can be very different than communicating during normal times. When emergencies happen, many things about the situation can change suddenly. Because of that, an emergency communication system should be able to do many special things. Often, popular communication tools (for example, Email) are not fast enough or they can not be used in every place. Every emergency situation can be very different and difficult to predict, so a good emergency communication system must be able to work for every situation.\nSpeed of Delivery.\nAn emergency, according to the Merriam-Webster dictionary, is a surprising event or group of events that needs very quick actions. Because of that, it should be very important that any communication about an emergency be well-timed and quick, so things will not be damaged or people killed. For example, during the Virginia Tech massacre, about two hours had passed before the first communication (an email) was sent to workers and students; and by that time, the person who was using the gun had already went into a building where he was going to begin his attack. In that case, it was not until about twenty minutes after the violence began, that a loudspeaker announcement was made for people to hide. In many situations, it's likely clear that just seconds and minutes are the most important for communicating during emergencies.\nEase of Use.\nDuring an emergency, users need to quickly and easily send their messages; and they need to be able to do it so that they are sure it succeeds and with a secure and easy to use interface that can be used from any location. An emergency communication system that can be used by normal people will be successfully used and managed. During emergencies, which can sometimes cause people to die, campus managers must be able to react to the emergency and start the alert system quickly. But sending emergency warnings is probably one of the most uncommon and unfamiliar things to do. So, it's most important that a system be easy to use.\nBut, even though a good emergency communication system must be easy to use, its technology should be very advanced and complex. It should be advanced because that is needed in order to make sure many different things can work together, to create and send emergency communications in many possible ways. The important thing, though, is that an advanced system should still be easy for someone to use for both emergency and normal communications. The ability to use a system for normal communications is also important so the operator (who paid for the system) can get the most value. It is also important so that people can be familiar enough with the system that they can use it during a stressful emergency situation.\nLow Price.\nIn general, the lower the cost of buying, installing, and maintaining an emergency communication systems is, the more popular such systems may become in society; and the more common these systems are, the more likely it is that these systems will be available to help during emergencies in more locations. More important than just helping with emergency response, modern mass-notification systems have become a valuable thing to have for everyday, non-emergency communications. Being able to use an emergency communication system for both kinds of communications lets the owner of the system get the most value.\nGiving Instructions.\nAn obvious need for any modern emergency communication system is that, instead of just giving warnings, it must also be able to give clear instructions about what to do because of the emergency. The Rehabilitation Engineering Research Center for Wireless Technologies found that, no matter what type of warning was first sent, another second type of warning was needed before people would trust the warning and do something because of it. A system that is able to give warnings in many different ways may save lives and stop an emergency from being too terrible.\nSeparate Recipients.\nEmergencies often require delivery of different versions of the same message at the same time. For example, in an armed hostage-taking emergency, the people inside a building may need to get instructions to lock the door, while police and other people may need to be aware that all of the doors could be locked and other information, so they can decide what to do.\nUsing that, some of the more modern emergency communication systems such as Siemens Sygnal or MessageNet Connections say that they can send a single message at one time that gives full details to first responders while customizing that same message to give more simple instructions to lock doors to the people inside the building. By using a single message that divides the content between types of users, fewer messages have to be created and sent, which may also save time.\nMultiple Communication Paths / Backup.\nThere should be multiple ways of sending emergency information so that if one does not work, the others might. Also, research shows that people will check more than one communication method before they take action. The public expects to be contacted in many different ways. Besides phone calls and emails, people also expect to be reached by text messaging, and fax. Also, the public may look to social media (for example Facebook and Twitter) as another way to receive messages and check for updates.\nThe Partnership for Public Warning states, “A single warning is frequently insufficient to move people to action, especially if it cannot be confirmed by direct observation. For most people the first warning received captures their attention and triggers a search for corroboration, but cannot be relied on to elicit the desired behavior. Scientific research supports the common-sense observation that people are disinclined to risk being fooled by a single alarm that might prove false or accidental. Effective warning requires the coordinated use of multiple channels of communication.” This basically means that when people get a first warning, they want to look for more information about the emergency before they do anything about it. By having many ways (which all work together) of sending a warning, people will be more likely to react to it in the best way.\nMany parts working together.\nTo help many of these properties, an emergency communication system should be able to connect to and communicate with other related systems. The Partnership for Public Warning states that a basic problem is that many parts of existing warning systems do not work together. Because of that, whenever a warning is sent, it often takes a lot of time and effort.\nAlso, there are multiple ways that an emergency communication system might receive an original warning. One example of this might be a building’s fire control system sending a notice that a smoke detector has found smoke. An emergency communication system that was built the right way should be able to receive that notice and turn it into a message that the people in the building can understand and use to decide what to do in order to save lives and property. Another example might be of the National Weather Service sending a severe weather warning (for example, by using RSS). In this example, the emergency communication system should be able to turn that warning into a message and send it in a similar way as the smoke detector example, so people will know what to do.\nThe ability to Work together should also include old and new technology. Introducing a new system that cannot work with older existing equipment can cause problems.\nProduct compared to Service.\nAn emergency communication system may be a product that is owned by the organization using it (for example, a paging network for a hospital), or it may be a service that is owned by a [http://simple.wiktionary.org/wiki/third_party third-party] (for example, a cellular carrier’s network). Each has good and bad properties; however, services have some major problems for emergency communications, even though many people think differently. Using SMS as one example, due to the way cellular networks are built, text messaging services would not be able to send a large number of communications in a short amount of time, making SMS service a poor emergency communication method.\nOn-property compared to Off-property.\nProperty-based (\"on-premise\") emergency communication systems are those which are mainly or completely in the same location or area as it serves, while off-property (\"non-premise\") based emergency communication systems are those which are in a different location or area. There are good and bad properties of each. Often, non-premise based systems are slower than systems that are premise-based, because the different locations need to be connected using data networks (for example, the Internet).\nHistory.\nWith the growth of populations and the change of technology, the ways that emergencies are communicated have also changed.\nOlder Systems.\nIn America’s early years, common ways of communicating emergencies may have been mostly ringing church bells or people sending messages by riding horses. Later, as technology developed, the telegraph became an almost instant way of communicating. After that, radio communications, telephones and sirens became common. After the surprise attack on Pearl Harbor, by the Japanese in 1941, Civil Defense sirens became popular and were used in many military bases and towns across America. A weakness of these systems is that they were not really able to tell people what they should do.\nModern Systems.\nToday, modern communication tools such as smartphones, flat-panel digital signage, GPS, and computer speech (among many others) are changing how people are notified about emergencies. With these more modern tools, there is an ability to provide more specific instructions; so that, instead of just notifying people about an emergency, it is now possible to give exact instructions on what to do because of the emergency. Also, those instructions may even be customized for those peoples' special situation and location. For example, smart-phones may have GPS that would allow a map to be shown of safe areas (and perhaps directions for getting there). Such a map might be different, depending on where the person is currently at. In a good system, all of these special warnings and instructions could be sent with just a single alert.","categories":[],"infobox_types":[],"annotations":[{"uri":"Emergency","surface_form":"Emergency","offset":17},{"uri":"Communication","surface_form":"communication","offset":27},{"uri":"System","surface_form":"system","offset":41},{"uri":"Email","surface_form":"Email","offset":2058},{"uri":"Virginia_Tech_massacre","surface_form":"Virginia Tech massacre","offset":2616},{"uri":"Loudspeaker","surface_form":"loudspeaker","offset":2952},{"uri":"Text_messaging","surface_form":"text messaging","offset":6950},{"uri":"Facebook","surface_form":"Facebook","offset":7030},{"uri":"Twitter","surface_form":"Twitter","offset":7043},{"uri":"National_Weather_Service","surface_form":"National Weather Service","offset":8861},{"uri":"Severe_weather","surface_form":"severe weather","offset":8896},{"uri":"RSS","surface_form":"RSS","offset":8942},{"uri":"SMS","surface_form":"SMS","offset":9782},{"uri":"Data","surface_form":"data","offset":10507},{"uri":"Network","surface_form":"network","offset":10512},{"uri":"Internet","surface_form":"Internet","offset":10539},{"uri":"Telegraph","surface_form":"telegraph","offset":10887},{"uri":"Radio","surface_form":"radio","offset":10956},{"uri":"Telephones","surface_form":"telephones","offset":10978},{"uri":"Siren_(noisemaker)","surface_form":"sirens","offset":10993},{"uri":"Attack_on_Pearl_Harbor","surface_form":"attack on Pearl Harbor","offset":11034},{"uri":"Japan","surface_form":"Japan","offset":11065},{"uri":"Smartphone","surface_form":"smartphone","offset":11338},{"uri":"Digital","surface_form":"digital","offset":11362},{"uri":"Sign","surface_form":"sign","offset":11370},{"uri":"GPS","surface_form":"GPS","offset":11379},{"uri":"Speech","surface_form":"speech","offset":11397}]}