{"id":352869,"url":"http://en.wikipedia.org/wiki/Trappist_beer","text":"Trappist beer is brewed by Trappist monks. There are eight Trappist monasteries--six in Belgium, one in the Netherlands, and one in Austria.\nMonastery brewhouses, from different religious orders, have been across Europe since the Middle Ages. The monastery of La Trappe in Soligny had its own brewery in 1685. Breweries were later added in monasteries of other countries as the trappist order spread from France into the rest of Europe. The Trappists, like many other religious people, first brewed beer to feed the community. Now, Trappist breweries also brew beer to pay for their works and for good causes. Many of the Trappist monasteries and breweries were destroyed during the French Revolution and the World Wars.\nTypes of beer.\nWith the recent exception of Koningshoeven's Bockbier, Trappist beers are all top-fermented and mainly bottle conditioned. Trappist breweries use different names for the different beers produced. The names relate to their strength.\nThe best known is the system where different beers are called \"Enkel/Single\", \"Double\" and \"Triple\". With the importance of the Holy Trinity in the church, it is unlikely that the choice of three types of beers was accidental. Enkels are now no longer brewed as such.\nColours can be used to tell the different types. This dates back to the days when bottles were unlabelled and had to be identified by the bottle-top alone. Chimay beer labels are based on the colour system (in increasing order of strength red, white and blue). Westvleteren beers are still unlabelled.\nThere is also a number system (6,8 and 10, as used by Rochefort), which gives an idea of strength. Achel combine a strength and a colour (of the beer itselfblond or brown).\nBeers.\nThe official Trappist breweries make the following beers:-\nGlassware.\nBelgian breweries have a tradition of providing custom beer glasses. The Trappist breweries often provide \"chalice\" or \"goblet\" style glasses.","categories":[],"infobox_types":[],"annotations":[{"uri":"Trappists","surface_form":"Trappist","offset":27},{"uri":"Belgium","surface_form":"Belgium","offset":88},{"uri":"Netherlands","surface_form":"Netherlands","offset":108},{"uri":"Austria","surface_form":"Austria","offset":132},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":230},{"uri":"French_Revolution","surface_form":"French Revolution","offset":683},{"uri":"World_War","surface_form":"World War","offset":709},{"uri":"Bock","surface_form":"Bockbier","offset":781},{"uri":"Top-fermented","surface_form":"top-fermented","offset":814},{"uri":"Bottle_conditioned","surface_form":"bottle conditioned","offset":839},{"uri":"Dubbel","surface_form":"Double","offset":1047},{"uri":"Tripel","surface_form":"Triple","offset":1060},{"uri":"Holy_Trinity","surface_form":"Holy Trinity","offset":1096},{"uri":"Achel","surface_form":"Achel","offset":1637},{"uri":"Beer_glass","surface_form":"beer glass","offset":1843},{"uri":"Chalice","surface_form":"chalice","offset":1895},{"uri":"Goblet","surface_form":"goblet","offset":1908}]}