{"id":352871,"url":"http://en.wikipedia.org/wiki/Westvleteren_Brewery","text":"The Westvleteren Brewery (Brouwerij Westvleteren) is a Belgian brewery. It was formed in 1838 inside the Trappist Abbey of Saint Sixtus of Westvleteren in the Belgian municipality of Vleteren. The brewery and its beers are usually called \"Westvleteren\". The brewery's three beers have an international reputation for taste and quality. They also have a limited availability.\nIn 1931, the abbey began selling beer to the general public. Before, they only served beer to guests and visitors.\nIt is the only Trappist brewery where the monks still do all of the brewing. Of the 26 Cistercians who live in the abbey, five monks run the brewery, with an additional five who assist during bottling (putting the beer in bottles).\nCommercial orientations.\nAs with all other Trappist breweries, the beer is only sold in order to financially support the monastery and other good causes. There is no advertising except for a small sign outside the abbey. The monks have repeatedly said that they only brew enough beer to run the monastery. They will make no more than they need to sell, regardless of demand. During World War II, the brewery stopped supplying wholesalers. Since then they only sell to individual buyers in person at the brewery or the visitor's centre.\nBeers.\nUntil 1999, the brewery also made a 6.2% ABV dark beer and a lighter 4° which was the monks' table beer. The 8 and 12 are bottle conditioned. They have a long shelf life. Some drinkers prefer the taste when the beers have been stored for several years. The ingredients are yeast, hops, malt, sugar, caramel and water.\nThe bottles have been sold without labels since 1945. All of the legally required information is printed on the crown tops. Because of this lack of space, Westvleteren beers are the only Trappist beers that do not have the official Trappist logo on the bottle. The logo is only printed on the wooden crates.\nInternational reputation.\nMany beer drinkers rank Westvleteren 12 among their favourite beers. The 8 and the Blonde also rank highly on beer-rating websites.\nDespite the popularity, the monks have continued to decline almost all interview. Non-monastic visitors to the abbey are usually turned away.","categories":[],"infobox_types":[],"annotations":[{"uri":"Belgium","surface_form":"Belgian","offset":55},{"uri":"Brewery","surface_form":"brewery","offset":63},{"uri":"Trappist","surface_form":"Trappist","offset":105},{"uri":"Abbey_of_Saint_Sixtus_of_Westvleteren","surface_form":"Abbey of Saint Sixtus of Westvleteren","offset":114},{"uri":"Vleteren","surface_form":"Vleteren","offset":183},{"uri":"World_War_II","surface_form":"World War II","offset":1104},{"uri":"Patersbier","surface_form":"monks' table beer","offset":1351},{"uri":"Bottle_conditioned","surface_form":"bottle conditioned","offset":1387},{"uri":"Shelf_life","surface_form":"shelf life","offset":1424},{"uri":"Trappist_logo","surface_form":"Trappist logo","offset":1815}]}