{"id":35288,"url":"http://en.wikipedia.org/wiki/Tibet","text":"Xizang Autonomous Region, also called the Tibet Autonomous Region (TAR), is a province-level autonomous region of the People's Republic of China (PRC). Its capital is Lhasa. English speakers often call this region Tibet, but Tibet can also mean any place where the Tibetan culture is local to.\nReligion.\nTibet's main religion is Buddhism. Their traditions make it a place of interest to many people. The local monks are sometimes said to have special, superhuman abilities. The writings of Tibetan monks are sometimes shared with outsiders, and are known for their insight. The \"Tibetan Book of the Dead\" contains rituals for the dead and dying, somewhat similar to the Catholic last rites. Some Tibetans practice a religion called Bon. People who study Bon disagree where Bon came from, how old it is, and if it can be called a kind of Buddhism. The religious leader of Tibet's Buddhists is called the Dalai Lama. He was forced to leave the country when the Chinese Army took over. The Dalai Lama presently lives in exile in India, but often visits other countries. Many monks and other religious people also were forced to leave the country, and many of them started Buddhist and Bon centers in cities around the world.\nHistory.\nTibet formed from communities living along the Yarlung Tsangpo, the longest river in Tibet. Namri Songtsen united these communities under one king around 600 CE, with the city of Lhasa becoming capital. His son Songtsen Gampo took control of land beyond Lhasa and the Yarlung Tsangpo and started the Tibetan Empire. Tibetan writers say that Buddhists came to Tibet for the first time while Songtsen Gampo was king. Trisong Detsen, king from 755-794 CE, gave a lot of support to Buddhism. He helped build a monastery at Samye, which became very important. During Trisong Detsen's time as king, the Tibetan Empire had control over large areas of land. Tibet's borders touched Central Asia and Afghanistan at the west, Bangladesh at the south, and China at the east. After the king Langdarma was killed in 842, the Tibetan Empire collapsed, and Tibet was no longer united under one king.\nIn the late 900s and 1000s, people started new Buddhist and Bon traditions. Three of the four schools of Tibetan Buddhism were started during this time, as well as the first Bon monasteries. People who study Tibet's history call this time the Tibetan Renaissance. In 1042, the Indian Buddhist master Atisha came to Tibet. Atisha inspired a reform of Tibet's monasteries and wrote an important guidebook for people to gain enlightenment. These kinds of guidebooks are called lamrim, and all of the lamrim books in Tibet are based on Atisha's book. The largest school of Tibetan Buddhism, the Gelug school, was started by people inspired by Atisha, particularly the monk Tsongkhapa (1357-1419). Tsongkhapa's writings on philosophy became the new norm in Tibet.\nThe Mongol Empire sent armies to Tibet in 1240, and took control over the country over the next nine years. The Mongols left the running of the country to leaders from the Sakya school of Buddhism. Tibetan Buddhism spread to Mongolia, and today most people in Mongolia are Buddhists as a result. In the mid-1300s, Tibet became independent again, but the Mongols still had some power and influence. In 1577, the Mongol leader Altan Khan gave the leader of the Gelug school the title Dalai Lama. The fifth Dalai Lama was able to gain control of all of Tibet, and the Dalai Lama became not just the leader of the Gelug school but the leader of Tibet as well. During the 1700s, the Qing Empire, based in China, sent armies to Tibet and took official control of Tibet, but the Qing emperors mostly let the Dalai Lama run the country. The Qing emperor Qianlong gave his support to Tibetan Buddhism, allowing new translations of Buddhist books to be made and building new temples. In the late 1800s, the British Empire and Russian Empire began to be interested in having control of Tibet, as it was in the middle of Russian colonies in Central Asia and British colonies in India. Britain sent armies to Tibet in 1903-4. They forced Tibet to agree not to be friendly with Russia. A revolution ended the Qing Empire in 1911, and Tibet became independent again, and was independent for the next thirty-six years.\nIn 1949, Mao Zedong became the leader of China. Mao and the Chinese leaders thought that China should regain control of Tibet, and in 1950, Chinese troops entered the east of Tibet. Mao Zedong was a communist, and thought that many things about the way Tibetans lived their lives should be different. The Chinese communists did not like how much power the Dalai Lama, the Gelug school, and Buddhist groups in general had over Tibetan society, and they wished to reform how land was owned in Tibet. The changes the Chinese Communist Party made in Tibet were enforced with violence, and Tibetans began to rebel against the Chinese government. The Chinese responded by sending many troops in 1959, forcing the Dalai Lama and thousands of other Tibetans to flee to other countries. The Dalai Lama started a government in exile in India. Between 1959 and 1961, most of Tibet's monasteries were destroyed, and the Chinese Communist Party gained control over Tibetans' lives. China created an administrative division from part of Tibet called the Tibet Autonomous Region in 1965, although ethnic Tibetans have not had much say in the running of this region. The Chinese government has encouraged large numbers of Han Chinese people to settle in Tibet. Groups outside of China such as the Human Rights Watch argue that the Chinese government is oppressing Tibetans and causing them to lose their culture.\nPolitical divisions.\nTibet is divided into 2 municipalities (地级市) and five autonomous prefectures (自治州).\nInfluence outside Tibet.\nTibetan culture also influences other regions nearby, such as Nepal, Bhutan, parts of eastern Kashmir and some regions in northern most Republic of India, most notably Sikkim, Uttaranchal and Tawang. China claims part of the Indian province of Arunachal Pradesh as South Tibet.\nUnrest.\nThere has been some protests in Tibet since China took control in the 1950s. Most of them have been because of social or economic problems. Some of them have been because there are people who believe Tibet should not be a part of China. To show their resistance, many Tibetans set themselves on fire to put the Chinese government under pressure to become independent again. In 2011, 19 people killed themselves. A railway line, the Qingzang railway, has been built, linking China to Lhasa. Also, rising prices of food, and difficult access to higher education have angered many people. The railway line also raised fears about more migration. This situation has led to some violence against people from outside Tibet. Some of this violence occurs outside Tibet. When it comes to assigning government posts in Tibet, more other nationalities of Chinese seem to be assigned, rather than Tibetans. The Chinese Government claims that if Tibet became independent again, its economy would suffer.","categories":[],"infobox_types":[],"annotations":[{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":118},{"uri":"Lhasa","surface_form":"Lhasa","offset":167},{"uri":"Religion","surface_form":"religion","offset":317},{"uri":"Buddhism","surface_form":"Buddhism","offset":329},{"uri":"Monk","surface_form":"monk","offset":410},{"uri":"Superhuman","surface_form":"superhuman","offset":452},{"uri":"Insight","surface_form":"insight","offset":565},{"uri":"Tibetan_Book_of_the_Dead","surface_form":"Tibetan Book of the Dead","offset":579},{"uri":"Ritual","surface_form":"ritual","offset":614},{"uri":"Roman_Catholicism","surface_form":"Catholic","offset":670},{"uri":"Bon","surface_form":"Bon","offset":732},{"uri":"Dalai_Lama","surface_form":"Dalai Lama","offset":903},{"uri":"People%27s_Liberation_Army","surface_form":"Chinese Army","offset":959},{"uri":"Exile","surface_form":"exile","offset":1017},{"uri":"India","surface_form":"India","offset":1026},{"uri":"Yarlung_Tsangpo","surface_form":"Yarlung Tsangpo","offset":1278},{"uri":"Namri_Songtsen","surface_form":"Namri Songtsen","offset":1323},{"uri":"Lhasa","surface_form":"Lhasa","offset":1410},{"uri":"Songtsen_Gampo","surface_form":"Songtsen Gampo","offset":1442},{"uri":"Tibetan_Empire","surface_form":"Tibetan Empire","offset":1531},{"uri":"Trisong_Detsen","surface_form":"Trisong Detsen","offset":1646},{"uri":"Monastery","surface_form":"monastery","offset":1737},{"uri":"Samye","surface_form":"Samye","offset":1750},{"uri":"Border","surface_form":"border","offset":1889},{"uri":"Central_Asia","surface_form":"Central Asia","offset":1905},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":1922},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":1947},{"uri":"China","surface_form":"China","offset":1976},{"uri":"Langdarma","surface_form":"Langdarma","offset":2010},{"uri":"Tibetan_Buddhism","surface_form":"Tibetan Buddhism","offset":2221},{"uri":"Tibetan_Renaissance","surface_form":"Tibetan Renaissance","offset":2359},{"uri":"Ati%C5%9Ba","surface_form":"Atisha","offset":2416},{"uri":"Reform","surface_form":"reform","offset":2456},{"uri":"Enlightenment","surface_form":"enlightenment","offset":2538},{"uri":"Lamrim","surface_form":"lamrim","offset":2590},{"uri":"Tsongkhapa","surface_form":"Tsongkhapa","offset":2785},{"uri":"Philosophy","surface_form":"philosophy","offset":2834},{"uri":"Mongol_Empire","surface_form":"Mongol Empire","offset":2879},{"uri":"Mongolia","surface_form":"Mongolia","offset":3100},{"uri":"Altan_Khan","surface_form":"Altan Khan","offset":3300},{"uri":"Fifth_Dalai_Lama","surface_form":"fifth Dalai Lama","offset":3373},{"uri":"Qing_Empire","surface_form":"Qing Empire","offset":3553},{"uri":"China","surface_form":"China","offset":3575},{"uri":"Qianlong","surface_form":"Qianlong","offset":3721},{"uri":"British_Empire","surface_form":"British Empire","offset":3872},{"uri":"Russian_Empire","surface_form":"Russian Empire","offset":3891},{"uri":"Colonialism","surface_form":"colonies","offset":3992},{"uri":"Great_Britain","surface_form":"Britain","offset":4048},{"uri":"Russia","surface_form":"Russia","offset":4139},{"uri":"Revolution","surface_form":"revolution","offset":4149},{"uri":"1911_Revolution","surface_form":"1911","offset":4185},{"uri":"Mao_Zedong","surface_form":"Mao Zedong","offset":4287},{"uri":"Communism","surface_form":"communist","offset":4477},{"uri":"Land_reform","surface_form":"reform how land was owned in Tibet","offset":4740},{"uri":"Chinese_Communist_Party","surface_form":"Chinese Communist Party","offset":4792},{"uri":"Administrative_division","surface_form":"administrative division","offset":5264},{"uri":"Tibet_Autonomous_Region","surface_form":"Tibet Autonomous Region","offset":5318},{"uri":"Han_Chinese","surface_form":"Han Chinese","offset":5484},{"uri":"Human_Rights_Watch","surface_form":"Human Rights Watch","offset":5559},{"uri":"Assimilation","surface_form":"lose their culture","offset":5655},{"uri":"Municipality","surface_form":"municipalities","offset":5720},{"uri":"Nepal","surface_form":"Nepal","offset":5867},{"uri":"Bhutan","surface_form":"Bhutan","offset":5874},{"uri":"Ladakh_Plateau","surface_form":"parts of eastern Kashmir","offset":5882},{"uri":"Republic_of_India","surface_form":"Republic of India","offset":5941},{"uri":"Sikkim","surface_form":"Sikkim","offset":5973},{"uri":"Uttaranchal","surface_form":"Uttaranchal","offset":5981},{"uri":"Tawang","surface_form":"Tawang","offset":5997},{"uri":"Arunachal_Pradesh","surface_form":"Arunachal Pradesh","offset":6049},{"uri":"South_Tibet","surface_form":"South Tibet","offset":6070},{"uri":"China","surface_form":"China","offset":6135},{"uri":"China","surface_form":"China","offset":6321},{"uri":"Railway","surface_form":"railway","offset":6505},{"uri":"Qingzang_railway","surface_form":"Qingzang railway","offset":6523},{"uri":"Lhasa","surface_form":"Lhasa","offset":6574},{"uri":"Migration","surface_form":"migration","offset":6723}]}