{"id":35292,"url":"http://en.wikipedia.org/wiki/Air_gun","text":"e=\"preserve\">An air gun is a gun which uses gas to fire a projectile instead of burning gunpowder that an ordinary gun uses.\nThe oldest air guns used a spring to compress (squeeze) air in a tube. When the gun was fired the air was released. The only way for the air to go was by pushing the pellet out. A spring loaded gun can only fire one shot before the spring has to be reset. Newer guns use air or another gas in a small cartridge, these guns can fire many more shots before the cartridge needs to be changed or refilled.\nThe projectile for an air gun is usually a pellet. Some guns of this sort fire small round pellets call \"bb\"s. Some people think this means ball bearing, but it does not. The letters bb stood for a size of shot that was used to make shotgun cartridges, This was used in the first bb guns.\nThe most popular calibres (pellet sizes) for air weapons are mm (also called.177 to.22). In many countries there are strict rules that limit the sales of air guns so not everyone can have one.\nThey are not as powerful as other guns but they can still hurt or even kill people.\nMany people enjoy air rifle and pistol shooting either for fun or hunting. In the Olympics and target games, air pistols are used in some of the shooting events.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gun","surface_form":"gun","offset":29},{"uri":"Pellet","surface_form":"pellet","offset":570},{"uri":"Ball_bearing","surface_form":"ball bearing","offset":667},{"uri":"Country","surface_form":"countries","offset":913},{"uri":"Kill","surface_form":"kill","offset":1080},{"uri":"People","surface_form":"people","offset":1085},{"uri":"Air_rifle","surface_form":"air rifle","offset":1111},{"uri":"Pistol","surface_form":"pistol","offset":1125},{"uri":"Shooting","surface_form":"shooting","offset":1132},{"uri":"Recreation","surface_form":"fun","offset":1152},{"uri":"Hunting","surface_form":"hunting","offset":1159},{"uri":"Olympics","surface_form":"Olympics","offset":1175}]}