{"id":353248,"url":"http://en.wikipedia.org/wiki/Pyramid_of_the_Sun","text":"The Pyramid of the Sun is the largest pyramid in the ancient city of Teotihuacán. Teotihuacán is about north of the modern-day Mexico City. The Aztecs named the building Pyramid of the Sun, when they entered the abandoned city of Teotihuacán. The original name of the building is unknown.\nDescription.\nThe pyramid has a base length of about, and its current height is. This makes it the second largest pyramid in pre-Columbian America, after the Great Pyramid of Cholula. Inside Teotihuacán, the pyramid is located between the Pyramid of the Moon and the Ciudadela, on what is called the \"Avenue of the Dead\". It is near a mountain called Cerro Gordo. The pyramid is part of large complex, which is in the middle of the city.\nConstruction.\nThe pyramid was constructed in two phases. After completion of the first phase, about 100 AD, the pyramid had reached almost its current height. The second phase consisted in adding an altar and a big statue at the top. Neither the altar nor the statue survive.\nOriginally, the pyramid was covered with plates made of calcite, which showed images of animals, such as jaguars, but these plates did not survive.\nThe pyramid probably served as a temple to one of the deities of Teotihuacán; but the name of the deity, and the nature of the cult are unknown today.\nGraves of children have been found in the pyramid. It is believed that the children were sacrificed to consecrate the building.","categories":[],"infobox_types":[],"annotations":[{"uri":"Teotihuac%C3%A1n","surface_form":"Teotihuacán","offset":69},{"uri":"Mexico_City","surface_form":"Mexico City","offset":127},{"uri":"Aztec","surface_form":"Aztec","offset":144},{"uri":"Great_Pyramid_of_Cholula","surface_form":"Great Pyramid of Cholula","offset":446},{"uri":"Pyramid_of_the_Moon","surface_form":"Pyramid of the Moon","offset":527},{"uri":"Cerro_Gordo","surface_form":"Cerro Gordo","offset":639},{"uri":"Complex","surface_form":"complex","offset":681},{"uri":"Altar","surface_form":"altar","offset":925}]}