{"id":353496,"url":"http://en.wikipedia.org/wiki/We_Found_Love","text":"\"We Found Love\" is a song by Barbadian singer Rihanna. It was released from her album \"Talk That Talk\" (2011). It features Scottish DJ Calvin Harris. Harris also released the song on his album \"18 Months\" (2012). The song was released as the lead single from \"Talk That Talk\". It was released on September 22, 2011. \"We Found Love\" is a electro house song. It has several musical instruments. These include synthesizers, alarm bells, and a keyboard. The song is about a couple. They found love in a place where it is impossible to find love.\nThe song was given mixed reviews from music critics. Many critics liked Rihanna's voice on the song and its instruments. Others did not like the lyrics and Harris' production. \"We Found Love\" was a hit single. It reached number one on the US Hot 100 chart for eight weeks in 2011 and for two weeks in 2012. This was more than her 2007 single \"Umbrella\". \"We Found Love\" became Rihanna's eleventh song to reach number one on the Hot 100 chart. She was then placed third for most number-one singles by a female singer. The song reached number one in 20 countries including Ireland, New Zealand, Switzerland and the United Kingdom. It got to the top five positions in Australia, the Netherlands and Spain. However, it reached the top ten in 29 countries worldwide.\nThe music video for the song was directed by Melina Matsoukas. The video shows Rihanna as a drug abuser who searches for things that gets her excited in a relationship. Because of this, the relationship is no longer a positive one. This is because the woman is now a drug addict, and violence can be found between herself and her boyfriend. The video has received over 779 million views as of March 2018. It was given mixed reviews. Some critics believed the video supported violent sex. It was also believed that the actor chosen for the role of the boyfriend looked similar to Rihanna's ex-boyfriend, R&B singer Chris Brown. Brown had assaulted Rihanna two years before the song was released.\nThere have been remixes and cover versions of the song since its release.","categories":[],"infobox_types":[],"annotations":[{"uri":"Barbados","surface_form":"Barbadian","offset":29},{"uri":"Rihanna","surface_form":"Rihanna","offset":46},{"uri":"Talk_That_Talk","surface_form":"Talk That Talk","offset":87},{"uri":"Calvin_Harris","surface_form":"Calvin Harris","offset":135},{"uri":"18_Months","surface_form":"18 Months","offset":194},{"uri":"Lead_single","surface_form":"lead single","offset":242},{"uri":"Electronic_music","surface_form":"electro house","offset":337},{"uri":"Synthesizer","surface_form":"synthesizer","offset":407},{"uri":"Keyboard_instrument","surface_form":"keyboard","offset":440},{"uri":"Hit_single","surface_form":"hit single","offset":740},{"uri":"Hot_100","surface_form":"Hot 100","offset":784},{"uri":"Umbrella_(song)","surface_form":"Umbrella","offset":885},{"uri":"Music_video","surface_form":"music video","offset":1308},{"uri":"Drug_addiction","surface_form":"drug abuser","offset":1396},{"uri":"Sex","surface_form":"sex","offset":1787},{"uri":"Chris_Brown_(entertainer)","surface_form":"Chris Brown","offset":1918},{"uri":"Remix","surface_form":"remix","offset":2015},{"uri":"Cover_version","surface_form":"cover version","offset":2027}]}