{"id":353468,"url":"http://en.wikipedia.org/wiki/Old_World_monkey","text":"The Old World monkeys or Cercopithecidae are a group of primates which are native to Africa and Asia today.\nThe Old World monkeys live in a range of environments from tropical rain forest to savanna, shrubland and mountainous terrain. They are also known from Europe in the fossil record. A (possibly introduced) free-roaming group of monkeys still survives in Gibraltar (Europe) to this day. Old World monkeys include many of the most familiar species of nonhuman primates, such as baboons and macaques.\nOld World monkeys are medium to large in size, and range from arboreal forms, such as the Colobus, to fully terrestrial forms, such as the baboons. The smallest is the talapoin, with a head and body 34–37 cm in length, and weighing between 0.7 and 1.3 kilograms, while the largest is the male mandrill at around 70 cm in length, and weighing up to 50 kilograms (the females are much smaller).\nBy appearance, Old World monkeys are unlike apes in that most have tails (the family name means \"tailed ape\"), and unlike the New World monkeys in that their tails are never prehensile (used for holding on).\nIn most species, daughters remain with their mothers for life, so that the basic social group among Old World monkeys is a matrilineal troop (led by the dominant female). Males leave the group on reaching adolescence, and find a new troop to join. In many species, only a single adult male lives with each group, driving off all rivals, but others are more tolerant, establishing relationships between dominant and subordinate males. Group sizes are highly variable, even within species, depending on the availability of food and other resources.\nRelated pages.\nList of Old World monkey species","categories":[],"infobox_types":[],"annotations":[{"uri":"Primate","surface_form":"primate","offset":56},{"uri":"Africa","surface_form":"Africa","offset":85},{"uri":"Asia","surface_form":"Asia","offset":96},{"uri":"Monkey","surface_form":"monkey","offset":122},{"uri":"Environment","surface_form":"environment","offset":149},{"uri":"Rain_forest","surface_form":"rain forest","offset":176},{"uri":"Savanna","surface_form":"savanna","offset":191},{"uri":"Shrub","surface_form":"shrub","offset":200},{"uri":"Mountain","surface_form":"mountain","offset":214},{"uri":"Europe","surface_form":"Europe","offset":260},{"uri":"Gibraltar","surface_form":"Gibraltar","offset":361},{"uri":"Baboon","surface_form":"baboon","offset":483},{"uri":"Macaque","surface_form":"macaque","offset":495},{"uri":"Arboreal","surface_form":"arboreal","offset":567},{"uri":"Colobus","surface_form":"Colobus","offset":595},{"uri":"Baboon","surface_form":"baboon","offset":644},{"uri":"Talapoin","surface_form":"talapoin","offset":673},{"uri":"Mandrill","surface_form":"mandrill","offset":798},{"uri":"Ape","surface_form":"ape","offset":942},{"uri":"New_World_monkeys","surface_form":"New World monkeys","offset":1024},{"uri":"Prehensile","surface_form":"prehensile","offset":1072},{"uri":"Matrilineal","surface_form":"matrilineal","offset":1229},{"uri":"List_of_Old_World_monkey_species","surface_form":"List of Old World monkey species","offset":1668}]}