{"id":35377,"url":"http://en.wikipedia.org/wiki/John_Frusciante","text":"John Anthony Frusciante is an American musician. He was born on March 5, 1970 in Queens, New York. He was the guitarist of the funk rock band, Red Hot Chili Peppers. He has also made a number of solo records. Some of these albums have been made with other artists, for example Josh Klinghoffer. In December 2009 Frusciante claimed on his website that he had left the band over a year ago.\nEarly RHCP era (1988-92).\nJohn Frusciante joined the Red Hot Chili Peppers in 1988 after the previous guitarist, Hillel Slovak, died of a drug overdose. The band went on to record and release their fourth album, \"Mother's Milk\" in 1989. Following an international tour, Frusciante co-recorded the band's fifth album, \"Blood Sugar Sex Magik\". In 1992, he left the band because he was overwhelmed by the international success of \"Blood Sugar Sex Magik\". Frusciante abruptly announced his departure from the band just a few moments before a performance in Tokyo. He ended up playing the show and left quickly for a plane back to the USA.\n1992 to 1997.\nFrom 1992 to 1997, he recorded a couple of solo albums, which received various criticism due to Frusciante's use of lo-fi and strange synthesizer effects. Frusciante released \"Niandra LaDes & Usually Just A T-Shirt\" in 1994 as a cure for there being \"no good music around any more\". From the time of being out of the band, Frusciante had started to experiment with drugs such as cocaine and heroin. In 1997, he released \"Smile From The Streets You Hold\" because he needed money for drugs at the time. He later took the album off the shelves as he did not feel comfortable with it being sold.\nReturn and Red Hot success.\nBand mate and long-time friend Flea asked John if he would like to rejoin the band in 1998. Frusciante was so overjoyed by the question that the band regrouped and started the recording process. In 1999, the band released \"Californication\". During the Californication tour, Frusciante recorded some more songs in what would eventually become \"To Record Only Water For Ten Days\", which was released in 2001. Frusciante returned to the recording studio in early 2002 in which they would later release the band's eighth album, \"By the Way\". Four Years later the Peppers released their ninth studio album, \"Stadium Arcadium\". In December of 2009 he announced that he would leave the Red Hot Chili Peppers and focus more on his solo albums.\nSolo records and side projects.\nAfter yet another world tour with the Red Hot Chili Peppers, Frusciante decided to release some more of his own material between 2004-2005. During this time, John released six of his own solo records, some of which were co-written by Josh Klinghoffer.\nEquipment.\nJohn has used a wide range of guitars throughout his years with RHCP and as a solo artist. He is known for using a lot of guitars under the Fender brand. He was number 18 on \"Rolling Stone\"s list of \"The 100 Greatest Guitarists of All Time\" in 2003. In 2011, he was at number 72. Below is a list of equipment that John has used through the years.\nPicks.\nGreen Jim Dunlop Tortex 0.88mm picks (from 1989 to 1999)\nOrange Jim Dunlop Tortex 0.60mm picks (from 2000 to 2012 current)","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":30},{"uri":"Musician","surface_form":"musician","offset":39},{"uri":"Queens","surface_form":"Queens","offset":81},{"uri":"New_York","surface_form":"New York","offset":89},{"uri":"Guitarist","surface_form":"guitarist","offset":110},{"uri":"Funk","surface_form":"funk","offset":127},{"uri":"Rock_and_roll","surface_form":"rock","offset":132},{"uri":"Red_Hot_Chili_Peppers","surface_form":"Red Hot Chili Peppers","offset":143},{"uri":"Album","surface_form":"records","offset":200},{"uri":"Josh_Klinghoffer","surface_form":"Josh Klinghoffer","offset":277},{"uri":"Hillel_Slovak","surface_form":"Hillel Slovak","offset":502},{"uri":"Drug_overdose","surface_form":"drug overdose","offset":527},{"uri":"Mother%27s_Milk","surface_form":"Mother's Milk","offset":602},{"uri":"Blood_Sugar_Sex_Magik","surface_form":"Blood Sugar Sex Magik","offset":707},{"uri":"Tokyo","surface_form":"Tokyo","offset":942},{"uri":"United_States","surface_form":"USA","offset":1019},{"uri":"Lo-fi","surface_form":"lo-fi","offset":1154},{"uri":"Synthesizer","surface_form":"synthesizer","offset":1172},{"uri":"Niandra_LaDes_%26amp%3B_Usually_Just_A_T-Shirt","surface_form":"Niandra LaDes & Usually Just A T-Shirt","offset":1214},{"uri":"1994","surface_form":"1994","offset":1257},{"uri":"Drug","surface_form":"drug","offset":1403},{"uri":"Cocaine","surface_form":"cocaine","offset":1417},{"uri":"Heroin","surface_form":"heroin","offset":1429},{"uri":"Smile_From_The_Streets_You_Hold","surface_form":"Smile From The Streets You Hold","offset":1459},{"uri":"Money","surface_form":"money","offset":1510},{"uri":"Flea_(musician)","surface_form":"Flea","offset":1689},{"uri":"1999","surface_form":"1999","offset":1856},{"uri":"Californication_(album)","surface_form":"Californication","offset":1881},{"uri":"To_Record_Only_Water_For_Ten_Days","surface_form":"To Record Only Water For Ten Days","offset":2001},{"uri":"By_the_Way","surface_form":"By the Way","offset":2183},{"uri":"Stadium_Arcadium","surface_form":"Stadium Arcadium","offset":2261},{"uri":"Fender","surface_form":"Fender","offset":2829},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":2864},{"uri":"Jim_Dunlop","surface_form":"Jim Dunlop","offset":3049},{"uri":"Jim_Dunlop","surface_form":"Jim Dunlop","offset":3107}]}