{"id":3537,"url":"http://en.wikipedia.org/wiki/Hiroshima","text":"Hiroshima (広島) is the capital city of Hiroshima Prefecture. It is the largest city in the Chugoku region of western Japan. About a million people live in Hiroshima.\nAtomic bombing.\nAt the time of the attack, Hiroshima was the headquarters of the 2nd General Army and 5th Division. It contained 40,000 Japanese soldiers within the city's limit, and was a beehive (or center) of war industry. The industry manufactured parts for planes and boats, bombs, rifles, and handguns. Children also were shown how to construct and throw gasoline bombs. and the heavy sick were assembling traps to be planted in the beaches of Kyushu. As with other Japanese cities, many of the strategic targets in Hiroshima were mixed with civilian homes and centers made of wood and paper. This made it harder to conduct a successful precision attack. And the highly inaccuracy of the bombing technology in World War II was owed to it. As a result, the city became the first nuclear weapon used against a target in history.\nThe bomb exploded over Hiroshima at 8:16 on the morning of August 6, 1945. Much of the city was destroyed. An estimated 70,000 persons were killed. 20,000 were Japanese soldiers and 20,000 were Korean slave laborers of all the kiled. Another 70,000 were injured. The bomb was nicknamed \"Little Boy\" after President Theodore Roosevelt. A building near the blast center still remains and is called the Atomic Bomb Dome.\nItsukushima shrine.\nNear to Hiroshima, there is a small island called Miyajima. The island is known for its deer. An old Shinto shrine named Itsukushima Shrine is also here. It is said that Itsukushima shrine was built at the end of the 5th century. The shrine is known for its use of red-colored wood, and especially for the \"torii\" gate. The gate leads into the shrine, which is partly underwater at high tide. Today, Itsukushima shrine and the Atomic Bomb Dome are registered as World Heritage sites. Also it was a landing site for the U.S.","categories":[],"infobox_types":[],"annotations":[{"uri":"Capital_(city)","surface_form":"capital city","offset":22},{"uri":"Hiroshima_Prefecture","surface_form":"Hiroshima Prefecture","offset":38},{"uri":"World_War_II","surface_form":"World War II","offset":881},{"uri":"Nuclear_weapon","surface_form":"nuclear weapon","offset":949},{"uri":"August_6","surface_form":"August 6","offset":1057},{"uri":"1945","surface_form":"1945","offset":1067},{"uri":"Nickname","surface_form":"nickname","offset":1274},{"uri":"Theodore_Roosevelt","surface_form":"Theodore Roosevelt","offset":1313},{"uri":"Miyajima","surface_form":"Miyajima","offset":1486},{"uri":"Shrine","surface_form":"shrine","offset":1544},{"uri":"Itsukushima","surface_form":"Itsukushima","offset":1557},{"uri":"5th_century","surface_form":"5th century","offset":1653},{"uri":"World_Heritage_Site","surface_form":"World Heritage sites","offset":1898}]}