{"id":35416,"url":"http://en.wikipedia.org/wiki/Perugia","text":"Perugia (said \"Pah-ru-zha\") is the capital city of the region of Umbria in central Italy, near the Tiber River, and the capital of the province of Perugia. The city is about 100 miles (160 kilometres) north of Rome. It covers a high hilltop and part of the valleys around the area.\nThe history of Perugia goes back to the Roman Empire. However, major parts of the city have been destroyed, and rebuilt, because of many wars, and of earthquakes in the mid-19th century. In recent decades, the city has been known as a university town, with the University of Perugia (about 34,000 students), the University for Foreigners (5,000 students), and some smaller colleges, also. There are annual festivals and events: the Eurochocolate Festival (October), the Umbria Jazz Festival, and the International Journalism Festival (in April).\nPerugia is a well-known artistic center of Italy. The famous painter Pietro Vannucci, nicknamed Perugino, came from Città della Pieve near Perugia. He decorated the local \"Sala del Cambio\" with a beautiful series of frescoes; eight of his pictures can also be seen in the National Gallery of Umbria. Perugino was the teacher of Raphael, the great Renaissance artist who produced five paintings in Perugia (today no longer in the city) and one fresco. Another famous painter, Pinturicchio, lived in Perugia. Galeazzo Alessi is the most famous architect from Perugia. The city symbol is the griffin, which can be seen in the form of plaques and statues on buildings around the city.\nHistory.\nPerugia was an Umbrian settlement but first appears in written history as \"Perusia\", one of the twelve confederate cities of Etruria. It was first mentioned in Q. Fabius Pictor's account, used by Livy, of the expedition carried out against the Etruscans by Fabius Maximus Rullianus in 310 or 309 BC. At that time, a thirty-year \"indutiae\" (truce) was agreed upon; however, in 295 BC, Perusia took part in the Third Samnite War and was reduced, with Volsinii and Arretium (Arezzo), to seek for peace in the following year.\nIn 216 and 205 BC, Perugia assisted Rome in the Second Punic War. Little else is known until 41-40 BC, when Lucius Antonius (brother of Mark Antony) took refuge there, in the Roman civil war between Mark Antony and Octavian. Much of ancient Perugia was destroyed by Octavian (later became Emperor Augustus) after a long siege, and its senators were sent to their death. A number of lead bullets used by slingers have been found in and around the city. The city was burnt, we are told, with the exception of the temples of Vulcan and Juno. The huge Etruscan terrace-walls, naturally, can hardly have suffered at all. Afterward, the town, with the territory for a mile round, was allowed to be occupied by whoever came. It must have been rebuilt almost at once, for several bases of statues exist, inscribed with the words \"Augusto sacr(um) Perusia restituta\". However, the town did not become a \"colonia\", until 251-253 AD, when it was resettled as \"Colonia Vibia Augusta Perusia\", under the emperor C. Vibius Trebonianus Gallus.\nPerugia is hardly mentioned, except by the geographers, until it was the only city in Umbria to resist Totila, who captured it and laid the city waste in 547, after a long siege, apparently after the city's Byzantine garrison evacuated. Negotiations with the besieging forces fell to the city's bishop, Herculanus, as representative of the townspeople. Totila is said to have ordered the bishop to be flayed and beheaded. St. Herculanus (Sant'Ercolano) later became the city's patron saint.\nIn the Lombard period, Perugia is spoken of as one of the principal cities of Tuscia. In the 9th century, with the consent of Charlemagne and Louis the Pious, it passed under the popes; but by the 11th century its commune was asserting itself, and for many centuries the city continued to maintain an independent life, warring against many of the neighbouring lands and cities: Foligno, Assisi, Spoleto, Todi, Siena, Arezzo, etc. In 1186, Henry VI, Holy Roman Emperor, \"rex romanorum\" and future emperor, granted diplomatic recognition to the consular government of the city; afterward Pope Innocent III, whose major aim was to give state dignity to the dominions having been constituting the patrimony of St. Peter, acknowledged the validity of the imperial statement and recognized the established civic practices having the force of law.\nOn various occasions, the popes found asylum, from the conflicts in Rome, within its walls, and it was the meeting-place of five conclaves (Perugia Papacy), including those which elected Honorius III (1216), Clement IV (1285), Celestine V (1294), and Clement V (1305); the papal presence was characterized by a peace-time rule between the internal rivalries. But Perugia had no mind simply to serve the papal interests and never accepted papal sovereignty: the city used to exercise a jurisdiction over the members of the clergy. Also, in 1282, Perugia was excommunicated due to a new military conflict against the Ghibellines regardless of a papal prohibition. In the other hand, side by side with the 13th-century bronze griffin of Perugia, above the door of the \"Palazzo dei Priori\" stands, as a Guelphic emblem, the lion: Perugia remained loyal for the most part to the Guelph party in the struggles of Guelphs and Ghibellines. However this dominant tendency was rather an anti-Germanic and Italian political strategy. The Angevin presence in Italy appeared offer a counterpoise to papal powers: in 1319 Perugia declared the Angevin Saint Louis of Toulouse \"Protector of the city's sovereignty and of the Palazzo of its Priors\" and set his figure among the other patron saints above the rich doorway of the Palazzo dei Priori. At the half of the 14th century, Bartholus of Sassoferrato, who was a renowned jurist, asserted that Perugia was dependent upon neither imperial nor papal support. In 1347, at the time of Rienzi's unfortunate enterprise in reviving the Roman Republic, Perugia sent ten ambassadors to pay him honour; and, when papal messengers sought to force it by foreign soldiers, or to exact contributions, they met with vigorous resistance, which broke into open warfare with Pope Urban V in 1369; in 1370 the noble party reached an agreement signing the treaty of Bologna and Perugia was forced to accept a papal legate; however the vicar-general of the Papal States, Gérard du Puy, Abbot of Marmoutier and nephew of Pope Gregory IX, was expelled by a popular uprising in 1375, and his fortification of Porta Sole was razed to the ground.\nCivic peace was constantly disturbed in the 14th century by struggles between the party representing the people (\"Raspanti\") and the nobles (\"Beccherini\"). After the assassination in 1398 of Biordo Michelotti, who had made himself lord of Perugia, the city became a pawn in the Italian Wars, passing to Gian Galeazzo Visconti (1400), to Pope Boniface IX (1403), and to Ladislas of Naples (1408–14) before it settled into a period of sound governance under the \"Signoria\" of the condottiero Braccio da Montone (1416–24), who reached a concordance with the Papacy. Following mutual atrocities of the Oddi and the Baglioni families, power was at last concentrated in the Baglioni, who, though they had no legal position, defied all other authority, though their bloody internal squabbles culminated in a massacre, 14 July 1500. Gian Paolo Baglioni was lured to Rome in 1520 and beheaded by Leo X; and in 1540 Rodolfo, who had slain a papal legate, was defeated by Pier Luigi Farnese, and the city, captured and plundered by his soldiery, was deprived of its privileges. A citadel known as the \"Rocca Paolina\", after the name of Pope Paul III (Italian: Paolo), was built, to the designs of Antonio da Sangallo the Younger \"ad coercendam Perusinorum audaciam\".\"\nIn 1797, the city was conquered by French troops. On 4 February 1798, the \"Tiberina Republic\" was formed, with Perugia as the capital, and the French tricolour as flag. In 1799, the Tiberina Republic merged to the Roman Republic.\nIn 1832, 1838 and 1854, Perugia was hit by earthquakes. Following the collapse of the Roman republic of 1848-49, when the Rocca was in part demolished, it was seized in May 1849 by the Austrians. In June 1859, the people rebelled against the temporal authority of the Pope and established a provisional government, but the insurrection was quashed bloodily by Pius IX's troops. In September 1860 the city was united finally, along with the rest of Umbria, as part of the Kingdom of Italy.\nEconomy.\nPerugia has become famous for chocolate, mostly because of a single firm, Perugina, whose Baci (kisses) are widely exported. Perugian chocolate is very popular in Italy, and the city hosts a chocolate festival every October.\nGeography.\nPerugia is the capital city of the region of Umbria.\nCities' distances from Perugia: Assisi, Siena, Florence 145 km, Rome.\nClimate.\nEven though Perugia is in the Central part of Italy, the city has a humid subtropical climate (Köppen climate classification \"Cfa\"), similar to much of Northern Italy.\nDemographics.\nIn 2007, there were 163,287 people living in Perugia, in the Province of Perugia, Umbria, of whom 47.7% were male and 52.3% were female. Minors (children ages 18 and younger) totalled 16.4 percent of the people, compared to pensioners, who number 21.5%. This compares with the Italian average of 18.1 percent (minors) and 19.9% (pensioners). The average age of Perugia residents is 44, compared to the Italian nationwide average of 42. In the five years between 2002 and 2007, the number of people grew by 7.86%, while Italy as a whole grew by 3.85 percent.\nAs of 2006, 90.84% of the people were Italian. The largest immigrant group came from other European countries (particularly from Albania and Romania): 3.93%, the Americas: 2.01%, and North Africa: 1.3%. Most people are Roman Catholic.\nEducation.\nPerugia today hosts two main universities, the ancient University of Perugia (Italian: \"Università degli Studi\") and the University for Foreigners Perugia (\"Università per Stranieri\"). \"Stranieri\" serves as an Italian language and culture school for students from all over the world. Other educational institutions are the Perugia Fine Arts Academy \"Pietro Vannucci\" (founded in 1573), the Perugia Music Conservatory for the study of classical music, and the RAI Public Broadcasting School of Radio-Television Journalism. The city is also host to the Umbra Institute, an accredited university program for American students studying abroad. The \"Università dei Sapori\" (University of Tastes), a National centre for Vocational Education and Training in Food, is in the city as well.\nFrazioni.\nThe \"comune\" includes the \"frazioni\" of Bagnaia, Bosco, Capanne, Casa del Diavolo, Castel del Piano, Cenerente, Civitella Benazzone, Civitella d'Arna, Collestrada, Colle Umberto I, Cordigliano, Colombella, Farneto, Ferro di Cavallo, Fontignano, Fratticiola Selvatica, La Bruna, La Cinella, Lacugnano, Lidarno, Migiana di Monte Tezio, Monte Bagnolo, Monte Corneo, Montelaguardia, Monte Petriolo, Mugnano, Olmo, Parlesca, Pianello, Piccione, Pila, Pilonico Materno, Ponte della Pietra, Poggio delle Corti, Ponte Felcino, Ponte Pattoli, Ponte Rio, Ponte San Giovanni, Ponte Valleceppi, Prepo, Pretola, Ramazzano-Le Pulci, Rancolfo, Ripa, Sant'Andrea delle Fratte, Sant'Egidio, Sant'Enea, San Fortunato della Collina, San Giovanni del Pantano, Sant'Andrea d'Agliano, Santa Lucia, San Marco, Santa Maria Rossa, San Martino dei Colli, San Martino in Campo, San Martino in Colle, San Sisto, Solfagnano, Villa Pitignano.\nCollestrada, in the \"territorio\" of the suburb of Ponte San Giovanni, saw a battle between the people of Perugia and Assisi in 1202.\nArt.\nPerugia has had a rich tradition of art and artists. The High Renaissance painter Pietro Perugino created some of his masterpieces in the Perugia area. The other High Resaissance master Raphael was also active in Perugia and painted his famous Oddi Altar there in 1502-1504.\nToday, the \"Galleria Nazionale dell'Umbria\" in Perugia houses a number of masterpieces, including the \"Madonna with Child and Six Angels\" (Duccio), which represents the Renaissance Roman Catholic Marian art of Duccio. Also, the private Art Collection of the \"Fondazione Cassa di Risparmio di Perugia\" has two separate locations.\nThe Collegio del Cambio is an extremely well preserved representation of a Renaissance building and houses a magnificent Pietro Perugino fresco.\nTransport.\nPerugia has taken drastic measures against car traffic. At certain hours of the day, driving is forbidden in the city centre. Large parking lots are provided in the lower town, from where escalators lead up through the \"Rocca Paolina\" into the city. Since 2008, a MiniMetro has also been in operation, with seven stations.\nPerugia railway station, also known as Perugia Fontivegge, was opened in 1866. It forms part of the Foligno–Terontola railway, which also links Florence with the \"Roma Termini\" railway station in Rome. The station is at Piazza Vittorio Veneto, in the heavily populated district of Fontivegge, about southwest of the city centre.\nSan Egidio Airport is outside the city.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":43},{"uri":"Umbria","surface_form":"Umbria","offset":65},{"uri":"Italy","surface_form":"Italy","offset":83},{"uri":"Tiber","surface_form":"Tiber","offset":99},{"uri":"Province_of_Perugia","surface_form":"province of Perugia","offset":135},{"uri":"Kilometre","surface_form":"kilometre","offset":189},{"uri":"Rome","surface_form":"Rome","offset":210},{"uri":"Valley","surface_form":"valley","offset":257},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":322},{"uri":"Earthquake","surface_form":"earthquake","offset":432},{"uri":"Decade","surface_form":"decade","offset":479},{"uri":"University","surface_form":"university","offset":517},{"uri":"Perugino","surface_form":"Perugino","offset":924},{"uri":"Fresco","surface_form":"fresco","offset":1044},{"uri":"Raphael","surface_form":"Raphael","offset":1156},{"uri":"Renaissance","surface_form":"Renaissance","offset":1175},{"uri":"Pinturicchio","surface_form":"Pinturicchio","offset":1303},{"uri":"Galeazzo_Alessi","surface_form":"Galeazzo Alessi","offset":1335},{"uri":"Griffin","surface_form":"griffin","offset":1417},{"uri":"Commemorative_plaque","surface_form":"plaques","offset":1459},{"uri":"Statue","surface_form":"statue","offset":1471},{"uri":"Umbria","surface_form":"Umbria","offset":1533},{"uri":"Etruria","surface_form":"Etruria","offset":1643},{"uri":"Quintus_Fabius_Pictor","surface_form":"Q. Fabius Pictor's","offset":1678},{"uri":"Livy","surface_form":"Livy","offset":1714},{"uri":"Fabius_Maximus_Rullianus","surface_form":"Fabius Maximus Rullianus","offset":1775},{"uri":"Truce","surface_form":"truce","offset":1858},{"uri":"Samnite_Wars","surface_form":"Third Samnite War","offset":1927},{"uri":"Arezzo","surface_form":"Arezzo","offset":1990},{"uri":"Second_Punic_War","surface_form":"Second Punic War","offset":2088},{"uri":"Mark_Antony","surface_form":"Mark Antony","offset":2176},{"uri":"Octavian","surface_form":"Octavian","offset":2255},{"uri":"Augustus","surface_form":"Augustus","offset":2337},{"uri":"Bullet","surface_form":"bullet","offset":2427},{"uri":"Vulcan_(mythology)","surface_form":"Vulcan","offset":2562},{"uri":"Hera","surface_form":"Juno","offset":2573},{"uri":"Big","surface_form":"huge","offset":2583},{"uri":"Word","surface_form":"word","offset":2855},{"uri":"Colonia_(Roman)","surface_form":"colonia","offset":2935},{"uri":"Trebonianus_Gallus","surface_form":"C. Vibius Trebonianus Gallus","offset":3039},{"uri":"Geographer","surface_form":"geographer","offset":3112},{"uri":"Totila","surface_form":"Totila","offset":3172},{"uri":"Bishop","surface_form":"bishop","offset":3364},{"uri":"Herculanus_of_Perugia","surface_form":"Herculanus","offset":3372},{"uri":"Flayed","surface_form":"flayed","offset":3470},{"uri":"Patron_saint","surface_form":"patron saint","offset":3546},{"uri":"Lombards","surface_form":"Lombard","offset":3567},{"uri":"Charlemagne","surface_form":"Charlemagne","offset":3686},{"uri":"Louis_the_Pious","surface_form":"Louis the Pious","offset":3702},{"uri":"Medieval_commune","surface_form":"commune","offset":3774},{"uri":"Foligno","surface_form":"Foligno","offset":3938},{"uri":"Assisi","surface_form":"Assisi","offset":3947},{"uri":"Spoleto","surface_form":"Spoleto","offset":3955},{"uri":"Todi","surface_form":"Todi","offset":3964},{"uri":"Siena","surface_form":"Siena","offset":3970},{"uri":"Arezzo","surface_form":"Arezzo","offset":3977},{"uri":"Henry_VI%2C_Holy_Roman_Emperor","surface_form":"Henry VI, Holy Roman Emperor","offset":3999},{"uri":"Roman_consul","surface_form":"consular","offset":4103},{"uri":"Pope_Innocent_III","surface_form":"Pope Innocent III","offset":4146},{"uri":"Patrimonium_Sancti_Petri","surface_form":"patrimony of St. Peter","offset":4253},{"uri":"Political_asylum","surface_form":"asylum","offset":4439},{"uri":"Papal_conclave","surface_form":"conclaves","offset":4530},{"uri":"Perugia_Papacy","surface_form":"Perugia Papacy","offset":4541},{"uri":"Pope_Honorius_III","surface_form":"Honorius III","offset":4588},{"uri":"Pope_Clement_IV","surface_form":"Clement IV","offset":4609},{"uri":"Pope_Celestine_V","surface_form":"Celestine V","offset":4628},{"uri":"Pope_Clement_V","surface_form":"Clement V","offset":4652},{"uri":"Excommunicate","surface_form":"excommunicate","offset":4958},{"uri":"Lion","surface_form":"lion","offset":5221},{"uri":"Guelphs_and_Ghibellines","surface_form":"Guelphs and Ghibellines","offset":5308},{"uri":"Strategy","surface_form":"strategy","offset":5414},{"uri":"Capetian_House_of_Anjou","surface_form":"Angevin","offset":5428},{"uri":"Jurist","surface_form":"jurist","offset":5811},{"uri":"Cola_di_Rienzi","surface_form":"Rienzi's","offset":5920},{"uri":"Ambassador","surface_form":"ambassador","offset":6001},{"uri":"Pope_Urban_V","surface_form":"Pope Urban V","offset":6196},{"uri":"Treaty","surface_form":"treaty","offset":6275},{"uri":"Bologna","surface_form":"Bologna","offset":6285},{"uri":"Pope_Gregory_IX","surface_form":"Pope Gregory IX","offset":6438},{"uri":"Biordo_Michelotti","surface_form":"Biordo Michelotti","offset":6751},{"uri":"Italian_Wars","surface_form":"Italian Wars","offset":6838},{"uri":"Gian_Galeazzo_Visconti","surface_form":"Gian Galeazzo Visconti","offset":6863},{"uri":"Pope_Boniface_IX","surface_form":"Pope Boniface IX","offset":6897},{"uri":"Ladislas_of_Naples","surface_form":"Ladislas of Naples","offset":6929},{"uri":"Signoria","surface_form":"Signoria","offset":7021},{"uri":"Condottiero","surface_form":"condottiero","offset":7038},{"uri":"Braccio_da_Montone","surface_form":"Braccio da Montone","offset":7050},{"uri":"Gian_Paolo_Baglioni","surface_form":"Gian Paolo Baglioni","offset":7385},{"uri":"Pope_Leo_X","surface_form":"Leo X","offset":7447},{"uri":"Pier_Luigi_Farnese","surface_form":"Pier Luigi Farnese","offset":7521},{"uri":"Pope_Paul_III","surface_form":"Pope Paul III","offset":7685},{"uri":"Antonio_da_Sangallo_the_Younger","surface_form":"Antonio da Sangallo the Younger","offset":7746},{"uri":"Flag_of_France","surface_form":"tricolour","offset":7967},{"uri":"Roman_Republic","surface_form":"Roman Republic","offset":8031},{"uri":"Earthquake","surface_form":"earthquake","offset":8090},{"uri":"Pope_Pius_IX","surface_form":"Pius IX's","offset":8407},{"uri":"Umbria","surface_form":"Umbria","offset":8495},{"uri":"Kingdom_of_Italy_(1861%E2%80%931946)","surface_form":"Kingdom of Italy","offset":8518},{"uri":"Chocolate","surface_form":"chocolate","offset":8575},{"uri":"Perugina","surface_form":"Perugina","offset":8619},{"uri":"Baci","surface_form":"Baci","offset":8635},{"uri":"Humid_subtropical_climate","surface_form":"humid subtropical climate","offset":8981},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen climate classification","offset":9008},{"uri":"Province_of_Perugia","surface_form":"Province of Perugia","offset":9156},{"uri":"Umbria","surface_form":"Umbria","offset":9177},{"uri":"Pensioner","surface_form":"pensioner","offset":9319},{"uri":"Italy","surface_form":"Italy","offset":9614},{"uri":"Europe","surface_form":"Europe","offset":9744},{"uri":"Albania","surface_form":"Albania","offset":9782},{"uri":"Romania","surface_form":"Romania","offset":9794},{"uri":"Americas","surface_form":"Americas","offset":9815},{"uri":"North_Africa","surface_form":"North Africa","offset":9836},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":9872},{"uri":"University_of_Perugia","surface_form":"University of Perugia","offset":9954},{"uri":"University_for_Foreigners_Perugia","surface_form":"University for Foreigners Perugia","offset":10020},{"uri":"Frazioni","surface_form":"frazioni","offset":10717},{"uri":"Fontignano","surface_form":"Fontignano","offset":10923},{"uri":"Assisi","surface_form":"Assisi","offset":11720},{"uri":"High_Renaissance","surface_form":"High Renaissance","offset":11798},{"uri":"Raphael","surface_form":"Raphael","offset":11927},{"uri":"Duccio","surface_form":"Duccio","offset":12155},{"uri":"Renaissance","surface_form":"Renaissance","offset":12185},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":12197},{"uri":"Duccio","surface_form":"Duccio","offset":12226},{"uri":"Pietro_Perugino","surface_form":"Pietro Perugino","offset":12466},{"uri":"Fresco","surface_form":"fresco","offset":12482},{"uri":"Car","surface_form":"car","offset":12544},{"uri":"Parking_lot","surface_form":"parking lot","offset":12633},{"uri":"Escalator","surface_form":"escalator","offset":12689},{"uri":"Rome","surface_form":"Rome","offset":13020}]}