{"id":354103,"url":"http://en.wikipedia.org/wiki/William_Shakespeare","text":"William Shakespeare (bapt. 26 April 1564 – 23 April 1616) was an English playwright, poet, and actor. He wrote 39 plays (with about half of them considered comedies) and two long poems in his lifetime. He lived in Stratford-upon-Avon, in Warwickshire, England. His plays are still performed today. He is often quoted in modern writing.\nBy 1594 he was an actor in The Chamberlain's Men acting company.\nHis plays are of different kinds, or genres. There are histories, tragedies and comedies. These plays are among the best known in English literature and are studied in schools around the world. Shakespeare wrote his works between about 1590 and 1613. He is considered the first writer who wrote a tragicomedy. (A tragicomedy is a play that mixes comedy and tragedy, with a happy ending.)\nShakespeare's plays are written in poetic language. Many of the plays are set in strange, distant places and times. They are still popular today. The stories are often exciting, very funny (in the comedies), or very sad (in the tragedies) and make people want to know what happens to his characters. He says much about things that are still important today, like love, sadness, hope, pride, hatred, jealousy, and foolishness.\nShakespeare added new words and phrases to the English language. He also made some words more popular. He created over 1,700 English words.\nLife.\nHe married Anne Hathaway, a woman eight years older than he was. He had three children, Susanna (married John Hall), Hamnet Shakespeare (died at the age of 11 due to unknown reasons) and Judith (married Thomas Quiney). By 1592 he had become an actor and was becoming well known as a writer of plays. At the time of his death in 1616, only some of his plays had been published in single editions. The plays were collected and published in 1623, seven years after he died.\nThere is proof that people in Shakespeare's time thought highly of him. After his death, even his rival Ben Jonson said,\nHe was involved in the building of the Globe Theatre in 1599. It burned down a few years later. His plays are performed at a new Globe built nearby in 1997.\nMarriage and sexuality.\nAlthough Shakespeare was married to a woman and fathered three children, Susanna, Hamnet and Judith, people have debated his sexuality. Some people, such as Peter Holland of the Shakespeare Institute at Birmingham University, have argued that Shakespeare was possibly bisexual because of some of the sonnets he wrote that were directed towards young men.\nWho wrote \"Shakespeare\"?\nAbout 150 years after Shakespeare died, some writers began to say that the work called \"Shakespeare\" were not really written by William Shakespeare. They had various reasons for saying this. For example, the person who wrote \"Shakespeare\" knew a lot about other countries (especially Italy and France), but William Shakespeare never left England.\nSeveral other writers of \"Shakespeare\" have been suggested, such as Francis Bacon, Christopher Marlowe, and Edward de Vere, 17th Earl of Oxford. Most scholars believe that William Shakespeare did write the works that bear his name.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Baptism","surface_form":"bapt.","offset":21},{"uri":"English_people","surface_form":"English","offset":65},{"uri":"Playwright","surface_form":"playwright","offset":73},{"uri":"Poet","surface_form":"poet","offset":85},{"uri":"Stratford-upon-Avon","surface_form":"Stratford-upon-Avon","offset":214},{"uri":"Warwickshire","surface_form":"Warwickshire","offset":238},{"uri":"Quote","surface_form":"quote","offset":310},{"uri":"The_Chamberlain%27s_Men","surface_form":"The Chamberlain's Men","offset":363},{"uri":"Genre","surface_form":"genre","offset":438},{"uri":"Tragedy","surface_form":"tragedies","offset":467},{"uri":"English_literature","surface_form":"English literature","offset":531},{"uri":"Hamnet_Shakespeare","surface_form":"Hamnet Shakespeare","offset":1478},{"uri":"Rival","surface_form":"rival","offset":1930},{"uri":"Ben_Jonson","surface_form":"Ben Jonson","offset":1936},{"uri":"Globe_Theatre","surface_form":"Globe Theatre","offset":1992},{"uri":"University_of_Birmingham","surface_form":"Birmingham University","offset":2337},{"uri":"Bisexuality","surface_form":"bisexual","offset":2402},{"uri":"Sonnet","surface_form":"sonnet","offset":2434},{"uri":"Francis_Bacon","surface_form":"Francis Bacon","offset":2929},{"uri":"Christopher_Marlowe","surface_form":"Christopher Marlowe","offset":2944},{"uri":"Edward_de_Vere%2C_17th_Earl_of_Oxford","surface_form":"Edward de Vere, 17th Earl of Oxford","offset":2969}]}