{"id":354201,"url":"http://en.wikipedia.org/wiki/Cillian_Murphy","text":"Cillian Murphy (born 25 May 1976) is an Irish movie and theatre actor. Murphy is known for his multiple roles and his blue eyes.\nEarly life.\nMurphy was born on 25 May 1976 in Douglas, County Cork, Ireland. He was raised in Ballintemple, a suburb of Cork. His father, Brendan Murphy, worked for the Irish Department of Education. His mother is a French teacher. He went to University College Cork.\nCareer.\nMurphy started his career as a rock musician. After he turned down a record deal, he started his acting career in a play in Disco Pigs in 1996. He went on to star in a British and Irish movie and stage production in the late 1990s and early 2000s. His first worldwide role was in 2003 as the hero in the horror movie \"28 Days Later\".\nMurphy's best-known roles were villains in two blockbusters: Scarecrow in the superhero movie \"Batman Begins\", and as Jackson Rippner in the thriller movie \"Red Eye\". He also played the Scarecrow in the next two Batman movies: \"The Dark Knight\" and \"The Dark Knight Rises\". He played the orphan teen in the 2005's \"Breakfast on Pluto\". For that role, he was nominated for a Golden Globe Award. He played a 1920s Irish revolutionary in \"The Wind That Shakes the Barley\".\nHe has also played the main protagonist, Thomas Shelby, in the BBC drama \"Peaky Blinders.\"\nPersonal life.\nMurphy lived in London, England from 2001 until 2015 when he moved to Dublin, Ireland. He often works in or near a city. He has no thoughts of moving to Hollywood. He doesn't feel right with the celebrity circuit. He often gives interviews about his movies. He does not give information about his private life. He didn't appear on TV interviews until 2010. He won an Irish Film & Television Award in 2007. He won a Drama Desk Award in 2012.\nMurphy married Yvonne McGuinness in 2004. They have two sons; Malachy (b. 2005) and Carrick (b. 2007). He currently lives in Monkstown, Dublin, Ireland.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ireland","surface_form":"Irish","offset":40},{"uri":"County_Cork","surface_form":"County Cork","offset":184},{"uri":"Ireland","surface_form":"Ireland","offset":197},{"uri":"University_College_Cork","surface_form":"University College Cork","offset":372},{"uri":"Scarecrow_(comics)","surface_form":"Scarecrow","offset":800},{"uri":"Batman_Begins","surface_form":"Batman Begins","offset":834},{"uri":"The_Dark_Knight_(movie)","surface_form":"The Dark Knight","offset":967},{"uri":"The_Dark_Knight_Rises","surface_form":"The Dark Knight Rises","offset":989},{"uri":"Golden_Globe_Award","surface_form":"Golden Globe Award","offset":1113},{"uri":"London%2C_England","surface_form":"London, England","offset":1331},{"uri":"Hollywood","surface_form":"Hollywood","offset":1468}]}