{"id":35437,"url":"http://en.wikipedia.org/wiki/Ubuntu","text":"Ubuntu is a free operating system that uses the Linux kernel. The word \"ubuntu\" is an African word meaning \"humanity to others\". It is pronounced \"oo-boon-too\".\nIt is one of the most popular Linux distributions and it is based on Debian Linux computer operating system. The goal with Ubuntu is to make it easy to use and install onto a computer. Ubuntu can be used on all types of personal computers (and even devices such as robots) including in Windows 10. Ubuntu is downloaded as a DVD, which is free to download on the Ubuntu website. It can be installed or tested by running the DVD.\nUbuntu is released every six months, with long-term support (LTS) releases every two years. The latest release is 20.10 (\"Groovy Gorilla\"), while the most recent long-term support release (what most users may want to choose) is 20.04 LTS (\"Focal Fossa\"), which is supported until 2028.\nStarted in 2004, Ubuntu has been developed by Canonical Ltd., a company owned by a rich South African man named Mark Shuttleworth.\nPackages and software support.\nFree software here includes only software that meets the Ubuntu licensing requirements, which almost are the same as the Debian Free Software Guidelines. There is one difference for the Main category, however it has firmware and fonts which cannot be changed, but are included if Ubuntu will not work right.\nNon-free software is usually unsupported (Multiverse), but some exceptions (Restricted) are given for very important non-free software. Supported non-free software include device drivers that are needed to run Ubuntu on current hardware. The level of support in the Restricted category is less than that of Main, since the developers may not be able to get to the source code. It is wanted that Main and Restricted should contain all the software needed for a general-use Linux system.\nBesides the official repositories is \"Ubuntu Backports\", which is an officially known project to backport newer software from later versions of Ubuntu. The repository is not comprehensive (meaning that it has parts missing from it); it is mostly made up of user-requested packages, which are accepted if they meet quality guidelines.\nReleases.\nTwo new releases of Ubuntu are released each year, normally in April and October.\nThe number of the Ubuntu release is 'X.YY', with 'X' being the year of release (minus 2000) and 'Y' being the month of release. For example, Ubuntu 4.10 was released in October (the tenth month of the year), 2004. The name of the release (for example, Breezy Badger) is an adjective (a describing word) followed by the name of an animal.\nVery old (i.e. 32-bit i386) processors have been supported up to Ubuntu 18.04, but users \"will not be allowed to upgrade to Ubuntu 18.10 as dropping support for that architecture is being evaluated\".\nPackage.\nUbuntu's official software package repository includes, for example, UNetbootin.\nVariants.\nUbuntu is available in many different variants, e.g. because there are several options for which desktop environment to use.","categories":[],"infobox_types":["OS"],"annotations":[{"uri":"Free_software","surface_form":"free","offset":12},{"uri":"Operating_system","surface_form":"operating system","offset":17},{"uri":"Linux_kernel","surface_form":"Linux kernel","offset":48},{"uri":"Africa","surface_form":"Africa","offset":86},{"uri":"Linux_distributions","surface_form":"Linux distributions","offset":191},{"uri":"Debian","surface_form":"Debian","offset":230},{"uri":"Personal_computer","surface_form":"personal computer","offset":381},{"uri":"Robot","surface_form":"robot","offset":426},{"uri":"Microsoft_Windows_10","surface_form":"Windows 10","offset":447},{"uri":"DVD","surface_form":"DVD","offset":485},{"uri":"Long-term_support","surface_form":"long-term support","offset":631},{"uri":"Long-term_support","surface_form":"LTS","offset":650},{"uri":"Ubuntu_20.10","surface_form":"20.10","offset":703},{"uri":"South_Africa","surface_form":"South Africa","offset":963},{"uri":"Mark_Shuttleworth","surface_form":"Mark Shuttleworth","offset":987},{"uri":"Debian_Free_Software_Guidelines","surface_form":"Debian Free Software Guidelines","offset":1158},{"uri":"Firmware","surface_form":"firmware","offset":1253},{"uri":"Font","surface_form":"font","offset":1266},{"uri":"Developer","surface_form":"developer","offset":1668},{"uri":"Source_code","surface_form":"source code","offset":1709},{"uri":"Repository","surface_form":"repositories","offset":1852},{"uri":"Backport","surface_form":"backport","offset":1928},{"uri":"April","surface_form":"April","offset":2238},{"uri":"October","surface_form":"October","offset":2248},{"uri":"Adjective","surface_form":"adjective","offset":2530},{"uri":"Animal","surface_form":"animal","offset":2587},{"uri":"32-bit","surface_form":"32-bit","offset":2610},{"uri":"UNetbootin","surface_form":"UNetbootin","offset":2873},{"uri":"Desktop_environment","surface_form":"desktop environment","offset":2992}]}