{"id":354598,"url":"http://en.wikipedia.org/wiki/Dick_Van_Dyke","text":"Richard Wayne \"Dick\" Van Dyke (born December 13, 1925) is an American actor, writer, comedian, singer, entertainer, personality, and producer with his career that has lasted 60 years. He is the older brother of Jerry Van Dyke and father of Barry Van Dyke.\nVan Dyke starred in many movies; \"Bye Bye Birdie\", \"Mary Poppins\", \"Night at the Museum\", and \"Chitty Chitty Bang Bang\" and in television series \"The Dick Van Dyke Show\" and in \"Diagnosis: Murder\". He has a star in the Hollywood Walk of Fame. Van Dyke was once offered the role as Ambassador Thorn in the 1976 movie \"The Omen\", but turned it down because of the movie's violent gory content.\nEarly life.\nVan Dyke was born on December 13, 1925 in West Plains, Missouri. He was raised in Danville, Illinois. Van Dyke now lives in Malibu, California. During his early years, Van Dyke use to work as a weather man.\nMarriages and family.\nVan Dyke has been married to Margie Willett in 1948 until they divorced in 1984. He was married to Arlene Silver since 2012. Van Dyke had been partners with Michelle Triola from 1976 until her death from lung cancer in 2009. Van Dyke has 4 children and one grandson.\nAwards.\nHe has won a Grammy Award, a Tony Award, and an Emmy Award. He has been honored a Disney Legend Award in 1999. He was given The Life Achievement Award from the Screen Actors Guild in 2013.\nPersonal life.\nVan Dyke was a heavy cigarette smoker for most of his life. He has been using Nicorette gum since 2003.\nIn April 2013, Van Dyke revealed that he has been displaying symptoms of a neurological disorder since 2006, but despite undergoing tests no diagnosis has been made. In 2013 the actor stated that his dental-related implants might be responsible.\nOn August 19, 2013, it was reported that Van Dyke, age 87, was rescued from inside his Jaguar by a passerby as the actor's car caught fire on a Los Angeles-area highway. He was not injured in the fire. The car burned down to its frame.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":61},{"uri":"Jerry_Van_Dyke","surface_form":"Jerry Van Dyke","offset":211},{"uri":"Hollywood_Walk_of_Fame","surface_form":"Hollywood Walk of Fame","offset":475},{"uri":"1976","surface_form":"1976","offset":561},{"uri":"The_Omen","surface_form":"The Omen","offset":573},{"uri":"Missouri","surface_form":"Missouri","offset":715},{"uri":"Danville%2C_Illinois","surface_form":"Danville, Illinois","offset":742},{"uri":"Malibu%2C_California","surface_form":"Malibu, California","offset":784},{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":1177},{"uri":"Tony_Award","surface_form":"Tony Award","offset":1193},{"uri":"Emmy_Award","surface_form":"Emmy Award","offset":1212},{"uri":"Screen_Actors_Guild","surface_form":"Screen Actors Guild","offset":1324},{"uri":"Jaguar_(car)","surface_form":"Jaguar","offset":1805}]}