{"id":354597,"url":"http://en.wikipedia.org/wiki/Hendrik_Verwoerd","text":"Hendrik Frensch Verwoerd (September 8, 1901 - September 6, 1966) was Prime Minister of South Africa from 1958 to 1966. He was the person chiefly responsible for apartheid.\nHe was born in the Netherlands. His parents emigrated to southern Africa when he was two years old. In 1950, Verwoerd became Minister of Native Affairs (native meant the black Africans in the country). He was Prime Minister from 1958 to 1966, when he was murdered. Verwoerd was associated with the National Party.\nVerwoerd is often called the \"Architect of Apartheid\" for his role in apartheid policy when he was Minister of Native Affairs and then Prime Minister. Verwoerd once described apartheid as a \"policy of good neighbourliness\".\nOn 9 April 1960 a white farmer named David Pratt attempted to murder Verwoerd by shooting him, but Verwoerd survived the attack.\nIn 1960, Verwoerd announced that he planned to hold a referendum in South Africa on whether to remain a Commonwealth realm under the British monarch's rule or become a republic. The South African Parliament (a kind of legislature) voted to present the referendum to the people, and it was held in October. Voters were asked if they wanted to remain under the British monarch's rule, or become a republic. 52% voted to change to a republic. South Africa became a republic on May 31, 1961.\nThe National Party government under Verowoerd continued to develop the military, and it successfully made new developments in arms production including aircraft, small arms, armed vehicles, and even nuclear weapons.\nThree days before his death, Verwoerd held talks with the Prime Minister of the Lesotho, one of the native tribes in South Africa, Chief Leabua Jonathan, at the Union Buildings in Pretoria. Following the meeting, a joint statement was issued by the two governments with special emphasis on \"co-operation without interference in each others' internal affairs\".\nOn 6 September 1966, Verwoerd was murdered in Cape Town, shortly after entering the House of Assembly at 2:15 pm. A parliamentary messenger named Dimitri Tsafendas stabbed Verwoerd in the neck and chest four times before other Assembly members restrained him. Members who were also trained as medical practitioners rushed to aid Verwoerd and started giving cardiopulmonary resuscitation. Verwoerd was rushed to Groote Schuur Hospital, but was declared dead upon arrival.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Africa","surface_form":"South Africa","offset":87},{"uri":"Apartheid","surface_form":"apartheid","offset":161},{"uri":"Apartheid","surface_form":"apartheid","offset":556},{"uri":"David_Pratt_(assassin)","surface_form":"David Pratt","offset":747},{"uri":"Referendum","surface_form":"referendum","offset":893},{"uri":"Commonwealth_realm","surface_form":"Commonwealth realm","offset":943},{"uri":"Monarch","surface_form":"monarch","offset":980},{"uri":"Republic","surface_form":"republic","offset":1007},{"uri":"Monarch","surface_form":"monarch","offset":1206},{"uri":"Dimitri_Tsafendas","surface_form":"Dimitri Tsafendas","offset":2049},{"uri":"Cardiopulmonary_resuscitation","surface_form":"cardiopulmonary resuscitation","offset":2260},{"uri":"Groote_Schuur_Hospital","surface_form":"Groote Schuur Hospital","offset":2314}]}