{"id":354660,"url":"http://en.wikipedia.org/wiki/World_line","text":"A world line is the unique path that an object has as it travels through both space and time, usually called spacetime. As we learn from special relativity, the faster an object goes, the more time slows down for that object. As you can see in the illustration to the right, the slower object has a quicker passage of time than the very fast object, the one which time passes much more slowly for. When an object reaches the speed of light, it will be zero on the \"t\" axis, meaning that it will have made no progress in the time direction. Basically, the world lines show that when the speed of light is reached, time stops for the observer. World lines are very often used in theoretical physics and special relativity, as well as general relativity.\nUsage.\nThe concept of world lines is used widely in theoretical physics, for it shows some interesting facts about high-speed motion. For example, the time dilation equation presented by Albert Einstein is algebraically undefined when an object's velocity is the speed of light, but using world lines one can find that when the speed is the speed of light, time will stop. Although Einstein's equation (for time dilation) does show that an object going faster than light goes backward in time, the same concept can be described using world lines.","categories":[],"infobox_types":[],"annotations":[{"uri":"Space","surface_form":"space","offset":78},{"uri":"Time","surface_form":"time","offset":88},{"uri":"Spacetime","surface_form":"spacetime","offset":109},{"uri":"Special_relativity","surface_form":"special relativity","offset":137},{"uri":"Speed_of_light","surface_form":"speed of light","offset":425},{"uri":"Theoretical_physics","surface_form":"theoretical physics","offset":677},{"uri":"Special_relativity","surface_form":"special relativity","offset":701},{"uri":"General_relativity","surface_form":"general relativity","offset":732},{"uri":"Time_dilation","surface_form":"time dilation","offset":903},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":939}]}