{"id":35485,"url":"http://en.wikipedia.org/wiki/Kate_Moss","text":"Katherine Moss (born 16 January 1974), better known as Kate Moss, is a English model.\nMoss rose to fame in the early 1990s. She is known for her waifish figure, and her role in size zero fashion. She is also famous for her controversial private life, high profile relationships, party lifestyle, and drug use. In 2007, she came 2nd on the \"Forbes\" top-earning models list, estimated to have earned $9 million in one year. Aside from modelling, Moss has started several ventures, including her own clothing line and various musical projects.\nCareer.\nShe was found at the age of 14 by Sarah Doukes of the Storm Modeling Agency in 1988 while in an airport. Moss' career began when Corinne Day shot black and white photographs of her for British magazine \"The Face\", in a photo shoot titled \"The Third Summer of Love\".\nMoss starred in a series of Calvin Klein in the 1990s, spurring a period of waify \"heroin chic\" in the modelling world. She was photographed with a blank face, as if affected by drugs or exhausted.\nMoss charmed the fashion industry and has modelled for such elite houses including Gucci, Dolce & Gabbana, Burberry, Chanel, Missoni and Dior.\nCharity work.\nMoss has been a supporter of the Breakthrough Breast Cancer charity, and in the 1990s featured in one of their target T-shirt campaigns. She also supported War Child. Moss also designed a charm in a necklace for Wallis in 2007 in aid of Cancer Research UK and said \"I am happy to give my support to help fund crucial research, as so many lives are affected by this terrible disease\".\nShe has also helped to launch the SamandRuby charity in March 2006. The charity was started to provide funding for the education and shelter of Thai children. The SamandRuby organisation is named after a friend of Moss's Samantha Archer Fayet and her 6 month old daughter Ruby Rose who were killed by the Tsunami while visiting Thailand. Moss also supports the Elton John AIDS Foundation, the Hoping Foundation, the Lucie Blackman Trust, Make Poverty History, Comic Relief and Homes of Hope which her close friend Sadie Frost also supports.\nProblems.\nMoss checked herself into a psychiatric centre in 1998, claiming she was suffering from \"exhaustion.\" She was suffering from depression over her separation from longtime boyfriend, actor Johnny Depp who was with her from 1994 to 1998.\nDrug abuse.\nOn 15 September 2005, photos were shown in newspapers that seemed to show Moss snorting several lines of cocaine. Moss lost major modeling contracts with several international companies. She was able to continue her career after a detoxication and was on both the 2005 and 2006 list of Forbes The Celebrity 100.","categories":[],"infobox_types":[],"annotations":[{"uri":"British_people","surface_form":"English","offset":71},{"uri":"Model_(person)","surface_form":"model","offset":79},{"uri":"Size_zero","surface_form":"size zero","offset":177},{"uri":"Forbes","surface_form":"Forbes","offset":340},{"uri":"Calvin_Klein","surface_form":"Calvin Klein","offset":843},{"uri":"Heroin","surface_form":"heroin","offset":898},{"uri":"Gucci","surface_form":"Gucci","offset":1096},{"uri":"Dolce_%26amp%3B_Gabbana","surface_form":"Dolce & Gabbana","offset":1103},{"uri":"Burberry","surface_form":"Burberry","offset":1120},{"uri":"Coco_Chanel","surface_form":"Chanel","offset":1130},{"uri":"Missoni","surface_form":"Missoni","offset":1138},{"uri":"Christian_Dior","surface_form":"Dior","offset":1150},{"uri":"Breakthrough_Breast_Cancer","surface_form":"Breakthrough Breast Cancer","offset":1203},{"uri":"Cancer_Research_UK","surface_form":"Cancer Research UK","offset":1407},{"uri":"Sadie_Frost","surface_form":"Sadie Frost","offset":2068},{"uri":"Johnny_Depp","surface_form":"Johnny Depp","offset":2292},{"uri":"Cocaine","surface_form":"cocaine","offset":2457},{"uri":"Forbes","surface_form":"Forbes","offset":2638}]}