{"id":354990,"url":"http://en.wikipedia.org/wiki/Cane_toad","text":"The cane toad (\"Bufo marinus\") is a species of toad. They are also known as the giant neotropical toad and the marine toad'\".\nCane toads are terrestrial amphibians. This means that they only go back to the water to lay their eggs. They live in Central America and South America. However, they have been introduced to Oceania and the Caribbean.\nIn Australia.\nNearly 80 years ago, a group of 102 cane toads were sent to Queensland to catch sugar beetles.\nCane-growers were concerned about the damage insect larvae were doing to crops. The insects were native to Australia, but bad for the valuable cane crops.\nThe first cane toads were brought into Queensland by Reginald Mungomery, an entomologist. Before 1935, Australia had no toads. The entire continent, full of various frog species, had no toads. Tough and always moving into new areas, the cane toads started reproducing and expanding outwards every wet season. This \"invasion front\" moved around 10 km a year until the 1960s, when it began speeding up significantly.\nCane toads are rapidly adapting to dry climates, a huge change from their origins in the South American rainforest. They have poison gland in their skin.\nTheir predators.\nIn their native habitat, a number of fish and reptiles prey on the tadpoles and the adult toad.\nThese include the broad-snouted caiman (\"Caiman latirostris\"), the banded cat-eyed snake (\"Leptodeira annulata\"), eels (family Anguillidae), various species of killifish, the black rat (\"Rattus rattus\") and the Asian water monitor (\"Varanus salvator\").\nThey have far fewer predators in Australia but, as time passes, some of the local animals will adapt their behaviour. Already some Australian crows have learned strategies allowing them to feed on cane toads, such as using their beak to flip toads onto their back. Opossums of the \"Didelphis\" genus likely can eat cane toads with impunity. Meat ants are unaffected by the cane toads' toxins, and therefore are able to kill them. The cane toad's normal response to attack is to stand still and let its toxin kill the attacker, which allows the ants to attack and eat the toad.\nIn popular culture.\nA cane toad is one of the non-human characters in Dave Barry's 1999 novel \"Big Trouble\" and in the 2002 movie based on the novel.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":36},{"uri":"Toad","surface_form":"toad","offset":47},{"uri":"Terrestrial_animal","surface_form":"terrestrial amphibians","offset":141},{"uri":"Central_America","surface_form":"Central America","offset":244},{"uri":"South_America","surface_form":"South America","offset":264},{"uri":"Introduced_species","surface_form":"introduced","offset":303},{"uri":"Oceania","surface_form":"Oceania","offset":317},{"uri":"Caribbean","surface_form":"Caribbean","offset":333},{"uri":"Queensland","surface_form":"Queensland","offset":418},{"uri":"Sugar_beetle","surface_form":"sugar beetle","offset":438},{"uri":"Queensland","surface_form":"Queensland","offset":647},{"uri":"South_American","surface_form":"South American","offset":1112},{"uri":"Rainforest","surface_form":"rainforest","offset":1127},{"uri":"Caiman","surface_form":"caiman","offset":1322},{"uri":"Banded_cat-eyed_snake","surface_form":"banded cat-eyed snake","offset":1357},{"uri":"Anguillidae","surface_form":"Anguillidae","offset":1417},{"uri":"Killifish","surface_form":"killifish","offset":1450},{"uri":"Black_rat","surface_form":"black rat","offset":1465},{"uri":"Monitor_lizard","surface_form":"Asian water monitor","offset":1501},{"uri":"Crows","surface_form":"crows","offset":1685},{"uri":"Didelphis","surface_form":"Didelphis","offset":1825},{"uri":"Meat_ant","surface_form":"Meat ant","offset":1883}]}