{"id":354956,"url":"http://en.wikipedia.org/wiki/Fax","text":"Fax (short for facsimile), or telecopying, is the transmission of scanned printed material (both text and images), to a telephone number connected to a printer or other output device.\nThe original document is scanned with a fax machine (or a telecopier), which turns the contents (text or images) into a bitmap, Then the bitmap is sent through the telephone system. The receiving fax machine reconverts the coded image, printing a paper copy.\nBusinesses usually have some kind of fax system, but the technology has faced increasing competition from Internet-based methods. Fax machines still retain some advantages, particularly in the transmission of sensitive material which, if sent over the internet, may be intercepted. However, encryption (a secret coding system) can make internet messages secure.\nIn some countries, because electronic signatures on contracts are not recognized by law while faxed contracts with copies of signatures are, fax machines enjoy continuing support in business.\nIn many businesses, standalone fax machines have been replaced by fax servers which receive and store incoming faxes electronically. The servers route them to users on paper or via a secure email. Such systems reduce costs by eliminating unnecessary printouts and reducing the number of inbound phone lines needed by an office.\nWire transmission.\nScottish inventor Alexander Bain worked on chemical mechanical fax type devices and in 1846 was able to reproduce graphic signs in laboratory experiments. He received the first fax patent in 1843. Frederick Bakewell made several improvements on Bain's design and demonstrated a telefax machine. The Pantelegraph was invented by the Italian physicist Giovanni Caselli He introduced the first commercial telefax service between Paris and Lyons in 1865, some 11 years before the invention of telephones.\nIn 1881, English inventor Shelford Bidwell constructed the \"scanning phototelegraph\" that was the first telefax machine to scan any two-dimensional original, not requiring manual plotting or drawing. Around 1900, German physicist Arthur Korn invented the \"Bildtelegraph\". It became widely used in continental Europe after a wanted-person photograph was transmitted from Paris to London in 1908. Its main competitors were the \"Bélinograf\" by Édouard Belin first, then since the 1930s the \"Hellschreiber\", invented in 1929 by German inventor Rudolf Hell, a pioneer in mechanical image scanning and transmission.\nTransmission by landline was replaced by radiotransmission, and from 1960 by satellite transmission. Digital systems are now universal. Faster, more efficient and cheaper fax machines have allowed even small companies to own a fax machine. The technology is now world-wide.","categories":[],"infobox_types":[],"annotations":[{"uri":"Facsimile","surface_form":"facsimile","offset":15},{"uri":"Telephone","surface_form":"telephone","offset":120},{"uri":"Bitmap","surface_form":"bitmap","offset":304},{"uri":"Internet","surface_form":"Internet","offset":549},{"uri":"Internet","surface_form":"internet","offset":695},{"uri":"Encryption","surface_form":"encryption","offset":734},{"uri":"Electronic_signature","surface_form":"electronic signature","offset":832},{"uri":"Fax_server","surface_form":"fax server","offset":1063},{"uri":"Email","surface_form":"email","offset":1187},{"uri":"Alexander_Bain","surface_form":"Alexander Bain","offset":1362},{"uri":"Frederick_Bakewell","surface_form":"Frederick Bakewell","offset":1541},{"uri":"Pantelegraph","surface_form":"Pantelegraph","offset":1643},{"uri":"Giovanni_Caselli","surface_form":"Giovanni Caselli","offset":1694},{"uri":"Paris","surface_form":"Paris","offset":1770},{"uri":"Lyons","surface_form":"Lyons","offset":1780},{"uri":"Telephone","surface_form":"telephone","offset":1833},{"uri":"Shelford_Bidwell","surface_form":"Shelford Bidwell","offset":1871},{"uri":"Arthur_Korn","surface_form":"Arthur Korn","offset":2075},{"uri":"Bildtelegrafie","surface_form":"Bildtelegraph","offset":2101},{"uri":"%C3%89douard_Belin","surface_form":"Édouard Belin","offset":2286},{"uri":"Hellschreiber","surface_form":"Hellschreiber","offset":2333},{"uri":"Rudolf_Hell","surface_form":"Rudolf Hell","offset":2385},{"uri":"Satellite","surface_form":"satellite","offset":2532}]}