{"id":354988,"url":"http://en.wikipedia.org/wiki/French_Cathedral%2C_Berlin","text":"(German for: French Cathedral) is the colloquial naming for the \"French Church of Friedrichstadt\" (,) in Berlin on the Gendarmenmarkt across from the Deutscher Dom (\"German Cathedral\"), formerly a church of German-speaking congregants.\nThe first parts of the actual \"French Church\" were built from 1701 to 1705 for the Huguenot (Calvinist) community. At that time, Huguenots made up about 25% of Berlin's population. The \"French Church\" was modelled after the destroyed Huguenot temple in Charenton-Saint-Maurice, France.\nIn 1785 Carl von Gontard modified the church and built - wall to wall next to it - the domed tower, which - together with the French-speaking congregants - earned the church its naming. The domed tower is technically no part of the church, there is no access between church and tower, because both buildings have different owners. The tower, similar to that of Deutscher Dom, was simply built to give the Gendarmenmarkt a symmetric design.\nThe church is not a cathedral in the strict sense of the word because it has never been the seat of a bishop.\nThe domed tower, which is a viewing platform open to visitors, provides a panoramic view of Berlin. A restaurant is located in the basement underneath the prayer hall. The tower also contains the Huguenot museum of Berlin.","categories":[],"infobox_types":[],"annotations":[{"uri":"German_language","surface_form":"German","offset":1},{"uri":"Berlin","surface_form":"Berlin","offset":105},{"uri":"Gendarmenmarkt","surface_form":"Gendarmenmarkt","offset":119},{"uri":"Neue_Kirche%2C_Berlin","surface_form":"Deutscher Dom","offset":150},{"uri":"Huguenot","surface_form":"Huguenot","offset":319},{"uri":"Calvinist","surface_form":"Calvinist","offset":329},{"uri":"France","surface_form":"France","offset":514},{"uri":"Carl_von_Gontard","surface_form":"Carl von Gontard","offset":530},{"uri":"Gendarmenmarkt","surface_form":"Gendarmenmarkt","offset":927}]}