{"id":355284,"url":"http://en.wikipedia.org/wiki/Pierce_the_Veil","text":"Pierce the Veil is an post hardcore group formed in San Diego, California in 2007. The band consists of frontman Vic Fuentes, percussionist Mike Fuentes, bassist Jaime Preciado, and guitarist Tony Perry. They released their debut studio album \"A Flair for the Dramatic\" on June 26, 2007 and released the singles \"Yeah Boy and Doll Face\" and \"Chemical Kids and Mechanical Brides.\" They released their second full-length album \"Selfish Machines\" on June 21, 2010 and released the single \"Caraphernelia.\" The band started joining Vans Warped Tour and playing on side stages to promote their music alongside other post-hardcore bands. In 2012, the band prepped their third album \"Collide with the Sky\", which was released on July 17, 2012, and released the singles \"King for a Day\" and \"Bulls in the Bronx.\" They started performing live on the main stage at Warped Tour throughout the summer of 2012.\nThe two leading members of the band were known to be in a band called Before Today before Pierce the Veil was formed with the addition of Tony Perry and Jaime Preciado. Side projects included Mike and Vic Fuentes being in the alternative rock group Isles & Glaciers, which split up in 2010. They released one EP album titled \"The Hearts of Lonely People\" on March 9, 2010.\nThe band will be going on a headlining tour with Crown the Empire this fall in the United Kingdom.","categories":[],"infobox_types":[],"annotations":[{"uri":"Post_hardcore","surface_form":"post hardcore","offset":22},{"uri":"San_Diego","surface_form":"San Diego","offset":52},{"uri":"California","surface_form":"California","offset":63},{"uri":"Guitar","surface_form":"guitar","offset":182},{"uri":"Album","surface_form":"studio album","offset":230},{"uri":"Collide_with_the_Sky","surface_form":"Collide with the Sky","offset":676},{"uri":"King_for_a_Day_(song)","surface_form":"King for a Day","offset":762},{"uri":"Bulls_in_the_Bronx","surface_form":"Bulls in the Bronx","offset":783},{"uri":"Rock_music","surface_form":"alternative rock","offset":1123},{"uri":"Extended_play","surface_form":"EP album","offset":1206},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1353}]}