{"id":355449,"url":"http://en.wikipedia.org/wiki/Atropoides","text":"Atropoides is a genus of venomous Pit vipers found in Mexico and Central America. There is currently three species found. Atropoides are also known as the \"Jumping Pit vipers\" or the \"Jumping Vipers\".\nDescription.\nJumping Vipers grow up to the length of around 90 centimeters (36 inches), while the longest ever found was 120.2 centimeters (47 in). All of them are thick-bodied, with the Mexican Jumping Pit viper being the thickest, and the Picado's Jumping Pit viper being the slimmest. It has a large head, with small eyes, and a rounded snout, it also has a short tail. They are gray-brown, reddish brown or black in color with brown blotches on them.\nWhere they live.\nThe Jumping Vipers are found on the mountains of east Mexico, the lowlands of Central America, and Panama.\nBehavior.\nEven though this snake is known as the \"Jumping Viper\" they do not really jump, but some say when they attack an enemy or prey they strike at such a force they actually leave the ground. They are slow moving and are not very aggressive snakes. They are active during both night and day, but those which are found on high altitudes are usually active at day time.\nFeeding.\nAdult Jumping Vipers eat mainly small mammals and lizards, while young Jumping Vipers eat orthopterans, and skinks.","categories":[],"infobox_types":[],"annotations":[{"uri":"Venom_(poison)","surface_form":"venomous","offset":25},{"uri":"Pit_viper","surface_form":"Pit viper","offset":34},{"uri":"Mexico","surface_form":"Mexico","offset":54},{"uri":"Central_America","surface_form":"Central America","offset":65},{"uri":"Mexican_Jumping_Pit_viper","surface_form":"Mexican Jumping Pit viper","offset":388},{"uri":"Picado%27s_Jumping_Pit_viper","surface_form":"Picado's Jumping Pit viper","offset":442},{"uri":"Mountain","surface_form":"mountain","offset":709},{"uri":"Mexico","surface_form":"Mexico","offset":727},{"uri":"Central_America","surface_form":"Central America","offset":751},{"uri":"Panama","surface_form":"Panama","offset":772},{"uri":"Snake","surface_form":"snake","offset":807},{"uri":"Altitude","surface_form":"altitude","offset":1111},{"uri":"Mammal","surface_form":"mammal","offset":1200},{"uri":"Lizard","surface_form":"lizard","offset":1212},{"uri":"Orthopteran","surface_form":"orthopteran","offset":1252},{"uri":"Skink","surface_form":"skink","offset":1270}]}