{"id":355483,"url":"http://en.wikipedia.org/wiki/Chicago_Board_of_Trade_Building","text":"The Chicago Board of Trade Building is a skyscraper in Chicago, Illinois, United States. The Chicago Board of Trade Building is currently the 37th tallest building in Chicago. It stands 184 meters, 605 feet, and has 44 floors. The building has a faceless statue of Ceres (goddess of agriculture) as a reference to the exchange's heritage as a commodity market.\nHistory.\nThe Chicago Board of Trade Building was built in 1929 and finished in 1930. It is at 141 W. Jackson Boulevard at the foot of the LaSalle Street canyon, in the Chicago Loop community area in Cook County. It first became a Chicago landmark in May 4, 1977. The building was made a National Historic Landmark on June 2, 1978. It was added to the National Register of Historic Places on June 16, 1978.\nOriginally built for the Chicago Board of Trade (CBOT), it is now the primary trading venue for the derivatives exchange, the CME Group, The CME Group was founded in 2007 when the Chicago Board of Trade and the Chicago Mercantile Exchange merged.\nMovies.\nThe building has been featured in several movies, such as ', \"Batman Begins\", \"Ferris Bueller's Day Off\", and \"The Dark Knight\". The building was featured as the outer part of the Daily Planet in the 2013 Superman movie \"Man of Steel\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Chicago","surface_form":"Chicago","offset":55},{"uri":"Ceres","surface_form":"Ceres","offset":265},{"uri":"Commodity_market","surface_form":"commodity market","offset":343},{"uri":"LaSalle_Street","surface_form":"LaSalle Street","offset":499},{"uri":"Chicago_Loop","surface_form":"Chicago Loop","offset":529},{"uri":"Batman_Begins","surface_form":"Batman Begins","offset":1084},{"uri":"Ferris_Bueller%27s_Day_Off","surface_form":"Ferris Bueller's Day Off","offset":1101},{"uri":"The_Dark_Knight_(movie)","surface_form":"The Dark Knight","offset":1133},{"uri":"Daily_Planet","surface_form":"Daily Planet","offset":1202},{"uri":"Superman","surface_form":"Superman","offset":1227},{"uri":"Man_of_Steel_(movie)","surface_form":"Man of Steel","offset":1243}]}