{"id":355567,"url":"http://en.wikipedia.org/wiki/Featherfoot","text":"e=\"preserve\">A featherfoot is a sorcerer in Australian Aboriginal spirituality. A featherfoot is usually a bad spirit who kills people. In most traditional Aboriginal beliefs, there is no such thing as a natural death. Every death is caused by evil spirits or spells. It is usually because of an enemy, who wants revenge for something.\nA featherfoot is so named because they are believed to have supernatural powers, including the ability to fly. He wears special shoes made of feathers (usually emu) and hair, stuck together with human blood. Scholars say that the shoes leave no tracks (footprints).\nSouth-West of Western Australia, which includes the Noongar people, have a local scary story to tell at night. When the featherfoot is hunting you, it waits till you’re alone or in a small group, at night walking to a destination. The person or the group will start to get a sense of foreboding, followed by a strong sense they are being followed. The featherfoot is close behind, following. Its steps are silent and leave not tracks. The only way to survive a feathfoot attack is to never look behind you until you get back to a light source. Keep walking and don’t look back, it’s when the person looks behind them, is when it attacks. If people dont know why they follow you, it is because you did something wrong like whistle at night or play with sand and dont go in the bush\nAll is left behind after an attack, is a single large unknown bird feather and a spec of the victims blood.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sorcerer","surface_form":"sorcerer","offset":32},{"uri":"Indigenous_Australians","surface_form":"Aboriginal","offset":55},{"uri":"Australian_Aboriginal_mythology","surface_form":"spirituality","offset":66},{"uri":"Evil","surface_form":"bad","offset":107},{"uri":"Spirit","surface_form":"spirit","offset":111},{"uri":"Death","surface_form":"death","offset":212},{"uri":"Enemy","surface_form":"enemy","offset":296},{"uri":"Revenge","surface_form":"revenge","offset":313},{"uri":"Supernatural","surface_form":"supernatural","offset":396},{"uri":"Flight","surface_form":"fly","offset":442},{"uri":"Feather","surface_form":"feather","offset":478},{"uri":"Emu","surface_form":"emu","offset":496},{"uri":"Hair","surface_form":"hair","offset":505},{"uri":"Blood","surface_form":"blood","offset":537}]}