{"id":355640,"url":"http://en.wikipedia.org/wiki/Orange-thighed_frog","text":"The orange-thighed frog, northern orange-eyed frog or lime tree frog (\"Litoria xanthomera\") is a species of tree frogs. They live in tropical places in Queensland, Australia. They are green with orange eyes. They also look like the red-eyed tree frog. The orange-thighed frog is a medium-sized tree frog. They can reach up to 5.5 centimeters in length. It is a skinny frog with a thin body, flat head and large orange eyes.\nThis frog lives in rainforests where the trees are close together. It spends almost all its time high in the trees. It only comes down from the tree to look for mates and lay eggs. Male orange-thighed frogs gather in groups in ponds. They call for a mate from branches or on the edge of the water. Their call is a long \"aaa-rk\". They mate with females after a heavy rainfall. Their eggs are brown and the female can lay from 800 to 1600 eggs. The orange-thighed frog's tadpole are similar to the red-eyed tree frogs.\nThis frog was in danger because human beings would cut down its forests to take the wood to build things. Now, people visiting their forests for fun is a larger problem.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":97},{"uri":"Tree_frog","surface_form":"tree frog","offset":108},{"uri":"Tropical","surface_form":"tropical","offset":133},{"uri":"Queensland%2C_Australia","surface_form":"Queensland, Australia","offset":152},{"uri":"Red-eyed_tree_frog","surface_form":"red-eyed tree frog","offset":232},{"uri":"Rainforest","surface_form":"rainforest","offset":443},{"uri":"Canopy","surface_form":"high in the trees","offset":521},{"uri":"Pond","surface_form":"pond","offset":651},{"uri":"Call","surface_form":"call","offset":663},{"uri":"Branch","surface_form":"branch","offset":684},{"uri":"Similar","surface_form":"similar","offset":905},{"uri":"Lumber","surface_form":"take the wood to build things","offset":1016},{"uri":"Tourism","surface_form":"people visiting their forests for fun","offset":1052}]}