{"id":355697,"url":"http://en.wikipedia.org/wiki/Freddy_West_Tjakamarra","text":"Freddy West Tjakamarra (previously Tjukurti Tjakamarra; born around 1932 – died 1994) was an Australian Aboriginal artist. He was a leader of the Pintupi people during their return to traditional lands in the 1980s. He was one of the founders of the Kiwirrkurra settlement in 1983. As a painter, West was part of the Western Desert movement, and was one of the very first painters of the Papunya Tula school.\nEarly life.\nFreddy West was born in the Great Sandy Desert sometime in the early 1930s. He was born in the Pollock Hills, north of where Kiwirrkura is today, and lived a nomadic, hunter-gatherer lifestyle for the first half of his life. He and his family were mostly based along the western shore of Lake Mackay. They often travelled with another group, led by a man named Waku Tjungurrayi. These families became some of the last nomadic groups left in the desert – most other families having been settled in government stations since the 1950s. In 1962, West decided that he would go and join his relatives, who were living at Papunya. This is traditionally Luritja land, but the Pintupi had become displaced here because of weapons tests being done at Woomera. He met some officers of the Territory's welfare department in the area of Dovers Hills, and arranged for them to take him and his family to Papunya in a year's time. In August 1963, West and his family began to walk to Papunya and met the welfare officers on the way. West had two wives: Parara and Payu, who were sisters of the Napaltjarri skin grouping.\nAt Papunya, West started to paint with Geoffrey Bardon. He became one of the first members of the Papunya Tula school, and a shareholder in the company. In the late 1970s, West campaigned strongly within the Pintupi community for them to leave Papunya and return to their traditional country in the west. He moved back west with other Pintupi in 1981 and set up the community of Kintore. He was later an important person in the establishment of Kiwirrkurra, in 1983. He lived there for most of the rest of his life. He married a third wife in October 1984, Takariya Napaltjarri. She was the daughter of Waku Tjungurrayi, and had only come out of the desert a few days before they were married. They soon separated, and Takariya remarried. With his two other wives, West had 15 children. He died in 1994.\nPainting.\nWest did not paint much compared with many other early Papunya artists. His early works depicted abstract scenes of men's ceremonies, and were very decorated. His later works depicted stories from the Pintupi dreamtime (\"Tingari\"), using a motif of circles and lines. He has works in the Australian Museum in Sydney, the National Museum of Australia in Canberra, the Art Gallery of Western Australia in Perth, and the Art Gallery of South Australia in Adelaide.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":93},{"uri":"Aboriginal_art","surface_form":"Aboriginal art","offset":104},{"uri":"Pintupi","surface_form":"Pintupi","offset":146},{"uri":"Founder","surface_form":"founder","offset":234},{"uri":"Kiwirrkurra","surface_form":"Kiwirrkurra","offset":250},{"uri":"Western_Desert_cultural_bloc","surface_form":"Western Desert","offset":317},{"uri":"Papunya_Tula","surface_form":"Papunya Tula","offset":388},{"uri":"Great_Sandy_Desert","surface_form":"Great Sandy Desert","offset":449},{"uri":"Nomad","surface_form":"nomad","offset":579},{"uri":"Hunter-gatherer","surface_form":"hunter-gatherer","offset":588},{"uri":"Lake_Mackay","surface_form":"Lake Mackay","offset":709},{"uri":"Pintupi_Nine","surface_form":"Waku Tjungurrayi","offset":782},{"uri":"Papunya","surface_form":"Papunya","offset":1037},{"uri":"Luritja","surface_form":"Luritja","offset":1068},{"uri":"Forced_migration","surface_form":"displaced","offset":1109},{"uri":"Woomera_Test_Range","surface_form":"Woomera","offset":1163},{"uri":"Northern_Territory","surface_form":"Territory's","offset":1200},{"uri":"Geoffrey_Bardon","surface_form":"Geoffrey Bardon","offset":1567},{"uri":"Papunya_Tula","surface_form":"Papunya Tula","offset":1626},{"uri":"Shareholder","surface_form":"shareholder","offset":1653},{"uri":"Kintore","surface_form":"Kintore","offset":1907},{"uri":"Takariya_Napaltjarri","surface_form":"Takariya Napaltjarri","offset":2085},{"uri":"Abstract","surface_form":"abstract","offset":2439},{"uri":"Dreamtime","surface_form":"dreamtime","offset":2551},{"uri":"Motif","surface_form":"motif","offset":2582},{"uri":"Australian_Museum","surface_form":"Australian Museum","offset":2630},{"uri":"National_Museum_of_Australia","surface_form":"National Museum of Australia","offset":2663}]}