{"id":355753,"url":"http://en.wikipedia.org/wiki/Styx_(moon)","text":"Styx (formerly known as S/2012 (134340) 1 and informally as P5) is a small moon of the dwarf planet Pluto. It was discovered on June 26, 2012, using the Hubble Space Telescope. It is the fifth moon of Pluto discovered so far. The others are Charon, discovered in 1978, Nix and Hydra, which were discovered in 2005, and Kerberos, discovered in 2011.\nDiscovery.\nThe moon was discovered using nine sets of images taken between 26 June and 9 July 2012 by Wide Field Camera 3 of the Hubble Space Telescope. NASA announced the discovery on 11 July 2012. The images were taken as part of a Hubble survey searching for potential hazards for the New Horizons mission. The New Horizons space probe is going to Pluto at the moment and will arrive in July 2015. The discovery of the moon has made scientists worried about the mission. Pluto may have more bodies, such as dust or rings, orbiting it which cannot be found. These bodies could damage the New Horizons probe. The current plan for New Horizons is that it will pass just inside the orbit of Charon. But this could change if scientists think that the space probe will be damaged.\nPhysical properties.\nThe moon is 10 to 25 km across. Because of its small size, it is likely to be irregular in shape. The moon is very faint, about one one-hundred-thousandth as bright as Pluto. The moon is likely to be made of water ice.\nOrbital properties.\nStyx orbits the centre of mass of Pluto and Charon at a distance of around 42,000 km. This is in between the orbits of Charon and Nix. The orbital path of the moon is very nearly circular, like the other moons of Pluto. The moon orbits in the same orbital plane as the other moons. The moon takes around 20 days to orbit Pluto.\nOrigin.\nThe moon system around Pluto may exist because of a collision of Pluto with a large Kuiper belt body a very long time ago. Pluto’s moons may have formed from the scattered pieces of rock left behind after the collision.","categories":[],"infobox_types":[],"annotations":[{"uri":"Satellite_(natural)","surface_form":"moon","offset":75},{"uri":"Dwarf_planet","surface_form":"dwarf planet","offset":87},{"uri":"Pluto","surface_form":"Pluto","offset":100},{"uri":"Hubble_Space_Telescope","surface_form":"Hubble Space Telescope","offset":153},{"uri":"Charon_(moon)","surface_form":"Charon","offset":241},{"uri":"Nix_(moon)","surface_form":"Nix","offset":269},{"uri":"Hydra_(moon)","surface_form":"Hydra","offset":277},{"uri":"Kerberos_(moon)","surface_form":"Kerberos","offset":319},{"uri":"NASA","surface_form":"NASA","offset":502},{"uri":"New_Horizons","surface_form":"New Horizons","offset":637},{"uri":"Space_probe","surface_form":"space probe","offset":676},{"uri":"Cosmic_dust","surface_form":"dust","offset":859},{"uri":"Planetary_ring","surface_form":"rings","offset":867},{"uri":"Charon_(moon)","surface_form":"Charon","offset":1039},{"uri":"Kilometre","surface_form":"km","offset":1169},{"uri":"Ice","surface_form":"water ice","offset":1356},{"uri":"Nix_(moon)","surface_form":"Nix","offset":1517},{"uri":"Orbital_plane_(astronomy)","surface_form":"orbital plane","offset":1635},{"uri":"Collision","surface_form":"collision","offset":1775},{"uri":"Kuiper_belt","surface_form":"Kuiper belt","offset":1807},{"uri":"Scattered","surface_form":"scattered","offset":1885},{"uri":"Rock_(geology)","surface_form":"rock","offset":1905}]}