{"id":355799,"url":"http://en.wikipedia.org/wiki/Yukultji_Napangati","text":"Yukultji Napangati is an Australian Aboriginal artist. She is a painter of the Papunya Tula group of artists. She is part of a generation of female painters who followed in the footsteps of the original male Papunya Tula artists.\nYukultji grew up around Marruwa, a waterhole near Lake Mackay. She grew up without knowing about places like Kiwirrkurra, or her relatives living there. She had never met anyone from outside her own family. Her family lived a completely traditional nomadic way of life. Her father, Lanti (or \"Joshua\"), had lived for a short time at the mission in Balgo, but he had run away after getting into trouble for stealing food. It was his decision to stay in the desert, and kept his family far away from the towns. Yukultji's father died sometime around 1980. The family finally came into contact with outsiders in October 1984, and were settled at Kiwirrkurra. The event was big news at the time, and the family became famously known as \"the last nomads\". Yukultji was the youngest of this group.\nYukultji experienced major culture shock when first coming out of the desert. She often found new things difficult to understand. In an interview once, she remembers, \"I hopped into a car and crouched down, and I saw the trees move. I was frightened. I was scared. I jumped right off because the trees were racing around the place.\"\nYukultji began painting in the early 1990s. Before this, she had watched her brothers painting and later decided to try it for herself. She paints stories and songs from her and her mother's dreaming. These stories are about her traditional country, around Marruwa, Ngaminya and Marrapinti.\nHer paintings are shown in several public collections in Australia. Her work has been shown in over 80 exhibitions in Australia and overseas. She was a finalist in the National Aboriginal and Torres Strait Islander Art Awards, in 2006, 2009, 2010 and 2011. In 2012, Yukultji won the Alice Prize, an award for Australian artists in Alice Springs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":25},{"uri":"Aboriginal_art","surface_form":"Aboriginal art","offset":36},{"uri":"Papunya_Tula","surface_form":"Papunya Tula","offset":79},{"uri":"Lake_Mackay","surface_form":"Lake Mackay","offset":280},{"uri":"Nomad","surface_form":"nomad","offset":479},{"uri":"Mission_(Christianity)","surface_form":"mission","offset":567},{"uri":"Balgo","surface_form":"Balgo","offset":578},{"uri":"Culture_shock","surface_form":"culture shock","offset":1049},{"uri":"Dreamtime","surface_form":"dreaming","offset":1546},{"uri":"Art_exhibition","surface_form":"exhibitions","offset":1749}]}