{"id":355758,"url":"http://en.wikipedia.org/wiki/The_Doon_School","text":"The Doon School (informally \"Doon School\" or \"Doon\") is a boys-only private boarding school in Dehradun, Uttarakhand, India. The school was founded by Satish Ranjan Das, a Calcutta lawyer. Doon's first headmaster was Arthur E. Foot, a former science master at Eton College. The present headmaster is Peter McLaughlin, who has occupied the post since 2009 and is the ninth headmaster of the school.\nThe school houses roughly 500 pupils aged 13 to 18. Every year in January and April, the school admits pupils aged 13 in Grade 7 (known as D-form) and aged 14 in Grade 8 (C-form) respectively. Doon pupils take the Indian Certificate of Secondary Education in tenth grade and are thereafter offered two strands for the final two years: International Baccalaureate (IB) or Indian School Certificate (ISC). The school began offering the IB curriculum only in 2006, before which all pupils had to sit the ISC examinations in twelfth grade.\nDoon has consistently been ranked among the best residential schools of India by media such as \"The Times of India\" and \"Outlook\". Doon remains a boys-only school despite continued pressure from political leaders, including President Pratibha Patil, to become coeducational. Former students of the school are commonly known as \"Doscos\". Although the total number of Doscos is relatively small (estimated at 5,000 since the school's founding), they include some of India's most prominent politicians, government officials and business leaders. The best known alumnus is former Indian Prime Minister Rajiv Gandhi.","categories":[],"infobox_types":[],"annotations":[{"uri":"Boarding_school","surface_form":"boarding school","offset":76},{"uri":"Uttarakhand","surface_form":"Uttarakhand","offset":105},{"uri":"Eton_College","surface_form":"Eton College","offset":260},{"uri":"International_Baccalaureate","surface_form":"International Baccalaureate","offset":733},{"uri":"Twelfth_grade","surface_form":"twelfth grade","offset":919},{"uri":"The_Times_of_India","surface_form":"The Times of India","offset":1030},{"uri":"President_of_India","surface_form":"President","offset":1158},{"uri":"Pratibha_Patil","surface_form":"Pratibha Patil","offset":1168},{"uri":"Prime_Minister_of_India","surface_form":"Prime Minister","offset":1517}]}