{"id":355783,"url":"http://en.wikipedia.org/wiki/Walala_Tjapaltjarri","text":"Walala Tjapaltjarri (born Walala Tjapangati) is an Australian Aboriginal artist. He is one of the most well-known artists of the Western Desert style.\nEarly life.\nWalala was born in the late 1960s or early 1970s. He was born at Marua, near Lake Mackay. He grew up living a nomadic, traditional way of life in the desert. His family had never come into contact with modern, Euro-Australian society. He had never seen a white person, and his family always thought the aeroplanes they saw flying overhead were ghosts or spirits. Before Walala was born, his father Lanti had lived for a short time at the mission in Balgo. But he had run away after getting into trouble for stealing food. It was his decision to stay in the desert, and kept his family far away from the towns. Walala's mother was named Watjunka, and he was Watjunka's only child. He also had two other mothers, Papunya and Nanu, who were his father's secondary wives (and his mother's sisters). His father and Watjunka both died when he was young. The family finally came into contact with outsiders in October 1984, and were settled at Kiwirrkurra. He and his family became known as the last Aborigines living a traditional nomadic way of life in Australia.\nHe is now married with two children, and lives between Kiwirrkura, Alice Springs, and Yuendumu, where his wife is from. He paints at Hoppy's Camp, outside Alice Springs.\nPainting.\nWalala began painting in December 1987, a few years after settling at Kiwirrkurra. He was introduced to painting by his cousin Warlimpirrnga. He taught Walala about using paints and canvas. Walala joined the Papunya Tula artists, and he, Thomas and Warlimpirrnga eventually gained fame internationally as the Tjapaltjarri Brothers. Although he normally paints using \"Tjapaltjarri\" as a surname, Walala's skin name is \"Tjapangati\".\nHis paintings depict scenes from the Tingari cycle (sacred and secret songs about the ancestors of the Pintupi). He uses only four colours at most, sticking to earthy, ochre colours to reflect the desert landscape. The places he depicts in his paintings are part of his traditional country, including Marruwa, Mintarnpi, Wanapatangu, Mina Mina, Naami, Yarrawangu and Wilkinkarra (Lake Mackay). These were places where the ancestors stopped for ceremonies when travelling across the country.\nWalala uses acrylic paintings on canvas. His early work was in the flowing \"dot\" style of painting typical of the Papunya Tula artists. His style became different during the late 1990s, and began to paint rigid rectangles, replacing dotted lines with thick, solid lines.\nHis first exhibition was in 1997, for the National Aboriginal and Torres Strait Islander Art Award in Darwin. Most of his work is shown in exhibitions alongside the works of other Aboriginal artists. He has paintings in permanent collections in Australia, Europe and the United States. Walala paints the most out of the three Tjapaltjarri brothers. When painting regularly, he earns up to AU$2000 a day. His paintings often sell for many thousands of dollars.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":51},{"uri":"Aboriginal_art","surface_form":"Aboriginal art","offset":62},{"uri":"Western_Desert_cultural_bloc","surface_form":"Western Desert","offset":129},{"uri":"Lake_Mackay","surface_form":"Lake Mackay","offset":240},{"uri":"Nomad","surface_form":"nomad","offset":273},{"uri":"White_people","surface_form":"Euro","offset":373},{"uri":"Aeroplane","surface_form":"aeroplane","offset":466},{"uri":"Ghost","surface_form":"ghost","offset":507},{"uri":"Spirit","surface_form":"spirit","offset":517},{"uri":"Mission_(Christianity)","surface_form":"mission","offset":601},{"uri":"Balgo","surface_form":"Balgo","offset":612},{"uri":"Kiwirrkura","surface_form":"Kiwirrkura","offset":1277},{"uri":"Alice_Springs","surface_form":"Alice Springs","offset":1289},{"uri":"Yuendumu","surface_form":"Yuendumu","offset":1308},{"uri":"Warlimpirrnga_Tjapaltjarri","surface_form":"Warlimpirrnga","offset":1529},{"uri":"Papunya_Tula","surface_form":"Papunya Tula","offset":1610},{"uri":"Thomas_Tjapaltjarri","surface_form":"Thomas","offset":1640},{"uri":"Surname","surface_form":"surname","offset":1788},{"uri":"Ancestor","surface_form":"ancestor","offset":1919},{"uri":"Ochre","surface_form":"ochre","offset":2001},{"uri":"Lake_Mackay","surface_form":"Lake Mackay","offset":2213},{"uri":"Acryl","surface_form":"acryl","offset":2336},{"uri":"Canvas","surface_form":"canvas","offset":2357},{"uri":"Rectangle","surface_form":"rectangle","offset":2535},{"uri":"Art_exhibition","surface_form":"exhibition","offset":2605},{"uri":"Darwin%2C_Northern_Territory","surface_form":"Darwin","offset":2697}]}