{"id":355873,"url":"http://en.wikipedia.org/wiki/Chris_Matthews","text":"e=\"preserve\">Image:Chris Matthews 2011 Shankbone.JPG|thumb|Chris Matthews\nChris Matthews (born December 17, 1945 near Philadelphia) is an American news anchor and political commentator. He is known for as the host of his talk show \"Hardball with Chris Matthews\" on MSNBC. On weekends he hosted the syndicated ABC News program \"The Chris Matthews Show\".\nEarly life.\nMatthews went to La Salle College High School. Matthews served in the United States Peace Corps in Swaziland from 1968 to 1970 as a trade development adviser.\nCareer.\nMatthews worked with Tip O'Neill, the Speaker of the House. O'Neill, a Democrat, was a political rival of VHS Republican president Ronald Reagan, but the two remained friends, saying that after 6:00 the two could go out for a drink together. Matthews wrote a book about their relationship. The last episode of \"The Chris Matthews Show\" was shown on July 21 2013. After he wrote a best selling book about politics called Hardball, Matthews joined MSNBC and hosted a show of the same name. Matthews is a moderate Democrat who has supported Republicans before and said that he is \"more conservative than people think I am.\" However, Matthews has been a long time supporter of Barack Obama. In 2004, following a speech by Obama, Matthews said he had \"seen the first black president,\" a prediction which came true four years later. Matthews once stated that Obama gave him a \"thrill up his leg.\" This quote was widely mocked by many people. He has also been critical of Hillary Clinton, and has said that she got her office by her husband's fame and not on her own ability. As of 2015, Matthews hosts \"Hardball with Chris Matthews\" on the MSNBC cable channel at 5:00PM on weekdays. He is also a political commentator that appears on other shows. Matthews is married to his wife of thirty five years, Kathleen, a businesswoman who is an executive at Marriott. He is a Roman Catholic.","categories":[],"infobox_types":[],"annotations":[{"uri":"Right","surface_form":"Chris Matthews","offset":59},{"uri":"December","surface_form":"December","offset":95},{"uri":"1945","surface_form":"1945","offset":108},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":118},{"uri":"Americans","surface_form":"American","offset":138},{"uri":"MSNBC","surface_form":"MSNBC","offset":265},{"uri":"NBC_News","surface_form":"ABC News","offset":309},{"uri":"La_Salle_College_High_School","surface_form":"La Salle College High School","offset":382},{"uri":"Swaziland","surface_form":"Swaziland","offset":464},{"uri":"Tip_O%27Neill","surface_form":"Tip O'Neill","offset":553},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":663},{"uri":"Hillary_Clinton","surface_form":"Hillary Clinton","offset":1497},{"uri":"Bill_Clinton","surface_form":"her husband's","offset":1554}]}