{"id":355858,"url":"http://en.wikipedia.org/wiki/Iowa_Supreme_Court","text":"The Iowa Supreme Court is the highest court in the U.S. state of Iowa. The Court has seven judges called \"justices\" on it: a Chief Justice and six Associate Justices. The Court normally meets in Des Moines in the Iowa Judicial Branch Building.\nThe Court.\nIn 1846, Iowa was the 29th state to join the United States. Iowa's government is similar to the federal government of the United States. The government of Iowa has three branches: the legislative branch (the Iowa General Assembly), the executive branch (the Governor of Iowa), and the judicial branch (the Iowa Supreme Court).\nJustices.\nJustices are appointed – chosen – by the governor from a list of three people chosen by the State Judicial Nominating Commission. A new justice serves a one-year term after appointment and until January 1 after the next judicial retention election. After the election, a justice serves an eight-year term. At the end of a justice's term, there is a retention election – an election to decide if the justice gets another term. A justice must retire at the age of 72. The justices elect the chief justice.\nThe Chief Justice and two other justices, were not elected in the November 2, 2010 retention election. Governor Branstad appointed Edward Mansfield, Thomas D. Waterman, and Bruce Zager to replace them in February 2011. While waiting for the new justices, the Court chose Justice Cady as the new Chief Justice. In March 2011, the new Court voted for Justice Cady to stay as Chief Justice. There will be a retention election for the new justices in November 2012.","categories":[],"infobox_types":[],"annotations":[{"uri":"U.S._state","surface_form":"U.S. state","offset":51},{"uri":"Iowa","surface_form":"Iowa","offset":65},{"uri":"Chief_Justice","surface_form":"Chief Justice","offset":125},{"uri":"Des_Moines%2C_Iowa","surface_form":"Des Moines","offset":195},{"uri":"United_States_of_America","surface_form":"United States","offset":300},{"uri":"Federal_government_of_the_United_States","surface_form":"federal government of the United States","offset":351},{"uri":"Legislature","surface_form":"legislative","offset":439},{"uri":"Iowa_General_Assembly","surface_form":"Iowa General Assembly","offset":463},{"uri":"Executive_(government)","surface_form":"executive","offset":491},{"uri":"Governor","surface_form":"Governor","offset":513},{"uri":"Judiciary","surface_form":"judicial","offset":540},{"uri":"Appoint","surface_form":"appointed","offset":605},{"uri":"Missouri_Plan","surface_form":"State Judicial Nominating Commission","offset":684},{"uri":"Term","surface_form":"term","offset":754},{"uri":"Retention_election","surface_form":"retention election","offset":941}]}