{"id":355922,"url":"http://en.wikipedia.org/wiki/Papunya_Tula","text":"Papunya Tula Artists is a co-operative of Aboriginal Australian artists. It is owned and run by Aboriginal people of the Western Desert. It is famous for its development of the Western Desert art movement – widely referred to as \"dot painting\" – and is often credited with bringing Aboriginal art to the world's attention. The original group of artists started painting in the town of Papunya, but today the company is based in Alice Springs.\nThe origins of the company go back to 1971. Geoffrey Bardon, the school teacher at Papunya, taught the children to paint a mural using the classical style of body and sand art. Historically, paintings and designs are made by Aborigines to depict stories and songs about the dreamtime. The co-operative was formed in 1972 by a group of men from Bardon's classes. They painted spiritual designs used in ceremonial art, but using modern instruments (like acrylic paints on canvas).\nAs this style of art started to become famous, many in the Aboriginal community criticised the artists for revealing too many secrets from their sacred legends. Aborigines of the Western Desert believe that the knowledge of these things is dangerous; usually, a person must be initiated first, and this only happens when they are deemed \"ready\" by their community. In response, the artists changed or removed all detailed images of sacred symbols. In all works since then, these images have been hidden or left out completely.\nIn the late 1970s, many of the people at Papunya left and moved back to their traditional lands. But the company continued to grow, and it centralised in Alice Springs. In 1987, the National Gallery of Victoria bought eleven paintings by Warlimpirrnga Tjapaltjarri. As popularity of this style of art continued to grow, so did their value. In 2007, a single painting by Clifford Possum Tjapaltjarri set a record at auction for Aboriginal art. It was bought for £1.03 million, more than twice as much as the previous record-holder.\nThe first artists, including all of the company's founders, were men. In the early years, the men didn't like women painting. However, there was also a strong desire amongst many of the women to participate. In the 1990s large numbers of them began to create paintings.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indigenous_Australians","surface_form":"Aboriginal Australian","offset":42},{"uri":"Artist","surface_form":"artist","offset":64},{"uri":"Western_Desert_cultural_bloc","surface_form":"Western Desert","offset":121},{"uri":"Aboriginal_art","surface_form":"Aboriginal art","offset":282},{"uri":"Papunya","surface_form":"Papunya","offset":385},{"uri":"Alice_Springs","surface_form":"Alice Springs","offset":428},{"uri":"Geoffrey_Bardon","surface_form":"Geoffrey Bardon","offset":487},{"uri":"Mural","surface_form":"mural","offset":566},{"uri":"Body-painting","surface_form":"body","offset":601},{"uri":"Rock_art","surface_form":"sand","offset":610},{"uri":"Dreamtime","surface_form":"dreamtime","offset":717},{"uri":"Acryl","surface_form":"acryl","offset":895},{"uri":"Canvas","surface_form":"canvas","offset":913},{"uri":"Australian_Aboriginal_mythology","surface_form":"sacred legends","offset":1067},{"uri":"Initiation","surface_form":"initiated","offset":1199},{"uri":"National_Gallery_of_Victoria","surface_form":"National Gallery of Victoria","offset":1631},{"uri":"Warlimpirrnga_Tjapaltjarri","surface_form":"Warlimpirrnga Tjapaltjarri","offset":1687},{"uri":"Clifford_Possum_Tjapaltjarri","surface_form":"Clifford Possum Tjapaltjarri","offset":1819},{"uri":"Founder","surface_form":"founder","offset":2030}]}