{"id":355921,"url":"http://en.wikipedia.org/wiki/Hester_Jonas","text":"e=\"preserve\">Hester Jonas (around 1570 in Monheim am Rhein – December 24, 1635 in Neuss) was a German midwife and cunning woman. She was executed for witchcraft and is known as the so called \"Witch of Neuss\".\nLife.\nJonas married the miller Peter Meurer. They moved to Neuss. There she suffered severe epileptic seizures. She worked as a midwife and was familiar with herbalism, particularly mandrake.\nIn November 1635 (at the age of about 64 years), she was accused of witchcraft. She was arrested, examined and tortured. The mayor of Neuss accused her of having a deal with the devil. A few years back she already had the reputation of being a witch. In the wake of growing public rumours, the authorities were forced to do something. After hearings on November 15 and 22, Jonas denied the charges. On December 19 and 20 she was put on a chair spiked with sharp nails for three hours.\nAfter her torture she confessed falsely. She confessed to having sexual intercourse with a black man named \"Hans Beelzebub\". She confessed to damaging humans and animals by black magic. On the same night she escaped, but was captured again in a short time. Jonas then said her confession wasn't true, but her resistance was broken after a violent whipping the next day. She again confessed to all charges and the court sentenced her to death by beheading. On December 24 she was beheaded by an executioner. Her body was burnt and the ashes blew away in the wind.\nThe transcripts are still available in the city archive of Neuss.","categories":[],"infobox_types":[],"annotations":[{"uri":"1570","surface_form":"1570","offset":34},{"uri":"Monheim_am_Rhein","surface_form":"Monheim am Rhein","offset":42},{"uri":"December_24","surface_form":"December 24","offset":61},{"uri":"1635","surface_form":"1635","offset":74},{"uri":"Neuss","surface_form":"Neuss","offset":82},{"uri":"Epilepsy","surface_form":"epileptic seizures","offset":301},{"uri":"Midwifery","surface_form":"midwife","offset":337},{"uri":"Herb","surface_form":"herb","offset":367},{"uri":"Witchcraft","surface_form":"witchcraft","offset":469},{"uri":"Torture","surface_form":"torture","offset":512},{"uri":"Sexual_intercourse","surface_form":"sexual intercourse","offset":951},{"uri":"Black_magic","surface_form":"black magic","offset":1059}]}