{"id":355916,"url":"http://en.wikipedia.org/wiki/Traditional_brick_factory","text":"A traditional brick factory is a factory for the manufacturing of bricks from mud by humans. There is no modern equipment. All the work is done by workers.\nHistory.\nThe oldest discovered bricks were originally made from shaped mud and dating to before 7500 B.C. They were found at Tell Aswad, and then later in the upper Tigris region and in southeast Anatolia close to Diyarbakir. Other more recent findings, dated between 7,000 and 6,395 B.C., come from Jericho and Catal Hüyük. In the ancient Indus Valley city of Mehrgarh, mud bricks have been found dating to 7000 BCE. (Kenoyer 2005) Ceramic bricks were used as early as 4500 BCE in early Indus Valley cities.\nBrick making.\nIn a traditional brickworks, clay is taken from the quarry, and then carried by workers to the yard After the forming or cutting, the bricks must be dried, in the open air, in drying sheds, When the bricks have been dried, they must then be fired or 'burnt' in a kiln, to give them their final hardness and appearance.\nIran.\nThere are about 300 traditional brick factories in the suburb of Tehran but most of them closed. Use of the Traditional brick-baking furnace or manually or pressure brick factory is very old in Persia. Persian's most famous ancient brick arch of Anushirvan or Al-Mada'in currently in Iraq. Bricks by hand (pressure) is seven thousand years old, Tehran capital of 220 years, with older homes and historic traditional identity both modern and traditional building are made of traditional bricks. Now, after thousands of years, this custom is coming to an end. Only a few factories are still functioning. Modern factories and modern styles of bricks has substituted the hand bricks.\nTraditional brick ovens are baking all over Iran, but the largest organizations manually brick kilns in the past two hundred years has always been around Tehran. Other cities with this kind of factory are Isfahan, Yazd, Ahvaz and Gonabad.\nIndia.\nA brick is a block, or a single unit of a ceramic material used in masonry construction, usually stacked together, or laid using various kinds of mortar to hold the bricks together and make a permanent structure. Bricks are typically produced in common or standard sizes in bulk quantities. They have been regarded as one of the longest lasting and strongest building materials used throughout history.\nRail kilns.\nIn modern brickworks, this is usually done in a continuously fired tunnel kiln, in which the bricks move slowly through the kiln on conveyors, rails, or kiln cars to achieve consistency for all bricks. The bricks often have added lime, ash, and organic matter to speed the burning.\nBull's Trench Kilns.\nIn India, brick making is typically a manual process. The most common type of brick kiln in use there are Bull's Trench Kiln (BTK), based on a design developed by British engineer W. Bull in the late 19th century.\nAn oval or circular trench, 6–9 meters wide, 2-2.5 meters deep, and 100–150 meters in circumference, is dug. A tall exhaust chimney is constructed in the centre. Half or more of the trench is filled with \"green\" (unfired) bricks which are stacked in an open lattice pattern to allow airflow. The lattice is capped with a roofing layer of finished brick.\nIn operation, new green bricks, along with roofing bricks, are stacked at one end of the brick pile. Cooled finished bricks are removed from the other end for transport. In the middle the brick workers create a firing zone by dropping fuel (coal, wood, oil, debris, and so on.) through access holes in the roof above the trench.","categories":[],"infobox_types":[],"annotations":[{"uri":"Brick","surface_form":"brick","offset":66},{"uri":"Mud","surface_form":"mud","offset":78},{"uri":"Tell_Aswad","surface_form":"Tell Aswad","offset":281},{"uri":"Tigris","surface_form":"Tigris","offset":321},{"uri":"Anatolia","surface_form":"Anatolia","offset":352},{"uri":"Diyarbakir","surface_form":"Diyarbakir","offset":370},{"uri":"Jericho","surface_form":"Jericho","offset":456},{"uri":"Catal_H%C3%BCy%C3%BCk","surface_form":"Catal Hüyük","offset":468},{"uri":"Indus_Valley","surface_form":"Indus Valley","offset":496},{"uri":"Mehrgarh","surface_form":"Mehrgarh","offset":517},{"uri":"Indus_Valley","surface_form":"Indus Valley","offset":644},{"uri":"Al-Mada%27in","surface_form":"Al-Mada'in","offset":1264},{"uri":"Iraq","surface_form":"Iraq","offset":1288},{"uri":"Isfahan","surface_form":"Isfahan","offset":1889},{"uri":"Yazd","surface_form":"Yazd","offset":1898},{"uri":"Ahvaz","surface_form":"Ahvaz","offset":1904},{"uri":"Gonabad","surface_form":"Gonabad","offset":1914},{"uri":"Ceramic","surface_form":"ceramic","offset":1972},{"uri":"Masonry","surface_form":"masonry","offset":1997},{"uri":"Mortar_(masonry)","surface_form":"mortar","offset":2076},{"uri":"Building_material","surface_form":"building material","offset":2289},{"uri":"Brickworks","surface_form":"brickworks","offset":2355},{"uri":"Kiln","surface_form":"kiln","offset":2419},{"uri":"Conveyors","surface_form":"conveyors","offset":2477},{"uri":"Lime_(material)","surface_form":"lime","offset":2575},{"uri":"India","surface_form":"India","offset":2651},{"uri":"Wood","surface_form":"wood","offset":3463}]}