{"id":355971,"url":"http://en.wikipedia.org/wiki/Topsy_Napaltjarri","text":"Topsy Gibson Napaltjarri is an Australian Aboriginal artist.\nLife.\nTopsy was born around 1950, in the Gibson Desert. She was born at Wirrulnga, a rockhole near what is now Kiwirrkurra, in Western Australia. She was the first child of Papalya and Waku. She grew up living in the desert, living a traditional hunter-gatherer way of life on the western side of Lake Mackay. Her family had no contact with the modern world and had never seen White people. When she was about 13, she married a man named Tommy Tjakamarra. She left her family and went with Tommy to go and live at Mount Doreen, northwest of Yuendumu. This was her first encounter with modern, Euro-Australian society. Her family was left behind in the desert and did not come out until 1984.\nTopsy and Tommy lived at Papunya for a few years, but they later separated. Topsy remarried, to a man named Tony Tjakamarra, and she moved west with him to Balgo. They moved to Kiwirrkurra in 1984, not long after it was founded. She has two daughters, Yalamay (born 1973) and Lynette (born 1976), and one son.\nPainting.\nTopsy began painting in 1996, with her sister Takariya. Her younger brother, Warlimpirrnga, had been painting since 1987 and was already famous as an artist. She was first represented by Warlayirti Artists, the art co-operative at Balgo.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":31},{"uri":"Aboriginal_art","surface_form":"Aboriginal art","offset":42},{"uri":"Gibson_Desert","surface_form":"Gibson Desert","offset":102},{"uri":"Rockhole","surface_form":"rockhole","offset":146},{"uri":"Kiwirrkurra","surface_form":"Kiwirrkurra","offset":172},{"uri":"Western_Australia","surface_form":"Western Australia","offset":188},{"uri":"Hunter-gatherer","surface_form":"hunter-gatherer","offset":307},{"uri":"Lake_Mackay","surface_form":"Lake Mackay","offset":358},{"uri":"Mount_Doreen","surface_form":"Mount Doreen","offset":575},{"uri":"Yuendumu%2C_Northern_Territory","surface_form":"Yuendumu","offset":602},{"uri":"Papunya","surface_form":"Papunya","offset":778},{"uri":"Balgo","surface_form":"Balgo","offset":909},{"uri":"Takariya_Napaltjarri","surface_form":"Takariya","offset":1119},{"uri":"Warlimpirrnga_Tjapaltjarri","surface_form":"Warlimpirrnga","offset":1150}]}