{"id":355945,"url":"http://en.wikipedia.org/wiki/Bohr_model","text":"e=\"preserve\">In quantum mechanics, a branch of physics, the Bohr model is the model of the atom proposed by Niels Bohr. Bohr's model is useful only when discussing the behavior of a hydrogen atom. Bohr's model is extremely useful in describing the hydrogen emission spectrum.\nEnergy Levels.\nThe Bohr model says that the angular momentum of an electron within a hydrogen atom can only be integer multiples of a certain number.\nWhere \"h\" is Planck's constant, π is pi, and \"n\" is the multiples (1,2,3...). This formula says that an electron will only be found on the energy levels predicted by the formula, and not anywhere in between. This means that if an electron jumps from one energy level to the next, it will never be in between energy levels, but will instantaneously be transported from one level to the other.\nLight.\nBohr's model is also useful because it explains the cause of light. Bohr agreed with classical theory that light has a wave-particle duality (meaning that it is made of both electromagnetic waves and particles called photons), but he said that light was given off when an electron in a hydrogen atom jumps from a higher energy level to a lower one. Basically, if an electron with \"x\" amount of energy goes to a lower state of energy and loses \"y\" energy, then a photon with energy \"y\" is emitted by the atom and either becomes light or some other form of radiation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Quantum_mechanics","surface_form":"quantum mechanics","offset":16},{"uri":"Physics","surface_form":"physics","offset":47},{"uri":"Atom","surface_form":"atom","offset":91},{"uri":"Niels_Bohr","surface_form":"Niels Bohr","offset":108},{"uri":"Hydrogen_atom","surface_form":"hydrogen atom","offset":182},{"uri":"Emission_spectrum","surface_form":"emission spectrum","offset":257},{"uri":"Angular_momentum","surface_form":"angular momentum","offset":320},{"uri":"Electron","surface_form":"electron","offset":343},{"uri":"Integer","surface_form":"integer","offset":387},{"uri":"Planck%27s_constant","surface_form":"Planck's constant","offset":439},{"uri":"Pi","surface_form":"pi","offset":463},{"uri":"Light","surface_form":"light","offset":886},{"uri":"Electromagnetic_waves","surface_form":"electromagnetic waves","offset":999},{"uri":"Photons","surface_form":"photons","offset":1042},{"uri":"Radiation","surface_form":"radiation","offset":1380}]}