{"id":355931,"url":"http://en.wikipedia.org/wiki/Takariya_Napaltjarri","text":"Takariya Napaltjarri (born early 1960s) is an Australian Aboriginal artist. She paints for the Papunya Tula artists' co-operative.\nEarly life.\nTakariya was born in the 1960s near Lake Mackay, in Western Australia. The exact year is not known. She grew up living a traditional, nomadic way of life in the desert. Takariya's mother was named Papalya and her father was named Waku. Her father died not long after she was born. She had an older sister, Topsy, and an older brother, Warlimpirrnga.\nTakariya's family lived in isolation in the desert. They had never come into contact with Euro-Australian society. Most of their relatives had been settled into towns on the edges of the desert. The group's leader, Lanti, had decided that they would stay living in the desert. Takariya and her family finally came into contact with some of their relatives in 1984. They were settled at Kiwirrkurra, on the south edge of Lake Mackay. The event was big news at the time, and the family became famously known as \"the last nomads\". Takariya was in her mid- to late-20s at the time.\nKiwirrkurra.\nShortly after her family arrived at Kiwirrkurra, Takariya was married to Freddy West Tjakamarra. This was a gesture between the family and the village. They later separated. A few years later, Takariya married another man, named Richard Tjakamarra.\nPainting.\nTakariya began painting for the Papunya Tula co-operative in June 1996. Later in the year, she had her first exhibition. It was a group exhibition called \"Papunya Women\", shown at Utopia Art Gallery in Sydney. In 1997, her work was included in the \"Bulada\" exhibition at the Art Gallery of New South Wales. She has also painted for Warlayirti Artists at Balgo, where her husband's family lives. Works by Takariya are held in the Art Gallery of New Wales, as well as in collections overseas.\nHer paintings are of sacred dreaming stories and songs. They are mostly about the Tingari (the ancestors of the Pintupi). Takariya paints her and her mother's dreaming country. This includes places like Marrapinti, Ngalpurrunya, Ngaminya, Karilwara, Wirrulnga and Marruwa – places that are sacred to her.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":46},{"uri":"Aboriginal_art","surface_form":"Aboriginal art","offset":57},{"uri":"Papunya_Tula","surface_form":"Papunya Tula","offset":95},{"uri":"Lake_Mackay","surface_form":"Lake Mackay","offset":179},{"uri":"Western_Australia","surface_form":"Western Australia","offset":195},{"uri":"Nomad","surface_form":"nomad","offset":277},{"uri":"Topsy_Gibson_Napaltjarri","surface_form":"Topsy","offset":449},{"uri":"Warlimpirrnga_Tjapaltjarri","surface_form":"Warlimpirrnga","offset":478},{"uri":"Isolation","surface_form":"isolation","offset":520},{"uri":"Human_settlement","surface_form":"settled","offset":641},{"uri":"Kiwirrkurra","surface_form":"Kiwirrkurra","offset":879},{"uri":"Freddy_West_Tjakamarra","surface_form":"Freddy West Tjakamarra","offset":1157},{"uri":"Gesture","surface_form":"gesture","offset":1192},{"uri":"Papunya_Tula","surface_form":"Papunya Tula","offset":1375},{"uri":"Art_exhibition","surface_form":"exhibition","offset":1452},{"uri":"Balgo","surface_form":"Balgo","offset":1697},{"uri":"Dreamtime","surface_form":"dreaming","offset":1862},{"uri":"Ancestor","surface_form":"ancestor","offset":1929}]}