{"id":355929,"url":"http://en.wikipedia.org/wiki/Stronghold_2","text":"\"Stronghold 2\" is a real-time strategy computer game. It was released by Firefly Studios in April 2005.\nGameplay.\nIn the game, players play as a leader of a medieval castle. They must administer the castle in a good way in order to gain experience points. With his available energy, he should develop his food production, industry, civil, or military buildings and defenses. Military units are directly controlled individually or in groups. There are some semi-independent villages, which can be bought with experience points, and will contribute to the player's available energy.\nDifferent play modes are possible, such as Kingmaker, Siege, War Campaign, Peace Campaign, Freeplay, Custom scenario, and Multiplayer.\nStoryline.\nStronghold 2 is set within the Middle Ages. The player plays as Sir Matthew Steele, a page for Sir William. The main storyline begins with Barclay, who wants to become the king of the no-king castle. Sir William is the player's closest ally, King who believes him to be a traitor disgraced him, because he mistakenly sieges Lady Seren’s castle, helps a tyrant escape, and accidentally poisons the King. Sir Grey is an elderly man, whose useful life is nearing end, but he still builds small but powerful castles with tall towers and thick walls. Lady Seren originally appears as an enemy, however, Sir Steele learns that she is in fact an ally, and Sir William mistook her for a witch. Sir Edwin is the weakest enemy, he lacks confidence but he is not as pathetic. Olaf Grimtooth is the Viking warlord. Pascal Devereux, better known as \"The Hawk\" is Sir William's evil brother. His castles are usually built from stone and feature large, powerful gatehouses, so he’s the most difficult enemy. And your mission is to beat them one by one.\nWar campaign.\nYou are the page of Sir William. Sir William was captured by Lord Barclay but you helped him to managed escape. Afterwards, Sir William and you ride to a nearby boathouse. Then Sir William will guide you how to develop your economically, and Constable Briggs will guide you how to fight with enemy. At this moment, Olaf Grimtooth led his army to the lands as an aggression, then you beat Olaf, William takes you to lady Seren. Then you have to protect the Edwin, he gives you some land. When you arrive in the country's borderlands, you will see that there are many problems there, and then you should solve the problems one by one. At last, you kill Olaf, then you have to make a choice: Follow The Hawk and The Hammer, or The Lamb and The King.\nPeace Campaign.\nThis story begins with a small and poor castle, and your mission is to rebuild this castle. You should build some wells for the fire, get more food and put out the wolves. Finally, you need to get lots of food in your kitchen for the King’s banquet.\nMap editor.\nA map editor is provided, which players can use to create new maps. These maps can be shared online.\nReception.\nMetacritic gave the game an average score of 63.\nDemo.\nOn January 4, 2007, a single player demo was released, including three missions. The demo solved many bugs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Real-time_strategy","surface_form":"real-time strategy","offset":20},{"uri":"Firefly_Studios","surface_form":"Firefly Studios","offset":73},{"uri":"April","surface_form":"April","offset":92},{"uri":"2005","surface_form":"2005","offset":98},{"uri":"Castle","surface_form":"castle","offset":166},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":758}]}