{"id":35614,"url":"http://en.wikipedia.org/wiki/Steve_Irwin","text":"Stephen Robert Irwin (22 February 1962 is the owner and manager at Australia Zoo in Beerwah Australia. An naturalist, an television Personality and an conversation movement. He is famous for the television program \"The Crocodile Hunter\", a well-known real-life animal show that he made with his wife Terri Irwin. Irwin's character and adventures on his show made him an international star. The fact that he was a brave, courageous soul made him earn an even greater following.\nEarly years.\nIrwin's mother and father were Lyn and Bob Irwin was born in Melbourne, Victoria, Australia. The family moved to Queensland in 1970, when Irwin was 8. Bob Irwin was very interested in reptiles (a type of animal that includes snakes and crocodiles). When the family moved, Bob and Lyn Irwin started the small \"Queensland Reptile and Fauna Park\". Irwin lived there until he became an adult.\nIrwin worked in his family's park when he was nine: feeding the animals, and taking care of the grounds. He began working with crocodiles when he was nine, and became a crocodile-trapper (someone who traps crocodiles without killing them) when he was older. Irwin trapped crocodiles that were near places where people lived, and kept them for the park. He also worked for free for the Queensland Government's \"East Coast Crocodile Management program\".\nRise to fame.\nIrwin became head of the park in 1991 and changed the name to \"Australia Zoo\". In 1992, at the Zoo, he met and married Terri Raines. As part of the marriage event, Irwin and his wife went on a journey to trap crocodiles. The journey was recorded for television and became the first part of the television show \"The Crocodile Hunter\". This show made Irwin famous. \"The Crocodile Hunter\" has been seen by people in 120 countries across the world, and has a large number of fans (people who like it very much) in the UK and Australia.\nIrwin made the zoo larger by adding the \"Animal Planet Crocoseum\", a place where rainforest birds can be seen, and the \"Tiger Temple\". He also started the \"World Wildlife Warriors\" (which was named the \"Steve Irwin Conservation Foundation\"), an organization that tries to preserve rare animals that are in danger of dying out.\nIn 2003, one of the locomotives on \"The Ghan\", the Adelaide to Darwin railway was named the \"Steve Irwin\".\nDeath.\nAt about 11:00 a.m. Australian eastern standard time (01:00 UTC) on 4 September 2006, Irwin was cut in the chest by the tail of a stingray (a large sea animal) while snorkeling (a way of swimming using a tube to help you breathe under water) in Batt Reef, near Port Douglas in Queensland, Australia. He died from the wound. At the time, Irwin was being recorded for a television show, \"The Ocean's Deadliest\". Bad weather had stopped recording and Irwin took the time to record some different pictures for another program. Irwin's friend, John Stainton, was on Irwin's boat. Stainton says Irwin swam too near to one of the animals - \"He came on top of the stingray and the stingray's barb \"(a point on the stingrays' tail)\" went up and into his chest and put a hole into his heart\". His wife (Terri Irwin) did not find out about his death until a few hours later because she was trekking in Tasmania.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Melbourne","surface_form":"Melbourne","offset":551},{"uri":"Victoria%2C_Australia","surface_form":"Victoria","offset":562},{"uri":"Reptiles","surface_form":"reptiles","offset":674},{"uri":"Crocodiles","surface_form":"crocodiles","offset":726},{"uri":"Crocodiles","surface_form":"crocodiles","offset":1006},{"uri":"Zoo","surface_form":"Zoo","offset":1440},{"uri":"UK","surface_form":"UK","offset":1859},{"uri":"Australia","surface_form":"Australia","offset":1866},{"uri":"Rainforest","surface_form":"rainforest","offset":1958},{"uri":"Extinction","surface_form":"dying out","offset":2193},{"uri":"The_Ghan","surface_form":"The Ghan","offset":2240},{"uri":"Adelaide","surface_form":"Adelaide","offset":2255},{"uri":"Darwin%2C_Northern_Territory","surface_form":"Darwin","offset":2267},{"uri":"UTC","surface_form":"UTC","offset":2378},{"uri":"Stingray","surface_form":"stingray","offset":2448},{"uri":"Snorkeling","surface_form":"snorkeling","offset":2484},{"uri":"Batt_Reef","surface_form":"Batt Reef","offset":2563},{"uri":"Port_Douglas","surface_form":"Port Douglas","offset":2579},{"uri":"Queensland","surface_form":"Queensland","offset":2595},{"uri":"Terri_Irwin","surface_form":"Terri Irwin","offset":3111},{"uri":"Tasmania","surface_form":"Tasmania","offset":3209}]}