{"id":356319,"url":"http://en.wikipedia.org/wiki/Cornus_canadensis","text":"\"Cornus canadensis\" is a herbaceous member of the Cornaceae (dogwood) family. It has various common names, such as the Bunchberry dogwood, Canadian Bunchberry, Quatre-temps, or Crackerberry. It is a widespread plant of the northern hemisphere.\nIt grows about 20–30 cm tall and bears tiny flowers a few millimetres across. They form an inflorescence at the center of four white, petal-like bracts 3–4 cm diameter.\nEach flower has highly elastic petals that flip backward, releasing springy filaments that are cocked underneath the petals. The filaments snap upward flinging pollen out in less than half a millisecond. The pollen experiences a force two to three thousand times the force of gravity. The Bunchberry has one of the fastest plant actions found so far. It needs a camera capable of shooting 10,000 frames per second to catch the action.\nIn other words, it is a mechanism for cross-pollination by air.\nThe fruits are edible with a mild flavour somewhat like apples. The large seeds within are somewhat hard and crunchy. Birds are the main dispersal agents of the seeds, consuming the fruit during their fall migration. In Alaska, bunchberry is an important forage plant for mule deer, black-tailed deer and moose, which consume it throughout the growing season.\nWhere bunchberry, a forest species, and \"Cornus suecica,\" a bog species, grow near each other in their overlapping ranges in Alaska, Labrador, and Greenland, they can Hybrid ize by cross-pollination, producing plants with intermediate characteristics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Herbaceous","surface_form":"herbaceous","offset":25},{"uri":"Cornaceae","surface_form":"Cornaceae","offset":50},{"uri":"Dogwood","surface_form":"dogwood","offset":61},{"uri":"Northern_hemisphere","surface_form":"northern hemisphere","offset":223},{"uri":"Flower","surface_form":"flower","offset":288},{"uri":"Inflorescence","surface_form":"inflorescence","offset":335},{"uri":"Bract","surface_form":"bract","offset":389},{"uri":"Petal","surface_form":"petal","offset":444},{"uri":"Pollen","surface_form":"pollen","offset":573},{"uri":"Rapid_plant_movement","surface_form":"fastest plant actions","offset":728},{"uri":"Pollination","surface_form":"pollination","offset":892},{"uri":"Hybrid","surface_form":"Hybrid","offset":1439},{"uri":"Pollination","surface_form":"cross-pollination","offset":1453}]}