{"id":356404,"url":"http://en.wikipedia.org/wiki/Documents_on_the_Persian_Gulf%27s_name","text":"\"Documents on the Persian Gulf's name the eternal heritage ancient time\" is a book and atlas written and compiled by Dr. M. Ajam. It was published first on 2004. A second edition was published under the supervision of Dr. Pirouz Mojtahedzadeh and Dr.Mohammad Hassan Ganji in 2009.\nAwards.\nAt the eleventh International Festival of Iran's Best Research and Researchers of 2010, this book received the Gold Coin of best Award presented by the Vice President of Iran. This book has received many other awards and numerous other letters of appreciation, among them former president Akbar Hashemi Rafsanjani The book was candidate to receive prize of the year book in Iran. the book was considered among the best books in the last 50 years on Persian Gulf issues in Iran.\nA documentary film titled \"Persian Gulf Name in the Course of History\" has been filmed, mainly based on this book.\nPart of the book has published in the website the UNGEGN.[http://unstats.un.org/unsd/geoinfo/ungegn/docs/23-gegn/wp/gegn23wp61.pdf]\nThis book was first published online in 2001.Then was published in 2004 in color and a newer version of it was released in 2009. The contents of this book have been repeatedly published in the Persian media. According to the suggestion of this book,the Persian Gulf National Day was registered by the Iranian government in 2005.[https://japan.mfa.gov.ir/en/newsview/536034 Embassy of the Islamic Republic of Iran - Tokyo- A book and atlas]\npart of the book also had been included in the book “Persian Gulf\" by Javad Nourouzi and published into 10 languages: Persian,Arabic, English, French, German, Italian, Spanish, Russian, Chinese and Urdu\nChapter one.\nThe first chapter covers geographical and political issues of the Persian Gulf, historical recorded documents on the \"Persian Gulf\" name, the recent Persian Gulf naming dispute, and the 3 Islands.\n1-1 The records and description the Persian Gulf by early Travelers and Geographers, including written description by Muslim travelers and European geographers.\nRecord the 300 historians, travelers and geographers of The Middle Ages, especially those writing in Arabic and Persian from the 9th to the 15th century.According to the book “Documents on the Persian Gulf's Name, the Eternal Heritage of Ancient Time,” the term Persian Gulf and its equivalents have been used continuously since earlier than 400 BC in all languages, especially in the Arabic language.\nOn almost all maps printed before 1960, and in most modern international treaties, documents and maps, this body of water is known by the name \"Persian Gulf.\"\nFollowing British attempts to control the seaway in the late 1830s, the \"Times Journal\", published in London in 1840, referred to the Persian Gulf as the \"Britain Sea\", but this name was never used in any other context.\nChapter two.\nOn almost all maps printed before 1960, and in most modern international treaties, documents and maps, this body of water is known as\"Persian Gulf\" or equivalent.\nUnited Nations Document.\nAccording to the book Documents on the Persian Gulf's pages (92–98), the United Nations Secretariat and its specialized agencies have requested its staff many times to use only \"Persian Gulf\" as a standard geographical designation.\nThe United Nations Group of Experts on Geographical Names discussed the naming issue during its 23rd session, held in Vienna from 28 March to 4 April 2006. According to the report of the meeting, \"It is interesting that from among 6000 existing historical maps published up to 1890, there are only three maps mentioning the names of Basreh Gulf, Ghatif Gulf, and Arabic Gulf, which are in fact bays but in local language both the bays and the gulf is called khaleej(Gulf) but such names are not applied to the entirety of the Persian Gulf. It is obvious that the promotional use by the Arabs of the three aforementioned maps, whose identity and originality are not clear, in comparison with 6000 maps and more than 200 historical and tourism books from Irastus to Herodotus to Estakhri and Ibn Houghal, who have all called the water body, Persian Gulf, shall lack any value.\"\n[https://documents-dds-ny.un.org/doc/UNDOC/LTD/N94/332/24/PDF/N9433224.pdf?OpenElement Official Documents System - Home Page]\nThe report further notes that \"any change, destruction, or alteration of the names registered in historical deeds and maps is like the destruction of ancient works and is considered as an improper action. Therefore, the names of geographical features profiting from a unique historical identity, should not be utilized as political instruments in reaching a political, tribal, and racial objective, or in any clash with national interests and other's values,\".\nThe International Hydrographic Organization (IHO), an international body for provision of hydrographic information for worldwide marine navigation and other purposes, uses the name \"Gulf of Iran (Persian Gulf)\" for this body of water, in its standard S-23 (Limits of Oceans and Seas), section 41, published in 1953.\nThe United States National Geospatial-Intelligence Agency GEOnet Names Server (GNS) is the \"official repository of standard spellings of all foreign place names\" The GNS lists \"Persian Gulf\" as the \"Conventional\" name.\nViewpoint of Iran‌ (Persia).\nIran uses only Persian Gulf since 2000 Some atlases and media outlets have taken to referring to it as\"The Gulf\" without adjectiv. Iran does not consider this an impartial usage and views it as the ignore of the historical and legal facts.\nMahmoud Ahmadinejad made a speech to the United Nations General Assembly during which he said that the only correct name of the sea between Iran and the Arabian peninsula was the Persian Gulf, and he dismissed the use of any other names as “illegitimate and void.Iran officially designated 30 April as National Persian Gulf Day. The date coincides with the anniversary of Abbas I of Persia's successful military campaign when the Portuguese navy was driven out of the Strait of Hormuz in the Capture of Hormuz (1622). The decision was taken by the High Council of Cultural Revolution, noting that the campaign launched in 2009 by certain Arab states to rename Persian Gulf was the driver behind the decision.\nConfession of Arabs scholars.\nPages 126 to 146 of the book contain material and quotes about the confession of many contemporary Arab leaders and elites about the legitimacy of the name of the Persian Gulf.\nJamal Abdel Nasser and other Arabs leaders were using the persian gulf. Abdel Khaleq al-Janabi, a Saudi Arabian historian, said \"It's this name [Persian Gulf] that has been retained by history books and Arab historians, like Ibn Khaldoun and Ibn al Athir. It's also in treaties signed between the governors of the gulf and the British who dominated the region from the beginning of the 20th century... From a scientific and historical point of view, it has been called the Persian Gulf since Alexander the Great\". He said that it was \"without foundation\" to claim the Romans named it \"Arabian Gulf\". \"Things didn't change until Nasser came to power and the rise of Arab nationalism. The Arabs then began to use the name 'Arabian Gulf, he added.\nAnd many prominent scholars and political and religious leaders such as Professor Abdelhadi Tazi, Ahmad al-Saraf, Abdelilah Benkirane (Prime Minister of 2011-2013 Morocco), Abdul Monem Saeed, Abdul Khaliq al-Janabi, Qaradawi, Gen. Majdi Omar, Former First Deputy of the Egyptian National Defense Council in recent decades have commented on the authenticity of the name of the Persian Gulf and the lack of justification for changing the name.\nChapter three.\nChapter 3 discusses the history of falsification of the name of the Persian Gulf. In this chapter, the role of Arab nationalist leaders - the role of religious leaders - the role of the Arab media is examined.\nand Focus on the controversy between Iran and Arab countries and how it developed\nMentions other names used by other countries and throughout history.\nOn almost all maps printed before 1960, and in most modern international treaties, documents and maps, this body of water is known as\"Persian Gulf\" or equivalent.\nAccording to the pages(92–98), the United Nations Secretariat and specialized agencies of the United Nations agencies have requested its staff many times to use only \"Persian Gulf\" as a standard geographical designation.\nChapter four.\npart 7 page 87 is about British control and colonialist time of controlling the Persian gulf. Portuguese, Netherlands and British.\nFor about 200 years, from 1763 until 1971, the United Kingdom kept some control over some of the Persian Gulf lands. The lands were current states of the United Arab Emirates and at various times Bahrain, Kuwait, Oman, and Qatar.\nChapter six Documents.\nBasra BahreFars(Persian Gulf's name in the time Ottoman Empire official map printed in the Book's Documents section.[https://japan.mfa.gov.ir/files/en329/1729%D9%86%D9%82%D8%B4%D9%87%E2%80%8C%DB%8C%20%D8%AA%D8%A7%D8%B1%DB%8C%D8%AE%DB%8C%20%20%D8%B9%D8%AB%D9%85%D8%A7%D9%86%DB%8C%20%D8%A7%DB%8C%D8%B1%D8%A7%D9%86.pdf]\nGallery Documents from the Book.\nSome of the historical maps and documents Which is introduced in this book.[https://www.flickr.com/photos/54400702@N07/ 3d pan white] - [https://japan.mfa.gov.ir/en/newsview/536033 Embassy of the Islamic Republic of Iran - Tokyo- Introducing a Book and Atlas]","categories":[],"infobox_types":["book"],"annotations":[{"uri":"Mohammad_Hassan_Ganji","surface_form":"Mohammad Hassan Ganji","offset":250},{"uri":"Akbar_Hashemi_Rafsanjani","surface_form":"Akbar Hashemi Rafsanjani","offset":578},{"uri":"Book","surface_form":"book","offset":607},{"uri":"UNGEGN","surface_form":"UNGEGN","offset":932},{"uri":"Persian","surface_form":"Persian","offset":1572},{"uri":"Arabic","surface_form":"Arabic","offset":1580},{"uri":"English","surface_form":"English","offset":1588},{"uri":"French","surface_form":"French","offset":1597},{"uri":"German","surface_form":"German","offset":1605},{"uri":"Italian","surface_form":"Italian","offset":1613},{"uri":"Spanish","surface_form":"Spanish","offset":1622},{"uri":"Russian","surface_form":"Russian","offset":1631},{"uri":"Chinese","surface_form":"Chinese","offset":1640},{"uri":"Urdu","surface_form":"Urdu","offset":1652},{"uri":"Travelers","surface_form":"Travelers","offset":1925},{"uri":"Geographers","surface_form":"Geographers","offset":1939},{"uri":"Europe","surface_form":"European","offset":2006},{"uri":"Persian_Gulf","surface_form":"Persian Gulf","offset":2956},{"uri":"United_Nations_Secretariat","surface_form":"United Nations Secretariat","offset":3083},{"uri":"List_of_specialized_agencies_of_the_United_Nations","surface_form":"its specialized agencies","offset":3114},{"uri":"United_Nations_Group_of_Experts_on_Geographical_Names","surface_form":"United Nations Group of Experts on Geographical Names","offset":3246},{"uri":"International_Hydrographic_Organization","surface_form":"International Hydrographic Organization","offset":4709},{"uri":"United_States","surface_form":"United States","offset":5025},{"uri":"Iran","surface_form":"Iran","offset":5269},{"uri":"Persian_Gulf","surface_form":"Persian Gulf","offset":5284},{"uri":"Mahmoud_Ahmadinejad","surface_form":"Mahmoud Ahmadinejad","offset":5509},{"uri":"National_Persian_Gulf_Day","surface_form":"National Persian Gulf Day","offset":5811},{"uri":"Abbas_I_of_Persia","surface_form":"Abbas I of Persia","offset":5881},{"uri":"Portuguese_navy","surface_form":"Portuguese navy","offset":5939},{"uri":"Strait_of_Hormuz","surface_form":"Strait of Hormuz","offset":5977},{"uri":"Capture_of_Hormuz_(1622)","surface_form":"Capture of Hormuz (1622)","offset":6001},{"uri":"Iranian_Cultural_Revolution","surface_form":"High Council of Cultural Revolution","offset":6057},{"uri":"Ibn_Khaldoun","surface_form":"Ibn Khaldoun","offset":6650},{"uri":"Ibn_al_Athir","surface_form":"Ibn al Athir","offset":6667},{"uri":"Alexander_the_Great","surface_form":"Alexander the Great","offset":6917},{"uri":"Gamal_Abdel_Nasser","surface_form":"Nasser","offset":7053},{"uri":"Abdelhadi_Tazi","surface_form":"Abdelhadi Tazi","offset":7252},{"uri":"Abdelilah_Benkirane","surface_form":"Abdelilah Benkirane","offset":7284},{"uri":"Persian_Gulf","surface_form":"Persian Gulf","offset":8122},{"uri":"United_Nations_Secretariat","surface_form":"United Nations Secretariat","offset":8186},{"uri":"1763","surface_form":"1763","offset":8543},{"uri":"1971","surface_form":"1971","offset":8554},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":8564},{"uri":"United_Arab_Emirates","surface_form":"United Arab Emirates","offset":8671},{"uri":"Bahrain","surface_form":"Bahrain","offset":8713},{"uri":"Kuwait","surface_form":"Kuwait","offset":8722},{"uri":"Oman","surface_form":"Oman","offset":8730},{"uri":"Qatar","surface_form":"Qatar","offset":8740},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":8818}]}