{"id":356412,"url":"http://en.wikipedia.org/wiki/Gabby_Douglas","text":"Gabrielle Christina Victoria Douglas (born December 31, 1995 in Virginia Beach, Virginia) is an American gymnast. She competed with the United States' women's gymnastics team in the 2012 Summer Olympics. She won gold medals in both the individual all-around and team competitions. (In the \"all-around\" competition, gymnasts do all four gymnastics activities - balance beam, vault, uneven bars, and floor exercise.)\nDouglas is the first African-American woman in Olympic history to win first place in the individual all-around competition. She is also the first American gymnast who ever won gold medals in both the all-around and team competitions at the same Olympics.\nDouglas started gymnastics at age 6. Her sister Arielle, who had broken her wrist doing gymnastics, convinced their mother to let Gabby start taking gymnastics classes. In October 2002, Douglas began her training at Gymstrada Gymnastics in Virginia Beach, Virginia. In July 2004, she left Gymstrada and began training at Excalibur Gymnastics.\nAt age 16, Douglas made it to the Olympic Trials. She won first place and got a spot on the United States' 2012 women's gymnastics Olympic team. Her teammates were Jordyn Wieber, McKayla Maroney, Kyla Ross, and Aly Raisman. They won the team all-around gold medal, and Gabby also won the individual all-around gold medal.","categories":[],"infobox_types":[],"annotations":[{"uri":"Virginia_Beach%2C_Virginia","surface_form":"Virginia Beach, Virginia","offset":64},{"uri":"Americans","surface_form":"American","offset":96},{"uri":"Gymnastics","surface_form":"gymnast","offset":105},{"uri":"United_States","surface_form":"United States","offset":136},{"uri":"2012_Summer_Olympics","surface_form":"2012 Summer Olympics","offset":182},{"uri":"Gold_medal","surface_form":"gold medals","offset":212},{"uri":"African-American","surface_form":"African-American","offset":436},{"uri":"Olympic_Games","surface_form":"Olympic","offset":462},{"uri":"Virginia_Beach%2C_Virginia","surface_form":"Virginia Beach, Virginia","offset":910}]}