{"id":356567,"url":"http://en.wikipedia.org/wiki/Iberian_lynx","text":"The Iberian lynx (\"Lynx pardinus\") is a feline. It is similar to other versions of the genus \"Lynx\". The Iberian lynx has almost no threats except man, but it is almost extinct. It is the most endangered cat species in the world.\nIberian lynx hunt rabbits. One of the strategies aimed at saving the species is to change the use of land in such a way that it becomes more attractive to rabbits, which can then be hunted by the lynx. This strategy also benefits other endangered species, such as the Spanish imperial eagle.\nIn 2014, the Iberian lynx is treated as a species inside the famly of lynx by many biologists, mainly because of its independent development on the Iberian peninsula. This has not always been the case: Beforehand, it was seen as a subspecies of the Eurasian Lynx.\nBreeding programs.\nIn 2002, the Jerez Zoo confirmed it had three females and was developing a plan for a captive breeding program. One of those females was Saliega, captured as a cub in April 2002. She became the first Iberian lynx to breed in captivity, giving birth to three healthy kittens on March 29, 2005 at the El Acebuche Breeding Center, in the Doñana Nature Park in Huelva, Spain. Over the following years, the number of births grew and additional breeding centers were opened. In March 2009, it was reported that 27 cubs had been born since the beginning of the program. In 2009, the Spanish government planned to build a €5.5 million breeding center in Zarza de Granadilla. Portugal established a breeding center in Silves.\nThere were 14 surviving cubs in 2008 and 15 in 2009. In 2010, intense rain and health issues resulted in lower reproductive success—14 born, 8 surviving—but the next year, breeding centers recorded 45 births with 26 surviving kittens. In 2012, breeding centers in Portugal and Spain reported a total of 44 survivors from 59 births, while 2013 saw a total of 44 survivors out of 53 born.\nIn March 2013, it was reported that Iberian lynx embryos and oocytes had been collected and preserved for the first time. They were collected from Saliega and another female—both sterilized and retired from the breeding program—by Berlin's Leibniz Institute for Zoo and Wildlife Research and stored in liquid nitrogen at the Museo Nacional de Ciencias Naturales de Madrid (CSIC) for possible future breeding.","categories":[],"infobox_types":[],"annotations":[{"uri":"Feline","surface_form":"feline","offset":40},{"uri":"Genus","surface_form":"genus","offset":87},{"uri":"Lynx","surface_form":"Lynx","offset":94},{"uri":"Rabbits","surface_form":"rabbits","offset":248},{"uri":"Spanish_imperial_eagle","surface_form":"Spanish imperial eagle","offset":498},{"uri":"Eurasian_Lynx","surface_form":"Eurasian Lynx","offset":771},{"uri":"Cub","surface_form":"cub","offset":965},{"uri":"Huelva","surface_form":"Huelva","offset":1162},{"uri":"Zarza_de_Granadilla","surface_form":"Zarza de Granadilla","offset":1451},{"uri":"Silves%2C_Portugal","surface_form":"Silves","offset":1514}]}