{"id":356766,"url":"http://en.wikipedia.org/wiki/Motocross","text":"Motocross is a form of motorcycle racing. It is done on an off-road circuit. The sport came from motorcycle trials competitions held in the United Kingdom. Motocross is a physically demanding sport. It is held in all weather conditions and is a high-octane sport.\nThere are many competitive events in motocross.\nHelmets.\nMotocross helmets are specially designed to reduce multi-directional impact to the brain and skull. Modern day helmets have a hard outer shell, expanded polystyrene foam liner, inner foam padding and straps to keep it in place.\nGoggles.\nGoggles help protect the eye from dirt, rocks, dust and other loose particles when riding. This is particularly important since motocross is ridden on outdoor dirt tracks. Motocross goggles have foam liners which seals the eye area, anti-fog lenses and coloured lenses for different light conditions. Goggles also have clear plastic lens covers that can be torn off or rolled off during a race so the goggle remains clean and clear while riding.\nKnee braces.\nKnee braces have padding to protect the rider's knee joint. They can be made from different materials depending but have a solid outer frame with a hinge to adjust over your knees\nBoots.\nMotocross boots are different to regular motorcycle boots. They are designed to protect the rider's legs, feet and ankles from injury and are typically made from thick leather and plastic shielding. They also have plastic panelling, thick rubber soles, sturdy toe protectors and plastic supports. Motocross boots will sometimes feel tight and hard to walk in as they are meant to cover the ankle and feet like a cast for protection","categories":[],"infobox_types":[],"annotations":[{"uri":"Motorcycle","surface_form":"motorcycle","offset":23},{"uri":"Racing","surface_form":"racing","offset":34},{"uri":"Motorcycle_trials","surface_form":"motorcycle trials","offset":97},{"uri":"Competition","surface_form":"competition","offset":115},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":140},{"uri":"Octane_rating","surface_form":"high-octane","offset":245},{"uri":"Motorcycle","surface_form":"motorcycle","offset":1245}]}