{"id":356963,"url":"http://en.wikipedia.org/wiki/Harry_Reid","text":"Harry Mason Reid (born December 2, 1939) is a former American politician. He was the United States senator from Nevada from 1987 to 2017. He is a member of the United States Democratic Party, and was their leader in the Senate. Earlier, Reid was a member of the United States House of Representatives from Nevada and Lieutenant Governor of Nevada.\nEarly life.\nReid was born on December 2, 1939 in Searchlight, Nevada. He studied at Southern Utah University, at Utah State University, and at George Washington University.\nCareer.\nHe returned to Nevada after law school and served as Henderson city attorney before being elected to the Nevada Assembly in 1968. In 1970, at age 30, Reid was chosen by O'Callaghan as his running mate for Lieutenant Governor of Nevada. Reid and his mentor O'Callaghan won the race and Reid served as lieutenant governor from 1971 until 1974. Reid became the youngest lieutenant governor in Nevada's history. When he ran for the U.S. Senate seat being vacated by Alan Bible. He lost by fewer than 600 votes to former Governor Paul Laxalt. In 1975, Reid ran for Mayor of Las Vegas and lost to Bill Briare.\nRepresentative.\nNevada had only a single at-large member in the United States House of Representatives, but population growth in the 1970s caused in the state picking up a second district. Reid won the Democratic nomination for the Nevada's 1st congressional district, based in Las Vegas, in 1982, and easily won the general election. He served two terms in the House, from 1983 to 1987.\nSenator.\nIn 1986, Reid won the Democratic nomination for the seat of retiring two-term current Republican Senator Paul Laxalt. He defeated former at-large Congressman Jim Santini, a Democrat who had turned Republican, in the November election. He coasted to reelection in 1992. However, he barely defeated 1st District Congressman John Ensign in 1998 in the midst of a statewide Republican sweep.\nIn 2004, Reid won reelection with 61 percent of the vote, gaining the endorsement of several Republicans.\nEnsign was elected to Nevada's other Senate seat in 2000. He and Reid have a very good relationship, despite their bruising contest in 1998. The two frequently worked together on Nevada issues until Ensign was forced to resign his Senate seat.\nWhile Reid won the Democratic nomination with 75% of the vote in the June 8 primary, he faced a competitive general election for the 2010 Senate race in Nevada. Reid engaged in a $1 million media campaign to \"reintroduce himself\" to Nevada's voters. He defeated Republican challenger Sharron Angle in the general election.\nIn 2015, Reid announced his retirement from the senate. In November 2016, Democrat Catherine Cortez Masto, who he supported to replace him, won the election.\nPersonal life.\nHe is married to Landra Gould. They have 5 children. He now lives in Searchlight, Nevada.\nIn May 2018, Reid had surgery for pancreatic cancer at Johns Hopkins Cancer Center after a tumor was found on his pancreas during a routine screening. In a January 2019 interview with \"The New York Times\", it was revealed that Reid was confined to a desk at his home and was unable to move without the aid of a walker.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Senate","surface_form":"United States senator","offset":85},{"uri":"Nevada","surface_form":"Nevada","offset":112},{"uri":"United_States_Democratic_Party","surface_form":"United States Democratic Party","offset":160},{"uri":"United_States_House_of_Representatives","surface_form":"United States House of Representatives","offset":262},{"uri":"Searchlight%2C_Nevada","surface_form":"Searchlight","offset":397},{"uri":"Nevada","surface_form":"Nevada","offset":410},{"uri":"Southern_Utah_University","surface_form":"Southern Utah University","offset":432},{"uri":"Utah_State_University","surface_form":"Utah State University","offset":461},{"uri":"George_Washington_University","surface_form":"George Washington University","offset":491},{"uri":"Nevada","surface_form":"Nevada","offset":919},{"uri":"Alan_Bible","surface_form":"Alan Bible","offset":991},{"uri":"United_States_House_of_Representatives","surface_form":"United States House of Representatives","offset":1197},{"uri":"John_Ensign","surface_form":"John Ensign","offset":1852},{"uri":"United_States_Senate_election_in_Nevada%2C_2010","surface_form":"2010 Senate race in Nevada","offset":2401},{"uri":"Sharron_Angle","surface_form":"Sharron Angle","offset":2552},{"uri":"Catherine_Cortez_Masto","surface_form":"Catherine Cortez Masto","offset":2674},{"uri":"Pancreatic_cancer","surface_form":"pancreatic cancer","offset":2888},{"uri":"Tumor","surface_form":"tumor","offset":2945},{"uri":"Pancreas","surface_form":"pancreas","offset":2968},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":3039}]}