{"id":357021,"url":"http://en.wikipedia.org/wiki/Sarah%2C_Duchess_of_York","text":"Sarah, Duchess of York (Sarah Margaret; formerly Ferguson; born 15 October 1959) is a British charity patron, spokesperson, writer, film producer, television personality and member of the British Royal Family. She was the wife of Prince Andrew, Duke of York. She was married to him from 1986 until they divorced in 1996. She is often called \"Fergie\", a usual nickname for people named Ferguson.\nShe has two children from her marriage, Princesses Beatrice and Eugenie of York. They are currently eighth and ninth in the line of succession to the thrones of 16 independent Commonwealth realms.\nEarly life.\nSarah Margaret Ferguson was born at London Welbeck Hospital in London. She was the second daughter of Ronald Ferguson and his first wife, Susan Barrantes.\nShe went to Daneshill School, in Stratfield Turgis. She then went to Hurst Lodge School, in Ascot. After finishing a course at Queen's Secretarial College at the age of eighteen, Sarah went to work in a public relations firm in London. Later she worked for an art gallery, and then a publishing company.\nShe was married to Prince Andrew, Duke of York in 1986 to 1996, They have two daughters is Princess Beatrice of York and Princess Eugenie of York in their marriage.\nTitles.\nSarah's full title, after divorce, is \"Sarah Mountbatten-Windsor, Duchess of York, Countess of Inverness, Baroness Killyleagh\". Legally, she is still entitled to use her previous royal courtesy titles as long as she remains unmarried.","categories":[],"infobox_types":[],"annotations":[{"uri":"Patron","surface_form":"charity patron","offset":94},{"uri":"Spokesperson","surface_form":"spokesperson","offset":110},{"uri":"British_Royal_Family","surface_form":"British Royal Family","offset":188},{"uri":"Prince_Andrew%2C_Duke_of_York","surface_form":"Prince Andrew, Duke of York","offset":230},{"uri":"Line_of_succession_to_the_British_throne","surface_form":"line of succession","offset":519},{"uri":"London","surface_form":"London","offset":667},{"uri":"Prince_Andrew%2C_Duke_of_York","surface_form":"Prince Andrew, Duke of York","offset":1082},{"uri":"Princess_Beatrice_of_York","surface_form":"Princess Beatrice of York","offset":1154},{"uri":"Princess_Eugenie_of_York","surface_form":"Princess Eugenie of York","offset":1184}]}