{"id":35726,"url":"http://en.wikipedia.org/wiki/Stingray","text":"The stingrays are a large suborder of the rays. They are cartilaginous fish related to sharks. They are in the suborder Myliobatoidei of the order Myliobatiformes, which consists of nine families.\nMost stingrays have one or more barbed stings on the tail, which is used \"only\" for self-defence. The sting may reach about 35 cm, and its underside has two grooves with venom glands. The sting is covered with a thin layer of skin, the sheath, in which the venom is held. A few members of the suborder, such as the manta rays and the porcupine ray, do not have stings.\nStingrays are common in coastal tropical and subtropical marine waters throughout the world. There are species in warm temperate oceans, and some found in the ocean. Some live in fresh water. Most stingrays live at or near the bottom of the water, but some are pelagic.\nLifestyle.\nStingrays settle on the bottom while feeding, often leaving only their eyes and tail visible. Coral reefs are favorite feeding grounds and are usually shared with sharks during high tide.\nThe flattened bodies of stingrays allow them to hide themselves. Stingrays agitate the sand and hide beneath it. Their eyes are on top of their bodies and their mouths on the undersides. Stingrays use smell and electro-receptors (like those of sharks) to find their prey.\nStingrays feed mostly on molluscs, crustaceans, and occasionally on small fish. Some stingrays' mouths have two powerful, shell-crushing plates, while other species have sucking mouthparts that bring in the plankton.\nReproduction.\nStingrays are ovoviviparous, bearing live young in 'litters' of five to thirteen. The female holds the embryos in the womb without a placenta. Instead, the embryos absorb nutrients from a yolk sac, and after the sac is depleted, the mother provides uterine 'milk'.\nAt the Sea Life London Aquarium two female stingrays have delivered seven baby stingrays, although the mothers have not been near a male for two years. \"Rays have been known to store sperm and not give birth until they decide the timing is right\".\nLike all fish, stingrays get little parasites (such as flukes or copepods) on their gills or body. A cleaner fish helps the stingrays by eating the parasites it can get at.","categories":[],"infobox_types":[],"annotations":[{"uri":"Batoidea","surface_form":"rays","offset":42},{"uri":"Cartilaginous_fish","surface_form":"cartilaginous fish","offset":57},{"uri":"Shark","surface_form":"shark","offset":87},{"uri":"Myliobatiformes","surface_form":"Myliobatiformes","offset":147},{"uri":"Self-defence","surface_form":"self-defence","offset":281},{"uri":"Venom_(poison)","surface_form":"venom","offset":367},{"uri":"Gland","surface_form":"gland","offset":373},{"uri":"Manta_ray","surface_form":"manta ray","offset":512},{"uri":"Porcupine_ray","surface_form":"porcupine ray","offset":531},{"uri":"Tropical","surface_form":"tropical","offset":598},{"uri":"Subtropical","surface_form":"subtropical","offset":611},{"uri":"Temperate","surface_form":"temperate","offset":685},{"uri":"Fresh_water","surface_form":"fresh water","offset":745},{"uri":"Pelagic","surface_form":"pelagic","offset":827},{"uri":"Coral_reef","surface_form":"Coral reef","offset":941},{"uri":"Shark","surface_form":"shark","offset":1279},{"uri":"Mollusca","surface_form":"mollusc","offset":1332},{"uri":"Crustacean","surface_form":"crustacean","offset":1342},{"uri":"Plankton","surface_form":"plankton","offset":1514},{"uri":"Ovoviviparity","surface_form":"ovoviviparous","offset":1552},{"uri":"Yolk_sac","surface_form":"yolk sac","offset":1726},{"uri":"Parasite","surface_form":"parasite","offset":2087},{"uri":"Trematoda","surface_form":"flukes","offset":2106},{"uri":"Copepod","surface_form":"copepod","offset":2116},{"uri":"Gill","surface_form":"gill","offset":2135},{"uri":"Cleaner_fish","surface_form":"cleaner fish","offset":2152}]}