{"id":357237,"url":"http://en.wikipedia.org/wiki/Mount_Monadnock","text":"Mount Monadnock, or Grand Monadnock, is a mountain in the New England state of New Hampshire. Authors such as Ralph Waldo Emerson and Henry David Thoreau wrote about the mountain, so it is well-known. It is the highest mountain between the White Mountains of New Hampshire and the Massachusetts Berkshires. It is the highest point in Cheshire County, New Hampshire. Monadnock is one of the most popular mountains to climb in the world.\nAt, Mount Monadnock is nearly 1,000 feet (300 m) higher than any mountain within. It is 2,000 feet (600 m) above the nearby land. Mount Monadnock is in the towns of Jaffrey and Dublin, New Hampshire.\nThe term \"monadnock\" is used by American geologists to describe any single mountain formed when erosion removes softer rock and leaves harder rock behind. This is called an \"inselberg\" in other parts of the world.\nMonadnock's bare, isolated, and rocky summit gives people wide, clear views. The mountain is clear mostly because of fires set by early settlers. The first major fire in 1800 cleared trees the lower parts of the mountain to make pasture for animals. More fires and hurricane damaged the forest more. Between 1810 and 1820, local farmers thought that wolves were living in the forest and set the mountain on fire again. The fire burned hot and powerfully for weeks. It destroyed the topsoil and removed trees and plants mountain above.\nName.\nThe word \"monadnock\" comes from the Abenaki language. It means something like \"mountain that stands alone.\"\nTrails.\nMount Monadnock has many miles of clearly marked hiking trails. Two trails are most popular. The \"White Dot Trail,\" is the shortest but steepest way to the top. It starts from the Monadnock State Park headquarters and campground on the southeast side of the mountain. The \"White Arrow Trail,\" is the easier way to the top. There are also several other trails. The Society for the Protection of New Hampshire Forests prints a complete guidebook with maps, trail descriptions, history, geology, ecology, and other information about the mountain.\nHiking the mountain.\n125,000 hikers climb Monadnock each year. The four hour round trip to the top and back on one of the shorter trails may be challenging for the average hiker. Special skills or equipment are not needed from late spring to early fall. Climbing during winter and early spring requires special equipment, clothing, and preparation. Weather on the top of the mountain is often colder and wind is often much stronger than below. Climbers should be careful climbing at any time of year, but it can be especially dangerous from late fall to early spring.\nConservation.\nMost of the mountain is protected and new buildings or roads are not allowed. The Society for the Protection of New Hampshire Forests owns most of the mountain area. Its Monadnock Reservation is over. The state and the town of Jaffrey also own portions of the mountain.","categories":[],"infobox_types":[],"annotations":[{"uri":"New_England","surface_form":"New England","offset":58},{"uri":"New_Hampshire","surface_form":"New Hampshire","offset":79},{"uri":"Ralph_Waldo_Emerson","surface_form":"Ralph Waldo Emerson","offset":110},{"uri":"Henry_David_Thoreau","surface_form":"Henry David Thoreau","offset":134},{"uri":"White_Mountains_(New_Hampshire)","surface_form":"White Mountains","offset":240},{"uri":"Berkshires","surface_form":"Berkshires","offset":295},{"uri":"Cheshire_County%2C_New_Hampshire","surface_form":"Cheshire County, New Hampshire","offset":334},{"uri":"Jaffrey%2C_New_Hampshire","surface_form":"Jaffrey","offset":601},{"uri":"Dublin%2C_New_Hampshire","surface_form":"Dublin, New Hampshire","offset":613},{"uri":"Monadnock","surface_form":"monadnock","offset":646},{"uri":"Erosion","surface_form":"erosion","offset":732},{"uri":"Summit","surface_form":"summit","offset":888},{"uri":"Pasture","surface_form":"pasture","offset":1079},{"uri":"Topsoil","surface_form":"topsoil","offset":1332},{"uri":"Monadnock","surface_form":"monadnock","offset":1401},{"uri":"Abenaki_language","surface_form":"Abenaki language","offset":1427},{"uri":"Hiking","surface_form":"hiking","offset":1556},{"uri":"Society_for_the_Protection_of_New_Hampshire_Forests","surface_form":"Society for the Protection of New Hampshire Forests","offset":1871},{"uri":"Geology","surface_form":"geology","offset":1991},{"uri":"Ecology","surface_form":"ecology","offset":2000},{"uri":"Jaffrey%2C_New_Hampshire","surface_form":"Jaffrey","offset":2860}]}