{"id":35735,"url":"http://en.wikipedia.org/wiki/Sergei_Rachmaninoff","text":"Sergei Vasilievich Rachmaninoff (; pronounced rahk-MAH-nin-off) was a famous Russian composer and pianist. He was born on April 1, 1873 (N.S.) and died on March 28, 1943. Because the Russian language uses a different alphabet his name is sometimes spelled in different ways in English (“Sergei” or “Sergey”, and “Rachmaninoff”, “Rachmaninov”, “Rakhmaninov” or “Rakhmaninoff”). \"Sergei Rachmaninoff\" is the way he spelled his own name when he was in the United States.\nHe is thought of as one of the greatest pianists of the 1900's. He could play extremely difficult music and had very large hands so that he could play chords with large stretches. It is said that he could play a 13th. Unlike most people of his time, Rachmaninoff was a very tall man standing about 6 foot 6 inch. As a composer he is thought of as one of the great musicians who composed in the Romantic style. Although, most of his adult life he lived in the 1900s, and the Romantic style period is usually said to be around 1780 to 1910. His music has wonderful tunes that are easily remembered. Rachmaninoff's piano compositions are the most difficult to play that are written for the instrument.\nLife.\nRachmaninoff was born in Semyonovo, near Novgorod in the north-west of Russia. Members of his family were important people who had been in the service of the tsars of Russia. His parents played the piano and arranged for him to have piano lessons in Saint Petersburg and then Moscow.\nWhile he was still a student he wrote a short opera called \"Aleko\". He also wrote some piano pieces including a \"Prelude in C sharp minor\" with loud, heavy chords. This piece became extremely famous and is still his most popular piano piece today. He used to get fed up with people asking him to play the piece.\nNot all his music was well-liked at first. The critics thought his \"First Symphony\" was very bad. This may have been because the orchestra did not play it very well, but it made Rachmaninoff stop composing for a while. After some years of feeling depressed he wrote his \"Second Piano Concerto\" which everybody liked very much.\nRachmaninoff became happier. He was allowed to marry Natalia after years of engagement during which the Russian Orthodox Church did not want them to be married. The political conditions in Russia were bad so he lived in Germany and Italy for a time. After the Russian Revolution of 1917 he left his country and never returned. He had been very successful with his \"Third Piano Concerto\" in the United States, so he went to live in the United States in 1918. Russia had become the Soviet Union and for many years Rachmaninoff’s music was not allowed to be performed there. This worried him a lot and he felt homesick. He did not write very much music during the rest of his life in the United States. One work that did become very popular was the \"Rhapsody on a Theme of Paganini\" which he wrote in Switzerland in 1934. He died of melanoma in Beverly Hills, California.\nMusic.\nRachmaninoff’s piano music is mostly difficult to play. He wrote many short pieces called preludes and some studies which are some of the hardest piano music written since Liszt. As well as the \"Rhapsody on a Theme of Paganini\" he wrote four piano concertos. The Second and Third are very popular today, as is his \"Second Symphony\". The second concerto reaches the lowest C on the piano, making it one of the lowest pieces of music (this is lower than a bass, which goes down to D).\nHe wrote some very beautiful choral music which includes a piece for choir and orchestra called \"The Bells\" and a very long, religious work called the \"All-Night Vigil\" (sometimes called the \"Vespers\").\nHe wrote some chamber music including a cello sonata.\nThere are several excellent recordings of Rachmaninoff playing his own music. Most of these are available now on CD reissues.","categories":[],"infobox_types":[],"annotations":[{"uri":"Russia","surface_form":"Russia","offset":77},{"uri":"Composer","surface_form":"composer","offset":85},{"uri":"Piano","surface_form":"pianist","offset":98},{"uri":"April_1","surface_form":"April 1","offset":122},{"uri":"1873","surface_form":"1873","offset":131},{"uri":"Gregorian_calendar","surface_form":"N.S.","offset":137},{"uri":"March_28","surface_form":"March 28","offset":155},{"uri":"1943","surface_form":"1943","offset":165},{"uri":"Russian_language","surface_form":"Russian language","offset":183},{"uri":"Alphabet","surface_form":"alphabet","offset":217},{"uri":"United_States","surface_form":"United States","offset":453},{"uri":"20th_century","surface_form":"1900's","offset":524},{"uri":"Chord","surface_form":"chord","offset":619},{"uri":"Romantic_music","surface_form":"Romantic","offset":862},{"uri":"Semyonovo","surface_form":"Semyonovo","offset":1198},{"uri":"Novgorod","surface_form":"Novgorod","offset":1214},{"uri":"Russia","surface_form":"Russia","offset":1244},{"uri":"Domestic_service","surface_form":"service","offset":1316},{"uri":"Tsar","surface_form":"tsar","offset":1331},{"uri":"Saint_Petersburg","surface_form":"Saint Petersburg","offset":1423},{"uri":"Moscow","surface_form":"Moscow","offset":1449},{"uri":"Aleko","surface_form":"Aleko","offset":1517},{"uri":"Critic","surface_form":"critic","offset":1816},{"uri":"Orchestra","surface_form":"orchestra","offset":1898},{"uri":"Engagement","surface_form":"engagement","offset":2172},{"uri":"Russian_Orthodox_Church","surface_form":"Russian Orthodox Church","offset":2200},{"uri":"Germany","surface_form":"Germany","offset":2316},{"uri":"Italy","surface_form":"Italy","offset":2328},{"uri":"Russian_Revolution_of_1917","surface_form":"Russian Revolution of 1917","offset":2356},{"uri":"United_States","surface_form":"United States","offset":2490},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":2576},{"uri":"Rhapsody_on_a_Theme_of_Paganini","surface_form":"Rhapsody on a Theme of Paganini","offset":2843},{"uri":"Switzerland","surface_form":"Switzerland","offset":2894},{"uri":"Melanoma","surface_form":"melanoma","offset":2926},{"uri":"Beverly_Hills","surface_form":"Beverly Hills","offset":2938},{"uri":"California","surface_form":"California","offset":2953},{"uri":"Prelude","surface_form":"prelude","offset":3062},{"uri":"%C3%89tude","surface_form":"studies","offset":3080},{"uri":"Franz_Liszt","surface_form":"Liszt","offset":3144},{"uri":"Choral","surface_form":"choral","offset":3484},{"uri":"Religious","surface_form":"religious","offset":3580},{"uri":"Cello","surface_form":"cello","offset":3698},{"uri":"Sonata","surface_form":"sonata","offset":3704},{"uri":"Compact_disc","surface_form":"CD","offset":3825}]}