{"id":357493,"url":"http://en.wikipedia.org/wiki/Whitetip_reef_shark","text":"The Whitetip reef shark (\"Triaenodon obesus\"), is a species of requiem shark, and the only member of its genus. The whitetip reef shark gets its name because of the white tips on its first dorsal fin and caudal fin. This shark has a slim body, with a short, wide head, a blunt, flattened snout, and oval-shaped eyes. The body is dark grey to brown in colour, and the underside is white. The whitetip reef shark is widely distributed across the entire Indo-Pacific region, and is common along coral reefs, but is also found over sandy flats, in lagoons, and near drop-offs to deeper water. This species of shark is viviparous, giving birth to 1-5 pups after a gestation period lasting up to 12 months. The whitetip reef shark is currently listed as Near Threatened by the IUCN.\nDescription.\nThe whitetip reef shark has a slim body, and has a short, wide head. The snout is flattened and blunt, and has large flaps of skin in front of the nostrils. The eyes are small and oval-shaped, and have vertical pupils. Along with the mouth which slants downwards, the visible brow ridges give this shark a permanent \"disgusted\" expression to its face. The first dorsal fin is located well behind the pectoral fins. The second dorsal fin is large, but smaller than the first dorsal. The pectoral fins are wide and triangular in shape. The anal fin is about as large as the second dorsal fin. There is no interdorsal ridge (ridge between the two dorsal fins), and there are no lateral keels on the caudal penduncle.\nThe whitetip reef shark earns its common name for the white tips on the first dorsal fin and upper caudal fins. The body is dark grey to brown, and the underside is white. Small dark spots are sometimes present over the entire body. The remaining fins may also have white tips, but not always. The whitetip reef shark is sometimes confused with the Silvertip shark due to their similar appearances. However, the silvertip shark is a much heavier species, and has a large first dorsal fin and a much smaller second dorsal fin. Also, its caudal fin is lined with white, rather than tipped, as with the whitetip reef shark.\nThe whitetip reef shark is quite a small species of shark, growing to a maximum length of just under 7 feet (2.1 metres), however, individuals are rare at lengths over 5.2 feet (1.6 metres). Males mature at about 3.4 feet (1.04 metres) long, and generally reach lengths of up to 5.5 feet (1.7 metres). Females reach maturity at 3.4-3.6 feet (1.04-1.1 metres), and grow to at least 5.2 feet (1.6 metres). Whitetip reef sharks weigh a maximum weight of 18 kg.\nDistribution.\nThe whitetip reef shark is widely distributed across the entire Indo-Pacific region. In the Indian Ocean, it is found from northern KwaZulu-Natal, South Africa to the Red Sea and the Indian subcontinent, including Madagascar, Mauritius, the Comoros, the Aldabra Group, the Seychelles, Sri Lanka, and the Chagos Archipelago. In the western and central Pacific, it occurs from off southern China, Taiwan, and the Ryukyu Islands, to the Philippines, Southeast Asia, and Indonesia, to northern Australia, and is also found around numerous islands in Melanesia, Micronesia, and Polynesia, as far as Hawaii to the north, and the Pitcairn Islands to the southeast. In the eastern Pacific, it occurs from Costa Rica to Panama, and off the Galápagos Islands.\nThe whitetip reef shark is found mainly at coral reefs, but it is also found over sandy flats, in lagoons, and near drop-offs to deeper water. They prefer very clear water and rarely swim far from the bottom. This species is most common at a depth of. Sometimes, they may enter water less than 1 metre deep, and there is a record of a whitetip reef shark being captured from a depth of in the Ryukyu Islands.\nBehaviour.\nThe whitetip reef shark is usually seen swimming in clear waters along coral reefs, and has been reported at depths to up to 1,083 feet (330 metres). This species rarely swims to the surface, and is capable of lying motionless on the bottom for long periods of time. During daylight hours, whitetip reef sharks form large groups in caves, sometimes appearing stacked up like a pile of logs. The same sharks often return repeatedly to the same cave for long periods of time, changing location only periodically. The whitetip reef shark is most active throughout the night.\nFeeding.\nDuring the night, the whitetip reef shark becomes very active, and searches for prey along the bottom. When the shark finds a prey, it chases the prey into a crevice or small cave, trapping it. The slim body, blunt snout, and tough skin helps the whitetip reef shark hunt successfully in these small spaces. It feeds mainly on bony fish, including eels, squirrelfish, snappers, damselfish, parrotfish, surgeonfish, and triggerfish. It also eats octopuses, crabs, and lobsters.\nReproduction.\nWhitetip reef sharks are viviparous, and after a gestation period which can last around 12 months, the females give birth to 1-5 pups, which range from 52-60 cm in length. During mating, 1 to 11 males follow a female, until one of them gently nips the female's gill region. If the female accepts the male, the male grasps one of the female's pectoral fins in his mouth, and mates with her. Whitetip reef sharks reach maturity at around the age of 8 years, and live up to a maximum age of 25 years.\nHuman interaction.\nThe whitetip reef shark is fished in the waters off Pakistan, India, Sri Lanka and Madagascar. It is also believed to be fished in other waters across its range, but there is not a lot of information about this. The meat and liver are sold for human consumption, despite the fact that the liver has been reported as toxic. Although this shark is widely distributed, its restricted habitat, depth range, small litter size, and the long time to reach maturity means that the whitetip reef shark may become increasingly threatened to overfishing.\nThis shark is quite harmless to humans due to its easygoing nature and small teeth. It avoids close contact with humans, swimming off when approached by swimmers or divers. Since the whitetip reef shark is often attracted to food, divers have been able to hand feed individuals. However, sometimes an individual will become overly excited by spearfishing or when bait is present, and might bite the diver. This species is also known to bite if harassed.\nConservation.\nThe whitetip reef shark is widespread and quite abundant, and there is no legislation against fishing this species. The whitetip reef shark project of Hawaii is currently researching this shark’s life history, movement patterns, and habitat range, in hope that this will help in the future management of the populations of this shark. The Food and Agriculture Organisation of the United Nations (FAO) have been working for years on the International Plan of Action for the Conservation and Management of Sharks (IPOA-SHARKS). However, the vast size of the oceans where the whitetip reef shark is found, and the difficulty of law enforcement in many areas, make the task of managing the conservation of this shark extremely difficult. The whitetip reef shark is currently listed as Near Threatened by the IUCN.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":52},{"uri":"Carcharhinidae","surface_form":"requiem shark","offset":63},{"uri":"Genus","surface_form":"genus","offset":105},{"uri":"Dorsal_fin","surface_form":"dorsal fin","offset":189},{"uri":"Caudal_fin","surface_form":"caudal fin","offset":204},{"uri":"Coral_reef","surface_form":"coral reef","offset":492},{"uri":"Lagoon","surface_form":"lagoon","offset":544},{"uri":"Viviparous","surface_form":"viviparous","offset":614},{"uri":"Near_Threatened","surface_form":"Near Threatened","offset":748},{"uri":"International_Union_for_the_Conservation_of_Nature","surface_form":"IUCN","offset":771},{"uri":"Nostril","surface_form":"nostril","offset":937},{"uri":"Eye","surface_form":"eye","offset":951},{"uri":"Dorsal_fin","surface_form":"dorsal fin","offset":1152},{"uri":"Pectoral_fin","surface_form":"pectoral fin","offset":1190},{"uri":"Anal_fin","surface_form":"anal fin","offset":1328},{"uri":"Caudal_fin","surface_form":"caudal fin","offset":1603},{"uri":"Silvertip_shark","surface_form":"Silvertip shark","offset":1853},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":2689},{"uri":"KwaZulu-Natal","surface_form":"KwaZulu-Natal","offset":2729},{"uri":"South_Africa","surface_form":"South Africa","offset":2744},{"uri":"Red_Sea","surface_form":"Red Sea","offset":2764},{"uri":"Indian_subcontinent","surface_form":"Indian subcontinent","offset":2780},{"uri":"Madagascar","surface_form":"Madagascar","offset":2811},{"uri":"Mauritius","surface_form":"Mauritius","offset":2823},{"uri":"Comoros","surface_form":"Comoros","offset":2838},{"uri":"Seychelles","surface_form":"Seychelles","offset":2870},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":2882},{"uri":"Pacific_Ocean","surface_form":"Pacific","offset":2948},{"uri":"China","surface_form":"China","offset":2985},{"uri":"Taiwan","surface_form":"Taiwan","offset":2992},{"uri":"Philippines","surface_form":"Philippines","offset":3031},{"uri":"Indonesia","surface_form":"Indonesia","offset":3064},{"uri":"Australia","surface_form":"Australia","offset":3087},{"uri":"Melanesia","surface_form":"Melanesia","offset":3143},{"uri":"Micronesia","surface_form":"Micronesia","offset":3154},{"uri":"Polynesia","surface_form":"Polynesia","offset":3170},{"uri":"Hawaii","surface_form":"Hawaii","offset":3191},{"uri":"Pitcairn_Island","surface_form":"Pitcairn Island","offset":3220},{"uri":"Costa_Rica","surface_form":"Costa Rica","offset":3294},{"uri":"Panama","surface_form":"Panama","offset":3308},{"uri":"Gal%C3%A1pagos_Islands","surface_form":"Galápagos Islands","offset":3328},{"uri":"Coral_reef","surface_form":"coral reef","offset":3390},{"uri":"Lagoon","surface_form":"lagoon","offset":3445},{"uri":"Coral_reef","surface_form":"coral reef","offset":3838},{"uri":"Species","surface_form":"species","offset":3922},{"uri":"Bony_fish","surface_form":"bony fish","offset":4675},{"uri":"Eel","surface_form":"eel","offset":4696},{"uri":"Squirrelfish","surface_form":"squirrelfish","offset":4702},{"uri":"Snapper","surface_form":"snapper","offset":4716},{"uri":"Damselfish","surface_form":"damselfish","offset":4726},{"uri":"Parrotfish","surface_form":"parrotfish","offset":4738},{"uri":"Surgeonfish","surface_form":"surgeonfish","offset":4750},{"uri":"Triggerfish","surface_form":"triggerfish","offset":4767},{"uri":"Octopus","surface_form":"octopus","offset":4793},{"uri":"Crab","surface_form":"crab","offset":4804},{"uri":"Lobster","surface_form":"lobster","offset":4815},{"uri":"Viviparous","surface_form":"viviparous","offset":4864},{"uri":"Gestation_period","surface_form":"gestation period","offset":4888},{"uri":"Pectoral_fin","surface_form":"pectoral fin","offset":5181},{"uri":"Pakistan","surface_form":"Pakistan","offset":5408},{"uri":"India","surface_form":"India","offset":5418},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":5425},{"uri":"Madagascar","surface_form":"Madagascar","offset":5439},{"uri":"Hawaii","surface_form":"Hawaii","offset":6519},{"uri":"Food_and_Agriculture_Organization","surface_form":"Food and Agriculture Organisation of the United Nations","offset":6707},{"uri":"Ocean","surface_form":"ocean","offset":6924},{"uri":"Near_Threatened","surface_form":"Near Threatened","offset":7149},{"uri":"International_Union_for_the_Conservation_of_Nature","surface_form":"IUCN","offset":7172}]}