{"id":357567,"url":"http://en.wikipedia.org/wiki/Charles_Durning","text":"Charles Edward Durning (February 28, 1923 - December 24, 2012) was an American actor.\nEarly life.\nDurning was born in Highland Falls, New York on February 28, 1923, the ninth of ten children. His three brothers James (Roger) (1915–2000), Clifford (1916–1994),and Gerald Durning (born 1926), and his sister Frances (born 1919) survived to adulthood, but five sisters lost their lives to scarlet fever and smallpox as children. His mother, Louise (née Leonard; 1894–1982), was a laundress at West Point, and his father, James Durning (1883 – c. 1939), was an Irish immigrant. His mother was also born in Ireland.\nDurning was raised Catholic. He fought during World War II. He was married to Carole Doughty from 1959 until they divorced in 1972. He was legally separated from his second wife, Mary Ann (Amelio) Durning, in 2010. He is survived by his three children from his first marriage.\nCareer.\nReferred to as \"the King of Character Actors\", Durning began his career in 1951. While working as an usher in a burlesque joint, he was hired to replace a drunken actor onstage. Subsequently, he performed in some 50 stock company productions and in various off-Broadway plays. He attracted the attention of Joseph Papp. Beginning in 1961, he appeared in 35 plays as part of the New York Shakespeare Festival. \"That time in my life was my best time,\" Durning told Pittsburgh's Post Gazette in 2001. \"I had no money at all, and he (Joseph Papp) didn't pay much. You were getting a salary for performance plus a rehearsal salary. We would do three plays in Central Park for the summer. And then you'd do three to six plays every year down on Lafayette Street -- new plays by new writers: Sam Shepard, David Mamet, David Rabe, John Ford Noonan, Jason Miller\".\nIn slack periods between acting jobs, Durning taught ballroom dancing at the Fred Astaire Dance Studio in New York City.\nA bit later, Durning moved into television and movies. He made his film debut in 1965, playing in \"Harvey Middleman, Fireman\". He appeared in John Frankenheimer's \"I Walk the Line\" (1970) starring Gregory Peck, two Brian De Palma movies, \"Hi, Mom!\" (1970), credited as Charles Durnham, with Robert De Niro and \"Sisters\" (1973). He also appeared in \"Dealing: Or the Berkeley-to-Boston Forty-Brick Lost-Bag Blues\" (1972) with Barbara Hershey and John Lithgow.\nIn 1972, director George Roy Hill, impressed by his performance in the Tony Award and Pulitzer Prize-winning play \"That Championship Season\", offered Durning a role in \"The Sting\" (1973). In the Oscar best picture winner starring Paul Newman and Robert Redford, Durning won distinction as the crooked cop, Lt. Wm. Snyder. Durning had more than 100 movie and television credits. Some of Durning's other well-known movie performances include \"Dog Day Afternoon\", \"The Muppet Movie\", \"True Confessions\", \"Tootsie\", \"To Be Or Not To Be\", \"The Best Little Whorehouse in Texas\", \"Home for the Holidays\" and \"O Brother, Where Art Thou?\". He was also known for television performances in, to name a few, \"Queen of the Stardust Ballroom\", \"Captains and the Kings\", \"Studs Lonigan\", \"Death of a Salesman\", \"Evening Shade\" and \"Everybody Loves Raymond\". Most recent television roles include the voice of Francis Griffin on \"Family Guy\" and Michael Gavin, the retired firefighter father of Denis Leary's character, in the FX television series \"Rescue Me\".\nDurning's performances in Broadway productions were \"Drat! The Cat!\" (1965), \"Pousse-Café\" (1966), \"The Happy Time\" (1968), \"Indians\" (1969), \"That Championship Season\" (1972), \"In the Boom Boom Room\" (1973), \"The au Pair Man\" (1973), \"Knock Knock\" (1976), \"Cat on a Hot Tin Roof\" (1990), \"Inherit the Wind\" (1996), \"The Gin Game\" (1997), Gore Vidal's \"The Best Man\" (2000). His most recent performances in New York City stage productions are \"The Resistible Rise of Arturo Ui\" (2002) by Bertolt Brecht with Al Pacino and Wendy Wasserstein's final play, \"Third\" (2005).\nDurning won the L.A. Drama Critics Circle Award for his powerful performance in The Westwood Playhouse's 1977 production of David Rabe's \"Streamers\". In 1980, he won critical acclaim for his role as Norman Thayer, Jr. in Los Angeles's Ahmanson Theater's production of \"On Golden Pond\" opposite Julie Harris.\n“There are many secrets in us, in the depths of our souls, that we don’t want anyone to know about,” he told Parade. “There’s terror and repulsion in us, the terrible spot that we don’t talk about. That place that no one knows about — horrifying things we keep secret. A lot of that is released through acting.”\nAwards.\nDurning earned two Academy Award nominations for best supporting actor. He won a Tony Award for his performance as Big Daddy in \"Cat on a Hot Tin Roof\". He received two Drama Desk Awards for his performances in \"That Championship Season\" and \"Third\". He won a Golden Globe for Best Performance by an Actor in a Supporting Role in a Series, Mini-Series or Motion Picture Made for TV for \"The Kennedys of Massachusetts\" (1990). He had received three previous Golden Globe nominations and nine Emmy nominations.\nHonors.\nIn 1999, Durning was inducted into the Theater Hall of Fame on Broadway. He was honored with the Life Achievement Award at the 44th Annual Screen Actors Guild Award Ceremony on January 27, 2008. On July 31, 2008, he was given a star on the Hollywood Walk of Fame adjacent to one of his idols, James Cagney.\nDeath.\nDurning died on the morning of December 24, 2012 at his home in New York, New York from natural causes, aged 89. On December 27, 2012, Broadway theaters dimmed their lights to honor him. He died on the same day as Jack Klugman.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":70},{"uri":"New_York","surface_form":"New York","offset":134},{"uri":"World_War_II","surface_form":"World War II","offset":657},{"uri":"Ballroom_dancing","surface_form":"ballroom dancing","offset":1805},{"uri":"New_York_City","surface_form":"New York City","offset":1858},{"uri":"John_Lithgow","surface_form":"John Lithgow","offset":2317},{"uri":"Dog_Day_Afternoon","surface_form":"Dog Day Afternoon","offset":2772},{"uri":"Tootsie","surface_form":"Tootsie","offset":2833},{"uri":"The_Best_Little_Whorehouse_in_Texas","surface_form":"The Best Little Whorehouse in Texas","offset":2866},{"uri":"Home_for_the_Holidays_(movie)","surface_form":"Home for the Holidays","offset":2905},{"uri":"O_Brother%2C_Where_Art_Thou%3F_(movie)","surface_form":"O Brother, Where Art Thou?","offset":2933},{"uri":"Family_Guy","surface_form":"Family Guy","offset":3244},{"uri":"Academy_Award","surface_form":"Academy Award","offset":4592},{"uri":"Tony_Award","surface_form":"Tony Award","offset":4654},{"uri":"James_Cagney","surface_form":"James Cagney","offset":5383},{"uri":"New_York","surface_form":"New York","offset":5468},{"uri":"New_York","surface_form":"New York","offset":5478},{"uri":"Jack_Klugman","surface_form":"Jack Klugman","offset":5618}]}