{"id":357578,"url":"http://en.wikipedia.org/wiki/Yellow-lipped_sea_krait","text":"The yellow-lipped sea krait (\"Laticauda colubrina\") is a species of sea snake found in tropical Indo-Pacific ocean waters. The yellow-lipped sea krait is also known as the \"banded sea krait\" and the \"colubrine sea krait\".\nBiology.\nBanded sea kraits are often seen in large numbers in the company of hunting parties of giant trevally (\"Caranx ignobilis\") and goatfish. Their cooperative hunting technique is similar to that of the moray eel. The kraits flush out prey from narrow crevices and holes. Kraits need to drink fresh water and regularly come onto land for that purpose.\nWhile probing crevices with their head, they cannot see approaching predators. But they can fool their potential enemies into thinking their tail is the head. Both colouration and tail movements are like the head.\nDescription.\nFemale yellow-lipped sea kraits are longer than males. Females can grow up to the length of 1.6 meters, while males grow up to the length of 1 meters. Yellow-lipped sea kraits are light or dark blueish-grey on the top and yellow underneath with black bands running down the body and tail. The upper lip and snout is yellow (hence its name) while the rest of the head is black. They are very venomous but they are not aggressive and rarely ever bite divers or swimmers.\nBehavior.\nYellow-lipped sea kraits are one of the most venomous snakes in the world, but they are not aggressive and rarely ever bite humans. Even though they live in water, Yellow-lipped sea krait do not have gills so they have to go to the surface to breath air, but a yellow-lipped sea krait can go as deep as 100 meters underwater and stay there for up to an hour. Every 10–14 days yellow-lipped sea kraits come on land to digest their food, to shed their skin or mate and lay their eggs. They lay around 5-13 eggs at a time.\nVenom.\nWhen something is bitten by a yellow-lipped sea krait, the venom affects the muscles and the nerves. The venom of a yellow-lipped sea krait is said to be 10 times more deadly than the venom of a rattlesnake. In a single bite, a yellow-lipped sea krait can give more than 12 times the venom needed to kill a human. They don't recognize humans as prey or predator so they avoid swimmers and divers and rarely bite them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":57},{"uri":"Sea_snake","surface_form":"sea snake","offset":68},{"uri":"Tropical","surface_form":"tropical","offset":87},{"uri":"Indo-Pacific","surface_form":"Indo-Pacific","offset":96},{"uri":"Ocean","surface_form":"ocean","offset":109},{"uri":"Giant_trevally","surface_form":"giant trevally","offset":318},{"uri":"Goatfish","surface_form":"goatfish","offset":358},{"uri":"Moray_eel","surface_form":"moray eel","offset":430},{"uri":"Venom_(poison)","surface_form":"venomous","offset":1197},{"uri":"Venom_(poison)","surface_form":"venomous","offset":1330},{"uri":"Snake","surface_form":"snake","offset":1339},{"uri":"Gill","surface_form":"gill","offset":1485},{"uri":"Venom_(poison)","surface_form":"venom","offset":1871},{"uri":"Muscle","surface_form":"muscle","offset":1889},{"uri":"Nerve","surface_form":"nerve","offset":1905},{"uri":"Rattlesnake","surface_form":"rattlesnake","offset":2007}]}