{"id":357550,"url":"http://en.wikipedia.org/wiki/Apollo_6","text":"Apollo 6 was a space flight launched on April 4, 1968. It was the second mission of the United States Apollo program and last unmanned test flight of its Saturn V launch vehicle. It was also the last unmanned Apollo flight. It was an A-Type mission.\nIt was to show that the Saturn V could carry the weight of the Apollo fast enough and far enough into space to make a flight to the Moon possible. It was also designed to show that the Apollo Command Module's heat shield could survive the high speed re-entry into the Earth's atmosphere. The project was designed to fly into space at the necessary speeds, turn around, and return in about 10 hours.\nHowever problems in the fuel lines of several Saturn V second and third stage engines stopped it from reaching the speeds Apollo would need to reach the Moon. It was able to test the return speeds by using the Apollo spacecraft's engine. This had been done with Apollo 4, the first Saturn V test. Despite the engine failures, the flight gave NASA enough confidence in the Saturn V to use it for manned launches. Since Apollo 4 had also tested the heat shield at a full speed re-entry, a third unmanned flight was cancelled.\nObjectives.\nApollo 6 would test the Saturn V launch vehicle's ability to send the entire Apollo craft to the Moon. It would also test the stress a launch would put on the Lunar Module. It would also measure how much vibration there would be with a Saturn V with an almost full load. The Lunar Module was a test vehicle and only weighed, about 80% of the proper Lunar Module of (). Also, the CSM was only fueled to a weight of instead of the lunar mission weight of.\nIt was the first mission to use High Bay 3 in the Vertical Assembly Building (VAB), Mobile Launcher 2, and Firing Room 2.\nVehicle assembly.\nThe first stage of the Saturn V, S-IC, the third stage, S-IVB, and the Instrument Unit computer, arrived by boat on March 13, 1967. The first stage was put together in the Vehicle Assembly Building (VAB) four days later. The S-II second stage was delivered two months later. Scientist used a dumbbell-shaped spacer so testing could proceed. This had the same height and mass as the S-II along with all the electrical connections. The S-II arrived May 24. It was put into the rocket on July 7.\nTesting was slow as they were still getting the Saturn V ready for Apollo 4. While the building could hold four Saturn V rockets, there were not enough people or equipment to work on more than one at a time.\nThe Command and Service Module, a Block I model, as flown on three other unmanned tests, arrived September 29 and was added on December 10. It was made from two existing spacecraft, the CM-020 and SM-014. CM-020 had been damaged in an explosion. CM-014 had been taken apart as part of the investigation into the Apollo 1 fire. After two months of testing and repairs, the rocket was moved to the pad on February 6, 1968.\nLaunch.\nWhile Apollo 4 had a perfect flight, Apollo 6 had problems right from the start. Two minutes into the flight, the rocket experienced severe Pogo oscillations for about 30 seconds. Various parts of the rocket began to vibrate like a tuning fork. This included the fuel pipes. These vibrations caused damage to the part that joined the Command Module and Lunar Module to the Saturn V. Several pieces fell off during the launch.\nAfter the first stage was finished, the S-II second stage began to have its own problems. Engine number two (of five) had problems 225 seconds after liftoff. It got worse at 319 seconds, and then at 412 seconds the engine shut down. Two seconds later Engine Number Three shut down as well. The onboard computer was able to make changes and the other engines burned for 58 seconds longer than normal. The S-IVB third stage also had to burn for 29 seconds longer than usual. The S-IVB also did not work properly.\nThe S-IC first stage crashed back to Earth in the Atlantic Ocean east of Florida (), while the S-II second stage crashed south of the Azores ().\nOrbit.\nBecause of the launch problems, the rocket did not reach the planned height. After two orbits, the third stage, S-IVB would not restart. It was decided to use the Apollo Service Module engines to get the spacecraft into a higher orbit, as had been done in Apollo 4. It burned for 442 seconds (longer than it would ever fire on a lunar mission) to get to the planned height. There was not enough fuel to speed up the atmospheric reentry. The spacecraft only entered the atmosphere at a speed of instead of the planned of a lunar return. However, this had been demonstrated on Apollo 4.\nTen hours after launch, it landed from the planned touchdown point in the North Pacific Ocean north of Hawaii, and was lifted on board the USS \"Okinawa\".\nThe S-IVB's orbit slowed three weeks later, and it re-entered the atmosphere on April 25, 1968.\nAlthough Apollo 6 did not reach the speeds in either direction, it was considered successful enough to fly astronauts on the next Saturn V. This would orbit the Moon instead of the planned Earth orbit for Apollo 8. Instead, the next flight, Apollo 7, which did not use a Saturn V, tested a manned Apollo module in Earth orbit.\nCauses and fixes of problems.\nThe cause of the vibrations during the first stage of the flight was well known. However, it had been thought that the rocket had been 'detuned'. The solution was to add helium gas to the pipes and pumps to act as a shock absorber. This did not completely fix the vibration problem, and it caused the engines to shut down on the Apollo 13 flight.\nA fuel pipe carrying liquid hydrogen had broken because of the vibration, caused the two engines in the second stage to stop working. The engines were burning just liquid oxygen which caused them to overheat. This led to the engines shutting down. The liquid oxygen supply was turned off which then meant engine three was shut down as well. The problem was fixed by replacing a flexible section of pipe with a loop of stainless steel pipe.\nThe join between the Saturn V and the Apollo modules had a honeycomb like cell structure. The cells expanded because of trapped water and air as the rocket got faster. The solution was to drill small holes in the surface to allow for the expansion.\nCameras.\nDocumentary movies often show a Saturn V launch, and one of the most used pieces shows the interstage between the first and second stages falling away. This is usually said to be from the Apollo 11 mission, but it was actually filmed on the flights of Apollo 4 and Apollo 6.\nThe high speed cameras were dropped from the rocket soon after the first stage separation. They re-entered the atmosphere and were parachuted to the ocean, where they floated. Only one of the two S-II cameras on Apollo 6 was found.\nAnother launch shot often said to be Apollo 11 was shot on this day. It shows the rocket lifting up, positioned relatively close up and dead center. The shot can be identified as Apollo 6 as it had a white Apollo module; all the others were silver.\nPublic impact.\nThere was little press coverage of the Apollo 6 mission. On the same day as the launch, Martin Luther King, Jr. was shot and killed in Memphis, Tennessee, and President Johnson had announced he would not seek re-election only four days before.\nCapsule location.\nThe Apollo 6 Command Module is on display at the Fernbank Science Center, in Atlanta, Georgia.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"United States","offset":88},{"uri":"Apollo_program","surface_form":"Apollo program","offset":102},{"uri":"Saturn_V","surface_form":"Saturn V","offset":154},{"uri":"Apollo_4","surface_form":"Apollo 4","offset":911},{"uri":"NASA","surface_form":"NASA","offset":991},{"uri":"Vertical_Assembly_Building","surface_form":"Vertical Assembly Building","offset":1689},{"uri":"S-IC","surface_form":"S-IC","offset":1812},{"uri":"S-IVB","surface_form":"S-IVB","offset":1835},{"uri":"Vehicle_Assembly_Building","surface_form":"Vehicle Assembly Building","offset":1951},{"uri":"S-II","surface_form":"S-II","offset":2004},{"uri":"Dumbbell","surface_form":"dumbbell","offset":2071},{"uri":"S-II","surface_form":"S-II","offset":2161},{"uri":"S-II","surface_form":"S-II","offset":2213},{"uri":"Apollo_4","surface_form":"Apollo 4","offset":2339},{"uri":"Apollo_Command/Service_Module","surface_form":"Command and Service Module","offset":2484},{"uri":"Apollo_1","surface_form":"Apollo 1","offset":2792},{"uri":"Apollo_4","surface_form":"Apollo 4","offset":2915},{"uri":"Pogo_oscillation","surface_form":"Pogo oscillation","offset":3049},{"uri":"Tuning_fork","surface_form":"tuning fork","offset":3141},{"uri":"S-II","surface_form":"S-II","offset":3375},{"uri":"Engine_number","surface_form":"Engine number","offset":3425},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":3896},{"uri":"Azores","surface_form":"Azores","offset":3980},{"uri":"Apollo_4","surface_form":"Apollo 4","offset":4254},{"uri":"Atmospheric_reentry","surface_form":"atmospheric reentry","offset":4414},{"uri":"Hawaii","surface_form":"Hawaii","offset":4686},{"uri":"USS_Okinawa_(LPH-3)","surface_form":"USS \"Okinawa\"","offset":4722},{"uri":"S-IVB","surface_form":"S-IVB","offset":4741},{"uri":"Apollo_8","surface_form":"Apollo 8","offset":5038},{"uri":"Apollo_7","surface_form":"Apollo 7","offset":5074},{"uri":"Helium","surface_form":"helium","offset":5360},{"uri":"Apollo_13","surface_form":"Apollo 13","offset":5519},{"uri":"Hydrogen","surface_form":"hydrogen","offset":5565},{"uri":"Honeycomb","surface_form":"honeycomb","offset":6036},{"uri":"Documentary","surface_form":"Documentary","offset":6235},{"uri":"Apollo_11","surface_form":"Apollo 11","offset":6423},{"uri":"Parachute","surface_form":"parachute","offset":6641},{"uri":"Martin_Luther_King%2C_Jr.","surface_form":"Martin Luther King, Jr.","offset":7094},{"uri":"Memphis%2C_Tennessee","surface_form":"Memphis, Tennessee","offset":7141},{"uri":"Lyndon_Johnson","surface_form":"President Johnson","offset":7165},{"uri":"Fernbank_Science_Center","surface_form":"Fernbank Science Center","offset":7317},{"uri":"Atlanta%2C_Georgia","surface_form":"Atlanta, Georgia","offset":7345}]}