{"id":357651,"url":"http://en.wikipedia.org/wiki/Richard_Lynch","text":"Richard Hugh Lynch (February 12, 1940 – June 19, 2012) was an Irish-American actor best known for playing villains in movies and television. He often appeared in science fiction productions, including \"Battlestar Galactica\" (as Wolfe) and its sequel series \"Galactica 1980\" (as Commander Xaviar). He also appeared in such shows as \"Starsky and Hutch\", \"T. J. Hooker\", \"The A-Team\", \"Charmed\" and '.\nEarly life.\nRichard Lynch was born on February 12, 1940 in Brooklyn, New York City to Irish Catholic parents. His younger brother is actor Barry Lynch. Lynch served in the United States Marine Corps.Lynch was trained at The Actors Studio and at the HB Studios.\nCareer.\nIn while acting, Lynch was also a musician and played the saxophone, guitar, piano, and flute. He also enjoyed fishing, poetry, and architecture. He held Republic of Ireland citizenship through his Irish born parents and was a frequent visitor to Ireland. With Barry, the two brothers starred together in the films \"Nightforce\" and \"Total Force\". Lynch's wife Lily starred with him in the film \"Breaking the Silence\" (1998) and son Christopher Lynch starred with him in the science fiction film \"Trancers II\".\nLater career.\nThrough the years, Lynch worked with old friend and colleague Don Calfa in the films \"Necronomicon\" (1993), \"Toughguy\" (1995), \"Corpses Are Forever\" (2003), and \"Lewisburg\" (2009).\nPersonal life and death.\nLynch had married twice — once to Béatrix Lynch (their son Christopher died in 2005 from pneumonia), and later to Lily Lynch. His body was found in his home in Yucca Valley, California on June 19, 2012. It is not known if Lynch died on June 18 or 19. After not having heard from Lynch for several days, friend and actress Carol Vogel went to his home to find the door open and his body in his kitchen. She then called 9-1-1 He was survived by his brother Barry and sisters Carole Taylor and Cathy Jones. News reports following his death incorrectly identified his birth year as 1936, but the LA Times obituary published by his family correctly listed the year as 1940.","categories":[],"infobox_types":[],"annotations":[{"uri":"Irish_people","surface_form":"Irish","offset":62},{"uri":"Americans","surface_form":"American","offset":68},{"uri":"The_A-Team","surface_form":"The A-Team","offset":369},{"uri":"Brooklyn","surface_form":"Brooklyn","offset":458},{"uri":"New_York_City","surface_form":"New York City","offset":468},{"uri":"Catholic","surface_form":"Catholic","offset":491},{"uri":"Barry_Lynch","surface_form":"Barry Lynch","offset":538},{"uri":"United_States_Marine_Corps","surface_form":"United States Marine Corps","offset":571},{"uri":"Saxophone","surface_form":"saxophone","offset":726},{"uri":"Guitar","surface_form":"guitar","offset":737},{"uri":"Piano","surface_form":"piano","offset":745},{"uri":"Flute","surface_form":"flute","offset":756},{"uri":"Fishing","surface_form":"fishing","offset":779},{"uri":"Poetry","surface_form":"poetry","offset":788},{"uri":"Architecture","surface_form":"architecture","offset":800},{"uri":"Citizenship","surface_form":"citizenship","offset":842},{"uri":"Science_fiction","surface_form":"science fiction","offset":1142},{"uri":"Pneumonia","surface_form":"pneumonia","offset":1487},{"uri":"9-1-1","surface_form":"9-1-1","offset":1816}]}