{"id":357637,"url":"http://en.wikipedia.org/wiki/Ken_Mattingly","text":"Thomas Kenneth \"Ken\" Mattingly II (born March 17, 1936) is a former NASA astronaut and a Rear Admiral in the United States Navy. He was one of the Apollo program astronauts, acting as support crew for Apollo 8 and Apollo 11. He also was the astronaut who helped with the development of the Apollo spacesuit and backpack. Mattingly should have been on Apollo 13, but he was removed from the crew a few days before the launch because he had been in contact with German measles. He was the Apollo Command Module pilot for Apollo 16 (April 16-27, 1972), which meant he stayed in orbit around the Moon while John Young and Charles Duke landed on the surface. During this time he performed 26 scientific experiments. He spent 3 days, 9 hours and 28 minutes by himself, the longest solo US space flight. On the return from the Moon, Mattingly completed a 1 hour, 13 minute, spacewalk.\nAfter the Apollo missions, Mattingly become a Space Shuttle astronaut and flew two missions. The first was STS-4, from June 26 to July 4, 1982. This was the fourth and final orbital test flight for the Space Shuttle Columbia and Mattingly was the mission commander. STS-4 did 112 orbits of the Earth. His second mission was STS-51C in January 1985 in the Space Shuttle Discovery. Mattingly was again the mission commander for this short trip which launched equipment for the Department of Defense.\nMattingly was born in Chicago, Illinois. Educated in Florida, he completed a degree in aeronautical engineering at Auburn University. He joined the navy in 1958 and trained as a pilot. In 1966 he was chosen for the Apollo program. He spent 504 hours in space, and retired from NASA in 1985.","categories":[],"infobox_types":[],"annotations":[{"uri":"NASA","surface_form":"NASA","offset":68},{"uri":"Astronaut","surface_form":"astronaut","offset":73},{"uri":"Rear_Admiral","surface_form":"Rear Admiral","offset":89},{"uri":"United_States_Navy","surface_form":"United States Navy","offset":109},{"uri":"Apollo_program","surface_form":"Apollo program","offset":147},{"uri":"Apollo_8","surface_form":"Apollo 8","offset":201},{"uri":"Apollo_11","surface_form":"Apollo 11","offset":214},{"uri":"Apollo_13","surface_form":"Apollo 13","offset":351},{"uri":"German_measles","surface_form":"German measles","offset":460},{"uri":"Apollo_Command_Module","surface_form":"Apollo Command Module","offset":487},{"uri":"Apollo_16","surface_form":"Apollo 16","offset":519},{"uri":"John_Young","surface_form":"John Young","offset":603},{"uri":"Charles_Duke","surface_form":"Charles Duke","offset":618},{"uri":"Extravehicular_activity","surface_form":"spacewalk","offset":867},{"uri":"Space_Shuttle","surface_form":"Space Shuttle","offset":924},{"uri":"STS-4","surface_form":"STS-4","offset":985},{"uri":"Space_Shuttle_Columbia","surface_form":"Space Shuttle Columbia","offset":1080},{"uri":"STS-51C","surface_form":"STS-51C","offset":1202},{"uri":"Space_Shuttle_Discovery","surface_form":"Space Shuttle Discovery","offset":1233},{"uri":"Chicago%2C_Illinois","surface_form":"Chicago, Illinois","offset":1398}]}