{"id":357642,"url":"http://en.wikipedia.org/wiki/Zack_Snyder","text":"Zachary Edward \"Zack\" Snyder (born March 1, 1966) is an American actor, director, screenwriter, and producer, best known for action/science fiction movies.\nCareer.\nAfter making his career debut with the 2004 remake \"Dawn of the Dead\", he gained wide recognition with the 2007 box office hit \"300\", adapted from writer-artist Frank Miller's Dark Horse Comics miniseries of 300, and later went on to direct the 2009 superhero film \"Watchmen\", an adaptation of the Watchmen a comic book of the same name. He is the co-founder of Cruel and Unusual Films, a production company he established in 2004, alongside his wife Deborah Snyder and producing partner Wesley Coller.\nHis first family film was the 2010 animated family adventure film \"Legend of the Guardians: The Owls of Ga'Hoole\", based on the first three books of the series by Kathryn Lasky. He directed \"Sucker Punch\".\nIn recent years, he directed\"Man of Steel\", ' and \"Justice League\". After Joss Whedon replaced him in \"Justice League\", fans petitioned Warner Bros. to release Snyder's version of the movie. In May 2020, his version, titled \"Zack Snyder's Justice League\", will be released in 2021.\nPersonal life.\nSnyder was born on March 1, 1966 in Green Bay, Wisconsin. He has been married to Deborah Snyder since 2004.\nIn March 2017, Snyder's daughter committed suicide, forcing Snyder to drop out from the \"Justice League\" production.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":56},{"uri":"Frank_Miller_(comics)","surface_form":"Frank Miller","offset":325},{"uri":"Man_of_Steel_(movie)","surface_form":"Man of Steel","offset":902},{"uri":"Justice_League_(movie)","surface_form":"Justice League","offset":924},{"uri":"Joss_Whedon","surface_form":"Joss Whedon","offset":947},{"uri":"Zack_Snyder%27s_Justice_League","surface_form":"Zack Snyder's Justice League","offset":1098},{"uri":"Green_Bay%2C_Wisconsin","surface_form":"Green Bay, Wisconsin","offset":1206},{"uri":"Justice_League_(movie)","surface_form":"Justice League","offset":1367}]}