{"id":35761,"url":"http://en.wikipedia.org/wiki/Hideki_T%C5%8Dj%C5%8D","text":"Hideki Tōjō (30 December 1884 – 23 December 1948) was a leader of Japan during most of World War 2.\nHideki Tōjō was born on 30 December 1884 in Tokyo, Japan. He was the third son of a lieutenant general in the Imperial Japanese Army named Hidenori Tōjō. Tōjō had two older brothers but they died before he was born.\nIn 1909, he married a woman named Katsuko Ito and he had seven children with her: three sons and four daughters.\nIn the 1930s, Hideki Tōjō fought in the Sino-Japanese war, leading Japanese forces in occupied Manchuria. He returned to Tokyo in 1940 and held ministerial posts, where he urged an alliance with Germany and Italy against the Allied forces. Tojo became Prime Minister in 1941 and within two months ordered a surprise attack on U.S. naval forces in Hawaii. (The subsequent attack on Pearl Harbor was planned by Admiral Isoroku Yamamoto.)\nAfter Japan surrendered, American troops went to arrest Tojo and surrounded his house. He shot himself four times in the chest, but missed and the bullets hit his stomach. Disarmed and with blood gushing out of his chest, Tojo began to talk. He said, \"I am very sorry it is taking me so long to die. The Greater East Asia War was justified and righteous. I am very sorry for the nation and all the races of the Greater Asiatic powers. I wait for the righteous judgment of history. I wished to commit suicide but sometimes that fails.\"\nAfter his injuries healed, the Allies found Tojo guilty of war crimes and hanged him in Tokyo on 23 December 1948.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":66},{"uri":"World_War_2","surface_form":"World War 2","offset":87},{"uri":"Tokyo","surface_form":"Tokyo","offset":144},{"uri":"Imperial_Japanese_Army","surface_form":"Imperial Japanese Army","offset":210},{"uri":"Second_Sino-Japanese_War","surface_form":"Sino-Japanese war","offset":469},{"uri":"Manchuria","surface_form":"Manchuria","offset":524},{"uri":"Germany","surface_form":"Germany","offset":624},{"uri":"Italy","surface_form":"Italy","offset":636},{"uri":"Prime_Minister_of_Japan","surface_form":"Prime Minister","offset":681},{"uri":"Hawaii","surface_form":"Hawaii","offset":776},{"uri":"Attack_on_Pearl_Harbor","surface_form":"attack on Pearl Harbor","offset":800},{"uri":"War_crime","surface_form":"war crime","offset":1459}]}