{"id":357666,"url":"http://en.wikipedia.org/wiki/Delphinus","text":"Delphinus is a genus of dolphin, commonly known as the \"Common Dolphin'\". There are two species in this genus, the Short-beaked Common Dolphin (\"Delphinus delphis\"), and the Long-beaked Common Dolphin (\"Delphinus capensis\"). But some studies say that there is a third species, the \"Arabian Common Dolphin'\" (\"Delphinus tropicalis\"), which has a long, thin beak and is found in the Indian Ocean and the Red Sea.\nDescription.\nBoth, the Short-beaked Common Dolphin and the Long-beaked Common Dolphin are medium-sized dolphins. Adults grow between the lengths of 1.9 to 2.5 meters (6.2 to 8.2 ft), and weigh around 80 to 235 kg (180 to 520 lb). Males are longer and heavier than females. They are dark grey on the back, the belly is white, and the sides are light grey, gold, or yellow in color.\nBehavior.\nCommon Dolphins live in both, warm temperate and tropical waters from 40°N to 50°S. They eat many species of fish like sardines, herrings, and bonitos, octopuses and squids. They are fast swimmers, swimming up to the speed of 60 km per hour. They have made dives up to 200 meters (660 ft) deep.\nReproduction.\nCommon Dolphins are pregnant for around 10 to 11 months before giving birth to young which are 70 to 100 centimeters (2.3 to 3.3 ft) long, and weigh around 10 kg (22 Ib). They give birth to 1 young at a time. Females mature between the age of 2 and 7 years old and males mature between the age of 3 and 12 years old. They live for around 35-40 years.\nSpecies.\nAt first it was thought that there was only one species of the Delphinus genus, the Short-beaked Common Dolphin (\"Delphinus Delphis\"). But later, studies showed that there was another species, the Long-beaked Common Dolphin (\"Delphinus Capensis\"). The difference between the Short-beaked Common Dolphin and the Long-beaked Common Dolphin, is that the Short-beaked Common Dolphin is smaller in size and has a smaller beak than the Long-beaked Common Dolphin. Now scientist say there is a third species, the Arabian Common Dolphin (\"Delphinus Tropicalis\") which has a long, thin beak and lives in the Red Sea and the Indian Ocean, but it is not confirmed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":15},{"uri":"Dolphin","surface_form":"dolphin","offset":24},{"uri":"Short-beaked_Common_Dolphin","surface_form":"Short-beaked Common Dolphin","offset":115},{"uri":"Long-beaked_Common_Dolphin","surface_form":"Long-beaked Common Dolphin","offset":174},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":381},{"uri":"Red_Sea","surface_form":"Red Sea","offset":402},{"uri":"Short-beaked_Common_Dolphin","surface_form":"Short-beaked Common Dolphin","offset":434},{"uri":"Long-beaked_Common_Dolphin","surface_form":"Long-beaked Common Dolphin","offset":470},{"uri":"Dolphin","surface_form":"dolphin","offset":514},{"uri":"Temperate","surface_form":"temperate","offset":837},{"uri":"Tropical","surface_form":"tropical","offset":851},{"uri":"Fish","surface_form":"fish","offset":911},{"uri":"Sardine","surface_form":"sardine","offset":921},{"uri":"Herring","surface_form":"herring","offset":931},{"uri":"Bonito","surface_form":"bonito","offset":945},{"uri":"Octopus","surface_form":"octopus","offset":954},{"uri":"Squid","surface_form":"squid","offset":968},{"uri":"Pregnant","surface_form":"pregnant","offset":1131},{"uri":"Species","surface_form":"species","offset":1519},{"uri":"Genus","surface_form":"genus","offset":1544},{"uri":"Short-beaked_Common_Dolphin","surface_form":"Short-beaked Common Dolphin","offset":1555},{"uri":"Long-beaked_Common_Dolphin","surface_form":"Long-beaked Common Dolphin","offset":1668},{"uri":"Red_Sea","surface_form":"Red Sea","offset":2070},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":2086}]}