{"id":357627,"url":"http://en.wikipedia.org/wiki/Messier_87","text":"Messier 87 (also known as M87, Virgo A or NGC 4486) is a supergiant elliptical galaxy. It was discovered in 1781 by the French astronomer Charles Messier, who catalogued it as a nebulous feature. The second brightest galaxy within the northern Virgo Cluster, it is about 16.4 million parsecs (53.5 million light-years) from Earth.\nUnlike a disk-shaped spiral galaxy, Messier 87 has no distinctive dust lanes. It has an almost featureless, ellipsoidal shape. Luminosity diminishes with distance from the centre. At the core of this unusually large galaxy is an unusually large supermassive black hole. This is a strong source of radiation at many wavelengths, particularly radio waves. This black hole is the first and, to date, the only one for which astronomers have been able to make a direct image. A radio image taken by the Event Horizon Telescope in 2017 was published on 10 April 2019. The image shows the shadow of the black hole, surrounded by an emission ring with a diameter of.\nA jet of energetic plasma known as a blazar is thrown out by the black hole at near the speed of light. It goes outward at least. In pictures taken by the Hubble Space Telescope in 1999, the motion of Messier 87's jet was measured at four to six times the speed of light. This motion is probably an optical illusion caused by the relativistic velocity of the jet.\nStars.\nThe stars in this galaxy form about one sixth of Messier 87's mass. They are spread out symmetrically, but the density of stars decreases with distance from the core. The galactic envelope extends out to a radius of about, where it stops—possibly cut off by an encounter with another galaxy. Between the stars is a diffuse interstellar medium of gas that has been chemically enriched by elements emitted from evolved stars.\nOrbiting the galaxy is a huge number of about 12,000 globular clusters, compared to 150200 globular clusters orbiting the Milky Way.\nMessier 87 is one of the most massive giant elliptical galaxies near Earth, and one of the brightest radio sources in the sky,\nIt is a popular target for both amateur and professional astronomy study.","categories":[],"infobox_types":[],"annotations":[{"uri":"Elliptical_galaxy","surface_form":"elliptical galaxy","offset":68},{"uri":"Charles_Messier","surface_form":"Charles Messier","offset":138},{"uri":"Virgo_Cluster","surface_form":"Virgo Cluster","offset":244},{"uri":"Parsec","surface_form":"parsec","offset":284},{"uri":"Light-year","surface_form":"light-year","offset":306},{"uri":"Earth","surface_form":"Earth","offset":324},{"uri":"Spiral_galaxy","surface_form":"spiral galaxy","offset":352},{"uri":"Dust_lanes","surface_form":"dust lanes","offset":397},{"uri":"Ellipsoid","surface_form":"ellipsoid","offset":439},{"uri":"Luminosity","surface_form":"Luminosity","offset":458},{"uri":"Supermassive_black_hole","surface_form":"supermassive black hole","offset":576},{"uri":"Radiation","surface_form":"radiation","offset":628},{"uri":"Wavelength","surface_form":"wavelength","offset":646},{"uri":"Radio_wave","surface_form":"radio wave","offset":672},{"uri":"Plasma_(physics)","surface_form":"plasma","offset":1009},{"uri":"Blazar","surface_form":"blazar","offset":1027},{"uri":"Speed_of_light","surface_form":"speed of light","offset":1078},{"uri":"Hubble_Space_Telescope","surface_form":"Hubble Space Telescope","offset":1145},{"uri":"Star","surface_form":"star","offset":1365},{"uri":"Symmetry","surface_form":"symmetrically","offset":1449},{"uri":"Interstellar_medium","surface_form":"interstellar medium","offset":1684},{"uri":"Stellar_evolution","surface_form":"evolved stars","offset":1770},{"uri":"Globular_cluster","surface_form":"globular cluster","offset":1838},{"uri":"Milky_Way","surface_form":"Milky Way","offset":1907},{"uri":"Amateur","surface_form":"amateur","offset":2077}]}