{"id":357639,"url":"http://en.wikipedia.org/wiki/Tony_Martin","text":"Tony Martin (born Alvin Morris, December 25, 1913 – July 27, 2012) was an American actor and singer who was married to performer Cyd Charisse for 60 years.\nEarly life.\nMartin was born as Alvin Morris in San Francisco, California, the son of Hattie (née Smith) and Edward Clarence Morris.\nCareer.\nIn movies, he was first cast in a number of bit parts, including a role as a sailor in the movie \"Follow the Fleet\" (1936), starring Fred Astaire and Ginger Rogers. He eventually signed with 20th Century-Fox and then Metro-Goldwyn-Mayer in which he starred in a number of musicals. Between 1938 and 1942, he made a number of hit records for Decca Records. Martin was featured in the 1941 Marx Brothers film \"The Big Store\", in which he played a singer and performed the now infamous (at least with Marx Brothers fans) \"Tenement Symphony\", which was written by Hal Borne, who became his long-time musical director.\nPersonal life.\nIn 1937 he married Alice Faye, with whom he had starred in several films. They divorced in 1941. Martin remarried, to actress and dancer Cyd Charisse in 1948. They remained married until her death in 2008. They had one son together, Tony Martin, Jr. (August 28, 1950 – April 10, 2011), who predeceased his father. Martin adopted Charisse's son, Nicky, from her first marriage\nDeath.\nMartin died on the evening of July 27, 2012, of natural causes. He was 98.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":74},{"uri":"Cyd_Charisse","surface_form":"Cyd Charisse","offset":129},{"uri":"Fred_Astaire","surface_form":"Fred Astaire","offset":429},{"uri":"20th_Century-Fox","surface_form":"20th Century-Fox","offset":487},{"uri":"Metro-Goldwyn-Mayer","surface_form":"Metro-Goldwyn-Mayer","offset":513},{"uri":"Musical_film","surface_form":"musicals","offset":568},{"uri":"Marx_Brothers","surface_form":"Marx Brothers","offset":684},{"uri":"Cyd_Charisse","surface_form":"Cyd Charisse","offset":1062}]}