{"id":357844,"url":"http://en.wikipedia.org/wiki/Walkie-talkie","text":"A walkie-talkie is a hand held device, two way radio receiver/transmitter. It was developed in the second world war.\nRadio engineer Alfred J. Gross worked on the early technology behind the walkie-talkie between 1934 and 1941. During the war it was developed by Donald L. Hings and engineering teams at Motorola led by Henryk Magnuski.\nTypical walkie-talkies today are phone sized and have a push to talk button. Walkie-talkie are used for various reasons, in the military, for amateur radio, and for personal use.\nHistory.\nThe first walkie-talkie was so large it had to be carried in a backpack, and was called Motorola SCR-300. Mortorola also made other Walkie-talkies during World War Two. During World War Two The first hand-held Walkie-talkies were also developed by Mortorola during WWII.\nDevelopment.\nThe idea of walkie-talkies did not get much interest until the war started in 1939. After a few years the Motorola team had improved them, so that the army could use them. There were also vehicle and tank versions. The British, Germans and Americans all had their own versions.\nMotorola also produced the hand-held AM SCR-536 radio during World War II, and it was called the \"handie-talkie\" (HT). The terms are often confused today, but the original walkie talkie referred to the back mounted model, while the handie-talkie was the device which could be held entirely in the hand (but had vastly reduced range).\nUses.\nWalkie-talkies are widely used in many settings, business, police force, military and recreation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Radio","surface_form":"radio","offset":47},{"uri":"World_War_II","surface_form":"second world war","offset":99},{"uri":"Motorola","surface_form":"Motorola","offset":303},{"uri":"Phone","surface_form":"phone","offset":369},{"uri":"Button","surface_form":"button","offset":405},{"uri":"Military","surface_form":"military","offset":464},{"uri":"Backpack","surface_form":"backpack","offset":587},{"uri":"World_War_Two","surface_form":"World War Two","offset":700},{"uri":"WWII","surface_form":"WWII","offset":789},{"uri":"Vehicle","surface_form":"vehicle","offset":996},{"uri":"Tank","surface_form":"tank","offset":1008},{"uri":"SCR-536","surface_form":"AM SCR-536","offset":1123},{"uri":"Police_force","surface_form":"police force","offset":1485}]}