{"id":357852,"url":"http://en.wikipedia.org/wiki/Abell_2142","text":"Abell 2142 is a huge, X-ray luminous galaxy cluster in the constellation Corona Borealis. It is the result of an ongoing merger between two galaxy clusters. The combined cluster is six million light years across, contains hundreds of galaxies and \"enough gas to make a thousand more\". It is \"one of the most massive objects in the universe\".\nX-Ray Image.\nThe image on the right was taken in 1999 with the Chandra X-ray Observatory's 0.3-10.0 keV Advanced Imaging Spectrometer, and covers an area of 7.5 x 7.2 arc minutes. It shows a colossal cosmic \"weather system\" produced by the collision of two giant clusters of galaxies. For the first time, the pressure fronts in the system have been traced in detai. They show a bright, but relatively cool 50 million degree Celsius central region (white) embedded in large elongated cloud of 70 million degree Celsius gas (magenta), all of which is boiling in a faint \"atmosphere\" of 100 million degree Celsius gas (faint magenta and dark blue). The bright source in the upper left is an active galaxy in the cluster.\nQuick Facts.\nAbell 2142 is part of the Abell catalogue of rich clusters of galaxies originally published by UCLA astronomer George O. Abell (19271983) in 1958. It has a heliocentric redshift of 0.0909 (meaning it is moving away from us at 27,250 km/s) and a visual magnitude of 16.0. It is about 1.2 billion light years (380 megaparsecs) away.","categories":[],"infobox_types":[],"annotations":[{"uri":"X-ray","surface_form":"X-ray","offset":22},{"uri":"Galaxy_cluster","surface_form":"galaxy cluster","offset":37},{"uri":"Constellation","surface_form":"constellation","offset":59},{"uri":"Corona_Borealis","surface_form":"Corona Borealis","offset":73},{"uri":"Galaxy","surface_form":"galaxy","offset":140},{"uri":"Million","surface_form":"million","offset":185},{"uri":"Light_years","surface_form":"light years","offset":193},{"uri":"Chandra_X-ray_Observatory","surface_form":"Chandra X-ray Observatory","offset":405},{"uri":"Electron_volt","surface_form":"eV","offset":443},{"uri":"Spectrometer","surface_form":"Spectrometer","offset":463},{"uri":"Minute_of_arc","surface_form":"arc minutes","offset":509},{"uri":"George_O._Abell","surface_form":"George O. Abell","offset":1184},{"uri":"Redshift","surface_form":"redshift","offset":1242},{"uri":"Apparent_magnitude","surface_form":"visual magnitude","offset":1318},{"uri":"Billion","surface_form":"billion","offset":1360},{"uri":"Light_years","surface_form":"light years","offset":1368},{"uri":"Parsec","surface_form":"megaparsecs","offset":1385}]}