{"id":358148,"url":"http://en.wikipedia.org/wiki/Anthony_Franciosa","text":"Anthony Franciosa (Anthony George Papaleo October 25, 1928 – January 19, 2006) was an American movie, TV, and stage actor, usually known as Tony Franciosa during his career.\nHe made some movies such as; \"Career\" (1959) for which he won the Drama. In television he is known for his lead roles in five well-known TV shows as; the sitcom \"Valentine's Day\" (1964–65), the drama series \"The Name of the Game\" (1968–71), \"Search\" (1972–73), \"Matt Helm\" (1975) and \"Finder of Lost Loves\" (1984). Franciosa received a Tony Award nomination for his role in the play \"A Hatful of Rain\".\nFranciosa was born in New York City, New York on October 25, 1928.\nFranciosa was married to Beatrice Bakalyar from 1952 until it ended in divorce in 1957. Secondly he married Shelley Winters from 1957 until they divorced in 1960. Thirdly he married Judy Balaban from 1961 until they divorced in 1967. Lastly he married Rita Thiel from 1970 until his death in 2006.\nFranciosa suffered a stroke on the day his ex-wife Shelley Winters died on January 14, 2006. Franciosa died five days after Winters' death on January 19, 2006 from a stroke at the UCLA Medical Center in Los Angeles, California, he was 77 years old. He is survived by his wife Rita, his three children, and his two grandchildren. His remains were later cremated.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":86},{"uri":"Golden_Globe_Award","surface_form":"Drama","offset":240},{"uri":"New_York_City%2C_New_York","surface_form":"New York City, New York","offset":599},{"uri":"Shelley_Winters","surface_form":"Shelley Winters","offset":752},{"uri":"Stroke","surface_form":"stroke","offset":1108},{"uri":"UCLA","surface_form":"UCLA Medical Center","offset":1122},{"uri":"Los_Angeles%2C_California","surface_form":"Los Angeles, California","offset":1145},{"uri":"Cremated","surface_form":"cremated","offset":1294}]}