{"id":358125,"url":"http://en.wikipedia.org/wiki/Dayana_Mendoza","text":"e=\"preserve\">\"This article applies Spanish naming customs: the paternal last name first, followed by the maternal last name\"\nDayana Sabrina Mendoza Moncada (born June 1, 1986) is a model and beauty pageant titleholder, who won Miss Venezuela 2007 and Miss Universe 2008. She also received the honor of crowning Stefanía Fernández as Miss Universe 2009. Eighteen-year-old Fernández was a fellow Venezuelan, and Dayana became the first Miss Universe to crown a compatriot.\nPersonal Life.\nDayana is 34 years old. She won Miss Venezuela 2007, and also Miss Universe 2008.\nEarly Life.\nDayana was born on June 1st, 1986, in Caracas, Venezuela to Willy and Maria Auxiliadora de Mendoza, and has a younger sister called Daniela, and grew up in the Venezuelan state of Amazonas.\nKidnapping!\nDayana was once kidnapped in Venezuela, and stated that its psychological trauma taught her, to remain poised under pressure.\nMarriage.\nYoung Dayana married Michael Pagano in 2013, when she was just 27 years old. In 2016 their marriage ended, however. They have a daughter, Eva.\nCareer.\nIn 2001 Dayana signed with Elite modeling agency and paraded in Spain, Italy, France, USA, England, Greece and Germany for Versace, Roberto Cavalli and other designers.\nShe was the host of the TV show \"Relaxed\" for the network E! Entertainment Latin America.\nShe also participated in the fifth season of \"The Celebrity Apprentice\" (corresponding to the season twelve of \"The Apprentice\"), a program hosted by Donald Trump.\nMiss Venezuela 2007.\nMendoza beat out 27 other candidates to win Miss Venezuela 2007 on September 13, 2007, in Caracas, and became only the second woman representing the Amazonas state to win, following Carolina Izsak in 1991.\nMiss Universe 2008.\nDayana was just twenty-two when she was crowned Miss Universe 2008 at the pageant at the Crown Convention Center, Nha Trang, Vietnam, on July 13, 2008. She became the first winner of the pageant from Venezuela since Miss Universe 1996's winner Alicia Machado, thus making her the first Venezuelan Miss Universe in the 21st century.\nMiss Universe 2007 Riyo Mori crowned her with a tiara worth US$120,000. Her prize package includes cash, a year contract promoting Miss Universe, world travel, a rent-free prestigious New York City apartment, a luxury apartment, and a gift bag stuffed with designer shoes, dresses and beauty products, a US$100,000 stipend for a two-year course at the New York Film Academy and free access to famous fashion houses and beauty parlors. Dayana kindly spent her year-long reign traveling the world to lecture on humanitarian issues and to promote education regarding AIDS.\nAs of June 2009, Dayana as Miss Universe has traveled to Indonesia, Singapore, Italy, Vatican City, Spain, France, Nicaragua, Ukraine, Czech Republic, Bahamas, Russia, El Salvador, the United Arab Emirates, Brazil, the Dominican Republic, Puerto Rico, Bolivia, Argentina, Romania, and Vietnam, in addition to numerous trips around the United States and her homecoming in Venezuela! Together with Miss Universe 1969 Gloria Diaz, Mendoza was the goodwill ambassador of Venezuela-based technology firm Smartmatic to thank the Philippines for entrusting the company the success of their 2010 presidential elections.\nProduction of the film \"Honey\".\nDayana is concerned about humanitarian issues, such as AIDS awareness, and domestic violence prevention. So, she wrote, directed and produced the short film \"Honey\" to raise awareness about domestic violence.\nCrowning Stefanía Fernández.\nDayana got an honour on August 23, 2009, in Nassau, Bahamas, when she got to crown a compatriot, Stefanía Fernández, as Miss Universe 2009. She was the first person to crown a compatriot as Miss Universe.\nModeling photos.\nAfter photos of Mendoza modeling naked for a jewelry firm surfaced, officials from the Miss Universe Organization decided against penalizing her, saying that the candid photos were not pornographic but \"artistic in nature, and they don't have an ounce of pornographic content to them.\"\nGuantanamo Bay visit.\nOn 27 March 2009, Dayana documented a visit to Guantanamo Bay detention camp on her blog. In it, she was quoted as saying, \"Guantanamo was such a relaxing place, so calm and beautiful\". She also stated that when she visited the detainees camps, \"...we saw the jails, where they shower, how the recreate themselves with movies, classes of art, books. It was very interesting\".\nIn her home country, Venezuela, the issue became the talk of the town, with the president, Hugo Chávez, reconsidering the praise he had previously given her. The Miss Universe Organization has replied that \"...[her] comments on her blog were in reference to the hospitality she received while meeting the members of the U.S. military and their families who are stationed in Guantánamo\". On 1 April 2009, the entry vanished from her blog.","categories":[],"infobox_types":[],"annotations":[{"uri":"Model_(person)","surface_form":"model","offset":181},{"uri":"Beauty_pageant","surface_form":"beauty pageant","offset":191},{"uri":"Stefan%C3%ADa_Fern%C3%A1ndez","surface_form":"Stefanía Fernández","offset":311},{"uri":"Caracas","surface_form":"Caracas","offset":618},{"uri":"Venezuela","surface_form":"Venezuela","offset":627},{"uri":"Amazonas_(Venezuela)","surface_form":"Amazonas","offset":760},{"uri":"Elite_modeling_agency","surface_form":"Elite modeling agency","offset":1096},{"uri":"Spain","surface_form":"Spain","offset":1133},{"uri":"Italy","surface_form":"Italy","offset":1140},{"uri":"France","surface_form":"France","offset":1147},{"uri":"USA","surface_form":"USA","offset":1155},{"uri":"England","surface_form":"England","offset":1160},{"uri":"Greece","surface_form":"Greece","offset":1169},{"uri":"Germany","surface_form":"Germany","offset":1180},{"uri":"Versace","surface_form":"Versace","offset":1192},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":1478},{"uri":"Caracas","surface_form":"Caracas","offset":1603},{"uri":"Amazonas_(Brazil)","surface_form":"Amazonas state","offset":1662},{"uri":"Riyo_Mori","surface_form":"Riyo Mori","offset":2090},{"uri":"HIV/AIDS","surface_form":"AIDS.","offset":2635},{"uri":"Honey_(movie_about_domestic_violence)","surface_form":"Honey","offset":3443},{"uri":"Stefan%C3%ADa_Fern%C3%A1ndez","surface_form":"Stefanía Fernández","offset":3620},{"uri":"Miss_Universe_Organization","surface_form":"Miss Universe Organization","offset":3832},{"uri":"Guantanamo_Bay_detention_camp","surface_form":"Guantanamo Bay detention camp","offset":4100},{"uri":"Blog","surface_form":"blog","offset":4137},{"uri":"Guantanamo","surface_form":"Guantanamo","offset":4177},{"uri":"Venezuela","surface_form":"Venezuela","offset":4450},{"uri":"Hugo_Ch%C3%A1vez","surface_form":"Hugo Chávez","offset":4520},{"uri":"United_States_Military","surface_form":"U.S. military","offset":4749}]}