{"id":358129,"url":"http://en.wikipedia.org/wiki/Stefan%C3%ADa_Fern%C3%A1ndez","text":"Stefanía Fernández Krupij* (born September 4, 1990) is a Venezuelan beauty pageant titleholder, humanitarian and political activist who participated in the 2014 Venezuela Protests, and was awarded Miss Venezuela 2008 as well as Miss Universe 2009 titles. Fernández is also the face of Avon Products, and was listed among the 50 Most Beautiful People list by \"People en Español\". She has participated in many humanitarian activities, including fighting for AIDs awareness and fighting against human rights violations. Fernández also earned a Guinness record by becoming the first Miss Universe winner who was crowned by a compatriot.\nBiography.\nFernández was born on Tuesday, September 4, 1990, in Mérida, Venezuela, to Nadia Krupij Holojad and José Luis Fernández. She is of Ukrainian, Spanish (Galician), Russian and Polish origin. Her Ukrainian maternal grandfather immigrated from the Soviet Union during the period of Communist rule.\nFernández lives in Bogota, Colombia with her husband, Bernardo Ausaje, an investor, who she wedded in Colombia on May 6, 2017.\nFernández has participated in political protest, and humane causes. During her time as Miss Universe, she traveled to many countries to spread AIDs awareness and participated in the 2014 Venezuela revolts.\nFernández won the Miss Venezuela 2008 title in a pageant held in Caracas on September 10, 2008. She was crowned by the outgoing titleholder, Dayana Mendoza, Miss Venezuela 2007 and Miss Universe 2008. She was also awarded \"Miss Elegance\", \"Best Body\", and \"Best Face\" titles. She became the second Miss Trujillo to win that title since the Miss Venezuela pageant first began in 1952 and also the second Miss Trujillo to win Miss Universe. The first was Bárbara Palacios, Miss Venezuela 1986 and Miss Universe 1986.\nMiss Universe 2008, Dayana Mendoza (also from Venezuela) crowned her as Miss Universe 2009 on August 23, 2009, in Nassau, Bahamas. This marked the first time in Miss Universe history the same country won the crown two years in a row.\nFernández was also recognized as among the 50 Most Beautiful People list by \"People en Español\" and in March 2010, Fernández officially became the face of Avon Products.\nMarriage & Divorce.\nStefanía´s husband is Bernardo Ausaje, an investor, who she wedded in Cartagena, Colombia, on May 6, 2017.\nIn June of 2020, however, Stefanía confirmed her decision to divorce Ausaje. Her manager, Luis Bascaran, released the following statement on social media:After three years of marriage, we want to inform you that by mutual agreement Bernardo and I have made the decision to separate (…) we have managed to make this decision from wisdom and maturity. We appreciate your respect and understanding. We will not be giving more statements on the subject.\nTravelling Worldwide.\nFernández has traveled to several countries to spread AIDs Awareness.\nIn November, she traveled again to Indonesia, specifically to the Bali island, when she filmed a commercial of vitamins. On her return to New York, she was in a press conference about HIV, in which she appeared with Ban Ki-moon, the Secretary-General of the United Nations, and with recognised Venezuelan fashion designer Carolina Herrera. On 5 November 2009, she served as a presenter at the Latin Grammy Awards in Las Vegas, United States, sharing with Puerto Rican salsa singer Víctor Manuelle. At her second presentation in Venezuela, specifically in the Plaza de Toros Monumental de Maracaibo, where there was a crowd of 15,000 people, they gave a recognition (Orchid Award) to Fernández at Orchid Festival of Chinita Fair.\nShe also traveled to Cannes, France, on 9 December 2009, for the Five Star Diamond awards, with Miss USA Kristen Dalton, and to Willemstad, Curaçao and Barquisimeto, Venezuela, as well, in early January 2010, for the Procesión de la Divina Pastora (Procession of the Holy Shepherdess). Fernández traveled to Puerto Rico in February 2010 to host \"Levántate\", a Telemundo TV show; then travelled to New York, where she appeared on \"The Oprah Winfrey Show\".\nCrowning Indonesian representative for Miss Universe.\nIn October 2020, Fernández traveled to Jakarta, Bandung and Medan, in Indonesia, where she crowned the Indonesian representative for the Miss Universe 2010 pageant.\nCrowning other Representatives.\nIn September, March, and April 2010, she travelled to Moscow, Russia; São Paulo, Brazil; Mumbai, India; Nassau, Bahama; Caracas, Venezuela; and Prague, Czech Republic, where she crowned the respective representatives of those countries for the Miss Universe 2010 pageant. She then flew to Colombia (she was invited to promote the Kimberly-Clark brand), Panama (where she served as a presenter for Sony), and to Puerto Rico again, for the Puerto Rico Open.\nAIDS awareness activism.\nStefanía promised to spend her year-long reign as Miss Universe traveling the world raising awareness on humanitarian issues and promoting education regarding HIV/AIDS. During her reign, Stefanía traveled to Indonesia, Curaçao, France, Puerto Rico, Russia, Colombia, Panama, the Czech Republic, the Bahamas, Mexico, the Dominican Republic, Brazil, India, Spain, Rwanda, Venezuela, Argentina, and Ecuador for Aids Awareness Tour In 2010. Hugo Chávez, president of Venezuela, thanked her, giving her the support of both him and his government for this act.\nFlag Incident.\nOn August 23, 2010, Stefanía, still just a teenager, passed her crown to Ximena Navarrete (Miss Mexico). During her final catwalk, she opened a flag of Venezula with only seven stars. The Venezuelan parliament (the National Assembly) had voted a modification of the flag from seven to eight stars in 2006; former President Chávez had favored this decision. The display of the old flag was seen by Investor's Business Daily as a protest against the new policies of Chávez.\nParticipation In 2014 Venezuelan Protests.\nDuring the 2014 Venezuelan protests, Stefanía participated in the \"Your Voice is Your Power\" campaign, fighting against violence, human rights violations and the censorship of media in Venezuela.\nOther Representation.\nStefanía is the face of Avon Products. She was listed as among the 50 Most Beautiful People list by \"People en Español,\" a Spanish-language magazine.","categories":[],"infobox_types":[],"annotations":[{"uri":"Venezuela","surface_form":"Venezuela","offset":57},{"uri":"Beauty_pageant","surface_form":"beauty pageant","offset":68},{"uri":"Guinness_record","surface_form":"Guinness record","offset":541},{"uri":"Ukrainian_people","surface_form":"Ukrainian","offset":775},{"uri":"Galician_people","surface_form":"Spanish (Galician)","offset":786},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":888},{"uri":"Communist_Party_of_the_Soviet_Union","surface_form":"Communist rule","offset":922},{"uri":"Miss_Venezuela_2008","surface_form":"Miss Venezuela 2008","offset":1289},{"uri":"Caracas","surface_form":"Caracas","offset":1336},{"uri":"Dayana_Mendoza","surface_form":"Dayana Mendoza","offset":1412},{"uri":"Miss_Venezuela_2007","surface_form":"Miss Venezuela 2007","offset":1428},{"uri":"Miss_Universe_2008","surface_form":"Miss Universe 2008","offset":1452},{"uri":"Trujillo_(state)","surface_form":"Trujillo","offset":1574},{"uri":"Miss_Venezuela","surface_form":"Miss Venezuela","offset":1611},{"uri":"Miss_Universe","surface_form":"Miss Universe","offset":1695},{"uri":"B%C3%A1rbara_Palacios","surface_form":"Bárbara Palacios","offset":1724},{"uri":"Miss_Venezuela_1986","surface_form":"Miss Venezuela 1986","offset":1742},{"uri":"Miss_Universe_1986","surface_form":"Miss Universe 1986","offset":1766},{"uri":"Dayana_Mendoza","surface_form":"Dayana Mendoza","offset":1806},{"uri":"Miss_Universe_2009","surface_form":"Miss Universe 2009","offset":1858},{"uri":"Nassau%2C_Bahamas","surface_form":"Nassau, Bahamas","offset":1900}]}