{"id":358224,"url":"http://en.wikipedia.org/wiki/Paul_Ryan","text":"Paolo Davis \"Paul\" Ryan (born January 29, 1970) is an American politician. He was the Speaker of the United States House of Representatives from October 29, 2015 to January 3, 2019. He was a member of U.S. House of Representatives from 1999 to 2019. He was also the House Budget Committee chairman.\nRyan also served as Chairman of the House Budget Committee from 2011 to 2015. He was the Republican Party nominee for Vice President in the 2012 election. On October 22, 2015, Ryan said he was going to run for Speaker of the United States to succeed John Boehner. He was elected on October 29 and shortly afterwards became speaker. As Speaker, Ryan helped launch the House passing of the American Health Care Act.\nRyan announced his retirement from Congress on April 11, 2018.\nEarly life.\nRyan was born at Mercyhealth Hospital and Trauma Center in Janesville, Wisconsin. His parents were Elizabeth A. \"Judy\" (née Hutter) and Paul Murray Ryan. Ryan studied at Miami University in Oxford, Ohio. His father died of a heart attack when Ryan was in his teenage years. His grandmother moved in shortly afterwards because she had Alzheimer's disease.\nUnited States representative (1999-2019).\nRyan was first elected to the House in 1999, winning the 1st District seat of Mark Neumann, a two-term incumbent who had vacated his seat to make an unsuccessful bid for the U.S. Senate. Ryan won the Republican primary over 29-year-old pianist Michael J. Logan of Twin Lakes.\nRyan became the ranking Republican member of the House Budget Committee in 2008, then chairman in 2012 after Republicans took control of the House. That same year he was selected to deliver the Republican response to the State of the Union address.\nDuring his 12 years in the House, Ryan has sponsored more than 70 bills or amendments, of which two were enacted into law. One, passed in July 2000, renamed a post office in Ryan's district; the other, passed in December 2009, lowered the excise tax on arrow shafts. Ryan has also co-sponsored 975 bills, of which 176 have passed. 22 percent of these bills were originally sponsored by Democrats.\nIn 2010, Ryan was a member of the bipartisan National Commission on Fiscal Responsibility and Reform (Bowles-Simpson Commission), which was tasked with developing a plan to reduce the federal deficit. He voted against the final report of the commission.\nIn 2012, Ryan accused the nation's top military leaders of using \"smoke and mirrors\" to remain under budget limits passed by Congress. Ryan later said that he misspoke on the issue and called General Martin Dempsey, the Chairman of the Joint Chiefs of Staff, to apologize for his comments.\nAs of mid-2012, Ryan had been on seven trips abroad as part of a congressional delegation.\nSpeaker of the House (2015-2019).\nOn October 9, 2015, after the resignation of Speaker of the House John Boehner, Ryan confirmed that he might run for speaker. Ryan confirmed on October 22 that he would seek the speakership after receiving the endorsements of two factions of House Republicans, including the conservative Freedom Caucus. On October 29, Ryan was elected Speaker with 236 votes. He is the youngest Speaker since James G. Blaine in 1875. As Speaker, Ryan has had a role in passing the Every Child Suceeds Act, a big school reform law. He has been a major expert on the government budget, and worked with Senator Patty Murray to pass a budget before he was speaker. Ryan was the Speaker of the House during the 2016 Presidential election. On Wednesday, April 11, 2018, Speaker Ryan announced his intent not to re-election saying he will be retiring in January, at the end of his current term.\nRetirement.\nRyan announced his retirement from the House on April 11, 2018.\n2012 vice presidential bid.\nOn August 11, 2012, he was selected by Republican Party Presidential Candidate Mitt Romney for Vice Presidential Candidate of the 2012 Presidential election.\nPersonal life.\nRyan is currently married to Jenna Little. They have three children. Before entering into politics, Ryan worked as a fitness instructor. He was also a speechwriter for New York congressman Jack Kemp during the early 1990s.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":54},{"uri":"Politician","surface_form":"politician","offset":63},{"uri":"Speaker_of_the_United_States_House_of_Representatives","surface_form":"Speaker of the United States House of Representatives","offset":86},{"uri":"United_States_House_of_Representatives","surface_form":"U.S. House of Representatives","offset":201},{"uri":"United_States_House_Committee_on_the_Budget","surface_form":"House Budget Committee","offset":335},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice President","offset":417},{"uri":"United_States_presidential_election%2C_2012","surface_form":"2012 election","offset":439},{"uri":"Speaker_of_the_United_States_House_of_Representatives","surface_form":"Speaker of the United States","offset":509},{"uri":"John_Boehner","surface_form":"John Boehner","offset":549},{"uri":"Janesville%2C_Wisconsin","surface_form":"Janesville, Wisconsin","offset":847},{"uri":"Miami_University","surface_form":"Miami University","offset":958},{"uri":"Oxford%2C_Ohio","surface_form":"Oxford, Ohio","offset":978},{"uri":"Heart_attack","surface_form":"heart attack","offset":1013},{"uri":"Teenage","surface_form":"teenage","offset":1047},{"uri":"Alzheimer%27s_disease","surface_form":"Alzheimer's disease","offset":1122},{"uri":"Mark_Neumann","surface_form":"Mark Neumann","offset":1263},{"uri":"Twin_Lakes%2C_Wisconsin","surface_form":"Twin Lakes","offset":1449},{"uri":"Republican_response_to_the_State_of_the_Union_address","surface_form":"Republican response to the State of the Union address","offset":1655},{"uri":"Bill_(proposed_law)","surface_form":"bills","offset":1776},{"uri":"Excise_tax","surface_form":"excise tax","offset":1949},{"uri":"Arrow","surface_form":"arrow","offset":1963},{"uri":"National_Commission_on_Fiscal_Responsibility_and_Reform","surface_form":"National Commission on Fiscal Responsibility and Reform","offset":2152},{"uri":"Economic_deficit","surface_form":"deficit","offset":2299},{"uri":"Smoke_and_mirrors","surface_form":"smoke and mirrors","offset":2427},{"uri":"General_(United_States)","surface_form":"General","offset":2553},{"uri":"Martin_Dempsey","surface_form":"Martin Dempsey","offset":2561},{"uri":"Chairman_of_the_Joint_Chiefs_of_Staff","surface_form":"Chairman of the Joint Chiefs of Staff","offset":2581},{"uri":"Congressional_delegation","surface_form":"congressional delegation","offset":2716},{"uri":"Speaker_of_the_House","surface_form":"Speaker of the House","offset":2821},{"uri":"John_Boehner","surface_form":"John Boehner","offset":2842},{"uri":"Freedom_Caucus","surface_form":"Freedom Caucus","offset":3064},{"uri":"James_G._Blaine","surface_form":"James G. Blaine","offset":3169},{"uri":"Patty_Murray","surface_form":"Patty Murray","offset":3368},{"uri":"Republican_Party_(United_States)","surface_form":"Republican Party","offset":3791},{"uri":"Mitt_Romney","surface_form":"Mitt Romney","offset":3831},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice Presidential","offset":3847},{"uri":"Fitness","surface_form":"fitness","offset":4042},{"uri":"New_York","surface_form":"New York","offset":4093},{"uri":"Jack_Kemp","surface_form":"Jack Kemp","offset":4114}]}