{"id":358379,"url":"http://en.wikipedia.org/wiki/Charing_Cross_railway_station","text":"Charing Cross station, is a central London rail terminus in the City of Westminster. The rail station is one of 18 stations managed by Network Rail, and trains serving it are operated by Southeastern. It is the fifth busiest rail terminal in London.\nThe station takes its name from the central London road junction of Charing Cross. The front of the rail station faces The Strand. The other end is the northern end of Hungerford Bridge, which is crossed by all trains serving the station. Ticket barriers control access to all platforms, although the bridge entrance has no barriers.\nThe original station building was built on the site of Hungerford Market and opened on 11 January 1864. The station has a single span wrought iron roof arching over the six platforms on its relatively cramped site. A year later the Charing Cross Hotel opened on 15 May 1865, and gave the station an ornate front in the French Renaissance style. At the same time, a replica of the Eleanor Cross was erected in the station forecourt, based on the original 13th century Whitehall Cross that had been demolished in 1647. Distances in London are officially measured from the original site of the cross in Whitehall, now the statue of Charles I, and not from this replica cross.","categories":[],"infobox_types":["London station"],"annotations":[{"uri":"London","surface_form":"London","offset":36},{"uri":"Railway_station","surface_form":"rail terminus","offset":43},{"uri":"City_of_Westminster","surface_form":"City of Westminster","offset":64},{"uri":"Network_Rail","surface_form":"Network Rail","offset":135},{"uri":"Southeastern_(train_operating_company)","surface_form":"Southeastern","offset":187},{"uri":"Charing_Cross","surface_form":"Charing Cross","offset":318},{"uri":"Strand%2C_London","surface_form":"The Strand","offset":369},{"uri":"Hungerford_Bridge","surface_form":"Hungerford Bridge","offset":418},{"uri":"Hungerford_Market","surface_form":"Hungerford Market","offset":639},{"uri":"Wrought_iron","surface_form":"wrought iron","offset":718},{"uri":"France","surface_form":"French","offset":903},{"uri":"Renaissance","surface_form":"Renaissance","offset":910},{"uri":"Eleanor_Cross","surface_form":"Eleanor Cross","offset":964},{"uri":"Whitehall","surface_form":"Whitehall","offset":1051}]}