{"id":358482,"url":"http://en.wikipedia.org/wiki/Natterjack_Toad","text":"The natterjack toad (\"Epidalea calamita\", formerly \"Bufo calamita\") is a toad. They live in the sandy and heathland areas of Europe. Adults are 60–70 mm in length. They are different from other toads because they have a yellow line down the middle of the back. They have relatively short legs. This gives them a distinctive gait, which is different than the hopping movement of many other toad species.\nNatterjacks have a very loud and distinctive mating call.\nLife history.\nNatterjacks live for up to 15 years and feed on insects, worms and small reptiles. At night they move around open land with little vegetation. Their tracks can often be seen in loose sand. They move large distances each night.\nReproduction.\nThe Natterjack Toad spawns between the end of April and July. They lay 'strings' of eggs in shallow, warm pools. Because the Natterjack Toad is often present in low numbers, its loud mating calls are important so that the sexes can find each other.\nFor Natterjacks, pools need to have a small slope with little vegetation on the banks and in the water. Sometimes the larvae die when the pools dry out. The Natterjack mates a few times each summer. The age of the young can vary from a month to 3 months in September.\nDistribution.\nThere are toads in seventeen European countries. In the British Isles the toad is mostly in coastal areas. In mainland Europe, particularly in the southern part of its range, it lives inland in a variety of places.\nIreland.\nThe Natterjack Toad is the only species of toad native to Ireland. It is found on the Dingle peninsula and Derrynane in County Kerry and also in County Wexford.","categories":[],"infobox_types":[],"annotations":[{"uri":"Toad","surface_form":"toad","offset":73},{"uri":"Heath_(habitat)","surface_form":"heathland","offset":106},{"uri":"Europe","surface_form":"Europe","offset":125},{"uri":"Insects","surface_form":"insects","offset":523},{"uri":"Reptiles","surface_form":"reptiles","offset":548},{"uri":"Dingle_peninsula","surface_form":"Dingle peninsula","offset":1557},{"uri":"Derrynane","surface_form":"Derrynane","offset":1578}]}