{"id":358415,"url":"http://en.wikipedia.org/wiki/Mount_Herzl","text":"Mount Herzl (,), also called \"Har HaZikaron\" (, which means \"Mount of Remembrance\"), is the national cemetery of Israel in Jerusalem. It is named for Theodor Herzl, the founder of modern political Zionism. Yad Vashem, the main Holocaust museum of Israel is on the Mount of Remembrance. It is an extension of Mount Herzl. Mount Herzl is 834 meters above sea level. The northern area is the National Military and Police cemetery and the southern area is the National Civil Cemetery of the State of Israel.\nNational Civil Cemetery of the State of Israel (Helkat Gdolei Ha'Uma).\nThe southern slope of Mount Herzl is dedicated to the leaders and important public persons of the state of Israel. In Hebrew this cemetery is called Helkat Gdolei Ha'Uma (\"the section of the great people of the nation\"). The cemetery region includes national memorials of the Israeli public and memorial gardens of leaders that visit the state of Israel.\nMount Herzl Plaza.\nMount Herzl Plaza is central ceremonial plaza in Mount Herzl in Jerusalem. The plaza is used for the opening ceremony of Israel Independence Day every year. On the northern side of the plaza is the grave of Theodor Herzl, the founder of modern political Zionism. The plaza is at the highest spot of Mount Herzl in the center of the national cemetery. On 18 April 2012, during the rehearsals for the Independence Day ceremony, an electrical lamppost fell down. It killed one soldier and wounded seven other soldiers. The soldier was buried in the military cemetery nearby.\nMenorah sculpture.\nThe Menorah sculpture is at the entrance to Mount Herzl. It is dedicated to the Third Temple. It was made in 2002 by sculptor Ben Zion Tzefoni.\nGarden of the Nations.\nThe Garden of the Nations is a public garden. It has been planted with olives trees by foreign leaders visiting Israel. Each tree is has a plaque with the name of the leader who planted it.\nHerzl Museum.\nThe Herzl Museum is a biographical museum. It tells the story of Theodor Herzl and his vision to create a Zionist country. The museum opened in 2005.\nMount Herzl Educational Center.\nMount Herzl Educational Center - The Stella and Alexander Margolis Educational Center for study of Zionism is located beside the Herzl Museum. It opened in 2013. A small memorial garden to Norman Herzl was planted beside the study center.\nPath to Yad Vashem.\nThe memorial path was designed by the architect Uri Abramson and was built by Israeli youth organizations in 2003. It tells the story of the birth of the state of Israel, from the beginning of the Zionism until the declaration of the state. The path runs from the National Civil Cemetery to Yad Vashem.\nVictims of Acts of Terror Memorial.\nThe Victims of Acts of Terror Memorial is the main memorial for all victims of terrorism in Israel from 1851 until today. The Memorial was opened in 1997, and every year, a ceremony is held on the plaza of the memorial.\nNational Military and Police Cemetery.\nThe main Israel Defense Forces cemetery is on the northern slope of Mt. Herzl. The cemetery includes memorials to members of the IDF who have fallen in the line of duty, and memorial gardens to the people who fought for the pre Zionist state. The Israel Police cemetery, for police officers who have fallen in the line of duty, is also located there.\nGarden of Those Missing in Action.\nThe Garden of Those Missing in Action is a Memorial Garden in the National Military and Police Cemetery dedicated to people who have gone missing in action so that their burial place is unknown. It is also dedicated to the memory of unknown soldiers. In the garden there is a wall of names of people hwo have gone missing starting in 1914 until the present day. Beside it, empty graves represent missing soldiers and officers who have fought in the Israeli Defense Forces.\nNational Memorial Hall.\nThe National Memorial Hall For Israel's Fallen () at Mount Herzl in Jerusalem is an initiative of the Israeli Ministry of Defense to commemorate all military Israeli casualties of war and Jewish fighters from 1860 until today. The proposal to build the hall was announced by Defense Minister Ehud Barak in 2010.\nIn 2012, the Israeli government approved the establishment of the National Memorial Hall at a cost of $40 million. Certification has been delayed because of a petition to the court by families of terror victims. They say that there is no mention in the hall of the names of those victims, although the Hall is planned to be built next to the main memorial to Israeli terror victims.\nThe Memorial Hall opened on 30 April 2017.\nMemorial of the Unknown Soldier.\nIn the center of the hall is the eternal flame dedicated to the unknown soldiers of Israel. This means at least one unidentified set of remains is buried there so that the families of soldiers whose bodies were never brought back can go there, imagine it is their dead relative, and mourn.\nAncient burial cave.\nAn ancient Jewish burial cave from the Second Temple period was found in the military cemetery in 1954. Architect Asher Hiram designed a new entrance for the cave, so it is included in the cemetery.\nMount of Remembrance.\nThe Mount of Remembrance is the western summit of Mount Herzl. It is 806 meters above sea level. It is called Mount of Remembrance in memory of the victims of the Holocaust. Yad Vashem museum is on the top of the mountain.\nYad Vashem.\nYad Vashem is the national Holocaust museum of Israel. The museum includes the International School for Holocaust Studies, the International Institute for Holocaust Research, the Valley of the Destroyed Communities, the Hall of Names, and the Righteous Among the Nations memorial path.","categories":[],"infobox_types":["mountain","cemetery"],"annotations":[{"uri":"Israel","surface_form":"Israel","offset":113},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":123},{"uri":"Theodor_Herzl","surface_form":"Theodor Herzl","offset":150},{"uri":"Zionism","surface_form":"Zionism","offset":197},{"uri":"Yad_Vashem","surface_form":"Yad Vashem","offset":206},{"uri":"Holocaust","surface_form":"Holocaust","offset":227},{"uri":"Mount_Herzl","surface_form":"Mount Herzl","offset":998},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":1013},{"uri":"Israeli_Independence_Day_ceremony","surface_form":"opening ceremony","offset":1050},{"uri":"Israel_Independence_Day","surface_form":"Israel Independence Day","offset":1070},{"uri":"Grave","surface_form":"grave","offset":1147},{"uri":"Theodor_Herzl","surface_form":"Theodor Herzl","offset":1156},{"uri":"Zionism","surface_form":"Zionism","offset":1203},{"uri":"Third_Temple","surface_form":"Third Temple","offset":1620},{"uri":"Ben_Zion_Tzefoni","surface_form":"Ben Zion Tzefoni","offset":1666},{"uri":"Olive","surface_form":"live","offset":1779},{"uri":"Herzl_Museum","surface_form":"Herzl Museum","offset":1915},{"uri":"Mount_Herzl_Educational_Center","surface_form":"Mount Herzl Educational Center","offset":2093},{"uri":"Zionism","surface_form":"Zionism","offset":2192},{"uri":"Uri_Abramson","surface_form":"Uri Abramson","offset":2400},{"uri":"Zionism","surface_form":"Zionism","offset":2549},{"uri":"Yad_Vashem","surface_form":"Yad Vashem","offset":2643},{"uri":"Israel_Police","surface_form":"Israel Police","offset":3197},{"uri":"Gan_HaNe%27edarim","surface_form":"Garden of Those Missing in Action","offset":3340},{"uri":"Missing_in_action","surface_form":"missing in action","offset":3474},{"uri":"Mount_Herzl","surface_form":"Mount Herzl","offset":3886},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":3901},{"uri":"Israeli_Ministry_of_Defense","surface_form":"Israeli Ministry of Defense","offset":3935},{"uri":"Israeli_casualties_of_war","surface_form":"Israeli casualties of war","offset":3991},{"uri":"Ehud_Barak","surface_form":"Ehud Barak","offset":4125},{"uri":"Tomb_of_the_Unknown_Soldier","surface_form":"unknown soldiers","offset":4668},{"uri":"Second_Temple","surface_form":"Second Temple","offset":4954},{"uri":"Asher_Hiram","surface_form":"Asher Hiram","offset":5029},{"uri":"Holocaust","surface_form":"Holocaust","offset":5299},{"uri":"Yad_Vashem","surface_form":"Yad Vashem","offset":5310},{"uri":"International_School_for_Holocaust_Studies","surface_form":"International School for Holocaust Studies","offset":5450},{"uri":"Valley_of_the_Destroyed_Communities","surface_form":"Valley of the Destroyed Communities","offset":5550},{"uri":"Righteous_Among_the_Nations_Memorial_Path","surface_form":"Righteous Among the Nations","offset":5614}]}