{"id":358583,"url":"http://en.wikipedia.org/wiki/Filling_Station_(ballet)","text":"\"Filling Station\" is a one-act ballet. The libretto (story) is based on a newspaper report. Virgil Thomson wrote the music. Lew Christensen choreographed (designed) the dances. Christensen performed the role of Mac, the filling station attendant. Paul Cadmus designed the sets and costumes. The ballet was first performed in Hartford, Connecticut by Ballet Caravan in November 1937. A performance was given at the Martin Beck Theater in New York City on May 18, 1939, with Christensen again in the role of the attendant.\nMac is a young, good-looking filling station attendant. His evening solitude is broken by two young and greasy but good-natured truck drivers. The State Trooper (policeman) enters in pursuit. He lectures the boys on their disregard for the speed limit. A brash motorist, his wife, and bratty child interrupt. The Rich Boy and The Rich Girl enter. They are drunken refugees from a country club dance. They rhumba and the others join them. Suddenly, a gangster enters shooting his gun. Mac, the truck drivers, and The State Trooper thwart his attempt to stage a robbery. The Rich Girl however is caught in the gangster's line of fire and dies on the pavement. Her limp body is carried off. The spectators drift away. Mac settles down with his radio and a newspaper to wait for business.\nDance historian Grace Robert praises the ballet in her book \"The Borzoi Book of Ballets\". She singles out the characterizations in particular, noting that they are \"definite and well-rounded\" and that all of them are seen in terms that are \"balletic\". She points to the pursuit of the gangster as an especially effective moment. On a darkened stage, several figures with flashlights perform \"grand jetée\" (leaps). The beams of light and flying figures create an effect \"dramatic out of all proportion to the simplicity of the means employed.\" The ballet was popular in South America when it was performed there in 1941 by an American company assembled by Lincoln Kirstein. Writing in 1949, Robert noted that only the score survived at that date but a suite arranged from it was heard occasionally in concert or on the radio.","categories":[],"infobox_types":["ballet"],"annotations":[{"uri":"Libretto","surface_form":"libretto","offset":43},{"uri":"Choreography","surface_form":"choreographed","offset":140},{"uri":"Filling_station","surface_form":"filling station","offset":220},{"uri":"Connecticut","surface_form":"Connecticut","offset":335},{"uri":"New_York_City","surface_form":"New York City","offset":437},{"uri":"Radio","surface_form":"radio","offset":1262}]}