{"id":35863,"url":"http://en.wikipedia.org/wiki/Snorkeling","text":"Snorkeling is swimming while using a tube to breathe underwater. Snorkeling is a very popular activity, particularly in places with clear, calm, warm oceans. It allows people to see underwater life in a natural setting, without the complicated equipment and training required for scuba diving.\nGenerally, people snorkel in shallow reefs ranging from sea level to 4 meters (13 feet) deep. Snorkelers can also explore deep water reefs. However, to see deeper reefs, a snorkeler has to hold their breath and dive down to the reef to see it. This kind of snorkeling takes more skill and fitness than shallow water snorkeling. It is also more dangerous than shallow water snorkeling.\nSnorkelers use masks so they can see underwater. This allows them to see fish, coral reefs, and other kinds of sea life.\nHistory.\nMan has always been interested by what is under the ocean. Evidence shows that people have been free diving for at least 5,000 years. The earliest known free divers were sponge farmers in Crete, who lived around 3000 B.C.E. These farmers used free diving to collect underwater sponges. They used hollow reeds like modern snorkels, to allow them to breathe while underwater.\nDifferences between snorkeling and scuba diving.\nSnorkeling is swimming on the surface of the water, with the head and nose under the water, using a diving mask, snorkel, and diving fins. Scuba diving is swimming with the whole body underwater. Scuba divers breathe through an oxygen tank, which allows them to breathe underwater for long periods at a time. Scuba divers also wear a tight diving suit, a diving mask, and diving fins.\nBefore a person can scuba dive, they have to get training how to use the breathing equipment and dive to deep waters. Snorkeling does not require any training. People who cannot swim can still snorkel if they use a life jacket to keep them floating on the water.","categories":[],"infobox_types":[],"annotations":[{"uri":"Swimming","surface_form":"swimming","offset":14},{"uri":"Tube","surface_form":"tube","offset":37},{"uri":"Breathing","surface_form":"breathe","offset":45},{"uri":"Underwater","surface_form":"underwater","offset":53},{"uri":"Ocean","surface_form":"ocean","offset":150},{"uri":"Scuba_diving","surface_form":"scuba diving","offset":280},{"uri":"Reef","surface_form":"reef","offset":331},{"uri":"Sea_level","surface_form":"sea level","offset":350},{"uri":"Meter","surface_form":"meter","offset":365},{"uri":"Fish","surface_form":"fish","offset":752},{"uri":"Coral_reef","surface_form":"coral reef","offset":758},{"uri":"Sea_life","surface_form":"sea life","offset":790},{"uri":"Evidence","surface_form":"Evidence","offset":868},{"uri":"Free_diving","surface_form":"free diving","offset":905},{"uri":"Sponge","surface_form":"sponge","offset":979},{"uri":"Farmer","surface_form":"farmer","offset":986},{"uri":"Crete","surface_form":"Crete","offset":997},{"uri":"B.C.E.","surface_form":"B.C.E.","offset":1026},{"uri":"Reed_(plant)","surface_form":"reeds","offset":1112},{"uri":"Scuba%C2%A0diving","surface_form":"Scuba diving","offset":1371},{"uri":"Oxygen","surface_form":"oxygen","offset":1460},{"uri":"Diving_suit","surface_form":"diving suit","offset":1572},{"uri":"Life_vest","surface_form":"life jacket","offset":1832}]}