{"id":358644,"url":"http://en.wikipedia.org/wiki/Common_toad","text":"The common toad or European toad (\"Bufo bufo\") is an amphibian. They are found in most of Europe, except for Ireland, Iceland and some Mediterranean islands. The toad usually lies hidden during the day. It becomes active at dusk and spends the night hunting for the invertebrates on which it feeds. It moves with a slow ungainly walk or a short jump. It has a greyish brown skin covered with wart-like lumps.\nThe toads in this genus are known as true toads. They have no teeth, a dry warty skin and horizontal pupils to the eyes.\nDescription.\nThe common toad can grow to about in length. Females grow larger than males. Those in the south tend to be larger than ones in the north. The head is broad with a wide mouth. The nose has two small nostrils. There are no teeth. The large, protruding eyes have yellow or copper coloured irises and horizontal slit-shaped pupils. They have a noxious substance called bufotoxin. It is used to keep away predators. The head joins the body without a noticeable neck. There is no external vocal sac. The body is broad and squat. The front limbs are short with the toes of the front feet turning inwards. At breeding time, the male gets nuptial pads on the first three fingers. These are to hold the female. The back legs are short and the back feet have long, unwebbed toes. There is no tail. The skin is dry and covered with small warts. The colour is brown, olive-brown or greyish-brown. Sometimes it is partly blotched or banded with a darker shade. The common toad tends to be sexually dimorphic. The females are browner and the males greyer.\nThe underside is a dirty white spotted with grey and black patches.\nCommon toads can live for many years. They have lived for fifty years in captivity. In the wild, common toads are thought to live for about ten to twelve years. Their age can be found by counting the number of yearly growth rings in the bones of their phalanges.\nBehaviour.\nThe common toad usually moves by walking rather slowly or in short jumps using all four legs. It spends the day hiding. It comes out at dusk. It may travel some distance in the dark while hunting. It is most active in wet weather. By morning it has returned to its base. It may live in the same place for several months. It has a large appetite and eats woodlice, slugs, beetles, caterpillars, flies, worms and even small mice. Small, fast moving prey may be caught by a flick of the tongue. Larger items are grabbed with the jaws. Having no teeth, it swallows food whole in a series of gulps. It will try to eat any small, dark coloured, moving object it encounters at night. A research study showed that it would snap at a moving piece of black paper as if it were prey. It would ignore a larger moving piece. On occasion, the common toad sheds its skin which comes away in tattered pieces. The skin is then eaten.\nWhen attacked, the common toad puffs up its body and stands with its back end raised and its head lowered. Its main means of defence is a foul tasting secretion. It has a bufotoxin called bufagin and is enough to keep away many predators. Grass snakes seem to be unaffected by it. Other predators of adult toads include hedgehogs, rats and mink, and even domestic cats. Birds that feed on toads include herons, crows and birds of prey. The tadpoles also have noxious substances which keep fishes from eating them but not the great crested newt. Aquatic invertebrates that feed on toad tadpoles include dragonfly larvae, diving beetles and water boatmen. These usually avoid the noxious secretion by puncturing the tadpole's skin and sucking out its juices.\nA parasitic fly, \"Lucilia bufonivora\", attacks adult common toads. It lays its eggs on the toad's skin. When these hatch, the larvae crawl into the toad's nostrils and eat its flesh.\nReproduction.\nThe common toad comes out of hibernation in spring. Large numbers of toads move towards the breeding ponds. The toads meet on certain ponds that they favour. Adults use the same pond year after year. Over 80% of males marked as juveniles have been found to return to the pond at which they were spawned.\nThe males arrive first and stay for several weeks. The females only stay long enough to mate and spawn. Rather than fighting for the right to mate with a female, male toads use the pitch of their voice. Croaking gives a sign of body size and prowess. Fights do sometimes happen. Male toads outnumber female toads at breeding ponds.\nThe males mount on the females' backs. They hold the females with their front limbs in a grip called amplexus. The males are very enthusiastic. They will try to grasp fish or inanimate objects and often mount on the backs of other males. Sometimes several toads form a heap, each male trying to grasp the female at the base. It is a stressful period and deaths are high among breeding toads. A successful male stays in amplexus for several days. The female lays a long, double string of small black eggs. He fertilises them with his sperm. The egg strings may have 3,000 to 6,000 eggs and be in length. They get tangled in plant stalks.\nThe strings of eggs absorb water and swell in size. Small tadpoles hatch out after two to three weeks. At first they hold onto the remains of the strings and feed on the jelly. They later attach themselves to the underside of the leaves of water weed before becoming free swimming. The tadpoles look like those of the common frog (\"Rana temporaria\"). They are a darker colour, being blackish above and dark grey below. They can be told apart from the tadpoles of other species by the fact that the mouth is the same width as the space between the eyes, and this is twice as large as the distance between the nostrils. Over a few weeks their legs develop and their tail slowly gets reabsorbed. By twelve weeks of age, they are small toads measuring about long and ready to leave the pond.\nThe common toad reaches maturity at three to seven years.\nConservation.\nThe IUCN Red List of Threatened Species says the common toad is of Least Concern. This is because it lives in many areas and is common in those areas. It is not threatened very much by habitat loss. It can live in many different areas. Chytridiomycosis, an infectious disease of amphibians, has been reported in common toads in Spain and the United Kingdom. This may affect some populations.\nCultural significance.\nThe toad has long been thought to be an animal of ill omen or a connection to the other world. This may be because it is at home both on land and in the water. It may cause people to not like it because of its blackish, warty skin, its slow movements and the way it comes from some dark hole.\nTouching a toad has long been thought to cause warts. This has been shown to be a myth and warts are actually caused by the human papillomavirus. They are transferred by direct contact from person to person.\nMr. Toad Esq. is one of the main characters in the children's novel, The Wind in the Willows, by Kenneth Grahame. This has been dramatized by several authors including A. A. Milne who called his play Toad of Toad Hall. Mr Toad is a very conceited,anthropomorphic toad.","categories":[],"infobox_types":[],"annotations":[{"uri":"Amphibian","surface_form":"amphibian","offset":53},{"uri":"Europe","surface_form":"Europe","offset":90},{"uri":"Ireland","surface_form":"Ireland","offset":109},{"uri":"Iceland","surface_form":"Iceland","offset":118},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean","offset":135},{"uri":"Invertebrate","surface_form":"invertebrate","offset":266},{"uri":"Genus","surface_form":"genus","offset":427},{"uri":"Iris_(eye)","surface_form":"irises","offset":829},{"uri":"Pupil_(eye)","surface_form":"pupils","offset":863},{"uri":"Noxious","surface_form":"noxious","offset":883},{"uri":"Bufotoxin","surface_form":"bufotoxin","offset":908},{"uri":"Predation","surface_form":"predators","offset":943},{"uri":"Nuptial_pad","surface_form":"nuptial pad","offset":1173},{"uri":"Sexual_dimorphism","surface_form":"sexually dimorphic","offset":1518},{"uri":"Phalanx_bone","surface_form":"phalanges","offset":1904},{"uri":"Secretion","surface_form":"secretion","offset":2994},{"uri":"Bufagin","surface_form":"bufagin","offset":3031},{"uri":"Predation","surface_form":"predators","offset":3071},{"uri":"Grass_snake","surface_form":"Grass snake","offset":3082},{"uri":"Heron","surface_form":"heron","offset":3246},{"uri":"Crow","surface_form":"crow","offset":3254},{"uri":"Birds_of_prey","surface_form":"birds of prey","offset":3264},{"uri":"Great_crested_newt","surface_form":"great crested newt","offset":3368},{"uri":"Dragonfly","surface_form":"dragonfly","offset":3445},{"uri":"Dytiscidae","surface_form":"diving beetles","offset":3463},{"uri":"Corixidae","surface_form":"water boatmen","offset":3482},{"uri":"Lucilia_bufonivora","surface_form":"Lucilia bufonivora","offset":3618},{"uri":"Hibernation","surface_form":"hibernation","offset":3826},{"uri":"Spawn_(biology)","surface_form":"spawned","offset":4092},{"uri":"Amplexus","surface_form":"amplexus","offset":4534},{"uri":"Inanimate","surface_form":"inanimate","offset":4608},{"uri":"Amplexus","surface_form":"amplexus","offset":4852},{"uri":"Egg_(biology)","surface_form":"eggs","offset":4932},{"uri":"Sperm","surface_form":"sperm","offset":4966},{"uri":"Tadpole","surface_form":"tadpole","offset":5128},{"uri":"Common_Frog","surface_form":"common frog","offset":5388},{"uri":"Sexual_maturity","surface_form":"maturity","offset":5882},{"uri":"IUCN_Red_List_of_Threatened_Species","surface_form":"IUCN Red List of Threatened Species","offset":5934},{"uri":"Least_Concern","surface_form":"Least Concern","offset":5997},{"uri":"Habitat","surface_form":"habitat","offset":6115},{"uri":"Chytridiomycosis","surface_form":"Chytridiomycosis","offset":6166},{"uri":"Amphibian","surface_form":"amphibian","offset":6209},{"uri":"Spain","surface_form":"Spain","offset":6258},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":6272},{"uri":"Wart","surface_form":"wart","offset":6685},{"uri":"Human_papillomavirus","surface_form":"human papillomavirus","offset":6762},{"uri":"Mr._Toad","surface_form":"Mr. Toad","offset":6846},{"uri":"The_Wind_in_the_Willows","surface_form":"The Wind in the Willows","offset":6915},{"uri":"Kenneth_Grahame","surface_form":"Kenneth Grahame","offset":6943},{"uri":"A._A._Milne","surface_form":"A. A. Milne","offset":7014},{"uri":"Toad_of_Toad_Hall","surface_form":"Toad of Toad Hall","offset":7046},{"uri":"Anthropomorphism","surface_form":"anthropomorphic","offset":7093}]}