{"id":358848,"url":"http://en.wikipedia.org/wiki/Game_controller","text":"A game controller is a device used to play video games.\nGamepad.\nA gamepad, also known as a joypad, is a common type of game controller. They are held in both hands with thumbs and fingers used to press buttons on the gamepad. Gamepads can have a number of action buttons with one ore more control sticks. Gamepads is part of playing a video game console. A player must use a gamepad in order to play any video game. Gamepads were first used on early computers.\nOn a Nintendo gamepad, the action buttons are colored with letters (A, B, X, Y). There is a start and a select option on the gamepad. On the left of the gamepad, there are arrows which the player uses to move in the video game.\nPaddle.\nA paddle is a game controller with a round wheel and one or more \"fire buttons\". The wheel is used to control movement in a video game. The paddle was not liked by many gamer's. This type of controller was used on the \"Atari 2600\" and \"Indy 500\".\nJoystick.\nA joystick is an input device consisting of a stick that pivots on a base and reports its angle or direction to the device it is controlling. Joysticks are often used to control video games, and usually have one or more push-buttons whose state can also be read by the computer. A popular variation of the joystick used on modern video game consoles is the analog stick.\nThe joystick has been the principal flight control in the cockpit of many aircraft, particularly military fast jets, where centre stick or side-stick location may be employed. Joysticks are also used for controlling machines such as cranes, trucks, underwater unmanned vehicles and zero turning radius lawn mowers. Miniature finger-operated joysticks have been adopted as input devices for smaller electronic equipment such as mobile phones.","categories":[],"infobox_types":[],"annotations":[{"uri":"Device","surface_form":"device","offset":23},{"uri":"Video_game","surface_form":"video game","offset":43},{"uri":"Button","surface_form":"button","offset":203},{"uri":"Video_game_console","surface_form":"video game console","offset":336},{"uri":"Nintendo","surface_form":"Nintendo","offset":467},{"uri":"Arrow","surface_form":"arrow","offset":634},{"uri":"Wheel","surface_form":"wheel","offset":741},{"uri":"Atari_2600","surface_form":"Atari 2600","offset":917},{"uri":"Indy_500","surface_form":"Indy 500","offset":934},{"uri":"Input_device","surface_form":"input device","offset":972},{"uri":"Cockpit","surface_form":"cockpit","offset":1384},{"uri":"Mobile_phone","surface_form":"mobile phone","offset":1753}]}