{"id":358877,"url":"http://en.wikipedia.org/wiki/Sepp_Blatter","text":"Josef Blatter, mostly known as Sepp Blatter, (born 10 March 1936) is a Swiss association football administrator. He is best known as the 8th President of FIFA (Fédération Internationale de Football Association). He served as president from 1998 until his resignation in 2016. He replaced the popular João Havelange. His presidency ended when he was banned from FIFA on 21 December 2015. He officially left office after Gianni Infantino replaced him on 26 February 2016.\nEarly life.\nBlatter was born in Visp, Switzerland. He studied at the University of Lausanne.\nPresident of FIFA (1998-2016).\nBlatter was elected President of FIFA on 8 June 1998 succeeding João Havelange. He was re-elected in 2002, 2007, 2011 and 2015. But on 2 June, just days after being re-elected, he announced that he would resigned after a new president would be elected due to corruption accusations. On 8 October 2015, Blatter and other top FIFA officials were suspended amid the investigation.\nOn 21 December 2015 it was announced that Blatter would be banned for a period of eight years amid the corruption case. He left office on 26 February 2016 after Gianni Infantino replaced him.\nPersonal life.\nBlatter was married to Liliane Biner, but the marriage didn't last. Then he married Barbara Käser in 1981. The couple divorced in 1991. Then he married Graziella Bianca in 2002. The couple divorced in 2004. He was in a relationship with Ilona Boguska from 1995 through 2002. He is now in a relationship with Linda Barras as of 2014. Blatter has one daughter, Corinne.\nBlatter lives in Zürich, Switzerland with Boguska and his daughter.","categories":[],"infobox_types":[],"annotations":[{"uri":"Swiss_people","surface_form":"Swiss","offset":71},{"uri":"Association_football","surface_form":"association football","offset":77},{"uri":"Administrator","surface_form":"administrator","offset":98},{"uri":"FIFA","surface_form":"FIFA","offset":154},{"uri":"Jo%C3%A3o_Havelange","surface_form":"João Havelange","offset":300},{"uri":"Gianni_Infantino","surface_form":"Gianni Infantino","offset":419},{"uri":"Visp","surface_form":"Visp","offset":502},{"uri":"Switzerland","surface_form":"Switzerland","offset":508},{"uri":"University_of_Lausanne","surface_form":"University of Lausanne","offset":539},{"uri":"Jo%C3%A3o_Havelange","surface_form":"João Havelange","offset":658},{"uri":"Corruption","surface_form":"corruption","offset":853},{"uri":"Gianni_Infantino","surface_form":"Gianni Infantino","offset":1133},{"uri":"Z%C3%BCrich","surface_form":"Zürich","offset":1564}]}