{"id":359034,"url":"http://en.wikipedia.org/wiki/Blake_Edwards","text":"Blake Edwards (July 26, 1922 – December 15, 2010) was an American movie actor, director, screenwriter and producer.\nEarly life.\nBorn William Blake Crump in Tulsa, Oklahoma. His grandfather was J. Gordon Edwards, a director of silent movies, and his stepfather, Jack McEdwards, became a film production manager after moving his family to Los Angeles in 1925. He was raised in Tulsa, Oklahoma.\nCareer.\nEdwards' career began in the 1940s as an actor, but he soon turned to writing radio scripts at Columbia Pictures. He would later begin to write or direct movie such as; \"Experiment in Terror\", \"The Great Race\", and the hugely successful \"The Pink Panther\" movie series with the British comedian Peter Sellers. Often thought of as primarily a director of comedies, he also directed drama movies such as; \"Breakfast at Tiffany's\" and \"Days of Wine and Roses\". His greatest successes, however, were his comedies, and most of his movies were either musicals, dramas, comedies, or horror.\nPersonal life.\nEdwards was married to Patricia Walker from 1953 unti they divorced in 1967. Lastly he married Julie Andrews from 1969 until his death in 2010. He had 3 daughters and 1 son. He lived in Los Angeles, California.\nDeath.\nEdwards died on December 15, 2010 from pneumonia in a hospital in Santa Monica, California, he was 88 years old.\nHonors.\nIn 2004, he received an Honorary Academy Award.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tulsa%2C_Oklahoma","surface_form":"Tulsa, Oklahoma","offset":156},{"uri":"Columbia_Pictures","surface_form":"Columbia Pictures","offset":495},{"uri":"Peter_Sellers","surface_form":"Peter Sellers","offset":695},{"uri":"Breakfast_at_Tiffany%27s","surface_form":"Breakfast at Tiffany's","offset":804},{"uri":"Julie_Andrews","surface_form":"Julie Andrews","offset":1094},{"uri":"Los_Angeles%2C_California","surface_form":"Los Angeles, California","offset":1185},{"uri":"Pneumonia","surface_form":"pneumonia","offset":1256},{"uri":"Santa_Monica%2C_California","surface_form":"Santa Monica, California","offset":1283},{"uri":"Academy_Award","surface_form":"Honorary Academy Award","offset":1362}]}