{"id":3592,"url":"http://en.wikipedia.org/wiki/Mecca","text":"Mecca or Makkah (called Mecca in older texts, officially: Makkah al-Mukarramah;) is a city in Saudi Arabia. As of the 2004 census, 1,294,169 people lived there. The city is inland from Jeddah, in the narrow sandy Valley of Abraham. It is above sea level. It is from the Red Sea.\nMecca is the holiest city in the Islamic world. Every year, millions of Muslims take a pilgrimage to Mecca, called the Hajj. They follow in the footsteps of Muhammad. All Muslims who are able to perform the Hajj are expected to do so at least once in their life. The Kaaba and Masjid al-Haram, are the holiest mosque<nowiki/>s in Islam. Mecca is closed to non-Muslims except for some journalists reporting on the Hajj.\nHistory.\nThe Kaaba, the small cubical building which Muslims pray towards is believed to have been built by Ibrahim and has been a religious center ever since. Muslims believed that God commanded Ibrahim to send his second wife Hajar and her son Ismail there. They found the Zamzam Well which led to people settling nearby, and thus Makkah was born. When Ismail was big enough, he helped his father to build the Kaaba. The Kaaba is the place towards which Muslims turn in prayer. This is known as the Qibla.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":86},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":94},{"uri":"Jeddah","surface_form":"Jeddah","offset":185},{"uri":"Red_Sea","surface_form":"Red Sea","offset":270},{"uri":"Islamic_world","surface_form":"Islamic world","offset":312},{"uri":"Pilgrimage","surface_form":"pilgrimage","offset":366},{"uri":"Hajj","surface_form":"Hajj","offset":398},{"uri":"Muhammad","surface_form":"Muhammad","offset":436},{"uri":"Kaaba","surface_form":"Kaaba","offset":546},{"uri":"Masjid_al-Haram","surface_form":"Masjid al-Haram","offset":556},{"uri":"Mosque","surface_form":"mosque","offset":589},{"uri":"Kaaba","surface_form":"Kaaba","offset":711},{"uri":"Building","surface_form":"building","offset":736},{"uri":"Muslim","surface_form":"Muslim","offset":751},{"uri":"Ibrahim","surface_form":"Ibrahim","offset":806},{"uri":"Allah","surface_form":"God","offset":880},{"uri":"Ismail","surface_form":"Ismail","offset":944},{"uri":"Zamzam_Well","surface_form":"Zamzam Well","offset":973}]}