{"id":359354,"url":"http://en.wikipedia.org/wiki/Mexican_Burrowing_Toad","text":"The Mexican burrowing toad (\"Rhinophrynus dorsalis\") is a frog. They are the only species in the genus \"Rhinophrynus\" and the family Rhinophrynidae. These frogs live from the southern Texas through Mexico, Guatemala, Honduras, El Salvador to Nicaragua and Costa Rica. They used to live in more places. There were species going as far north as Canada, but these died out in the Oligocene.\nPhysical description.\nThe Mexican Burrowing Toad grows to in length. They usually have red spots on its bloated body with a red stripe along the center of its back. It has short legs, and a small, pointed head. Its feet have horny, shovel-like growths that help it in digging. Its eyes are small. The Mexican Burrowing Toad's tongue comes directly out the front of the mouth. In all other frogs it is flipped out.\nBehavior.\nAs the name suggests, the Mexican Burrowing Toad is a burrowing animal. It spends a large part of its life underground. After a large time of rain, it will come out from the soil and lay eggs in water. They will travel up to to find a good water source. Because of the unpredictability of rain, the frog will call and mate during any time of the year. It will dig into soft soil with its short legs once the land has dried up. The egg and tadpole stages of the life cycle are short. The eggs take only a few days to hatch. The tadpoles develop over one to three months.\nThe call is a loud, low pitched \"wh-o-o-o-a\". When it is calling or scared, the body becomes inflated. The Mexican Burrowing Toad eats insects, mostly ants and termites.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":97},{"uri":"Family_(biology)","surface_form":"family","offset":126},{"uri":"Texas","surface_form":"Texas","offset":184},{"uri":"Mexico","surface_form":"Mexico","offset":198},{"uri":"Guatemala","surface_form":"Guatemala","offset":206},{"uri":"Honduras","surface_form":"Honduras","offset":217},{"uri":"El_Salvador","surface_form":"El Salvador","offset":227},{"uri":"Nicaragua","surface_form":"Nicaragua","offset":242},{"uri":"Costa_Rica","surface_form":"Costa Rica","offset":256},{"uri":"Oligocene","surface_form":"Oligocene","offset":377},{"uri":"Burrow","surface_form":"burrow","offset":866},{"uri":"Tadpole","surface_form":"tadpole","offset":1251},{"uri":"Ant","surface_form":"ant","offset":1533},{"uri":"Termite","surface_form":"termite","offset":1542}]}