{"id":359535,"url":"http://en.wikipedia.org/wiki/Slinky","text":"Slinky (also known as Spring) is a toy metal spring that tumbles end over end down stairs and even \"walks\". It was invented by Richard James in 1943, and quickly became a bestseller. Other Slinky toys were developed such as the Slinky Dog and the Slinky Train. Company president Betty James has always kept the toy's price low so children could buy it. It originally sold for $1. Slinky has received many toy industry awards and honors over the years. Its television jingle is the longest running jingle in advertising history.\nOrigin.\nSlinky was the invention of Richard James, a mechanical engineer in the United States Navy. In 1943 he was looking for a way to lessen the vibrations that sensitive equipment endured shipboard in rough waters. An accident during his experiments led to the creation of a \"walking\", tumbling metal spring. Neighborhood children loved it. James's wife Betty named the toy Slinky after finding the word in a dictionary. The Jameses had 400 Slinkys made by a local machine shop. The Jameses put Slinky on display at Gimbels department store in Philadelphia in November 1945. All 400 units were sold.\nOther Slinky products.\nThe Jameses went into the Slinky business. They invented a machine that could produce a Slinky from 80 feet of steel wire within 10 seconds. A huge advertising campaign was launched in America. James showed television viewers how Slinky worked. Other Slinky toys manufactured during the 1950s were the Slinky Dog, Suzie the Slinky Worm, and a pair of eyeglasses with eyeballs dangling at the end of two Slinkys. Other companies were granted licenses to produce Slinky toys.\nThe Jameses divorced. Richard became a missionary in Bolivia. Betty James moved the company to Hollidaysburg, Pennsylvania in 1964. She was president of the company from 1960 to 1998. She kept the price of Slinky low so all children could afford one. The original Slinky was $1. In 2008 Slinky cost about $4. She explained the toy's appeal by saying, \"It's the simplicity of it.\"\nSlinky Dog.\nVery early in the production history of Slinky, Helen Malsed of Washington developed ideas for Slinky pull toys. The company liked her ideas and added Slinky Dog and Slinky Train to their line in 1952. The Slinky Dog was a small plastic dog whose front and rear ends were joined by a Slinky. Malsed received annual sums of $60,000 to $70,000 per year for 17 years for her idea.\nSlinky Dog was reworked in 1995 for Pixar's \"Toy Story\". James Industries had dropped their Slinky Dog from production, but Betty James liked the new Slinky Dog. She said, \"[The earlier Slinky Dog] wasn't nearly as cute as this one.\" The dog's front and rear ends were made in China, and the Dog put together and packaged in America. The entire run of 825,000 new Slinky Dogs sold out well before Christmas 1995.\nJingle.\nThe first Slinky television commercial was shown on Miss Patty's Romper Room in 1946. Homer Fesperman and Charles Weagley wrote the Slinky television jingle in 1962. In \"Timeless Toys\", Tim Walsh writes that this jingle is the longest running jingle in advertising history. In 1990 \"USA Today\" reported that 90 percent of all adults surveyed knew the Slinky jingle.\nAwards and honors.\nSlinky is a part of the Smithsonian Institution's permanent Americana exhibition. In 1999 the United States Postal Service issued a Slinky postage stamp. Slinky joined the Toy Hall of Fame in 2000. A bill to nominate the Slinky as the state toy of Pennsylvania was introduced in 2001, but not enacted. The same year, Betty James was inducted into the Toy Industry Association's Hall of Fame. In 2003, Slinky was named to the Toy Industry Association's \"Century of Toys List\", a roll call of the 100 most memorable and most creative toys of the twentieth century. \"Orange Coast Magazine\" writes, \"[T]he original machines designed and engineered by [James] turn 80 feet of steel wire into a coil in only 10 seconds. Since its introduction, more than 250 million Slinkys have been sold, enough for every person in the United States to have one. Stretched out, the wire would encircle the planet more than 126 times.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Spring","surface_form":"spring","offset":45},{"uri":"Television","surface_form":"television","offset":456},{"uri":"Jingle","surface_form":"jingle","offset":467},{"uri":"Advertising","surface_form":"advertising","offset":507},{"uri":"Invention","surface_form":"invention","offset":551},{"uri":"Engineer","surface_form":"engineer","offset":592},{"uri":"United_States_Navy","surface_form":"United States Navy","offset":608},{"uri":"Experiment","surface_form":"experiment","offset":769},{"uri":"Neighborhood","surface_form":"Neighborhood","offset":840},{"uri":"Display","surface_form":"display","offset":1036},{"uri":"Department_store","surface_form":"department store","offset":1055},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":1075},{"uri":"Advertising","surface_form":"advertising","offset":1302},{"uri":"Campaign","surface_form":"campaign","offset":1314},{"uri":"Television","surface_form":"television","offset":1361},{"uri":"Manufacture","surface_form":"manufacture","offset":1417},{"uri":"Eyeglasses","surface_form":"eyeglasses","offset":1505},{"uri":"Eyeball","surface_form":"eyeball","offset":1521},{"uri":"License","surface_form":"license","offset":1595},{"uri":"Divorce","surface_form":"divorce","offset":1640},{"uri":"Missionary","surface_form":"missionary","offset":1667},{"uri":"Bolivia","surface_form":"Bolivia","offset":1681},{"uri":"Simplicity","surface_form":"simplicity","offset":1989},{"uri":"Washington_(state)","surface_form":"Washington","offset":2084},{"uri":"Plastic","surface_form":"plastic","offset":2249},{"uri":"Pixar","surface_form":"Pixar","offset":2434},{"uri":"Toy_Story","surface_form":"Toy Story","offset":2443},{"uri":"China","surface_form":"China","offset":2675},{"uri":"Commercial","surface_form":"commercial","offset":2847},{"uri":"Smithsonian_Institution","surface_form":"Smithsonian Institution","offset":3228},{"uri":"United_States_Postal_Service","surface_form":"United States Postal Service","offset":3298}]}