{"id":359545,"url":"http://en.wikipedia.org/wiki/Chimaera_(genetics)","text":"A chimaera or chimera is a single organism (usually an animal) made of two kinds of genetically distinct cells. The two types of cells may come from separate fertilised eggs or zygotes.\nChimeras that originate from distinct fertilised eggs fused together are called dispermic chimeras. When, on the other hand, the genetically distinct cell types originate from the same zygote, the organism is called a mosaic.\nDispermic chimaeras are formed from at least two fertilized eggs or early embryos fused together. Each population of cells keeps its own phenotype and the resulting organism is a mixture of the two phenotypes.\nMicrochimerism is a form of chimerism in which a host harbors a small set of genetically distinct cells. This often happens with blood transfusion or transplants, but also during pregnancy due to the two-way cell trafficking between the mother and the foetus.\nRecently, epigenetic chimeras have been discovered in mouse models.\nGermline chimerism.\nGermline chimerism occurs when the germ cells (for example, sperm and egg cells) of an organism are not genetically identical to its own.\nMarmosets almost always give birth to fraternal twins. They may have the reproductive cells of their (fraternal) twin siblings. Placental fusion during development in the womb is what causes this.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fertilisation","surface_form":"fertilised","offset":158},{"uri":"Zygote","surface_form":"zygote","offset":177},{"uri":"Fertilisation","surface_form":"fertilised","offset":224},{"uri":"Mosaic_(genetics)","surface_form":"mosaic","offset":404},{"uri":"Phenotype","surface_form":"phenotype","offset":549},{"uri":"Blood_transfusion","surface_form":"blood transfusion","offset":751},{"uri":"Transplant_(surgery)","surface_form":"transplants","offset":772},{"uri":"Pregnancy","surface_form":"pregnancy","offset":801},{"uri":"Epigenetics","surface_form":"epigenetic","offset":892},{"uri":"Sperm","surface_form":"sperm","offset":1030},{"uri":"Ovum","surface_form":"egg","offset":1040},{"uri":"Marmoset","surface_form":"Marmoset","offset":1108},{"uri":"Siblings","surface_form":"siblings","offset":1226},{"uri":"Placenta","surface_form":"Placenta","offset":1236},{"uri":"Womb","surface_form":"womb","offset":1279}]}