{"id":359541,"url":"http://en.wikipedia.org/wiki/Sea_devil","text":"Sea devils are deep-sea anglerfish of the family Ceratiidae. They are among the most widespread of the anglerfish, found in all oceans from the tropics to the Antarctic.\nThe females are large: females of the largest species, Krøyer's deep sea angler fish, \"Ceratias holboelli\", reach in length. Males, on the other hand, are dwarfed, only maximum. When these fish were first studied, the males were mistaken for parasites. Females usually have more than one male attached to them, which is a good example of polyandry.\nAt birth, tiny male ceratiids already have extremely well-developed olfactory organs that detect scents in the water. The male lives solely to find and mate with a female. They are significantly smaller than a female angler fish, and may have trouble finding food in the deep sea. Furthermore, the growth of the gut may stop in some species, preventing them from feeding at all. This means the male must find a female quickly to prevent death. The sensitive olfactory organs help the male detect the pheromones from female anglerfish.\nWhen the male finds a female, he bites into her skin, and releases an enzyme. The enzyme digests the skin of his mouth and her body, fusing the pair down to the blood-vessel level. The male then slowly wastes away, first losing his digestive organs, then his brain, heart, and eyes, and ends as nothing more than a pair of gonads. The gonads release sperm in response to hormones in the female's bloodstream. This extreme sexual dimorphism makes sure that, when the female is ready to spawn, she has a mate right there. Multiple males can be incorporated into a single female.\nCeratiids are the only animals known to become chimaeras as a normal part of their life-cycle.","categories":[],"infobox_types":[],"annotations":[{"uri":"Anglerfish","surface_form":"anglerfish","offset":24},{"uri":"Family_(biology)","surface_form":"family","offset":42},{"uri":"Antarctic","surface_form":"Antarctic","offset":159},{"uri":"Kr%C3%B8yer%27s_deep_sea_angler_fish","surface_form":"Krøyer's deep sea angler fish","offset":225},{"uri":"Dwarf","surface_form":"dwarfed","offset":325},{"uri":"Parasite","surface_form":"parasite","offset":412},{"uri":"Polyandry","surface_form":"polyandry","offset":508},{"uri":"Olfactory_system","surface_form":"olfactory organs","offset":587},{"uri":"Gut","surface_form":"gut","offset":831},{"uri":"Pheromone","surface_form":"pheromone","offset":1019},{"uri":"Enzyme","surface_form":"enzyme","offset":1124},{"uri":"Gonad","surface_form":"gonad","offset":1377},{"uri":"Spermatozoon","surface_form":"sperm","offset":1404},{"uri":"Hormones","surface_form":"hormones","offset":1425},{"uri":"Sexual_dimorphism","surface_form":"sexual dimorphism","offset":1476},{"uri":"Chimaera_(genetics)","surface_form":"chimaeras","offset":1678},{"uri":"Life-cycle","surface_form":"life-cycle","offset":1714}]}