{"id":359683,"url":"http://en.wikipedia.org/wiki/Acceleration_due_to_gravity","text":"e=\"preserve\">The acceleration which is gained by an object because of gravitational force is called its acceleration due to gravity. Its SI unit is <abbr title=\"meters per second squared\">m/s2</abbr>. Acceleration due to gravity is a vector, which means it has both a magnitude and a direction. The acceleration due to gravity at the surface of Earth is represented by the letter \"g\". It has a standard value defined as. However, the actual acceleration of a body in free fall varies with location.\nWhy heavier objects do not fall faster than lighter objects.\nIsaac Newton worked out that resultant force equals mass times acceleration, or in symbols, formula_1. This can be re-arranged to give formula_1.\nThe bigger the mass of the falling object, the greater the force of gravitational attraction pulling it towards Earth. In the equation above, this is formula_1. However, the amount of times the force gets bigger or smaller is equal to the number of times the mass gets bigger or smaller, having the ratio remain constant. In every situation, the formula_1 cancels down to the uniform acceleration of around 9.8 m/s2. This means that, regardless of their mass, all freely falling objects accelerate at the same rate.\nformula_1\nformula_1\nSurface acceleration.\nDepending on the location, an object at the surface of Earth falls with an acceleration between.\nEarth is not exactly spherical. It is similar to a \"squashed\" sphere, with the radius at the equator slightly larger than the radius at the poles. This has the effect of slightly increasing gravitational acceleration at the poles (since we are close to the centre of Earth and the gravitational force depends on distance) and slightly decreasing it at the equator. Also, because of centripetal acceleration, the acceleration due to gravity is slightly less at the equator than at the poles. Changes in the density of rock under the ground or the presence of mountains nearby can affect gravitational acceleration slightly.\nAltitude.\nThe acceleration of an object changes with altitude. The change in gravitational acceleration with distance from the centre of Earth follows an inverse-square law. This means that gravitational acceleration is inversely proportional to the square of the distance from the centre of Earth. As the distance is doubled, the gravitational acceleration decreases by a factor of 4. As the distance is tripled, the gravitational acceleration decreases by a factor of 9, and so on.\nAt the surface of the Earth, the acceleration due to gravity is roughly. The average distance to the centre of the Earth is.\nUsing the constant formula_1, we can work out gravitational acceleration at a certain altitude.\nExample: Find the acceleration due to gravity above Earth's surface.\n∴ Distance from centre of Earth is.\n∴ Acceleration due to gravity above Earth's surface is.\nGravitational acceleration at the Kármán line, the boundary between Earth's atmosphere and outer space which lies at an altitude of, is only about 3% lower than at sea level.","categories":[],"infobox_types":[],"annotations":[{"uri":"Acceleration","surface_form":"acceleration","offset":17},{"uri":"Gravitational_force","surface_form":"gravitational force","offset":70},{"uri":"SI","surface_form":"SI","offset":137},{"uri":"Vector","surface_form":"vector","offset":234},{"uri":"Norm_(mathematics)","surface_form":"magnitude","offset":268},{"uri":"Direction","surface_form":"direction","offset":284},{"uri":"Earth","surface_form":"Earth","offset":345},{"uri":"Isaac_Newton","surface_form":"Isaac Newton","offset":560},{"uri":"Sphere","surface_form":"sphere","offset":1423},{"uri":"Radius","surface_form":"radius","offset":1440},{"uri":"Equator","surface_form":"equator","offset":1454},{"uri":"Geographical_pole","surface_form":"pole","offset":1501},{"uri":"Centripetal_force","surface_form":"centripetal acceleration","offset":1743},{"uri":"Altitude","surface_form":"altitude","offset":2037},{"uri":"Inverse-square_law","surface_form":"inverse-square law","offset":2138},{"uri":"K%C3%A1rm%C3%A1n_line","surface_form":"Kármán line","offset":2884},{"uri":"Atmosphere_of_Earth","surface_form":"Earth's atmosphere","offset":2918},{"uri":"Outer_space","surface_form":"outer space","offset":2941}]}