{"id":359621,"url":"http://en.wikipedia.org/wiki/Purple_frog","text":"The purple frog (\"Nasikabatrachus sahyadrensis\") is a frog species in the family Sooglossidae. It lives in the Western Ghats in India. Common names for this species are Indian purple frog, pignose frog or doughnut frog. It was discovered by S.D. Biju and F. Bossyut in October 2003.\nThis frog's body is shaped similarly to that of most frogs. It is somewhat rounded. It has a small head and an unusual pointed snout. Adults are typically dark purple in color. Its cry sounds more like one from a chicken.\nThe frog spends most of the year underground. It comes out only for about two weeks, during the monsoon. This is to mate.\nUnlike many other digging species of frogs that feed above the ground, this species eats underground. They feed mainly on termites using their tongue.\nThe purple frog has one close relative, Bhupathy's purple frog, which also lives in the Western Ghats.\nOther ideas.\nScientists say that because the purple frog and Bhupathy's purple frog have close relatives in the Seychelles, which are close to Africa, it is likely that the Gondwanaland idea of why the continents are where they are is right. This idea says that Africa and India used to be one large continent, called Gondwanaland.","categories":[],"infobox_types":[],"annotations":[{"uri":"Frog","surface_form":"frog","offset":54},{"uri":"Sooglossidae","surface_form":"Sooglossidae","offset":81},{"uri":"Ghats","surface_form":"Western Ghats","offset":111},{"uri":"India","surface_form":"India","offset":128},{"uri":"Frogs","surface_form":"frogs","offset":336},{"uri":"Purple","surface_form":"purple","offset":443},{"uri":"Chicken","surface_form":"chicken","offset":496},{"uri":"Monsoon","surface_form":"monsoon","offset":601},{"uri":"Termite","surface_form":"termite","offset":749},{"uri":"Bhupathy%27s_purple_frog","surface_form":"Bhupathy's purple frog","offset":818},{"uri":"Seychelles","surface_form":"Seychelles","offset":993},{"uri":"Africa","surface_form":"Africa","offset":1024},{"uri":"Gondwanaland","surface_form":"Gondwanaland","offset":1054},{"uri":"Continental_drift","surface_form":"idea of why the continents are where they are","offset":1067}]}