{"id":35985,"url":"http://en.wikipedia.org/wiki/Audio_engineer","text":"An audio engineer (or simply engineer for short) is a person who operates, and usually chooses and sets up recording equipment. The term applies mainly to a person who works in a recording studio but can also apply to people who do the same kind of work, in other places. An engineer may work with multitrack recordings or stereophonic remixes.\nAudio engineering deals with the recording and reproduction of sound through mechanical and electronic means and is a part of audio science. The field draws on many disciplines, including electrical engineering, acoustics, and music. An audio engineer is closer to the creative and technical aspects of audio than an acoustical engineer.\nSome amateur (and a few professional) engineers are self-taught, and learn mostly by doing, or with the help of an instruction manual. Many engineers started in other studio jobs (such as running errands), and learned about recording as they became familiar with the studio where they worked. An engineer learns about the use and placement of microphones, how to operate and maintain an audio mixer, recording deck, sound effects, and other machines, and how to switch between live and recorded sounds, to make the best, and often the most unique, recording possible. A good engineer will strive to make recordings that are both of high technical quality, and also pleasing to hear.\nStarting wages may be small in recording studios, and many beginners work as unpaid volunteers. Experienced engineers, especially those who have worked on a hit record, may command a large wage. Some engineers are paid a salary, while others may earn hourly pay (sometimes based on the studio's rates), or be paid per session. Many go on to start their own recording studios, or maintain a private studio or mobile recording service. A few work only for a single recording artist, band, or producer.\nSeveral colleges and universities in the United States and other countries offer classes in recording, which may cover its history, its uses, and of course technique and technical knowledge. Some schools offer degree or diploma programs in Recording. Graduating such a program does not guarantee a person a studio job, but increases one's chances, and can provide better preparation for such a career.\nBesides studio work, some engineers have one or more specialties, such as making new digital versions of old recordings, as consultants to places that give concerts and live performances, and sometimes as expert witnesses in court trials, when sounds or a recording may be important to the outcome of a case.","categories":[],"infobox_types":[],"annotations":[{"uri":"Recording","surface_form":"recording","offset":107},{"uri":"Recording_studio","surface_form":"recording studio","offset":179},{"uri":"Stereophonic","surface_form":"stereophonic","offset":323},{"uri":"Remixing","surface_form":"remixes","offset":336},{"uri":"Recording","surface_form":"recording","offset":378},{"uri":"Reproduction","surface_form":"reproduction","offset":392},{"uri":"Sound","surface_form":"sound","offset":408},{"uri":"Electrical_engineering","surface_form":"electrical engineering","offset":533},{"uri":"Acoustics","surface_form":"acoustics","offset":557},{"uri":"Music","surface_form":"music","offset":572},{"uri":"Amateur","surface_form":"amateur","offset":688},{"uri":"Professional","surface_form":"professional","offset":707},{"uri":"Manual","surface_form":"manual","offset":810},{"uri":"Errand","surface_form":"errands","offset":879},{"uri":"Microphone","surface_form":"microphone","offset":1026},{"uri":"Audio_mixer","surface_form":"audio mixer","offset":1070},{"uri":"Sound_effect","surface_form":"sound effect","offset":1099},{"uri":"Sound","surface_form":"sound","offset":1178},{"uri":"Volunteer","surface_form":"volunteer","offset":1450},{"uri":"Hit_record","surface_form":"hit record","offset":1523},{"uri":"Salary","surface_form":"salary","offset":1587},{"uri":"Recording_artist","surface_form":"recording artist","offset":1829},{"uri":"Band","surface_form":"band","offset":1847},{"uri":"Producer","surface_form":"producer","offset":1856},{"uri":"College","surface_form":"college","offset":1874},{"uri":"University","surface_form":"universities","offset":1887},{"uri":"United_States","surface_form":"United States","offset":1907},{"uri":"Digital","surface_form":"digital","offset":2353},{"uri":"Consultant","surface_form":"consultant","offset":2392},{"uri":"Concert","surface_form":"concert","offset":2424},{"uri":"Expert","surface_form":"expert","offset":2473},{"uri":"Witness","surface_form":"witness","offset":2480},{"uri":"Court","surface_form":"court","offset":2493},{"uri":"Trial","surface_form":"trial","offset":2499}]}