{"id":359869,"url":"http://en.wikipedia.org/wiki/Harp_seal","text":"The harp seal (\"Pagophilus groenlandicus\"), also known as the saddleback seal or Greenland seal, is a species of earless seal. They live in the northernmost Atlantic Ocean and parts of the Arctic Ocean. It now belongs to the monotypic genus \"Pagophilus\". Its scientific name, \"Pagophilus groenlandicus\", means \"ice-lover from Greenland\".\nDescription.\nThe harp seal has a black face with silvery-gray body. Its eyes are pure black. It has black harp or wishbone-shaped markings on the back. They show little sexual dimorphism. This means there is little difference between the males and females. The baby harp seal (pup) has a yellow-white coat at birth. After three days, the coat turns white and stays white for about 12 days. Adult harp seals grow up to be 1.7 to 2.0 m (5 to 6 feet) long and weigh from 140 to 190 kg (300 to 400 pounds).\nHarp seals like to swim in the ocean. They spend little time on land. They are very social animals. They can be very noisy, as well. They will form large colonies where they spend a great deal of time. Many harp seals are able to live up to 30 years in the wild.\nOn the ice, pups call their mothers by \"bawling\" and \"mumble\" while playing with others. Adults \"growl\" and \"warble\" to warn off others. Underwater, adults use more than 19 call types during courting and mating.\nReproduction.\nFemales mature sexually at age five to six. Then each year, they bear one pup. This is usually in late February.\nNewborn pups weigh around and are long. After birth, the mother only feeds that pup. During the 12 day nursing period, the mother does not eat. She losies up to per day. Harp seal milk has up to 48% fat, so pups gain over per day.\nWeaning is sudden. The mother turns from nursing to promiscuous mating. She leaves the pup behind on the ice. While courtship starts on the ice, mating usually takes place in the water.\nPups are unable to swim or find food until seven to eight weeks old or until the ice melts. This leaves them open to polar bears and other predators. Because they cannot eat, they lose up to 50% of their weight. As many as 30% of pups die during their first year.","categories":[],"infobox_types":[],"annotations":[{"uri":"Phocidae","surface_form":"earless seal","offset":113},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":157},{"uri":"Arctic_Ocean","surface_form":"Arctic Ocean","offset":189},{"uri":"Monotypic","surface_form":"monotypic","offset":225},{"uri":"Genus","surface_form":"genus","offset":235},{"uri":"Scientific_name","surface_form":"scientific name","offset":259},{"uri":"Harp","surface_form":"harp","offset":444},{"uri":"Furcula","surface_form":"wishbone","offset":452},{"uri":"Sexual_dimorphism","surface_form":"sexual dimorphism","offset":507},{"uri":"Coat_(animal)","surface_form":"coat","offset":676},{"uri":"Ocean","surface_form":"ocean","offset":872},{"uri":"Presociality","surface_form":"social","offset":925},{"uri":"Wean","surface_form":"Wean","offset":1674},{"uri":"Promiscuous","surface_form":"promiscuous","offset":1726},{"uri":"Courtship","surface_form":"courtship","offset":1790},{"uri":"Polar_bear","surface_form":"polar bear","offset":1977},{"uri":"Predator","surface_form":"predator","offset":1999}]}