{"id":359987,"url":"http://en.wikipedia.org/wiki/Dido%2C_Queen_of_Carthage","text":"Ancient Greek and Roman writers said that Dido was the founder and first Queen of Carthage. Carthage was a city in the country now known as Tunisia. Dido lived in the 9th century BC (about 3000 years ago). Some parts of her life may be true. Other parts are myths. She is best known from the story about her in the \"Aeneid\" by the Roman poet Virgil. In some writings about her, she is called Alyssa or Elissa. She was also worshipped as a goddess in ancient Carthage.\nEarly stories about her life.\nThe oldest story about Dido was written by Timaeus. He was an ancient Greek historian who lived in the 3rd century BC. One hundred years later, a Roman historian, Pompeius Trogus, wrote about her. His story about her is now lost, but a later Roman historian, Justin, wrote a summary of Trogus' story. In the stories by Timaeus and Trogus, Dido was the daughter of the King of Tyre (a city in the country now known as Lebanon). She was married to Acerbas who was a priest of Hercules. When Dido's brother Pygmalion killed Acerbas, Dido ran away. She took some of her people with her. They went first to Cyprus, and then to the north coast of Africa in the place now known as Tunisia.\nWhen they got to Africa, Dido asked the Berber ruler, a man named Iarbus, if she could buy some land to for her people to start a city. He said that she could buy as much land as she could cover with the skin of a dead ox. She told her people to cut the skin into very thin strips. They laid all the strips out to mark the borders. This gave them a very big piece of land. Dido and her people built a city on the land. The city was named Carthage, and Dido was its first queen. Carthage grew and became a very rich city. Many Berbers also went to live there.\nWhen he saw what a rich city Carthage was, Iarbus wanted to marry Dido. He told her that if she did not marry him, he would make war on Carthage. Dido did not want to marry Iarbus. She still loved her husband Acerbas (Sychaeus). Before her wedding to Iarbus, she built a large fire. She told him that the fire was a ceremony to honor Acerbas. She said that when the ceremony was finished, Iarbus would be her new husband. Instead, she climbed onto the pyre where the fire was burning. Then she killed herself with a sword. After she died, the people of Carthage worshipped her as a goddess. Carthage stayed a very rich and powerful city for 600 years. It was destroyed by Rome in 146 BC.\nAeneas and Dido.\nDido is most well known today for the story told about her in Books 3 and 4 of Virgil's \"Aeneid\". Virgil's story about the early life of Dido is very like those told by Timaeus and Trogus. But his story of how she died is very different. In Virgil's story, Aeneas, a prince from the ancient city of Troy, goes to Carthage after losing a war against the Greeks (the Trojan War). Aeneas and Dido fall in love. Aeneas decides to stay in Carthage with Dido. But the god Jupiter sends Mercury to tell Aeneas that he must leave Carthage and go to Italy. Aeneas does not want to go, but knows he must do what Jupiter asks. He and his men sail away from Carthage. Dido is very sad and very angry. She builds a large fire to burn all the things that belonged to Aeneas. Then she climbs to the top of the fire and kills herself with the sword that she gave Aeneas when he first came to Carthage.\nMost people say that Virgil was the first writer to make up the story about Aeneas and Dido. Others think that he got the idea from a long poem by Gnaeus Naevius called ' (\"The Punic Wars\"). Most of Naevius's poem is lost, so it is hard to know for sure.\nSince Virgil's time, many plays and operas have been written about his story of Aeneas and Dido. Christopher Marlowe wrote a play about them in 1583. It was called \"Dido Queen of Carthage\". Henry Purcell composed an opera about them in 1688 called \"Dido and Aeneas\".\nThe Italian poet Pietro Metastasio also used Virgil's story for a libretto (the story and words for an opera). It was called '. (Its title means \"Dido Abandoned\" in Italian.) The first opera to use Metastasio's libretto was composed by Domenico Sarro in 1724. In the next 100 years more than 40 operas by other composers used this libretto.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Greece","surface_form":"Ancient Greek","offset":0},{"uri":"Ancient_Rome","surface_form":"Roman","offset":18},{"uri":"Queen","surface_form":"Queen","offset":73},{"uri":"Carthage","surface_form":"Carthage","offset":82},{"uri":"Tunisia","surface_form":"Tunisia","offset":140},{"uri":"9th_century_BC","surface_form":"9th century BC","offset":167},{"uri":"Myth","surface_form":"myth","offset":258},{"uri":"Aeneid","surface_form":"Aeneid","offset":316},{"uri":"Ancient_Rome","surface_form":"Roman","offset":331},{"uri":"Virgil","surface_form":"Virgil","offset":342},{"uri":"Worship","surface_form":"worship","offset":423},{"uri":"Goddess","surface_form":"goddess","offset":439},{"uri":"Historian","surface_form":"historian","offset":574},{"uri":"3rd_century_BC","surface_form":"3rd century BC","offset":601},{"uri":"Summary","surface_form":"summary","offset":773},{"uri":"Tyre%2C_Lebanon","surface_form":"Tyre","offset":874},{"uri":"Lebanon","surface_form":"Lebanon","offset":915},{"uri":"Priest","surface_form":"priest","offset":962},{"uri":"Hercules","surface_form":"Hercules","offset":972},{"uri":"Cyprus","surface_form":"Cyprus","offset":1100},{"uri":"Africa","surface_form":"Africa","offset":1139},{"uri":"Tunisia","surface_form":"Tunisia","offset":1172},{"uri":"Berber_people","surface_form":"Berber","offset":1221},{"uri":"Ox","surface_form":"ox","offset":1400},{"uri":"Border","surface_form":"border","offset":1504},{"uri":"Husband","surface_form":"husband","offset":1941},{"uri":"Acerbas","surface_form":"Acerbas (Sychaeus)","offset":1949},{"uri":"Wedding","surface_form":"wedding","offset":1980},{"uri":"Ceremony","surface_form":"ceremony","offset":2056},{"uri":"Pyre","surface_form":"pyre","offset":2192},{"uri":"Sword","surface_form":"sword","offset":2256},{"uri":"Worship","surface_form":"worship","offset":2302},{"uri":"Goddess","surface_form":"goddess","offset":2322},{"uri":"Roman_Republic","surface_form":"Rome","offset":2412},{"uri":"2nd_century_BC","surface_form":"146 BC","offset":2420},{"uri":"Virgil","surface_form":"Virgil","offset":2524},{"uri":"Aeneid","surface_form":"Aeneid","offset":2534},{"uri":"Aeneas","surface_form":"Aeneas","offset":2702},{"uri":"Troy","surface_form":"Troy","offset":2744},{"uri":"Trojan_War","surface_form":"Trojan War","offset":2810},{"uri":"Jupiter_(mythology)","surface_form":"Jupiter","offset":2911},{"uri":"Mercury_(mythology)","surface_form":"Mercury","offset":2925},{"uri":"Punic_Wars","surface_form":"Punic Wars","offset":3508},{"uri":"Play_(theatre)","surface_form":"plays","offset":3612},{"uri":"Opera","surface_form":"opera","offset":3622},{"uri":"Christopher_Marlowe","surface_form":"Christopher Marlowe","offset":3683},{"uri":"Dido_Queen_of_Carthage","surface_form":"Dido Queen of Carthage","offset":3751},{"uri":"Henry_Purcell","surface_form":"Henry Purcell","offset":3776},{"uri":"Opera","surface_form":"opera","offset":3802},{"uri":"Dido_and_Aeneas","surface_form":"Dido and Aeneas","offset":3835},{"uri":"Pietro_Metastasio","surface_form":"Pietro Metastasio","offset":3870},{"uri":"Libretto","surface_form":"libretto","offset":3919},{"uri":"Abandon","surface_form":"Abandoned","offset":4004},{"uri":"Italian_language","surface_form":"Italian","offset":4018},{"uri":"Domenico_Sarro","surface_form":"Domenico Sarro","offset":4089}]}