{"id":359973,"url":"http://en.wikipedia.org/wiki/Walter_Breuning","text":"Walter Breuning (September 21, 1896 – April 14, 2011) was an American supercentenarian and former railroader, and at the time of his death the oldest living man in the world after the death of British World War I-veteran Henry Allingham (who was 15 weeks, 2 days older) on July 18, 2009, and the oldest living man in the United States since December 27, 2008 upon the death of George Francis (who was born on the same day as Allingham). He was also a colorectal cancer survivor.\nBreuning was born on September 21, 1896 in Melrose, Minnesota. Breuning was married to Agnes C. Breuning (née Twokey) from 1922 until her death in 1957. Lastly he married Margaret Breuning (née Vanest) from 1958 until her death in 1975.\nFrom March 31, 2011 (the same day as Shelby Harris, who succeeded Breuning as the oldest living man in the United States, celebrated his 110th birthday), Breuning was hospitalized for an unspecified illness, possibly pneumonia. He died of natural causes at the hospital on April 14, 2011 at 3.30pm aged 114 years, 205 days as the third-youngest of only six men (before Jiroemon Kimura became the oldest man ever in late 2012) who have become at least 114 years old, and was survived by his niece, 3 nephews, and a great niece and nephews. He was succeeded as the oldest living man by Japaneseman Jiroemon Kimura, who was 30 weeks younger and later become the oldest man ever. Breuning and Kimura were, after 110-year-old Japaneseman Tokio Watanabe's death on February 6, 2010, the last two living men born before 1900, as well as the only two men born before 1900 who were still living in the 2nd decade of the 21st century (2011–2020).","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":61},{"uri":"Supercentenarian","surface_form":"supercentenarian","offset":70},{"uri":"Henry_Allingham","surface_form":"Henry Allingham","offset":221},{"uri":"Colorectal_cancer","surface_form":"colorectal cancer","offset":451},{"uri":"Melrose%2C_Minnesota","surface_form":"Melrose, Minnesota","offset":522},{"uri":"Pneumonia","surface_form":"pneumonia","offset":933},{"uri":"Jiroemon_Kimura","surface_form":"Jiroemon Kimura","offset":1312},{"uri":"Tokio_Watanabe","surface_form":"Tokio Watanabe","offset":1449}]}