{"id":359938,"url":"http://en.wikipedia.org/wiki/Brave_and_Bold","text":"\"Brave and Bold\" is a boys' book written by Horatio Alger, Jr. It was serialized (published in parts) beginning on August 5, 1872 in the New York \"Weekly\". Also published in the same issue was Alger's poem \"Friar Anselmo\". \"Brave and Bold\" was then published in book form by A. K. Loring of Boston in 1873. The story was serialized in \"Reader\", an English magazine, in 1872, and was one of Alger's few stories to be so published.\nAlger had lost some of his steam as the 1870s approached. He had made his literary name in exposing the horrors of life for street children in books such as \"Ragged Dick\" (1866). As the years passed, the government had taken on these horrors, studies were being conducted, and the plight of street children was being relieved. As a result, Alger was left without a literary subject. Boys' tastes were changing. They knew everything they needed to know about street boys from Alger's many novels about the poor. They wanted cowboys and Indians. Alger's publisher and his editor urged him ramp up the excitement in his books. Alger agreed, but let it be known that his moralizing would remain at its usual high level.\n\"Brave and Bold\" was the first in a new series of Alger novels published by Loring, and the first in which sex rears its head. Before \"Brave and Bold\", the girls of the hero's age were sisters or simply prop figures. In this new book, Hester Paine, the lovely daughter of Millville's most prominent citizen and the reigning village belle, becomes a source of fascination and contention for \"factory boy\" hero Robert Rushton and his nemesis, the rich, snobbish, kid glove-wearing youth Halbert Davis.\n\"Brave and Bold\" hit a new high in Alger's work, according Edwin Hoyt, but Hoyt describes the story as a \"fiasco\". Gary Scharnhorst describes it as \"horrifying\", and lists a shooting, a stabbing, and a suicide among the book's elements. The book was reviewed by a reader of the children's magazine \"St. Nicholas\"; he described it as \"of the sensational order\" and was glad he did not meet its characters in real life. This was the last review of an Alger work published by the prestigious magazine. The book initiated the controversy over making Alger's works available to the young.","categories":[],"infobox_types":[],"annotations":[{"uri":"Horatio_Alger%2C_Jr.","surface_form":"Horatio Alger, Jr.","offset":44}]}