{"id":359969,"url":"http://en.wikipedia.org/wiki/M%C4%81ori_people","text":"The Māori are the indigenous people of New Zealand. They were the first people to live in the islands.\nThe Polynesian ancestors of the Māori came to New Zealand between 800 and 1300 AD. There are many theories about where the Maori came from. They arrived from somewhere in tropical Polynesia, either from the Cook Islands or the Society Islands. In Māori stories, the place they come from is called Hawai'iki. This is not the same as the country Hawai'i.\nBefore Europeans came to New Zealand, the Māori did not need a name for themselves as a people. After Europeans came to New Zealand, the indigenous people called themselves \"Māori. Māori\" means \"normal\" or \"ordinary\". They called other people, especially those who came from Britain, \"Pākehā\". Today, in New Zealand English \"Pākehā\" is often used as a name for New Zealand Europeans.\nToday, about 600,000 Māori people live in New Zealand. They are an important part of the country's culture. This is why they have received special rights from the Government of New Zealand. Their native language, the Māori language, is an official language of the country along with English. The New Zealand Government support Māori people to keep their culture alive.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indigenous_peoples","surface_form":"indigenous","offset":18},{"uri":"New_Zealand","surface_form":"New Zealand","offset":39},{"uri":"Polynesia","surface_form":"Polynesia","offset":107},{"uri":"Ancestor","surface_form":"ancestor","offset":118},{"uri":"Cook_Islands","surface_form":"Cook Islands","offset":310},{"uri":"Society_Islands","surface_form":"Society Islands","offset":330},{"uri":"Hawaii","surface_form":"Hawai'i","offset":447},{"uri":"New_Zealand_English","surface_form":"New Zealand English","offset":760},{"uri":"Culture","surface_form":"culture","offset":939},{"uri":"Rights","surface_form":"rights","offset":987},{"uri":"Government_of_New_Zealand","surface_form":"Government of New Zealand","offset":1003},{"uri":"M%C4%81ori_language","surface_form":"Māori language","offset":1057},{"uri":"Official_language","surface_form":"official language","offset":1079}]}