{"id":36007,"url":"http://en.wikipedia.org/wiki/Fugue","text":"A fugue is a piece of music written for a certain number of parts (voices). It is a type of counterpoint with a precisely defined structure. It is based on a tune called the \"subject\" of the fugue. The word “fugue“ comes from the Italian “fuga“ meaning “flight“.\nHow a fugue is written.\nA fugue is based on one particular tune. This tune is called the subject. Each part has an equal share in playing the subject. When we talk about the “parts” in a fugue we do not mean the “sections” of the piece but the number of voices needed to sing it or instruments to play it. A “3 part fugue” means a fugue written for three voices or instruments.\nFugues can be in 2, 3, 4, 5 or even 6 parts. The more parts there are the harder it is to write a fugue because each part has to sound interesting by itself, but together they must also make sense. 3, 4 and 5 part fugues are usual.\nA fugue always starts with just one part playing the subject. Then the other parts come in one at a time until they are all playing. When the second part comes in it will always be half an octave higher or lower than the beginning (musicians say: “on the dominant”, meaning that it starts on the 5th note of the scale instead of the “tonic” or 1st note). This called: the answer. The third part to come in will be the “subject” (in the tonic once again) and the fourth part will be another answer, etc.\nIf the answer is an exact transposition of the subject (i.e. exactly the same but in the dominant key) it is called a real answer. Sometimes one or two notes have to be changed so that the music sounds right. This is called a tonal answer. For example: a subject that starts with a rising “doh – soh” (an interval of a fifth) will be answered by a rising “soh – doh” in the answer (an interval of a fourth).\nWhen the second part comes in with the answer the first part will have to play something else, called a countersubject. If this “something else” is used every time in the piece to accompany the answer then it is called a regular countersubject. The countersubject should sound nice, and be grammatically correct, whether it is on top or below the subject. This is called “invertible counterpoint”.\nIf a part is not playing a countersubject it may just be playing a “free part”.\nA redundant entry is the repetition of the subject or answer in a voice in which one or two of the aforementioned have already been stated.\nSometimes entries overlap. This is called stretto (NB “stretto” also has a different meaning in music: “hurried”).\nIf none of the parts are playing the subject or answer (i.e. they are all playing free parts) this is called an episode. If it happens during the first section (exposition) then it is called a codetta.\nBecause a fugue is a piece which puts several lines of melody together it is a form of contrapuntal music.\nA fugue usually has three sections: the first section is called the “exposition”. This lasts until all the parts have entered. The middle section will go through various keys (modulate), and the final section will be back in the main key (tonic), and all the parts will probably play the subject or answer in turn once more.\nComposers who wrote fugues.\nThe fugue became a very popular form of music in the Baroque period. It was often played after a prelude. The most famous composer of fugues was Johann Sebastian Bach. He wrote two books, each with 24 Preludes and Fugues, called \"The Well-Tempered Clavier\" (in German: \"Das Wohltemperierte Klavier\"). Each book has a prelude and fugue in a different major and minor key. He also wrote many Preludes and Fugues for organ, sometimes writing a passacaglia, fantasia or toccata instead of the prelude, as in the case of the famous Toccata and Fugue in D minor.\nBach’s fugues became models for future generations. Composers from later periods studied Bach’s fugues in order to learn how to write their own. For example, Dmitri Shostakovich, a 20th century composer, wrote preludes and fugues in the same style as Bach.\nFugues can be very dramatic and exciting as each part comes in one at a time and the music builds up. This is why many composers have ended long works with a fugue. It helps to build up the tension towards the end of the work. Even if it is not a strict fugue it might be “fugal” i.e. it might start off as a fugue and then become freer (adding extra parts etc.). Beethoven uses fugues a lot in the last movement of his late piano sonatas. Benjamin Britten writes a fugue at the end of A Young Person’s Guide to the Orchestra. At the end of his song for choir called “The Twelve” William Walton starts a fugue with a very long, fast and complicated fugues subject, but it soon develops into a much freer piece of music.","categories":[],"infobox_types":[],"annotations":[{"uri":"Voice_(polyphony)","surface_form":"parts (voices)","offset":60},{"uri":"Counterpoint","surface_form":"counterpoint","offset":92},{"uri":"Octave","surface_form":"octave","offset":1062},{"uri":"Transposition","surface_form":"transposition","offset":1402},{"uri":"Interval_(music)","surface_form":"interval","offset":1681},{"uri":"Counterpoint","surface_form":"counterpoint","offset":2167},{"uri":"Counterpoint","surface_form":"contrapuntal","offset":2806},{"uri":"Modulation_(music)","surface_form":"(modulate","offset":3001},{"uri":"Baroque_music","surface_form":"Baroque period","offset":3232},{"uri":"Prelude","surface_form":"prelude","offset":3276},{"uri":"Johann_Sebastian_Bach","surface_form":"Johann Sebastian Bach","offset":3324},{"uri":"The_Well-Tempered_Clavier","surface_form":"The Well-Tempered Clavier","offset":3409},{"uri":"German_language","surface_form":"German","offset":3440},{"uri":"Major_scale","surface_form":"major","offset":3529},{"uri":"Minor_scale","surface_form":"minor","offset":3539},{"uri":"Key_signature","surface_form":"key","offset":3545},{"uri":"Toccata","surface_form":"toccata","offset":3645},{"uri":"Toccata_and_Fugue_in_D_minor","surface_form":"Toccata and Fugue in D minor","offset":3706},{"uri":"Dmitri_Shostakovich","surface_form":"Dmitri Shostakovich","offset":3894},{"uri":"20th_century","surface_form":"20th century","offset":3917},{"uri":"Benjamin_Britten","surface_form":"Benjamin Britten","offset":4433},{"uri":"A_Young_Person%E2%80%99s_Guide_to_the_Orchestra","surface_form":"A Young Person’s Guide to the Orchestra","offset":4479},{"uri":"William_Walton","surface_form":"William Walton","offset":4573}]}