{"id":360091,"url":"http://en.wikipedia.org/wiki/Nightswimming_(Awake)","text":"\"Nightswimming\" is the eighth episode of the American crime fantasy television series \"Awake\", that first aired on the National Broadcasting Company (NBC) on April 19, 2012. Leonard Chang and co-executive producer Davey Holmes wrote \"Nightswimming\". 2.80 million watched when it was first broadcast on television in the United States. Executive producer Jeffrey Reiner directed the episode, and critics liked the episode.\n\"Awakes main character is Michael Britten (Jason Isaacs), a detective living in two different realities after a car crash. In one reality, where he wears a red wristband, his wife Hannah Britten (Laura Allen) survived the accident, and in another reality, where he wears a green wristband, his son Rex Britten (Dylan Minnette) survived. In the \"green reality\", Michael helps Accountant Marcus Ananyev (Elijah Alexander) and his wife Alina (Ayelet Zurer) start a new life in the Witness Protection Program after a gang member tried to kill Marcus. In the \"red reality\", Michael and Hannah prepare for a new life in Oregon after deciding to move there. They go swimming at a college pool because they love each other.\nMany reviewers praised the story of the \"red reality\", but did not enjoy the arcs of the \"green reality\". This episode marked the first time Rex had not of appear in an episode of the series, the show's two therapists: Dr. Jonathan Lee (BD Wong) and Dr. Judith Evans (Cherry Jones) also did not appear in it. Even though it was the eighth episode, it was supposed to be the fifth episode. The music featured in it was \"Pain in My Heart\" by Otis Redding. Michael is seen shirtless in two scenes of the episode, one of those scenes was filmed at an actual campus swimming pool. During filming, a woman saw Isaacs naked, and questioned it. Many critics commented on the themes of \"Nightswimming\". It was filmed in Los Angeles, California, and eight guest actors were in it.","categories":[],"infobox_types":["television episode"],"annotations":[{"uri":"Awake_(TV_series)","surface_form":"Awake","offset":87},{"uri":"NBC","surface_form":"National Broadcasting Company","offset":119},{"uri":"Jason_Isaacs","surface_form":"Jason Isaacs","offset":465},{"uri":"Oregon","surface_form":"Oregon","offset":1036},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":1849},{"uri":"California","surface_form":"California","offset":1862}]}