{"id":360026,"url":"http://en.wikipedia.org/wiki/Anita_Tsoy","text":"Anita \"Anna\" Sergeyevna Tsoy (; born 7 February 1971, Moscow) is a Russian singer-songwriter of Korean descent.\nParents and Early Life.\nHer grandfather, seeking free education, emigrated from Korea to the Russian Far East. He, his wife and his children were later caught up in the 1937 deportation of the \"Koryo-saram\" to Central Asia. Anita's mother was born in 1944 in Tashkent, Uzbek SSR, Soviet Union. She successfully graduated from the Moscow State University and became a chemistry doctor.\nShe did everything she could to make her daughter educated in all kinds of arts [http://anitatsoy.ru]. Anita's favourite one became music. She began violin lessons at a young age; she later studied piano, flute, and guitar. She wasn't a loved one at school. Many classmates, being children of influential parents, often abused her. Most teachers were not as friendly to her as they were to the other classmates.\nWhen she became an adult, a tragedy happened: her mother was branded a \"class enemy\" in the 1970s in response to her record of speaking out in support of Nobel Peace Prize-winning dissident Andrei Sakharov. For her dissent she was briefly committed to a mental institution. She became a permanent invalid. After leaving school Anita attended the teacher training college, then law school at Moscow State University, where she met her husband Sergey P. Tsoy.\nCareer.\nAfter graduation, rather than becoming a teacher or lawyer, she began saving up money in order to launch a singing career, while her husband began working as a press secretary for Moscow mayor Yury Luzhkov in 1994. Her first album \"Polyot\" (Полёт; \"Flight\") was released in 1997; she kept it a secret from her husband until after she had already signed the contract with her production company.\nIn 1998 her second album, named \"Черный лебедь\" (\"The Black Swan\") was released and in 1999 a concert show \"Черный лебедь или храм любви\" (\"The Black Swan or a Love Palace\") was held in the concert hall \"Rossiya\". This show was accepted as \"Best Show of the Year\" and Anita won an \"Ovation\" She went to the United States in 2003 to record an English-language album, where she worked with cinematic composer Lee Holdridge; while there, she was offered a five-year contract as a solo vocalist in the Cirque du Soleil, but turned it down in order to return to Russia and be near her family.\nShe records her third Russian dance solo-album \"1000000 минут\" (\"1000000 Minutes\") in 2003, which was introduced to public in the \"Elevator\" club, a former factory in Moscow. In 2005 a major show-concert \"ANITA\" was held in the \"Rossiya\" Concert Hall, Moscow, featuring high technology decorations like large LCD-screens and fountains on the stage. The show was considered to be one of the most successful ones in Russia and was released on DVD by Universal Music.\nAnita Tsoy records her fourth album \"На восток\" (\"To The East\") in 2007 and changed her image greatly since the 2003; she turns to manga-anime style. In autumn of the same year she performs with her \"To The East\" show, which attracted more than ten thousand people. Following the show, the DVD-recording of this live concert was released.\nBoth \"ANITA\" and \"To The East\" shows are considered to be one of the best live-performances in Russia and the recordings of these concerts were shown on Channel One, Muz-TV and other influentable Russian channels.\nAnita recorded 5 albums in total and won more than 10 major awards for both performing and charity during her 13-year career as a solo artist.\nAlbums.\nThis information was received from the singer's official site.\nLive Concerts.\nThis information was received from the singer's official site.","categories":[],"infobox_types":[],"annotations":[{"uri":"Moscow","surface_form":"Moscow","offset":54},{"uri":"Russia","surface_form":"Russia","offset":67},{"uri":"Koreans","surface_form":"Korean","offset":96},{"uri":"Korea","surface_form":"Korea","offset":192},{"uri":"Russian_Far_East","surface_form":"Russian Far East","offset":205},{"uri":"Deportation_of_Koreans_in_the_Soviet_Union","surface_form":"1937 deportation","offset":281},{"uri":"Koryo-saram","surface_form":"Koryo-saram","offset":306},{"uri":"Central_Asia","surface_form":"Central Asia","offset":322},{"uri":"Tashkent","surface_form":"Tashkent","offset":371},{"uri":"Uzbek_SSR","surface_form":"Uzbek SSR","offset":381},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":392},{"uri":"Moscow_State_University","surface_form":"Moscow State University","offset":442},{"uri":"Doctor_(title)","surface_form":"doctor","offset":489},{"uri":"Violin","surface_form":"violin","offset":646},{"uri":"Piano","surface_form":"piano","offset":695},{"uri":"Flute","surface_form":"flute","offset":702},{"uri":"Guitar","surface_form":"guitar","offset":713},{"uri":"Enemy_of_the_people","surface_form":"class enemy","offset":981},{"uri":"Nobel_Peace_Prize","surface_form":"Nobel Peace Prize","offset":1063},{"uri":"Andrei_Sakharov","surface_form":"Andrei Sakharov","offset":1099},{"uri":"Normal_school","surface_form":"teacher training college","offset":1255},{"uri":"Moscow_State_University","surface_form":"Moscow State University","offset":1300},{"uri":"Sergey_Tsoy","surface_form":"Sergey P. Tsoy","offset":1351},{"uri":"Moscow","surface_form":"Moscow","offset":1555},{"uri":"Yury_Luzhkov","surface_form":"Yury Luzhkov","offset":1568},{"uri":"United_States","surface_form":"United States","offset":2077},{"uri":"English_language","surface_form":"English-language","offset":2112},{"uri":"Lee_Holdridge","surface_form":"Lee Holdridge","offset":2177},{"uri":"Cirque_du_Soleil","surface_form":"Cirque du Soleil","offset":2268},{"uri":"Universal_Music","surface_form":"Universal Music","offset":2806},{"uri":"Manga","surface_form":"manga","offset":2954},{"uri":"Anime","surface_form":"anime","offset":2960},{"uri":"Channel_One_(Russia)","surface_form":"Channel One","offset":3315},{"uri":"Muz-TV","surface_form":"Muz-TV","offset":3328}]}