{"id":360044,"url":"http://en.wikipedia.org/wiki/Rigidly_rotating_disk_paradox","text":"e=\"preserve\">In theoretical physics, a branch of physics, the rigidly rotating disk paradox, sometimes called the Ehrenfest paradox, is a paradox concerning a rotating disk. Basically, the paradox says that when a disk (or any circular object in general) is rotated, it will have a smaller circumference than 2πr, because the radius will remain the same, but the circumference is shortened due to the Lorentz contraction. For a more detailed explanation, see below.\nMathematical definition.\nIf the rotating disk has an angular velocity of \"ω\", and a radius of \"R\", then the circumference of the disk is \"ω\"·R. So the circumference will undergo a Lorentz contraction of\nformula_1. However, the radius, R, will not undergo a Lorentz contraction since it is perpendicular to the direction of motion.\nTherefore, the circumference divided by the diameter will end up being a little bit less than formula_1.\nAlternate explanation.\nThe simpler definition is given by the following. To an observer \"X\" riding on the edge of the rotating disk, the effects of high-speed motion are still in place. So, if \"X\" were to crawl along the circumference with a ruler and measure the circumference, his ruler will be shortened (due to the Lorentz contraction) and he will have to lay out his ruler \"more times\" to measure the circumference. Therefore, he will measure the circumference to be \"greater\" than he would measure it to be if the disk were stationary.\nIf an observer \"Y\" were to sit on the radius of the rotating disk, he will measure the radius to be the same as he would measure it to be if the disk were stationary, since the radius is not affected by the Lorentz contraction (the radius is perpendicular to the direction of motion). Therefore, when observers \"X\" and \"Y\" compare their measurements, they find that\nformula_1\nIn verbal terms this means \"The circumference is greater than 2π times the radius\". So, the circumference and the radius are not proportional by 2π in this case.\nExplanation for the paradox.\nIn differential geometry, there exists a certain type of mathematical plane called a hyperbolic plane. In it, if you draw a normal circle, the radius will remain the same, but the circumference will be greater than 2πr. Physicists began to realize that the accelerated angular motion of the disk caused a curvature in spacetime, therefore distorting the normal flat geometric plane, causing the circumference to be greater than 2πr.\nUnderlying this explanation is the fact that Euclidean geometry is not the actual geometry of space, but an approximation which works well at the level of human life.\nRelation to gravity.\nUsing an ingenious argument concerning the equivalence principle, Albert Einstein showed that the curvature in spacetime caused by the rotated disk could be a logical explanation for gravity. For more information on this topic, see Gravity and the rotating disk.","categories":[],"infobox_types":[],"annotations":[{"uri":"Theoretical_physics","surface_form":"theoretical physics","offset":16},{"uri":"Physics","surface_form":"physics","offset":49},{"uri":"Paradox","surface_form":"paradox","offset":138},{"uri":"Circumference","surface_form":"circumference","offset":290},{"uri":"Radius","surface_form":"radius","offset":326},{"uri":"Lorentz_contraction","surface_form":"Lorentz contraction","offset":401},{"uri":"Angular_velocity","surface_form":"angular velocity","offset":519},{"uri":"Diameter","surface_form":"diameter","offset":841},{"uri":"Differential_geometry","surface_form":"differential geometry","offset":2014},{"uri":"Plane_(mathematics)","surface_form":"plane","offset":2081},{"uri":"Spacetime","surface_form":"spacetime","offset":2329},{"uri":"Euclidean_geometry","surface_form":"Euclidean geometry","offset":2489},{"uri":"Equivalence_principle","surface_form":"equivalence principle","offset":2675},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":2698},{"uri":"Gravity","surface_form":"gravity","offset":2815},{"uri":"Gravity_and_the_rotating_disk","surface_form":"Gravity and the rotating disk","offset":2864}]}