{"id":360160,"url":"http://en.wikipedia.org/wiki/The_Vault_of_Horror_(movie)","text":"\"The Vault of Horror\" (also called \"Vault of Horror\", \"Further Tales from the Crypt\" and \"Tales from the Crypt II\") is a British anthology horror movie. It was made in 1973 by Amicus Productions. Like the 1972 Amicus movie \"Tales from the Crypt\", it is based on stories from the EC Comics series written by Al Feldstein and Bill Gaines. The movie was directed by Roy Ward Baker.\nNone of the movie's stories are actually from \"Vault of Horror\" comics. All but one were in \"Tales from the Crypt\". The one that wasn't is \"Shock SuspenStories\". The movie does not have the Vault Keeper character from the comics.\nDVD release.\nTogether with \"Tales from the Crypt\",\"The Vault Of Horror\" was released on a \"Midnight Movies\" double feature DVD on 11 September 2007. The version used is the edited, 1974 US theatrical release. It has some of the gorier scenes removed or altered in order to receive an MPAA PG rating.\nAn uncensored version was first shown on the British TV channel Film4 on 25 August 2008. This version still did not show a shot from the original closing sequence. In this scene the characters who walk to the graveyard are seen with dead, skeletal faces. It may be that this shot has been lost. No prints with it have been found. There is no evidence it was included in the final release prints.","categories":[],"infobox_types":[],"annotations":[{"uri":"Anthology","surface_form":"anthology","offset":129},{"uri":"Horror_movie","surface_form":"horror movie","offset":139},{"uri":"Amicus_Productions","surface_form":"Amicus Productions","offset":176},{"uri":"Tales_from_the_Crypt_(film)","surface_form":"\"Tales from the Crypt\"","offset":223},{"uri":"EC_Comics","surface_form":"EC Comics","offset":279},{"uri":"Al_Feldstein","surface_form":"Al Feldstein","offset":307},{"uri":"Bill_Gaines","surface_form":"Bill Gaines","offset":324},{"uri":"Roy_Ward_Baker","surface_form":"Roy Ward Baker","offset":363},{"uri":"Vault_of_Horror","surface_form":"Vault of Horror","offset":426},{"uri":"Tales_from_the_Crypt_(comics)","surface_form":"Tales from the Crypt","offset":472},{"uri":"Shock_SuspenStories","surface_form":"Shock SuspenStories","offset":519},{"uri":"MPAA","surface_form":"MPAA","offset":893},{"uri":"Film4","surface_form":"Film4","offset":973}]}