{"id":36024,"url":"http://en.wikipedia.org/wiki/Franz_Beckenbauer","text":"Franz Beckenbauer (born 11 September 1945), called \"The Kaiser\", is a German retired football player. He played as defender for Bayern Munich, Hamburger SV and Cosmos New York. After the end of his active career he was the coach of the Germany national team and Bayern Munich. Beckenbauer is regarded as one of the greatest footballers of all time.\nHis son Stephan Beckenbauer was a footballer.\nCareer.\nFranz Beckenbauer grew up in the working-class district of Giesing and started playing football at the age of nine with the youth team of SC Munich '06 in 1954. Although he was a supporter of 1860 München he went to Bayern München. Beckenbauer made his debut with Bayern in the Regionalliga Süd on the left wing against Stuttgarter Kickers on 6 June 1964. This year Bayern was promoted to the new German Bundesliga. During Beckenbauer's time at Bayern Munich, the club won three league championships in a row from 1972 to 1974 and also a hat-trick of European Cup wins (1974–76).\nAfter his time with München he signed with Cosmos New York (1977) in the North American Soccer League. After two years with the Hamburger SV (1980-1982) he played till 1983 again with Cosmos.\nHe played 103 matches for the German football national team. He was member of the World Cup squad in 1966 (2nd), 1970 (3rd) and 1974 (1st). In 1972 he won the European Championship. As manager he won the World Cup 1990 and was runner up in 1986. Afterwards he became coach of his former team FC Bayern München and won the title in 1994 and the UEFA Cup in 1996.\nHe did lobbing work for Germanys wish to host the 2006 World Cup. After the decision to give them to Germany he was member of the organizational committee.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germans","surface_form":"German","offset":70},{"uri":"Retire","surface_form":"retire","offset":77},{"uri":"Association_football","surface_form":"football play","offset":85},{"uri":"Germany_national_football_team","surface_form":"Germany national team","offset":236},{"uri":"F.C._Bayern_Munich","surface_form":"Bayern Munich","offset":262},{"uri":"Stephan_Beckenbauer","surface_form":"Stephan Beckenbauer","offset":357},{"uri":"Working-class","surface_form":"working-class","offset":436},{"uri":"Giesing","surface_form":"Giesing","offset":462},{"uri":"German_Bundesliga","surface_form":"German Bundesliga","offset":800}]}