{"id":360243,"url":"http://en.wikipedia.org/wiki/Onam","text":"e=\"preserve\">Onam is the most popular festival in the state of Kerala, India. Onam is the official state festival of Kerala. It is celebrated with joy and enthusiasm all over the state by Malayalees regardless of religion, caste or creed. According to a popular legend, the festival is celebrated to welcome King Mahabali, whose spirit is said to visit Kerala at the time of Onam.\nOnam is a 10 day long festival celebrated in the beginning of the month of Chingam, the first month of the Malayalam Calendar (Kollavarsham). This corresponds with the month of August to September according to the Gregorian Calendar. Of the 10 days, the first day, Atham and tenth day, Thiruvonam are most important of all.\nOrigin.\nThe legend is of King Mahabali (popularly known as Maveli), a mythical king who ruled over Kerala. He was greatly respected in his kingdom and was considered to be wise, and extremely generous. Everybody was happy in His kingdom. There was no discrimination on the basis of caste or class. Rich and poor were treated equally. There was neither crime, nor corruption. Due to his popularity, the Gods became extremely concerned and jealous. They felt threatened and decided to end his reign. They asked Lord Vishnu to go to earth in the form of a dwarf Brahmin.Disguised as Vamana, Vishnu requested Mahabali for 3 feet of land. Kind Mahabali granted him the land, Vamana began to expand and eventually increased himself to the size of cosmic proportions. With his first step, the Brahmin boy covered the whole of earth and with the other step he covered the whole of the skies. He then asked the King where is the space for him to keep the third foot. King Mahabali with folded hands bowed before Vamana and asked him to place his last step on his head so that he could keep the promise. The brahmin placed his foot on the head of the King and trampled Mahabali to the netherworld. There, the King requested Lord Vishnu to be allowed to visit his land and people once a year, and Vishnu granted him his wish. It is the day of the visit of King Mahabali to Kerala that is celebrated as Onam every year. The orgin of Onam is beliefs from the Thrikakara Vamana Moorthi Temple in Ernakulam district of Kerala. Actually Onam is also celebrated as Vamana Jayanthi outside Kerala. Malayalis celebrate Onam religiously by Hindus and culturally by others.\nCelebration.\nElaborate feasts known as sadhya, folk songs, elegant dances, energetic games, elephants, boat race (Vallam Kali) and concentric floral decorations (Athapookkalam) are all part of this dynamic festival. Malayalees make all the efforts to celebrate the festival in a grand way and impress their beloved King that they are happy and to wish him well. People buy new clothes and sweets during the celebration of Onam. Popularity and presentation of rich culture of the state during the festival made Onam the official State Festival of Kerala in 1961.\nTourism.\nThe government promotes Onam internationally in a big way and celebrates 'Tourist Week' for Kerala during Onam celebrations. Thousands of domestic and foreign tourists visit Kerala to be a part of Onam every year.","categories":[],"infobox_types":[],"annotations":[{"uri":"Malayalam","surface_form":"Malayalees","offset":188},{"uri":"Mahabali","surface_form":"Mahabali","offset":313},{"uri":"Sadhya","surface_form":"sadhya","offset":2397},{"uri":"Concentric","surface_form":"concentric","offset":2489},{"uri":"Flower","surface_form":"floral","offset":2500}]}