{"id":36056,"url":"http://en.wikipedia.org/wiki/Tainan","text":"Tainan City () is a city in Southern Taiwan. It is the fifth largest city after Taipei, Kaohsiung, New Taipei City and Taichung City. Tainan was the capital of Taiwan in 1661 when Koxinga took the island from Dutch colonial rule. In 1684, the Qing Dynasty conquered Taiwan and created \"Taiwan Fu\" (the first local government in Taiwan). This was later renamed to \"Tainan Fu\" in 1885. Because it was the capital of Taiwan, Tainan is also called Fu-cheng (Government City). Tainan was also the capital of the Republic of Formosa. Tainan is one of the oldest cities in Taiwan, with the Dutch port at An-ping (安平) in 1624. It is also one of Taiwan's cultural capitals, as it built the First Temple on the island. There are remains of the Northern and Southern gates of the old city, and other old monuments. Tainan is the city with the most Buddhist and/or Taoist temples on Taiwan. Tainan City is surrounded by Tainan County to the north and east and the South China Sea to the west and south.\nHistory.\nTainan is famous with its 300-year history and buildings with old designs. Before the year of 1700, there were only the earliest people living there. But everything changed after the Dutch got to Tainan and made Fort Zeelandia (also called Anping Fort) in Anping. Then in 1661, the Dutch were kicked out by Koxinga, who followed the ideas of the Ming Dynasty, and his army. He ended 38 years of Dutch rule in Taiwan.\nTwenty-two years later, the chief town of Taiwan moved to Tainan and Taiwan became a part of China under the Qing Dynasty’s rule. But the Qing Dynasty didn’t care much about Tainan. Afterwards, Japan took over Taiwan and built \"the Office of the Governor-General\" in Taipei. From then on, Taipei became more important than Tainan. After World War II, Taiwan is no longer under Japanese people's rule. Even though Tainan is not the chief town of Taiwan anymore, Tainan is still called ”Taiwan's cultural capital” because of its long history in Taiwan.\nDistricts.\nTainan City once had six districts: Anping, Annan, East, West Central, South, and North districts. Annan district was originally the An-Shun township of Tainan County, and was added into Tainan City in 1946. In December 25, 2010, it got merged with Tainan county, and upgraded into a special municipality. Its name remains Tainan City. Now the great Tainan City has 31 districts, and the central government want those districts incorporated into 10 to 12 districts in the future. But people in every township are not very positive about this. Because people are afraid that their budget would be downsized while every administrative area become much larger. For the central and local city government, there is a long way to go.","categories":[],"infobox_types":[],"annotations":[{"uri":"Taiwan","surface_form":"Taiwan","offset":37},{"uri":"Taipei_City","surface_form":"Taipei","offset":80},{"uri":"Kaohsiung","surface_form":"Kaohsiung","offset":88},{"uri":"New_Taipei_City","surface_form":"New Taipei City","offset":99},{"uri":"Taichung_City","surface_form":"Taichung City","offset":119},{"uri":"Taiwan","surface_form":"Taiwan","offset":160},{"uri":"Koxinga","surface_form":"Koxinga","offset":180},{"uri":"Netherlands","surface_form":"Dutch","offset":209},{"uri":"Colonialism","surface_form":"colonial rule","offset":215},{"uri":"Qing_Dynasty","surface_form":"Qing Dynasty","offset":243},{"uri":"Republic_of_Formosa","surface_form":"Republic of Formosa","offset":507},{"uri":"Capital_city","surface_form":"capitals","offset":655},{"uri":"Temple_of_Confucius","surface_form":"Temple","offset":687},{"uri":"Buddhist","surface_form":"Buddhist","offset":837},{"uri":"Taoist","surface_form":"Taoist","offset":853},{"uri":"Temple","surface_form":"temple","offset":860},{"uri":"Tainan_County","surface_form":"Tainan County","offset":908},{"uri":"South_China_Sea","surface_form":"South China Sea","offset":952},{"uri":"Dutch_Republic","surface_form":"the Dutch","offset":1179},{"uri":"Fort_Zeelandia","surface_form":"Fort Zeelandia","offset":1212},{"uri":"Dutch_Republic","surface_form":"the Dutch","offset":1278},{"uri":"Koxinga","surface_form":"Koxinga","offset":1307},{"uri":"Ming_Dynasty","surface_form":"Ming Dynasty","offset":1346},{"uri":"Qing_Dynasty","surface_form":"Qing Dynasty’s","offset":1526},{"uri":"Qing_Dynasty","surface_form":"Qing Dynasty","offset":1555},{"uri":"Japan","surface_form":"Japan","offset":1611},{"uri":"World_War_II","surface_form":"World War II","offset":1754},{"uri":"District","surface_form":"district","offset":2004},{"uri":"Township","surface_form":"township","offset":2120}]}