{"id":360774,"url":"http://en.wikipedia.org/wiki/Vietnamese_alphabet","text":"ce=\"preserve\">The Vietnamese alphabet (c\"hữ Quốc ngữ\" in Vietnamese) is a version of the Latin alphabet used to write the Vietnamese language. It uses the all the letters of the ISO Basic Latin Alphabet expect for F, J, W, and Z (which are only found in loanwords). However, the alphabet has been changed heavily in order to accurately show Vietnamese pronunciation. Some letters and digraphs make very different sounds than what most readers of the Latin alphabet expect, such as D, R, and GI. One letter has been added, Đ, to show it is a completely different sound from D. Vowel markers are added in order to distinguish different vowels sounds like A, Â, and Ǎ. Tone markers are also added because Vietnamese is a tonal language, like Á, Ả, Ã, Ạ and À. Some vowels have both a vowel marker and a tone marker. For example, the vowel Ǎ can be written as Ắ, Ẳ, Ẵ, Ặ, and Ằ. Sometimes, even non-speakers of Vietnamese can tell something is written in Vietnamese because of how many markings a word can have.\nHistory.\nUnlike many other Asian languages that are mainly written using an Asian-made writing system, Vietnamese is mainly written using the Latin alphabet, which came from Europe. Before the Vietnamese used the Latin alphabet, they used a writing system based on the Chinese character system called \"chữ nôm\". Chinese loanwords were written the same as they were in Chinese, but thousands more characters were invented write native Vietnamese words. Due to the amount of time it took to learn the system, the literacy rate in Vietnam was low when this system was used.\nIn the 17th century, Portuguese Catholic missionaries created a writing system based on their own Latin alphabet to translate Vietnamese and to make it easier to learn for Europeans. When Vietnam first became a French colony, the Vietnamese alphabet and 'chữ nôm' were used alongside each other. Today, however, only the Vietnamese alphabet is used in Vietnam, and very few Vietnamese can read 'chữ nôm.'\nVietnamese characters.\nThe little ₫ is just the Dong (Dollar) sign - most people just write VND for Vietnamese Dong - the currency of Vietnam.\nThis makes the useful alphabet 89+ letters.\nThis letter is a word: 'ở, it means \"at\" (or \"where\", \"place\").\nThe Latin alphabet.\na, b, c, d, e, g, h, i, k, l, m, n, o, p, q, r, s, t, u, v, x, y, qu\nThe first set of changed letters.\nô, ơ, â, ă, ê, ư, đ\nThis changed set of characters makes new alphabet letters for use in the Vietnamese language. They are an extension to the set of Latin characters already used. English doesn't extend the alphabet. English just uses the same written characters over again, to denote different (letter) sounds. For example: ape, angry, all, art, aorta, and apple. For the Vietnamese language, sounds are split up with their own letter/character changes.\nNote: i and y are essentially the same vowel (and may be exchanged in some situations)\nThe school alphabet.\nThe alphabet is taught in Vietnam's schools with these letters\na, b, c, d, e, g, h, i, k, l, m, n, o, p, q, r, s, t, u, v, x, y - ô, ơ, â, ă, ê, ư, đ\nVietnamese schools teach the alphabet with these 29 letters. The total number of possible letters is much higher if diacritical marks are added.\nThe F, J, W, Z are not used in native Vietnamese words. Only loanwords borrowed from other languages use these letters.\nMaking the vowel sounds.\nThese are the tone rules for vowels with different sounds. It's like music where only the correct sound can come from the instrument. It doesn't matter which instrument, as long as the sound follows the rules.\nNote: This is a spoken language so musical pitch or [http://en.wiktionary.org/wiki/lilt lilt] is not the most changed sound quality. Different voices have different musical pitches. What the speaker will change is the intensity, and time given to the sound parts for each letter (or word). If a speaker uses strong pitch changes, it will probably be for pronunciation.\nSounds similar to letters.\nBefore, the alphabet was arranged from 'a to z' by foreign dictionaries, it included two letter sounds. The letters are like two letter sounds in English. 'Ch' in mechanic, or Christmas are good examples. In Viet characters the 'j'(jeh) sound has an equal (sound) that is written as 'tr'(jeh). Letters like 'Tr' used to be in every dictionary's order right in between the other alphabet letters. Another sound is 'ph'. 'Ph' is very famous - it's used in '[https://www.youtube.com/watch?v=zrAjhFERD-U phở]' the most famous Vietnamese soup in the world. 'Ph' is an 'f' sound, just like in English - 'phone'.\nIn addition to the normal alphabet consonants, there are nine possible double-letters and one triple-letter.\nThe syllables.\nBecause of a relationship with East Asian languages (Japanese,Chinese etc.) the Vietnamese words can be moved around in their order. The reversal of the syllable-words moves them to another position in the dictionary. Also, the syllable-words can be held behind different syllable-words - like the articles in English. It's best to use a computer query to find them.\nThe alphabet in daily life.\nYoung Vietnamese learners will spend a lot of time with this alphabet. Correction is very common. The need for correction is used in many comedies about uneducated people. Comedies about foreigners are becoming very common too.\nThe reason for all the attention is how quickly the meaning will change. To say \"I have a sore head, somewhere\" (\"đầu của tôi là đau đâu!\" in Vietnamese) is nearly impossible for (foreign) learners on their first day. A learner will only hear 'dow, dow dow' or 'dough, dough, dough' or 'dow, dough, dough' which does not help when listening. The same problem can be stated in English - 'four forks for foreigners' foreheads forthwith!'\nEach word in Vietnamese can be identical to another word, except for the sounds/tones/letter-changes. The sound is also identical to the ears of English speakers that allow for expression (sound changes) still.\nSee: [https://www.youtube.com/watch?v=3KmrMQJEkWc Vietnam Eyes lesson on YouTube]\nFrom English.\nThe world includes Vietnam! So, the other letters 'j, f, w and z' are now OK to use in many places - on billboards, posters, T-shirts... But, if you work for any type of Vietnamese authority or association, then limit their use until the authority declares them as acceptable letters. But, the other alphabets that are used in English might not be accepted. For example: the Greek alphabet is very useful for English speakers - but in Vietnam it can lack meaning - it would be a decoration for the general population. Educated people will know more letters from the Greek alphabet.\nFrom Chinese.\nVietnamese used to be written in Chinese characters. A variety for Vietnamese is used in traditional culture. Many Chinese speakers find Vietnamese easy to grasp. The combination of two words is very common to Chinese. Example: phat am, Hong Kong/Xiong Gong etc..\nCombined characters.\n'Diphthongs' are the next most important step to understanding the use of Vietnamese letters. The combination of toned vowels as \"dipthongs\" and \"triphthongs\" makes the Vietnamese language very fast. Some phrases can be spoken clearly without a strong clarity from consonants. It's very hard for English speakers to follow the combinations of sounds, especially vowels.\nNorthern vs. southern accent.\nThere are many differences between northern and southern dialects of Vietnamese. Hanoi is the standard for northern dialects and Saigon is the standard for southern dialects.\nThe alphabet in computers.\nThe Vietnamese keyboard is always virtual (in software). Nobody can buy a computer keyboard for Vietnamese, in Vietnam. The common QWERTY keyboard is used in Vietnam. Software programs for Vietnamese characters are very common.\nOn a webpage.\nThe webpage is usually set to include the UTF-8 standard when using the Vietnamese alphabet. If the design of the characters is strange the designer of a web-page will set the font to plain \"Arial\". Some special fonts have been made for Vietnamese alphabets.\nOpen source.\nSome software is free to use. An open-source software program for the Vietnamese keyboard has already been written.\nDownloaded keyboards.\nThere are a few virtual keyboard systems to use.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vietnamese_language","surface_form":"Vietnamese","offset":57},{"uri":"Latin_script","surface_form":"Latin alphabet","offset":89},{"uri":"ISO_basic_Latin_alphabet","surface_form":"ISO Basic Latin Alphabet","offset":178},{"uri":"Alphabet","surface_form":"alphabet","offset":279},{"uri":"Pronunciation","surface_form":"pronunciation","offset":352},{"uri":"Letter","surface_form":"letters","offset":372},{"uri":"Digraph_(orthography)","surface_form":"digraphs","offset":384},{"uri":"Writing_system","surface_form":"writing system","offset":1095},{"uri":"Europe","surface_form":"Europe","offset":1182},{"uri":"Chinese_characters","surface_form":"Chinese character system","offset":1277},{"uri":"N%C3%B4m","surface_form":"\"chữ nôm\"","offset":1309},{"uri":"Chinese_language","surface_form":"Chinese","offset":1320},{"uri":"Loanword","surface_form":"loanwords","offset":1328},{"uri":"Literacy","surface_form":"literacy rate","offset":1519},{"uri":"Vietnam","surface_form":"Vietnam","offset":1536},{"uri":"Portugal","surface_form":"Portuguese","offset":1600},{"uri":"Catholicism","surface_form":"Catholic","offset":1611},{"uri":"Missionary","surface_form":"missionaries","offset":1620},{"uri":"Latin_script","surface_form":"Latin alphabet","offset":1677},{"uri":"France","surface_form":"French","offset":1790},{"uri":"Colony","surface_form":"colony","offset":1797},{"uri":"Diacritic","surface_form":"diacritical mark","offset":3188},{"uri":"Loanword","surface_form":"loanwords","offset":3278},{"uri":"Pitch_(music)","surface_form":"musical pitch","offset":3607},{"uri":"Sound","surface_form":"sound","offset":3823},{"uri":"Pronunciation","surface_form":"pronunciation","offset":3926},{"uri":"East_Asian_calligraphy","surface_form":"East Asian languages","offset":4729},{"uri":"Decoration","surface_form":"decoration","offset":6543},{"uri":"East_Asian_calligraphy","surface_form":"variety for Vietnamese","offset":6715},{"uri":"Dialect","surface_form":"dialects","offset":7402},{"uri":"Keyboard_(computer)","surface_form":"keyboard","offset":7562},{"uri":"Virtual","surface_form":"virtual","offset":7581},{"uri":"Software","surface_form":"Software","offset":7714},{"uri":"Program","surface_form":"program","offset":7723},{"uri":"Webpage","surface_form":"webpage","offset":7793},{"uri":"UTF-8","surface_form":"UTF-8","offset":7831},{"uri":"Standard","surface_form":"standard","offset":7837},{"uri":"Designer","surface_form":"designer","offset":7929},{"uri":"Font","surface_form":"font","offset":8001},{"uri":"Open-source","surface_form":"open-source","offset":8094}]}