{"id":360783,"url":"http://en.wikipedia.org/wiki/Provincial_city_(Vietnam)","text":"e=\"preserve\">A province in Vietnam () is the region of authority. If the province is in the city (), then it will have districts (). If the city has some country districts attached, then they are separated as counties ().\nInside the city, the districts break down into smaller divisions called city wards (). If the county is outside the city, or in a country province, then that county will be broken down into smaller divisional areas ().\nAdministration units.\nFive city provinces are directly under the government of Vietnam. Administratively, each city is divided into districts and counties.\nEach city has smaller level administrative units, including the districts, wards, communes, and areas. Administration includes the total area in kilometers square, an official census of the city's population (per million people), and the density of people (per kilometers square). Concentration is usually in the inner city, including more people, with closer living. The country districts have less people.\nAdministration of each city is done through the City People's Council, with representatives elected directly every five years. Elected representatives decide the plans for economic development, culture, education, and all other responsibilities. The Head of the People's Council consists of a chairman, a vice chairman, and permanent members. Councils are under the supervision and guidance from the National Assembly Standing Committee.\nThe City People's Council elects the People's Committee, it is the agency directly responsible for the management of the political, security, economic, and cultural interests of the city. The departments of the People's Committee will manage specific areas, such as health, education, investment, justice, finance. In addition, the People's Committee also manages a number of corporations in the city.\nThe government of Vietnam names at least one level of every location a commune. There is a slight difference between an active commune (Xa), and an administrative commune (Xa Huyen). Some communes are very active as cooperatives. In other areas (and in other divisions) the residents have more to do than just commune activities. It's a difference created by the market-economy. Not everyone elects to work for the commune - in commune jobs.\nInvestment and ownership.\nForeigners don't normally invest in the cultural homes directly. And, little or no re-gentrification has been occurring after progress. Hems are different. Hems are transformed into beautiful villas/towns. Some hems have a full circuit of interior roadways that allow for better communities.\nMany cities are beautified in arrangement between departments, province, district, ward, local committees, and residents. However, this is the source of numerous disputes/arguments. The management of the activity doesn't satisfy all the people involved. But, some people are happy with the result - some people choose to get paid to demolish their own house for the progress of a city plan.\nConservation.\nOlder residencies can be left intact for various reasons.\nCommittees.\nEvery division is described so that a committee can manage it. In some provinces committees have established industrial parks. Foreign investment is directed at larger divisions (provinces) who can grant tax and regulation help and incentives.","categories":[],"infobox_types":[],"annotations":[{"uri":"Province","surface_form":"province","offset":15},{"uri":"Vietnam","surface_form":"Vietnam","offset":27},{"uri":"Region","surface_form":"region","offset":45},{"uri":"Authority","surface_form":"authority","offset":55},{"uri":"District","surface_form":"district","offset":119},{"uri":"County","surface_form":"county","offset":316},{"uri":"Administration","surface_form":"Administration","offset":700},{"uri":"Kilometer","surface_form":"kilometer","offset":742},{"uri":"Census","surface_form":"census","offset":773},{"uri":"Population","surface_form":"population","offset":794},{"uri":"Density","surface_form":"density","offset":835},{"uri":"Concentration","surface_form":"Concentration","offset":878},{"uri":"Council","surface_form":"Council","offset":1067},{"uri":"Representative","surface_form":"representative","offset":1081},{"uri":"Residents","surface_form":"residents","offset":2119}]}