{"id":360792,"url":"http://en.wikipedia.org/wiki/Containerization","text":"Containerization is a system of freight transport based on a range of steel containers (\"shipping containers\", \"ISO containers\" etc.). Containers are built to standardized sizes. They can be loaded and unloaded, stacked, transported over long distances. They can be transferred from one mode of transport to another—ships, rail and semi-trailer trucks—without being opened. The system developed after World War II. It led to greatly reduced transport costs, and supported a great increase in international trade.\nEarly years.\nContainerization has its origins in coal mining regions in England from the late 18th century onwards. \"Loose boxes\" were used to containerize coal from the late 1780s, at places like the Bridgewater Canal. They were used for moving coal on and off barges.\nBy the 1830s, railroads on several continents were carrying containers that could be transferred to other modes of transport. The Liverpool and Manchester Railway in the United Kingdom was one such. \"Simple timber boxes, four to a wagon, they were used to convey coal from the Lancashire collieries to Liverpool, where they were transferred to horse drawn carts by crane\". By the 1840s, iron boxes were in use as well as wooden ones. The early 1900s saw closed container boxes designed for movement between road and rail.\nIn the United Kingdom, several railway companies were using similar containers by the beginning of the 20th century and in the 1920s the Railway Clearing House standardized the RCH container. Five- or ten-foot-long, wooden and non-stackable, these early standard containers were a great success.\nFrom 1926 to 1947 in the US, the Chicago North Shore and Milwaukee Railway carried motor carrier vehicles and shippers' vehicles loaded on flatcars between Milwaukee, Wisconsin and Chicago, Illinois. Beginning in 1929, Seatrain Lines carried railroad boxcars on its sea vessels between New York and Cuba.\nDuring World War II the Australian Army used containers. These non-stackable containers were about the size of the later 20 foot ISO container and perhaps made mainly of wood.\n1950s expansion.\nToward the end of World War II, the United States Army used containers to speed the loading and unloading of transport ships. The army used the term \"transporters\" for shipping household goods of officers in the field. A \"transporter\" was a reusable container, long, wide, and high, made of rigid steel with a carrying capacity of 9,000 pounds.\nDuring the Korean War the transporter was evaluated for handling sensitive military equipment and, proving effective, was approved for broader use.\nIn 1952 the army began using the term CONEX, short for \"Container Express\". The first major shipment of CONEXes, containing engineering supplies and spare parts, was made by rail from the Columbus General Depot in Georgia to the Port of San Francisco, then by ship to Yokohama, Japan, and then to Korea.\nIn 1955, a trucking company owner, Malcom McLean, worked with engineer Keith Tantlinger to develop the modern container. The challenge was to design a shipping container that could be loaded onto ships and held securely for long sea voyages. The result was a tall by wide box in -long units constructed from thick corrugated steel.\nThe design had a twistlock mechanism on top each of the four corners. This meant the container could be easily secured and lifted by cranes. After helping McLean make the successful design, Tantlinger convinced him to give the patented designs to the industry. This began international standardization of shipping containers.\nThe U.S. Department of Defense standardized an 8'×8' cross section container in multiples of 10' lengths for military use. This was exactly the standard proposed by McLean and Tantlinger in Britain, and it was rapidly adopted for shipping purposes.\nShipping industry standard.\nThere are many variations on the standard 8'x8'x10' size, but the use of containers for transport is now world-wide. In addition to ships, containers are universally used on planes for international air transport. Countries with large rail networks still use containers for much of their freight transport.\nOther widely used standard include the 20 Foot container having external dimensions of 20 feet long, 8 feet wide and 8.5 feet high and the 40 Foot length.\nPorts.\nPorts round the world have been adapted to freight transport by container. The ships that carry containers are huge, and ports must have depth and size to dock ships. China is by far the world's largest user of container transport. Container ships cannot get down the Thames to London, so a modern container port was built at Felixtowe on the Suffolk coast. The Port of Felixtowe is the UK's largest container port, and carries 35% of the UK container cargo. However, it is only the 29th busiest container port in the world.\nWorld #1 container port is Shanghai, China; #2 is Singapore, and #3 is Rotterdam, Netherlands. Top U.S. container port is South Louisiana at #9, just in front of Houston. These rankings are by millions of tons.\nThe use of containers has caused increased efficiency in loading and unloading. Also, there have been changes in short-term storage and handling in ports.","categories":[],"infobox_types":[],"annotations":[{"uri":"Freight_transport","surface_form":"freight transport","offset":32},{"uri":"Steel","surface_form":"steel","offset":70},{"uri":"Container","surface_form":"container","offset":76},{"uri":"Ship","surface_form":"ship","offset":316},{"uri":"Rail","surface_form":"rail","offset":323},{"uri":"Semi-trailer_truck","surface_form":"semi-trailer truck","offset":332},{"uri":"World_War_II","surface_form":"World War II","offset":401},{"uri":"Costs","surface_form":"costs","offset":451},{"uri":"Trade","surface_form":"trade","offset":506},{"uri":"Coal_mining","surface_form":"coal mining","offset":562},{"uri":"Bridgewater_Canal","surface_form":"Bridgewater Canal","offset":714},{"uri":"Barge","surface_form":"barge","offset":775},{"uri":"Crane_(machine)","surface_form":"crane","offset":1148},{"uri":"Railway_Clearing_House","surface_form":"Railway Clearing House","offset":1442},{"uri":"Flatcar","surface_form":"flatcar","offset":1740},{"uri":"Milwaukee%2C_Wisconsin","surface_form":"Milwaukee, Wisconsin","offset":1757},{"uri":"Chicago%2C_Illinois","surface_form":"Chicago, Illinois","offset":1782},{"uri":"Seatrain_Lines","surface_form":"Seatrain Lines","offset":1820},{"uri":"World_War_II","surface_form":"World War II","offset":1913},{"uri":"Korean_War","surface_form":"Korean War","offset":2455},{"uri":"Shipping","surface_form":"shipping","offset":3047},{"uri":"Twistlock","surface_form":"twistlock","offset":3245},{"uri":"Patent","surface_form":"patent","offset":3455},{"uri":"United_States_Department_of_Defense","surface_form":"U.S. Department of Defense","offset":3558},{"uri":"Air_transport","surface_form":"air transport","offset":4030},{"uri":"China","surface_form":"China","offset":4467},{"uri":"Thames","surface_form":"Thames","offset":4568},{"uri":"London","surface_form":"London","offset":4578},{"uri":"Felixtowe","surface_form":"Felixtowe","offset":4626},{"uri":"Suffolk","surface_form":"Suffolk","offset":4643},{"uri":"Shanghai","surface_form":"Shanghai","offset":4852},{"uri":"China","surface_form":"China","offset":4862},{"uri":"Singapore","surface_form":"Singapore","offset":4875},{"uri":"Rotterdam%2C_Netherlands","surface_form":"Rotterdam, Netherlands","offset":4896},{"uri":"South_Louisiana","surface_form":"South Louisiana","offset":4947},{"uri":"Houston","surface_form":"Houston","offset":4987}]}