{"id":360864,"url":"http://en.wikipedia.org/wiki/Elizabeth_Warren","text":"Elizabeth Ann Warren (née Herring; born June 22, 1949) is an American politician and Senior United States Senator of Massachusetts since January 3, 2013. She is a Democrat and a bankruptcy law expert. She was also an assistant to President Barack Obama. She supports student loan forgiveness, banking regulation, and consumer protection regulations.\nWarren was an unsuccessful candidate for the 2020 Democratic nomination. Warren was seen as a possible running mate pick for Joe Biden's campaign.\nPre-senate career.\nBefore she was a senator, Warren taught bankruptcy law at Harvard Law School. She interviewed hundreds of people who were going through bankruptcy or struggling to avoid bankruptcy. She gained a thorough understanding of the causes of bankruptcy and financial difficulties that families face in the United States. She wrote several books about these struggles, and about the institutions that make money by making it hard for people to escape from these difficulties.\nShe and her daughter Amelia Warren Tyagi are the co-authors of a book called The Two-Income Trap. Warren has also written several other books, including A Fighting Chance and This Fight is Our Fight.\nIn 2011, she was an advisor for the Consumer Financial Protection Bureau, a government agency that protects consumers from unfair practices of banks, payday lenders, student loan providers, credit card companies, collection agencies, for-profit colleges and universities, and the collection departments of health maintenance organizations (HMOs).\n2020 campaign.\nWarren announced her plans to run for President in the 2020 election in December 2018. In February 2019, she announced her candidacy for president. Warren ended her campaign on March 5, 2020 after failing to win any primaries and falling to third place in Massachusetts' primary. After Joe Biden won the nomination, she became one of the final four finalists for his running mate pick.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Senator","surface_form":"United States Senator","offset":92},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":117},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":240},{"uri":"Loan","surface_form":"loan","offset":275},{"uri":"Elizabeth_Warren_2020_presidential_campaign","surface_form":"candidate","offset":377},{"uri":"2020_United_States_presidential_election","surface_form":"2020","offset":395},{"uri":"2020_Democratic_Party_presidential_primaries","surface_form":"Democratic nomination","offset":400},{"uri":"Running_mate","surface_form":"running mate","offset":453},{"uri":"Joe_Biden","surface_form":"Joe Biden","offset":475},{"uri":"Joe_Biden_2020_presidential_campaign","surface_form":"campaign","offset":487},{"uri":"United_States_presidential_election%2C_2020","surface_form":"2020 election","offset":1601},{"uri":"Elizabeth_Warren_2020_presidential_campaign","surface_form":"candidacy","offset":1669},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":1802},{"uri":"Joe_Biden","surface_form":"Joe Biden","offset":1832},{"uri":"2020_Democratic_Party_vice_presidential_candidate_selection","surface_form":"final four finalists","offset":1884},{"uri":"Running_mate","surface_form":"running mate","offset":1913}]}