{"id":360980,"url":"http://en.wikipedia.org/wiki/Ring_of_Honor","text":"Ring of Honor (ROH) is a professional wrestling company founded in 2002 by Rob Feinstein and Gabe Sapolsky. The president of the company is Cary Silkin. Their headquarters are in Bristol, Pennsylvania. Matches for the company airs on The Fight Network in Canada and on Samurai TV in Japan. The company also aired matches in the United Kingdom and Ireland.\nHistory.\nThe company was started by RF Video owner, Rob Feinstein after Extreme Championship Wrestling went out of business. Feinstein left the company in 2004 after he was caught in an internet sting operation allegedly trying to ask for sex on the internet from a person who he thought was an 13 year old boy but was actually an adult, pretending to be the boy. Gabe Sapolsky left the company on October 26, 2008. Doug Gentry bought Feinstein's stake in the company and sold it to Cary Silkin who then became the president of the company.\nCode of Honor.\nRing of Honor followed a set of rules called the \"code of honor\". The code of honor was considered a moral requirement to follow. They were put in place to make Ring of Honor feel more like Japanese professional wrestling. There were originally 5 rules set in place but they were retired in 2004. They reappeared again and were changed to only 3 rules.","categories":[],"infobox_types":[],"annotations":[{"uri":"Professional_wrestling","surface_form":"professional wrestling","offset":25},{"uri":"2002","surface_form":"2002","offset":67},{"uri":"Bristol%2C_Pennsylvania","surface_form":"Bristol","offset":179},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":188},{"uri":"The_Fight_Network","surface_form":"The Fight Network","offset":234},{"uri":"Canada","surface_form":"Canada","offset":255},{"uri":"Japan","surface_form":"Japan","offset":283},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":328},{"uri":"Ireland","surface_form":"Ireland","offset":347},{"uri":"Extreme_Championship_Wrestling","surface_form":"Extreme Championship Wrestling","offset":428}]}