{"id":361,"url":"http://en.wikipedia.org/wiki/Ireland","text":"Ireland (;; Ulster-Scots:) is an island in the North Atlantic. It is about 486 kilometres (302 miles) long and about 288 kilometres (179 miles) wide. To the west of Ireland is the Atlantic Ocean; to the east of Ireland, across the Irish Sea, is the island of Great Britain. Over 6.4 million people lived on the island in 2016.\nCountries.\nFrom 1801 to 1921, all of Ireland was part of the same country, called the United Kingdom of Great Britain and Ireland. In 1919, a war broke out, the Irish War of Independence, and on December 6 1921, the Irish Free State became independent. After a new constitution came into effect in 1937, the state became a republic. Northern Ireland stayed with the UK, and this would lead to The Troubles beginning in the 1960s and ending with the Good Friday Agreement signed in 1998.\nProvinces and counties.\nIreland is traditionally divided into four provinces and thirty-two counties. Twenty-six counties are in the Republic and six in Northern Ireland. Three of the provinces are entirely within the Republic (Connacht, Leicester and Munster), and one province (Ulster) has some counties in both the Republic and in Northern Ireland.\nMain cities.\nDublin is the largest city. It is the capital of the Republic of Ireland. Dublin was established as a Viking settlement in the 9th century. The population is 525,383 in Dublin City, and 1,270,603 in Co. Dublin.\nBelfast is the capital of Northern Ireland. It has 483,000 people in the Greater Belfast urban area there are 267,000 in the city itself. Shipbuilding used to be a major industry here. The \"Titanic\" was built in Belfast at the Harland and Wolff shipyard.\nArmagh is a city in Northern Ireland. It is often called the 'Ecclesiastic Capital of Ireland' as it is the seat of both the Catholic Church and the (Protestant) Church of Ireland. The population is 14,590.\nCork is the largest city in Munster. Corkonians often refer to it as 'the Real Capital'. The population is 119,230. but following a 2019 Cork boundary change|boundary extension in 2019, the population increased to c. 210,000.\nDerry is the second largest city in Northern Ireland. Derry is notable for the Medieval city walls which still stand. Because the walls have never been breached, the city is nicknamed \"The Maiden City\". In 2013 Derry was the UK Capital of Culture. Many cultural events took place there during the year. The population is 83,652.\nHistory.\nDuring the last glacial period (the \"ice age\"), most of Ireland was covered with ice. After that, Ireland became covered with trees. The first people came to Ireland about 9,000 years ago, in the Middle Stone Age (Mesolithic period). They were nomadic. Once food ran out in the place they lived, they would move to another place. Evidence of these people was found in Mount Sandel, Co. Derry.\nAbout 4000 BC, in the New Stone Age (Neolithic period), the first farmers arrived in Ireland. These people cleared openings in the forest and built permanent settlements with houses and farmland. When people in this age died, they were buried in tombs called megaliths. Many megaliths are left standing today, such as portal dolmens and passage tombs. The most famous megalith is Newgrange passage tomb in co. Meath.\nNew settlers came around 2000BC, marking the start of the Bronze Age. Copper was mined mainly in Mount Gabriel, Co. Cork and tin was imported from Cornwall. These people used bronze to make weapons, such as swords. They also used it to make early forms of jewellery, such as sun discs and torcs. These settlers buried the dead in court tombs or wedge tombs, and burial places have been found with stone circles.\nIt is unknown when the Celts came to Ireland, but it is likely they brought the use of iron with them. The use of iron marks the start of the Iron Age. It is known that by about 300BC, the use of iron and Celtic culture was widespread in Ireland. The Celts lived in ring forts, hill forts, promontory forts and crannógs. It is thought that only the richer families and settlements lived in crannógs. These were man-made islands in the middle of lakes with houses on them.\nCeltic Ireland was split into around 150 kingdoms called tuath. The king was elected from the royal family. Below the king were the Nobles, and the Aos Dána, who were people with special skills, such as poets, Druids (priests), judges and craftsmen.\nBy the early 6th century, Ireland was mostly Christian through the work of St. Patrick and other missionaries. Druids were replaced by priests and monks. Monasteries soon were built such as Glendalough in co. Wicklow. Glendalough and other monasteries built round towers for safety when Vikings attacked. Small monasteries were also built in remote places, the most famous being Skellig Michael, off the coast of co. Kerry.\nAt this time many hand-written manuscripts were created by the monasteries. They include the Cathach, the Book of Durrow, and the Book of Kells. Monks also produced fine silver chalices, croziers and brooches, and carved high crosses.\nIn 1169, Anglo-Norman lords invaded Ireland. They were led by Strongbow who landed at Passage East, Co. Waterford. The Anglo-Normans conquered many parts of Ireland in the following 60 years. They introduced their way of life to the Irish people. The feudal system was soon introduced in Ireland as a means of organising land. Castles were built to defend the land like Trim Castle, Co. Meath. During the Middle Ages, Ireland's first proper towns were built.\nFrom 1801 until 1921, all of Ireland was part of the United Kingdom of Great Britain and Ireland. In 1921 Northern Ireland was created and 'partitioned' from the south. Northern Ireland has stayed within the United Kingdom since then. The full name of the UK is 'The United Kingdom of Great Britain and Northern Ireland'.\nIn 1921 the south became the Irish Free State. In 1937 the Irish Free State adopted a new constitution which named the state 'Ireland', and in 1948 this state passed the Republic of Ireland Act which declared it to be a republic.\nMigration.\nMany Irish people have left Ireland and moved to the United States, Canada, Australia, and South America. The Great Famine in the 1840s forced many to leave; it is estimated almost a million people died of starvation, and a million more emigrated. From a maximum of over 8 million in 1841, the total Irish population dropped to just over 4 million in the 1940s. Since then, the population has grown to over 6 million. This has been helped by the economic growth of the \"Celtic Tiger\" and since 2004 immigration from countries in Eastern Europe such as Poland.\nToday almost 80 million people around the world are descended from Irish immigrants.\nSports.\nIreland's main sports are Gaelic Games (Gaelic football, hurling, etc.) and soccer.\nThe many sports played and followed in Ireland include Gaelic games (mainly Gaelic football, hurling and camogie), horse racing, show jumping, greyhound racing, basketball, fishing, handball, motorsport, MMA, boxing, target shooting and tennis. Hockey, golf, rowing, cricket, rugby union and Olympic target shooting are organised on an all-island basis, with a single team representing the whole of Ireland in international competitions. Other sports, such as soccer and netball, have separate organizing bodies in Northern Ireland and the Republic of Ireland.\nAs Northern Ireland is a constituent nation of the United Kingdom it also sends a Northern Ireland Team to the Commonwealth Games. At the Olympic Games, a person from Northern Ireland can choose to represent either Ireland or Great Britain.\nSoccer is the most popular team sport in terms of participation. According to the Irish Sports Monitor 2015 annual report, 4.8% of adults over 15 participate in Soccer. Gaelic football 2%, camogie 1.2, rugby 1.1%. Individual exercise pursuits are most popular with 43% of all sport participated by individuals on their own. Personal exercise 13.7%, running 8.2%, swimming 8%, cycling 5.5%, dancing 3%, golf 2.7%, weights 2.3%, yoga 1.5% and pilates 1.4%.\nSoccer is by far the most popular team pursuit for males at 8.8% with Gaelic football attracting 3.4%. Personal exercise 13.4% and running 8.9% are the most popular male activities. Team sports do not figure highly amongst females with dancing at 4.6% and yoga 2.4% are two of the highest shared activities.\nGiven the variety of sports in Ireland, it is of interest to note how the government's Capital Sports programme 2017 allocated it's €56 million funds. €23.5 million went to the GAA which highlights the strength of the GAA lobby. €7.25 million to soccer, Rugby €3.1 million, tennis €2.64 million, golf €1.97 million, sailing €1.21 million, athletics just under €1 million, diving €451,000 while other sports did not fare so well.\nGaelic Football is one of the most popular sports in Ireland in terms of match attendance, and in 2003 had 34% of total sports attendances at events in the Republic of Ireland, followed by hurling at 23%, soccer at 16% and rugby at 8%. Initiative's ViewerTrack study, which measured 2005 sports audiences, showed the sport's highest-profile match, the All-Ireland Football Final, to be the most watched event of the nation's sporting year. Soccer is the most played team sport in Ireland.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ulster_Scots_dialects","surface_form":"Ulster-Scots","offset":12},{"uri":"Island","surface_form":"island","offset":33},{"uri":"North_Atlantic_Ocean","surface_form":"North Atlantic","offset":47},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":180},{"uri":"Irish_Sea","surface_form":"Irish Sea","offset":231},{"uri":"Great_Britain","surface_form":"Great Britain","offset":259},{"uri":"United_Kingdom_of_Great_Britain_and_Ireland","surface_form":"United Kingdom of Great Britain and Ireland","offset":413},{"uri":"Irish_War_of_Independence","surface_form":"Irish War of Independence","offset":488},{"uri":"Irish_Free_State","surface_form":"Irish Free State","offset":543},{"uri":"Constitution","surface_form":"constitution","offset":592},{"uri":"Republic","surface_form":"republic","offset":650},{"uri":"The_Troubles","surface_form":"The Troubles","offset":720},{"uri":"Good_Friday_Agreement","surface_form":"Good Friday Agreement","offset":776},{"uri":"Dublin","surface_form":"Dublin","offset":1179},{"uri":"Belfast","surface_form":"Belfast","offset":1390},{"uri":"RMS_Titanic","surface_form":"Titanic","offset":1580},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":1770},{"uri":"Church_of_Ireland","surface_form":"Church of Ireland","offset":1807},{"uri":"Cork_(city)","surface_form":"Cork","offset":1852},{"uri":"Derry","surface_form":"Derry","offset":2078},{"uri":"Stone_Age","surface_form":"Stone Age","offset":2619},{"uri":"Neolithic","surface_form":"Neolithic","offset":2846},{"uri":"Bronze_Age","surface_form":"Bronze Age","offset":3284},{"uri":"Celts","surface_form":"Celts","offset":3661},{"uri":"Iron_Age","surface_form":"Iron Age","offset":3780},{"uri":"St._Patrick","surface_form":"St. Patrick","offset":4435},{"uri":"Druids","surface_form":"Druids","offset":4471},{"uri":"Vikings","surface_form":"Vikings","offset":4647},{"uri":"Anglo-Norman","surface_form":"Anglo-Norman","offset":5028},{"uri":"Waterford","surface_form":"Waterford","offset":5123},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":5424},{"uri":"Irish_Free_State","surface_form":"Irish Free State","offset":5829},{"uri":"Republic_of_Ireland","surface_form":"Ireland","offset":5926},{"uri":"Republic","surface_form":"republic","offset":6020},{"uri":"Canada","surface_form":"Canada","offset":6109},{"uri":"Australia","surface_form":"Australia","offset":6117},{"uri":"South_America","surface_form":"South America","offset":6132},{"uri":"Irish_Potato_Famine","surface_form":"Great Famine","offset":6151},{"uri":"Eastern_Europe","surface_form":"Eastern Europe","offset":6570},{"uri":"Poland","surface_form":"Poland","offset":6593},{"uri":"Irish_people","surface_form":"Irish immigrants","offset":6668},{"uri":"Gaelic_Games","surface_form":"Gaelic Games","offset":6720}]}