{"id":361022,"url":"http://en.wikipedia.org/wiki/Human_genome","text":"The human genome is stored on 23 chromosome pairs in the cell nucleus and in the small mitochondrial DNA. A great deal is now known about the sequences of DNA which are on our chromosomes. What the DNA actually does is now partly known. Applying this knowledge in practice has only just begun.\nThe Human Genome Project (HGP) produced a reference sequence which is used worldwide in biology and medicine. \"Nature\" published the publicly funded project's report, and \"Science\" published Celera's paper. These papers described how the draft sequence was produced, and gave an analysis of the sequence. Improved drafts were announced in 2003 and 2005, filling in to ≈92% of the sequence.\nThe latest project ENCODE studies the way the genes are controlled.\nDNA and proteins.\nThe human genome contains just over 20,000 protein-coding genes, far fewer than had been expected. In fact, only about 1.5% of the genome codes for proteins, while the rest consists of non-coding RNA genes, regulatory sequences, and introns.\nHowever, a single gene can produce a variety of proteins by means of RNA splicing. One particular Drosophila gene (DSCAM) can be alternatively spliced into 38,000 different mRNAs. Each mRNA codes for a different peptide chain. Therefore the number of proteins produced is far above the number of coding genes.\nWith RNA splicing and post-RNA translation changes, the total number of unique human proteins may be in the low millions.\nThe idea that most DNA is useless 'junk' is wrong. At least 80% of the genome has definite functions.\nDifferences between humans and chimpanzees.\nThe animal that is alive now that is closest to humans is the chimpanzee. 98.4% of the DNA is the same between humans and chimpanzees. However, this applies only to single nucleotide polymorphisms, that is, changes in \"single\" base pairs only. The full picture is rather different.\nThe draft sequence of the common chimpanzee genome was published in 2005. It showed that the regions which are similar enough to be aligned with one another account for 2400 million of the human genome’s 3164.7 million bases, that is, 75.8% of the genome.\nThis 75.8% of the human genome is 1.23% different from the chimpanzee genome in single-nucleotide polymorphisms (SNPs - changes of single DNA “letters” in the genome). Another type of difference, called 'indels' (insertions/deletions) account for another ~3% difference between the alignable sequences. In addition, variation in copy number of large segments (> 20 kb) of similar DNA sequence provides a further 2.7% difference between the two species. Hence the total similarity of the genomes could be as low as about 70%.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genome","surface_form":"genome","offset":10},{"uri":"Chromosome","surface_form":"chromosome","offset":33},{"uri":"Cell_nucleus","surface_form":"cell nucleus","offset":57},{"uri":"Mitochondrial_DNA","surface_form":"mitochondrial DNA","offset":87},{"uri":"DNA_sequence","surface_form":"sequences of DNA","offset":142},{"uri":"Nature_(journal)","surface_form":"Nature","offset":405},{"uri":"Science_(journal)","surface_form":"Science","offset":466},{"uri":"Celera","surface_form":"Celera","offset":485},{"uri":"ENCODE","surface_form":"ENCODE","offset":703},{"uri":"Protein","surface_form":"protein","offset":813},{"uri":"Gene","surface_form":"gene","offset":828},{"uri":"Protein","surface_form":"protein","offset":918},{"uri":"Non-coding_RNA","surface_form":"non-coding RNA","offset":955},{"uri":"Gene_regulation","surface_form":"regulatory sequence","offset":977},{"uri":"Intron","surface_form":"intron","offset":1003},{"uri":"RNA_splicing","surface_form":"RNA splicing","offset":1081},{"uri":"Drosophila","surface_form":"Drosophila","offset":1110},{"uri":"MRNA","surface_form":"mRNA","offset":1185},{"uri":"Peptide","surface_form":"peptide","offset":1224},{"uri":"RNA_translation","surface_form":"RNA translation","offset":1349},{"uri":"Chimpanzee","surface_form":"chimpanzee","offset":1652},{"uri":"Polymorphism","surface_form":"polymorphism","offset":1773},{"uri":"Common_chimpanzee","surface_form":"common chimpanzee","offset":1898},{"uri":"Genome","surface_form":"genome","offset":1916}]}