{"id":361192,"url":"http://en.wikipedia.org/wiki/Warrior_(wrestler)","text":"Warrior (born James Brian Hellwig; June 16, 1959 – April 8, 2014)) was an American professional wrestler. Hellshaw legally changed his name to Warrior in 2002. He was the biggest star of the 1990s. His career had a boost when he defeated Hulk Hogan at WrestleMania VI, and it was also Hulk Hogan's first Wrestlemania loss, firstly before defeated by The Rock at WrestleMania X8.\nWarrior died of a heart attack on the afternoon of April 8, 2014 at 54 years old, 3 days after being inducted into the WWE Hall of Fame and less than a day after cutting a promo on \"Raw\".\n\"No WWE talent becomes a legend on their own. Every man's heart one day beats its final beat. His lungs breathe their final breath. And if what that man did in his life makes the blood pulse through the body of others and makes them believe deeper in something larger than life then his essence, his spirit, will be immortalized. By the story tellers, by the loyalty, by the memory of those who honor him and make the running the man did live forever. You, you, you, you, you, you are the legend makers of Ultimate Warrior. In the back I see many potential legends. Some of them with warrior spirits. And you will do the same for them. You will decide if they lived with the passion and intensity. So much so that you will tell your stories and you will make them legends, as well. I am Ultimate Warrior. You are the Ultimate Warrior fans. And the spirit of the Ultimate Warrior will run forever!\"\nEarly life.\nWarrior was born as James Brian Hellwig (though changed name to Hellshaw in 1969). He was the eldest of five children and was raised by his mother (along with, later, his stepfather) after his father left his family when young James was 12. He spent a year at Indiana State University. It was also during this time he began to compete in amateur bodybuilding.\nCareer.\nHellshaw debuted as the Dingo Warrior in 1985.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":74},{"uri":"Professional_wrestler","surface_form":"professional wrestler","offset":83},{"uri":"Hulk_Hogan","surface_form":"Hulk Hogan","offset":238},{"uri":"WrestleMania_VI","surface_form":"WrestleMania VI","offset":252},{"uri":"Dwayne_Johnson","surface_form":"The Rock","offset":350},{"uri":"WrestleMania_X8","surface_form":"WrestleMania X8","offset":362},{"uri":"Heart_attack","surface_form":"heart attack","offset":397},{"uri":"WWE_Hall_of_Fame","surface_form":"WWE Hall of Fame","offset":498},{"uri":"WWE_Raw","surface_form":"Raw","offset":561},{"uri":"Indiana_State_University","surface_form":"Indiana State University","offset":1737},{"uri":"Bodybuilding","surface_form":"bodybuilding","offset":1823}]}