{"id":361156,"url":"http://en.wikipedia.org/wiki/Mount_Parnassus","text":"Mount Parnassus, also Parnassos, is a mountain of limestone in central Greece. It is north of the Gulf of Corinth. According to Greek mythology, this mountain was sacred to Apollo and the home of the Muses.\nMythology.\nMount Parnassus is named after Parnassos, the son of the nymph Kleodora and the man Kleopompus. Parnassos was leader of a city that was flooded by rains. The people ran from the flood up the mountain slope. There the survivors built another city and called it Lykoreia. According to some traditions, Mount Parnassus was the site of the fountain Castalia and the home of the Muses. As the home of the Muses, Mount Parnassus became known as the home of poetry, music, and learning.\nMount Parnassus was the site of several unrelated minor events in Greek mythology.\nParnassus today.\nToday, the slopes of Mount Parnassus have two ski centres. The Parnassos Ski Centre has two sections, Kellaria and Fterolakka, which together make up the largest ski centre in Greece. A smaller ski centre (only two drag lifts) called Gerontovrahos is across a ridge from Kellaria.\nParnassus is mined for its large supply of bauxite. The bauxite is converted to aluminium oxide and then to aluminium.","categories":[],"infobox_types":[],"annotations":[{"uri":"Limestone","surface_form":"limestone","offset":50},{"uri":"Greece","surface_form":"Greece","offset":71},{"uri":"Gulf_of_Corinth","surface_form":"Gulf of Corinth","offset":98},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":128},{"uri":"Apollo","surface_form":"Apollo","offset":173},{"uri":"Muse","surface_form":"Muse","offset":200},{"uri":"Nymph","surface_form":"nymph","offset":275},{"uri":"Kleodora","surface_form":"Kleodora","offset":281},{"uri":"Kleopompus","surface_form":"Kleopompus","offset":302},{"uri":"Lykoreia","surface_form":"Lykoreia","offset":478},{"uri":"Castalia","surface_form":"Castalia","offset":563},{"uri":"Skiing","surface_form":"ski","offset":844},{"uri":"Bauxite","surface_form":"bauxite","offset":1122},{"uri":"Aluminium_oxide","surface_form":"aluminium oxide","offset":1159},{"uri":"Aluminium","surface_form":"aluminium","offset":1187}]}