{"id":361272,"url":"http://en.wikipedia.org/wiki/Legendary_Pictures","text":"Legendary Pictures, Inc. (also called Legendary Entertainment'\") is an American movie production company. The parent company is based in Burbank, California and was founded by Thomas Tull in 2000. In 2005 the company made a 40-picture agreement to co-produce and co-finance with Warner Bros.\nBy 2011 the company was reported to have been valued at more than $1 billion. In September 2011, Chief Creative Officer Jon Jashni was appointed to the new position of President.\nLegendary Comics.\nIn 2010, the company announced the launch of a comic book division called Legendary Comics, LLC. It is under the direction of editor-in-chief Bob Schreck. The first graphic novel published by the company was \"Holy Terror\" by Frank Miller, which was released in 2011.\nLegendary Television.\nIn 2011, the company announced the creation of Legendary Television, LLC. The division was headed by Jeremy Elice and a co-financing contract with Warner Bros. Television was signed. In 2012, Legendary decided to delay its expansion into television and shut down the division. The contract with Warner Bros. was ended and Elice left the company.\nFilmography.\nLegendary Entertainment has co-produced 24 feature movies. The box office column shows the worldwide gross for the theatrical release of the movie in United States dollars.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":71},{"uri":"Production_company","surface_form":"production company","offset":86},{"uri":"Burbank%2C_California","surface_form":"Burbank","offset":137},{"uri":"California","surface_form":"California","offset":146},{"uri":"Warner_Bros.","surface_form":"Warner Bros.","offset":279},{"uri":"Creative_director","surface_form":"Chief Creative Officer","offset":389},{"uri":"Bob_Schreck","surface_form":"Bob Schreck","offset":631},{"uri":"Holy_Terror_(graphic_novel)","surface_form":"\"Holy Terror\"","offset":697},{"uri":"Frank_Miller_(comics)","surface_form":"Frank Miller","offset":714},{"uri":"Warner_Bros._Television","surface_form":"Warner Bros. Television","offset":925},{"uri":"United_States_dollar","surface_form":"United States dollar","offset":1287}]}