{"id":361310,"url":"http://en.wikipedia.org/wiki/Aristarchus_of_Samos","text":"e=\"preserve\">Aristarchus (310 BC – about 230 BC), was an ancient Greek astronomer and mathematician. His is the first known model that put the Sun at the center of the known universe with the Earth revolving around it (see Solar system).\nAristarchus was influenced by Philolaus of Croton, but he identified the \"central fire\" with the Sun, and put the other planets in their correct order of distance around the Sun. His astronomical ideas were often rejected in favour of the geocentric theories of Aristotle and Ptolemy.\nPersonal information.\nHis name is \"Ἀρίσταρχος\" in Greek letters, which transliterates to Aristarchos. He was born on the island of Samos, in the eastern Aegean Sea.\nHeliocentrism.\nSo Aristarchus believed the stars were very far away, which is an important step. Therefore, there was no observable parallax, that is, a movement of the stars relative to each other while the Earth moves around the Sun. The stars are much farther away than was generally assumed in ancient times; and the tiny amount of stellar parallax is only detectable with telescopes.\nThe only other astronomer of antiquity who is known by name and who is known to have supported Aristarchus' heliocentric model was Seleucus, a Hellenistic astronomer who lived a century after Aristarchus.\nThe heliocentric theory was successfully revived nearly 1800 years later by Copernicus, after which Johannes Kepler and Isaac Newton gave the theoretical explanation based on laws of physics, namely Kepler's laws for the motion of planets and Newton's laws on gravitational attraction and dynamics.\nPrecession.\nThe Vatican library has preserved two ancient manuscripts with estimates of the length of the year. The only ancient scientist listed for two different values is Aristarchus. Both are close to the values later used by Hipparchus and Ptolemy, and the precession indicated is almost precisely 1 degree per century, a value which is too low. 1 degree per century precession was used by all later astronomers until the Arabs. The correct value in Aristarchus's time was about 1.38 degrees per century.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Greece","surface_form":"ancient Greek","offset":57},{"uri":"Astronomer","surface_form":"astronomer","offset":71},{"uri":"Mathematician","surface_form":"mathematician","offset":86},{"uri":"Sun","surface_form":"Sun","offset":143},{"uri":"Universe","surface_form":"universe","offset":174},{"uri":"Earth","surface_form":"Earth","offset":192},{"uri":"Solar_system","surface_form":"Solar system","offset":223},{"uri":"Philolaus","surface_form":"Philolaus","offset":268},{"uri":"Geocentric_model","surface_form":"geocentric","offset":477},{"uri":"Aristotle","surface_form":"Aristotle","offset":500},{"uri":"Ptolemy","surface_form":"Ptolemy","offset":514},{"uri":"Greek_language","surface_form":"Greek","offset":573},{"uri":"Samos","surface_form":"Samos","offset":654},{"uri":"Aegean_Sea","surface_form":"Aegean Sea","offset":676},{"uri":"Stars","surface_form":"stars","offset":731},{"uri":"Parallax","surface_form":"parallax","offset":820},{"uri":"Telescope","surface_form":"telescope","offset":1065},{"uri":"Seleucus","surface_form":"Seleucus","offset":1208},{"uri":"Hellenistic","surface_form":"Hellenistic","offset":1220},{"uri":"Copernicus","surface_form":"Copernicus","offset":1358},{"uri":"Johannes_Kepler","surface_form":"Johannes Kepler","offset":1382},{"uri":"Isaac_Newton","surface_form":"Isaac Newton","offset":1402},{"uri":"Vatican","surface_form":"Vatican","offset":1597},{"uri":"Hipparchus","surface_form":"Hipparchus","offset":1811},{"uri":"Ptolemy","surface_form":"Ptolemy","offset":1826},{"uri":"Stellar_precession","surface_form":"precession","offset":1843},{"uri":"Arabs","surface_form":"Arabs","offset":2008}]}