{"id":361445,"url":"http://en.wikipedia.org/wiki/Hooded_seal","text":"The hooded seal (\"Cystophora cristata\") is an arctic pinniped. It is found only in the central and western North Atlantic. It ranges from Svalbard in the east to the Gulf of St. Lawrence in the west.\nThe male has a peculiar inflatable bladder on the head. This bladder hangs between his eyes and down over his upper lip in the deflated state. In addition, he can inflate a large balloon-like sac from one of his nostrils. The bulge develops when the seal is four years old. The male can blow up this bulge, so that it is the size of its head.\nThe hooded seal can live to about age 30 to 35.\nSize.\nAdult males are long on average, and weigh. Females are much smaller: long and weighing. The colour is silvery; the body is scattered with dark, irregular marks. The head is darker than the rest of the body, and without marks.\nOffspring.\nPups are about long at birth and weigh about. They are born on the ice from mid-March to early April. They are born with a slate blue-grey coat with a pale cream color on the belly. They moult after about 14 months. Nursing of the pup lasts for an average of only 4 days. This is the shortest lactation period of any mammal. During the 4 days the pup doubles in size, gaining around 7 kg/day. This is possible because the milk that they drink has a fat content of 60%. The female pup will mature between ages 3 and 6. The male pup will mature between ages 5 and 7.","categories":[],"infobox_types":[],"annotations":[{"uri":"Arctic","surface_form":"arctic","offset":46},{"uri":"Pinniped","surface_form":"pinniped","offset":53},{"uri":"North_Atlantic","surface_form":"North Atlantic","offset":107},{"uri":"Svalbard","surface_form":"Svalbard","offset":138},{"uri":"Gulf_of_St._Lawrence","surface_form":"Gulf of St. Lawrence","offset":166},{"uri":"Inflatable","surface_form":"inflatable","offset":224},{"uri":"Moult","surface_form":"moult","offset":1022},{"uri":"Lactation","surface_form":"lactation","offset":1128}]}