{"id":361448,"url":"http://en.wikipedia.org/wiki/Barnacle_goose","text":"The barnacle goose (\"Branta leucopsis\") belongs to the genus \"Branta\" of black geese. This genus has species with largely black plumage, setting them apart from the grey \"Anser\" species.\nDescription.\nThe barnacle goose is a medium-sized goose, long. Its wingspan is and the body mass is. It has a white face and black head, neck, and upper breast. Its belly is white. The wings and its back are silver-gray with black-and-white bars that look like they are shining when the light reflects on it. During flight a V-shaped white rump patch and the silver-gray underwing linings can be seen.\nEcology, behavior and life history.\nBarnacle geese often build their nests high on mountain cliffs. This keeps them away from predators (mostly Arctic foxes and polar bears) but also away from food. Like all geese, the goslings are not fed by the adults.\nInstead of bringing food to the newly hatched goslings, the goslings are brought to the ground. Unable to fly, the three day old goslings jump off the cliff and fall. Their small size, feathery down, and very light weight helps to protect most of them from serious injury when they hit the rocks below. Some do die from the fall. Arctic foxes are attracted by the noise made by the parent geese during this time. They eat dead or injured goslings. The foxes also stalk the young as they are led by the parents to wetland feeding areas.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":55},{"uri":"Goose","surface_form":"geese","offset":79},{"uri":"Species","surface_form":"species","offset":101},{"uri":"Plumage","surface_form":"plumage","offset":128},{"uri":"Anser_(genus)","surface_form":"Anser","offset":171},{"uri":"Cliff","surface_form":"cliff","offset":681},{"uri":"Arctic_fox","surface_form":"Arctic fox","offset":733},{"uri":"Polar_bear","surface_form":"polar bear","offset":750},{"uri":"Wetland","surface_form":"wetland","offset":1357}]}