{"id":361406,"url":"http://en.wikipedia.org/wiki/Eric_Roberts","text":"Eric Anthony Roberts (born April 18, 1956) is an American movie, television, stage, and voice actor. He is known for his roles in \"King of the Gypsies\" and \"Paul's Case\". He is also known for playing a Gotham Gangster Salvator Maroni in \"The Dark Knight\". He was nominated for two Golden Globe Awards and one Academy Award.\nEarly life.\nRoberts was born in Biloxi, Mississippi. His parents, Betty Lou (née Bredemus) and Walter Grady Roberts, one-time actors and playwrights, met while performing theatrical productions for the armed forces. They later co-founded the Atlanta Actors and Writers Workshop in Atlanta, Georgia off of Juniper Street in Midtown. Roberts' mother filed for divorce in 1971 and it was finalized early in 1972. His younger siblings, Julia Roberts (from whom he was estranged until 2004) and Lisa Roberts Gillan, are also actors. His mother married Michael Motes and had daughter Nancy Motes in 1976. Roberts is of English, Scottish, Irish, Welsh, German, and Swedish ancestry. Roberts was raised in Atlanta, Georgia. He studied at Henry W. Grady High School.\nPersonal life.\nHe was sued two times, one for drug related problems and the other for slaming his wife into a wall, all charges were later dropped.\nhe is a vegan and supporter of animal rights.\nMarriage and family.\nRoberts is currently married to Eliza Garret since 1992, they have two daughters. He also has a daughter from an earlier relationship with Kelly Cunningham, Emma Roberts. He is the brother of Julia Roberts and Lisa Roberts Gillan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":49},{"uri":"The_Dark_Knight_(movie)","surface_form":"The Dark Knight","offset":238},{"uri":"Golden_Globe_Awards","surface_form":"Golden Globe Awards","offset":281},{"uri":"Academy_Award","surface_form":"Academy Award","offset":309},{"uri":"Biloxi%2C_Mississippi","surface_form":"Biloxi, Mississippi","offset":356},{"uri":"Atlanta_Actors_and_Writers_Workshop","surface_form":"Atlanta Actors and Writers Workshop","offset":566},{"uri":"Atlanta","surface_form":"Atlanta, Georgia","offset":605},{"uri":"Julia_Roberts","surface_form":"Julia Roberts","offset":756},{"uri":"Lisa_Roberts_Gillan","surface_form":"Lisa Roberts Gillan","offset":814},{"uri":"Atlanta%2C_Georgia","surface_form":"Atlanta, Georgia","offset":1022},{"uri":"Vegan","surface_form":"vegan","offset":1238},{"uri":"Emma_Roberts","surface_form":"Emma Roberts","offset":1454},{"uri":"Julia_Roberts","surface_form":"Julia Roberts","offset":1489},{"uri":"Lisa_Roberts_Gillan","surface_form":"Lisa Roberts Gillan","offset":1507}]}