{"id":361607,"url":"http://en.wikipedia.org/wiki/Shel_Silverstein","text":"Sheldon Allan \"Shel\" Silverstein (September 25, 1930 – May 10, 1999) was an American writer, poet, singer-songwriter, musician, composer, cartoonist, screenwriter, and a children's author who is mostly known for his children's book \"The Giving Tree\". He has won two Grammy Awards.\nAlthough he’s most known for his children’s poetry, he also was good at many other things. In the 1950s, while he was serving in the U.S. armed forces, Silverstein drew cartoons for the Pacific Stars and Stripes, an American military newspaper. He started writing and drawing cartoons for Playboy magazine in 1952.\nShel Silverstein also wrote plays. It was Ursula Nordstrom, a book editor, who suggested that he should write for children.\nCareer.\nSilverstein’s first book of poetry, \"Don’t Bump the Glump! and Other Fantasies\", was published in 1964. He’s most well-known for his books \"A Light in the Attic\", \"The Giving Tree\", and \"Where the Sidewalk Ends\". He has been compared to other writers, like A. A. Milne, Edward Lear, and Dr. Seuss. Shel Silverstein won multiple awards for his children’s poetry books. \"Where the Sidewalk Ends\" won the Michigan Young Readers’ Award in 1981, and Silverstein also won the George C. Stone Center for Children’s Books Award twice in 1984. Two books of poetry were published after Shel Silverstein’s death, \"Runny Babbit\" and \"Every Thing on It\".\nSongs.\nSilverstein also had success writing songs. Some of his poetry was based off of songs he had written.\n\"A Boy Named Sue\" is a song written by Silverstein that was first made popular by Johnny Cash in 1969. That same year Silverstein also recorded it as a single on an album on RCA Records. It was produced by Chet Atkins.\nPersonal life and death.\nHe was born in Chicago, Illinois and raised in both Chicago and in Florida. He died in Key West, Florida on May 10, 1999 after having a heart attack. He was 68 years old. However, Silverstein’s poetry is still enjoyed today.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":76},{"uri":"Grammy_Award","surface_form":"Grammy Awards","offset":266},{"uri":"A_Boy_Named_Sue","surface_form":"A Boy Named Sue","offset":1480},{"uri":"Johnny_Cash","surface_form":"Johnny Cash","offset":1561},{"uri":"Single_(music)","surface_form":"single","offset":1631},{"uri":"Album","surface_form":"album","offset":1644},{"uri":"RCA_Records","surface_form":"RCA Records","offset":1653},{"uri":"Chet_Atkins","surface_form":"Chet Atkins","offset":1685},{"uri":"Chicago","surface_form":"Chicago","offset":1738},{"uri":"Illinois","surface_form":"Illinois","offset":1747},{"uri":"Florida","surface_form":"Florida","offset":1790},{"uri":"Key_West%2C_Florida","surface_form":"Key West, Florida","offset":1810},{"uri":"Myocardial_infarction","surface_form":"heart attack","offset":1859}]}