{"id":36175,"url":"http://en.wikipedia.org/wiki/Apatosaurus","text":"\"Apatosaurus\" is a sauropod dinosaur which lived in the Upper Jurassic period. It is in the same family as \"Diplodocus\". \"Brontosaurus\" was once thought a later name for \"Apatosaurus\", but is now proved to be a separate genus.\n\"Apatosaurus\" grew as big as 21 meters long, 4.5 meters tall at the hip, and weighed up to 23 metric tons. It ate plants. Its bones have been found in Wyoming, Colorado, Oklahoma, and Utah.\nWhen it was first found, scientists thought that \"Apatosaurus\" lived partly under water, since it could not hold its own weight on dry land. Now they think it lived on dry land, probably in herds.\nThe cervical vertebrae were less elongated and more solid than those of \"Diplodocus\". The bones of the leg were much stockier (despite being longer), implying a more robust animal. The tail was held above the ground during normal locomotion. Like most sauropods, \"Apatosaurus\" had only a single large claw on each forelimb, with the first three toes on the hind limb possessing claws.\nLifestyle.\nIt was believed throughout the 19th and early 20th centuries that sauropods like \"Apatosaurus\" were too massive to support their own weight on dry land. It was theorized that they lived partly submerged in water, perhaps in swamps. Recent findings do not support this. Sauropods are now thought to have been fully terrestrial animals. A study of diplodocid snouts showed that the square snout, large proportion of pits, and fine, subparallel scratches of the teeth of \"Apatosaurus\" suggests it was a ground-height, nonselective browser. It may have eaten ferns, cycads, seed ferns, horsetails, and algae.\nImportant issues like heat control, metabolic rate and respiration are still unclear. Some scientists state that the heart would have had trouble sustaining sufficient blood pressure to oxygenate the brain. Others suggest that the near-horizontal posture of the head and neck would have eliminated the problem of supplying blood to the brain because it would not have been elevated.\nJames Farlow calculates that an \"Apatosaurus\"-sized dinosaur about would have had of fermentation contents (food being digested). \"The heat of fermentation may have been a significant source of thermoregulatory heat for these reptiles\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Sauropod","surface_form":"sauropod","offset":19},{"uri":"Dinosaur","surface_form":"dinosaur","offset":28},{"uri":"Upper_Jurassic","surface_form":"Upper Jurassic","offset":56},{"uri":"Diplodocus","surface_form":"Diplodocus","offset":108},{"uri":"Brontosaurus","surface_form":"Brontosaurus","offset":122},{"uri":"Genus","surface_form":"genus","offset":220},{"uri":"Wyoming","surface_form":"Wyoming","offset":378},{"uri":"Colorado","surface_form":"Colorado","offset":387},{"uri":"Oklahoma","surface_form":"Oklahoma","offset":397},{"uri":"Utah","surface_form":"Utah","offset":411},{"uri":"Herd","surface_form":"herd","offset":607},{"uri":"Diplodocus","surface_form":"Diplodocus","offset":687},{"uri":"Swamp","surface_form":"swamp","offset":1234},{"uri":"Terrestrial","surface_form":"terrestrial","offset":1324},{"uri":"Browser","surface_form":"browser","offset":1538},{"uri":"Ferns","surface_form":"ferns","offset":1565},{"uri":"Cycad","surface_form":"cycad","offset":1572},{"uri":"Seed_fern","surface_form":"seed fern","offset":1580},{"uri":"Horsetail","surface_form":"horsetail","offset":1592},{"uri":"Algae","surface_form":"algae","offset":1608},{"uri":"Metabolic_rate","surface_form":"metabolic rate","offset":1651},{"uri":"Respiration","surface_form":"respiration","offset":1670},{"uri":"Blood_pressure","surface_form":"blood pressure","offset":1783},{"uri":"Brain","surface_form":"brain","offset":1815},{"uri":"Fermentation","surface_form":"fermentation","offset":2083}]}