{"id":361712,"url":"http://en.wikipedia.org/wiki/Christopher_Stevens","text":"John Christopher \"Chris\" Stevens (April 18, 1960 – September 12, 2012) was the tenth American ambassador to Libya from June 7, 2012 until his death on September 12, 2012.\nEarly life.\nStevens was born in Grass Valley, California on April 18, 1960. He studied at the University of California at Berkeley, at the University of California, at Hastings College of the Law, and at the National War College.\nPolitical career.\nStevens joined the United States Foreign Service in 1991. His early overseas assignments included: deputy principal officer and political section chief in Jerusalem; political officer in Damascus; consular/political officer in Cairo; and consular/economic officer in Riyadh. In Washington, Stevens served as Director of the Office of Multilateral Nuclear and Security Affairs; Pearson Fellow with the Senate Foreign Relations Committee; special assistant to the Under Secretary for Political Affairs; Iran desk officer; and staff assistant in the Bureau of Near Eastern Affairs.\nAmbassador to Libya.\nHe had served in Libya twice previously: as the Deputy Chief of Mission (from 2007 to 2009) and as Special Representative to the National Transitional Council (from March 2011 to November 2011) during the Libyan civil war. He arrived in Tripoli in May 2012 as the U.S. Ambassador to Libya.\nDeath.\nStevens died on September 12, 2012 in Benghazi, Libya in the 2012 U.S. diplomatic missions attacks after he inhaled smoke from a smoke grenade. He was 52 years old.\nAccording to the Daily Mail News Online, Ambassador Stevens had sent out a diplomatic cable expressing concerns, on the day he was killed. Stevens said that security at Benghazi was compromised. Stevens stated that two Libyan security groups were threatening to withdraw over a disagreement on U.S. Policy whether centrist politician Mahmoud Jibril would become Libya's prime minister.\nStevens is buried in his family's ancestral plot in Grass Valley, California.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":85},{"uri":"Libya","surface_form":"Libya","offset":108},{"uri":"Grass_Valley%2C_California","surface_form":"Grass Valley, California","offset":203},{"uri":"University_of_California","surface_form":"University of California","offset":310},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":574},{"uri":"Damascus","surface_form":"Damascus","offset":606},{"uri":"Cairo","surface_form":"Cairo","offset":646},{"uri":"Riyadh","surface_form":"Riyadh","offset":686},{"uri":"Iran","surface_form":"Iran","offset":920},{"uri":"Tripoli","surface_form":"Tripoli","offset":1256},{"uri":"Benghazi","surface_form":"Benghazi","offset":1354},{"uri":"Libya","surface_form":"Libya","offset":1364},{"uri":"2012_U.S._diplomatic_missions_attacks","surface_form":"2012 U.S. diplomatic missions attacks","offset":1377}]}