{"id":36185,"url":"http://en.wikipedia.org/wiki/Trojan_horse_(computing)","text":"e=\"preserve\">:\"For the original from Greek mythology, see Trojan Horse.\"\nA trojan horse (often just called trojan) is a kind of software that is used for malicious purposes. A trojan horse is a special type of malware that pretends to do a certain thing, but in reality, it does something else, such as allow a stranger to read and change the computer's information. In some cases the user notices, in other cases they do not. Spyware programs are examples of programs that work as trojans.\nTrojans are generally spread by some form of trickery, for example getting users to click on bad popups, Email, text, attachments, advertisements, or fake device driver updates. A trojan may act as a \"backdoor\" to the computer, contacting a controller which can then have unauthorized access to the affected computer. Trojans may also access users' personal information such as banking information, passwords, or personal identity. It can infect other devices connected to their networks.\nIt is rare to get a trojan on your computer by merely visiting a website, though it can happen. Usually, though, trojans are attached to something the user downloads, such as music, wallpapers, backgrounds, games, and especially programs (apps).\nTrojans were named after the Trojan Horse in Greek mythology, which was a large wooden horse, given by the Trojans (from Troy) to the Greeks (from Greece) as a gift, but when the Greeks brought it inside their city walls, Trojan soldiers came out and defeated the city.","categories":[],"infobox_types":[],"annotations":[{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":37},{"uri":"Trojan_Horse","surface_form":"Trojan Horse","offset":58},{"uri":"Software","surface_form":"software","offset":128},{"uri":"Malware","surface_form":"malicious","offset":154},{"uri":"Malware","surface_form":"malware","offset":210},{"uri":"Spyware","surface_form":"Spyware","offset":427},{"uri":"Email","surface_form":"Email","offset":596},{"uri":"Device_driver","surface_form":"device driver","offset":646},{"uri":"Download","surface_form":"download","offset":1136},{"uri":"Trojan_Horse","surface_form":"Trojan Horse","offset":1255},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":1271}]}