{"id":361838,"url":"http://en.wikipedia.org/wiki/Jonathan_Winters","text":"Jonathan Harshman Winters III (November 11, 1925 – April 11, 2013) was an American comedian, television, stage, voice, movie actor, and artist. Winters had appeared in several television shows and in movies. He was recently known for voicing Papa Smurf in the 2011 movie \"The Smurfs\". In ', he was replaced by Jack Angel.\nEarly life.\nWinters was born Jonathan Harshman Winters III in Dayton, Ohio on November 11, 1925. He is of Irish-Scottish-English descent. During his senior year at Springfield High School, Winters quit school to join the United States Marine Corps and served two and a half years in the Pacific Theater during World War II. After his return, he attended Kenyon College. He later studied cartooning at Dayton Art Institute, where he met Eileen Schauder, whom he married on September 11, 1948. He was a brother of the Delta Kappa Epsilon fraternity (Lambda chapter).\nCareer.\nBeginning in 1960, Winters recorded many classic comedy albums for the Verve Records label. He also had comedy albums released every decade for over 50 years, receiving 11 Grammy Award for Best Comedy Album nominations during his career, and winning the Grammy Award for Best Spoken Comedy Album for Crank(y) Calls in 1996.\nIn 1957, he was the first comedian in the United States to be on color television, a 15-minute routine sponsored by Tums.\nWinters has also appeared in hundreds of television show episodes/series and movies combined, including eccentric characters on \"The Steve Allen Show\", \"The Garry Moore Show\", \"The Wacky World of Jonathan Winters\" (1972–74), \"Mork & Mindy\", \"Hee Haw\" and in \"It's a Mad, Mad, Mad, Mad World\".\nAfter voicing Grandpa Smurf on \"The Smurfs\" (1986–89) and Papa Smurf in \"The Smurfs\", Winters's final feature movie was \"The Smurfs 2\" in 2013, which will be dedicated in his memory.\nWinters was originally cast in \"Big Finish\" (2014), during pre-production. It's an upcoming comedy set in a retirement home. His scheduled role was to appear alongside Jerry Lewis and Bob Newhart.\nInfluences.\nWinters only had three influences Irwin Corey, Groucho Marx, and Charlie Chaplin. He had influenced George Carlin, Billy Crystal, Bill Cosby, Robin Williams, Richard Lewis, Jim Carrey, Conan O'Brien, Patton Oswalt, and Frank Caliendon. He worked with Robin Williams on many television shows including \"Mork & Mindy\". When Winters died Williams remarked that \"First he was my idol, then he was my mentor and amazing friend. I'll miss him huge. He was my Comedy Buddha. Long live the Buddha.\"\nAwards.\nIn 1991, Winters earned an Emmy Award for his supporting role in \"Davis Rules\". In 2002, he earned an Emmy nomination as a guest star in a comedy series for \"Life With Bonnie\". In 1999, Winters was awarded the Mark Twain Prize for American Humor. In 2008, Winters was presented with a Pioneer TV Land Award by Robin Williams. Winters received 11 Grammy Award for Best Comedy Album nominations during his career, and won the Grammy Award for Best Spoken Comedy Album for \"Crank(y) Calls\" in 1996.\nArtistic career.\nWinters lived near Santa Barbara, California and was often seen browsing or \"hamming\" for the crowd at the antique show on the Ventura County fairgrounds. He often entertained the tellers and other workers whenever he visited his local bank to make a deposit or withdrawal. Plus, he spent his time painting and attended many gallery showings, even presenting his art in one-man shows.\nPersonal life.\nIn his interview with the Archive of American Television, Winters reported that he suffered a nervous breakdown and spent 8 months in a private mental hospital in the late 1950s. Despite not being given a diagnosis in the hospital, he was diagnosed with manic depression later on (known today as bipolar disorder). Winters referred to this incident obliquely in his stand-up act, most famously on his 1960 comedy album \"The Wonderful World of Jonathan Winters\". During his classic \"flying saucer\" routine, Winters mentions that if he wasn't careful, the authorities might put him back in the \"zoo\", referring to the institution.\nOn January 11, 2009, Winter's wife Eileen died at the age of 84 after a 20-year battle with breast cancer.\nDeath.\nWinters died April 11, 2013, in Montecito, California of natural causes, aged 87.\nHe is survived by his two children: Jay Winters, and Lucinda Winters.\nAt the 65th Primetime Emmy Awards, Robin Williams honored the career and life of Winters.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":74},{"uri":"Papa_Smurf","surface_form":"Papa Smurf","offset":242},{"uri":"The_Smurfs_(movie)","surface_form":"The Smurfs","offset":272},{"uri":"Jack_Angel","surface_form":"Jack Angel","offset":310},{"uri":"Dayton%2C_Ohio","surface_form":"Dayton","offset":384},{"uri":"Ohio","surface_form":"Ohio","offset":392},{"uri":"Ireland","surface_form":"Irish","offset":428},{"uri":"Scotland","surface_form":"Scottish","offset":434},{"uri":"United_Kingdom","surface_form":"English","offset":443},{"uri":"United_States_Marine_Corps","surface_form":"United States Marine Corps","offset":543},{"uri":"World_War_II","surface_form":"World War II","offset":632},{"uri":"Cartoonist","surface_form":"cartooning","offset":709},{"uri":"It%27s_a_Mad%2C_Mad%2C_Mad%2C_Mad_World","surface_form":"It's a Mad, Mad, Mad, Mad World","offset":1600},{"uri":"The_Smurfs","surface_form":"The Smurfs","offset":1666},{"uri":"The_Smurfs_2","surface_form":"The Smurfs 2","offset":1755},{"uri":"Jerry_Lewis","surface_form":"Jerry Lewis","offset":1985},{"uri":"Bob_Newhart","surface_form":"Bob Newhart","offset":2001},{"uri":"Irwin_Corey","surface_form":"Irwin Corey","offset":2060},{"uri":"Groucho_Marx","surface_form":"Groucho Marx","offset":2073},{"uri":"Charlie_Chaplin","surface_form":"Charlie Chaplin","offset":2091},{"uri":"George_Carlin","surface_form":"George Carlin","offset":2126},{"uri":"Billy_Crystal","surface_form":"Billy Crystal","offset":2141},{"uri":"Bill_Cosby","surface_form":"Bill Cosby","offset":2156},{"uri":"Robin_Williams","surface_form":"Robin Williams","offset":2168},{"uri":"Jim_Carrey","surface_form":"Jim Carrey","offset":2199},{"uri":"Conan_O%27Brien","surface_form":"Conan O'Brien","offset":2211},{"uri":"Patton_Oswalt","surface_form":"Patton Oswalt","offset":2226},{"uri":"Emmy_Award","surface_form":"Emmy Award","offset":2552},{"uri":"Mark_Twain_Prize_for_American_Humor","surface_form":"Mark Twain Prize for American Humor","offset":2735},{"uri":"Robin_Williams","surface_form":"Robin Williams","offset":2835},{"uri":"Grammy_Award","surface_form":"Grammy Award for Best Comedy Album","offset":2871},{"uri":"Santa_Barbara%2C_California","surface_form":"Santa Barbara","offset":3057},{"uri":"California","surface_form":"California","offset":3072},{"uri":"Nervous_breakdown","surface_form":"nervous breakdown","offset":3532},{"uri":"Bipolar_disorder","surface_form":"bipolar disorder","offset":3734},{"uri":"Breast_cancer","surface_form":"breast cancer","offset":4159},{"uri":"Montecito%2C_California","surface_form":"Montecito, California","offset":4213},{"uri":"Primetime_Emmy_Awards","surface_form":"65th Primetime Emmy Awards","offset":4340}]}