{"id":3620,"url":"http://en.wikipedia.org/wiki/Linux","text":"Linux or GNU/Linux is a Unix-like operating system (or strictly family of) for computers. An operating system is a collection of the basic instructions that manage the electronic parts of the computer allowing running applications/programs. Linux kernel (the basis of the operating system) is free software, meaning everyone has the freedom to use it, see how it works, change it, or share it.\nThere is a lot of software for Linux and—like Linux itself—a lot of the software for Linux is free software. This is one reason why many people like to use Linux.\nThe defining component of Linux is the Linux kernel, an operating system kernel that Linus Torvalds developed, at first alone. Linux is typically packaged in a Linux distribution (or \"distro\" for short). Distributions also include supporting system software and libraries, many of which are provided by the GNU Project.\nPopular Linux distributions include Debian, Fedora, and Ubuntu. Commercial distributions include Red Hat Enterprise Linux and SUSE Linux Enterprise Server. Desktop Linux distributions include a windowing system such as X11 or Wayland, and a desktop environment such as GNOME or KDE Plasma. Distributions intended for servers may omit graphics altogether, and include a solution stack such as LAMP. Because Linux is freely redistributable, anyone may create a distribution for any purpose.\nLinux was originally developed for personal computers. Linux is the leading operating system on servers such as mainframe computers, and the only O.S. used on supercomputers (at least on the TOP500 list, since November 2017). It is used by around 2.3% of desktop computers. The Chromebook, which runs the Linux kernel-based Chrome OS, dominates the US K–12 education market and represents nearly 20% of sub-$300 notebook sales in the U.S.\nLinux also runs on embedded systems, which are devices whose operating system is typically built into the firmware and is highly tailored to the system; this includes mobile phones (especially smartphones), tablet computers, network routers, facility automation controls, televisions, digital video recorders, video game consoles and smartwatches. In fact, the Android operating system, a mobile operating system built on top of the Linux kernel, has the largest installed base of all general-purpose operating systems. In March 2017, it was reported that there were more users on Android than on Microsoft Windows, which is not based on Linux.\nLinux is one of the most prominent examples of free and open-source software collaboration. The source code may be used, modified and distributed—commercially or non-commercially—by anyone under the terms of its respective licenses, such as the GNU General Public License.\nHow Linux was made.\nIn the 1980s, many people liked to use an operating system called Unix. But because it restricted the user from sharing and improving the system, some people made a new operating system that would work like Unix but which anybody could share or improve. MINIX, similar to Unix, was used as a teaching tool for university students to learn how operating systems worked. MINIX also restricted its sharing and improvement by its users.\nA group of people called the GNU Project wrote different parts of a new operating system called G.N.U., but it did not have all the parts an operating system needs to work. In 1991 Linus Torvalds began to work on a replacement for MINIX that would be free to use, and which would not cost anything. Linus started the project when he was attending the University of Helsinki. This eventually became the Linux kernel.\nLinus Torvalds shared the Linux kernel on some internet groups for MINIX users. Linus first called the operating system \"Freax\". The name Freax came from joining up the English words \"free\" and \"freak\", and adding an X to the name because Unix has an X in its name. Ari Lemmke, who worked with Linus at the University, was responsible for the servers that Freax was stored on. Ari did not think Freax was a good name, so he called the project \"Linux\" without asking Linus. Later, Linus agreed that Linux was a better name for his project.\nLinux relied on software code from MINIX at first. But, with code from the G.N.U. system available for free, he decided it would be good for Linux if it could use that code, instead of code from MINIX, because MINIX did not let people share or change it how they wanted. The G.N.U. General Public License is a software license that lets people change any part of the code they want to, as long as they share any changes they make with the people they give their software to and allow them to redistribute it for free or for a price. The software from G.N.U. was all licensed under the G.N.U. General Public License, so Linus and the other people who worked on Linux could use it too.\nTo make the Linux kernel suitable for use with the code from the G.N.U. Project, Linus Torvalds started a switch from his original license (which did not allow people to sell it) to the G.N.U. GPL. Linux and G.N.U. developers worked together to integrate G.N.U. code with Linux to make a free operating system.\nSince 1991, thousands of programmers and companies have worked to make Linux better including Google.\nTux the penguin.\nThe mascot of Linux is a cartoon penguin named \"Tux\". When a person sees the penguin on software and hardware, it means that it will work with Linux, and sometimes all systems that are like Unix.\nThe idea of the penguin came from the creator of Linux, Linus Torvalds. The image was made by a man named Larry Ewing in a competition to create a logo. The image, Tux, did not win, but it was picked as a mascot later.\nTux has now become a symbol for Linux, and sometimes even for open source. He can be seen in many different places and often, when people refer to Linux, they often think about Tux. Tux has even been included in many video games, such as Super Tux (like Super Mario Bros.), Tux Racer (where players race Tux down an icy hill) and Pingus (like Lemmings).\nDesktop use.\nAlthough there are only a few Linux versions for some Mac OS X and Microsoft Windows programs in areas like desktop publishing and professional audio and video there are programs that are comparatively similar in quality compared to those available for Mac and Windows.\nMany free software programs that are popular on Windows, such as Pidgin, Mozilla Firefox, LibreOffice, Chromium, VLC and GIMP, are available for Linux. A growing amount of proprietary desktop software can also be used under Linux, such as Adobe Flash Player, Spotify and Skype. CrossOver is a proprietary solution based on the open source Wine project that supports running Windows applications such as Microsoft Office and Adobe Photoshop under Linux.\nServers and supercomputers.\nLinux has mainly been used as a server operating system, and has risen to be known by a lot of people in that area; Netcraft reported in February 2008 that five of the ten best internet hosting companies run Linux on their web servers. This is because of its stability and uptime, and the fact that desktop software with a graphical user interface for servers is often unneeded.\nLinux is commonly used as an operating system for supercomputers. As of November 2017, all of the top 500 fastest supercomputers run Linux.\nPronunciation.\nTorvalds has made available an audio sample which indicates his own pronunciation, in English and Swedish.\nSome English speakers pronounce the name as lee-narks or lee-nix or lie-nix. According to Torvalds, that is incorrect pronunciation.\nCode size.\nA 2001 study of Red Hat Linux 7.1 found this distribution had 30 million lines of code. The study showed that Red Hat 7.1 required about 8,000 years of time to develop. The study also said that if all this software had been made by proprietary means, it would have cost about $1.08 billion to make in the United States. As of March 7, 2011, Linux kernel would cost about $3 billion.\nVersion 3.10 of the Linux kernel, released in June 2013, has 15 million lines of code, while the version 4.1, released in June 2015, has grown to over 19.5 million lines of code by almost 14,000 programmers.\nMost of the code (around 71%) was written in the C programming language, and many other languages were used, including C++, assembly language, Perl, Python, Fortran, and various shell scripting languages. A little more than half of all lines of code were licensed under the GPL.\nDifferent Linux versions.\nPeople might pay some money for a version, so they can have a CD-ROM or DVD and to help the company to make their versions better. Usually when someone pays, it is so the company will help the user after they install it, which is called \"support\".\nLicensing, trademark, and naming.\nThe Linux kernel and most GNU software are licensed under the GNU General Public License (GPL). The GPL requires that anyone who distributes the Linux kernel must make the source code (and any modifications) available to the recipient under the same terms. In 1997, Linus Torvalds said, \"Making Linux GPL'd was definitely the best thing I ever did\". Other key components of a Linux system may use other licenses; many libraries use the GNU Lesser General Public License (LGPL), a type of the GPL that is less restricted, and the X Window System uses the MIT License. \"Linux\" is a trademark of Linus Torvalds.","categories":[],"infobox_types":["OS"],"annotations":[{"uri":"Unix-like","surface_form":"Unix-like","offset":24},{"uri":"Operating_system","surface_form":"operating system","offset":34},{"uri":"Electronics","surface_form":"electronic","offset":168},{"uri":"Free_software","surface_form":"free software","offset":293},{"uri":"Linux_kernel","surface_form":"Linux kernel","offset":596},{"uri":"Kernel_(computing)","surface_form":"operating system kernel","offset":613},{"uri":"Linus_Torvalds","surface_form":"Linus Torvalds","offset":642},{"uri":"Package_manager","surface_form":"packaged","offset":703},{"uri":"Linux_distribution","surface_form":"Linux distribution","offset":717},{"uri":"System_software","surface_form":"system software","offset":799},{"uri":"Library_(computer_science)","surface_form":"libraries","offset":819},{"uri":"GNU_Project","surface_form":"GNU Project","offset":864},{"uri":"Debian","surface_form":"Debian","offset":913},{"uri":"Fedora_(operating_system)","surface_form":"Fedora","offset":921},{"uri":"Ubuntu_(operating_system)","surface_form":"Ubuntu","offset":933},{"uri":"Red_Hat_Enterprise_Linux","surface_form":"Red Hat Enterprise Linux","offset":974},{"uri":"SUSE_Linux_Enterprise_Server","surface_form":"SUSE Linux Enterprise Server","offset":1003},{"uri":"Windowing_system","surface_form":"windowing system","offset":1071},{"uri":"X11","surface_form":"X11","offset":1096},{"uri":"Wayland_(display_server_protocol)","surface_form":"Wayland","offset":1103},{"uri":"Desktop_environment","surface_form":"desktop environment","offset":1118},{"uri":"GNOME","surface_form":"GNOME","offset":1146},{"uri":"KDE_Plasma","surface_form":"KDE Plasma","offset":1155},{"uri":"Server_(computing)","surface_form":"servers","offset":1194},{"uri":"Computer_graphics","surface_form":"graphics","offset":1211},{"uri":"Solution_stack","surface_form":"solution stack","offset":1246},{"uri":"LAMP_(software_bundle)","surface_form":"LAMP","offset":1269},{"uri":"Server_(computing)","surface_form":"server","offset":1462},{"uri":"Mainframe_computer","surface_form":"mainframe computer","offset":1478},{"uri":"Supercomputer","surface_form":"supercomputer","offset":1525},{"uri":"Chromebook","surface_form":"Chromebook","offset":1644},{"uri":"Chrome_OS","surface_form":"Chrome OS","offset":1690},{"uri":"K%E2%80%9312","surface_form":"K–12","offset":1718},{"uri":"Embedded_system","surface_form":"embedded system","offset":1824},{"uri":"Firmware","surface_form":"firmware","offset":1911},{"uri":"Smartphone","surface_form":"smartphone","offset":1998},{"uri":"Tablet_computer","surface_form":"tablet computer","offset":2012},{"uri":"Router_(computing)","surface_form":"router","offset":2038},{"uri":"Digital_video_recorder","surface_form":"digital video recorder","offset":2090},{"uri":"Video_game_console","surface_form":"video game console","offset":2115},{"uri":"Smartwatch","surface_form":"smartwatch","offset":2139},{"uri":"Android_(operating_system)","surface_form":"Android","offset":2166},{"uri":"Mobile_operating_system","surface_form":"mobile operating system","offset":2194},{"uri":"Microsoft_Windows","surface_form":"Microsoft Windows","offset":2402},{"uri":"Source_code","surface_form":"source code","offset":2546},{"uri":"GNU_General_Public_License","surface_form":"GNU General Public License","offset":2695},{"uri":"Unix","surface_form":"Unix","offset":2809},{"uri":"MINIX","surface_form":"MINIX","offset":2997},{"uri":"GNU","surface_form":"GNU","offset":3205},{"uri":"Linus_Torvalds","surface_form":"Linus Torvalds","offset":3357},{"uri":"University_of_Helsinki","surface_form":"University of Helsinki","offset":3527},{"uri":"Linux_kernel","surface_form":"Linux kernel","offset":3578},{"uri":"MINIX","surface_form":"MINIX","offset":3659},{"uri":"Server","surface_form":"server","offset":3935},{"uri":"GPL","surface_form":"GPL","offset":5008},{"uri":"Programmer","surface_form":"programmer","offset":5151},{"uri":"Company","surface_form":"companies","offset":5167},{"uri":"Google","surface_form":"Google","offset":5220},{"uri":"Cartoon","surface_form":"cartoon","offset":5270},{"uri":"Tux","surface_form":"Tux","offset":5293},{"uri":"Computer_hardware","surface_form":"hardware","offset":5346},{"uri":"Video_games","surface_form":"video games","offset":5877},{"uri":"Super_Mario_Bros.","surface_form":"Super Mario Bros.","offset":5914},{"uri":"Lemmings_(video_game)","surface_form":"Lemmings","offset":6003},{"uri":"Mac_OS_X","surface_form":"Mac OS X","offset":6081},{"uri":"Microsoft_Windows","surface_form":"Microsoft Windows","offset":6094},{"uri":"Desktop_publishing","surface_form":"desktop publishing","offset":6135},{"uri":"Audio","surface_form":"audio","offset":6171},{"uri":"Free_software","surface_form":"free software","offset":6302},{"uri":"Pidgin_(software)","surface_form":"Pidgin","offset":6362},{"uri":"Mozilla_Firefox","surface_form":"Mozilla Firefox","offset":6370},{"uri":"LibreOffice","surface_form":"LibreOffice","offset":6387},{"uri":"Google_Chrome","surface_form":"Chromium","offset":6400},{"uri":"VLC_media_player","surface_form":"VLC","offset":6410},{"uri":"GIMP","surface_form":"GIMP","offset":6418},{"uri":"Proprietary_software","surface_form":"proprietary","offset":6469},{"uri":"Adobe_Flash_Player","surface_form":"Adobe Flash Player","offset":6536},{"uri":"Spotify","surface_form":"Spotify","offset":6556},{"uri":"Skype","surface_form":"Skype","offset":6568},{"uri":"CrossOver","surface_form":"CrossOver","offset":6575},{"uri":"Open_source","surface_form":"open source","offset":6624},{"uri":"Wine_(software)","surface_form":"Wine","offset":6636},{"uri":"Microsoft_Office","surface_form":"Microsoft Office","offset":6700},{"uri":"Adobe_Photoshop","surface_form":"Adobe Photoshop","offset":6721},{"uri":"Server_(computing)","surface_form":"server","offset":6810},{"uri":"Netcraft","surface_form":"Netcraft","offset":6894},{"uri":"Server","surface_form":"web servers","offset":7001},{"uri":"GUI","surface_form":"graphical user interface","offset":7101},{"uri":"Supercomputer","surface_form":"supercomputer","offset":7207},{"uri":"Red_Hat_Linux","surface_form":"Red Hat Linux","offset":7579},{"uri":"Linux_distribution","surface_form":"distribution","offset":7608},{"uri":"Proprietary_software","surface_form":"proprietary","offset":7795},{"uri":"C_(programming_language)","surface_form":"C","offset":8203},{"uri":"Computer_programming","surface_form":"programming","offset":8205},{"uri":"Programming_language","surface_form":"language","offset":8217},{"uri":"C%2B%2B","surface_form":"C++","offset":8273},{"uri":"Assembly_language","surface_form":"assembly language","offset":8278},{"uri":"Perl","surface_form":"Perl","offset":8297},{"uri":"Python_(programming_language)","surface_form":"Python","offset":8303},{"uri":"Fortran","surface_form":"Fortran","offset":8311},{"uri":"Shell_script","surface_form":"shell script","offset":8332},{"uri":"Software_license","surface_form":"licensed","offset":8784},{"uri":"GNU_General_Public_License","surface_form":"GNU General Public License","offset":8803},{"uri":"GNU_Lesser_General_Public_License","surface_form":"GNU Lesser General Public License","offset":9177},{"uri":"X_Window_System","surface_form":"X Window System","offset":9270},{"uri":"MIT_License","surface_form":"MIT License","offset":9295}]}