{"id":362132,"url":"http://en.wikipedia.org/wiki/Linda_Evangelista","text":"Linda Evangelista (born May 10, 1965) is a Canadian model. She has been on over six hundred magazine covers.\nShe is signed to DNA Model Management in New York City, and Models 1 in London.\nPersonal life.\nEvangelista was born in Ontario to Italian parents. At the age of 22, she married Elite executive Gerald Marie. They were married from 1987 to 1993. After separating from Marie, she began a 6-year relationship with actor Kyle MacLachlan, and then divorced Marie.\nIn 1999, she became pregnant by French football player Fabien Barthez. At 6 months pregnant, she delivered a stillborn baby. The couple then broke up and Evangelista left modelling for several years to get better.\nOn October 11, 2006, Evangelista gave birth to a boy, Augustin James. She would not say who the father was. While pregnant, she was on the August 2006 issue of \"Vogue\". In late June 2011, Evangelista filed court papers that showed billionaire Frenchman François-Henri Pinault was the father. At the time he was the husband of actress Salma Hayek. A heavily-publicized child support trial began on May 3, 2012. Several days into the trial, Evangelista and Pinault reached an out-of-court settlement.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canadians","surface_form":"Canadian","offset":43},{"uri":"DNA_Model_Management","surface_form":"DNA Model Management","offset":126},{"uri":"Models_1","surface_form":"Models 1","offset":169},{"uri":"Ontario","surface_form":"Ontario","offset":228},{"uri":"Italy","surface_form":"Italian","offset":239},{"uri":"Elite_Model_Management","surface_form":"Elite","offset":286},{"uri":"Kyle_MacLachlan","surface_form":"Kyle MacLachlan","offset":425},{"uri":"Fabien_Barthez","surface_form":"Fabien Barthez","offset":522},{"uri":"Vogue_(magazine)","surface_form":"Vogue","offset":842},{"uri":"Fran%C3%A7ois-Henri_Pinault","surface_form":"François-Henri Pinault","offset":934},{"uri":"Salma_Hayek","surface_form":"Salma Hayek","offset":1015}]}