{"id":362135,"url":"http://en.wikipedia.org/wiki/Lemma_(linguistics)","text":"e=\"preserve\">A lemma is a word that stands at the head of a definition in a dictionary. All the head words in a dictionary are lemmas. Technically, it is \"a base word and its inflections\".\nA lemma is the word you find in the dictionary. A lexeme is a unit of meaning, and can be more than one word. A lexeme is the set of all forms that have the same meaning, while \"lemma\" refers to the particular form that is chosen by convention to represent the lexeme.\nIn English, for example, \"run\", \"runs\" and \"running\" are forms of the same lexeme, but \"run\" is the lemma.\nMorphology.\nIn English, the lemma of a noun is the singular: e.g., \"mouse\" rather than \"mice\". In languages with gender, the head word of regular adjectives and nouns is usually the masculine singular. If the language also has cases, the lemma is often the masculine singular nominative.\nIn many languages, the citation form of a verb is the infinitive: French \"aller\", German \"gehen\", Spanish \"ir\". In English it usually is the full infinitive (\"to go\") although alphabetized without 'to' (\"go\").\nDifference between stem and lemma.\nIn computational linguistics, a stem is the part of the word that never changes even when different forms of the word are used. A lemma is the base form of the verb. For example, from \"produced\", the lemma is \"produce\", but the stem is \"produc-\". This is because there are words such as production. When sound (phonology) is taken into account, the definition of the unchangeable part of the word is not so useful. Notice the sound of the words in the example: \"produced\" versus \"production\".\nSome lexemes have several stems but one lemma. For instance \"to go\" (the lemma) has the stems \"go\" and \"went\". Here, the past tense is based on a different verb, \"to wend\". The \"-t\" suffix is equivalent to \"-ed\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Dictionary","surface_form":"dictionary","offset":112},{"uri":"Lexeme","surface_form":"lexeme","offset":239},{"uri":"Meaning","surface_form":"meaning","offset":259},{"uri":"English_language","surface_form":"English","offset":461},{"uri":"Lexeme","surface_form":"lexeme","offset":533},{"uri":"Noun","surface_form":"noun","offset":604},{"uri":"Singular","surface_form":"singular","offset":616},{"uri":"Grammatical_gender","surface_form":"gender","offset":678},{"uri":"Grammatical_case","surface_form":"cases","offset":792},{"uri":"Verb","surface_form":"verb","offset":895},{"uri":"Infinitive","surface_form":"infinitive","offset":907},{"uri":"French_language","surface_form":"French","offset":919},{"uri":"German_language","surface_form":"German","offset":935},{"uri":"Spanish_language","surface_form":"Spanish","offset":951},{"uri":"Word_stem","surface_form":"stem","offset":1130},{"uri":"Phonology","surface_form":"phonology","offset":1409}]}