{"id":362121,"url":"http://en.wikipedia.org/wiki/Joe_Maggard","text":"Joseph \"Joe\" Maggard (born December 8, 1955) is an American actor and former deputy sheriff, largely cast in minor roles in both film and television. However, he is best known for falsely claiming that he portrayed the Ronald McDonald character in the McDonald's commercials and that he voiced Ronald in \"The Wacky Adventures of Ronald McDonald\" from 1995 to 2007, as well as for his 1999 conviction for numerous harassing phone calls made while posing as the character.\nEarly career.\nMaggard served during the Vietnam War from 1974 to 1976. After returning from the army, he began working for the Brunswick County Sheriff's Department in North Carolina. He was employed for three years as a deputy sheriff before getting into acting in 1989.\nRonald McDonald claim.\nDuring an interview with The Guardian in 2014 of the documentary film \"Ronald\", Maggard stated that he portrayed the Ronald McDonald character from 1995 to 2007, replacing Jack Doepke. However, in a 2003 article by The Baltimore Sun, McDonald's stated that Maggard was a only lighting stand-in for one commercial shoot in the mid 90s and stated that \"he is definitely not Ronald McDonald\", as Jack Doepke and David Hussey actually portrayed the character throughout the time period in which Maggard claimed to have held the role. In 1998, he was charged with carrying a weapon in New Hanover County, N.C. The following year he was convicted of making harassing telephone calls while posing as Ronald and was ordered to take anger management classes.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"United_States","surface_form":"American","offset":51},{"uri":"Actor","surface_form":"actor","offset":60},{"uri":"Ronald_McDonald","surface_form":"Ronald McDonald","offset":219},{"uri":"McDonald%27s","surface_form":"McDonald's","offset":252},{"uri":"Ronald_McDonald","surface_form":"Ronald McDonald","offset":883},{"uri":"Jack_Doepke","surface_form":"Jack Doepke","offset":938},{"uri":"David_Hussey","surface_form":"David Hussey","offset":1175}]}