{"id":362216,"url":"http://en.wikipedia.org/wiki/Magma_(mathematics)","text":"e=\"preserve\">In mathematics, a magma is kind of algebraic structure. It is a set with a binary operation on that set.\nA binary operation works by taking two elements from a set (that do not have to be different) and returning some other element of that set.\nIf we give the set a label (such as \"X\") and the binary operation a label (such as •). Then we give the magma the label (\"X\", •).\nExamples.\nThe natural numbers with addition form a magma. Because the set of natural numbers is written as formula_1 and addition is written as formula_1 the magma is written as formula_1. The name of the magma would be \"The natural numbers under addition\".\nThe integers with multiplication form a magma. Because the set of integers is written as formula_1 and multiplication (in abstract mathematics) is written as formula_1 the magma is written as formula_1. The name of the magma would be \"The integers under multiplication\".\nThe real numbers under division do not form a magma. This is because numbers cannot be divided by 0. A binary operation requires that \"any\" two elements can be taken from the set (in this case in order) to produce another element from the set. The real numbers without 0 is written as formula_1. It can be shown that the formula_1 is a magma.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematics","surface_form":"mathematics","offset":16},{"uri":"Algebraic_structure","surface_form":"algebraic structure","offset":48},{"uri":"Set","surface_form":"set","offset":77},{"uri":"Binary_operation","surface_form":"binary operation","offset":88},{"uri":"Natural_numbers","surface_form":"natural numbers","offset":402},{"uri":"Addition","surface_form":"addition","offset":423},{"uri":"Integer","surface_form":"integers","offset":650},{"uri":"Multiplication","surface_form":"multiplication","offset":664},{"uri":"Real_numbers","surface_form":"real numbers","offset":921},{"uri":"Division_(mathematics)","surface_form":"division","offset":940}]}