{"id":362249,"url":"http://en.wikipedia.org/wiki/Great_Oxygenation_Event","text":"e=\"preserve\">The Great Oxygenation Event (GOE) was the introduction of free oxygen into our atmosphere. It was caused by cyanobacteria doing photosynthesis. It took a very long time, from about three billion years ago to about one billion years ago.\nPhotosynthesis was producing oxygen both before and after the GOE. The difference was that before the GOE, organic matter and dissolved iron chemically captured any free oxygen. Earth has much iron, and iron has higher solubility than its oxides, so the oceans had much dissolved iron. It became iron oxide and made huge deposits as banded iron rock from the Archaean and Proterozoic eras. When not enough iron remained to capture more oxygen, free oxygen accumulated in the atmosphere. This was the GOE.\nOxygen was toxic to most of the Earth's anaerobic inhabitants at the time. As cyanobacteria produced oxygen, and built their stromatolites, they changed the environment for other protists. Since the other protists had no way to deal with oxygen, most would have become extinct. Another consequence was the effect of free oxygen on atmospheric methane, a greenhouse gas. The reaction removed the methane and caused the Huronian glaciation, possibly the longest snowball Earth episode ever. Free oxygen has been an important part of the atmosphere ever since.\nTiming.\nThe evidence is that free oxygen was first produced by photosynthetic organisms (prokaryotic, later eukaryotic) which emitted oxygen as a waste product. These organisms lived long before the GOE, perhaps 3500 million years ago (mya). The oxygen they produced would have quickly been removed from the atmosphere by the 'mass rusting' which led to the deposition of banded-iron formations. Oxygen only began to persist in the atmosphere in small quantities shortly (~50 million years) before the start of the GOE. Without a draw-down, oxygen would accumulate very rapidly. At today's rates of photosynthesis (which are much greater than those in the land-plant-free Precambrian), modern atmospheric O2 levels could be produced in around 2,000 years.","categories":[],"infobox_types":[],"annotations":[{"uri":"Oxygen","surface_form":"oxygen","offset":76},{"uri":"Atmosphere","surface_form":"atmosphere","offset":92},{"uri":"Cyanobacteria","surface_form":"cyanobacteria","offset":121},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":141},{"uri":"Billion","surface_form":"billion","offset":200},{"uri":"Iron","surface_form":"iron","offset":386},{"uri":"Solubility","surface_form":"solubility","offset":469},{"uri":"Iron_oxide","surface_form":"iron oxide","offset":546},{"uri":"Banded_iron_formation","surface_form":"banded iron","offset":583},{"uri":"Rock_(geology)","surface_form":"rock","offset":595},{"uri":"Archaean","surface_form":"Archaean","offset":609},{"uri":"Proterozoic","surface_form":"Proterozoic","offset":622},{"uri":"Era","surface_form":"era","offset":634},{"uri":"Toxic","surface_form":"toxic","offset":766},{"uri":"Anaerobic_organism","surface_form":"anaerobic","offset":795},{"uri":"Cyanobacteria","surface_form":"cyanobacteria","offset":833},{"uri":"Stromatolite","surface_form":"stromatolite","offset":880},{"uri":"Environment","surface_form":"environment","offset":912},{"uri":"Protist","surface_form":"protist","offset":934},{"uri":"Extinct","surface_form":"extinct","offset":1024},{"uri":"Methane","surface_form":"methane","offset":1098},{"uri":"Greenhouse_gas","surface_form":"greenhouse gas","offset":1109},{"uri":"Huronian_glaciation","surface_form":"Huronian glaciation","offset":1173},{"uri":"Snowball_Earth","surface_form":"snowball Earth","offset":1215},{"uri":"Prokaryotic","surface_form":"prokaryotic","offset":1402},{"uri":"Eukaryotic","surface_form":"eukaryotic","offset":1421},{"uri":"Plant","surface_form":"plant","offset":1974},{"uri":"Precambrian","surface_form":"Precambrian","offset":1985}]}