{"id":362330,"url":"http://en.wikipedia.org/wiki/Sports_commentator","text":"In sports broadcasting, a commentator is the person who is saying what is happening in the game. In the case of television commentary, the commentator is usually only heard and not often seen. In North American English, a commentator is also called an announcer or sportscaster. Often, the main commentator (called a play-by-play in North America) works with a color commentator and sometimes a sideline reporter. With big events, many sideline reporters are used.\nTypes of sports broadcasters.\nMost sports television broadcast have one play-by-play announcer and one color commentator. An example is NBC Sunday Night Football in the United States. It is called by Cris Collinsworth, a former American football receiver, and Al Michaels, a professional announcer. In the United Kingdom, there is not as much of a difference between play-by-play and color commentary. Two-man commentary teams usually have a person formal journalistic training but little or no sports experience leading the commentary, and an expert former (or current) competitor dealing with analysis. There are exceptions to this. All of the United Kingdom's major cricket and snooker commentators are former professionals in their sports. The well known Formula One racing commentator Murray Walker had no formal journalistic training and only a small amount of racing experience of his own.\nUsing a play-by-play announcer and one or more color commentators is standard. In the past it was much more common for a play-by-play announcer to work alone.\nUnited States.\nAlthough sports broadcasts started in 1912, the first sports commentary was broadcast in April 1921. It was done by Florent Gibson of the Pittsburg Star newspaper. He was covering the fight between Johnny Ray and Johnny \"Hutch\" Dundee at the Motor Square Garden, Pittsburgh.\nIn the United States, nearly all professional sports teams, most collegiate teams have their own Sports commentators. These people are usually thought of as the voice of the team on radio broadcasts. They are often considered a part of the team like the players or the coaches. Television networks and cable channels will also have their own group of play-by-play announcers that work with different teams.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sports","surface_form":"sports","offset":3},{"uri":"Broadcasting","surface_form":"broadcasting","offset":10},{"uri":"Television","surface_form":"television","offset":112},{"uri":"North_America","surface_form":"North America","offset":196},{"uri":"English_language","surface_form":"English","offset":211},{"uri":"NBC_Sunday_Night_Football","surface_form":"NBC Sunday Night Football","offset":601},{"uri":"United_States","surface_form":"United States","offset":634},{"uri":"Cris_Collinsworth","surface_form":"Cris Collinsworth","offset":665},{"uri":"American_football","surface_form":"American football","offset":693},{"uri":"Wide_receiver","surface_form":"receiver","offset":711},{"uri":"Al_Michaels","surface_form":"Al Michaels","offset":725},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":771},{"uri":"Analysis","surface_form":"analysis","offset":1060},{"uri":"Cricket","surface_form":"cricket","offset":1134},{"uri":"Snooker","surface_form":"snooker","offset":1146},{"uri":"Formula_One","surface_form":"Formula One","offset":1224},{"uri":"Murray_Walker","surface_form":"Murray Walker","offset":1255},{"uri":"Pittsburg_Star","surface_form":"Pittsburg Star","offset":1674},{"uri":"Johnny_Ray","surface_form":"Johnny Ray","offset":1734},{"uri":"Motor_Square_Garden","surface_form":"Motor Square Garden","offset":1778},{"uri":"Pittsburgh","surface_form":"Pittsburgh","offset":1799},{"uri":"College","surface_form":"collegiate","offset":1876},{"uri":"Radio","surface_form":"radio","offset":1993},{"uri":"Television_network","surface_form":"Television network","offset":2089},{"uri":"Cable_television","surface_form":"cable channels","offset":2113}]}