{"id":362652,"url":"http://en.wikipedia.org/wiki/Milton_S._Hershey","text":"Milton Snavely Hershey (September 13, 1857 – October 13, 1945) was an American confectioner, philanthropist, and the founder of the Hershey's candy company.\nHershey was born on September 13, 1857 in Derry Township, Pennsylvania.\nIn 1887, Hershey created the Lancaster Caramel Company. He created many kinds of caramels. He began experimenting with chocolates at the Chicago World's Fair.\nOn March 2, 1903, he began construction on what was to become the world’s largest chocolate manufacturing company, only he didn't know that it would become a large company. In 1935, Hershey established the M.S. Hershey Foundation, a private charitable foundation that provides educational and cultural opportunities for Hershey residents.\nHershey supplied the U.S. armed forces with chocolate bars during World War II. These bars were called Ration D Bars and Tropical Chocolate Bars.\nHershey was married to Catherine Sweeney from 1898 until her death in 1915. In 1912 Hershey was supposed to go on the RMS \"Titanic\", but business concerns forced him to take an earlier ship from Europe to the United States. Sweeney died three years later.\nHershey died on October 13, 1945 from natural causes in Hershey, Pennsylvania, a town named after him, aged 88 years old.\nHershey started a school for orphaned children. He gave the Hershey Trust to that school. He made a town for his workers. Unlike other worker towns, it was comfortable and not expensive. Among many of the places he built for his workers to go to in their free time, Hershey built the Hershey Park, now a popular amusement park. Hershey was among the first to use the idea of Taylorism, after Frederick Winslow Taylor. Taylorism is the idea that workers who do more should earn more.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":70},{"uri":"Hershey%27s","surface_form":"Hershey's","offset":132},{"uri":"Derry_Township%2C_Pennsylvania","surface_form":"Derry Township, Pennsylvania","offset":199},{"uri":"Lancaster_Caramel_Company","surface_form":"Lancaster Caramel Company","offset":258},{"uri":"Caramel","surface_form":"caramel","offset":310},{"uri":"Chocolates","surface_form":"chocolates","offset":348},{"uri":"Chicago_World%27s_Fair","surface_form":"Chicago World's Fair","offset":366},{"uri":"Chocolate_bar","surface_form":"chocolate bar","offset":771},{"uri":"World_War_II","surface_form":"World War II","offset":793},{"uri":"RMS_Titanic","surface_form":"RMS \"Titanic\"","offset":991},{"uri":"Hershey%2C_Pennsylvania","surface_form":"Hershey, Pennsylvania","offset":1185}]}