{"id":362730,"url":"http://en.wikipedia.org/wiki/Gus_Johnson","text":"Augustus Cornelius \"Gus\" Johnson, Jr. (born August 10, 1967) is an American sportscaster. He is employed by Fox Sports, Showtime, and the Big Ten Network.\nHe is well known for his yelling and screaming on exciting plays. He was employed by CBS Sports. He was also a play-by-play announcer for the Minnesota Timberwolves. He called Big East basketball for ESPN Plus, college basketball and college hockey for ESPN. He hosted Black College Sports Today in 1991. Johnson called Canadian Football League games for ESPN. He also called NFL games for CBS until 2011. Johnson was first paired up with Steve Tasker, then Brent Jones. He got back together with Steve Tasker in 2005 until his departure for Fox Sports in 2011.\nHe had sports anchor stints on KXXV-TV, WAAY-TV, WXII-TV, and WTTG-TV. He called college basketball tournaments for CBS for many years. He had many partners including Dan Bonner, Len Elmore, and Bill Raftery. He was also the radio voice and back-up television play-by-play announcer for the New York Knicks. He was well known for calling Allan Houston's game winning buzzer beater to knock off the top seeded Miami Heat.\nHe called boxing for MSG as well as hosting Knicks GameNight and Yankees Scorecard. He was the studio host for New York Rangers telecasts. Johnson was a preseason voice in 2006 for the Buffalo Bills and the Philadelphia Eagles. He was the preseason voice of the Detroit Lions for the Detroit Lions Television Network in 2008.\nJohnson replaced Steve Albert as lead play-by-play announcer for Showtime Championship Boxing and called Strikeforce for CBS Sports Spectacular. He also called games for the defunct arena football New York Dragons. He calls NFL and college football games on Fox with Charles Davis. Johnson also calls college basketball games for the Big Ten Network and worked a few road games for the San Jose Earthquakes of Major League Soccer.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":67},{"uri":"Sportscaster","surface_form":"sportscaster","offset":76},{"uri":"CBS_Sports","surface_form":"CBS Sports","offset":240},{"uri":"Minnesota_Timberwolves","surface_form":"Minnesota Timberwolves","offset":297},{"uri":"ESPN","surface_form":"ESPN","offset":408},{"uri":"Canadian_Football_League","surface_form":"Canadian Football League","offset":475},{"uri":"NFL","surface_form":"NFL","offset":531},{"uri":"Steve_Tasker","surface_form":"Steve Tasker","offset":594},{"uri":"Brent_Jones","surface_form":"Brent Jones","offset":613},{"uri":"Dan_Bonner","surface_form":"Dan Bonner","offset":884},{"uri":"Len_Elmore","surface_form":"Len Elmore","offset":896},{"uri":"Bill_Raftery","surface_form":"Bill Raftery","offset":912},{"uri":"New_York_Knicks","surface_form":"New York Knicks","offset":1008},{"uri":"Miami_Heat","surface_form":"Miami Heat","offset":1126},{"uri":"New_York_Rangers","surface_form":"New York Rangers","offset":1249},{"uri":"Buffalo_Bills","surface_form":"Buffalo Bills","offset":1323},{"uri":"Philadelphia_Eagles","surface_form":"Philadelphia Eagles","offset":1345},{"uri":"Detroit_Lions","surface_form":"Detroit Lions","offset":1400},{"uri":"Steve_Albert","surface_form":"Steve Albert","offset":1481},{"uri":"NFL","surface_form":"NFL","offset":1688},{"uri":"Charles_Davis","surface_form":"Charles Davis","offset":1731},{"uri":"San_Jose_Earthquakes","surface_form":"San Jose Earthquakes","offset":1850},{"uri":"Major_League_Soccer","surface_form":"Major League Soccer","offset":1874}]}