{"id":363076,"url":"http://en.wikipedia.org/wiki/George_Strait","text":"George Harvey Strait (born May 18, 1952) is an American country music singer, actor, and music producer. Strait is referred to as the \"King of Country,\" and critics call Strait a living legend. He is known for his unique style of western swing music, bar-room ballads, honky-tonk style, and fresh yet traditional Country music. George Strait holds the world record for more number-one hit singles than any other artist in the history of music on any chart or in any genre, having recorded 59 number-one hit singles as of 2012.\nDiscography.\nStrait has been recording with MCA Records for 30 years. He has had 60 No. 1 songs on all country charts (including 7, the former Radio & Records chart, and the Gavin Report chart), and has more No. 1 hits than any other artist in any genre. His 44 \"Billboard\" magazine country No. 1's are a record, four more than Conway Twitty's total that includes several duets with Loretta Lynn. Strait is also the first artist in the history of \"Billboard\" magazine to have at least one single enter the Top 10 of a \"Billboard\" chart for 30 consecutive years. The first was in 1981 when his first single \"Unwound\" reached No. 6 on the Hot Country Singles chart. All of his Top 10 singles have been on that chart. Strait has sold more than 68 million albums in the United States and 13 multi-platinum, 33 platinum, and 38 gold albums.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":47},{"uri":"Country_music","surface_form":"country music","offset":56},{"uri":"King_of_Country","surface_form":"King of Country","offset":135},{"uri":"Western_swing","surface_form":"western swing","offset":230},{"uri":"Ballad","surface_form":"ballad","offset":260},{"uri":"Honky-tonk","surface_form":"honky-tonk","offset":269},{"uri":"7","surface_form":"7","offset":656},{"uri":"Radio_%26amp%3B_Records","surface_form":"Radio & Records","offset":670},{"uri":"Loretta_Lynn","surface_form":"Loretta Lynn","offset":910}]}