{"id":3632,"url":"http://en.wikipedia.org/wiki/Dog","text":"Dogs (\"Canis lupus familiaris\") are domesticated mammals, not natural wild animals. They were originally bred from wolves. They have been bred by humans for a long time, and were the first animals ever to be domesticated. There are different studies that suggest that this happened between 15.000 and 100.000 years before our time. The dingo is also a dog, but many dingos have become wild animals again and live independently of humans in the range where they occur (parts of Australia).\nToday, some dogs are used as pets, others are used to help humans do their work. They are a popular pet because they are usually playful, friendly, loyal and listen to humans. Thirty million dogs in the United States are registered as pets. Dogs eat both meat and vegetables, often mixed together and sold in stores as dog food. Dogs often have jobs, including as police dogs, army dogs, assistance dogs, fire dogs, messenger dogs, hunting dogs, herding dogs, or rescue dogs.\nThey are sometimes called \"canines\" from the Latin word for dog - \"canis\". Sometimes people also use \"dog\" to describe other canids, such as wolves. A baby dog is called a pup or puppy. A dog is called a puppy until it is about one year old.\nDogs are sometimes referred to as \"man's best friend\" because they are kept as domestic pets and are usually loyal and like being around humans. Dogs like to be petted, but only when they can first see the petter's hand before petting; one should never pet a dog from behind.\nAugust 26 is National Dog Day. While March 26 is National Puppy Day.\nAppearance and behaviour.\nDogs have four legs and make a \"bark,\" \"woof,\" or \"arf\" sound. Dogs often chase cats, and most dogs will fetch a ball or stick.\nDogs can smell and hear better than humans, but cannot see well in color because they are color blind. Due to the anatomy of the eye, dogs can see better in dim light than humans. They also have a wider field of vision.\nLike wolves, wild dogs travel in groups called packs. Packs of dogs are ordered by rank, and dogs with low rank will submit to other dogs with higher rank. The highest ranked dog is called the alpha male. A dog in a group helps and cares for others. Domesticated dogs often view their owner as the alpha male.\nLifespan.\nDifferent dog breeds have different lifespans. In general, smaller dogs live longer than bigger ones. The size and the breed of the dog change how long the dog lives, on average. Breeds such as the Dachshund usually live for fifteen years, Chihuahuas can reach age twenty. The Great Dane, on the other hand has an average lifespan of six to eight years; some Great Danes have lived for ten years.\nOrigin of dogs.\nAll dogs are descended from wolves, by domestication and artificial selection. This is known because DNA genome analysis has been done to discover this. They have been bred by humans. The earliest known fossil of a domestic dog is from 31,700 years ago in Belgium. Dogs have lived with people for at least 30,000 years. In 2013, a study was published that showed that the skull and teeth of a canid, dated to 33,000 years ago, had characteristics closer to a dog than to a wolf, and the authors conclude that \"this specimen may represent a dog in the very early stages of domestication, i.e. an “incipient” dog.\" The researchers go on to suggest that it was, however, a line that did not lead to modern dogs. Genetically, this material is closer to that of a modern dog than to that of a wolf. Other signs of domestication are that sometimes, dogs were buried together with humans. Evidence of this is a tomb in Bonn, where a man of about 50 years of age, a woman of about 25 years of age, the remains of a dog, plus other artifacts were found. Radiocarbon dating showed that the human bones were between 13.300 and 14.000 years old.\nDogs and humans.\nDogs are often called \"man's best friend\" because they fit in with human life. Man refers to humankind and not just guys (Old English). Dogs can serve people in many ways. For example, there are guard dogs, hunting dogs, herding dogs, guide dogs for blind people, and police dogs. There are also dogs that are trained to smell for diseases in the human body or to find bombs or illegal drugs. These dogs sometimes help police in airports or other areas. Sniffer dogs (usually beagles) are sometimes trained for this job. Dogs have even been sent by Russians into outer space, a few years before any human being. The first dog sent up was named Laika, but she died within a few hours.\nDog breeds.\nThere are at least 800 breeds (kinds) of dogs. Dogs whose parents were the same breed will also be that breed: these dogs are called purebred or pure pedigree dogs. Dogs with parents from different breeds no longer belong to one breed: they are called \"mutts\", \"mixed-breed dogs\", \"hybrids\", or \"mongrels\". Some of the most popular breeds are sheepdogs, collies, poodles and retrievers. It is becoming popular to breed together two different breeds of dogs and call the new dog's breed a name that is a mixture of the parents' breeds' two names. A puppy with a poodle and a pomeranian as parents might be called a Pomapoo. These kinds of dogs, instead of being called mutts, are known as designer dog breeds. These dogs are normally used for prize shows and designer shows.","categories":[],"infobox_types":[],"annotations":[{"uri":"Domestication","surface_form":"domesticated","offset":36},{"uri":"Mammal","surface_form":"mammal","offset":49},{"uri":"Artificial_selection","surface_form":"bred","offset":105},{"uri":"Wolf","surface_form":"wolves","offset":115},{"uri":"Dingo","surface_form":"dingo","offset":336},{"uri":"Australia","surface_form":"Australia","offset":477},{"uri":"Pet","surface_form":"pets","offset":518},{"uri":"United_States","surface_form":"United States","offset":692},{"uri":"Register","surface_form":"registered","offset":710},{"uri":"Pet","surface_form":"pet","offset":724},{"uri":"Meat","surface_form":"meat","offset":744},{"uri":"Vegetable","surface_form":"vegetables","offset":753},{"uri":"Food","surface_form":"food","offset":812},{"uri":"Latin_language","surface_form":"Latin","offset":1010},{"uri":"Canid","surface_form":"canid","offset":1090},{"uri":"Wolf","surface_form":"wolves","offset":1106},{"uri":"Cat","surface_form":"cat","offset":1658},{"uri":"Fetch","surface_form":"fetch","offset":1683},{"uri":"Color","surface_form":"color","offset":1773},{"uri":"Color_blindness","surface_form":"color blind","offset":1796},{"uri":"Pack_(canine)","surface_form":"packs","offset":1973},{"uri":"Alpha_male","surface_form":"alpha male","offset":2119},{"uri":"Dachshund","surface_form":"Dachshund","offset":2444},{"uri":"Chihuahua_(dog)","surface_form":"Chihuahuas","offset":2486},{"uri":"Great_Dane","surface_form":"Great Dane","offset":2523},{"uri":"Wolf","surface_form":"wolves","offset":2687},{"uri":"Domestication","surface_form":"domestication","offset":2698},{"uri":"Artificial_selection","surface_form":"artificial selection","offset":2716},{"uri":"DNA","surface_form":"DNA","offset":2760},{"uri":"Genome","surface_form":"genome","offset":2764},{"uri":"Analysis","surface_form":"analysis","offset":2771},{"uri":"Breed","surface_form":"bred","offset":2827},{"uri":"Fossil","surface_form":"fossil","offset":2862},{"uri":"Belgium","surface_form":"Belgium","offset":2915},{"uri":"Bonn","surface_form":"Bonn","offset":3571},{"uri":"Artifact_(archaeology)","surface_form":"artifacts","offset":3682},{"uri":"Radiocarbon_dating","surface_form":"Radiocarbon dating","offset":3704},{"uri":"Friend","surface_form":"friend","offset":3844},{"uri":"Old_English","surface_form":"Old English","offset":3932},{"uri":"Guard_dog","surface_form":"guard dog","offset":4005},{"uri":"Hunting_dog","surface_form":"hunting dog","offset":4017},{"uri":"Sheepdog","surface_form":"herding dogs","offset":4031},{"uri":"Guide_dog","surface_form":"guide dog","offset":4045},{"uri":"Blind","surface_form":"blind","offset":4060},{"uri":"Police_dog","surface_form":"police dogs","offset":4078},{"uri":"Illegal_drugs","surface_form":"illegal drugs","offset":4188},{"uri":"Beagle","surface_form":"beagle","offset":4286},{"uri":"Russia","surface_form":"Russia","offset":4359},{"uri":"Outer_space","surface_form":"outer space","offset":4373},{"uri":"Laika","surface_form":"Laika","offset":4454},{"uri":"List_of_dog_breeds","surface_form":"breeds","offset":4529},{"uri":"Purebred","surface_form":"purebred","offset":4639},{"uri":"Pedigree","surface_form":"pedigree","offset":4656},{"uri":"Mixed-breed_dog","surface_form":"mixed-breed dog","offset":4768},{"uri":"Hybrid","surface_form":"hybrid","offset":4788},{"uri":"Poodle","surface_form":"poodle","offset":4869}]}