{"id":363425,"url":"http://en.wikipedia.org/wiki/Royal_Tyrrell_Museum_of_Palaeontology","text":"The Royal Tyrrell Museum is a popular Canadian tourist attraction. It is a leading centre of palaeontological research which has more than 130,000 fossils.\nThe museum is from Drumheller, Alberta and from Calgary. It is in the middle of the fossil-bearing strata of the Upper Cretaceous Horseshoe Canyon Formation. Its specimens come mainly from Dinosaur Provincial Park and the Devil's Coulee Dinosaur Egg Historic Nest Site.\nThe Royal Tyrrell Museum's mission is to \"collect, preserve, research and interpret palaeontological history with special reference to Alberta’s fossil heritage\".\nHistory.\nThe Museum is named in honour of Joseph Tyrrell, a geologist who discovered the first dinosaur in the Red Deer River Valley in 1884. The Museum opened September 25, 1985 and was given Royal status by Queen Elizabeth II in 1990. In its first year of operation, the Museum attracted over 500,000 visitors. The average annual number of visitors is about 400,000. In 2010 the museum welcomed its 10-millionth visitor, a young boy from Edmonton.\nCollections and exhibits.\nMore than of the museum's is dedicated to exhibits. There are chronological galleries celebrating the 3.9 billion year history of life on Earth. One of the most popular is \"Dinosaur Hall\", with almost 40 mounted dinosaur skeletons, including specimens of \"Tyrannosaurus rex\" and \"Albertosaurus\". Other exhibits include \"Lords of the Land\"; \"Burgess Shale\"; \"Devonian Reef\", a life-size model of a 375 million year old reef; a \"Cretaceous Garden\", with over 600 living species of plants; \"Age of Mammals\"; and \"Ice Ages\".\n\"Triassic Giant\" is a long specimen of the largest known marine reptile. The long ichthyosaur \"Shonisaurus sikanniensis\" was recovered from the shores of the Sikanni Chief River in northeastern British Columbia.\nA window into the \"Preparation Lab\" allows visitors to watch technicians as they carefully prepare fossils for research and exhibition. There are also tours of the badlands; the hands-on \"Nexen Science Hall\" with interactive exhibits; simulated fossil digs, and summer camps for children and families, and much more.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canada","surface_form":"Canadian","offset":38},{"uri":"Palaeontology","surface_form":"palaeontological","offset":93},{"uri":"Fossil","surface_form":"fossil","offset":147},{"uri":"Drumheller","surface_form":"Drumheller","offset":175},{"uri":"Alberta","surface_form":"Alberta","offset":187},{"uri":"Calgary","surface_form":"Calgary","offset":204},{"uri":"Strata","surface_form":"strata","offset":255},{"uri":"Upper_Cretaceous","surface_form":"Upper Cretaceous","offset":269},{"uri":"Horseshoe_Canyon_Formation","surface_form":"Horseshoe Canyon Formation","offset":286},{"uri":"Dinosaur_Provincial_Park","surface_form":"Dinosaur Provincial Park","offset":345},{"uri":"Dinosaur_egg","surface_form":"Dinosaur Egg","offset":393},{"uri":"Joseph_Tyrrell","surface_form":"Joseph Tyrrell","offset":631},{"uri":"Red_Deer_River","surface_form":"Red Deer River","offset":700},{"uri":"Elizabeth_II_of_the_United_Kingdom","surface_form":"Queen Elizabeth II","offset":798},{"uri":"Tyrannosaurus","surface_form":"Tyrannosaurus","offset":1321},{"uri":"Albertosaurus","surface_form":"Albertosaurus","offset":1345},{"uri":"Burgess_Shale","surface_form":"Burgess Shale","offset":1406},{"uri":"Devonian","surface_form":"Devonian","offset":1423},{"uri":"Reef","surface_form":"reef","offset":1483},{"uri":"Ichthyosaur","surface_form":"ichthyosaur","offset":1668},{"uri":"Shonisaurus","surface_form":"Shonisaurus","offset":1681},{"uri":"British_Columbia","surface_form":"British Columbia","offset":1780},{"uri":"Badlands","surface_form":"badlands","offset":1962}]}