{"id":363539,"url":"http://en.wikipedia.org/wiki/Natural_killer_cell","text":"e=\"preserve\">Natural killer cells (or NK cells) are a type of lymphocyte critical to the innate immune system. NK cells provide a rapid response to cells infected by viruses, or to bacterial cells. The response happens about 3 days after infection. NK cells also respond to tumour formation.\nNK cells are unique: they have the ability to recognise stressed cells in the absence of antibodies and major histocompatibility complex (MHC). This allows for a much faster immune reaction.\nIn early experiments in cancer patients and animals, investigators found what was called a \"natural\" reactivity. That is, a certain population of cells seemed to be able to kill tumour cells without previously being sensitized to them. At first many thought that these observations were artifacts. However, by 1973, 'natural killing' activity was established across a wide variety of species, and the existence of a separate line of cells with this ability was suggested.\nFunction.\nTo control their cytotoxic activity, NK cells have two types of surface receptors: activating receptors and inhibitory receptors. When the NK cell is activated, it destroys the cells which have switched it on.\nSmall granules in their cytoplasm contain proteins and enzymes called granzymes. They are released close to a cell which has triggered their action. A protein \"perforin\" forms pores in the cell membrane of the target cell, creating a channel through which enzymes and other molecules can enter. This kills the target cell. The details vary according to whether the target is a virus, a bacterium or a tumour cell.\nHypothesis.\nClass I MHC i can serve as an inhibitory ligand for natural killer cells (NKs). Reduction in the normal levels of surface class I MHC, a mechanism employed by some viruses and certain tumors to evade CTL responses, activates NK cell killing.These inhibitory receptors recognize MHC class I molecules, which could explain why NK cells kill cells with low levels of MHC class I molecules. This inhibition is crucial to the role played by NK cells. MHC class I molecules are main way cells display viral or tumor antigens to cytotoxic T-cells. A common evolutionary adaptation to this seen in both intracellular microbes and tumours is a long-term down-regulation of these MHC I molecules. This makes the cells impervious to T-cell action. NK cells may have evolved as an evolutionary response: the loss of MHC would deprive these cells of the inhibitory effect of MHC and make them vulnerable to NK cell attack.\nNK cell function in adaptive response.\nThe \"adaptive\" immune response generates memory cells after a primary infection. Then there is a rapid response to later infections by the same antigen. Earlier it was thought that NK cells play no role in the adaptive immune responses, but now it seems they do.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lymphocyte","surface_form":"lymphocyte","offset":62},{"uri":"Innate_immune_system","surface_form":"innate immune system","offset":89},{"uri":"Virus","surface_form":"virus","offset":166},{"uri":"Tumour","surface_form":"tumour","offset":274},{"uri":"Antibodies","surface_form":"antibodies","offset":381},{"uri":"Major_histocompatibility_complex","surface_form":"major histocompatibility complex","offset":396},{"uri":"Species","surface_form":"species","offset":867},{"uri":"Receptor","surface_form":"receptor","offset":1037},{"uri":"Cytoplasm","surface_form":"cytoplasm","offset":1199},{"uri":"Enzyme","surface_form":"enzyme","offset":1230},{"uri":"Granzyme","surface_form":"granzyme","offset":1245},{"uri":"Cell_membrane","surface_form":"cell membrane","offset":1364},{"uri":"Natural_killer_cells","surface_form":"natural killer cells","offset":1653},{"uri":"T-cell","surface_form":"T-cell","offset":2133},{"uri":"Evolutionary","surface_form":"evolutionary","offset":2151},{"uri":"Adaptation","surface_form":"adaptation","offset":2164},{"uri":"Microbe","surface_form":"microbe","offset":2210},{"uri":"Adaptive_immune_system","surface_form":"\"adaptive\" immune response","offset":2554}]}