{"id":36351,"url":"http://en.wikipedia.org/wiki/Sheet_music","text":"Sheet music is a type of printed music. The music that musicians have in front of them when they play is printed music. The sheet or sheets of paper that contain(s) the written notation of what the musician are to play is called printed music. Sheet music usually refers to a \"single sheet\" of music; that is, one song or piece printed separately. Printed music includes sheet music but also includes music published in collections. People often confuse sheet music with printed music.\nSheet music can be published as a separate copy for one piece or song, or it can be a collection of pieces in a larger book. If there is a piece of music for violin and piano, then the pianist will play from the piano part, which will have the piano music written, as usual, on two staves. Above those two staves, printed slightly smaller, will be another stave with the violin part. The violinist will play from a separate part which will just have the violin music. This means that the pianist can always see what the violin should be playing, but the violinist will not be able to see what the pianist is playing. The violinist may need to look at the piano part sometimes to see how the violin and piano part fit together. It would be difficult for the violinist to play from music with both parts because he would need to turn the pages too often. (Unless the violinist had a few measures of rest right before the page turn, the violinist would miss playing some of his/her part while turning the page.)\nScore.\nA score is printed music of a piece written for several instruments. The music (parts) for each instrument are written above one another on separate staves. A conductor can see from the score what each instrument should be playing and how it fits together. Each player only has his or her own part (the notes that that performer plays) in front of him/her. From time to time, if the instrument has long period where he/she does not play (that is, has a block of rests), the publisher may print, usually in smaller type, a portion of the music another instruments (usually an instrument playing the melody) would be playing to help the performer know what to listen before he/she starts playing. These smaller notes are called cues because it cues, or clues, the performer that he/she is going to start playing soon.)\nStandard Score Order Format.\nIf there is a choir or solo singers their part is written near the bottom, above the strings. The bar lines will usually join up the staves of each family. This makes it easier to find the instruments than if they had been drawn all the way down the page. An experienced conductor knows score order well enough to examine a score and very quickly see which instrument plays a given part, even if the instrument names are not there. Below is an example of score order for a standard orchestral score as it would be listed alongside the staves.\nConcert Band Format.\nIn a band score, the instruments will be listed differently. Below is an example of score order for a standard band score as it would be listed alongside the staves.","categories":[],"infobox_types":[],"annotations":[{"uri":"Music","surface_form":"music","offset":44},{"uri":"Musician","surface_form":"musicians","offset":55},{"uri":"Composition_(music)","surface_form":"piece","offset":542},{"uri":"Song","surface_form":"song","offset":551},{"uri":"Violin","surface_form":"violin","offset":644},{"uri":"Piano","surface_form":"piano","offset":655},{"uri":"Stave_(music)","surface_form":"staves","offset":768},{"uri":"Choir","surface_form":"choir","offset":2362},{"uri":"Singer","surface_form":"singers","offset":2376}]}