{"id":363635,"url":"http://en.wikipedia.org/wiki/Herero_and_Namaqua_genocide","text":"The Herero and Namaqua Genocide is thought to have been the first genocide of the 20th century. It took place between 1904 and 1907 in German South-West Africa (today called Namibia), during the scramble for Africa.\nOn January 12, 1904, the Herero people, led by Samuel Maharero, fought back against German colonial rule. In August, German general Lothar von Trotha defeated the Herero in the Battle of Waterberg and drove them into the desert of Omaheke, where most of them died of thirst. In October, the Nama people also fought against the Germans only to suffer a similar fate.\nIn total, from 24,000 up to 100,000 Herero and 10,000 Nama died. The genocide was marked by many deaths by starvation and thirst because the Herero who fled the violence were not allowed to go back to the Namib Desert. Some sources also claim that the German colonial army normally poisoned desert wells.\nIn 1985, the United Nations' Whitaker Report said that the aftermath was an attempt to exterminate the Herero and Nama peoples of South-West Africa, and said it was one of the first tries at genocide in the 20th century. The German government said that the genocide happened and said sorry for the events in 2004, but did not give compensation to the victims' relatives.","categories":[],"infobox_types":["civilian attack"],"annotations":[{"uri":"Genocide","surface_form":"genocide","offset":66},{"uri":"German_South-West_Africa","surface_form":"German South-West Africa","offset":135},{"uri":"Namibia","surface_form":"Namibia","offset":174},{"uri":"Scramble_for_Africa","surface_form":"scramble for Africa","offset":195},{"uri":"Herero_people","surface_form":"Herero people","offset":241},{"uri":"Samuel_Maharero","surface_form":"Samuel Maharero","offset":263},{"uri":"German_colonial_empire","surface_form":"German colonial rule","offset":300},{"uri":"Lothar_von_Trotha","surface_form":"Lothar von Trotha","offset":348},{"uri":"Battle_of_Waterberg","surface_form":"Battle of Waterberg","offset":393},{"uri":"Omaheke","surface_form":"Omaheke","offset":447},{"uri":"Nama_people","surface_form":"Nama people","offset":507},{"uri":"Namib_Desert","surface_form":"Namib Desert","offset":787},{"uri":"United_Nations","surface_form":"United Nations","offset":900},{"uri":"South-West_Africa","surface_form":"South-West Africa","offset":1017}]}