{"id":364154,"url":"http://en.wikipedia.org/wiki/National_Portrait_Gallery%2C_London","text":"The National Portrait Gallery (NPG) is an art gallery in London. It holds a collection of portraits of historically important and famous British people. It was the first portrait gallery in the world when it opened in 1856.\nThe gallery moved in 1896 to its current site at St Martin's Place, off Trafalgar Square, next to the National Gallery. It has been expanded twice since then. The National Portrait Gallery also has three regional outposts. It is not connected to the Scottish National Portrait Gallery in Edinburgh. The NPG is a quango sponsored by the Department for Culture, Media and Sport.\nThe collection.\nThe gallery houses portraits of historically important and famous British people, selected on the basis of the significance of the sitter, not that of the artist. The collection includes photographs and caricatures as well as paintings, drawings and sculpture.\nOne of its best-known images is the 'Chandos portrait', the most famous portrait of William Shakespeare although there is some uncertainty about whether the painting actually is of the playwright.\nNot all of the portraits are exceptional artistically, although there are self-portraits by William Hogarth, Sir Joshua Reynolds and other British artists of note. Some, such as the group portrait of the participants in the Somerset House Conference of 1604, are important historical documents in their own right. Often, the curiosity value is greater than the artistic worth of a work, as in the case of the portrait of Edward VI by William Scrots, Patrick Brontë's painting of his sisters Charlotte, Emily and Anne, or a sculpture of Queen Victoria and Prince Albert in medieval costume. Portraits of living figures were allowed from 1969.\nIn addition to its permanent galleries of historical portraits, the National Portrait Gallery exhibits a rapidly changing collection of contemporary work, stages exhibitions of portrait art by individual artists and hosts the annual BP Portrait Prize competition.\nThe Gallery has many portrait busts by sculptors. The sculptors are mostly British or resident in Britain, and the subjects are British. Sculptors include poineers of modern sculpture such as Sir Jacob Epstein (14 examples), Dame Elizabeth Frink (5 examples), Sir Eduardo Paolozzi (four self-portrait busts).","categories":[],"infobox_types":[],"annotations":[{"uri":"Art_gallery","surface_form":"art gallery","offset":42},{"uri":"London","surface_form":"London","offset":57},{"uri":"British_people","surface_form":"British people","offset":137},{"uri":"Trafalgar_Square","surface_form":"Trafalgar Square","offset":296},{"uri":"National_Gallery%2C_London","surface_form":"National Gallery","offset":326},{"uri":"Scottish_National_Portrait_Gallery","surface_form":"Scottish National Portrait Gallery","offset":474},{"uri":"Edinburgh","surface_form":"Edinburgh","offset":512},{"uri":"Quango","surface_form":"quango","offset":536},{"uri":"Portrait","surface_form":"portrait","offset":636},{"uri":"British_people","surface_form":"British people","offset":683},{"uri":"Caricature","surface_form":"caricature","offset":820},{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":962},{"uri":"William_Hogarth","surface_form":"William Hogarth","offset":1167},{"uri":"Joshua_Reynolds","surface_form":"Joshua Reynolds","offset":1188},{"uri":"Somerset_House","surface_form":"Somerset House","offset":1299},{"uri":"Edward_VI_of_England","surface_form":"Edward VI","offset":1496},{"uri":"Charlotte_Bront%C3%AB","surface_form":"Charlotte","offset":1566},{"uri":"Emily_Bront%C3%AB","surface_form":"Emily","offset":1577},{"uri":"Anne_Bront%C3%AB","surface_form":"Anne","offset":1587},{"uri":"Victoria_of_the_United_Kingdom","surface_form":"Queen Victoria","offset":1611},{"uri":"Prince_Albert_of_Saxe-Coburg-Gotha","surface_form":"Prince Albert","offset":1630},{"uri":"BP_Portrait_Prize","surface_form":"BP Portrait Prize","offset":1950},{"uri":"Sculptor","surface_form":"sculptor","offset":2020},{"uri":"Jacob_Epstein","surface_form":"Jacob Epstein","offset":2177},{"uri":"Elizabeth_Frink","surface_form":"Elizabeth Frink","offset":2211},{"uri":"Eduardo_Paolozzi","surface_form":"Eduardo Paolozzi","offset":2245}]}