{"id":364296,"url":"http://en.wikipedia.org/wiki/Antonia_Novello","text":"Antonia Coello Novello, M.D., (born August 23, 1944) is a Puerto Rican physician and public health administrator. She was a vice admiral in the Public Health Service Commissioned Corps and served as fourteenth Surgeon General of the United States from 1990 to 1993. Novello is the first woman and first Hispanic to serve as Surgeon General. Novello was married to former U.S. Navy flight surgeon and psychiatrist, Joseph R. Novello.\nCareer.\nNovello served as Commissioner of Health for the State of New York from 1999 to 2006.\nPublic Health Service.\nIn 1979, Novello joined the Public Health Service. Her first assignment was as a project officer at the National Institute of Arthritis, Metabolism and Digestive Diseases of the National Institutes of Health (NIH). From 1976, she was a pediatric (doctor for children) at Georgetown University Hospital. During her years at NIH, Novello worked on a Masters of Physical Health degree from the Johns Hopkins School of Hygiene and Public Health. She finished her degree in 1982.\nIn 1986, Novello became the Assistant Surgeon General grade in the PHSCC and the Deputy Director of the National Institute of Child Health and Human Development (NICHD). In this role, she became interested in children with AIDS.\nNovello was a big help in the planning of the Organ Transplantation Procurement Act of 1984. She did this when she was working at the United States Senate Committee on Labor and Human Resources.\nNovello was appointed Surgeon General by President George H. W. Bush. She was the first woman and the first Hispanic to hold the position. During her time as Surgeon General, Novello focused her attention on the health of women, children and minorities, (people with little political power). She also focused on underage drinking, smoking, and AIDS. She played an important role in starting the Healthy Children Ready to Learn Initiative. She spoke out often and forcefully (very strong and loud) about illegal underage drinking, and called to the United States Department of Health and Human Services Inspector General to issue a series of eight reports on the subject.\nNovello also worked to stop illegal tobacco use by young people. After leaving the position of Surgeon General, Novello stayed in the regular corps of the Public Health Service. She was assigned the United Nations Children's Fund (UNICEF) Special Representative for Health and Nutrition from 1993 to 1996.\nAwards.\nIn 2002, Novello was awarded the James Smithson Bicentennial Medal. She was also presented with the Legion of Merit Medal by the United States Secretary of State Colin Powell. In 2006, she was a finalist for the Hispanic Business magazine Woman of the Year Award in the April 2006 issue.","categories":[],"infobox_types":["officeholder"],"annotations":[{"uri":"Puerto_Rican","surface_form":"Puerto Rican","offset":58},{"uri":"Physician","surface_form":"physician","offset":71},{"uri":"Public_health","surface_form":"public health","offset":85},{"uri":"Surgeon_General_of_the_United_States","surface_form":"Surgeon General of the United States","offset":210},{"uri":"Hispanic_people","surface_form":"Hispanic","offset":303},{"uri":"New_York_(state)","surface_form":"State of New York","offset":490},{"uri":"National_Institute_of_Arthritis%2C_Metabolism_and_Digestive_Diseases","surface_form":"National Institute of Arthritis, Metabolism and Digestive Diseases","offset":654},{"uri":"National_Institutes_of_Health","surface_form":"National Institutes of Health","offset":728},{"uri":"Pediatric","surface_form":"pediatric","offset":786},{"uri":"Georgetown_University","surface_form":"Georgetown University","offset":821},{"uri":"Johns_Hopkins_School_of_Hygiene_and_Public_Health","surface_form":"Johns Hopkins School of Hygiene and Public Health","offset":941},{"uri":"AIDS","surface_form":"AIDS","offset":1248},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":1388},{"uri":"George_H._W._Bush","surface_form":"George H. W. Bush","offset":1500},{"uri":"Tobacco","surface_form":"tobacco","offset":2156},{"uri":"UNICEF","surface_form":"United Nations Children's Fund","offset":2319},{"uri":"Legion_of_Merit","surface_form":"Legion of Merit","offset":2534},{"uri":"Colin_Powell","surface_form":"Colin Powell","offset":2596}]}