{"id":364241,"url":"http://en.wikipedia.org/wiki/Carlos_Finlay","text":"Carlos Juan Finlay (December 3, 1833 – August 20, 1915) was a Cuban physician and scientist who started the interest in yellow fever research.\nEarly life and education.\nFinlay was born Juan Carlos Finlay y Barres, in Puerto Príncipe (now Camagüey), Cuba. His family is of French and Scottish heritage. In 1853 he went to Jefferson Medical college in Philadelphia, Pennsylvania. He graduated in 1855. He finished his studies in Havana and in Paris. Later he moved to Havana and started a medical practice.\nProfessional career.\nFinlay continued his work in the 1870s. He was the first to come up with the idea that a mosquito was a carrier for a disease that causes yellow fever. He discovered that the spread and cause of yellow fever was from a mosquito. The mosquito would bite a person with the disease and would then bite and infect a healthy person. A year later Finlay identified the mosquito of the genus Aedes as the insect transmitting yellow fever. His research led to the control of the mosquito population as a way to control the spread of the disease.\nDr. Finlay was a member of Havana's Royal Academy of Medical, Physical and Natural Sciences. He was fluent in French, German, Spanish, and English, and could read Latin. He was interested in a lot of things but his main interest was yellow fever. He wrote 40 articles on this disease. His theory was that an intermediary host was responsible for the spread of the disease. As a result of his work, Dr. Finlay was nominated seven times for the Nobel Prize in Physiology or Medicine, but it was never awarded to him. He received the National Order of the Legion of Honour of France in 1908.\nIn 1990, the Walter Reed Commission confirmed what Carlos found. Reed was known to all as being the one that discovered the connection of yellow fever and the mosquito but he gave the credit to Finlay. He used Finlay's information to help with his research. Soon Finlay became the chief health officer of Cuba from 1902-1909.\nFinlay died from heart failure caused by pneumonia in his home in Havana, Cuba.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cuba","surface_form":"Cuba","offset":62},{"uri":"Physician","surface_form":"physician","offset":68},{"uri":"Scientist","surface_form":"scientist","offset":82},{"uri":"Yellow_fever","surface_form":"yellow fever","offset":120},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":350},{"uri":"Havana","surface_form":"Havana","offset":427},{"uri":"Paris","surface_form":"Paris","offset":441},{"uri":"Mosquito","surface_form":"mosquito","offset":615},{"uri":"French_language","surface_form":"French","offset":1174},{"uri":"German_language","surface_form":"German","offset":1182},{"uri":"Spanish_language","surface_form":"Spanish","offset":1190},{"uri":"English_language","surface_form":"English","offset":1203},{"uri":"Latin","surface_form":"Latin","offset":1227},{"uri":"Nobel_Prize_in_Physiology_or_Medicine","surface_form":"Nobel Prize in Physiology or Medicine","offset":1507},{"uri":"Pneumonia","surface_form":"pneumonia","offset":2020}]}