{"id":364276,"url":"http://en.wikipedia.org/wiki/F%C3%A9lix_Soto_Toro","text":"Félix Soto Toro (born 1967) is an astronaut applicant and an electrical designs engineer at NASA. He developed the Advanced Payload Transfer Measurement System.\nLife.\nSoto Toro was raised in a poor section of the City of Guaynabo, Puerto Rico called El Barrio Amelia. When he was young, he was interested in everything that had to do with light bulbs and electricity. He went to elementary school in his hometown. He went to high school at the Colegio Madre Cabrini in San Juan.\nIn 1984, after graduating from high school, Soto Toro studied at the Florida Institute of Technology in Melbourne, Florida. In 1986, he joined the Cooperative Education Program while still in college. He joined the program because he wanted to become an engineer. Soto Toro earned his Doctor of Philosophy degree in electrical engineering and applied to become an astronaut candidate.\nWork.\nIn 1990, Soto Toro earned his Bachelor's Degree of Science in Electrical Engineering. He was hired by NASA, a month later. He worked at the Design Engineering Networks Communications section at Kennedy Space Center. In 1992, he graduated with his Masters Degree of Science in Electrical Engineering. In 1997, he went back to school for another Masters in Science degree.\nAt the Kennedy Space Center, Soto Toro reviews, designs, builds, and tests engineering designs used in the Space Shuttle and Payload Operations Development Laboratories. The main project he developed was the Advanced Payload Transfer Measurement System. This system measures the spherical coordinates offset between the trunnion and their supports during transfer operations.\nAwards.\nSoto Toro was presented with the 2003 \"El Premio Coqui\" by La Casa de Puerto Rico in Florida for his assistance in the field of science. On November 9, 2003, Soto Toro was named the Grand Marshal of the Puerto Rican Day Parade held in Palm Bay, Florida.","categories":[],"infobox_types":[],"annotations":[{"uri":"Astronaut","surface_form":"astronaut","offset":34},{"uri":"Engineer","surface_form":"engineer","offset":80},{"uri":"NASA","surface_form":"NASA","offset":92},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":231},{"uri":"Light_bulb","surface_form":"light bulb","offset":339},{"uri":"Electricity","surface_form":"electricity","offset":355},{"uri":"Elementary_school","surface_form":"elementary school","offset":379},{"uri":"High_school","surface_form":"high school","offset":425},{"uri":"San_Juan%2C_Puerto_Rico","surface_form":"San Juan","offset":469},{"uri":"Florida_Institute_of_Technology","surface_form":"Florida Institute of Technology","offset":548},{"uri":"Melbourne%2C_Florida","surface_form":"Melbourne, Florida","offset":583},{"uri":"Doctor_of_Philosophy","surface_form":"Doctor of Philosophy","offset":764},{"uri":"Electrical_engineering","surface_form":"electrical engineering","offset":795},{"uri":"Bachelor%27s_Degree","surface_form":"Bachelor's Degree","offset":900},{"uri":"Kennedy_Space_Center","surface_form":"Kennedy Space Center","offset":1064},{"uri":"Masters_Degree","surface_form":"Masters Degree","offset":1117},{"uri":"Palm_Bay%2C_Florida","surface_form":"Palm Bay, Florida","offset":1860}]}