{"id":364294,"url":"http://en.wikipedia.org/wiki/Juan_R._Cruz","text":"Dr. Juan R. Cruz, Ph.D. (born January 5, 1946) is a Puerto Rican scientist who played a very important role in the design and development of the Mars Exploration Rover (MER) parachute.\nLife.\nCruz was born and raised in Puerto Rico. He has a Ph.D. from Virginia Tech, and a Bachelor of Science from MIT university. Both of his degrees are in aerospace engineering. When he was at MIT he was involved with the Monarch and Daedalus human powered airplane teams.\nWork.\nCruz is a senior aerospace engineer in the Exploration Systems Engineering Branch at the NASA Langley Research Center in Hampton, Virginia. Hw was responsible on the development of entry, descent and landing (EDL) systems for robotic and human missions in space. He was a member of the highly successful Mars Exploration Rover (MER) project that placed two rovers (machines) on the surface of Mars in 2004. The project was focused on the parachute that he designed.\nAccording to Cruz, \"There are challenges to testing these parachutes because we can not test it at exactly the right conditions. Earth's atmosphere is the one we have to work with and the Martian atmosphere, air in Mars, is very different, so you have to make adjustments in how you test the parachute\".\nCruz is also a member of the Phoenix (Mars 2007), Mars Science Laboratory (Mars 2009), and Crew Exploration Vehicle EDL teams. He was apart of a lot of research on missions to Mars, including robotic airplanes","categories":[],"infobox_types":[],"annotations":[{"uri":"Ph.D.","surface_form":"Ph.D.","offset":18},{"uri":"Puerto_Rican","surface_form":"Puerto Rican","offset":52},{"uri":"Mars_Exploration_Rover","surface_form":"Mars Exploration Rover","offset":145},{"uri":"Parachute","surface_form":"parachute","offset":174},{"uri":"Virginia_Tech","surface_form":"Virginia Tech","offset":252},{"uri":"MIT","surface_form":"MIT","offset":298},{"uri":"Aerospace_engineering","surface_form":"aerospace engineering","offset":341},{"uri":"NASA","surface_form":"NASA","offset":554},{"uri":"Hampton%2C_Virginia","surface_form":"Hampton, Virginia","offset":586},{"uri":"Mars","surface_form":"Mars","offset":858}]}