{"id":364254,"url":"http://en.wikipedia.org/wiki/Tim_Brando","text":"Tim Brando (born February 27, 1956) is an American sportscaster. He works for CBS Sports. He is the current preseason voice of the New Orleans Saints with Solomon Wilcots. Brando called basketball games for the LSU Tigers and LSU Lady Tigers.\nCareer.\nHe is also one of the studio hosts for College Basketball on CBS and serves the same capacity for College Football on CBS/SEC on CBS with Spencer Tillman and Tony Barnhart. He also does play-by-play for College Basketball on CBS, College Basketball on FSN, College Basketball on Raycom (formally Jefferson-Pilot) and formally with Jefferson-Pilot.\nOn the professional basketball side, he provided play-by-play for the Atlanta Hawks, TNT, and Turner Sports. He currently hosts \"College Football Preview\", \"Football Saturdays in the South,\" and \"The Tim Brando Show.\" He has provided play-by-play for College Football on CBS and NFL on CBS and serves the same capacity with the New Orleans Saints. Before working for CBS and Raycom, he was an anchor for SportsCenter as well as a studio host for college basketball and football on ESPN as well as providing some play-by-play for ESPN's coverage of college football. In addition to football and basketball, Brando also called Atlanta Braves games.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":42},{"uri":"Sportscaster","surface_form":"sportscaster","offset":51},{"uri":"CBS_Sports","surface_form":"CBS Sports","offset":78},{"uri":"New_Orleans_Saints","surface_form":"New Orleans Saints","offset":131},{"uri":"Solomon_Wilcots","surface_form":"Solomon Wilcots","offset":155},{"uri":"LSU_Tigers","surface_form":"LSU Tigers","offset":211},{"uri":"Atlanta_Hawks","surface_form":"Atlanta Hawks","offset":669},{"uri":"New_Orleans_Saints","surface_form":"New Orleans Saints","offset":927},{"uri":"SportsCenter","surface_form":"SportsCenter","offset":1003},{"uri":"ESPN","surface_form":"ESPN","offset":1080},{"uri":"Atlanta_Braves","surface_form":"Atlanta Braves","offset":1224}]}