{"id":364342,"url":"http://en.wikipedia.org/wiki/Al-Fatiha_Foundation","text":"The Al-Fatiha Foundation is an organization which advances the cause of gay, lesbian, and transgender Muslims. It was founded in 1997 by Faisal Alam, a Pakistani American, and is registered as a nonprofit organization in the United States. Imam Daayiee Abdullah is also a board member of the Al-Fatiha Foundation.\nHistory.\nThe organization grew out of an internet listserve that brought together many gay, lesbian, and questioning Muslims from 25 countries, and by 1998 had developed numerous in-person chapters. Al-Fatiha has 14 chapters in the United States, as well as offices in England, Canada, Spain, Turkey, and South Africa.\nThe name means \"the Opening\" and is shared with Al-Fatiha or the first surah of the Qur'an. In the beginning of that surah, Allah is described as compassionate and merciful; the organization's founders believe that these attributes characterize Islam, rather than hatred and homophobia.\nEach year, Al-Fatiha hosts an international membership retreat and conference. Early conferences took place in Boston, New York, and London in the late 1990s and early 2000s, and focused on issues such as the reconciliation of religion and sexual orientation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gay","surface_form":"gay","offset":72},{"uri":"Lesbian","surface_form":"lesbian","offset":77},{"uri":"Transgender","surface_form":"transgender","offset":90},{"uri":"Muslim","surface_form":"Muslim","offset":102},{"uri":"Faisal_Alam","surface_form":"Faisal Alam","offset":137},{"uri":"Pakistani","surface_form":"Pakistani","offset":152},{"uri":"Americans","surface_form":"American","offset":162},{"uri":"Nonprofit","surface_form":"nonprofit","offset":195},{"uri":"United_States","surface_form":"United States","offset":225},{"uri":"England","surface_form":"England","offset":583},{"uri":"Canada","surface_form":"Canada","offset":592},{"uri":"Spain","surface_form":"Spain","offset":600},{"uri":"Turkey","surface_form":"Turkey","offset":607},{"uri":"South_Africa","surface_form":"South Africa","offset":619},{"uri":"Qur%27an","surface_form":"Qur'an","offset":717},{"uri":"Homophobia","surface_form":"homophobia","offset":908}]}