{"id":36457,"url":"http://en.wikipedia.org/wiki/Red_blood_cell","text":"Red blood cells (also known as RBCs, red blood corpuscles or erythrocytes) are cells in the blood which transport oxygen. In women, there are about 4.8 million red blood cells per microliter of blood. In men, there are 5.4 million red blood cells per microliter of blood. Red blood cells are red because they have hemoglobin in them.\nFunction.\nThe most important function of red blood cells is the transport of oxygen (O2) to the tissues. The hemoglobin absorbs oxygen in the lungs. Then it travels through blood vessels and brings oxygen to all other cells via the heart. The blood cells go through the lungs (to collect oxygen), through the heart (to give all cells oxygen). They go back to the heart to be re-pumped to the lungs (to again collect oxygen), so the blood in your body travels in a double circuit, going through your heart twice before it completes one full circulation of the body.\nRed blood cells are doughnut-shaped, but without the hole. This shape is called a bi-concave disc. However, hereditary diseases such as sickle-cell disease can cause them to change shapes and stop blood flow in capillaries and veins. Plasma is got from whole blood. To prevent clotting, an anticoagulant (such as citrate) is added to the blood immediately after it is taken.\nDiscussion.\nMammalian RBCs are unique in that they have no cell nucleus in their mature form. These cells have nuclei during development, but push them out as they mature. This gives more space for haemoglobin. Mammalian RBCs also lose all other cellular organelles such as their mitochondria, Golgi apparatus and endoplasmic reticulum. All other vertebrate<nowiki/>s have nucleated red blood cells.\nAs a result of not having mitochondria, the cells use none of the oxygen they carry. Instead they produce the energy carrier ATP. Because they lack nuclei and organelles, mature red blood cells do not contain DNA and cannot synthesize any RNA. They cannot divide, and have limited repair capabilities. This also makes sure no virus can target mammalian red blood cells.\nTransport of CO2 in the blood.\nCarbon dioxide (CO2) is carried in blood in three different ways. The exact percentages vary depending whether it is arterial or venous blood.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cell_(biology)","surface_form":"cells","offset":79},{"uri":"Blood","surface_form":"blood","offset":92},{"uri":"Oxygen","surface_form":"oxygen","offset":114},{"uri":"Microliter","surface_form":"microliter","offset":180},{"uri":"Hemoglobin","surface_form":"hemoglobin","offset":314},{"uri":"Oxygen","surface_form":"oxygen","offset":411},{"uri":"Tissue_(biology)","surface_form":"tissues","offset":430},{"uri":"Hemoglobin","surface_form":"hemoglobin","offset":443},{"uri":"Absorption","surface_form":"absorbs","offset":454},{"uri":"Lung","surface_form":"lungs","offset":476},{"uri":"Blood_vessel","surface_form":"blood vessels","offset":507},{"uri":"Heart","surface_form":"heart","offset":566},{"uri":"Doughnut","surface_form":"doughnut","offset":919},{"uri":"Hereditary_disease","surface_form":"hereditary disease","offset":1007},{"uri":"Sickle-cell_disease","surface_form":"sickle-cell disease","offset":1035},{"uri":"Capillary","surface_form":"capillaries","offset":1110},{"uri":"Vein","surface_form":"vein","offset":1126},{"uri":"Citrate","surface_form":"citrate","offset":1212},{"uri":"Cell_nucleus","surface_form":"cell nucleus","offset":1333},{"uri":"Cell_nucleus","surface_form":"nuclei","offset":1385},{"uri":"Organelle","surface_form":"organelle","offset":1529},{"uri":"Mitochondrion","surface_form":"mitochondria","offset":1554},{"uri":"Golgi_apparatus","surface_form":"Golgi apparatus","offset":1568},{"uri":"Endoplasmic_reticulum","surface_form":"endoplasmic reticulum","offset":1588},{"uri":"Vertebrate","surface_form":"vertebrate","offset":1621},{"uri":"Mitochondrion","surface_form":"mitochondria","offset":1700},{"uri":"Adenosine_triphosphate","surface_form":"ATP","offset":1799},{"uri":"DNA","surface_form":"DNA","offset":1883},{"uri":"RNA","surface_form":"RNA","offset":1913},{"uri":"Virus","surface_form":"virus","offset":2000},{"uri":"Carbon_dioxide","surface_form":"Carbon dioxide","offset":2075}]}