{"id":364978,"url":"http://en.wikipedia.org/wiki/Tom_Hammond","text":"e=\"preserve\">Tom Hammond (born May 10, 1944 in Lexington, Kentucky) is a sportscaster who works for NBC Sports along with Dan Hicks and Bob Costas.\nBiography.\nHammond is the co-host of Thoroughbred Racing on NBC.\nHe also currently calls Notre Dame football games on NBC and Olympic games for NBC as well.\nHe is a track-and-field announcer during the Olympics.\nBefore NBC.\nBefore his time at NBC, he was the radio voice of the Syracuse Orangemen football and basketball team and called college basketball games for ESPN and Lincoln Financial Sports.\nPast and current jobs at NBC.\nHe was the lead play-by-play announcer for the WNBA on NBC and the AFL on NBC with Pat Haden. Hammond and Haden also teamed up for Notre Dame Football on NBC. Hammond has called NBA games for NBC as well as NFL games for NBC. He also called NFL Wild Card Saturday playoffs for NBC from 2007 through 2012. He is the main play-by-play announcer for NBC's coverage of figure skating. He has called the Orange Bowl and gymnastics for NBC and filled in for Bryant Gumbel on the Thursday Night Football matchup between the Denver Broncos-Houston Texans game pairing with Cris Collinsworth.\nPersonal.\nHammond was born and raised in Lexington, Kentucky and continues to live there.\nHammond has criticized \"SportsCenter\" by calling it a \"comedy show\".\nHe suffered a heart attack in 2002 and missed the Breeders' Cup. NBC colleague Bob Costas took his role as the host.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lexington%2C_Kentucky","surface_form":"Lexington, Kentucky","offset":47},{"uri":"Dan_Hicks","surface_form":"Dan Hicks","offset":122},{"uri":"Bob_Costas","surface_form":"Bob Costas","offset":136},{"uri":"Syracuse_Orangemen","surface_form":"Syracuse Orangemen","offset":426},{"uri":"Bryant_Gumbel","surface_form":"Bryant Gumbel","offset":1031},{"uri":"Denver_Broncos","surface_form":"Denver Broncos","offset":1096},{"uri":"Houston_Texans","surface_form":"Houston Texans","offset":1111},{"uri":"Cris_Collinsworth","surface_form":"Cris Collinsworth","offset":1144},{"uri":"Breeders%27_Cup","surface_form":"Breeders' Cup","offset":1372},{"uri":"Bob_Costas","surface_form":"Bob Costas","offset":1401}]}