{"id":365114,"url":"http://en.wikipedia.org/wiki/Benkei","text":"e=\"preserve\">Benkei or Saitō no Musashibō Benkei (1155–1189) was a warrior monk (\"sōhei\") who served Minamoto no Yoshitsune. He is shown as a man of great strength and loyalty, in Japanese folklore. He became a monk at an early age. At seventeen, he was over two metres (6.6 feet) tall. Benkei was trained in the naginata or the Japanese halberd.\nIn a battle at Gojō Bridge in Kyoto, he defeated every warrior who was passing by, and collected their 999 swords. On his 1000th duel, Benkei was defeated by Minamoto no Yoshitsune. He became a retainer of Yoshitsune and fought with him in the Genpei War against the Taira clan. People say it is because of him that the Minamoto clan had successes. In the end, however, both Yoshitsune and Benkei were surrounded in the castle of. Yoshitsune went deeper inside the castle keep to commit suicide (seppuku) according to the samurai tradition, while Benkei fought on at the bridge in front of the main gate to protect Yoshitsune. He killed more than of 300 fully trained soldiers. Long before the battle should have been over the hesitant soldiers noticed that Benkei was shot with many arrows, and having many wounds, was standing still. The soldiers dared to investigate, but the giant fell to the ground, because he died while still standing. This is known as the \"Standing Death of Benkei\" (弁慶の立往生, Benkei no Tachi Ōjō among the Japanese).","categories":[],"infobox_types":[],"annotations":[{"uri":"Monk","surface_form":"monk","offset":75},{"uri":"Minamoto_no_Yoshitsune","surface_form":"Minamoto no Yoshitsune","offset":101},{"uri":"Strength","surface_form":"strength","offset":155},{"uri":"Loyalty","surface_form":"loyalty","offset":168},{"uri":"Folklore","surface_form":"folklore","offset":189},{"uri":"Monk","surface_form":"monk","offset":211},{"uri":"Naginata","surface_form":"naginata","offset":313},{"uri":"Japan","surface_form":"Japan","offset":329},{"uri":"Halberd","surface_form":"halberd","offset":338},{"uri":"Kyoto","surface_form":"Kyoto","offset":377},{"uri":"Seppuku","surface_form":"seppuku","offset":843},{"uri":"Samurai","surface_form":"samurai","offset":869}]}