{"id":36512,"url":"http://en.wikipedia.org/wiki/Anura","text":"The order Anura includes the frogs and toads. They are the most successful living amphibia, judged by number of species. There are about 7400 different species of amphibians, and about 6500 are in the Anura.\nThere is no fundamental difference between frogs and toads. Frogs have a short body, webbed digits (fingers or toes), protruding eyes, forked tongue and no tail. They are exceptional jumpers: many of their features, particularly their long, powerful legs, are adaptations to improve jumping performance. They often live in semi-aquatic or humid areas.\nA popular distinction is often made between frogs and toads on the basis of their appearance. The warty skin of toads is an adaptation for making their toxic slime. Apart from these glands, their skin is dry, and that is an adaptation to drier habitats. These features have evolved a number of times independently: convergent evolution. The distinction has no taxonomic basis: the Anura are not divided into frogs and toads. The only family exclusively given the common name \"toad\" is the Bufonidae (the \"true toads\"), but many species from other families are also called \"toads\".\nFrogs have smooth (soft) skin, while toads have rough (hard) skin. Frogs need their skin to be wet in order for them to get oxygen.p6 Frogs and toads have broad heads and plump bodies.p6 They have short fore limbs and long webbed hind feet. This helps them to move and swim in water. They can also use their legs to crawl, hop and leap. Frogs are good jumpers, and some can leap up to six feet in the air. Tree frogs can climb on any surfaces, they use their sticky hands to do this. The tympanum membrane can only be seen on frogs. The tympanum membrane can be found between the frog's ears and eyes. Frogs have tiny teeth inside their mouths. They are found on the lower jaw.p6 The African bullfrog is the only species where the males are longer than the females.p6 Males can reach up to 9½-10 inches in length, while the female only grows up to 4½ inches. Frogs belonging to the suborder Neobatrachia, such as the poison dart frogs and Mantellinae frogs, can kill humans. Like most poisonous animals, they get their toxin from their food.p8\nHabitats.\nMost frogs and toads lives near slow moving waters like rivers, swamps, lakes and ponds.p22 Others such as tree frogs and poison dart frogs lives in forests. Frogs and toads can be found almost everywhere except Antarctica.p4 Frogs and toads squeak or make calls when they are touched or feel threatened.p24 They also make those sounds to communicate with others in their habitat. They make these sounds by expanding their throats with air and letting the air go out. Male bullfrogs will roar while mating with a female. Most frogs and toads are territorial. This means that they go to battle when an animal of their own kind gets close to where they live. They will jump, wrestle and even chase any animal away. They do this to also attract females to their territory. Females choose a territory where there is enough food for her to eat and if there is a lot of water to swim and lay her eggs.p223\nToads spend most of their time on land, while frogs spend most of their time in the water.p6 Tailed frogs looks similar to toads because of their hard skin. A tailed frogs \"tail\" is really an organ they use to release sperm in fast-moving waters. They are the only frogs with this organ.p199 The genus \"Eleutherodactylus\" are terrestrial frogs. This means that they lay eggs on land. Spadefoot toads make crying sounds during a rainstorm.\nSpecies.\nThere are over 400 species of \"true\" toads, the Bufonidae. The marine toads are the only toads which live in Australia, where they were introduced by people. True toads have poison parotoid glands that can paralyze or even kill dogs. However, some other animals eat true toads without ill effects. Toad poisons are secreted by warts. Touching them is not harmful to humans.p202\nThere are over 400 species of tree frogs, many of which can change the color of their skin.p220 Tree frogs have sticky feet, which helps them to climb and hang on to the big leaves. \"True frogs\", the Ranidae, are found in every continent except Antarctica. The family has over 700 species.p224 The feet of burrowing frogs feet help them to dig.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_(biology)","surface_form":"order","offset":4},{"uri":"Frog","surface_form":"frog","offset":29},{"uri":"Toad","surface_form":"toad","offset":39},{"uri":"Amphibia","surface_form":"amphibia","offset":82},{"uri":"Species","surface_form":"species","offset":112},{"uri":"Webbed_feet","surface_form":"webbed digits","offset":293},{"uri":"Humid","surface_form":"humid","offset":547},{"uri":"Wart","surface_form":"wart","offset":658},{"uri":"Adaptation","surface_form":"adaptation","offset":684},{"uri":"Toxic","surface_form":"toxic","offset":712},{"uri":"Slime","surface_form":"slime","offset":718},{"uri":"Habitat","surface_form":"habitat","offset":804},{"uri":"Convergent_evolution","surface_form":"convergent evolution","offset":875},{"uri":"Taxonomy","surface_form":"taxonomic","offset":920},{"uri":"Bufonidae","surface_form":"Bufonidae","offset":1049},{"uri":"Smooth","surface_form":"smooth (soft)","offset":1152},{"uri":"Rough","surface_form":"rough (hard)","offset":1189},{"uri":"Broad","surface_form":"broad","offset":1296},{"uri":"Plump","surface_form":"plump","offset":1312},{"uri":"Fore_limb","surface_form":"fore limb","offset":1344},{"uri":"Webbed_feet","surface_form":"webbed hind feet","offset":1364},{"uri":"Crawl","surface_form":"crawl","offset":1457},{"uri":"Hop","surface_form":"hop","offset":1464},{"uri":"Leap","surface_form":"leap","offset":1472},{"uri":"Tree_frog","surface_form":"Tree frog","offset":1547},{"uri":"Tympanic_membrane","surface_form":"tympanum membrane","offset":1629},{"uri":"Lower_jaw","surface_form":"lower jaw","offset":1808},{"uri":"African_bullfrog","surface_form":"African bullfrog","offset":1825},{"uri":"Suborder","surface_form":"suborder","offset":2023},{"uri":"Neobatrachia","surface_form":"Neobatrachia","offset":2032},{"uri":"Poison_dart_frog","surface_form":"poison dart frog","offset":2058},{"uri":"Mantellinae","surface_form":"Mantellinae","offset":2080},{"uri":"Tree_frog","surface_form":"tree frog","offset":2302},{"uri":"Poison_dart_frog","surface_form":"poison dart frog","offset":2317},{"uri":"Forest","surface_form":"forest","offset":2344},{"uri":"Antarctica","surface_form":"Antarctica","offset":2407},{"uri":"Squeak","surface_form":"squeak","offset":2437},{"uri":"Call","surface_form":"calls","offset":2452},{"uri":"Threaten","surface_form":"threatened","offset":2488},{"uri":"Communication","surface_form":"communicate","offset":2534},{"uri":"Habitat","surface_form":"habitat","offset":2567},{"uri":"Expand","surface_form":"expanding","offset":2602},{"uri":"Throat","surface_form":"throat","offset":2618},{"uri":"Deflate","surface_form":"letting the air go out","offset":2639},{"uri":"Bullfrog","surface_form":"bullfrog","offset":2668},{"uri":"Roar_(utterance)","surface_form":"roar","offset":2683},{"uri":"Territory","surface_form":"territorial","offset":2741},{"uri":"Battle","surface_form":"battle","offset":2781},{"uri":"Wrestle","surface_form":"wrestle","offset":2868},{"uri":"Tailed_frog","surface_form":"Tailed frog","offset":3188},{"uri":"Organ_(anatomy)","surface_form":"organ","offset":3287},{"uri":"Sperm","surface_form":"sperm","offset":3313},{"uri":"Genus","surface_form":"genus","offset":3391},{"uri":"Eleutherodactylus","surface_form":"Eleutherodactylus","offset":3398},{"uri":"Marine_toad","surface_form":"marine toad","offset":3606},{"uri":"Australia","surface_form":"Australia","offset":3652},{"uri":"Introduced_species","surface_form":"introduced","offset":3679},{"uri":"Parotoid_gland","surface_form":"parotoid gland","offset":3724},{"uri":"Paralyze","surface_form":"paralyze","offset":3749},{"uri":"Dog","surface_form":"dog","offset":3771},{"uri":"Secretion","surface_form":"secreted","offset":3858},{"uri":"Wart","surface_form":"wart","offset":3870},{"uri":"Ranidae","surface_form":"Ranidae","offset":4121},{"uri":"Antarctica","surface_form":"Antarctica","offset":4166}]}