{"id":365165,"url":"http://en.wikipedia.org/wiki/Gloria_Swanson","text":"Gloria Swanson (Gloria Josephine Mae, March 27, 1899 – April 4, 1983) was an American movie, television, stage, voice, radio, silent movie actress, singer and movie producer. She was best known for her role as Norma Desmond in \"Sunset Boulevard\". She won a Golden Globe Award in 1951 and a Saturn Award in 1975. He was also known for having an affair with Joseph P. Kennedy, Sr..\nSwanson was born on March 27, 1899 in Chicago, Illinois. She studied at Hawthorne Scholastic Academy.\nSwanson was married to Wallace Beery from 1916 until they divorced in 1919. She was married to Herbert K. Somborn from 1919 until they divorced in 1922. Then she was married to Henri de la Falaise from 1925 until they divorced 1930. Fourthly she was married to Michael Farmer from 1931 until they divorced in 1934. She was married to William Davey from 1945 until they divorced in 1946. She was last married to William Dufty from 1976 until they divorced in 1983. Swanson had three children.\nSwanson died on April 4, 1983 in her home in New York City, New York from heart failure, aged 84. Swanson was later buried at the Episcopal Church of the Heavenly Rest in New York City, New York.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":77},{"uri":"Sunset_Boulevard","surface_form":"Sunset Boulevard","offset":228},{"uri":"Golden_Globe_Award","surface_form":"Golden Globe Award","offset":257},{"uri":"Saturn_Award","surface_form":"Saturn Award","offset":290},{"uri":"Joseph_P._Kennedy%2C_Sr.","surface_form":"Joseph P. Kennedy, Sr.","offset":356},{"uri":"Chicago","surface_form":"Chicago","offset":418},{"uri":"Illinois","surface_form":"Illinois","offset":427},{"uri":"Hawthorne_Scholastic_Academy","surface_form":"Hawthorne Scholastic Academy","offset":452},{"uri":"New_York_City","surface_form":"New York City","offset":1019},{"uri":"New_York","surface_form":"New York","offset":1034}]}