{"id":365124,"url":"http://en.wikipedia.org/wiki/Dom_Justo_Takayama","text":"Dom Justo Takayama (1552–4 February 1615), also known as, was a Japanese samurai and daimyo. He was a Christian at a time when the religion was not permitted in Japan.\nToyotomi Hideyoshi persecuted Christianity and, in 1587, he made all missionaries and Christians leave Japan. While many daimyo obeyed this order and rejected Catholicism, Justo proclaimed that he would maintain his religion and rather give up his land and property. Justo lived under the protection of his friends for several decades, but following the 1614 prohibition of Christianity by Tokugawa Ieyasu, the ruler of the time, he was made to leave Japan.\nIn the Philippines.\nOn November 8, 1614, together with 300 Japanese Christians he left his home country from Nagasaki. He arrived at Manila on December 21 and was greeted warmly by the Spanish Jesuits and the local Filipinos there. He settled in Plaza Dilao, Paco together with more than 3,000 Japanese who aleady liveed there.\nLegacy.\nWhen Takayama died in 1615, the Spanish government buried him with a Christian burial with full military honors as a Daimyo. He is the first Daimyo to be\nThere is a statue of Dom Justo Takayama in Plaza Dilao, Manila. Today there is a statue of Justo with a sword and a figure of a crucified Jesus.\nIn 1994, the Diocese of Tokyo formally petitioned the Vatican to look into whether Takayama should be recognized as a saint.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":64},{"uri":"Samurai","surface_form":"samurai","offset":73},{"uri":"Daimyo","surface_form":"daimyo","offset":85},{"uri":"Christian","surface_form":"Christian","offset":102},{"uri":"Catholicism","surface_form":"Catholicism","offset":327},{"uri":"Religion","surface_form":"religion","offset":384},{"uri":"Manila","surface_form":"Manila","offset":759},{"uri":"Jesuit","surface_form":"Jesuit","offset":819},{"uri":"Paco","surface_form":"Paco","offset":885},{"uri":"Spain","surface_form":"Spanish","offset":994},{"uri":"Jesus","surface_form":"Jesus","offset":1254},{"uri":"Petition","surface_form":"petitioned","offset":1300},{"uri":"Recognized","surface_form":"recognized","offset":1363}]}