{"id":365223,"url":"http://en.wikipedia.org/wiki/The_Baltimore_Sun","text":"\"The Baltimore Sun\" is a newspaper from the U.S. state of Maryland. It is the largest general-circulation newspaper in the state. \"The Sun\" is printed daily, and it has information and news about local and regional news, events, issues, people, and industries.\nThe newspaper was started by Arunah Sheperdson Abell, a printer. Abell and two others founded the newspaper on May 17, 1837. The Abell family owned the paper until 1910. In 1911, the Black family was able to get a controlling interest in the paper. In 1986, the newspaper was sold to the Times-Mirror Company of Los Angeles.\n\"The Sun\" is a legacy newspaper. Legacy newspapers in the United States have been doing poorly in recent years. \"The Sun\" has seen fewer readers and a smaller newsroom. Also a new free daily newspaper, \"The Baltimore Examiner\", hurt \"The Sun'\"s business. (\"The Examiner\" is no longer being printed.) In 2000, the Tribune Company of Chicago bought the Times-Mirror company.\n, there were 195,561 people who had the daily edition of \"The Sun\" delivered. There were 343,552 subscribers to the Sunday edition. On April 29, 2009, the Tribune Company announced that it would lay off 61 of the 205 staff members in the \"Sun\" newsroom. Starting on October 10, 2011, the news on \"The Suns website stopped being available for free.\n\"The Baltimore Sun\" is part of the Baltimore Sun Media Group (BSMG). This group also produces the \"b\" free daily newspaper and more than 30 other Baltimore metropolitan-area community newspapers, magazines and Web sites. BSMG's content reaches more than one million Baltimore-area readers each week. The group is the region's most widely read source of news.","categories":[],"infobox_types":["newspaper"],"annotations":[{"uri":"Newspaper","surface_form":"newspaper","offset":25},{"uri":"U.S._state","surface_form":"U.S. state","offset":44},{"uri":"Maryland","surface_form":"Maryland","offset":58},{"uri":"Arunah_Sheperdson_Abell","surface_form":"Arunah Sheperdson Abell","offset":290},{"uri":"Printing","surface_form":"printer","offset":317},{"uri":"Controlling_interest","surface_form":"controlling interest","offset":475},{"uri":"Times-Mirror_Company","surface_form":"Times-Mirror Company","offset":549},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":573},{"uri":"Legacy_system","surface_form":"legacy","offset":601},{"uri":"United_States","surface_form":"United States","offset":644},{"uri":"Newsroom","surface_form":"newsroom","offset":745},{"uri":"The_Baltimore_Examiner","surface_form":"The Baltimore Examiner","offset":789},{"uri":"Tribune_Company","surface_form":"Tribune Company","offset":899},{"uri":"Chicago","surface_form":"Chicago","offset":918}]}