{"id":365381,"url":"http://en.wikipedia.org/wiki/Thutmose_I","text":"Thutmose I (also known as \"Thothmes,\" \"Thutmosis\" or \"Tuthmosis I\", meaning \"Thoth-Born\") was the third Pharaoh of the 18th dynasty of Ancient Egypt. He became pharaoh after the death of Amenhotep I. During his reign, he sent his armies into the Levant and Nubia, pushing the borders of Egypt further than ever before. He built many temples in Egypt and a tomb for himself in the Valley of the Kings. He is the first king known to have done this, though Amenhotep I may have done it first. He was succeeded by his son Thutmose II, and then his daughter, Hatshepsut. He ruled from 1506 to 1493 BC. Some scholars give his dates from 1526 BC to 1513 BC. This depends on where the astronomical observations used to calculate ancient Egyptian dates were made. If the observations were from the city of Memphis it would give the dates 20 years earlier than if it was Thebes.\nFamily.\nThutmose's father is unknown, but it may have been Amenhotep I. His mother, Senseneb, was not from a royal family and may have been a lesser wife or concubine of Amenhotep. Thutmoses's wife, Queen Ahmose, the Great Royal Wife, was probably the daughter of Ahmose I and the sister of Amenhotep I. There is some doubt, as she was never called a \"king's daughter.\" Some historians believe that she was Thutmose's own sister. Thutmose's first son with Ahmose was Amenmose. He was born long before Thutmose's coronation. He can be seen on a stela from about 1522 BC hunting near Memphis. He became the commander of the army. Amenmose died about the same time as Thutmose. Thutmose had another son, Wadjmose, and two daughters, Hatshepsut and Nefrubity, by Ahmose. Wadjmose died before his father, and Nefrubity died as an infant. Thutmose had a son by another wife, Mutnofret. This son, married to Thutmose's daughter Hatshepsut, succeeded him as Thutmose II. Hatshepsut said that Thutmose gave the kingship to them both. However, this is considered to be propaganda by Hatshepsut's supporters to support her claim to the throne when she later took over power.\nDates and length of reign.\nDuring the reign of Amenhotep I, the Egyptians recorded an astronomical event. This was the star Sothis appearing above the horizon at dawn. This is called a heliacal rising. Modern scientists believe that Sothis is the star that we call Sirius. If this observation was made at Thebes, it took place in 1517 BC. From this date, the date of Amenhotep's death, and Thutmose's coronation can be calculated to 1506 BC. But a few historians believe that the observations were made at either Heliopolis or Memphis. This would mean that Thutmose would have been crowned in 1526 BC.\nAn Egyptian priest, Manetho, writing in the third century BC, said that Thutmose I's reign lasted 12 Years and 9 Months (or 13 Years). This data is supported by two dated inscriptions from Years 8 and 9 of his reign with Thutmoses's cartouche found on a stone block in Karnak. Accordingly, Thutmose is usually said to have ruled from 1506 BC to 1493 BC, but some scholars date him from 1526 BC to 1513 BC\nMilitary achievements.\nIn the second year of Thutmose's reign, a stele at Tombos records that he built a fortress there. This is near the third cataract. Before this the Egyptian army had stopped at Buhen, at the second cataract. This stele says that he already fought in Syria. His Syrian campaign may be placed at the beginning of the second year of his rule. The Syrian campaign was the farthest north any Egyptian ruler had ever campaigned. Although it has not been found in modern times, he set up a stele when he crossed the Euphrates River. During this campaign, the Syrian princes declared loyalty to Thutmose. However, after he went back to Egypt, they stopped tribute and began building defences against future attacks. Thutmose celebrated his victories with an elephant hunt in the area of Niy, near Apamea in Syria. He returned to Egypt with strange tales of the Euphrates, \"that inverted water which flows upstream when it ought to be flowing downstream.\" The Euphrates was the first major river which the Egyptians had seen which flowed from the north. This would be downstream on the Nile, instead of the south which was upstream on the Nile. The river became known in Egypt as the \"inverted water.\"\nNubia rebelled against Egyptian rule again in his fourth year. He sent his army even farther south to stop it. An inscription from his reign has been found as far south as Kurgus, which was south of the fourth cataract. During his reign, he began a number of projects which effectively ended Nubian independence for the next 500 years. He enlarged a temple to Sesostris III and Khnum, opposite the Nile from Semna. There are also records of specific religious rites which the viceroy of El-Kab was to have performed in the temples in Nubia for the king. He also appointed a man, Turi, to the position of viceroy of Cush, also known as the \"King's Son of Cush.\" With a civilian representative of the king living in Nubia itself, Nubia did not dare to revolt as often as it had. It was easily controlled by future Egyptian kings.\nBuilding projects.\nThutmose I organized great building projects during his reign, including many temples and tombs. His greatest projects were at the Temple of Karnak under the supervision of the architect Ineni. Before this, Karnak probably consisted only of a long road to a central platform, with a number of shrines for the solar boats along the side of the road. Thutmose had the temple made much bigger. He had a fifth pylon built along the temple's main road. He built a wall around the inner temple and two flagpoles on either side of the gateway. Outside of this, he built a fourth pylon and another enclosing wall. He built a hypostyle hall between pylons four and five. This was made with columns of cedar wood. This was common in ancient Egyptian temples, and supposedly represents a papyrus marsh, an Egyptian symbol of creation. Along the edge of this room he built very large statues, each one alternating wearing the crown of Upper Egypt and the crown of Lower Egypt. Finally, outside of the fourth pylon, he built four more flagpoles and two obelisks. One of them, which now has fallen, was not inscribed until Thutmose III about 50 years later. The cedar columns in Thutmose I's hypostyle hall were replaced with stone columns by Thutmose III, however at least the northernmost two were replaced by Thutmose I himself. Hatshepsut also erected two of her own obelisks inside of Thutmose I's hypostyle hall.\nThutmose I also built statues of the Ennead at Abydos, buildings at Armant, Ombos, el-Hiba, Memphis, and Edfu, as well as minor expansions to buildings in Nubia, at Semna, Buhen, Aniba, and Quban.\nDeath and burial.\nThutmose I was the first king who definitely was buried in the Valley of the Kings. The architect, Ineni, built the tomb, and his mortuary temple. This temple has not been found as it was probably destroyed by the building of Hatshepsut's mortuary temple at Deir el-Bahri.\nThutmose I was buried in a tomb now called KV20 dug high into the cliffs of the Valley of the Kings. His daughter Hatshepsut had the tomb made bigger, with a room big enough for both of their stone coffins (sarcophagus). His grandson, Thutmose III had him reburied in KV38. KV20 was rediscovered during the Napoleonic expedition of 1799. In 1844, the Prussian scholar Karl Richard Lepsius had explored its upper passage. However, many passageways were blocked by rocks, stones and other rubbish brought in during floods. In 1903-1904 Howard Carter, after two years of hard work, was able to clear the passages and enter the double burial chamber. He found broken pottery and shattered stone vessels from the burial chamber and lower passages. He found parts of two vases made for Queen Ahmose Nefertari, which were part of the original funerary equipment of Thutmose I. On one vase was written that Thutmose II \"[made it] as his monument to his father.\" Other vessels which had the names and titles of Thutmose I had also been inscribed by his son and successor, Thutmose II. There were parts of stone vessels made for Hatshepsut before she herself became king which had her royal name of 'Maatkare'.\nAfter Hatshepsut's death, Thutmose III, Hatshepsut's successor, moved his grandfather to a magnificent new tomb, KV38. This had another yellow sarcophagus dedicated to Thutmose I. It was covered with texts which spoke of this pharaoh's love for his dead grandfather. Thutmose I's remains were disturbed during the 20th dynasty when KV38 was robbed. The sarcophagus' lid was broken and all this king's valuable precious jewellery and grave goods were stolen. The original coffin of Thutmose I was taken over and re-used by a later pharaoh of the 21st dynasty. In 1994 a flood refilled KV20 with stones and debris.\nThutmose I's mummy has not yet been identified. He was reburied during 21st dynasty when the bodies of the pharaohs of the 18th and 19th dynasties were rewrapped and buried in the Deir el-Bahri Cache above the Mortuary Temple of Hatshepsut. They were discovered in 1881. The mummies included Ahmose I, Amenhotep I, Thutmose II, Thutmose III, Ramesses I, Seti I, Ramesses II, and Ramesses IX, as well as the 21st dynasty pharaohs Pinedjem I, Pinedjem II, and Siamun. Egyptologist Gaston Maspero, believed that unlabelled mummy #5283 was that of Thutmose I. The face had the same features as the mummies of Thutmose II and Thutmose III. Later research proved that it was an 18th dynasty mummy..\nThis mummy can be viewed in the Egyptian Museum in Cairo. However, in 2007, Dr. Zahi Hawass announced that the mummy is that of a 30 year old man who had died as a result of an arrow wound to the chest. Because of the young age of the mummy and the cause of death, it could not be King Thutmose I.","categories":[],"infobox_types":[],"annotations":[{"uri":"Thoth","surface_form":"Thoth","offset":77},{"uri":"Pharaoh","surface_form":"Pharaoh","offset":104},{"uri":"Eighteenth_dynasty_of_Egypt","surface_form":"18th dynasty","offset":119},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":135},{"uri":"Amenhotep_I","surface_form":"Amenhotep I","offset":187},{"uri":"Levant","surface_form":"Levant","offset":246},{"uri":"Nubia","surface_form":"Nubia","offset":257},{"uri":"Temple","surface_form":"temple","offset":333},{"uri":"Tomb","surface_form":"tomb","offset":356},{"uri":"Valley_of_the_Kings","surface_form":"Valley of the Kings","offset":380},{"uri":"Thutmose_II","surface_form":"Thutmose II","offset":518},{"uri":"Hatshepsut","surface_form":"Hatshepsut","offset":554},{"uri":"Anno_Domini","surface_form":"BC","offset":593},{"uri":"Astronomy","surface_form":"astronomical","offset":677},{"uri":"Memphis%2C_Egypt","surface_form":"Memphis","offset":797},{"uri":"Thebes","surface_form":"Thebes","offset":861},{"uri":"Amenhotep_I","surface_form":"Amenhotep I","offset":928},{"uri":"Senseneb","surface_form":"Senseneb","offset":953},{"uri":"Concubine","surface_form":"concubine","offset":1026},{"uri":"Queen_Ahmose","surface_form":"Queen Ahmose","offset":1068},{"uri":"Great_Royal_Wife","surface_form":"Great Royal Wife","offset":1086},{"uri":"Ahmose_I","surface_form":"Ahmose I","offset":1133},{"uri":"Amenhotep_I","surface_form":"Amenhotep I","offset":1160},{"uri":"Amenmose_(prince)","surface_form":"Amenmose","offset":1336},{"uri":"Coronation","surface_form":"coronation","offset":1381},{"uri":"Stela","surface_form":"stela","offset":1413},{"uri":"Wadjmose","surface_form":"Wadjmose","offset":1570},{"uri":"Hatshepsut","surface_form":"Hatshepsut","offset":1599},{"uri":"Nefrubity","surface_form":"Nefrubity","offset":1614},{"uri":"Queen_Ahmose","surface_form":"Ahmose","offset":1628},{"uri":"Infant","surface_form":"infant","offset":1694},{"uri":"Thutmose_II","surface_form":"Thutmose II","offset":1819},{"uri":"Propaganda","surface_form":"propaganda","offset":1928},{"uri":"Horizon","surface_form":"horizon","offset":2184},{"uri":"Heliacal_rising","surface_form":"heliacal rising","offset":2218},{"uri":"Sirius","surface_form":"Sirius","offset":2298},{"uri":"Heliopolis_(ancient)","surface_form":"Heliopolis","offset":2546},{"uri":"Manetho","surface_form":"Manetho","offset":2655},{"uri":"Cartouche","surface_form":"cartouche","offset":2868},{"uri":"Karnak","surface_form":"Karnak","offset":2904},{"uri":"Stele","surface_form":"stele","offset":3105},{"uri":"Buhen","surface_form":"Buhen","offset":3239},{"uri":"Euphrates_River","surface_form":"Euphrates River","offset":3571},{"uri":"Elephant","surface_form":"elephant","offset":3812},{"uri":"Niya_(kingdom)","surface_form":"Niy","offset":3841},{"uri":"River_Nile","surface_form":"Nile","offset":4139},{"uri":"Kurgus","surface_form":"Kurgus","offset":4427},{"uri":"Semna","surface_form":"Semna","offset":4663},{"uri":"Viceroy_of_Cush","surface_form":"viceroy of Cush","offset":4859},{"uri":"Egyptian_temple","surface_form":"temples","offset":5180},{"uri":"Temple_of_Karnak","surface_form":"Temple of Karnak","offset":5233},{"uri":"Ineni","surface_form":"Ineni","offset":5289},{"uri":"Hypostyle_hall","surface_form":"hypostyle hall","offset":5719},{"uri":"Cedrus","surface_form":"cedar","offset":5794},{"uri":"Papyrus","surface_form":"papyrus","offset":5879},{"uri":"Thutmose_III","surface_form":"Thutmose III","offset":6211},{"uri":"Obelisk","surface_form":"obelisk","offset":6459},{"uri":"Ennead","surface_form":"Ennead","offset":6544},{"uri":"Abydos%2C_Egypt","surface_form":"Abydos","offset":6554},{"uri":"Al-Hibah","surface_form":"el-Hiba","offset":6590},{"uri":"Valley_of_the_Kings","surface_form":"Valley of the Kings","offset":6785},{"uri":"Deir_el-Bahri","surface_form":"Deir el-Bahri","offset":6980},{"uri":"KV20","surface_form":"KV20","offset":7038},{"uri":"KV38","surface_form":"KV38","offset":7263},{"uri":"Napoleon","surface_form":"Napoleon","offset":7302},{"uri":"Prussian","surface_form":"Prussian","offset":7346},{"uri":"Karl_Richard_Lepsius","surface_form":"Karl Richard Lepsius","offset":7363},{"uri":"Howard_Carter","surface_form":"Howard Carter","offset":7529},{"uri":"Ahmose_Nefertari","surface_form":"Ahmose Nefertari","offset":7781},{"uri":"KV38","surface_form":"KV38","offset":8309},{"uri":"KV38","surface_form":"KV38","offset":8528},{"uri":"Grave_goods","surface_form":"grave goods","offset":8629},{"uri":"Deir_el-Bahri","surface_form":"Deir el-Bahri","offset":8989},{"uri":"DB320","surface_form":"Cache","offset":9003},{"uri":"Mortuary_temple","surface_form":"Mortuary Temple of Hatshepsut","offset":9019},{"uri":"Ahmose_I","surface_form":"Ahmose I","offset":9101},{"uri":"Amenhotep_I","surface_form":"Amenhotep I","offset":9111},{"uri":"Thutmose_II","surface_form":"Thutmose II","offset":9124},{"uri":"Thutmose_III","surface_form":"Thutmose III","offset":9137},{"uri":"Ramesses_I","surface_form":"Ramesses I","offset":9151},{"uri":"Seti_I","surface_form":"Seti I","offset":9163},{"uri":"Ramesses_II","surface_form":"Ramesses II","offset":9171},{"uri":"Ramesses_IX","surface_form":"Ramesses IX","offset":9188},{"uri":"Pinedjem_I","surface_form":"Pinedjem I","offset":9238},{"uri":"Pinedjem_II","surface_form":"Pinedjem II","offset":9250},{"uri":"Siamun","surface_form":"Siamun","offset":9267},{"uri":"Gaston_Maspero","surface_form":"Gaston Maspero","offset":9288},{"uri":"Egyptian_Museum","surface_form":"Egyptian Museum","offset":9534},{"uri":"Cairo%2C_Egypt","surface_form":"Cairo","offset":9553},{"uri":"Zahi_Hawass","surface_form":"Dr. Zahi Hawass","offset":9578}]}