{"id":365332,"url":"http://en.wikipedia.org/wiki/Emperor_Antoku","text":"was the 81st emperor of Japan, according to the traditional order of succession. His reign started in 1180 and ended in 1185.\nTraditional history.\nBefore he became the monarch, his personal name (\"imina\") was. or Kotohito\"-shinnō\". He was the son of Emperor Takakura.\nEvents of Antoku's life.\nAntoku was named Crown Prince at around one month of age. He became emperor at one year of age.\nThe Taira were defeated; and Antoku died in the sea after the naval battle was lost. Antoku's grandmother drowned herself by jumping into the sea with the young emperor in her arms.\nAccount of the Battle of Dan-no-ura, 1185 AD.\nThere was a battle by an inland sea (Dan No Ura) on April 24th 1185, between two powerful Japanese clans.(The ruling Hekei and another clan called Genji) Each asserted a superior claim to the throne. The Hekei were badly outnumbered and out manoeuvered. Antoku`s guardian was his grandmother,(lady Ni) When it became clear the Hekei had lost the battle, the boy emperor`s grandmother resolved not to be caught by the enemy alive. \" Where are you to take me?\" asked the boy emperor. Blinded by tears, the child emperor recited a Buddah prayer, then prayed to the east, then to the west to say farewell to the Buddah. Lady Ni took him in her arms, and with the words: \" In the depths of the ocean is our capital.\" They jumped together into the sea and drowned. Then followed a frenzied mass suicide by the remaining Hekei forces. Only 43 Hekei survived, all women in waiting. They were reduced to selling flowers and other favours to the local fisher folk. Each year on April 24th a ceremony is held, at a shrine near the scene of the battle, to commemorate the child emperor`s short life.\nAfter his death.\nThe story of Emperor Antoku and his mother's family is told in \"The Tale of the Heike\".\n\"Amida-ji no misasagi\" near Akama Shrine at Shimonoseki in Yamaguchi Prefecture is considered to be Antoku's symbolic tomb.\nEras of Antoku's reign.\nThe years of Antoku's reign reign include more than one era name.","categories":[],"infobox_types":[],"annotations":[{"uri":"Emperor_of_Japan","surface_form":"emperor","offset":13},{"uri":"Japan","surface_form":"Japan","offset":24},{"uri":"List_of_Emperors_of_Japan","surface_form":"traditional order of succession","offset":48},{"uri":"Personal_name","surface_form":"personal name","offset":181},{"uri":"Emperor_Takakura","surface_form":"Emperor Takakura","offset":250},{"uri":"Crown_Prince","surface_form":"Crown Prince","offset":310},{"uri":"The_Tale_of_the_Heike","surface_form":"The Tale of the Heike","offset":1786},{"uri":"Akama_Shrine","surface_form":"Akama Shrine","offset":1838},{"uri":"Shimonoseki%2C_Yamaguchi","surface_form":"Shimonoseki","offset":1854},{"uri":"Yamaguchi_Prefecture","surface_form":"Yamaguchi Prefecture","offset":1869}]}