{"id":365412,"url":"http://en.wikipedia.org/wiki/Rodinia","text":"Rodinia, meaning \"to give birth\", is the name of a supercontinent. It had most or all of Earth's landmass when the Neoproterozoic era began.\nRodinia existed between 1.1 billion and 750 million years ago. It formed from parts of an older and poorly understood supercontinent,\nRodinia broke up in the first period of the Neoproterozoic, the Tonian. Later its continental fragments were re-assembled to form Pangaea 300250 million years ago. In contrast with Pangaea, little is known yet about the exact position and history of Rodinia.\nThe extreme cooling of the global climate around 700 million years ago (the so called Snowball Earth of the Cryogenian period) and the rapid evolution of primitive life during the following Ediacaran and Cambrian periods may have been triggered by the breaking up of Rodinia.\nBreak-up.\nThe break-up of Rodinia is better understood than its formation. Extensive flood basalt flows and volcanic eruptions of Neoproterozoic age are found on most continents. This is evidence for large scale rifting about 750 million years ago. As early as 850 and 800 million years ago, a rift developed, eventually becoming an ocean in the Ediacaran.\nIn a separate rifting event about 610 million years ago (halfway in the Ediacaran period), the Iapetus Ocean formed. It might be that all continental mass was again joined in one supercontinent between roughly 600 and 550 million years ago. This hypothetical supercontinent is called Pannotia.\nIts effect on life.\nUnlike later supercontinents, Rodinia itself was entirely barren. It existed before life colonized dry land. It was before the formation of the ozone layer, so it was too exposed to the ultraviolet radiation in sunlight for organisms to live there and leave fossils. However, its existence probably did affect the marine life of its time.\nIn the Cryogenian period the Earth experienced large glaciations, and temperatures were at least as cool as today. Substantial areas of Rodinia may have been covered by glaciers or the southern polar ice cap.\nThe eventual rifting of the continents created new oceans, and seafloor spreading, which produces warmer, less-dense oceanic lithosphere. Due to its lower density, hot oceanic lithosphere does not lie so deep as old, cool oceanic lithosphere. In periods with relatively large areas of new lithosphere, the ocean floors come up, causing the sea level to rise. The result was a greater number of shallower seas.\nThe increased evaporation from the larger water area of the oceans may have increased rainfall, which, in turn, increased the weathering of exposed rock. This increased rainfall may have reduced greenhouse gas levels. When CO2 level dropped, the period known as Snowball Earth began. Increased volcanic activity also introduced nutrients into the seas. This may have played an important role in the development of the earliest animals.","categories":[],"infobox_types":[],"annotations":[{"uri":"Supercontinent","surface_form":"supercontinent","offset":51},{"uri":"Earth","surface_form":"Earth","offset":89},{"uri":"Neoproterozoic","surface_form":"Neoproterozoic","offset":115},{"uri":"Era","surface_form":"era","offset":130},{"uri":"Billion","surface_form":"billion","offset":169},{"uri":"Tonian","surface_form":"Tonian","offset":339},{"uri":"Pangaea","surface_form":"Pangaea","offset":405},{"uri":"Snowball_Earth","surface_form":"Snowball Earth","offset":620},{"uri":"Cryogenian","surface_form":"Cryogenian","offset":642},{"uri":"Period_(geology)","surface_form":"period","offset":653},{"uri":"Evolution","surface_form":"evolution","offset":675},{"uri":"Ediacaran","surface_form":"Ediacaran","offset":724},{"uri":"Cambrian","surface_form":"Cambrian","offset":738},{"uri":"Flood_basalt","surface_form":"flood basalt","offset":895},{"uri":"Rift_(geology)","surface_form":"rifting","offset":1022},{"uri":"Ediacaran","surface_form":"Ediacaran","offset":1156},{"uri":"Iapetus_Ocean","surface_form":"Iapetus Ocean","offset":1262},{"uri":"Pannotia","surface_form":"Pannotia","offset":1451},{"uri":"Ozone_layer","surface_form":"ozone layer","offset":1625},{"uri":"Ultraviolet_radiation","surface_form":"ultraviolet radiation","offset":1667},{"uri":"Cryogenian","surface_form":"Cryogenian","offset":1827},{"uri":"Glaciation","surface_form":"glaciation","offset":1873},{"uri":"Glacier","surface_form":"glacier","offset":1989},{"uri":"Ice_cap","surface_form":"ice cap","offset":2020},{"uri":"Seafloor_spreading","surface_form":"seafloor spreading","offset":2092},{"uri":"Lithosphere","surface_form":"lithosphere","offset":2154},{"uri":"Evaporation","surface_form":"evaporation","offset":2453},{"uri":"Greenhouse_gas","surface_form":"greenhouse gas","offset":2634},{"uri":"Snowball_Earth","surface_form":"Snowball Earth","offset":2701}]}