{"id":365458,"url":"http://en.wikipedia.org/wiki/John_Gurdon","text":"Sir John Bertrand Gurdon (JBG) FRS (born 2 October 1933) is a British developmental biologist. He is best known for his pioneering research in nuclear transplantation, and cloning.\nNuclear transplantation means taking the nucleus out of cells in tissue culture and putting them into other cells whose nucleus has been removed. It is called somatic cell nuclear transfer. In this way, specialised cells can be \"reprogrammed\" to become like stem cells.\nHonours and awards.\nGurdon was made a Fellow of the Royal Society in 1971, and was knighted in 1995. In 2004, the Wellcome Trust/Cancer Research UK Institute for Cell Biology and Cancer was renamed the Gurdon Institute in his honour. He has also received numerous awards, medals and honorary degrees. He has been awarded the 2009 Albert Lasker Basic Medical Research award.\nNobel Prize.\nIn 2012 Gurdon was awarded, jointly with Shinya Yamanaka, the Nobel Prize in Physiology or Medicine \"for the discovery that mature cells can be reprogrammed to become pluripotent\". \"Pluripotent\" cells are stem cells.\nNuclear transfer.\nIn 1958, Gurdon, then at the University of Oxford, successfully cloned a frog using intact nuclei from the somatic cells of a \"Xenopus\" tadpole. This was an important extension of work of Briggs and King in 1952 on transplanting nuclei from embryonic blastula cells.\nGurdon’s experiments captured the attention of the scientific community and the tools and techniques he developed for nuclear transfer are still used today.\nAt that time he could not conclusively show that the transplanted nuclei derived from a fully differentiated cell. This was finally shown in 1975 by a group working at the Basel Institute for Immunology in Switzerland. They transplanted a nucleus from an antibody-producing lymphocyte (proof that it was fully differentiated) into an enucleated egg and got living tadpoles.\nGurdon’s experiments captured the attention of the scientific community and the tools and techniques he developed for nuclear transfer are still used today. The term 'clone' (from the ancient Greek word \"κλών\" klōn = “twig”) was already in use since the beginning of the 20th century in reference to plants. In 1963 the British biologist J.B.S. Haldane, in describing Gurdon’s results, became one of the first to use the word \"clone\" in reference to animals.\nHe was awarded the Lasker Award in 2009 and the Nobel Prize in Physiology or Medicine in 2012.\nMessenger RNA expression.\nGurdon and colleagues also pioneered the use of \"Xenopus\" eggs to translate microinjected messenger RNA molecules. This technique has been widely used to identify the proteins encoded, and to study their function.\nRecent research.\nGurdon's recent research has focused on analysing intercellular signalling factors involved in cell differentiation, and on elucidating the mechanisms involved in reprogramming the nucleus in transplantation experiments, including demethylation of the transplanted DNA.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fellow_of_the_Royal_Society","surface_form":"FRS","offset":31},{"uri":"Developmental_biology","surface_form":"developmental biologist","offset":70},{"uri":"Nuclear_transplantation","surface_form":"nuclear transplantation","offset":143},{"uri":"Cloning","surface_form":"cloning","offset":172},{"uri":"Nucleus","surface_form":"nucleus","offset":222},{"uri":"Tissue_culture","surface_form":"tissue culture","offset":246},{"uri":"Somatic_cell","surface_form":"somatic cell","offset":340},{"uri":"Stem_cells","surface_form":"stem cells","offset":439},{"uri":"Royal_Society","surface_form":"Royal Society","offset":503},{"uri":"Gurdon_Institute","surface_form":"Gurdon Institute","offset":653},{"uri":"Shinya_Yamanaka","surface_form":"Shinya Yamanaka","offset":879},{"uri":"Nobel_Prize_in_Physiology_or_Medicine","surface_form":"Nobel Prize in Physiology or Medicine","offset":900},{"uri":"Stem_cells","surface_form":"stem cells","offset":1043},{"uri":"University_of_Oxford","surface_form":"University of Oxford","offset":1102},{"uri":"Cell_nucleus","surface_form":"nuclei","offset":1164},{"uri":"Xenopus","surface_form":"Xenopus","offset":1200},{"uri":"Blastula","surface_form":"blastula","offset":1324},{"uri":"Cell_differentiation","surface_form":"differentiated cell","offset":1591},{"uri":"Basel","surface_form":"Basel","offset":1669},{"uri":"Switzerland","surface_form":"Switzerland","offset":1703},{"uri":"Lymphocyte","surface_form":"lymphocyte","offset":1771},{"uri":"Clone","surface_form":"clone","offset":2038},{"uri":"J.B.S._Haldane","surface_form":"J.B.S. Haldane","offset":2209},{"uri":"Lasker_Award","surface_form":"Lasker Award","offset":2349},{"uri":"Nobel_Prize_in_Physiology_or_Medicine","surface_form":"Nobel Prize in Physiology or Medicine","offset":2378},{"uri":"Xenopus","surface_form":"Xenopus","offset":2500},{"uri":"Messenger_RNA","surface_form":"messenger RNA","offset":2541},{"uri":"Cell_differentiation","surface_form":"cell differentiation","offset":2777},{"uri":"DNA_methylation","surface_form":"demethylation","offset":2913}]}