{"id":365540,"url":"http://en.wikipedia.org/wiki/Shinya_Yamanaka","text":"Shinya Yamanaka (born 4 September 1962 in Osaka) is a Japanese physician. He received the Nobel Prize in Physiology or Medicine for 2012 with John Gurdon. He won the Wolf Prize in Medicine in 2011 with Rudolf Jaenisch; and the Millennium Technology Prize in 2012 together with Linus Torvalds.\nHe researches into adult stem cells. He is director of Center for iPS Cell Research and Application and a professor at the Institute for Frontier Medical Sciences at Kyoto University. He is also a senior investigator at the UCSF-affiliated J. David Gladstone Institutes in San Francisco, California; and a professor of anatomy at University of California, San Francisco (UCSF). Yamanaka is also the current president of the International Society for Stem Cell Research (ISSCR).\nWhat he did.\nIn development, embryonic stem cells can turn into any tissue. Fibroblasts in the skin are one type of cell.\nIn 2006, Yamanaka and his team took adult mouse fibroblasts and turned them back into stem cells in tissue culture. The changed cells are known as 'induced pluripotent stem cells' (iPS cells). iPS cells are like embryonic stem cells from a blastocyst (the embryo a few days after fertilization).\nThe procedure used transfection of some stem cell-associated genes into the adult fibroblasts. The transfected genes include the master transcriptional regulators. Transfection is typically done with viral vectors, such as retroviruses.\nThe team could show that the iPS cells were pluripotent (capable of generating all cell lineages of the body). Soon they grew mice which included iPS cells. In 2007, he and his team generated iPS cells from \"human\" adult fibroblasts, again the first group to do so. The main medical application will be replacement of faulty or damaged tissues in humans. This is not available at present. An independent assessment of this field is available.","categories":[],"infobox_types":[],"annotations":[{"uri":"Osaka","surface_form":"Osaka","offset":42},{"uri":"Japan","surface_form":"Japan","offset":54},{"uri":"Physician","surface_form":"physician","offset":63},{"uri":"Nobel_Prize_in_Physiology_or_Medicine","surface_form":"Nobel Prize in Physiology or Medicine","offset":90},{"uri":"John_Gurdon","surface_form":"John Gurdon","offset":142},{"uri":"Stem_cell","surface_form":"stem cell","offset":318},{"uri":"Kyoto_University","surface_form":"Kyoto University","offset":459},{"uri":"University_of_California","surface_form":"University of California","offset":623},{"uri":"Embryonic_stem_cells","surface_form":"embryonic stem cells","offset":800},{"uri":"Tissue_(biology)","surface_form":"tissue","offset":839},{"uri":"Fibroblast","surface_form":"Fibroblast","offset":847},{"uri":"Skin","surface_form":"skin","offset":866},{"uri":"Mouse","surface_form":"mouse","offset":935},{"uri":"Stem_cells","surface_form":"stem cells","offset":979},{"uri":"Tissue_culture","surface_form":"tissue culture","offset":993},{"uri":"Blastocyst","surface_form":"blastocyst","offset":1133},{"uri":"Transfection","surface_form":"transfection","offset":1208},{"uri":"Transcription","surface_form":"transcription","offset":1325},{"uri":"Vectors","surface_form":"vectors","offset":1395},{"uri":"Retrovirus","surface_form":"retrovirus","offset":1412},{"uri":"Pluripotent","surface_form":"pluripotent","offset":1470}]}