{"id":365830,"url":"http://en.wikipedia.org/wiki/Denmark_at_the_2012_Summer_Olympics","text":"Denmark took part at the 2012 Summer Olympics in London, United Kingdom, from 27 July to 12 August 2012. National Olympic Committee and Sports Confederation of Denmark sent the nation's largest delegation to the Games, after the 1996 Summer Olympics in Atlanta. A total of 113 athletes, 63 men and 50 women, competed in 17 sports, although two other athletes played as team reserves. Handball was the only sport in a team in which Denmark took part in these Olympic games.\nThe Danish team included several past Olympic champions, one of them defending (the men's lightweight coxless fours team, led by veteran rowers Eskild Ebbesen and Morten Jørgensen). Notable athletes featured tennis player Caroline Wozniacki, and swimmer Lotte Friis, who won the bronze medal in Beijing. Kim Wraae Knudsen, silver medalist in the men's sprint kayak doubles in Beijing, was the nation's flag bearer at the opening ceremony.\nTeam Danmark and the Danish Sports' Union (\"Dansk Idræts-Forbund\", DIF) set a goal of eight medals to be targeted in the medal standings. Team Danmark and DIF also believed Denmark had the best chances of winning a medal in wrestling, shooting, cycling, handball, the equestrian events, rowing, athletics, badminton and sailing. At the end of the Games, Denmark has reached beyond the medal target by a single point.\nDenmark left London with a total of 9 medals (2 gold, 4 silver, and 3 bronze), being considered its most successful Olympics after 64 years. One gold medal were won by rowers Rasmus Quist and Mads Rasmussen in the men's lightweight double sculls, and one gold medal won by track cyclist Lasse Norman Hansen in the first ever men's omnium. Other medals were awarded to the team in sailing, shooting, badminton, and women's rowing. Several Danish athletes, however, nearly missed out of the medal standings in their sporting events, including two from Greco-Roman wrestling.\n Archery.\nThree Danish individual quota places as well as a team quota place were secured at the 2011 World Archery Championships on 6 June 2011, as the Danish team, consisting of Carina Christiansen, Maja Jager and Louise Laursen, finished 8th in the women's recurve event. The same three archers were selected for participation by the NOC on 14 May 2012.\n Badminton.\nThe BWF World Ranking of 1 May 2012 was used for the qualifying for the badminton tournament. This gave Denmark the following quota places: 2 in men's singles, 1 in men's doubles, 1 in women's singles, 1 in women's doubles and 2 in mixed doubles. Nine players were selected on 14 May 2012.\n Boxing.\nDenmark qualified in the following event with one qualifier.\n Sprint.\nDenmark has qualified boats for the following events in the sprint discipline of the canoeing sport. No Danish canoeists competed in the slalom discipline.\nCycling.\nDenmark has qualified cyclists in all 4 disciplines in the cycling sport.\n Mountain biking.\nAnnika Langvad has withdrawn from the Olympics due to broken ribs.\nDressage.\nDenmark has qualified one team and three individual quota places to the dressage discipline in the Equestrian sport after finishing in sixth place at the 2011 European Dressage Championship. No Danish riders compete in the two other disciplines.\n Trampoline.\nDenmark qualified one male athlete in trampolining. No Danish gymnasts competed in the other two disciplines of the gymnastics sport.\n Handball.\nThe men's team qualified for the Olympics by winning the 2012 European Men's Handball Championship. The women's team qualified through the World Qualification Tournament. This was the first ever Olympics where both the Danish men's and women's handball teams were present. The men's squad was announced on 29 May 2012 with the reserve determined one month later, and the women's squad was announced on 2 July 2012.\n Rowing.\nDenmark has qualified boats for the following events\nQualification Legend: FA=Final A (medal); FB=Final B (non-medal); FC=Final C (non-medal); FD=Final D (non-medal); FE=Final E (non-medal); FF=Final F (non-medal); SA/B=Semifinals A/B; SC/D=Semifinals C/D; SE/F=Semifinals E/F; QF=Quarterfinals; R=Repechage\n Sailing.\nEach NOC could only enter one boat at each event, and Denmark qualified to enter a boat in eight out of the ten events only missing Women's RS-X and Men's 470. Which means that Danish sailors competed in all eight Olympic boat types.\nThe Danish boat originally lost their eleventh round robin race by seven seconds, but following a protest the result was annulled and the race resailed.\n Shooting.\nDenmark have qualified for five places is shooting events; athletes in brackets secured the quota place.\n Swimming.\nPál Joensen usually competes for the Faroe Islands, but since these don't have their own NOC, he competes under the Danish flag.\n Table tennis.\nThree Danish athletes qualified for the table tennis event. In the men's singles, Michael Maze qualified by virtue of his ranking, while Allan Bentsen qualified through the final qualification tournament. Mie Skov qualified for the women's singles event after her performance at the European qualification tournament.\n Triathlon.\nDenmark has qualified the following athletes.\n Wrestling.\nDenmark has qualified in the following events.","categories":[],"infobox_types":[],"annotations":[{"uri":"Denmark","surface_form":"Denmark","offset":0},{"uri":"2012_Summer_Olympics","surface_form":"2012 Summer Olympics","offset":25},{"uri":"London","surface_form":"London","offset":49},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":57},{"uri":"National_Olympic_Committee_and_Sports_Confederation_of_Denmark","surface_form":"National Olympic Committee and Sports Confederation of Denmark","offset":105},{"uri":"1996_Summer_Olympics","surface_form":"1996 Summer Olympics","offset":229},{"uri":"Atlanta","surface_form":"Atlanta","offset":253},{"uri":"Handball_at_the_2012_Summer_Olympics","surface_form":"Handball","offset":384},{"uri":"Eskild_Ebbesen","surface_form":"Eskild Ebbesen","offset":617},{"uri":"Morten_J%C3%B8rgensen","surface_form":"Morten Jørgensen","offset":636},{"uri":"Caroline_Wozniacki","surface_form":"Caroline Wozniacki","offset":695},{"uri":"Lotte_Friis","surface_form":"Lotte Friis","offset":727},{"uri":"Beijing","surface_form":"Beijing","offset":768},{"uri":"Kim_Wraae_Knudsen","surface_form":"Kim Wraae Knudsen","offset":777},{"uri":"Beijing","surface_form":"Beijing","offset":849},{"uri":"Team_Danmark","surface_form":"Team Danmark","offset":912},{"uri":"National_Olympic_Committee_and_Sports_Confederation_of_Denmark","surface_form":"Dansk Idræts-Forbund","offset":956},{"uri":"Rasmus_Quist","surface_form":"Rasmus Quist","offset":1504},{"uri":"Mads_Rasmussen","surface_form":"Mads Rasmussen","offset":1521},{"uri":"Lasse_Norman_Hansen","surface_form":"Lasse Norman Hansen","offset":1616},{"uri":"2011_World_Archery_Championships","surface_form":"2011 World Archery Championships","offset":1999},{"uri":"Badminton_World_Federation","surface_form":"BWF","offset":2275},{"uri":"2011_European_Dressage_Championship","surface_form":"2011 European Dressage Championship","offset":3128},{"uri":"Denmark_national_handball_team","surface_form":"men's team","offset":3382},{"uri":"2012_European_Men%27s_Handball_Championship","surface_form":"2012 European Men's Handball Championship","offset":3435},{"uri":"Denmark_women%27s_national_handball_team","surface_form":"women's team","offset":3482},{"uri":"Sailing_at_the_2012_Summer_Olympics_%E2%80%93_Women%27s_sailboard","surface_form":"Women's RS-X","offset":4252},{"uri":"Sailing_at_the_2012_Summer_Olympics_%E2%80%93_Men%27s_470_class","surface_form":"Men's 470","offset":4269},{"uri":"Olympic_sailing_classes","surface_form":"Olympic boat types","offset":4334},{"uri":"Faroe_Islands","surface_form":"Faroe Islands","offset":4671},{"uri":"Michael_Maze","surface_form":"Michael Maze","offset":4860},{"uri":"Allan_Bentsen","surface_form":"Allan Bentsen","offset":4915},{"uri":"Mie_Skov","surface_form":"Mie Skov","offset":4983}]}