{"id":3662,"url":"http://en.wikipedia.org/wiki/Vector","text":"A vector is a mathematical object that has a size, called the \"magnitude\", and a direction. It is often represented by boldface letters (such as formula_1, formula_1, formula_1), or as a line segment from one point to another (as in formula_1).\nFor example, a vector would be used to show the distance and direction something moved in. When asking for directions, if one says \"Walk one kilometer towards the North\", that would be a vector, but if they say \"Walk one kilometer\", without showing a direction, then that would be a scalar.\nWe usually draw vectors as arrows. The length of the arrow is proportional to the vector's magnitude. The direction in which the arrow points to is the vector's direction.\nAdding vectors on paper using the head to tail method.\nIt's called the \"Head to Tail\" method, because each head from the previous vector leads in to the tail of the next one.\nUsing component form.\nUsing the component form to add two vectors literally means adding the components of the vectors to create a new vector. For example, let a and b be two two-dimensional vectors. These vectors can be written in terms of their components.\nformula_1\nformula_1\nSuppose c is the sum of these two vectors, so that c = a + b. This means that formula_1.\nformula_1\nformula_1\nformula_1\nThis method works for all vectors, not just two dimensional ones.\nUsing the dot product.\nformula_1\nUsing the cross product.\nformula_1\nHere, formula_1 means the length of formula_1, and formula_1 is the unit vector at right angles to both formula_1 and formula_1.\nMultiplying by a scalar.\nformula_1\nformula_1","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematical","surface_form":"mathematical","offset":14},{"uri":"Object","surface_form":"object","offset":27},{"uri":"Size","surface_form":"size","offset":45},{"uri":"Direction","surface_form":"direction","offset":81},{"uri":"Distance","surface_form":"distance","offset":293},{"uri":"Scalar","surface_form":"scalar","offset":528},{"uri":"Arrow","surface_form":"arrow","offset":563},{"uri":"Proportionality","surface_form":"proportional","offset":598},{"uri":"Dimension","surface_form":"dimensional","offset":1062},{"uri":"Sum","surface_form":"sum","offset":1179},{"uri":"Unit_vector","surface_form":"unit vector","offset":1483},{"uri":"Right_angles","surface_form":"right angles","offset":1498}]}