{"id":366239,"url":"http://en.wikipedia.org/wiki/Alcester_Grammar_School","text":"Alcester Grammar School is a grammar school in a town called Alcester, in the county of Warwickshire. It is a local authority school, which means it is not fee-paying. It is, however, selective. This means it is meant for pupils of above average intelligence.\nThe youngest children are 11. The oldest are 18. Children join when they are 11 or when they are 16. When they are 11 they take a test to get in. The test is called the Eleven plus. 16 year old children can join if they have good GCSE exam grades elsewhere.\nChildren at Alcester Grammar School take the GCSE exams. GCSEs are exams that all children who live in England take.\nAbout the school.\nAlcester Grammar is a very successful, selective, rural, grammar school. It offers courses at National Curriculum and post 16 levels. The school has a large VI form and offers one of the widest ranges of both 'A' and 'AS' levels in the country.\nThe school sets out to provide a relaxed and constructive atmosphere, in which pupils are encouraged to develop their individual talents. Since it is school, boys and girls are jointly involved in most aspects of school life. We have no doubt that co-education is a fitting preparation for life.\nSchool Awards.\nAlcester Grammar School got an 'outstanding' rating in their OFSTED inspection.","categories":[],"infobox_types":["UK school"],"annotations":[{"uri":"Grammar_school","surface_form":"grammar school","offset":29},{"uri":"Alcester","surface_form":"Alcester","offset":61},{"uri":"Warwickshire","surface_form":"Warwickshire","offset":88},{"uri":"Local_authority","surface_form":"local authority","offset":110},{"uri":"Intelligence","surface_form":"intelligence","offset":246},{"uri":"Eleven_plus_exam","surface_form":"Eleven plus","offset":429},{"uri":"General_Certificate_of_Secondary_Education","surface_form":"GCSE","offset":563},{"uri":"Rural","surface_form":"rural","offset":703},{"uri":"National_Curriculum","surface_form":"National Curriculum","offset":747}]}