{"id":366243,"url":"http://en.wikipedia.org/wiki/Thutmose_II","text":"e=\"preserve\">Thutmose is really cool he stopped a rebbelion from the middle east\nThutmose II (sometimes \"Thutmosis\", or \"Tuthmosis II\", which means \"Born of Thoth\") was the fourth Pharaoh of the Eighteenth dynasty of Egypt. He built some small monuments and began two small military campaigns but did little else during his rule and was probably strongly influenced by his wife, Hatshepsut. He ruled from 1493 BC to 1479 BC. Thutmose II's body was found in the Deir el-Bahri Cache above the Mortuary Temple of Hatshepsut with many other pharaohs. It can be viewed today in the Egyptian Museum in Cairo.\nFamily.\nThutmose II was the son of Thutmose I and a minor wife, Mutnofret. He may married his fully royal half-sister, Hatshepsut, in order to secure his kingship. His armies stopped rebellions in Nubia and the Levant and defeated a group of nomadic Bedouins. But these campaigns were led by the king's Generals, and not by Thutmose II himself. This is often seen as evidence that Thutmose II was still a child at his when he became king. Thutmose II fathered Neferure with Hatshepsut, and a male heir, the famous Thutmose III, by a lesser wife named Iset before his death.\nSome archaeologists believe that Hatshepsut was the real power behind the throne during Thutmose II’s rule. Domestic and foreign policies were similar and she claimed that her father wanted them to rule together. She is pictured in several scenes from a Karnak gateway dating to Thutmose II's reign, both together with her husband and alone. She later had herself crowned Pharaoh several years into the rule of her husband's young successor Thutmose III. \"The queen's agents actually replaced the boy king's name in a few places with her own cartouches\" on the gateway.\nThe ancient historian Manetho wrote that Thutmose II ruled for 13 years. This figure is highly disputed among scholars. Some modern historians believe he ruled for only three years.\nAchievements.\nMost pharaohs are remembered because of the number of monuments and buildings they created. However Hatsehput had his name removed replaced with her own. Thutmose III had Thutmose II's name added to all kinds of monuments. This makes it hard for people studying Thutmose II to know what he really created.\nThere are several surviving buildings built for the king at Semna, Kumma, and Elephantine. His biggest monument was a limestone gateway at Karnak that was once at the front of the Fourth Pylon's forecourt. But this monument was not completed in Thutmose II's reign but in the reign of his son Thutmose III. This suggests that Thutmose II did not rule for very long. The gateway was later pulled down and its building blocks used for the foundation of the Third Pylon by Amenhotep III.\nWhen Thutmose II became king, there was a rebellion by the Kush. The Egyptians retreated into the fort built by Thutmose I. Thutmose II was too young for battle, but he sent an army into Nubia. The rebellion was easily crushed with the help of his father's military generals.\nThutmose also seems to have fought against the Shasu Bedouin in the Sinai. This was a minor raid, but the army went as far as Upper Retenu, or Syria. This quite possibly indicates that the raid against the Shasu was only fought on the way to Syria.\nMummy.\nThutmose II's mummy was discovered in the Deir el-Bahri cache, in 1881. He was in a tomb with other 18th and 19th kings including Ahmose I, Amenhotep I, Thutmose I, Thutmose III, Ramesses I, Seti I, Ramesses II, and Ramesses IX.","categories":[],"infobox_types":[],"annotations":[{"uri":"Thoth","surface_form":"Thoth","offset":157},{"uri":"Pharaoh","surface_form":"Pharaoh","offset":180},{"uri":"Eighteenth_dynasty_of_Egypt","surface_form":"Eighteenth dynasty of Egypt","offset":195},{"uri":"Hatshepsut","surface_form":"Hatshepsut","offset":379},{"uri":"1493_BC","surface_form":"1493 BC","offset":405},{"uri":"1479_BC","surface_form":"1479 BC","offset":416},{"uri":"Deir_el-Bahri","surface_form":"Deir el-Bahri","offset":461},{"uri":"DB320","surface_form":"Cache","offset":475},{"uri":"Mortuary_temple","surface_form":"Mortuary Temple of Hatshepsut","offset":491},{"uri":"Egyptian_Museum","surface_form":"Egyptian Museum","offset":577},{"uri":"Cairo%2C_Egypt","surface_form":"Cairo","offset":596},{"uri":"Thutmose_I","surface_form":"Thutmose I","offset":638},{"uri":"Mutnofret","surface_form":"Mutnofret","offset":667},{"uri":"Hatshepsut","surface_form":"Hatshepsut","offset":722},{"uri":"Nubia","surface_form":"Nubia","offset":800},{"uri":"Levant","surface_form":"Levant","offset":814},{"uri":"Nomads","surface_form":"nomadic","offset":845},{"uri":"Bedouins","surface_form":"Bedouins","offset":853},{"uri":"Neferure","surface_form":"Neferure","offset":1063},{"uri":"Thutmose_III_of_Egypt","surface_form":"Thutmose III","offset":1117},{"uri":"Iset_(queen)","surface_form":"Iset","offset":1154},{"uri":"Archaeologist","surface_form":"archaeologist","offset":1182},{"uri":"Karnak","surface_form":"Karnak","offset":1431},{"uri":"Thutmose_III","surface_form":"Thutmose III","offset":1618},{"uri":"Manetho","surface_form":"Manetho","offset":1769},{"uri":"Semna_(Nubia)","surface_form":"Semna","offset":2309},{"uri":"Kumma_(Nubia)","surface_form":"Kumma","offset":2316},{"uri":"Elephantine","surface_form":"Elephantine","offset":2327},{"uri":"Pylon_(architecture)","surface_form":"Pylon","offset":2710},{"uri":"Amenhotep_III","surface_form":"Amenhotep III","offset":2719},{"uri":"Kingdom_of_Kush","surface_form":"Kush","offset":2793},{"uri":"Shasu","surface_form":"Shasu","offset":3057},{"uri":"Sinai_Peninsula","surface_form":"Sinai","offset":3078},{"uri":"Retenu","surface_form":"Retenu","offset":3142},{"uri":"DB320","surface_form":"Deir el-Bahri cache","offset":3308},{"uri":"Ahmose_I","surface_form":"Ahmose I","offset":3396},{"uri":"Amenhotep_I","surface_form":"Amenhotep I","offset":3406},{"uri":"Thutmose_I","surface_form":"Thutmose I","offset":3419},{"uri":"Thutmose_III","surface_form":"Thutmose III","offset":3431},{"uri":"Ramesses_I","surface_form":"Ramesses I","offset":3445},{"uri":"Seti_I","surface_form":"Seti I","offset":3457},{"uri":"Ramesses_II","surface_form":"Ramesses II","offset":3465},{"uri":"Ramesses_IX","surface_form":"Ramesses IX","offset":3482}]}