{"id":36625,"url":"http://en.wikipedia.org/wiki/Public_house","text":"Public houses (better known as pubs) are businesses that serve alcoholic drinks such as beer, cider and ale, and usually also non-alcoholic drinks such as lemonade, cola, tea, and coffee to be consumed within the limits of the public house. They are subject to the licensing laws of the country. They may be closed down if not properly conducted. Many pubs also sell food such as fish and chips and meat pies.\nPubs are found in English-speaking countries such as England, Wales, Ireland, Scotland, Canada, Australia and the United States. In villages and small towns in many parts of England, Wales, Ireland and Scotland, pubs are the centre of community life. Some pubs hire bands or singers to entertain customers. If the pub has rooms where people can sleep at night, it is usually called an inn.\nOwnership and staffing.\nPublic houses may be owned and operated in different ways. Breweries may own a number of pubs themselves. Pubs may be run as franchises by large catering companies. However they are owned, a pub will be managed by a \"landlord\" or \"landlady\". Employees do different jobs to provide good service. Bartenders (also called \"barmen\" or \"barmaids\") serve drinks at the bar. In most pubs, the customer orders the drinks at the bar and waits for them to be prepared, then carries the drinks back to the tables or area of seating. In some types of pubs may sit at the bar or remain standing with their drinks. Some pubs hire servers, called waiters or waitresses, to bring drinks to people who are sitting at tables or in chairs. Some pubs also hire people to take away empty bottles and glasses, though commonly the bartenders will do this as well.\nPubs that serve food have cooks, dishwashers, and servers to prepare, cook, and serve the food. Bands and singers who entertain customers during the evening are not usually employees of the pub. Instead, the pub signs a contract with these entertainers, in which the entertainer promises to come to the pub on a specified day or night, in return for a sum of money.\nComparison with nightclubs.\nAnother type of business that serves alcohol is the nightclub. Like pubs, some nightclubs also serve food and have bands or singers as entertainers. Most people go to nightclubs because they enjoy the music and dancing. However, nightclubs often have a much wider selection of alcoholic drinks than pubs. Most nightclubs sell a number of different brands of spirits, liqueurs, wine, sherry, and aperitifs.\nThe bartenders (also called \"barmen\" or \"barmaids\") at nightclubs often make a much larger variety of mixed drinks, or cocktails, than those who work in pubs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Business","surface_form":"business","offset":41},{"uri":"Alcohol","surface_form":"alcohol","offset":63},{"uri":"Drink","surface_form":"drink","offset":73},{"uri":"Beer","surface_form":"beer","offset":88},{"uri":"Cider","surface_form":"cider","offset":94},{"uri":"Lemonade","surface_form":"lemonade","offset":155},{"uri":"Cola","surface_form":"cola","offset":165},{"uri":"Tea","surface_form":"tea","offset":171},{"uri":"Coffee","surface_form":"coffee","offset":180},{"uri":"Food","surface_form":"food","offset":367},{"uri":"Fish_and_chips","surface_form":"fish and chips","offset":380},{"uri":"England","surface_form":"England","offset":463},{"uri":"Wales","surface_form":"Wales","offset":472},{"uri":"Ireland","surface_form":"Ireland","offset":479},{"uri":"Scotland","surface_form":"Scotland","offset":488},{"uri":"Canada","surface_form":"Canada","offset":498},{"uri":"Australia","surface_form":"Australia","offset":506},{"uri":"United_States","surface_form":"United States","offset":524},{"uri":"Village","surface_form":"village","offset":542},{"uri":"Town","surface_form":"town","offset":561},{"uri":"Band","surface_form":"band","offset":676},{"uri":"Singer","surface_form":"singer","offset":685},{"uri":"Inn","surface_form":"inn","offset":795},{"uri":"Landlord","surface_form":"landlord","offset":1041},{"uri":"Bartender","surface_form":"Bartender","offset":1119},{"uri":"Waiter","surface_form":"waiter","offset":1456},{"uri":"Nightclub","surface_form":"nightclub","offset":2111},{"uri":"Entertainer","surface_form":"entertainer","offset":2194},{"uri":"Liqueur","surface_form":"liqueur","offset":2426},{"uri":"Wine","surface_form":"wine","offset":2436},{"uri":"Sherry","surface_form":"sherry","offset":2442},{"uri":"Bartender","surface_form":"bartender","offset":2469},{"uri":"Mixed_drink","surface_form":"mixed drink","offset":2567},{"uri":"Cocktail","surface_form":"cocktail","offset":2584}]}