{"id":366346,"url":"http://en.wikipedia.org/wiki/Tchoukball","text":"'<nowiki/>\"Tchoukball is an indoor team sport. It was created in the 1970's by Swiss biologist Hermann Brandt. Brandt believed that \"The objective of all physical activities is not to make champions, but make a contribution to building a harmonious society\". He wanted to create a team sport which did not involve the injuries which he saw as being a problem in other sports.\nThe sport is usually played on an indoor court that is by }. At each end, there is a 'frame' (a device similar to a trampoline off which the ball bounces). This frame measures. There is also a semicircular D-shaped area measuring in radius around the frame which players can not enter. The game is played with two teams of 12 players on each team. Of the twelve players on a team, seven may be on the court at any one time. Each team can score on both ends on the field. In order to score a point, the ball must be thrown by an attacking player, hit the frame and bounce outside the 'D' without being caught by the defending team. Physical contact is not allowed, and defenders may not try to stop the attacking team's passes. Players may take three steps with the ball and can hold the ball for at most three seconds. Teams may not pass the ball more than three times before shooting at the frame.\nTchoukball has become an international sport. It is played in Brazil, Canada, China, the Czech Republic, Great Britain, Hong Kong, India, Italy, Japan, Macau, Singapore, Switzerland, Taiwan, and the United States. It is governed by the Féderation Internationale de Tchoukball (FITB, founded in 1971). Taiwan hosted the 2004 World Championships and won both the women's and junior championships. The Swiss won the men's championship. The 2006, European Championships were held in Switzerland. Great Britain won both the Men's and Under-18's titles. Switzerland won the Ladies event.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sport","surface_form":"sport","offset":40},{"uri":"Switzerland","surface_form":"Swiss","offset":79},{"uri":"Biologist","surface_form":"biologist","offset":85},{"uri":"Hermann_Brandt","surface_form":"Hermann Brandt","offset":95},{"uri":"Injury","surface_form":"injuries","offset":318},{"uri":"Trampoline","surface_form":"trampoline","offset":492},{"uri":"Semicircle","surface_form":"semicircular","offset":569},{"uri":"Radius","surface_form":"radius","offset":609},{"uri":"Ball","surface_form":"ball","offset":878},{"uri":"International","surface_form":"international","offset":1300},{"uri":"Brazil","surface_form":"Brazil","offset":1337},{"uri":"Canada","surface_form":"Canada","offset":1345},{"uri":"China","surface_form":"China","offset":1353},{"uri":"Czech_Republic","surface_form":"Czech Republic","offset":1364},{"uri":"Great_Britain","surface_form":"Great Britain","offset":1380},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":1395},{"uri":"India","surface_form":"India","offset":1406},{"uri":"Italy","surface_form":"Italy","offset":1413},{"uri":"Japan","surface_form":"Japan","offset":1420},{"uri":"Macau","surface_form":"Macau","offset":1427},{"uri":"Singapore","surface_form":"Singapore","offset":1434},{"uri":"Switzerland","surface_form":"Switzerland","offset":1445},{"uri":"Taiwan","surface_form":"Taiwan","offset":1458},{"uri":"United_States","surface_form":"United States","offset":1474},{"uri":"F%C3%A9deration_Internationale_de_Tchoukball","surface_form":"Féderation Internationale de Tchoukball","offset":1511}]}