{"id":366375,"url":"http://en.wikipedia.org/wiki/Mirage","text":"A mirage is an image that is distorted by the atmosphere so that its form and location can look very different from the actual object. It is caused by the way light bends as it passes through layers of air of different temperatures.\nThe words \"mirage\" and \"mirror\" come from the same root word, which means \"to look at.\"\nCause.\nNormally, light travels in a straight line, but it will change direction depending on what it passes through. This bending is called \"refraction.\" Gases, such as air, become thinner as they get warmer. As a result, light tends to curve (or refract) towards the colder layer of air. This makes the image appear to come from a different direction than the original object.\nThere are two basic types of mirage, depending on which direction the temperature changes, inferior and superior.\nInferior.\nAn inferior mirage is arguably the most common type seen over land. In daytime, air near solid ground is typically warmer than the air above it. When light from the sky passes through it, a shimmering, fragmented image of the sky may appear to come from the ground, resembling water.\nSuperior.\nSometimes a mirage can appear to come from higher up than the original object. When the colder air is lower (called an inversion layer), as it often is over large bodies of water or ice, the apparent direction of the mirage will be opposite that of an inferior mirage. For example, the distorted image of a ship or an island may appear on or above the surface, even if the original object is hidden below the horizon.\nA \"Fata Morgana\" is a complex superior mirage whose appearance can change quickly and dramatically. Its name refers to Morgan le Fay, a mythical enchantress strongly associated with Arthurian legends. In times past, the disturbing images seen as part of the mirage were attributed to illusions created by magic.\nArtificial.\nA mirage-like effect can be achieved by allowing a soluble substance like sugar or salt to slowly dissolve in a deep container of water, so that there is more sugar in the water near the bottom than in the water above it. This can refract the image of an object seen through it in a similar manner as a superior mirage often seen over open water.","categories":[],"infobox_types":[],"annotations":[{"uri":"Atmosphere","surface_form":"atmosphere","offset":46},{"uri":"Mirror","surface_form":"mirror","offset":257},{"uri":"Root_(linguistics)","surface_form":"root word","offset":284},{"uri":"Refraction","surface_form":"refraction","offset":462},{"uri":"Gas","surface_form":"Gas","offset":475},{"uri":"Density","surface_form":"thinner","offset":502},{"uri":"Temperature_inversion","surface_form":"inversion layer","offset":1236},{"uri":"Horizon","surface_form":"horizon","offset":1526},{"uri":"Morgan_le_Fay","surface_form":"Morgan le Fay","offset":1654},{"uri":"Wizard","surface_form":"enchantress","offset":1680},{"uri":"King_Arthur","surface_form":"Arthurian","offset":1717},{"uri":"Illusion","surface_form":"illusion","offset":1819},{"uri":"Magic","surface_form":"magic","offset":1840},{"uri":"Solubility","surface_form":"soluble","offset":1910}]}