{"id":366481,"url":"http://en.wikipedia.org/wiki/Sirimavo_Bandaranaike","text":"Sirimavo Ratwatte Dias Bandaranaike (17 April 1916 – 10 October 2000) was a Sri Lankan politician. She served as prime minister three times and was the leader of the Sri Lanka Freedom Party. She was the first female to be elected head of government in the world. Bandaranaike was the widow of a previous prime minister, Solomon Bandaranaike, who was murdered in 1959. Her policies were based in socialism and similar to her husband's. All three of their children later served in the Sri Lankan government.\nShe spent 40 years in political office. She resigned on 10 August 2000. Exactly two months later she died, aged 84, of a heart attack.\nFamily life.\nSirimavo Bandaranaike was born on 17 April 1916, as Sirimavo Ratwatte. Her family was part of the aristocracy. She was a Buddhist, but went to school at a convent in Colombo, Sri Lanka, where she was taught by Roman Catholic nuns. In 1940, she married Solomon Bandaranaike, who was a member of parliament at the time. He became prime minister in 1956 as the leader of the Sri Lanka Freedom Party (SLFP). Sirimavo and Solomon had three children, Chandrika, Sunethra and Anura.\nPolitical career.\nSirimavo did not begin a career in politics until after her husband was shot dead on 26 September 1959. She was named successor to her husband's leadership of the party. She led that party to win elections in July 1960, promising to continue her husband's policies. Bandaranaike became Prime Minister on 21 July 1960. She was the first female prime minister in the world, and the first woman to be elected head of government.\nBandaranaike was a socialist. She continued her husband's policies of nationalising major sectors of the economy. She also brought all schools that were owned by the Roman Catholic Church under the government's control. The most famous of her early policies was the Sinhala Only Act, also started by her husband but never finished. This included a plan to, send Tamil residents to India (get them Indian citizenship and deport them). It also made Sinhala the state's only official language by removing English. This was seen as discriminatory and was the beginning of human rights protests and Tamil militancy.\nThe government's takeover of foreign businesses, particularly petroleum companies, upset Britain and the United States, who both ended aid to Sri Lanka. As a result, Bandaranaike made a closer relationship with China and the Soviet Union. In 1962, Christian officers of the military made an unsuccessful attempt at a coup d'état. Bandaranaike lost a vote of confidence in 1964, and her party was defeated in the resulting elections in 1965. Before she was replaced, Bandaranaike's government signed an agreement with India over the status of about one million Tamils: 600,000 were to be granted Indian citizenship and repatriated, and 375,000 were to be granted Sri Lankan citizenship.\nBandaranaike became prime minister again in the 1970 elections. military aid from India and Pakistan.\nA new constitution was introduced in 1972. The monarchy was abolished, and the Commonwealth realm known as Ceylon was replaced by the modern republic of Sri Lanka. The President of Sri Lanka replaced Queen Elizabeth II as head of state.\nDuring her second term, Bandaranaike became more and more intolerant of criticism. She forced critical media outlets to shut down. She also nationalised the country's largest newspaper, \"Lake House\". Bandaranaike was chosen chairman of the Non-Aligned Movement in 1976. Despite success in foreign affairs, she was losing popular support in Sri Lanka very quickly. Her government was accused of corruption while the economy was quickly declining. Elections were scheduled to be held in 1975, but Bandaranaike used a clause of the new constitution to delay them indefinitely. The elections took place in 1977, and her party was defeated severely. In 1980, Bandaranaike was charged with abusing her power for delaying the elections. She was forced out of her seat in parliament and banned from public office for seven years.\nBandaranaike stayed as leader of the SLFP despite losing every general election in the next ten years. Her party led a coalition (the People's Alliance) to win the general elections in 1994. Bandaranaike's daughter, Chandrika, became prime minister, and was then elected president the same year. Bandaranaike became prime minister again, but the constitution had changed since her last term. As prime minister she was now subordinate to her daughter, the President. She stayed in office until a few months before her death, but had little real power. She resigned on 10 August 2000. Exactly two months later she died, aged 84, of a heart attack.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":76},{"uri":"Prime_minister","surface_form":"prime minister","offset":113},{"uri":"Sri_Lanka_Freedom_Party","surface_form":"Sri Lanka Freedom Party","offset":166},{"uri":"Head_of_government","surface_form":"head of government","offset":230},{"uri":"Widow","surface_form":"widow","offset":284},{"uri":"S._W._R._D._Bandaranaike","surface_form":"Solomon Bandaranaike","offset":320},{"uri":"Assassination","surface_form":"murdered","offset":350},{"uri":"Socialism","surface_form":"socialism","offset":395},{"uri":"Aristocracy","surface_form":"aristocracy","offset":752},{"uri":"Buddhism","surface_form":"Buddhist","offset":775},{"uri":"Convent","surface_form":"convent","offset":809},{"uri":"Colombo","surface_form":"Colombo","offset":820},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":864},{"uri":"Nun","surface_form":"nun","offset":879},{"uri":"S._W._R._D._Bandaranaike","surface_form":"Solomon Bandaranaike","offset":906},{"uri":"Sri_Lanka_Freedom_Party","surface_form":"Sri Lanka Freedom Party","offset":1026},{"uri":"Chandrika_Kumaratunga","surface_form":"Chandrika","offset":1099},{"uri":"Sunethra_Bandaranaike","surface_form":"Sunethra","offset":1110},{"uri":"Anura_Bandaranaike","surface_form":"Anura","offset":1123},{"uri":"Successor","surface_form":"successor","offset":1266},{"uri":"Head_of_government","surface_form":"head of government","offset":1554},{"uri":"Socialism","surface_form":"socialist","offset":1593},{"uri":"Nationalization","surface_form":"nationalising","offset":1644},{"uri":"Economic_sector","surface_form":"sectors","offset":1664},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":1740},{"uri":"Sinhala_Only_Act","surface_form":"Sinhala Only Act","offset":1840},{"uri":"Tamil_people","surface_form":"Tamil","offset":1936},{"uri":"India","surface_form":"India","offset":1955},{"uri":"Deportation","surface_form":"deport","offset":1994},{"uri":"Sinhala_language","surface_form":"Sinhala","offset":2021},{"uri":"English_language","surface_form":"English","offset":2076},{"uri":"Discrimination","surface_form":"discriminatory","offset":2102},{"uri":"Human_rights","surface_form":"human rights","offset":2142},{"uri":"Tamil_Tigers","surface_form":"Tamil militancy","offset":2168},{"uri":"Petroleum","surface_form":"petroleum","offset":2247},{"uri":"United_States","surface_form":"United States","offset":2290},{"uri":"Foreign_aid","surface_form":"aid","offset":2320},{"uri":"China","surface_form":"China","offset":2396},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":2410},{"uri":"Coup_d%27%C3%A9tat","surface_form":"coup d'état","offset":2502},{"uri":"Vote_of_confidence","surface_form":"vote of confidence","offset":2535},{"uri":"India","surface_form":"India","offset":2953},{"uri":"Pakistan","surface_form":"Pakistan","offset":2963},{"uri":"Monarchy","surface_form":"monarchy","offset":3020},{"uri":"Commonwealth_realm","surface_form":"Commonwealth realm","offset":3052},{"uri":"Republic","surface_form":"republic","offset":3114},{"uri":"President_of_Sri_Lanka","surface_form":"President of Sri Lanka","offset":3141},{"uri":"Queen_Elizabeth_II","surface_form":"Queen Elizabeth II","offset":3173},{"uri":"Head_of_state","surface_form":"head of state","offset":3195},{"uri":"Non-Aligned_Movement","surface_form":"Non-Aligned Movement","offset":3450},{"uri":"Corruption","surface_form":"corruption","offset":3604},{"uri":"People%27s_Alliance_(Sri_Lanka)","surface_form":"People's Alliance","offset":4166},{"uri":"Chandrika_Kumaratunga","surface_form":"Chandrika","offset":4248}]}