{"id":366447,"url":"http://en.wikipedia.org/wiki/Winfield_Scott","text":"Winfield Scott (June 13, 1786 – May 29, 1866) was a United States Army general, and unsuccessful presidential candidate of the Whig Party in 1852.\nA national hero after the Mexican-American War, he served as military governor of Mexico City. Such was his stature that, in 1852, the United States Whig Party passed over its own incumbent President of the United States, Millard Fillmore, to nominate Scott in that year's United States presidential election. Scott lost to Democrat Franklin Pierce in the general election, but remained a popular national figure, receiving a brevet promotion in 1856 to the rank of lieutenant general, becoming the first American since George Washington to hold that rank.\nScott was born to William Scott and Anna Mason in Dinwiddie County, Virginia, near Petersburg, Virginia, on June 13, 1786. He briefly attended College of William and Mary, studied law in the office of a private attorney, and served as a Virginia militia cavalry corporal near Petersburg in 1807.\nScott was married to Lucy Baker from 1812 until her death in 1816. They had one son. Then he was married to Maria De Hart Mayo from 1817 until her death in 1862. They had six children.\nHe died in West Point, New York on May 29, 1866 from unknown causes, aged 79. He is buried in West Point Cemetery.\nThe saying \"Great Scott\" was named after his last name.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"United States","offset":52},{"uri":"Whig_Party_(United_States)","surface_form":"Whig Party","offset":127},{"uri":"Mexican-American_War","surface_form":"Mexican-American War","offset":173},{"uri":"Mexico_City","surface_form":"Mexico City","offset":229},{"uri":"Millard_Fillmore","surface_form":"Millard Fillmore","offset":369},{"uri":"United_States","surface_form":"United States","offset":420},{"uri":"Franklin_Pierce","surface_form":"Franklin Pierce","offset":480},{"uri":"George_Washington","surface_form":"George Washington","offset":667},{"uri":"Dinwiddie_County%2C_Virginia","surface_form":"Dinwiddie County, Virginia","offset":754},{"uri":"Petersburg%2C_Virginia","surface_form":"Petersburg, Virginia","offset":787},{"uri":"College_of_William_and_Mary","surface_form":"College of William and Mary","offset":847},{"uri":"West_Point%2C_New_York","surface_form":"West Point, New York","offset":1196},{"uri":"West_Point_Cemetery","surface_form":"West Point Cemetery","offset":1279}]}