{"id":366581,"url":"http://en.wikipedia.org/wiki/Leaf-cutter_ant","text":"Leafcutter ant is the general name for any of 47 species of leaf-chewing ants of the two genera \"Atta\" and \"Acromyrmex\".\nThese species of tropical, fungus-growing ants are all endemic to South and Central America, Mexico and parts of the southern United States. Leafcutter ants \"cut and process fresh vegetation (leaves, flowers, and grasses) to serve as nutrition for their fungal cultivars\".\nThe \"Acromyrmex\" and \"Atta\" ants have much in common anatomically; however, the two can be identified by their external differences. \"Atta\" ants have three pairs of spines and a smooth exoskeleton on the upper surface of the thorax, while \"Acromyrmex\" ants have four pairs and a rough exoskeleton.\nNext to humans, leafcutter ants form the largest and most complex animal societies on Earth. In a few years, the central mound of their underground nests can grow to more than across, with smaller, radiating mounds extending out to a radius of, taking up and containing eight million individuals.\nReproduction and colony founding.\nWinged females and males leave their respective nests \"en masse\" and engage in a nuptial flight known as the \"revoada\". Each female mates with multiple males to collect the 300 million sperm she needs to set up a colony.\nOnce on the ground, the female loses her wings and searches for a suitable underground lair in which to found her colony. The success rate of these young queens is very low, and only 2.5% will go on to establish a long-lived colony. To start her own fungus garden, the queen stores bits of the parental fungus garden mycelium in a pocket in her mouth.\nColony hierarchy.\nIn a mature leafcutter colony, ants are divided into castes, based mostly on size, that do different work. \"Acromyrmex\" and \"Atta\" show a high degree of biological polymorphism, with four castes in established colonies - minims, minors, mediae and majors. Majors are also known as soldiers. \"Atta\" ants are more polymorphic than \"Acromyrmex\", meaning there is comparatively less difference in size from the smallest to largest types of \"Acromymex\".\nLife-style.\n\"Leaf-cutter ants are the major forest herbivores in Central America and consume more plant matter than all the vertebrate herbivores put together. Their subterranean nests can be vast and home to many millions of ants and they have a really neat defence system where minor workers ride shotgun on top of the leaf loads carried by the major workers and fend off the attacks of parasitic flies\". George McGavin.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":49},{"uri":"Ant","surface_form":"ant","offset":73},{"uri":"Genera","surface_form":"genera","offset":89},{"uri":"Tropical","surface_form":"tropical","offset":138},{"uri":"Fungus","surface_form":"fungus","offset":148},{"uri":"Endemism","surface_form":"endemic","offset":176},{"uri":"South_America","surface_form":"South","offset":187},{"uri":"Central_America","surface_form":"Central America","offset":197},{"uri":"Mexico","surface_form":"Mexico","offset":214},{"uri":"United_States","surface_form":"United States","offset":247},{"uri":"Nutrition","surface_form":"nutrition","offset":355},{"uri":"Cultivar","surface_form":"cultivar","offset":382},{"uri":"Exoskeleton","surface_form":"exoskeleton","offset":579},{"uri":"Thorax","surface_form":"thorax","offset":619},{"uri":"Colony_(biology)","surface_form":"colony","offset":1236},{"uri":"Mycelium","surface_form":"mycelium","offset":1561},{"uri":"Eusociality","surface_form":"castes","offset":1667},{"uri":"Polymorphism","surface_form":"polymorphism","offset":1778}]}