{"id":366587,"url":"http://en.wikipedia.org/wiki/Governor_of_Michigan","text":"The Governor of Michigan is the chief executive of the U.S. State of Michigan. The current Governor is Gretchen Whitmer, a member of the Democratic Party.\nGubernatorial elections and term of office.\nFrom the time the state was created until the election of 1966, governors were elected to two-year terms. Elections are held in November and the governor took office the next January. Until 1851, elections were held in odd-numbered years. A new state constitution was created in 1850 and took effect in 1851. Because of this, there was a single one-year term of governor in 1851. After this, elections were held on even years.\nThe constitution adopted in 1963 changed the governor's term to four years, starting in 1967. Since then, elections for governor have been two years before U.S. Presidential elections (for example, Presidential elections were in 2000 and 2004, elections for governor were in 1998 and 2002). The winner of the election takes office at noon on January 1 of the year after the election.\nIn 1992, a change to the Michigan constitution said that a person could only be governor for two terms. Before this, they were not limited as to how many terms they could serve. John Engler, the governor at the time, served three terms as his first term took place before the change was made. Engler was reelected in 1994 and 1998 before being term limited in 2002.\nHistory of the office.\nForty-eight people have been governor of the state. Before becoming a state, there were five governors of the Michigan Territory. Stevens T. Mason, Michigan's first governor, also served as a territorial governor. He was elected governor at age 23 as a member of the Democratic Party in 1835 and served until 1840. Mason was the youngest state governor in United States history.\nJennifer Granholm became the first female Governor of Michigan on January 1, 2003. She served for 8 years, until January 1, 2011.","categories":[],"infobox_types":[],"annotations":[{"uri":"Executive_branch","surface_form":"chief executive","offset":32},{"uri":"U.S._state","surface_form":"U.S. State","offset":55},{"uri":"Michigan","surface_form":"Michigan","offset":69},{"uri":"Governor","surface_form":"Governor","offset":91},{"uri":"Gretchen_Whitmer","surface_form":"Gretchen Whitmer","offset":103},{"uri":"Democratic_Party_(United_States)","surface_form":"Democratic Party","offset":137},{"uri":"Election","surface_form":"election","offset":245},{"uri":"Election","surface_form":"elected","offset":278},{"uri":"Constitution","surface_form":"constitution","offset":450},{"uri":"Michigan_Constitution","surface_form":"constitution adopted in 1963","offset":630},{"uri":"U.S._Presidential_elections","surface_form":"U.S. Presidential elections","offset":782},{"uri":"John_Engler","surface_form":"John Engler","offset":1188},{"uri":"Michigan_Territory","surface_form":"Michigan Territory","offset":1509},{"uri":"Stevens_T._Mason","surface_form":"Stevens T. Mason","offset":1529},{"uri":"Territory","surface_form":"territorial","offset":1591},{"uri":"Democratic_Party_(United_States)","surface_form":"Democratic Party","offset":1666},{"uri":"Jennifer_Granholm","surface_form":"Jennifer Granholm","offset":1778}]}