{"id":366549,"url":"http://en.wikipedia.org/wiki/All_Smiles_Dental_Centers","text":"e=\"preserve\">All Smiles Dental Centers is a company that manages dental offices in Texas. Its headquarters are in Farmers Branch, Texas. In September 2012 All Smiles had 20 clinics in Texas. The people who go to the clinics are mostly poor Hispanic children.\nDr. Richard Malouf started All Smiles in 2002. After the U.S. Supreme Court told the State of Texas that it did not give enough money to give dental care to poor children, five years before 2012 the State of Texas began spending $1.4 million more money on dental care for poor children. All Smiles began a braces program and began spending a lot of money, given by the Texas government, on braces for children. The Medicaid program only allowed braces if the braces helped a major problem like cleft lip and palate, or if it helps a problem caused by an illness, like Down's syndrome or muscular dystrophy. Malouf and his wife, Leanne, had a lot of rich things, like a mansion, two fancy cars, and two company jets.\nIn 2012 the State of Texas began trying to find out if All Smiles lied and took too much government money. The federal government accused All Smiles of cheating in the dental program, and so All Smiles promised to be honest in a contract written with the federal government. In July 2012 the company closed many braces offices and told patients that they could no longer go to All Smiles for braces.","categories":[],"infobox_types":[],"annotations":[{"uri":"Texas","surface_form":"Texas","offset":83},{"uri":"Farmers_Branch%2C_Texas","surface_form":"Farmers Branch","offset":114},{"uri":"Texas","surface_form":"Texas","offset":130},{"uri":"U.S._Supreme_Court","surface_form":"U.S. Supreme Court","offset":316},{"uri":"Cleft_lip_and_palate","surface_form":"cleft lip and palate","offset":753},{"uri":"Down%27s_syndrome","surface_form":"Down's syndrome","offset":827},{"uri":"Muscular_dystrophy","surface_form":"muscular dystrophy","offset":846}]}