{"id":366659,"url":"http://en.wikipedia.org/wiki/The_Many_Adventures_of_Winnie_the_Pooh","text":"\"The Many Adventures of Winnie the Pooh\" is the 22nd full-length animated movie produced by Walt Disney Productions. It was first released on March 11, 1977.\nThe movie is made from three previously released animated short movies based upon the Winnie-the-Pooh books by A. A. Milne: \"Winnie the Pooh and the Honey Tree\" (1966), \"Winnie the Pooh and the Blustery Day\" (1968), and \"Winnie the Pooh and Tigger Too\" (1974). This is also the last movie in the Disney canon that Walt Disney was personally involved with, because one of the shorts (\"Winnie the Pooh and the Honey Tree\") was released during his lifetime, and he was involved in the production of \"Blustery Day\". A fourth and final short movie based on the original books, \"Winnie the Pooh and a Day for Eeyore\", was released in 1983. It is included as a bonus feature on the VHS and DVD release of the movie.\nThe characters from the movie became very popular. There have been sequels, television programs, clothing, books, and toys based on the characters. The movie is different from the three individual shorts by having newly created material to link the stories together. It also has an ending to close the stories. The ending is based on the final chapter of \"The House at Pooh Corner\". It was always Walt Disney's intention to make a movie, but he decided to make shorts instead — after production had begun — to familiarize US audiences with the characters. All three shorts as well as future movies boast classic songs by the Sherman Brothers including \"Winnie the Pooh\" and \"The Wonderful Thing About Tiggers\".\nThe movie also inspired an attraction of the same name at Disneyland, Walt Disney World, and Hong Kong Disneyland. A much more elaborate attraction, also based on the movie, opened in Tokyo Disneyland as \"Pooh's Hunny Hunt\".\nProduction.\nFor the character Piglet, hand gestures and other movements were used by the animators to make expressions, because he (and Pooh) had the look of dolls or stuffed animals with relatively simple button eyes. The scene where Rabbit deals with Pooh's being part of the \"decor of his home\" was not in the original book, but was reportedly made by Disney when he first read the book.\nReception.\nMovie critic Leonard Maltin called the original Pooh featurettes \"gems\". He also noted that the artwork resembles the book illustrations, and that the particular length of these short movies meant that the moviemakers didn't have to \"compress or protract their script.\" The movie has a 91% \"fresh\" rating from critics on Rotten Tomatoes.\nRuth Hill Viguers, however, when writing in \"A Critical History of Children’s Literature\" during the 1960s, mentioned Disney’s Winnie the Pooh along with several other Disney adaptations as having “destroyed the integrity of the original books”.\nThe American Film Institute nominated \"The Many Adventures of Winnie the Pooh\" for its Top 10 Animated Films list.\nHome video.\n\"The Many Adventures of Winnie the Pooh\" was first released on VHS, Betamax, CED videorecord, and laserdisc in the early 1980s. In 1996, it was re-released on VHS as part of the Masterpiece Collection. It included video footage of the making which was shown before the movie starts. It was released on DVD for the first time in 2002 to commemorate its 25th anniversary, with digitally restored picture and sound. The separate shorts had also been released on their own on VHS in the 1990s.\nThe 25th anniversary edition DVD includes, among other bonus features, \"The Many Adventures of Winnie the Pooh: The Story Behind the Masterpiece\", which documents the history of the books and their initial movie adaptations. It also features interviews with animators Ollie Johnston, Frank Thomas, and Burny Mattinson, as well as the Sherman brothers, Paul Winchell, and others. Digital Media FX reviewer Shannon Muir said that the audio and video quality of the movie on this DVD was very high.\nThe \"Friendship Edition\" DVD was re-released on June 19, 2007. All of the special features from the previous \"25th Anniversary Edition\" DVD were recycled; the only new addition being an episode of Playhouse Disney's computer-animated series \"My Friends Tigger & Pooh\". The DVD re-release coincides with the 30th anniversary of the release of the movie. [http://www.ultimatedisney.com/comingsoon.html]\nThe Blu-Ray version was released for the first time in August 2013.","categories":[],"infobox_types":[],"annotations":[{"uri":"Animation","surface_form":"animated","offset":65},{"uri":"Movie","surface_form":"movie","offset":74},{"uri":"Walt_Disney_Productions","surface_form":"Walt Disney Productions","offset":92},{"uri":"Winnie-the-Pooh","surface_form":"Winnie-the-Pooh","offset":244},{"uri":"A._A._Milne","surface_form":"A. A. Milne","offset":269},{"uri":"Winnie_the_Pooh_and_the_Honey_Tree","surface_form":"Winnie the Pooh and the Honey Tree","offset":283},{"uri":"Winnie_the_Pooh_and_the_Blustery_Day","surface_form":"Winnie the Pooh and the Blustery Day","offset":328},{"uri":"Winnie_the_Pooh_and_Tigger_Too","surface_form":"Winnie the Pooh and Tigger Too","offset":379},{"uri":"Winnie_the_Pooh_and_a_Day_for_Eeyore","surface_form":"Winnie the Pooh and a Day for Eeyore","offset":731},{"uri":"Sequels","surface_form":"sequels","offset":934},{"uri":"Television_programs","surface_form":"television programs","offset":943},{"uri":"Clothing","surface_form":"clothing","offset":964},{"uri":"Books","surface_form":"books","offset":974},{"uri":"Toys","surface_form":"toys","offset":985},{"uri":"The_House_at_Pooh_Corner","surface_form":"The House at Pooh Corner","offset":1223},{"uri":"Walt_Disney","surface_form":"Walt Disney","offset":1264},{"uri":"Winnie_the_Pooh_(song)","surface_form":"Winnie the Pooh","offset":1520},{"uri":"The_Wonderful_Thing_About_Tiggers","surface_form":"The Wonderful Thing About Tiggers","offset":1542},{"uri":"The_Many_Adventures_of_Winnie_the_Pooh_(attraction)","surface_form":"attraction of the same name","offset":1605},{"uri":"Disneyland","surface_form":"Disneyland","offset":1636},{"uri":"Walt_Disney_World","surface_form":"Walt Disney World","offset":1648},{"uri":"Hong_Kong_Disneyland","surface_form":"Hong Kong Disneyland","offset":1671},{"uri":"Tokyo_Disneyland","surface_form":"Tokyo Disneyland","offset":1762},{"uri":"Piglet_(Winnie-the-Pooh)","surface_form":"Piglet","offset":1833},{"uri":"American_Film_Institute","surface_form":"American Film Institute","offset":2793},{"uri":"AFI%27s_10_Top_10","surface_form":"Top 10 Animated Films list","offset":2876},{"uri":"VHS","surface_form":"VHS","offset":2979},{"uri":"Betamax","surface_form":"Betamax","offset":2984},{"uri":"Capacitance_Electronic_Disc","surface_form":"CED","offset":2993},{"uri":"Laserdisc","surface_form":"laserdisc","offset":3014},{"uri":"VHS","surface_form":"VHS","offset":3075},{"uri":"Masterpiece_Collection","surface_form":"Masterpiece Collection","offset":3094},{"uri":"DVD","surface_form":"DVD","offset":3218},{"uri":"Ollie_Johnston","surface_form":"Ollie Johnston","offset":3674},{"uri":"Frank_Thomas_(animator)","surface_form":"Frank Thomas","offset":3690},{"uri":"Burny_Mattinson","surface_form":"Burny Mattinson","offset":3708},{"uri":"Paul_Winchell","surface_form":"Paul Winchell","offset":3758},{"uri":"My_Friends_Tigger_%26amp%3B_Pooh","surface_form":"My Friends Tigger & Pooh","offset":4144}]}