{"id":366681,"url":"http://en.wikipedia.org/wiki/The_Emperor%27s_New_Groove","text":"\"The Emperor's New Groove\" is a 2000 American animated family movie. It was made by Walt Disney Animation Studios released on December 15, 2000, and is the 40th motion picture produced by Disney. The title refers to the fairy tale \"The Emperor's New Clothes\" by Hans Christian Andersen, but has little in common with the fairy tale.\nThe movie received an Academy Award nomination for Best Song for \"My Funny Friend and Me\" performed by Sting. It lost against \"Things Have Changed\" by Bob Dylan from \"Wonder Boys\".\nA direct-to-video sequel, \"Kronk's New Groove\", was released in December 2005. There was also an animated television series, \"The Emperor's New School\", in January 2006.\nPlot.\nKuzco (David Spade) is a selfish, bratty South American emperor, who lives the high life and punishes those who offend him. He summons Pacha (John Goodman), the leader of a local village, and tells him he intends to build a lavish resort called Kuzcotopia for himself, destroying the village. Pacha attempts to protest but is dismissed. Meanwhile, Yzma (Eartha Kitt), Kuzco's aged adviser, who is angry about him firing her, decides to get revenge on the emperor so she can take over the throne. She and her muscle-bound but dimwitted lackey Kronk (Patrick Warburton), organize a dinner for Kuzco, where they plan to poison him, but the plan goes awry when the emperor is transformed into a llama.\nAfter knocking him unconscious, Yzma orders Kronk to dispose of Kuzco. He does so and throws his unconscious body into a river, but has a change of heart, and saves him at the last second, accidentally losing him on Pacha's cart. When he arrives at the village, Kuzco wakes up and orders Pacha to return him to the palace. Pacha agrees, but only if he builds his resort somewhere else. Kuzco refuses and, against Pacha's warnings, decides to travel back to the palace on his own, but ends up lost in the jungle where he is nearly killed by black panthers and is rescued by Pacha. Meanwhile, Yzma seizes control of the empire, but when she learns Kuzco has survived, she and Kronk search for him.\nKuzco seemingly agrees with Pacha's demands, but during the journey to the palace, the two fight on a collapsing bridge when Kuzco reveals he still intends to destroy the village. Working together, the two climb out of the valley, after the bridge collapses. During their search, Yzma and Kronk end up in the jungle and take directions from Bucky, a squirrel who Kuzco had encountered earlier.\nKuzco and Pacha arrive at a roadside diner; unbeknown to them, Yzma and Kronk have followed them there. While Kuzco complains to the chef, Pacha eavesdrops on Yzma's plan, and tries to warn Kuzco that she is planning to kill him; however, he refuses to listen, convinced that Yzma is loyal to him, and reveals that he plans to go back on his word and destroy Pacha's village. When he overhears her planning to kill him due to his selfishness, he leaves the diner on his own and consigns himself to live out his life as a normal llama, before reuniting and reconciling with Pacha. When the two return to his house to pick up supplies, they discover Yzma and Kronk have arrived, searching for them.\nPacha has his family distract Yzma and Kronk, giving him and Kuzco a head-start as they travel to the palace to find a potion to reverse the effects of the curse; however, they are ambushed by Yzma and Kronk, who somehow beat them to the palace. When Yzma orders Kronk to kill the two, he is hesitant, prompting her to insult him and his cooking, prompting him to betray her, but she drops him down a trapdoor. Yzma then summons the palace guards, who are transformed into animals, tricking them into thinking they murdered Kuzco, forcing the pair to flee with an armful of potions (Yzma intentionally knocked them to the floor as a means of preventing Kuzco and Pacha finding the right one), and during their pursuit, Kuzco is turned into various animals. When the duo is cornered, Kuzco and Yzma struggle over the vials, crushing one and transforming Yzma into a cat.\nKuzco and Pacha team up to retrieve the potion, which Yzma snatches, but is knocked out by Kronk, who found a secret exit. Pacha gives Kuzco the potion, and he is transformed back into a human. Later, having realized the consequences of his selfishness, takes Pacha's suggestion to move Kuzcotopia to a neighboring hill. He later joins Pacha and his family at a smaller resort, and elsewhere Kronk becomes a scout leader, training a group of scouts, including Yzma as a cat.\nProduction.\nAccording to the 2002 documentary The Sweatbox, The Emperor's New Groove started production in late 1985 by John Musker and Ron Clements as Kingdom of the Sun, a more traditional Disney animated movie, for Michael Eisner and Jeffrey Katzenberg's \"Gong show\" pitch meeting. By 1997 with the releases of both Pocahontas and The Hunchback of Notre Dame and their financial failures, the executives wanted something more comedic and less formulaic. In the autumn of 1997, it was announced that Musker, Clements and Dindal would serve as the film's directors and Randy Fullmer as producer. David Spade and Eartha Kitt had been confirmed to voice the emperor Manco and the villainess, Owen Wilson voiced as llama-herder Pacha, while Carla Gugino was in talks for the role of Nina. Harvey Fierstein was also cast as Huaca, a 10,000 year-old rock who kept a sharp eye on the emperors who ruled before Manco.\nAnnie Awards.\nAnnie Awards are an award each year for animated movies.","categories":[],"infobox_types":[],"annotations":[{"uri":"Animation","surface_form":"animated","offset":46},{"uri":"Walt_Disney_Animation_Studios","surface_form":"Walt Disney Animation Studios","offset":84},{"uri":"The_Emperor%27s_New_Clothes","surface_form":"The Emperor's New Clothes","offset":232},{"uri":"Hans_Christian_Andersen","surface_form":"Hans Christian Andersen","offset":262},{"uri":"Academy_Award","surface_form":"Academy Award","offset":355},{"uri":"My_Funny_Friend_and_Me","surface_form":"My Funny Friend and Me","offset":399},{"uri":"Sting_(musician)","surface_form":"Sting","offset":436},{"uri":"Things_Have_Changed","surface_form":"Things Have Changed","offset":460},{"uri":"Bob_Dylan","surface_form":"Bob Dylan","offset":484},{"uri":"Wonder_Boys_(film)","surface_form":"Wonder Boys","offset":500},{"uri":"Direct-to-video","surface_form":"direct-to-video","offset":516},{"uri":"Kronk%27s_New_Groove","surface_form":"Kronk's New Groove","offset":541},{"uri":"The_Emperor%27s_New_School","surface_form":"The Emperor's New School","offset":640},{"uri":"David_Spade","surface_form":"David Spade","offset":697},{"uri":"South_America","surface_form":"South American","offset":731},{"uri":"John_Goodman","surface_form":"John Goodman","offset":832},{"uri":"Village","surface_form":"village","offset":869},{"uri":"Eartha_Kitt","surface_form":"Eartha Kitt","offset":1044},{"uri":"Patrick_Warburton","surface_form":"Patrick Warburton","offset":1239},{"uri":"Llama","surface_form":"llama","offset":1381},{"uri":"Jungle","surface_form":"jungle","offset":1892},{"uri":"Black_panther","surface_form":"black panther","offset":1928},{"uri":"Squirrel","surface_form":"squirrel","offset":2434},{"uri":"Cat","surface_form":"cat","offset":4040},{"uri":"The_Sweatbox","surface_form":"The Sweatbox","offset":4566},{"uri":"John_Musker","surface_form":"John Musker","offset":4640},{"uri":"Ron_Clements","surface_form":"Ron Clements","offset":4656},{"uri":"Michael_Eisner","surface_form":"Michael Eisner","offset":4738},{"uri":"Jeffrey_Katzenberg","surface_form":"Jeffrey Katzenberg","offset":4757},{"uri":"Pocahontas_(movie)","surface_form":"Pocahontas","offset":4839},{"uri":"The_Hunchback_of_Notre_Dame_(1996_movie)","surface_form":"The Hunchback of Notre Dame","offset":4854},{"uri":"David_Spade","surface_form":"David Spade","offset":5117},{"uri":"Eartha_Kitt","surface_form":"Eartha Kitt","offset":5133},{"uri":"Owen_Wilson","surface_form":"Owen Wilson","offset":5211},{"uri":"Carla_Gugino","surface_form":"Carla Gugino","offset":5259},{"uri":"Harvey_Fierstein","surface_form":"Harvey Fierstein","offset":5307}]}