{"id":366692,"url":"http://en.wikipedia.org/wiki/Small_Smiles_Dental_Centers","text":"Small Smiles Dental Centers (called Church Street Health Management and previously called FORBA) is a company that manages dental offices in the United States for poor people. Small Smiles has 70 centers in 22 states and Washington, DC. It has its headquarters in Nashville, Tennessee. The clinics are called many names, including Children's Dental Clinic, Indian Springs Dental Clinic, Oklahoma Smiles, Small Smiles Dentistry, Texas Smiles, and Wild Smiles.\nHistory.\nThe clinic comes from a dental clinic in Pueblo, Colorado that was started in 1928. The DeRose family and Dr. William Mueller owned the company.\nIn 2003 Michael DeRose, one of the DeRoses, bought a very expensive house in Pueblo for $3.4 million. When they owned the clinics, they put children in \"papoose boards\" to stop them from moving so they could quickly do dental work. The State of Colorado made a law to limit how much they could use the papoose boards. The offices also did lots of dental work on the children and put a lot of crowns on the children's teeth, so the Colorado government said that the clinics could only place a specified number crowns for each day. In 2006 the DeRose family sold the company to new owners.\nIn 2007 a news reporter named Roberta Baskin filmed the inside of a Small Smiles clinic. The film showed children screaming as the dentists did work on them, as the children were held in papoose boards. The main dentist said that, in one time, they often did six or more baby root canals on a child. He also said the clinic had goals to do a certain amount of dental work so the clinic could make money. The news report went on television and people began filing lawsuits against Small Smiles. A woman from Kentucky named Debbie Hagan started a blog that was against Small Smiles and what it did. Journalists and people from the New York State government talked to Hagan to learn about what was happening. On November 14, 2008, Small Smiles sued Hagan, saying that she published their documents without their permission. On April 16, 2009 the company stopped the lawsuit.\nThe US government filed a lawsuit against Small Smiles for cheating it of money that was to be spent on dental work for poor children. Small Smiles agreed to pay $24 million to the US government so the lawsuit would be ended. In February 2012 Small Smiles asked for Chapter 11 Bankruptcy Protection.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dental_offices","surface_form":"dental offices","offset":123},{"uri":"United_States","surface_form":"United States","offset":145},{"uri":"Nashville","surface_form":"Nashville","offset":264},{"uri":"Tennessee","surface_form":"Tennessee","offset":275},{"uri":"Pueblo%2C_Colorado","surface_form":"Pueblo","offset":509},{"uri":"Colorado","surface_form":"Colorado","offset":517},{"uri":"Kentucky","surface_form":"Kentucky","offset":1708},{"uri":"Chapter_11%2C_Title_11%2C_United_States_Code","surface_form":"Chapter 11 Bankruptcy Protection","offset":2339}]}