{"id":366742,"url":"http://en.wikipedia.org/wiki/ReachOut_Healthcare_America","text":"ReachOut Healthcare America (RHA) is an American company that manages dental clinics. Its headquarters are in Phoenix, Arizona. Under the name \"Big Smiles,\" it coordinates dentist vans that go to American schools and do dental checkups and dental work on poor children. In 2011 the dentists that do business with the company went to 8,700 schools and screened and/or worked on 488,000 children.\nHistory.\nMichael Howell and Daniel Goldsmith started the ReachOut company in 1997. At first the company coordinated dental checkups and dental work for people in nursing homes in Michigan. The company began coordinating services to schools. It later began doing coordination for schools, foster programs, group homes, homeless shelters, and mental health facilities by late 2003.\nIn October 2011 a Camp Verde, Arizona boy who had dental work done by a dentist linked with ReachOut complained of pain. His mother, Stacey Gagnon, said that the dentist did dental work on the boy without asking the parents if it was okay. Darren and Stacey Gagnon, the parents of the boy, sued the dentist and the Reachout company. In November 2011, Dan Brown, then the superintendent of the Camp Verde Unified School District, signed a letter saying that ReachOut cannot go to the district's schools anymore.\nAt one time ReachOut had dentists go to schools in the Clark County School District, the biggest school district in the state of Nevada. In December 2011 the district stopped working with ReachOut.\nKen Tucker, a reporter for the newspaper \"Arizona Republic\", said said that some parents at the schools said that ReachOut dentists did dental work without telling the parents. He said that the main reason was that ReachOut did not give good care after the dental work was done because the dentists only came to the school two times per year. A mobile dentist who worked with ReachOut, Derryl Brian, said that the dentists under ReachOut had, since 2006, done screenings and work on 80,000 children. Brian said that a lot of people liked what they did.\nSeveral school districts in Arizona, as of August 2012, still work with ReachOut. ReachOut gave care for over 2,000 students of the Peoria Unified School District in Greater Phoenix. ReachOut gave care to twenty Peoria USD schools that have lots of poor children. The ReachOut website has leters from a school nurse in Tucson, Arizona and an elementary school principal of the Deer Valley Unified School District in Greater Phoenix which say good things about ReachOut.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":40},{"uri":"Company","surface_form":"company","offset":49},{"uri":"Dental_clinics","surface_form":"dental clinics","offset":70},{"uri":"Phoenix%2C_Arizona","surface_form":"Phoenix, Arizona","offset":110},{"uri":"Schools","surface_form":"schools","offset":205},{"uri":"Nursing_home","surface_form":"nursing home","offset":557},{"uri":"Michigan","surface_form":"Michigan","offset":574},{"uri":"Schools","surface_form":"schools","offset":627},{"uri":"Group_home","surface_form":"group home","offset":700},{"uri":"Homeless_shelter","surface_form":"homeless shelter","offset":713},{"uri":"Mental_health_facility","surface_form":"mental health facilities","offset":736},{"uri":"Camp_Verde%2C_Arizona","surface_form":"Camp Verde, Arizona","offset":793},{"uri":"Superintendent","surface_form":"superintendent","offset":1146},{"uri":"Camp_Verde_Unified_School_District","surface_form":"Camp Verde Unified School District","offset":1168},{"uri":"Clark_County_School_District","surface_form":"Clark County School District","offset":1341},{"uri":"Nevada","surface_form":"Nevada","offset":1415},{"uri":"Journalist","surface_form":"reporter","offset":1498},{"uri":"Newspaper","surface_form":"newspaper","offset":1515},{"uri":"Arizona_Republic","surface_form":"Arizona Republic","offset":1526},{"uri":"Peoria_Unified_School_District","surface_form":"Peoria Unified School District","offset":2169},{"uri":"Greater_Phoenix","surface_form":"Greater Phoenix","offset":2203},{"uri":"Tucson%2C_Arizona","surface_form":"Tucson, Arizona","offset":2356},{"uri":"Deer_Valley_Unified_School_District","surface_form":"Deer Valley Unified School District","offset":2414}]}