{"id":366895,"url":"http://en.wikipedia.org/wiki/Reverse_transcriptase","text":"A reverse transcriptase is an enzyme which works 'backwards' from RNA to DNA. Normal transcription involves the synthesis of RNA from DNA; reverse transcription is the \"reverse\" of this. It is a DNA polymerase enzyme that transcribes single-stranded RNA into single-stranded DNA. It also synthesizes a second strand of DNA complementary to the reverse-transcribed single-stranded cDNA.\nHistory.\nReverse transcriptase was discovered by Howard Temin at the University of Wisconsin–Madison in a cancer virus. It was independently isolated by David Baltimore in 1970 at MIT from two RNA tumour viruses. For their achievements, they shared the 1975 Nobel Prize in Physiology or Medicine (with Renato Dulbecco).\nThe idea of reverse transcription was very unpopular at first because it contradicted the central dogma of molecular biology. This states that DNA is transcribed into RNA which is then translated into proteins. However, in 1970 when Howard Temin and David Baltimore both independently discovered the enzyme responsible for reverse transcription, the possibility that genetic information could be passed on in this manner was finally accepted.\nOut of this work has come the idea that the first genomes were made of RNA genes. The RNA genes surviving today might be all that remain of this early condition. Reverse transcriptase might be the remnant of a stage when DNA genes were made by copying RNA genes. This theory is relevant to the earliest stages of evolution. Reverse transcription is also used by various semi-independent elements called transposons.","categories":[],"infobox_types":[],"annotations":[{"uri":"Enzyme","surface_form":"enzyme","offset":30},{"uri":"RNA","surface_form":"RNA","offset":66},{"uri":"DNA","surface_form":"DNA","offset":73},{"uri":"Transcription_(genetics)","surface_form":"transcription","offset":85},{"uri":"Synthesis","surface_form":"synthesis","offset":112},{"uri":"DNA_polymerase","surface_form":"DNA polymerase","offset":195},{"uri":"Enzyme","surface_form":"enzyme","offset":210},{"uri":"Transcription_(genetics)","surface_form":"transcribes","offset":222},{"uri":"Howard_Temin","surface_form":"Howard Temin","offset":435},{"uri":"University_of_Wisconsin%E2%80%93Madison","surface_form":"University of Wisconsin–Madison","offset":455},{"uri":"David_Baltimore","surface_form":"David Baltimore","offset":539},{"uri":"MIT","surface_form":"MIT","offset":566},{"uri":"Nobel_Prize_in_Physiology_or_Medicine","surface_form":"Nobel Prize in Physiology or Medicine","offset":644},{"uri":"Renato_Dulbecco","surface_form":"Renato Dulbecco","offset":688},{"uri":"Central_dogma_of_molecular_biology","surface_form":"central dogma of molecular biology","offset":796},{"uri":"Enzyme","surface_form":"enzyme","offset":1006},{"uri":"Genome","surface_form":"genome","offset":1199},{"uri":"Transposon","surface_form":"transposon","offset":1552}]}