{"id":366837,"url":"http://en.wikipedia.org/wiki/Fukui_Prefectural_Dinosaur_Museum","text":"is a museum in Fukui Prefecture, Japan. It is one of many museums supported by prefectures in Japan. The museum is in the Nagaoyama Park in the city of Katsuyama.\nBecause of a number of dinosaur fossils found here, the whole city of Katsuyama was called “Dinosaur Valley Fukui Katsuyama Geopark” in 2008.\nGuide tours are held here during warm seasons. It is said to be one of the Three Greatest Dinosaur Museums with The Royal Tyrrell Museum of Palaeontology in Canada and The Zigong Dinosaur Museum in China.\nIn 2018, Fukui Prefecture held a big national sporting event called. As a lot of dinosaur fossils were found in Fukui, in 2015 became the symbol of the event. After the event finished, Happy-Ryu became the symbol of Fukui. The motive behind the character is Stegosaurus.\nAs of 2019, more than 1 million people visited the museum.\nHistory.\nThe museum was opened in 2000, close to a real dinosaur remains site. It was built in Katsuyama because a lot of fossils have been found there since 1989. Famous fossils such as Fukuiraptor and Fukuisaurus are also showed in this museum.\nThe building was designed by Kisho Kurokawa.\nThe cost of the construction was about 14 billion Japanese Yen.\nIn 2014, a dinosaur building was opened outside, in which people can experience digging fossil as they look at the remains.\nExhibits.\nThe exhibition is divided into 5 zones: \"Dino Street\", \"World of Dinosaurs\", \"Science of the Earth\", \"History of Life\", and \"Dino Lab\". More than 40 skeletons of dinosaurs including 10 original fossils are displayed in the \"World of Dinosaurs\" zone.\nThe “Science of the Earth” zone shows the earth from two points of view--“Water and the Earth” and “Fire and the Earth”. People can see how active the Earth is by observing its sediments, rocks, and minerals.\nThe “History of Life” zone shows the origin of life and vertebrates, and how they have evolved for 4.6 billion years. Organisms (lives) on the Earth have evolved through a repeated cycle of evolution and extinction. As living organisms and environment influenced each other, the present Earth environment was formed. You can read the story of life as told by these fossils.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fukui_Prefecture","surface_form":"Fukui Prefecture","offset":15},{"uri":"Japan","surface_form":"Japan","offset":33},{"uri":"Prefectures","surface_form":"prefectures","offset":79},{"uri":"Katsuyama%2C_Fukui","surface_form":"Katsuyama.","offset":152},{"uri":"Dinosaur","surface_form":"dinosaur","offset":186},{"uri":"Fossil","surface_form":"fossils","offset":195},{"uri":"Royal_Tyrrell_Museum_of_Palaeontology","surface_form":"The Royal Tyrrell Museum of Palaeontology","offset":417},{"uri":"Zigong_Dinosaur_Museum","surface_form":"The Zigong Dinosaur Museum","offset":473},{"uri":"Characterization","surface_form":"character","offset":755},{"uri":"Stegosaurus","surface_form":"Stegosaurus","offset":768},{"uri":"Fukuiraptor","surface_form":"Fukuiraptor","offset":1027},{"uri":"Kisho_Kurokawa","surface_form":"Kisho Kurokawa","offset":1116},{"uri":"Exhibition","surface_form":"exhibition","offset":1334},{"uri":"Sediment","surface_form":"sediments","offset":1757},{"uri":"Vertebrate","surface_form":"vertebrates","offset":1845},{"uri":"Evolution","surface_form":"evolved","offset":1876},{"uri":"Organism","surface_form":"Organisms","offset":1907},{"uri":"Extinction","surface_form":"extinction","offset":1993}]}