{"id":366966,"url":"http://en.wikipedia.org/wiki/Antibiotic_resistance","text":"Antibiotics kill certain types of bacteria. Over time, those bacteria change to develop a resistance to the antibiotics. Called antibiotic resistance, this is one of the most serious problems facing modern surgery and medicine. It is also one of the best examples of evolution in action.\nAntibiotic resistance spreads very quickly, far faster than microbiologists expected. \"As long as new drugs keep coming, resistance is not a problem. \"But there has not been a new class of antibiotics discovered since the 1980s\".\nThis was true until recently. Some scientists have developed new antibiotics to combat resistant bacteria. However, there is a lag-time of about eight years between discovery and possible availability for general use. The process is also extremely costly.\nNatural selection in action.\nA well-known example of natural selection in action is the development of antibiotic resistance in microorganisms. Since the discovery of penicillin in 1928 by Alexander Fleming, antibiotics have been used to fight bacterial diseases. Natural populations of bacteria contain, among their vast numbers of individual members, considerable variation in their genetic material, as the result of mutations. When exposed to antibiotics, most bacteria die quickly, but some may have mutations that make them slightly less susceptible. If the exposure to antibiotics is short, these individuals will survive the treatment. This selective elimination of maladapted individuals from a population is natural selection.\nMechanism.\nThe mechanisms of which the bacteria undergo to become antibiotic resistant are via genetic mutation and horizontal gene transfer.\nEffect on surgery and medicine.\nAll surgery that involves cutting open the body poses massive risks of infection. Antibiotics given before and after surgery allow surgeons to do operations that would have been deadly before. Open-heart surgery is one obvious example.\nCancer treatments such as chemotherapy and radiotherapy damage the immune system. Antibiotics are prescribed to boost the body's natural defences. Patients with organ transplants always use drugs to suppress the immune system, otherwise it attacks the transplant. Therefore, antibiotics are used to protect the body. Without effective antibiotics, both sets of patients might die from infections which their immune systems could no longer control.\nMedical uses are also threatened. The number of tests coming back with resistance to carbapenems, one of the most powerful groups of antibiotics, has soared from a handful of cases in 2003 to more than 300 cases by 2010. \"My lab is seeing an increasing number of resistant strains year on year,\" said Prof Neil Woodford, of the Health Protection Agency's antimicrobial resistance unit. Most cases are resistant to some drugs. Even worse, there are a few cases of strains which \"no antibiotic can touch\".\nMany infections which were almost eliminated are coming back. The sexually transmitted disease gonorrhoea is becoming increasingly difficult to treat. Around the world, multi-drug resistant and extremely-drug resistant tuberculosis is a growing problem. Only a couple of drugs still work.\nInfections that hit the elderly when they are in hospital are one of the main concerns. The greatest threat in the UK is opportunistic bugs which live in the gut such as \"E. coli\" and \"Klebsiella\".\nThey are now the most common form of infection which patients get in hospital. They show rising levels of resistance to antibiotics.\nOfficial warning.\nThe UK Cabinet Office has issued a warning by the National Risk Register for Civil Emergencies. It says \"the number of infections complicated by antimicrobial resistance could increase markedly over the next 20 years\".\n\"Without effective antibiotics, even minor surgery and routine operations could become high-risk procedures, leading to increased duration of illness and ultimately premature mortality\".\nWorld Health Organization.\nThe WHO has now listed the world's most threatening superbugs. Antibiotic resistant infections are being seen all over the world.\nExamples.\nGiven enough time, and repeated exposure to the antibiotic, a population of antibiotic-resistant bacteria will emerge. This leads to what is known as an evolutionary arms race, or co-evolution, in which bacteria continue to develop strains that are less susceptible to antibiotics, while medical researchers continue to develop new antibiotics that can kill them. A similar situation occurs with pesticide resistance in plants and insects, and with malarial resistance to quinine.\nGonorrhoea.\nA man in the UK has caught the \"world's worst-ever case\" of gonorrhoea, a sexually-transmitted disease. The main treatment by antibiotics azithromycin and ceftriaxone has failed to cure the disease. An authority said \"This is the first time a case has displayed such high-level resistance to both of these drugs and to most other commonly used antibiotics\".\nMethicillin-resistant \"Staphylococcus aureus\".\nNew strains of Methicillin-resistant \"Staphylococcus aureus\" (MRSA) have emerged that are resistant the next generation of drugs.\nTuberculosis.\nTuberculosis (TB) is an infectious disease caused by bacteria. It is caused by various types of mycobacteria, usually \"Mycobacterium tuberculosis\". The disease usually attacks the lungs, but it can also affect other parts of the body. The pathogen can travel through the air, and spread from one person to the next. Experts believe that one third of the world population is infected with \"M. tuberculosis\". New infections occur at a rate of one per second.\nDrug-resistant TB is a serious public health issue in many developing countries, as its treatment is longer and requires more expensive drugs. MDR-TB is defined as resistance to the two most effective first-line TB drugs: rifampicin and isoniazid. \"Extensively drug-resistant TB\" is also resistant to three or more of the six classes of second-line drugs.\nTotally drug-resistant TB was first observed in 2003 in Italy, but not widely reported until 2012. It is resistant to all currently used drugs.\nMalaria.\nMalaria infections are not caused by bacteria: they are caused by a protozoan parasite injected into the blood by a mosquito. They are normally treated by a\ncombination of two drugs, artemether-lumefantrine. Now four cases have occurred in Britain where the drugs have failed. The patients got the disease in Africa. A doctor said \"It is an early sign and we need to take it quite seriously as it may be snowballing into something with greater impact\".\nTeixobactin.\n\"Teixobactin\" is an antibiotic discovered in 2015, the first new antibiotic discovered for forty years. It is not yet licensed for general use. It works against all gram-positive bacteria such as \"Staphylococcus aureus\" and against some other bacteria such as \"Mycobacterium tuberculosis\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Antibiotics","surface_form":"Antibiotics","offset":0},{"uri":"Surgery","surface_form":"surgery","offset":206},{"uri":"Medicine","surface_form":"medicine","offset":218},{"uri":"Evolution","surface_form":"evolution","offset":267},{"uri":"Microbiology","surface_form":"microbiologists","offset":348},{"uri":"Natural_selection","surface_form":"natural selection","offset":827},{"uri":"Antibiotic","surface_form":"antibiotic","offset":877},{"uri":"Resistance","surface_form":"resistance","offset":888},{"uri":"Microorganism","surface_form":"microorganism","offset":902},{"uri":"Penicillin","surface_form":"penicillin","offset":941},{"uri":"Alexander_Fleming","surface_form":"Alexander Fleming","offset":963},{"uri":"Bacteria","surface_form":"bacteria","offset":1018},{"uri":"Bacteria","surface_form":"bacteria","offset":1061},{"uri":"Mutation","surface_form":"mutation","offset":1194},{"uri":"Horizontal_gene_transfer","surface_form":"horizontal gene transfer","offset":1627},{"uri":"Chemotherapy","surface_form":"chemotherapy","offset":1947},{"uri":"Radiotherapy","surface_form":"radiotherapy","offset":1964},{"uri":"Immune_system","surface_form":"immune system","offset":1988},{"uri":"Organ_transplant","surface_form":"organ transplant","offset":2082},{"uri":"Carbapenem","surface_form":"carbapenem","offset":2454},{"uri":"Health_Protection_Agency","surface_form":"Health Protection Agency","offset":2697},{"uri":"Gonorrhoea","surface_form":"gonorrhoea","offset":2968},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":3092},{"uri":"Gut","surface_form":"gut","offset":3320},{"uri":"E._coli","surface_form":"E. coli","offset":3333},{"uri":"Klebsiella","surface_form":"Klebsiella","offset":3347},{"uri":"UK","surface_form":"UK","offset":3515},{"uri":"Cabinet_of_the_United_Kingdom","surface_form":"Cabinet Office","offset":3518},{"uri":"Evolutionary_arms_race","surface_form":"evolutionary arms race","offset":4237},{"uri":"Co-evolution","surface_form":"co-evolution","offset":4264},{"uri":"Pesticide","surface_form":"pesticide","offset":4480},{"uri":"Malaria","surface_form":"malaria","offset":4533},{"uri":"Quinine","surface_form":"quinine","offset":4556},{"uri":"Gonorrhoea","surface_form":"gonorrhoea","offset":4637},{"uri":"Strain_(biology)","surface_form":"strains","offset":4986},{"uri":"Staphylococcus_aureus","surface_form":"Staphylococcus aureus","offset":5020},{"uri":"MRSA","surface_form":"MRSA","offset":5044},{"uri":"Tuberculosis","surface_form":"Tuberculosis","offset":5126},{"uri":"Infection","surface_form":"infectious","offset":5150},{"uri":"Lungs","surface_form":"lungs","offset":5306},{"uri":"World_population","surface_form":"world population","offset":5480},{"uri":"Italy","surface_form":"Italy","offset":5995},{"uri":"Malaria","surface_form":"Malaria","offset":6092},{"uri":"Protozoa","surface_form":"protozoa","offset":6160},{"uri":"Mosquito","surface_form":"mosquito","offset":6208},{"uri":"Africa","surface_form":"Africa","offset":6401},{"uri":"Gram-positive","surface_form":"gram-positive","offset":6723},{"uri":"Staphylococcus_aureus","surface_form":"Staphylococcus aureus","offset":6755},{"uri":"Mycobacterium_tuberculosis","surface_form":"Mycobacterium tuberculosis","offset":6819}]}