{"id":367021,"url":"http://en.wikipedia.org/wiki/Leopard_gecko","text":"The leopard gecko, also known as the panther gecko or the common leopard gecko, is a medium-sized lizard. They live in the southern part of Central Asia, Afghanistan, Pakistan, northwest India, and parts of Iran. They live in dry rocky regions, dry grasslands and deserts.\nDescription.\nLeopard geckos are around 7-9 inches (17.8-22.9 cm avg female)& (20-28 avg male) long, with large heads, big eyes with oval-shaped pupils, thin toes, and, unlike other reptiles, they have eyelids. They have thick tails that narrow to a point and, like their bodies and heads, are slightly flattened from top to bottom. Most of their scales are small and rough. Spaced rows of larger, bumpy scales give them a knobby, rough look, but they are actually soft when touched.\nmm long when they hatch, and when they hatch they have dark bands which go around their bodies.These bands lighten as the babies grow into adults which have spots instead of bands. Leopard geckos are normally lavender or yellow in colour, but pet leopard geckos come in different \"colour morphs\" like albino, \"Banana blizzard\", \"Blizzard\", \"Ghost\", \"High Yellow\", \"Hyper Xanthic\", \"Jungle\", \"Leucistic\", \"Normal\" or \"Wild\", \"Patternless\", \"Red-stripe\", \"Snow\", \"Tremper Albino\" and many more.\nLike many lizards, the leopard gecko has a tail that breaks off when grabbed by a predator. The tail breaks at a crack in the vertebra, and the surrounding muscles are arranged so that they separate neatly and instantly. A muscle closes around the artery in the tail at the point of the break and stops blood loss. Normally a new tail grows back. This method helps the leopard gecko to escape when attacked.\nHabitat.\nThe leopard gecko is found in dry rocky regions, dry grasslands and deserts of southern Central Asia, Afghanistan, Pakistan, northwest India, and parts of Iran.\nThe temperatures of these areas during winter can be quite low, below, forcing the animals underground into semi-hibernation, called \"brumation\", and they live on fat reserves. Leopard geckos are crepuscular reptiles; during the day they hide in burrows, but they are active at dawn and dusk when the temperature is favorable.\nBehaviour.\nLeopard Geckos are friendly, docile creatures by nature, but they sometimes bite. If held in a human hand they will only bite if they mistake a finger for food, or if the person is holding the gecko too tightly.\nFeeding.\nIn the wild, leopard geckos feed mainly on insects, fruits, spiders, snails, small lizards, birds, and bird eggs. In captivity they feed on mealworms, crickets, and sometimes baby mice.\nReproduction.\nLeopard geckos reach sexual maturity at the age of one to three years. Mating usually happens during the rainy season. During courtship, the male walks alongside the female, licking and lightly biting her side. He then grasps her neck in his mouth. If she accepts to mate with him, she lifts her tail allowing the male to insert one of his paired copulatory organs, called hemipenes. Female leopard geckos can store sperm in their reproductive tracts for 15 months or more. They can lay up to five clutches of one or (usually) two eggs during the five month breeding season, and may use some of the stored sperm to fertilize each clutch. The eggs hatch after around 55 days.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lizard","surface_form":"lizard","offset":98},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":154},{"uri":"Pakistan","surface_form":"Pakistan","offset":167},{"uri":"India","surface_form":"India","offset":187},{"uri":"Iran","surface_form":"Iran","offset":207},{"uri":"Grasslands","surface_form":"grasslands","offset":249},{"uri":"Deserts","surface_form":"deserts","offset":264},{"uri":"Vertebra","surface_form":"vertebra","offset":1375},{"uri":"Artery","surface_form":"artery","offset":1497},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":1768},{"uri":"Pakistan","surface_form":"Pakistan","offset":1781},{"uri":"India","surface_form":"India","offset":1801},{"uri":"Iran","surface_form":"Iran","offset":1821},{"uri":"Brumation","surface_form":"brumation","offset":1961},{"uri":"Crepuscular","surface_form":"crepuscular","offset":2023},{"uri":"Insect","surface_form":"insect","offset":2429},{"uri":"Fruit","surface_form":"fruit","offset":2438},{"uri":"Spider","surface_form":"spider","offset":2446},{"uri":"Snail","surface_form":"snail","offset":2455},{"uri":"Lizard","surface_form":"lizard","offset":2469},{"uri":"Bird","surface_form":"bird","offset":2478},{"uri":"Cleidoic_egg","surface_form":"eggs","offset":2494},{"uri":"Mealworm","surface_form":"mealworm","offset":2526},{"uri":"Cricket","surface_form":"cricket","offset":2537},{"uri":"Mice","surface_form":"mice","offset":2566}]}