{"id":367030,"url":"http://en.wikipedia.org/wiki/Rare_earth_element","text":"Rare earth elements (\"REEs\") are a set of seventeen chemical elements. They include the fifteen lanthanides plus scandium and yttrium. Scandium and yttrium are rare earth elements since they are often found in the same ore deposits as the lanthanides and have similar chemical properties.\nAlthough they are called rare, rare earth elements are not extremely rare on Earth. They were called this because they are spread very evenly over the Earth, so it is hard to find a lot in one place. Promethium is rare, because it is radioactive, and decays.\nCerium, one of the lanthanides, is the 25th most common element in the Earth's crust. However, most rare earth elements are not found concentrated or in pure forms.\nList of rare earth elements.\nA table listing the seventeen rare earth elements, their atomic number and symbol, the origin of their names, and some of their uses is provided here. Some of the rare earths are named after the scientists who discovered them, and some are named based on where they were discovered.\nOrigin.\nRare earth elements are heavier than iron. They are made by supernovae (exploding stars). In nature, fission of uranium-238 creates very small amounts of radioactive promethium. Most promethium is synthetically created in nuclear reactors.\nRare earth elements change through time in small quantities (ppm, parts per million). Their proportion can be used for geologic dating and dating fossils.\nGeological distribution.\nThe rare earth elements are often found together. The longest-lived isotope of promethium has a half life of 17.7 years. Because of this, the element exists in nature in only very small amounts. Promethium is one of the two elements that do not have stable (non-radioactive) isotopes and are followed by stable elements (the other being technetium).\nBecause all lanthanides are close in size, the rare earth elements have always been hard to separate. Even with eons of geological time, separation of the lanthanides in nature has only rarely gone farther than the separation between light versus heavy lanthanides, otherwise known as the cerium and yttrium earths. This geochemical separation is shown in the first two rare earths that were discovered. These were yttria in 1794 and ceria in 1803. When first found, each was a mixture of all of the rare earths. Large ore bodies of the cerium earths can be found around the world and are being exploited. Ore bodies for yttrium are rarer. Also, they are usually smaller and less concentrated.\nGlobal rare earth production.\nUntil 1948, most of the world's rare earths came from sand deposits in India and Brazil. Through the 1950s, South Africa mined most of the world's rare earths. This happened after large veins of a rare earth bearing mineral were found there. Through the 1960s until the 1980s, a mine in California was the leading producer. Today, the Indian and South African deposits still make some rare earth concentrates, but they are very small compared to the amount being produced in China. China had produced over 95% of the world's rare earth supply. Most of this has been done in Inner Mongolia, even though it had only 37% of proven reserves. Although these numbers have since been said to have lowered to 90% and 23% by 2012. All of the world's heavy rare earths (such as dysprosium) come from Chinese rare earth sources such as the polymetallic Bayan Obo deposit. In 2010, the United States Geological Survey (USGS) released a study which found that the United States had 13 million metric tons of rare earth elements.\nNew demand for these elements is higher than the supply of them. The world may soon face a shortage of the rare earths. In several years from 2009, worldwide demand for rare earth elements is expected to be more than the supply by 40,000 tonnes each year unless new sources are developed.\nChina.\nThese concerns have gotten larger because of the actions of China. China has said it will put regulations on exports and work to stop smuggling. On September 1, 2009, China said it is going to lower its exports to 35,000 tons per year in 2010–2015. China said that this was done to conserve rare resources and protect the environment. On October 19, 2010 \"China Daily\" reported that China will \"further reduce quotas for rare earth exports by 30 percent at most next year to protect the precious metals from over-exploitation\". At the end of 2010 China said that the first round of exports in 2011 for rare earths would be 14,446 tons. This was a 35% decrease from the first round of exports in 2010. In September 2011 China said it was stopping production at three of its eight rare earth mines. These mines produced almost 40% of China's total rare earth production. In August 2012, China said there would be another 20% reduction in production.\nOutside of China.\nBecause of the increased demand and the restrictions on exports of the metals from China, some countries are stockpiling rare earth resources. Searches for new sources in Australia, Brazil, Canada, South Africa, Tanzania, Greenland, and the United States are taking place. Mines in these countries were closed when China undercut world prices in the 1990s. It will take a few years to restart production.\nThe European Union has urged the Denmark protectorate Greenland to restrict Chinese development of rare-earth projects there, as China accounts for 95 percent of the world’s current supply. As of early 2013, the government of Greenland has said that it has no plans to impose such restrictions.\nNuclear reprocessing is another possible source of rare earth or any other elements. Nuclear fission of uranium or plutonium creates a many elements as well as all their isotopes. However, it is not likely that creating them can be done safely and economically because of the radioactivity of many of these isotopes.\nRecycling.\nAnother source of rare earths is electronic waste and other wastes that have a large amount of rare earth components. New advances in recycling technology have made getting the rare earths from these materials easier to do. Recycling plants are currently operating in Japan, where there is about 300,000 tons of rare earths in unused electronics. In France, the Rhodia group is setting up two factories in La Rochelle and Saint-Fons. These factories will produce 200 tons a year of rare earths from used fluorescent lamps, magnets and batteries.\nGeo-political considerations.\nChina has said that resource depletion and environmental concerns are the reasons for increased nationwide control of its rare earth mineral production. Non-environmental reasons have also been suggested to explain China's rare earth policy. According to \"The Economist\", \"Slashing their exports of rare-earth metals...is all about moving Chinese manufacturers up the supply chain, so they can sell valuable finished goods to the world rather than lowly raw materials.\"\nThe United States Department of Energy in its 2010 Critical Materials Strategy report identified dysprosium as the element that was most critical in terms of import reliance.\nA 2011 report issued by the U.S. Geological Survey and U.S. Department of the Interior, “China’s Rare-Earth Industry,\" deals with industry trends in China. It looks at national policies that may guide the future of the country's production. The report says that China’s lead in the production of rare-earth minerals has grown over the past two decades. In 1990, China accounted for only 27% of such minerals. In 2009, world production was 132,000 metric tons. China produced 129,000 of those tons. According to the report, recent patterns suggest that China will slow the export of such materials to the world: “Owing to the increase in domestic demand, the Government has gradually reduced the export quota during the past several years.” In 2006, China allowed 47 domestic rare-earth producers and traders and 12 Sino-foreign rare-earth producers to export. By 2011, there were only 22 domestic rare-earth producers and traders and 9 Sino-foreign rare-earth producers. The government’s future policies will likely keep in place strict controls: “According to China’s draft rare-earth development plan, annual rare-earth production may be limited to between 130,000 and 140,000 [metric tons] during the period from 2009 to 2015. The export quota for rare-earth products may be about 35,000 [metric tons] and the Government may allow 20 domestic rare-earth producers and traders to export rare earths.”\nThe United States Geological Survey is searching southern Afghanistan for rare earth deposits under the protection of United States military forces. Since 2009, the USGS has done remote surveys as well as fieldwork to verify Soviet claims that volcanic rocks containing rare earth metals exist in Helmand province near the village of Khanneshin. The USGS has found an area of rocks in the center of an extinct volcano with light rare earth elements including cerium and neodymium. It has mapped 1.3 million metric tons of useful rock. This is about 10 years of supply at current demand levels. The Pentagon has estimated its value at about $7.4 billion.\nRare earth pricing.\nRare earth elements are not exchange-traded in the same way that precious (for instance, gold and silver) or non-ferrous metals (such as nickel, tin, copper, and aluminium) are. Instead, they are sold on the private market. This makes their prices hard to monitor and track. However, prices [http://mineralprices.com/default.aspx#Rare are published periodically] on websites such as mineralprices.com. The 17 elements are not usually sold in their pure form. They are usually distributed in mixtures of varying purity, e.g. \"Neodymium metal ≥ 99.5%\". because of this, pricing can vary based on the quantity and quality required by the end user.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_element","surface_form":"chemical element","offset":52},{"uri":"Lanthanide","surface_form":"lanthanide","offset":96},{"uri":"Scandium","surface_form":"scandium","offset":113},{"uri":"Yttrium","surface_form":"yttrium","offset":126},{"uri":"Ore","surface_form":"ore","offset":219},{"uri":"Promethium","surface_form":"Promethium","offset":489},{"uri":"Radioactive","surface_form":"radioactive","offset":523},{"uri":"Cerium","surface_form":"Cerium","offset":548},{"uri":"Crust_(geology)","surface_form":"crust","offset":627},{"uri":"Iron","surface_form":"iron","offset":1070},{"uri":"Supernovae","surface_form":"supernovae","offset":1093},{"uri":"Fission","surface_form":"fission","offset":1134},{"uri":"Uranium-238","surface_form":"uranium-238","offset":1145},{"uri":"Promethium","surface_form":"promethium","offset":1199},{"uri":"Synthetic","surface_form":"synthetic","offset":1230},{"uri":"Nuclear_reactor","surface_form":"nuclear reactor","offset":1255},{"uri":"Geology","surface_form":"geologic","offset":1392},{"uri":"Fossil","surface_form":"fossil","offset":1419},{"uri":"Isotope","surface_form":"isotope","offset":1521},{"uri":"Half-life_(element)","surface_form":"half life","offset":1549},{"uri":"Technetium","surface_form":"technetium","offset":1790},{"uri":"Eon","surface_form":"eon","offset":1915},{"uri":"Geochemistry","surface_form":"geochemical","offset":2124},{"uri":"Yttria","surface_form":"yttria","offset":2218},{"uri":"Ceria","surface_form":"ceria","offset":2237},{"uri":"Exploitation","surface_form":"exploited","offset":2398},{"uri":"Sand","surface_form":"sand","offset":2581},{"uri":"India","surface_form":"India","offset":2598},{"uri":"Brazil","surface_form":"Brazil","offset":2608},{"uri":"South_Africa","surface_form":"South Africa","offset":2635},{"uri":"Mining","surface_form":"mined","offset":2648},{"uri":"Mineral","surface_form":"mineral","offset":2743},{"uri":"California","surface_form":"California","offset":2814},{"uri":"China","surface_form":"China","offset":3002},{"uri":"Inner_Mongolia","surface_form":"Inner Mongolia","offset":3101},{"uri":"Proven_reserves","surface_form":"proven reserves","offset":3148},{"uri":"Polymetal","surface_form":"polymetal","offset":3356},{"uri":"Bayan_Obo","surface_form":"Bayan Obo","offset":3369},{"uri":"United_States_Geological_Survey","surface_form":"United States Geological Survey","offset":3401},{"uri":"United_States","surface_form":"United States","offset":3478},{"uri":"Law","surface_form":"regulations","offset":3933},{"uri":"Export","surface_form":"export","offset":3948},{"uri":"Smuggling","surface_form":"smuggling","offset":3973},{"uri":"Conservation","surface_form":"conserve","offset":4121},{"uri":"Environment","surface_form":"environment","offset":4161},{"uri":"China_Daily","surface_form":"China Daily","offset":4195},{"uri":"Australia","surface_form":"Australia","offset":4976},{"uri":"Brazil","surface_form":"Brazil","offset":4987},{"uri":"Canada","surface_form":"Canada","offset":4995},{"uri":"South_Africa","surface_form":"South Africa","offset":5003},{"uri":"Tanzania","surface_form":"Tanzania","offset":5017},{"uri":"Greenland","surface_form":"Greenland","offset":5027},{"uri":"United_States","surface_form":"United States","offset":5046},{"uri":"European_Union","surface_form":"European Union","offset":5214},{"uri":"Denmark","surface_form":"Denmark","offset":5243},{"uri":"Nuclear_reprocessing","surface_form":"Nuclear reprocessing","offset":5505},{"uri":"Nuclear_fission","surface_form":"Nuclear fission","offset":5590},{"uri":"Uranium","surface_form":"uranium","offset":5609},{"uri":"Plutonium","surface_form":"plutonium","offset":5620},{"uri":"Isotopes","surface_form":"isotopes","offset":5675},{"uri":"Money","surface_form":"economically","offset":5753},{"uri":"Electronic_waste","surface_form":"electronic waste","offset":5866},{"uri":"Waste","surface_form":"waste","offset":5893},{"uri":"Recycling","surface_form":"recycling technology","offset":5967},{"uri":"Japan","surface_form":"Japan","offset":6101},{"uri":"Electronics","surface_form":"electronics","offset":6167},{"uri":"France","surface_form":"France","offset":6183},{"uri":"Rhodia","surface_form":"Rhodia","offset":6195},{"uri":"Factory","surface_form":"factories","offset":6226},{"uri":"La_Rochelle","surface_form":"La Rochelle","offset":6239},{"uri":"Saint-Fons","surface_form":"Saint-Fons","offset":6255},{"uri":"Fluorescent_lamp","surface_form":"fluorescent lamp","offset":6337},{"uri":"Magnet","surface_form":"magnet","offset":6356},{"uri":"Battery","surface_form":"batteries","offset":6368},{"uri":"The_Economist","surface_form":"The Economist","offset":6665},{"uri":"United_States_Department_of_Energy","surface_form":"United States Department of Energy","offset":6883},{"uri":"Dysprosium","surface_form":"dysprosium","offset":6976},{"uri":"Industry","surface_form":"industry","offset":7184},{"uri":"Decade","surface_form":"decade","offset":7398},{"uri":"Government","surface_form":"government","offset":8029},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":8515},{"uri":"Military","surface_form":"military","offset":8589},{"uri":"USSR","surface_form":"Soviet","offset":8682},{"uri":"Volcano","surface_form":"volcanic","offset":8701},{"uri":"The_Pentagon","surface_form":"The Pentagon","offset":9051},{"uri":"Precious_metal","surface_form":"precious","offset":9196},{"uri":"Gold","surface_form":"gold","offset":9220},{"uri":"Silver","surface_form":"silver","offset":9229},{"uri":"Nickel","surface_form":"nickel","offset":9268},{"uri":"Tin","surface_form":"tin","offset":9276},{"uri":"Copper","surface_form":"copper","offset":9281},{"uri":"Aluminium","surface_form":"aluminium","offset":9293},{"uri":"Website","surface_form":"website","offset":9497},{"uri":"Distribution","surface_form":"distributed","offset":9607}]}