{"id":367068,"url":"http://en.wikipedia.org/wiki/Sikandar_Hayat_Khan","text":"e=\"preserve\">Khan Bahadur Captain (retd) Sardar Sir Sikandar Hayat Khan, KBE, (born 1892 - died 1942) was an important Punjabi statesman and popular leader. He was Governor and then Premier of this province in British India.\nBackground and early life.\nSikandar Hayat was the son of Nawab Muhammad Hayat Khan, CSI, of the Khattar tribe of Wah.\nAfter initial education at the Aligarh school and the MAO College at Aligarh (later to become the Aligarh Muslim University), he went for higher education to the King's College London. On returning home, in 1915, he enrolled as an Assistant Recruiting Officer in the Punjab, to help the British Indian Army's efforts during the First World War; and was later one of the very first natives to receive the King's Commission, as a Captain of the 67th Punjabis (later the 1st Battalion of the 2 Punjab Regiment) in 1919. After the war he started his own business ventures and also entered grassroots politics in his area.\nLater life and career.\nIn the 1920s, Sikandar Hayat Khan slowly began to make his mark as a statesman, and in collaboration with Sir Fazli Husain and Sir Chotu Ram became one of the founders of the Unionist Party (Punjab). This was a secular party representing all Punjabis of different creeds mostly united by the \"zamindar\" (rural/agrarian) interest, and it soon became the most popular political group in the province. Due to his special services at this time, in various ways, the Government of British India granted a knighthood to Sir Sikandar. Between 1932 and 1934 he also had the unique honour of being the only native to be appointed acting Governor of the Punjab under British rule.\nThereafter, for a brief while, Sir Sikandar also worked as Deputy-Governor of the Reserve Bank of India but in July 1936, on the demise of Sir Fazli Husain, he returned to take on leadership of the Unionist party for the general elections held in Winter of the same year, winning by a simple majority and forming a coalition government along with the Indian National Congress and the Sikh Akali Dal. Sikandar was now chosen as Leader of the House and the Premier or Chief Minister of the Punjab. He remained in this position from 1937 to December 1942, when he died of a sudden heart failure.\nRole in the Second World War.\nBetween 1939 and 1942, when he died, Sir Sikandar supported the British struggle against Nazi Germany and believed in cooperating with the British government in the Second World War. He believed that this support would be good for India and help it towards independence after the War ended. He was very active in maximizing recruitment of troops from the Punjab as part of the 'war effort' and even made morale-boosting tours of the Middle East where most Indian (especially Punjabi)troops where serving. The Muslim League leadership agreed with this perspective of his and also announced full cooperation with the British Raj, or government, to achieve their own ends.\nMuslim League and Lahore Resolution.\nSoon after winning the general elections in 1937, Sir Sikandar felt conscious of the need to maintain a balanced stance in a volatile and divided Punjabi political system. He thus decided to also negotiate with the All India Muslim League under the leadership of Muhammad Ali Jinnah. As a result, he and Jinnah signed the Jinnah-Sikandar Pact at Lucknow in October 1937, merging the Muslim elements of his powerful Unionist party with the Muslim League, as a move towards forming a common, united front for safeguarding their community rights and interests in India. He was also later one of the chief supporters and architects of the Lahore Resolution, March 1940, calling for an autonomous or semi-independent Muslim majority region within the larger Indian confederation—which demand later led to the demand for an independent Pakistan.\nDeath and Legacy.\nAt the time of his sudden death in December 1942, Sir Sikandar was honoured by the people of Lahore and granted burial outside the old Badshahi Mosque there, on the other side from Allama Muhammad Iqbal, the poet. Much of his work was left half done, in particular his plan to help the British war effort towards eventual Indian freedom, and his attempts to weld the Punjab together and save it from communal friction. Many historians have opined that Sir Sikandar's early demise at the age of 50 was, arguably, a major blow to the Indian freedom movements, especially to the Punjab. He wished to preserve this intact, within a larger Indian Confederation whereby his own Muslim community could enjoy full and maximum freedom and self-governance without truncating India or the Punjab region. He was too well aware of the potential bloodbath and conflict resulting from any such division or separation which, alas, was witnessed on such massive scale at the time of the August 1947 Partition of India and Pakistan. It would thus not be wrong to say that Sir Sikandar's presence would certainly have been a 'moderating influence—and his death must be reckoned a great misfortune [at the time]\".\nIndirectly, however, in due course, his eldest son Shaukat Hayat Khan, would take on a significant role in assisting the All India Muslim League in winning an independent Pakistan, finally, in a somewhat different interpretation of the father's intentions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Khan_Bahadur","surface_form":"Khan Bahadur","offset":13},{"uri":"Sardar","surface_form":"Sardar","offset":41},{"uri":"Sir","surface_form":"Sir","offset":48},{"uri":"KBE","surface_form":"KBE","offset":73},{"uri":"Punjabi_people","surface_form":"Punjabi","offset":119},{"uri":"British_India","surface_form":"British India","offset":210},{"uri":"Nawab_Muhammad_Hayat_Khan","surface_form":"Nawab Muhammad Hayat Khan","offset":282},{"uri":"Order_of_the_Star_of_India","surface_form":"CSI","offset":309},{"uri":"Khattar","surface_form":"Khattar","offset":321},{"uri":"Wah","surface_form":"Wah","offset":338},{"uri":"MAO_College","surface_form":"MAO College","offset":397},{"uri":"Aligarh_Muslim_University","surface_form":"Aligarh Muslim University","offset":441},{"uri":"King%27s_College_London","surface_form":"King's College London","offset":505},{"uri":"British_Indian_Army","surface_form":"British Indian Army","offset":630},{"uri":"First_World_War","surface_form":"First World War","offset":671},{"uri":"Captain","surface_form":"Captain","offset":771},{"uri":"67th_Punjabis","surface_form":"67th Punjabis","offset":786},{"uri":"2_Punjab_Regiment","surface_form":"2 Punjab Regiment","offset":832},{"uri":"Fazli_Husain","surface_form":"Fazli Husain","offset":1094},{"uri":"Chotu_Ram","surface_form":"Chotu Ram","offset":1115},{"uri":"Unionist_Party_(Punjab)","surface_form":"Unionist Party (Punjab)","offset":1159},{"uri":"Knighthood","surface_form":"knighthood","offset":1484},{"uri":"Reserve_Bank_of_India","surface_form":"Reserve Bank of India","offset":1737},{"uri":"Indian_National_Congress","surface_form":"Indian National Congress","offset":2006},{"uri":"Sikh","surface_form":"Sikh","offset":2039},{"uri":"Akali_Dal","surface_form":"Akali Dal","offset":2044},{"uri":"Premier","surface_form":"Premier","offset":2110},{"uri":"Nazi","surface_form":"Nazi","offset":2367},{"uri":"Germany","surface_form":"Germany","offset":2372},{"uri":"Second_World_War","surface_form":"Second World War","offset":2443},{"uri":"India","surface_form":"India","offset":2509},{"uri":"Middle_East","surface_form":"Middle East","offset":2711},{"uri":"Muslim_League","surface_form":"Muslim League","offset":2787},{"uri":"British_Raj","surface_form":"British Raj","offset":2893},{"uri":"All_India_Muslim_League","surface_form":"All India Muslim League","offset":3200},{"uri":"Muhammad_Ali_Jinnah","surface_form":"Muhammad Ali Jinnah","offset":3248},{"uri":"Jinnah-Sikandar_Pact","surface_form":"Jinnah-Sikandar Pact","offset":3307},{"uri":"Lucknow","surface_form":"Lucknow","offset":3331},{"uri":"Lahore_Resolution","surface_form":"Lahore Resolution","offset":3620},{"uri":"Badshahi_Mosque","surface_form":"Badshahi Mosque","offset":3978},{"uri":"Muhammad_Iqbal","surface_form":"Muhammad Iqbal","offset":4031},{"uri":"Partition","surface_form":"Partition","offset":4825},{"uri":"Shaukat_Hayat_Khan","surface_form":"Shaukat Hayat Khan","offset":5088}]}