{"id":36704,"url":"http://en.wikipedia.org/wiki/Tattoo","text":"A tattoo is a mark made by putting ink into the skin. Tattoos may be made on human or animal skin. Tattoos on humans are a type of body modification (a way of changing the body), but tattoos on animals are most often used for identification. People sometimes get tattoos to show that they belong to a gang or culture group.\nPeople get tattoos in \"tattoo parlors\". Getting a tattoo is painful, although some people have more pain than others, and some body parts are more painful to tattoo than others. Most tattoos today are created using an electric tattoo machine, which uses needles to put ink into the body.\nHistory.\nPreserved tattoos on ancient mummified human remains reveal that tattooing has been practiced throughout the world for many centuries. In 2015, scientific re-assessment of the age of the two oldest known tattooed mummies identified Ötzi as the oldest currently known example. This body, with 61 tattoos, was found embedded in glacial ice in the Alps, and was dated to 3250 BCE. In 2018, the oldest figurative tattoos in the world were discovered on two mummies from Egypt which are dated between 3351 and 3017 BCE.\nTattooing is an ancient art. Ötzi the Iceman, a man who lived around 3300 BC and whose mummy was found in 1991, had 61 tattoos consisting of 19 groups of lines simple dots and lines on his lower spine, left wrist, behind his right knee, and on his ankles. These tattoos, which were made of soot, were possibly part of an early form of acupuncture. Tattoos have also been found on mummies from ancient civilizations throughout the world, including Egypt, Nubia the Pazyryk culture of Russia, and from several cultures throughout South America.\nTattoos became popular in the Western world after Westerners first had contact with American Indians and Polynesians during the 1700s. James Cook, a famous British explorer, reported that he had seen tattooing being done when he was in Tahiti in 1769. The word \"tattoo\" comes from the Tahitian word \"tatau\".\nIn some cultures, tattoos have special meaning and importance. For example, Polynesian people like the Māori in New Zealand have a tradition of face tattoos (called \"moko\") which are sacred and have special meaning related to status and tribal history.\nIn other cultures, tattoos are forbidden. For example, tattoos are forbidden in Jewish law. In the Old Testament of the Bible, the book of Leviticus 19:28 states: \"You shall not make any cuts on your body for the dead or tattoo yourselves.\"\nTattoos started to become popular in the United States and England during the 1860s and 1870s. At first, tattoos were most often given to soldiers and sailors. The first known professional tattoo artist in the United States was Martin Hildebrandt, a German immigrant who arrived in Boston in 1846. Between 1861 and 1865, he tattooed soldiers on both sides in the American Civil War. The first known professional tattooist in Britain worked in the port of Liverpool in the 1870s, tattooing mostly sailors. However, by the 1870s, tattoos had become fashionable among some members of the upper classes, including royalty.\nSince the 1970s, tattoos have become a mainstream part of Western fashion, common among both men and women, to all economic classes, and to age groups from the later teen years to middle age. For many young Americans, tattoos have a very different meaning than they did for earlier generations. In the past, tattoos were viewed as a form of deviance - a way of breaking social rules and standards. Today, it has become an acceptable form of expression.\nAt times during history, people have been forced to get tattoos to mark them as slaves, criminals, or outsiders. For example, the ancient Romans tattooed criminals and slaves. In the 19th century, the United States marked convicts with tattoos before releasing them from jail, and the British Army marked deserters with tattoos. In the 20th century, prisoners in Siberian and Nazi concentration camps were tattooed with identification numbers.\nAmateur and Professional Tattoos.\nToday, people choose to be tattooed for many different reasons. Tattoos may also be used to show that a person belongs to a specific group. For example, gang tattoos may show that a person belongs to a certain criminal gang. Criminal tattoos may also show a person's criminal accomplishments (such as the number of years they spent in prison, or the number of people they have killed). Tattoos, including full-body tattoos, are popular among the Yakuza (JapaneseMafia).\nCosmetic Tattoos.\nTattoos can be used for cosmetic reasons. Cosmetic tattoos include \"permanent makeup,\" which uses tattooing to make designs that look like real makeup. For example, cosmetic tattooers can create tattooed eyebrows for people who have lost their eyebrows because of old age, diseases that cause hair loss (like alopecia), or medications that make the hair fall out (like chemotherapy). Cosmetic tattoos can also cover up moles or hide skin that is discolored because of diseases like vitiligo.\nCosmetic tattoos can also be used to cover up surgical scars, like scars from mastectomy (surgical removal of the breast). The use of artistic tattoos to cover mastectomy scars is becoming more popular in the United States and the United Kingdom. Cosmetic tattooing is also used to tattoo nipples onto reconstructed breasts after breast reconstruction surgery (where the breast which was removed during mastectomy is re-created using fat from another part of the body).\nMedical Tattoos.\nTattoos can also be used for medical reasons. For example, a person may get a medical alert tattoo, which warns that they have a certain medical condition (like diabetes or a severe allergy). When people get radiation therapy for cancer, tattoos may be used to mark exactly where the beam of radiation should be pointed. This helps to make sure that the person gets the same treatment, in the right place, every time they have radiation therapy.\nGenital.\nGenital tattooing is the practice of placing permanent marks under the skin of the genitals in the form of tattoos.\nNearly the entire genital region can be tattooed, including the shaft and head of the penis, the skin of the scrotum, the pubic region and the outer labia.\nHealth Risks.\nBecause it breaks the skin, tattooing carries health risks. These risks include infection and allergic reactions to tattoo inks. These problems can often be avoided if the tattooer follows rules of cleanliness, uses certain tools on one person only, and sterilizing their equipment after every use (cleaning it in a special way that will kill germs).\nIn many places, tattooers are required to have training on blood-borne diseases (diseases which can be spread through the blood, like HIV and hepatitis). As of 2009 in the United States, there were no reported cases of a person getting HIV from a professional tattoo.\nIn amateur tattooing (like tattooing in prisons), however, there is a much higher risk of infection. Unsterilized (unclean) tattoo equipment or contaminated ink could spread infections on the surface of the skin, fungal infections, some forms of hepatitis, herpes simplex virus, HIV, staph, tetanus, and tuberculosis.\nMost people are not allergic to tattoo inks. However, there have been cases of allergic reactions to tattoo inks, especially to certain colors. Sometimes this happens because the ink includes nickel, which sets off a common metal allergy.\nSometimes, if tattooing pierces a blood vessel, a bruise might appear.\nRemoval.\nTattoo removal is most commonly performed using lasers that break down the ink particles in the tattoo into smaller particles. Dermal macrophages are part of the immune system, tasked with collecting and digesting cellular debris. In the case of tattoo pigments, macrophages collect ink pigments, but have difficulty breaking them down. Instead, they store the ink pigments. If a macrophage is damaged, it releases its captive ink, which is taken up by other macrophages. This can make it particularly difficult to remove tattoos. When treatments break down ink particles into smaller pieces, macrophages can more easily remove them.\nSome people who have tattoos wish that they had not gotten them. Tattoos can be taken off with laser surgery, but this is painful and often requires several visits to a dermatologist or skin care professional.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ink","surface_form":"ink","offset":35},{"uri":"Skin","surface_form":"skin","offset":48},{"uri":"Body_modification","surface_form":"body modification","offset":131},{"uri":"Gang","surface_form":"gang","offset":301},{"uri":"Culture","surface_form":"culture","offset":309},{"uri":"Pain","surface_form":"pain","offset":384},{"uri":"Needles","surface_form":"needles","offset":578},{"uri":"Mummies","surface_form":"mummified","offset":650},{"uri":"%C3%96tzi","surface_form":"Ötzi","offset":853},{"uri":"Alps","surface_form":"Alps","offset":966},{"uri":"Figurative_art","surface_form":"figurative","offset":1019},{"uri":"%C3%96tzi_the_Iceman","surface_form":"Ötzi the Iceman","offset":1165},{"uri":"Mummy","surface_form":"mummy","offset":1223},{"uri":"Soot","surface_form":"soot","offset":1426},{"uri":"Acupuncture","surface_form":"acupuncture","offset":1471},{"uri":"Ancient_Egypt","surface_form":"Egypt","offset":1583},{"uri":"Nubia","surface_form":"Nubia","offset":1590},{"uri":"Ukok_Plateau","surface_form":"Pazyryk","offset":1600},{"uri":"South_America","surface_form":"South America","offset":1664},{"uri":"American_Indian","surface_form":"American Indian","offset":1763},{"uri":"Polynesia","surface_form":"Polynesia","offset":1784},{"uri":"James_Cook","surface_form":"James Cook","offset":1814},{"uri":"Tahiti","surface_form":"Tahiti","offset":1964},{"uri":"Polynesia","surface_form":"Polynesia","offset":2063},{"uri":"M%C4%81ori_people","surface_form":"Māori","offset":2090},{"uri":"New_Zealand","surface_form":"New Zealand","offset":2099},{"uri":"Sacred","surface_form":"sacred","offset":2170},{"uri":"Status","surface_form":"status","offset":2213},{"uri":"Liverpool","surface_form":"Liverpool","offset":2936},{"uri":"Social_class","surface_form":"economic classes","offset":3215},{"uri":"Ancient_Rome","surface_form":"ancient Romans","offset":3683},{"uri":"Desertion","surface_form":"deserters","offset":3858},{"uri":"Concentration_camps","surface_form":"concentration camps","offset":3934},{"uri":"Gang","surface_form":"gang","offset":4184},{"uri":"Japan","surface_form":"Japan","offset":4485},{"uri":"Mafia","surface_form":"Mafia","offset":4493},{"uri":"Cosmetic","surface_form":"cosmetic","offset":4543},{"uri":"Alopecia","surface_form":"alopecia","offset":4828},{"uri":"Chemotherapy","surface_form":"chemotherapy","offset":4888},{"uri":"Vitiligo","surface_form":"vitiligo","offset":5001},{"uri":"Mastectomy","surface_form":"mastectomy","offset":5089},{"uri":"Diabetes","surface_form":"diabetes","offset":5659},{"uri":"Allergy","surface_form":"allergy","offset":5680},{"uri":"Radiation_therapy","surface_form":"radiation therapy","offset":5706},{"uri":"Cancer","surface_form":"cancer","offset":5728},{"uri":"Penis","surface_form":"penis","offset":6155},{"uri":"Scrotum","surface_form":"scrotum","offset":6178},{"uri":"Labia","surface_form":"labia","offset":6218},{"uri":"Infection","surface_form":"infection","offset":6319},{"uri":"Allergic_reaction","surface_form":"allergic reaction","offset":6333},{"uri":"Sterilization_(microbiology)","surface_form":"sterilizing","offset":6493},{"uri":"Germs","surface_form":"germs","offset":6582},{"uri":"HIV","surface_form":"HIV","offset":6724},{"uri":"Hepatitis","surface_form":"hepatitis","offset":6732},{"uri":"Fungal","surface_form":"fungal","offset":7071},{"uri":"Herpes_simplex","surface_form":"herpes simplex virus","offset":7115},{"uri":"Staphylococcal_infection","surface_form":"staph","offset":7142},{"uri":"Tetanus","surface_form":"tetanus","offset":7149},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":7162},{"uri":"Blood_vessel","surface_form":"blood vessel","offset":7449},{"uri":"Laser","surface_form":"laser","offset":8224},{"uri":"Dermatologist","surface_form":"dermatologist","offset":8298}]}