{"id":367138,"url":"http://en.wikipedia.org/wiki/Gheba_tribe","text":"e=\"preserve\">The Gheba tribe are a tribe from the Punjab, mostly located in the Fateh Jang Tehsil of Attock District of Pakistan. They are generally classified as Rajput. But some of them claim that they are Barlas Mughals in Census Report 1901\nOrigins.\nThe origins of the Ghebas is subject to some dispute or controversy for quite some time; according to most scholars, historians and early British Indian administrators of their native areas, the Ghebas, like their close kin the Jodhra tribe and Alpial, are of Hindu origins, probably Rajputs. They were at one time spread out over a broader area, in both Punjab and Khyber Pakhtunkhwa areas of what is now Pakistan but over time, their main population came to live in Attock and Rawalpindi districts of northern Punjab. They were most probably descended from one Raja Dayanand, a Chauhan Rajput, through Rai Shankar, whose offspring 'Rai Gheba' converted to Islam and was given the title of 'Gheba Khan'. They have been Muslims since then and sizable landowners in the districts they live in.\nThere is another view, often believed by some Gheba families, that they are not really Rajputs or Jatts but are Barlas Mughals, although this view is not historically substantiated.\nVillages.\nWhatever their origins, the Ghebas continue to be among the biggest landowners of northern Punjab, in present-day Pakistan. Their biggest and most important village in Attock area is Kot Fateh Khan, which is part of the \"Jagir\" estate of the Sardar of Kot,\nOccupations.\nMost of the Ghebas are landowners and engaged in agricultural activities.","categories":[],"infobox_types":[],"annotations":[{"uri":"Punjab","surface_form":"Punjab","offset":50},{"uri":"Fateh_Jang_Tehsil","surface_form":"Fateh Jang Tehsil","offset":80},{"uri":"Attock_District","surface_form":"Attock District","offset":101},{"uri":"Pakistan","surface_form":"Pakistan","offset":120},{"uri":"Rajput","surface_form":"Rajput","offset":163},{"uri":"Mughal","surface_form":"Mughal","offset":215},{"uri":"British_India","surface_form":"British India","offset":392},{"uri":"Jodhra_tribe","surface_form":"Jodhra tribe","offset":482},{"uri":"Alpial","surface_form":"Alpial","offset":499},{"uri":"Hindu","surface_form":"Hindu","offset":514},{"uri":"Punjab","surface_form":"Punjab","offset":609},{"uri":"Khyber_Pakhtunkhwa","surface_form":"Khyber Pakhtunkhwa","offset":620},{"uri":"Pakistan","surface_form":"Pakistan","offset":660},{"uri":"Rawalpindi","surface_form":"Rawalpindi","offset":733},{"uri":"Islam","surface_form":"Islam","offset":912},{"uri":"Barlas","surface_form":"Barlas","offset":1159},{"uri":"Mughal","surface_form":"Mughal","offset":1166},{"uri":"Sardar","surface_form":"Sardar","offset":1481}]}