{"id":367131,"url":"http://en.wikipedia.org/wiki/Wide_Awake","text":"\"Wide Awake\" is a song by American pop singer-songwriter Katy Perry. The single was released May 22, 2012, via Capitol Records as the second and final single from \"Teenage Dream: The Complete Connection\", a re-release of Perry's third studio album, \"Teenage Dream\". The song was well acclaimed by music critics, many of whom gave the maturity of Perry as a reason for citing. The song hit number 1 in several countries, including Canada, Poland, New Zealand, and Venezuela, while it peaked at number 2 in the United States. The single is among a string of hits by Perry. It is an electronic song about moving on and taking hardships when breaking up. The song was certified quintuple-platinum in the US for sales and streams of over five million copies. It ranked at number 15 on \"Billboard\"<nowiki/>'s Year-End Hot 100 of 2012 in the US.\nMusic video.\nThe video for \"Wide Awake\" begins with Perry behind the scenes on the set of the music video for \"California Gurls\". She goes to her dressing room and stares at her reflection in the mirror. Perry is then seen in a dark forest, holding a lantern and trying to escape it like a maze. She meets a younger version of herself and eats a strawberry from a tree, which poisons her. Later, Katy and her younger self exit to find Katy's \"Prince Charming\" who crosses his fingers behind his back in distrust. Katy punches him, and her younger self is seen riding away on a bike with a name plate reading \"Katheryn,\" Katy Perry's first name. The video ends with Katy singing \"Teenage Dream\" on the California Dreams Tour.","categories":[],"infobox_types":[],"annotations":[{"uri":"Katy_Perry","surface_form":"Katy Perry","offset":57},{"uri":"Teenage_Dream","surface_form":"Teenage Dream","offset":250},{"uri":"Canada","surface_form":"Canada","offset":430},{"uri":"United_States","surface_form":"United States","offset":509},{"uri":"Hit_song","surface_form":"hits","offset":556},{"uri":"California_Gurls","surface_form":"California Gurls","offset":950},{"uri":"Teenage_Dream_(song)","surface_form":"Teenage Dream","offset":1518}]}