{"id":36721,"url":"http://en.wikipedia.org/wiki/Pronghorn","text":"The pronghorn (\"Antilocapra americana\") is an even-toed ungulate mammal, the only living member of the family Antilocapridae. It is a small ruminant mammal which looks a bit like an antelope. The pronghorn lives in North America. It lives in the prairies, but sometimes also in the desert and the Rocky Mountains.\nThe antilocaprids evolved in North America, where they filled a niche similar to that of the bovids that evolved in the Old World. During the Miocene and Pliocene, they were a diverse and successful group, with many different species. Some had horns with bizarre shapes, or had four, or even six, horns.\nAppearance.\nThe pronghorn has a yellowish-brown to reddish-brown colored fur with a white underside, and white stripes on the neck and around the mouth. Male pronghorns also have black markings on the neck and face. The males have horns that are up to 25 cm long. Females usually have no horns; if they have horns they are very short.\nLife.\nPronghorns can be active at any time during day or night, but they are mostly active during twilight. Pronghorns eat grass, but also leaves and herbs. Pronghorns have the ability to digest poisonous plants. This is due to their excessively oversized liver, which helps in the filtering of toxins.\nIn summer, adult male pronghorns fight with other males for a territory. In this territory the male keeps a group of females with which he mates in September. Adult males go to the extremes in fighting each other to win over the female by fatally injuring the other pronghorn and determining which male is stronger. Young males that do not yet fight for a territory form small groups, and old weak males live alone. Females live in groups of about 20 animals. When the female is close to giving birth, it leaves the group for a time to give birth to its offspring.\nAfter a pregnancy of 8½ months the female gives birth to 1-2 babies, seldom 3. The babies hide for three days, and after a week they can run with their mother. A pronghorn baby has grey fur, and after 3 months it has the adult fur coloring. They drink milk for 5-6 months, and start to eat grass after three weeks. Females become mature when they are 15-16 months old, and males become mature when they are 24 months old.","categories":[],"infobox_types":[],"annotations":[{"uri":"Even-toed_ungulate","surface_form":"even-toed ungulate","offset":46},{"uri":"Mammal","surface_form":"mammal","offset":65},{"uri":"Family_(biology)","surface_form":"family","offset":103},{"uri":"Ruminant","surface_form":"ruminant","offset":140},{"uri":"Mammal","surface_form":"mammal","offset":149},{"uri":"Antelope","surface_form":"antelope","offset":182},{"uri":"North_America","surface_form":"North America","offset":215},{"uri":"Prairie","surface_form":"prairie","offset":246},{"uri":"Desert","surface_form":"desert","offset":282},{"uri":"Rocky_Mountains","surface_form":"Rocky Mountains","offset":297},{"uri":"North_America","surface_form":"North America","offset":343},{"uri":"Niche","surface_form":"niche","offset":378},{"uri":"Bovids","surface_form":"bovids","offset":407},{"uri":"Old_World","surface_form":"Old World","offset":434},{"uri":"Miocene","surface_form":"Miocene","offset":456},{"uri":"Pliocene","surface_form":"Pliocene","offset":468},{"uri":"Fur","surface_form":"fur","offset":691},{"uri":"Horn_(anatomy)","surface_form":"horns","offset":849},{"uri":"Centimeter","surface_form":"cm","offset":873},{"uri":"Twilight","surface_form":"twilight","offset":1051},{"uri":"Grass","surface_form":"grass","offset":1076},{"uri":"Leaf","surface_form":"leaves","offset":1092},{"uri":"Herb","surface_form":"herb","offset":1103},{"uri":"Summer","surface_form":"summer","offset":1259},{"uri":"Territory","surface_form":"territory","offset":1318},{"uri":"September","surface_form":"September","offset":1404},{"uri":"Pregnancy","surface_form":"pregnancy","offset":1829},{"uri":"Milk","surface_form":"milk","offset":2073}]}