{"id":367366,"url":"http://en.wikipedia.org/wiki/Rhind_Mathematical_Papyrus","text":"The Rhind papyrus in the British Museum is the best example of Egyptian mathematics. It is named after Alexander Henry Rhind, a Scottish antiquarian. He bought the papyrus in 1858 in Luxor, Egypt. It was found during illegal excavations in or near the Ramesseum. It was written about 1650 BC.\nThe papyrus has work and writing on arithmetic, algebra, geometry, trigonometry, and fractions. It, and the Moscow Mathematical Papyrus, are the main sources of knowledge about mathematics in Ancient Egypt. The Rhind papyrus dates to about 1550 BC. The museum bought both the Rhind papyrus and the Egyptian Mathematical Leather Roll from Rhind. The Rhind papyrus is larger than the Moscow mathematical papyrus, but the Moscow papyrus is older.\nThe Rhind papyrus dates to the Second Intermediate Period of Egypt. It was copied by the scribe \"Ahmose\" from a now-lost text from the reign of Amenemhat III (12th dynasty). Written in the hieratic script, this Egyptian manuscript is made up of parts that are each 33 cm tall. In total it is over long. It was transliterated and the mathematics was translated in the late 19th century. The mathematical translation is still incomplete in some respects. The document is dated to year 33 of the Hyksos king Apophis and also contains a separate later Year 11 on its verso likely from his successor, Khamudi.\nThis book was copied in regnal year 33, month 4 of Akhet, under the majesty of the King of Upper and Lower Egypt, Awserre, given life, from an ancient copy made in the time of the King of Upper and Lower Egypt Nimaatre (?). The scribe Ahmose writes this copy.\nSeveral books and articles about the Rhind Mathematical Papyrus have been published, and a handful of these stand out. The Rhind Papyrus was published in 1923 by Peet and contains a discussion of the text that followed Griffith's Book I, II and III outline Chase published a compendium in 1927/29 which included photographs of the text. A more recent overview of the Rhind Papyrus was published in 1987 by Robins and Shute.","categories":[],"infobox_types":[],"annotations":[{"uri":"British_Museum","surface_form":"British Museum","offset":25},{"uri":"Scottish_people","surface_form":"Scottish","offset":128},{"uri":"Luxor","surface_form":"Luxor","offset":183},{"uri":"Egypt","surface_form":"Egypt","offset":190},{"uri":"Ramesseum","surface_form":"Ramesseum","offset":252},{"uri":"BC","surface_form":"BC","offset":289},{"uri":"Arithmetic","surface_form":"arithmetic","offset":329},{"uri":"Algebra","surface_form":"algebra","offset":341},{"uri":"Geometry","surface_form":"geometry","offset":350},{"uri":"Trigonometry","surface_form":"trigonometry","offset":360},{"uri":"Fraction_(mathematics)","surface_form":"fraction","offset":378},{"uri":"Moscow_Mathematical_Papyrus","surface_form":"Moscow Mathematical Papyrus","offset":401},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":485},{"uri":"Egyptian_Mathematical_Leather_Roll","surface_form":"Egyptian Mathematical Leather Roll","offset":591},{"uri":"Second_Intermediate_Period","surface_form":"Second Intermediate Period","offset":768},{"uri":"Ancient_Egypt","surface_form":"Egypt","offset":798},{"uri":"Amenemhat_III","surface_form":"Amenemhat III","offset":881},{"uri":"Twelfth_dynasty_of_Egypt","surface_form":"12th dynasty","offset":896},{"uri":"Manuscript","surface_form":"manuscript","offset":957},{"uri":"Transliteration","surface_form":"transliterated","offset":1047},{"uri":"Hyksos","surface_form":"Hyksos","offset":1230},{"uri":"Apepi_I","surface_form":"Apophis","offset":1242},{"uri":"Khamudi","surface_form":"Khamudi","offset":1333}]}