{"id":367337,"url":"http://en.wikipedia.org/wiki/Karlal","text":"The Karlal (Urdu کرڑال also known as Kard'al, Karaal, Karhral, or Kiraal) is a Hindko-speaking tribe in Khyber-Pakhtunkhwa, Pakistan. The majority of the tribe is found mainly in Abbottabad District, inhabiting the hilly area of the Galyat and the Nara tract. A minority are also settled in the Haripur District. A small number are also found in neighbouring Azad Kashmir, in Kotli District. Many Karlal now prefer the self-designation Sardar which means Sultan Chief in Farsi.\nThe tribe trace their descent from a Sardar Kallar Shah, son of Sultan Sujann Shah, who is believed to have come from southern Afghanistan. It is believed that he was a descendant of Alexander the Great. In Haripur and Abbottabad, they are known as Sultan Chief Sardars, a name they acquired during the time of the Delhi Sultanate (1206–1296), when the tribal members were made rulers of the galliyat region of Hazara. There is also some argument as to the religion of the Karlal, as whether they were Hindu or not. As some of the oldest inhabitants of Hazara, a region that was largely Hindu till the early 13th Century, it is likely that they were either Hindus, or strongly influenced by Hinduism.\nIt does seem that throughout the middles ages, the Karlal maintained their independence. During Mughal era (1550-1730), when the Gakkars were trying to extend their authority in the entire lower Hazara from their base in Khanpur in what is now Haripur District, the leader of Karlal tribe Morcha Kulli Khan at that time was able to murder the Ghakkar chief and retained his tribes independence. Similarly the Turks, whose territory lay to the north, were also never able to extend their authority over this tribe although enjoying suzerainty over large portion of Pakhal Sarkar (an old name for Hazara). In the Durrani period (1740-1800), no attempt was made by Afghan rulers to subdue their territory. However, when the Sikhs captured lower Hazara they tried to gain control over entire lower Hazara including Karlal territory.\nIn 1822, Ranjit Singh sent a large force under famous General Amar Singh Majitta which was defeated by Karlals with great slaughter under their Charismatic chief Sarrdar Hassan Ali Khan. Amar Singh was also murdered by the Karlal s. Lepel Griffin, author of a colonial history of Hazara, writes in his book about this battle of Sumandar Khata. From 1822 to 1845 Karlal tribe fought many battles with Sikhs and were able to retain their independence. In 1844 once again Lahore Darbar sent a large force under Diwan Mulraj and Hari Singh to subdue Karlal country. Taking advantage of the difficult geographical terrain of their country, the Karlals were able to defeat Sikh army at place called Nah and killed more than 150 Sikh soldiers.\nAt the time of mutiny in 1857, the Karlals tried to revolt against the rule of East India Company, however, British were able to imprison Karlal chief Sardar Hassan Ali Khan Karlal and many mutineers of this tribe were hanged along with some Dhund tribesmen (Mutiny Reports 1857 of Hazara District).\nSardar Hassan Ali khan Karlal was one of the most illustrious military commander and mujahid of early 19th century from Hazara. His historic endeavors for the freedom and struggle against both Sikhs and English have been well preserved in the historical annals. English gazetteers of that era, Wajabul Arz of 1874 and Tarikh Hazara of that time contain detailed accounts of the bravery, courage and military stratagem of this great hero. Karlals were the only tribe which under the sagacious leader ship Sardar Hassan Hassan Ali khan were able to retain their independence by defeating the most powerful army in the entire Northern India at that time.\nDuring Pakistan movement Karlal tribe wholeheartedly supported Muslim League. In 1944 elder of Karlal tribe Capt Sardar Muhammad Zain Khan Karlal joined Muslim league with other notables of this tribe.In same year he was nominated as member of All India Muslim League organizing Committee by Quaid -e Azam Mohammad Ali Jinnah.In 1946 elections he was elected as Member NWFP Legislative Assembly from the lone constituency of Abbottabad on All India Muslim League ticket in spite of the strong support of the congress by the more populous tribes of District Hazara. In struggle for Pakistan, Captain Sardar Zain Muhammad khan was able to motivate his entire tribe for cause of the creation of Pakistan. Captain Capt Sardar Zain Muhammad Khan Karlal also had the unique honor of representing entire Hazara District in the historic Delhi All India Muslim Parliamentarians convention held in April 1946 under the chairmanship of Quaid-e-Azam Muhammad Ali Jinnah which finally voted for the partition of India and creation of Pakistan.\nIn the civil disobedience movement started by Muslim League in NWFP now Khyber Pukhtunkhaw against Congress government Capt Sardar Zain Muhammad khan along with many Karlal tribesmen was imprisoned in February 1947.After the creation of Pakistan Capt Sardar Zain Muhammad Khan also served as Parliamentary Secretary for Revenue in NWFP government.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hindko","surface_form":"Hindko","offset":79},{"uri":"Turkic_peoples","surface_form":"Turks","offset":1588}]}