{"id":36749,"url":"http://en.wikipedia.org/wiki/Orchestration","text":"People who want to compose music for orchestras need to study orchestration. They can do this by reading books about orchestration, but also they can do this by studying orchestral scores and listening to orchestras in concerts or on CDs. Students at music colleges will also practise orchestration by taking piano music and arranging it for orchestra.\nThe word instrumentation means almost the same thing as “orchestration”. “Instrumentation” means: understanding each instrument and knowing about all the sounds they can make. It can be about any music with instruments, whereas “orchestration” refers to the orchestra from its beginnings in the 17th century to the present.\nOrchestration is all about understanding how to write well for different instruments, how to combine them so that they sound well together and balance well.\nSometimes composers leave the orchestration of their works to other people. Leonard Bernstein is famous as the composer of \"West Side Story\", but although he composed all the notes he left it to other people to orchestrate. The composer Maurice Ravel took a piano piece called \"Pictures at an Exhibition\" by Modest Mussorgsky (who had died forty years earlier). He arranged it for orchestra. Most people know this version rather than Mussorgsky’s piano version.\nHector Berlioz and Nikolai Rimsky-Korsakov are two famous composers who were particularly brilliant at writing for orchestra. They both wrote books on orchestration which are still very useful today.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sheet_music","surface_form":"scores","offset":181},{"uri":"Orchestra","surface_form":"orchestras","offset":205},{"uri":"Concert","surface_form":"concerts","offset":219},{"uri":"Compact_disc","surface_form":"CDs","offset":234},{"uri":"Piano","surface_form":"piano","offset":309},{"uri":"Arrangement_(music)","surface_form":"arranging","offset":325},{"uri":"17th_century","surface_form":"17th century","offset":648},{"uri":"Leonard_Bernstein","surface_form":"Leonard Bernstein","offset":910},{"uri":"West_Side_Story","surface_form":"West Side Story","offset":958},{"uri":"Maurice_Ravel","surface_form":"Maurice Ravel","offset":1071},{"uri":"Pictures_at_an_Exhibition","surface_form":"Pictures at an Exhibition","offset":1112},{"uri":"Modest_Mussorgsky","surface_form":"Modest Mussorgsky","offset":1142},{"uri":"Hector_Berlioz","surface_form":"Hector Berlioz","offset":1296},{"uri":"Nikolai_Rimsky-Korsakov","surface_form":"Nikolai Rimsky-Korsakov","offset":1315},{"uri":"Composer","surface_form":"composers","offset":1354}]}