{"id":367493,"url":"http://en.wikipedia.org/wiki/Aldehyde","text":"An aldehyde () is an organic compound. It contains a formyl group. A formyl group is a part of a molecule with the structure R-CHO. It is made of a carbon double bonded to oxygen. The carbon is also bonded to hydrogen and an R group. A side chain is the rest of the molecule.\nThe group without the side chain is called the aldehyde group or formyl group. Aldehydes are different from ketones because the formyl group is at the end of the molecule in an aldehyde. Ketones have the formyl group in the middle of the molecule. Aldehydes are common in organic chemistry. Many fragrances (smell producing compounds) are aldehydes.\nStructure and bonding.\nAldehydes have a carbon double bonded to an oxygen. Because of this, they are slightly polar. This causes aldehydes to have a number of properties. One of the most important of these is solubility in water.\nEtymology.\nThe word \"aldehyde\" comes from Latin. It was shortened from \"alcohol dehyd'\"rogenatus\" (dehydrogenated alcohol). The word aldehyde was created by Justus von Liebig. In the past, aldehydes were sometimes named after the corresponding alcohols, for example, \"vinous aldehyde\" for acetaldehyde. (\"Vinous\" is from the Latin word for wine, which is the traditional source of ethanol.)\nThe term \"formyl group\" comes from the Latin or Italian word \"formica\" which means ant.\nPhysical properties and characterization.\nAldehydes have many different properties. These properties change a lot if the rest of the molecule changes. Smaller aldehydes are more soluble in water. Formaldehyde and acetaldehyde are completely soluble in water. Many aldehydes have strong smells. Aldehydes will break down in air.\nTwo of the most important aldehydes, formaldehyde and acetaldehyde, tend to form long chains. This is called polymerization.\nNaturally occurring aldehydes.\nMany aldehydes are found in essential oils and are the reason for their smells. Cinnamaldehyde, cilantro, and vanillin all get their smells from aldehydes.\nCommon reactions.\nAldehydes are highly reactive and participate in many reactions.\" In industry, aldehydes are used to prepare plasticizers, polyols, and alcohols. In biology, aldehydes are used to replace amine groups and form sugars.\nDialdehydes.\nA dialdehyde is a molecule with two aldehydes. The names of dialdehydes have the ending -dial or -dialdehyde. Some dialdehydes are named after the acid that they are similar to. An example is butanedial, which is also called succinaldehyde (from succinic acid).\nUses.\nOf all aldehydes, formaldehyde is produced the most. About 6 million tons per year are made. It is mainly used to make resins when mixed with urea, melamine, and phenol. Bakelite is made like this. Another commonly made aldehyde is butyraldehyde. 2 and a half million tons per year are made. A lot of acetaldehyde once was once made, but much less is made today. This is because chemicals that used to be made from acetaldehyde are now made in other ways.","categories":[],"infobox_types":[],"annotations":[{"uri":"Organic_compound","surface_form":"organic compound","offset":21},{"uri":"Formaldehyde","surface_form":"formyl","offset":53},{"uri":"Molecule","surface_form":"molecule","offset":97},{"uri":"Hydrogen","surface_form":"hydrogen","offset":209},{"uri":"Side_chain","surface_form":"R group","offset":225},{"uri":"Ketone","surface_form":"ketone","offset":384},{"uri":"Organic_chemistry","surface_form":"organic chemistry","offset":548},{"uri":"Fragrance","surface_form":"fragrance","offset":572},{"uri":"Polar","surface_form":"polar","offset":736},{"uri":"Solubility","surface_form":"solubility","offset":835},{"uri":"Latin","surface_form":"Latin","offset":898},{"uri":"Alcohol","surface_form":"alcohol","offset":1100},{"uri":"Acetaldehyde","surface_form":"acetaldehyde","offset":1145},{"uri":"Ethanol","surface_form":"ethanol","offset":1237},{"uri":"Latin_language","surface_form":"Latin","offset":1286},{"uri":"Italian_language","surface_form":"Italian","offset":1295},{"uri":"Formaldehyde","surface_form":"Formaldehyde","offset":1531},{"uri":"Acetaldehyde","surface_form":"acetaldehyde","offset":1548},{"uri":"Polymerization","surface_form":"polymerization","offset":1772},{"uri":"Essential_oil","surface_form":"essential oil","offset":1847},{"uri":"Cinnamaldehyde","surface_form":"Cinnamaldehyde","offset":1899},{"uri":"Cilantro","surface_form":"cilantro","offset":1915},{"uri":"Vanillin","surface_form":"vanillin","offset":1929},{"uri":"Plasticizers","surface_form":"plasticizers","offset":2102},{"uri":"Polyols","surface_form":"polyols","offset":2116},{"uri":"Alcohols","surface_form":"alcohols","offset":2129},{"uri":"Amine","surface_form":"amine","offset":2181},{"uri":"Succindialdehyde","surface_form":"butanedial","offset":2416},{"uri":"Succinic_acid","surface_form":"succinic acid","offset":2470},{"uri":"Resin","surface_form":"resin","offset":2611},{"uri":"Urea","surface_form":"urea","offset":2634},{"uri":"Melamine","surface_form":"melamine","offset":2640},{"uri":"Phenol","surface_form":"phenol","offset":2654},{"uri":"Bakelite","surface_form":"Bakelite","offset":2662},{"uri":"Butyraldehyde","surface_form":"butyraldehyde","offset":2724},{"uri":"Acetaldehyde","surface_form":"acetaldehyde","offset":2793}]}