{"id":367592,"url":"http://en.wikipedia.org/wiki/Black_rhinoceros","text":"The black rhinoceros (\"Diceros bicornis\"), is a species of rhinoceros. It lives in eastern and central Africa including Kenya, Tanzania, Cameroon, South Africa, Namibia, Zimbabwe, and Angola. The black rhinoceros is not actually black, but dark. It is a browser, with lips that help eating from low branches.\nThe other African rhinoceros is the white rhinoceros (\"Ceratotherium simum\"). The white rhinoceros is not white, but lighter coloured.\nRhinoceros and oxpeckers.\nThere is a type of bird called an oxpecker in English that likes to sit on the rhino's back and eat insects and other small animals that bite the rhino's skin. Because the birds also peck at the rhinos' skins with their beaks and hurt it, scientists wondered why the rhinos do not shake the birds off their backs. One team of scientists from California State University and Victoria University in Australia found that the black rhinoceros listens for the noises the oxpecker makes. Rhinoceros cannot see well but oxpeckers can. Oxpeckers make a noise when they see humans nearby that is different from their other noises. The rhinos hear this noise and then either look for the human or run away. The scientists performed an experiment: A human would slowly walk toward a rhino. Rhinos without oxpeckers on their backs only noticed the human one out of five times, but rhinos with oxpeckers noticed the human every time and from much further away. The scientists wondered if bringing flocks of oxpeckers to groups of rhinoceros without them would help the rhinos avoid human hunters.\nThe scientists had the idea for this experiment because the Swahili language word for oxpecker is \"Askari wa kifaru,\" which means \"the rhino's guard\" in English. One of the scientists said it was important to listen to indigenous peoples when studying things in the places where those people live. \"We too often dismiss the importance of indigenous people and their observations,\" said ecologist Roan Plotz, who worked on this study. \"While western science has been incredibly useful, there are many insights we can learn from indigenous communities.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":48},{"uri":"Rhinoceros","surface_form":"rhinoceros","offset":59},{"uri":"Africa","surface_form":"Africa","offset":103},{"uri":"Kenya","surface_form":"Kenya","offset":120},{"uri":"Tanzania","surface_form":"Tanzania","offset":127},{"uri":"Cameroon","surface_form":"Cameroon","offset":137},{"uri":"South_Africa","surface_form":"South Africa","offset":147},{"uri":"Namibia","surface_form":"Namibia","offset":161},{"uri":"Zimbabwe","surface_form":"Zimbabwe","offset":170},{"uri":"Angola","surface_form":"Angola","offset":184},{"uri":"Browser","surface_form":"browser","offset":254},{"uri":"White_rhinoceros","surface_form":"white rhinoceros","offset":345},{"uri":"Oxpecker","surface_form":"oxpecker","offset":504},{"uri":"California_State_University","surface_form":"California State University","offset":812},{"uri":"Victoria_University","surface_form":"Victoria University","offset":844},{"uri":"Poaching","surface_form":"human hunters","offset":1539},{"uri":"Swahili","surface_form":"Swahili","offset":1614},{"uri":"Indigenous_peoples","surface_form":"indigenous peoples","offset":1773}]}