{"id":36766,"url":"http://en.wikipedia.org/wiki/Blockbusters","text":"\"Blockbusters\" was a game show that aired from 1980 to 1987.\nHow to play.\nOne team of two people plays against a solo person to see if two heads are better than one. The team is represented by the color white while the solo player is represented by the color red. There is a game board with letters inside spaces shaped like a hexagon. A player picks a letter on the board, and host Bill Cullen asks a question to see how much the players know. Whoever rings in first and gets the answer right gets their color put on the board in the space where the corresponding letter once was. If the team makes a connection from left to right, they win. If the solo player makes a connection from top to bottom, he/she wins.\nGold Rush.\nWhoever wins after two games goes on to play the \"Gold Rush\" for a shot at an extra $5,000. The board is the same, except that the spaces are colored gold, and sometimes more than one letter is seen in each space. The object of the game is to make a connection across the board within the 60 second time limit. If they do, they win the $5,000. If they miss a question, a block will go up and they will have to work their way around it.\nDifferent versions.\n\"Blockbusters\" aired on the NBC network and was hosted by Bill Cullen from 1980 to 1982. Then in 1987, comedian Bill Rafferty hosted a new version, which ended the same year. It featured two solo players instead of a team of two people and a solo player.","categories":[],"infobox_types":[],"annotations":[{"uri":"Game_show","surface_form":"game show","offset":21},{"uri":"1980","surface_form":"1980","offset":47},{"uri":"1987","surface_form":"1987","offset":55},{"uri":"White","surface_form":"white","offset":203},{"uri":"Red","surface_form":"red","offset":259},{"uri":"Hexagon","surface_form":"hexagon","offset":327},{"uri":"Bill_Cullen","surface_form":"Bill Cullen","offset":383},{"uri":"NBC","surface_form":"NBC","offset":1209},{"uri":"Presenter","surface_form":"hosted","offset":1229},{"uri":"Bill_Cullen","surface_form":"Bill Cullen","offset":1239},{"uri":"1980","surface_form":"1980","offset":1256},{"uri":"1982","surface_form":"1982","offset":1264},{"uri":"1987","surface_form":"1987","offset":1278},{"uri":"Comedian","surface_form":"comedian","offset":1284},{"uri":"Bill_Rafferty","surface_form":"Bill Rafferty","offset":1293}]}