{"id":367788,"url":"http://en.wikipedia.org/wiki/Jadoon","text":"e=\"preserve\">The Jadoon (sometimes also called 'Gadun') are a Pashtun tribe in Pakistan. They are settled mostly in Swabi and Abbottabad areas of Khyber Pakhtunkhwa province of Pakistan.\nHorace Rose, an amateur ethnologist and administrator of the British Raj, noted them in 1911 as being present partly in Gadoon in Swabi, and partly in Abbottabad and Haripur districts of Khyber Pakhtunkhwa province. Across the Durand line, some members of the tribe live in Nangarhar and Kunar in Afghanistan. The Jadoons speak Pashto in Swabi and Afghanistan and Hindko in Abbottabad and Haripur.The name Jadoon is sometimes spelled as Gadoon and in one citation as Suddoon.\nThe Jadoon are descended from Ashraf also known as jadoon (Gadoon) of the Panni clan of the Ghurghusht Afghan. Panni, Kakar, Naghar and Dawi were four sons of Daney son of Ismail, also known as Ghurghusht. The people of this tribe call themselves jadoons, but Eastern Afghans who change the letter S`h into K`h and “j” into “G” style them Gadoons as the letter J and G are interchangeable in the Pushto language, just as jillani and Gillani are synonyms. The Jadoons were freedom fighters and they showed bravery against their rivals, especially the Sikhs and the British with other prominent Pashtun tribes of the region like the Swati, Tareens Khaji khail and Shilmani. Their leader Sakhi Jan Jadoon had been martyred during the freedom efforts against the Sikhs in the 19th century.\nJadoons living in Pakistan are subdivided into Mansoor & saalars subtribes. Subtribe Mansoor is further subdivided into three branches namely, DulatZai, MosaZai and Sheikhs, named after Daulat Khan, Mosa Khan & Hasan Khan, sons of Sheikh Mansoor. DaulatZais are settled in Mangal and Mirpur areas of District Anbottabad of Khyber PukhtoonKha region.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pashtun","surface_form":"Pashtun","offset":62},{"uri":"Pakistan","surface_form":"Pakistan","offset":79},{"uri":"Swabi","surface_form":"Swabi","offset":116},{"uri":"Abbottabad","surface_form":"Abbottabad","offset":126},{"uri":"Khyber_Pakhtunkhwa","surface_form":"Khyber Pakhtunkhwa","offset":146}]}