{"id":367743,"url":"http://en.wikipedia.org/wiki/The_Jim_Henson_Company","text":"The Jim Henson Company is an American entertainment company. It started with Muppets, LLC. in 1958 by puppeteer Jim Henson. Henson is the creator of The Muppets. The Muppets helped the company become popular worldwide. They were well known in family entertainment for more than forty years.\nIn 1969, the company started making characters and more than 20 short movies for the popular children's show \"Sesame Street\".\nOne of the company's first characters regularly on national television was Rowlf the Dog. He was first made for Purina Dog Chow commercials. He became famous when he became a regular character on \"The Jimmy Dean Show\" from 1963–66.\nIn 1976, British media mogul Lew Grade asked Jim Henson to make a weekly show based in England, which became \"The Muppet Show\". The success of \"The Muppet Show\" led to many movies, specials, videos, and more.\nIn the early 1980s, Jim Henson also formed Jim Henson's Creature Shop. It made characters for shows such as \"The Storyteller\", \"Farscape\", and \"Dinosaurs\"; and movies such as \"The Dark Crystal\" and \"Labyrinth\". It was also in the 1980s that Jim Henson produced new television series such as \"Fraggle Rock\" and \"The Jim Henson Hour\".\nIn 1990, Jim Henson was talking to The Walt Disney Company about selling his company. Henson died during the week that he was going to sign the contract. His family decided to have the company keep the rights to the characters. However, on December 18, 1991, The Walt Disney Company bought the distribution rights to the entire Jim Henson Company library up to that time.\nIn 2000, Jim Henson’s children sold the company to the German media company, EM.TV. In 2001 they sold the \"Sesame Street\" Muppets to Sesame Workshop. In 2003 Henson's children bought back the company. In 2004, they sold the rights to \"The Muppets\" and \"Bear in the Big Blue House\" characters to The Walt Disney Company. The Walt Disney Company now owns all Muppet-related trademarks, including the word “Muppet”.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":29},{"uri":"Puppeteer","surface_form":"puppeteer","offset":102},{"uri":"Jim_Henson","surface_form":"Jim Henson","offset":112},{"uri":"The_Muppets","surface_form":"The Muppets","offset":149},{"uri":"Sesame_Street","surface_form":"Sesame Street","offset":401},{"uri":"Rowlf_the_Dog","surface_form":"Rowlf the Dog","offset":492},{"uri":"The_Jimmy_Dean_Show","surface_form":"The Jimmy Dean Show","offset":614},{"uri":"Mogul","surface_form":"mogul","offset":672},{"uri":"Lew_Grade","surface_form":"Lew Grade","offset":678},{"uri":"The_Muppet_Show","surface_form":"The Muppet Show","offset":759},{"uri":"Jim_Henson%27s_Creature_Shop","surface_form":"Jim Henson's Creature Shop","offset":901},{"uri":"The_Storyteller","surface_form":"The Storyteller","offset":967},{"uri":"Farscape","surface_form":"Farscape","offset":986},{"uri":"Dinosaurs_(TV_series)","surface_form":"Dinosaurs","offset":1002},{"uri":"The_Dark_Crystal","surface_form":"The Dark Crystal","offset":1034},{"uri":"Labyrinth","surface_form":"Labyrinth","offset":1057},{"uri":"Fraggle_Rock","surface_form":"Fraggle Rock","offset":1150},{"uri":"The_Jim_Henson_Hour","surface_form":"The Jim Henson Hour","offset":1169},{"uri":"The_Walt_Disney_Company","surface_form":"The Walt Disney Company","offset":1226},{"uri":"Distribution","surface_form":"distribution","offset":1485},{"uri":"EM.TV","surface_form":"EM.TV","offset":1640},{"uri":"Trademark","surface_form":"trademark","offset":1935}]}