{"id":367775,"url":"http://en.wikipedia.org/wiki/Sarus_crane","text":"The sarus crane (\"Grus antigone\") is a large non-migratory crane found in parts of the Indian subcontinent, southeast Asia and Australia. It is the tallest flying bird, and can grow to 1.8 m (5.9 ft) tall. Its wingspan can be up to 2.4 metres (8 ft) and its weight 8.4 kg (18.5 lb). It lives in open wetlands.\nThe sarus crane is easily distinguished from other cranes in the region by its overall grey colour and the contrasting red head and upper neck. They forage on marshes and shallow wetlands for roots, tubers, insects, crustaceans and small vertebrate prey. Like other cranes, they form long-lasting pairs and hold territories. There they perform territorial and courtship displays which include loud trumpeting, leaps and dance-like movements. In India they are symbols of faithfulness, and are thought to mate for life, and pine the loss of their mates even to the point of starving to death.\nThe main breeding season is during the rainy season, when the pair builds an enormous nest \"island\", a circular platform of reeds and grasses nearly two metres in diameter and high enough to stay above the shallow water surrounding it.\nSarus crane numbers have declined greatly in the last century. It is estimated that the current population is a tenth or less (perhaps 2.5%) of the numbers that existed in the 1850s. The stronghold of the species is Rajasthan, India, where it is traditionally revered. It lives in wetlands, and in agricultural lands close to humans. Elsewhere, the species has been eliminated in many parts of its former range.","categories":[],"infobox_types":[],"annotations":[{"uri":"Migration","surface_form":"migratory","offset":49},{"uri":"Crane_(bird)","surface_form":"crane","offset":59},{"uri":"Indian_subcontinent","surface_form":"Indian subcontinent","offset":87},{"uri":"Southeast_Asia","surface_form":"southeast Asia","offset":108},{"uri":"Australia","surface_form":"Australia","offset":127},{"uri":"Wetland","surface_form":"wetland","offset":300},{"uri":"Marsh","surface_form":"marsh","offset":469},{"uri":"Wetland","surface_form":"wetland","offset":489},{"uri":"Root","surface_form":"root","offset":502},{"uri":"Tuber","surface_form":"tuber","offset":509},{"uri":"Crustacean","surface_form":"crustacean","offset":526},{"uri":"Prey","surface_form":"prey","offset":559},{"uri":"Pair","surface_form":"pairs","offset":607},{"uri":"Territorialism","surface_form":"territories","offset":622},{"uri":"Courtship","surface_form":"courtship","offset":670},{"uri":"Display_(zoology)","surface_form":"displays","offset":680},{"uri":"India","surface_form":"India","offset":755},{"uri":"Grass","surface_form":"grass","offset":1036},{"uri":"Rajasthan","surface_form":"Rajasthan","offset":1354},{"uri":"Range_(biology)","surface_form":"range","offset":1543}]}