{"id":367953,"url":"http://en.wikipedia.org/wiki/Karl_Mannheim","text":"Karl Mannheim (27 March 1893 - 9 January 1947), or Károly Mannheim in original writing of his name, was a Hungarian-German sociologist and social scientist. He was influential in the first half of the 20th century. He is one of the founding fathers of classicial sociology as well as a founder of the sociology of knowledge.\nLife.\nMannheim was born in Budapest. He studied there as well as in Berlin, Paris and Heidelberg. In Budapest, at the University of Budapest, he earned a doctorate in philosophy. In 1914 he attended lectures by Georg Simmel. During the brief period of the Hungarian Soviet in 1919 he taught in a teacher-training school thanks to the patronage and his friend and mentor György Lukács.\nLegacy.\nMannheim's book \"Ideologie und Utopie\" (1929) was the most widely debated book by a living sociologist in Germany during the Weimar Republic; the English version \"Ideology and Utopia\" (1936) has been a standard in American-style international academic sociology, carried by the interest it aroused in the U.S.A. The German and English versions of the book are quite different. This has led to reappraisals of Mannheim started by new texual discoveries and republications. Mannheim's sociological theorizing has been the subject of many book-length studies, evidence of an international interest in his principal themes. Mannheim was not an author of any work he himself considered a finished book, but rather of some fifty major essays and treatises. Most of these were later published in book form.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sociology","surface_form":"sociologist","offset":123},{"uri":"Social_sciences","surface_form":"social scientist","offset":139},{"uri":"Sociology_of_knowledge","surface_form":"sociology of knowledge","offset":301},{"uri":"Budapest","surface_form":"Budapest","offset":352},{"uri":"Berlin","surface_form":"Berlin","offset":393},{"uri":"Paris","surface_form":"Paris","offset":401},{"uri":"Heidelberg","surface_form":"Heidelberg","offset":411},{"uri":"Budapest","surface_form":"Budapest","offset":426},{"uri":"University_of_Budapest","surface_form":"University of Budapest","offset":443},{"uri":"Georg_Simmel","surface_form":"Georg Simmel","offset":536},{"uri":"Gy%C3%B6rgy_Luk%C3%A1cs","surface_form":"György Lukács","offset":695},{"uri":"Weimar_Republic","surface_form":"Weimar Republic","offset":843},{"uri":"United_States","surface_form":"U.S.A","offset":1023}]}