{"id":368093,"url":"http://en.wikipedia.org/wiki/C._Lloyd_Morgan","text":"Conwy Lloyd Morgan, FRS, usually known as Lloyd Morgan, (6 February 1852 – 6 March 1936) was a British ethologist and psychologist. He is best remembered for the experimental approach to animal psychology now known as 'Morgan's canon', which is a specialised form of Occam's razor. His idea played a role in the later growth of behaviourism in psychology.\nLife.\nLloyd Morgan was born in London and studied at the Royal School of Mines and under T.H. Huxley. He taught in Cape Town, but in 1884 joined the staff of University College, Bristol as Professor of Geology and Zoology. He quickly became interested in the field he called 'mental evolution', the borderland between intelligence and instinct. In 1901 he became the college's first Professor of Psychology and Education.\nIn 1909 Lloyd Morgan became the first Vice-Chancellor of Bristol University. He held the office for a year, then was Professor of Psychology and Ethics until his retirement in 1919.\nEthology.\nUnder Lloyd's canon, animal behaviour should be explained in the simplest possible way. For example, an animal should be considered conscious only if there is no other explanation for its behaviour. Where behaviour seems to imply higher mental processes, it might be explained by trial and error learning. An example is the skilful way in which his terrier Tony opened the garden gate, easily misunderstood as an insightful act by someone seeing the final behaviour. Lloyd Morgan, however, had watched and recorded the series of approximations by which the dog had gradually learned the response, and could demonstrate that no insight was required to explain it.\nThis kind of study throws light not only on inherited behaviour but on the maturation of sense organs and the central nervous system. Behaviour changes in most animals during the first hours and days of life. The causes of those changes in behaviour may be developmental maturation, or learning, or some combination of the two. This is a primary area of research in ethology.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fellow_of_the_Royal_Society","surface_form":"FRS","offset":20},{"uri":"Ethologist","surface_form":"ethologist","offset":103},{"uri":"Psychologist","surface_form":"psychologist","offset":118},{"uri":"Morgan%27s_canon","surface_form":"Morgan's canon","offset":219},{"uri":"Occam%27s_razor","surface_form":"Occam's razor","offset":267},{"uri":"Behaviourism","surface_form":"behaviourism","offset":328},{"uri":"Psychology","surface_form":"psychology","offset":344},{"uri":"Royal_School_of_Mines","surface_form":"Royal School of Mines","offset":413},{"uri":"T.H._Huxley","surface_form":"T.H. Huxley","offset":445},{"uri":"Cape_Town","surface_form":"Cape Town","offset":471},{"uri":"Geology","surface_form":"Geology","offset":558},{"uri":"Zoology","surface_form":"Zoology","offset":570},{"uri":"Intelligence","surface_form":"intelligence","offset":674},{"uri":"Instinct","surface_form":"instinct","offset":691},{"uri":"Ethology","surface_form":"animal behaviour","offset":991},{"uri":"Conscious","surface_form":"conscious","offset":1102},{"uri":"Trial_and_error","surface_form":"trial and error","offset":1250},{"uri":"Terrier","surface_form":"terrier","offset":1319},{"uri":"Insight","surface_form":"insight","offset":1383},{"uri":"Maturation","surface_form":"maturation","offset":1708},{"uri":"Sense_organ","surface_form":"sense organ","offset":1722},{"uri":"Central_nervous_system","surface_form":"central nervous system","offset":1743},{"uri":"Causation","surface_form":"causes","offset":1846},{"uri":"Ethology","surface_form":"ethology","offset":1999}]}