{"id":368046,"url":"http://en.wikipedia.org/wiki/Kaltjiti","text":"Kaltjiti (also previously known as Fregon) is an Aboriginal community in the Aṉangu Pitjantjatjara Yankunytjatjara Lands in South Australia. It is located about south of the Musgrave Ranges and is from the Stuart Highway. The town sits on Officer Creek, which flows from Mount Woodroffe. The creek is usually a dry sandy bed and only flows at times of very high rainfall. There are about 350 people living at Kaltjiti.\nThe first recording by white Australians of a community at Kaltjiti was by explorer Ernest Giles. He wrote that he found 200 male Aborigines there in September 1873, during his second trip into the South Australian desert. The meeting was violent, as Giles and his travellers interrupted a sacred ceremony. The first European settlement near Kaltjiti was set up in 1934. It was established by a dogger (dingo hunter), who was given the rights to the nearby bore (called Shirley Well) by the government as a reward for all the dingos he had killed. By the late 1950s, Aboriginal families were camped at Shirley Well permanently. In 1960, the station at Ernabella was expanded to include Shirley Well.\nA outstation, called Fregon, was built with government help by 1961, as a base for Aboriginal stockmen and their families. It was built south of Shirley Well on Officer Creek. The aim of the settlement was to provide training in working with livestock and for the families to have access to traditional country in the sandhills to the west. Fregon was administered through Ernabella and it was not until 1968 that it had its own airstrip. It began with a school, a small health clinic, a workshop, a small store and houses for the staff.\nMail is delivered to Kaltjiti twice a week. Supplies are delivered every two weeks. Water is provided from four bores and placed in storage tanks for pumping to the community. Electricity comes from a diesel generator. Kaltjiti does not have a permanent police presence. State police are based at Marla and run patrols to the area.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indigenous_Australians","surface_form":"Aboriginal","offset":49},{"uri":"A%E1%B9%89angu_Pitjantjatjara_Yankunytjatjara","surface_form":"Aṉangu Pitjantjatjara Yankunytjatjara Lands","offset":77},{"uri":"South_Australia","surface_form":"South Australia","offset":124},{"uri":"Musgrave_Ranges","surface_form":"Musgrave Ranges","offset":174},{"uri":"Stuart_Highway","surface_form":"Stuart Highway","offset":206},{"uri":"Officer_Creek","surface_form":"Officer Creek","offset":239},{"uri":"Mount_Woodroffe","surface_form":"Mount Woodroffe","offset":271},{"uri":"Ernest_Giles","surface_form":"Ernest Giles","offset":503},{"uri":"Ceremony","surface_form":"ceremony","offset":716},{"uri":"Dingo","surface_form":"dingo","offset":822},{"uri":"Hunter","surface_form":"hunter","offset":828},{"uri":"Groundwater","surface_form":"bore","offset":876},{"uri":"Station_(agriculture)","surface_form":"station","offset":1060},{"uri":"Ernabella","surface_form":"Ernabella","offset":1071},{"uri":"Outstation_movement","surface_form":"outstation","offset":1121},{"uri":"Stockman","surface_form":"stockmen","offset":1213},{"uri":"Livestock","surface_form":"livestock","offset":1361},{"uri":"Homeland","surface_form":"traditional country","offset":1410},{"uri":"Pukatja%2C_South_Australia","surface_form":"Ernabella","offset":1492},{"uri":"Airstrip","surface_form":"airstrip","offset":1548},{"uri":"Diesel_engine","surface_form":"diesel","offset":1858},{"uri":"Generator","surface_form":"generator","offset":1865},{"uri":"Marla","surface_form":"Marla","offset":1954}]}