{"id":368029,"url":"http://en.wikipedia.org/wiki/Pukatja%2C_South_Australia","text":"Pukatja is an Aboriginal community in the Aṉangu Pitjantjatjara Yankunytjatjara Lands in South Australia. Pukatja is in the eastern Musgrave Ranges, west of the Stuart Highway, about south of the Northern Territory border. The town sits at an elevation of 676 metres above sea level. There were 332 people living at Pukatja in the 2006 census. This was an increase from 226 in the 2001 census, but a decrease from 470 in the 1991 census.\nThe town was established as a Presbyterian mission in 1938, with the name Ernabella. Families gradually came in from traditional nomadic life in the desert to live at the mission. The church gave control over the Ernabella Mission to a local community council on 1 January 1974.\nMail is delivered twice a week by a small plane from Alice Springs. The community store sells food and clothes. The garage has basic parts and diesel fuel. The local clinic has three registered nurses and the doctor is based here, but often away visiting other communities in the APY. The community church belongs to the Uniting Church. There is a basic police station at Pukatja, and is not permanently manned. In July 2007, the state police described the station as \"dirty\" and not well equipped. In response, the state government said that it would spend A$7.5 million at Pukatja and nearby Amata for new police stations, court facilities, prisoner cells and housing for police officers.\nIn the 2001 census, Pukatja was second only to nearby Mimili in having the lowest per-person income in South Australia ($174). Most important to the community's income is the local artists' co-operative, Ernabella Arts Inc. Established in 1948, Ernabella Arts is one of the longest continually running aboriginal arts centres in Australia. During the 1950s and 1960s, art and craft using local wool was the typical artistic form made by the Ernabella artists. Batik was introduced after several Ernabella artists travelled to Indonesia in the 1970s. Ernabella artists are now well known for their batik work and printmaking. A large collection of Ernabella art can be seen at the National Museum of Australia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indigenous_Australians","surface_form":"Aboriginal","offset":14},{"uri":"A%E1%B9%89angu_Pitjantjatjara_Yankunytjatjara","surface_form":"Aṉangu Pitjantjatjara Yankunytjatjara Lands","offset":42},{"uri":"South_Australia","surface_form":"South Australia","offset":89},{"uri":"Musgrave_Ranges","surface_form":"Musgrave Ranges","offset":132},{"uri":"Stuart_Highway","surface_form":"Stuart Highway","offset":161},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":196},{"uri":"Presbyterian","surface_form":"Presbyterian","offset":468},{"uri":"Mission_(Christianity)","surface_form":"mission","offset":481},{"uri":"Nomadic_people","surface_form":"nomadic","offset":567},{"uri":"Fixed-wing_aircraft","surface_form":"plane","offset":759},{"uri":"Alice_Springs","surface_form":"Alice Springs","offset":770},{"uri":"Garage","surface_form":"garage","offset":833},{"uri":"Diesel_fuel","surface_form":"diesel fuel","offset":860},{"uri":"Clinic","surface_form":"clinic","offset":883},{"uri":"Uniting_Church_in_Australia","surface_form":"Uniting Church","offset":1038},{"uri":"Police_station","surface_form":"police station","offset":1071},{"uri":"Australian_dollar","surface_form":"A$","offset":1275},{"uri":"Amata%2C_South_Australia","surface_form":"Amata","offset":1311},{"uri":"Mimili%2C_South_Australia","surface_form":"Mimili","offset":1462},{"uri":"Income","surface_form":"income","offset":1501},{"uri":"Aboriginal_art","surface_form":"aboriginal art","offset":1710},{"uri":"Handicraft","surface_form":"craft","offset":1784},{"uri":"Wool","surface_form":"wool","offset":1802},{"uri":"Batik","surface_form":"Batik","offset":1868},{"uri":"Indonesia","surface_form":"Indonesia","offset":1934},{"uri":"National_Museum_of_Australia","surface_form":"National Museum of Australia","offset":2088}]}