{"id":368076,"url":"http://en.wikipedia.org/wiki/Little_Spain","text":"e=\"preserve\">Little Spain was a Spanish American neighborhood in the New York City borough of Manhattan during 20th century.\nHistory.\n\"Little Spain\" was 14th Street, between Seventh and Eighth Avenues. A very different slice of Chelsea existed on a stretch of 14th Street often referred to by residents as \"Calle Catorce,\" or \"Little Spain\". The Church of Our Lady of Guadelupe (No. 299) was founded in 1902, when Spaniards started to settle in the area. Although the Spanish business have given way to such nightclubs as Nell's and Oh Johnny on the block between Seventh and Eighth Avenues, the Spanish food and gift emporium known as Casa Moneo has been at 210 West 14th since 1929. In 2010 the documentary Little Spain, directed and written by Artur Balder, was filmed in New York City. The documentary pulled together for first time an archive that reveals the untold history of the Spanish-American presence in Manhattan. The archive contains more than 450 photographs and 150 documents that have never been publicly displayed. They present the history of the streets of Little Spain in New York City throughout the 20th Century. The archive contains more than 450 photographs and 150 documents that have never been publicly displayed. They present the history of the streets of Little Spain in New York City throughout the 20th Century.\nOther important commerces and Spanish business of Little Spain were restaurants like La Bilbaína, Trocadero Valencia, Bar Coruña, Little Spain Bar, Café Madrid, Mesón Flamenco, or El Faro Restaurant, established 1927, and still today open at 823 Greenwich St. The Iberia was a famous Spanish dress shop.\nThe heart of the Spanish American community in that area were the two landmarks the Spanish Benevolent Society and the Roman Catholic Church of Our Lady of Guadalupe, founded at the turn of the 19th century, being the first parish in Manhattan with mass in Latin and Spanish.\nVirginia Admiral and her son, Robert Mario De Niro Jr., moved to a top floor studio at the 219 West 14th Street, owned by the Galician entrepreneur José García. According with the investigations, Robert De Niro was living during the 50s at the heart of Little Spain after the divorce of his parents.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spanish_people","surface_form":"Spanish","offset":32},{"uri":"United_States","surface_form":"American","offset":40},{"uri":"Neighbourhood","surface_form":"neighborhood","offset":49},{"uri":"New_York_City","surface_form":"New York City","offset":69},{"uri":"Borough_(New_York_City)","surface_form":"borough","offset":83},{"uri":"Manhattan","surface_form":"Manhattan","offset":94},{"uri":"Casa_Moneo","surface_form":"Casa Moneo","offset":636},{"uri":"Artur_Balder","surface_form":"Artur Balder","offset":747},{"uri":"El_Faro_Restaurant","surface_form":"El Faro Restaurant","offset":1523},{"uri":"Spain","surface_form":"Spanish","offset":1664},{"uri":"United_States","surface_form":"America","offset":1672},{"uri":"Spanish_Benevolent_Society","surface_form":"Spanish Benevolent Society","offset":1731},{"uri":"Church_of_Our_Lady_of_Guadalupe","surface_form":"Church of Our Lady of Guadalupe","offset":1781},{"uri":"Manhattan","surface_form":"Manhattan","offset":1881},{"uri":"Spain","surface_form":"Spanish","offset":1914},{"uri":"Virginia_Admiral","surface_form":"Virginia Admiral","offset":1923},{"uri":"Robert_De_Niro","surface_form":"Robert Mario De Niro Jr.","offset":1953}]}