{"id":3681,"url":"http://en.wikipedia.org/wiki/Writing","text":"Writing is the act of recording language on a visual medium using a set of symbols. The symbols must be known to others, so that the text may be read.\nA text may also use other visual systems, such as illustrations and decorations. These are not called writing, but may help the message work. Usually, all educated people in a country use the same writing system to record the same language. To be able to read and write is to be literate.\nWriting differs from speech because \"the readers need not be present at the time\". We can read writing from long ago, and from different parts of the world. Text stores and communicates knowledge. Writing is one of the greatest inventions of the human species. It was invented after people settled in towns, and after agriculture started. Writing dates from about 3,300BC, which is over 5000 years ago, in the Middle East.\nWriting today is usually on paper, though there are ways to print on almost any surface. Television and movie screens can also display writing, and so can computer screens. Many writing materials were invented, long before paper. Clay, papyrus, wood, slate and parchment (prepared animal skins) have all been used. The Romans wrote on waxed tablets with a pointed stylus; this was popular for temporary notes and messages. The later invention of paper by the Chinese was a big step forward.\nWriting is traditionally done using a hand tool such as a pencil, a pen, or a brush. More and more, however, text is created by input on a computer keyboard.\nDefinition of writing.\nTherefore, depending on an author's definition of writing, the term may be used in different ways. With many early systems we do not know what they do convey. The central idea is that \"a full writing system must be able to represent anything that might be said in spoken language\".p7, 217 From this point of view the invention of the rebus is an essential step.\nWe can only be sure a sign system is full writing if we can translate the symbols into a modern language. In the case of some ancient scripts we cannot do this.\nHistory of writing.\nWriting was invented independently a number of times. The Sumerian, the ancient Egyptian, the Chinese and the Mayan writings are separate in their invention.p85 All these writing systems started with \"pictographs\", symbols that stood for things. Then they developed a mixture of methods. Our own alphabetic system is different. It is based on the sounds of spoken language. All alphabets are modified versions of the first one, which originated with the Phoenicians and the Ancient Greeks.\nSumer.\nThe Sumerians lived in Mesopotamia, between the Tigris and Euphrates rivers. 5000 years ago this was a fertile region and is now mostly in Iraq. The Sumerians developed a form of writing called cuneiform. Triangular marks were pressed into soft clay tablets. After the clay had dried in the sun the tablets were baked. Then they were carried somewhere else for others to read. We know that its first uses were for trade, accounting and administration.\nThe earliest signs were mostly pictorial, but soon they stood as symbols for objects, ideas and sounds. This writing system was extremely successful, and outlasted the Sumerian empire. It was then used by other civilisations in the Middle East, such as the Old\nAkkadian, Babylonian, Assyrian, Elamite, Hittite, Old Persian and Ugaritic empires. The last cuneiform inscription was dated as AD75. Thus the system had lasted for more than 3000 years.p71 Each version of cuneiform had to be deciphered separately, because all the languages were different. Documents (including stone objects) written in more than one language provided the clues.\nAncient Egypt.\nThe writing tools used varied according to the material which was written on. The two cursive scripts were written with reed pens and carbon inks onto papyrus. If the material was cloth, then the writing was done by a brush. Many examples survive. The hieroglyphs were inscribed (carved) into stone (hammer & chisel) or painted onto stone surfaces. Many survive, some with the original colours intact. The key event in the decipherment of hieroglyphic writing was the discovery of the Rosetta Stone. This is a granite slab with the same message written in hieroglyphic, demotic and in Greek. Ancient Greek is well understood, and made possible the interpretation of the other two scripts.\nChinese.\nChinese has a huge number of characters: in the region of 50,000.p186 Because of this, printing methods were never really successful in China, despite their early invention. In the 14th century Wang Tzhen had sixty thousand wood block characters cut, a huge investment in time and money. He printed 100 copies of a local gazette, and was author of a treatise on agriculture and other technical works. Even with printing machines from Europe in the 19th century, the process was hampered by the huge number of characters, which slowed the \"composition\" to a snail's pace.\nChina has eight regional languages that are mutually unintelligible, and many true dialects. The system appears to work mainly because as many as 70% speak Mandarin. Fluency in Chinese reading and writing is undoubtedly difficult to achieve, and this must act as a brake on the drive for literacy. There have been a number of attempts to reform or simplify the system. The most radical in Pinyin, which is a program to replace Chinese characters with an alphabetic system. This was supported by Mao, but faltered after his death.\nAlphabets.\nIt seems that the idea of an alphabet–a script based entirely upon sound–arose only once, and has been copied and adapted to suit many different languages. Although no alphabet fits its language perfectly, it is flexible enough to fit any language approximately. It was a unique invention.p12\nOur alphabet is called the Roman alphabet, as compared with the Cyrillic and other alphabets. All of these come from the ancient Greek alphabet, which dates back to about 1100 to 800BC.p167 The Greek alphabet was probably developed from the Phoenician script, which appeared somewhat earlier, and had some similar letter-shapes.\nThe Phoenician language was a Semitic language, often called Canaanite. The Semitic group of languages includes Arabic, Maltese, Hebrew and also Aramaic, the language spoken by Jesus. We do not know much about how the alphabetic idea arose, but the Phoenicians, a trading people, came up with letters which were adapted by the early Greeks to produce their alphabet. The one big difference is that the Phoenician script had no pure vowels. Arabic script has vowels which may be shown by diacritics (small marks above or below the line). The oldest Qu'ran manuscripts had no diacritics. Israeli children today use texts with vowel 'dots' added, to about the third grade.p89\nNo ancient script, alphabetic or not, had pure vowels before the Greeks. The Greek alphabet even has two vowels for 'e' and two for 'o', to distinguish between the long and short sounds. It is fairly clear from this that careful thought went into both the Phoenician invention and the Greek adaptation. However, no details survive of either process.\nSemitic scripts apparently derive from \"Proto-Sinaitic\", a script of which only 31 inscriptions (plus 17 doubtful) are known. It is thought by some researchers that the original source of this script was the Egyptian hieratic script. By the late Middle Kingdom (about 1900BC) hieratic had added some alphabetic signs for representing the consonants of foreign names. Egyptian activity in Sinai was at its height at that time. A similar idea had been suggested many years before.\nUndeciphered scripts.\nThere are a number of scripts which have never been deciphered, despite much effort.p145 Perhaps the most famous are the script of the Indus Valley civilization, and Etruscan. The Indus River civilisation predates other literate civilisations on the Indian subcontinent, going back to about 2500BC. Their cities of Mohenjo-Daru and Harappa were well-planned, with good drainage. The script is found on seal stones, terracotta, bronze, bone and ivory. All are brief, and the language is unknown.\nThe Etruscan language used Greek letter-forms, and is found mainly on Etruscan tombs, from Tuscany through to Venice. They were an empire before the Romans, who defeated them, and absorbed their ideas. All knowledge of their language was lost, except that some of the names on tomb memorials can be read from the Greek letters.\nVinča symbols.\nThe Tărtăria tablets are three tablets discovered in 1961 in the village of Tărtăria (Hungarian: Alsótatárlaka). This is about from Alba Iulia in Romania. The tablets, dated to around 5300 BC, have symbols in clay: the \"Vinča symbols\". Some claim they are a yet undeciphered language. If this is so, they would be the earliest known form of writing. In 1908 similar symbols were found during excavations, by Miloje Vasić (1869–1956) in Vinča. This is a suburb of Belgrade (Serbia), some 300 km from Turdaș. Later, more were found in another part of Belgrade. Since 1875 over one hundred and fifty Vinča sites have been found in Serbia alone. Many, including Vinča itself, have not been fully excavated. The culture of the whole area is called the Vinča culture. Although some of these symbols look exactly the same as some letters in Etruscan, Greek, and Aramaic, they are generally regarded as an original, independent development.\nLiteracy.\nIt is only in the last 150 years that most people have been able to read and write in Europe and North America. In many other parts of the world this did not happen until the 20th century. Until then, literacy was mainly for clerics, that is, people who had training as priests. Even wealthy people were often illiterate, and used scribes to write for them. The invention of printing came before mass literacy. Before 1500, each book had to be created by hand, so there were few books available compared to the billions in the world today. Mass literacy needed cheap books.\nEven now, there is still widespread illiteracy.\nHandwriting.\nThe ordinary use of writing by means of a pen and paper. Can refer to writing for oneself, as in a diary, but mostly it refers to sending letters. Once it was almost the only means of communication between people who were separated. Now, the telephone and e-mail are the most common means of distance communication.","categories":[],"infobox_types":[],"annotations":[{"uri":"Recording","surface_form":"recording","offset":22},{"uri":"Language","surface_form":"language","offset":32},{"uri":"Visual","surface_form":"visual","offset":46},{"uri":"Media","surface_form":"medium","offset":53},{"uri":"Symbol","surface_form":"symbol","offset":75},{"uri":"Text","surface_form":"text","offset":133},{"uri":"Read","surface_form":"read","offset":145},{"uri":"Illustration","surface_form":"illustration","offset":201},{"uri":"Writing_system","surface_form":"writing system","offset":348},{"uri":"Literacy","surface_form":"literate","offset":430},{"uri":"Speech","surface_form":"speech","offset":461},{"uri":"Knowledge","surface_form":"knowledge","offset":626},{"uri":"Invention","surface_form":"invention","offset":668},{"uri":"Town","surface_form":"town","offset":741},{"uri":"Neolithic_revolution","surface_form":"agriculture started","offset":758},{"uri":"Middle_East","surface_form":"Middle East","offset":850},{"uri":"Paper","surface_form":"paper","offset":891},{"uri":"Television","surface_form":"Television","offset":952},{"uri":"Movie","surface_form":"movie","offset":967},{"uri":"Screen","surface_form":"screen","offset":973},{"uri":"Paper","surface_form":"paper","offset":1086},{"uri":"Clay","surface_form":"Clay","offset":1093},{"uri":"Papyrus","surface_form":"papyrus","offset":1099},{"uri":"Wood","surface_form":"wood","offset":1108},{"uri":"Slate","surface_form":"slate","offset":1114},{"uri":"Parchment","surface_form":"parchment","offset":1124},{"uri":"Ancient_Rome","surface_form":"Romans","offset":1182},{"uri":"Wax_tablet","surface_form":"waxed tablets","offset":1198},{"uri":"Stylus","surface_form":"stylus","offset":1227},{"uri":"China","surface_form":"Chinese","offset":1322},{"uri":"Hand","surface_form":"hand","offset":1392},{"uri":"Tool","surface_form":"tool","offset":1397},{"uri":"Pencil","surface_form":"pencil","offset":1412},{"uri":"Pen","surface_form":"pen","offset":1422},{"uri":"Brush","surface_form":"brush","offset":1432},{"uri":"Text","surface_form":"text","offset":1463},{"uri":"Computer_keyboard","surface_form":"computer keyboard","offset":1493},{"uri":"Rebus","surface_form":"rebus","offset":1869},{"uri":"Sumer","surface_form":"Sumer","offset":2136},{"uri":"Ancient_Egypt","surface_form":"ancient Egypt","offset":2150},{"uri":"China","surface_form":"Chinese","offset":2172},{"uri":"Maya_civilization","surface_form":"Mayan","offset":2188},{"uri":"Alphabet","surface_form":"alphabet","offset":2374},{"uri":"Speech","surface_form":"spoken","offset":2435},{"uri":"Phoenicians","surface_form":"Phoenicians","offset":2532},{"uri":"Ancient_Greeks","surface_form":"Ancient Greeks","offset":2552},{"uri":"Sumer","surface_form":"Sumer","offset":2579},{"uri":"Mesopotamia","surface_form":"Mesopotamia","offset":2598},{"uri":"Tigris","surface_form":"Tigris","offset":2623},{"uri":"Euphrates","surface_form":"Euphrates","offset":2634},{"uri":"Iraq","surface_form":"Iraq","offset":2714},{"uri":"Cuneiform","surface_form":"cuneiform","offset":2769},{"uri":"Triangle","surface_form":"Triangular","offset":2780},{"uri":"Bake","surface_form":"bake","offset":2887},{"uri":"Trade","surface_form":"trade","offset":2989},{"uri":"Accounting","surface_form":"accounting","offset":2996},{"uri":"Administration","surface_form":"administration","offset":3011},{"uri":"Picture","surface_form":"pictorial","offset":3058},{"uri":"Akkad","surface_form":"Akkad","offset":3288},{"uri":"Babylon","surface_form":"Babylon","offset":3298},{"uri":"Assyria","surface_form":"Assyria","offset":3310},{"uri":"Elamite","surface_form":"Elamite","offset":3320},{"uri":"Hittites","surface_form":"Hittite","offset":3329},{"uri":"Persian_Empire","surface_form":"Old Persia","offset":3338},{"uri":"Ugar","surface_form":"Ugar","offset":3354},{"uri":"Empire","surface_form":"empire","offset":3363},{"uri":"Writing_tool","surface_form":"writing tool","offset":3688},{"uri":"Reed_(plant)","surface_form":"reed","offset":3804},{"uri":"Pen","surface_form":"pen","offset":3809},{"uri":"Carbon","surface_form":"carbon","offset":3818},{"uri":"Ink","surface_form":"ink","offset":3825},{"uri":"Papyrus","surface_form":"papyrus","offset":3835},{"uri":"Cloth","surface_form":"cloth","offset":3864},{"uri":"Hammer","surface_form":"hammer","offset":3984},{"uri":"Chisel","surface_form":"chisel","offset":3993},{"uri":"Paint","surface_form":"paint","offset":4004},{"uri":"Rosetta_Stone","surface_form":"Rosetta Stone","offset":4169},{"uri":"Granite","surface_form":"granite","offset":4194},{"uri":"Printing","surface_form":"printing","offset":4469},{"uri":"Mandarin_language","surface_form":"Mandarin","offset":5109},{"uri":"Literacy","surface_form":"literacy","offset":5241},{"uri":"Pinyin","surface_form":"Pinyin","offset":5342},{"uri":"Mao","surface_form":"Mao","offset":5448},{"uri":"Roman_alphabet","surface_form":"Roman alphabet","offset":5814},{"uri":"Cyrillic_alphabet","surface_form":"Cyrillic","offset":5851},{"uri":"Greek_alphabet","surface_form":"Greek alphabet","offset":5916},{"uri":"Phoenician_language","surface_form":"Phoenician language","offset":6120},{"uri":"Semitic_languages","surface_form":"Semitic language","offset":6146},{"uri":"Arabic_language","surface_form":"Arabic","offset":6228},{"uri":"Hebrew_language","surface_form":"Hebrew","offset":6245},{"uri":"Aramaic","surface_form":"Aramaic","offset":6261},{"uri":"Jesus","surface_form":"Jesus","offset":6293},{"uri":"Vowels","surface_form":"vowels","offset":6548},{"uri":"Diacritic","surface_form":"diacritic","offset":6603},{"uri":"Israeli","surface_form":"Israeli","offset":6702},{"uri":"Consonant","surface_form":"consonant","offset":7477},{"uri":"Indus_Valley_civilization","surface_form":"Indus Valley civilization","offset":7775},{"uri":"Etruscan_language","surface_form":"Etruscan","offset":7806},{"uri":"Indus_River","surface_form":"Indus River","offset":7820},{"uri":"Harappa","surface_form":"Harappa","offset":7972},{"uri":"Terracotta","surface_form":"terracotta","offset":8055},{"uri":"Bronze","surface_form":"bronze","offset":8067},{"uri":"Bone","surface_form":"bone","offset":8075},{"uri":"Ivory","surface_form":"ivory","offset":8084},{"uri":"Tomb","surface_form":"tomb","offset":8214},{"uri":"Tuscany","surface_form":"Tuscany","offset":8226},{"uri":"Venice","surface_form":"Venice","offset":8245},{"uri":"Roman_Empire","surface_form":"Romans","offset":8284},{"uri":"Clay_tablet","surface_form":"tablets","offset":8509},{"uri":"T%C4%83rt%C4%83ria","surface_form":"Tărtăria","offset":8554},{"uri":"Hungarian_language","surface_form":"Hungarian","offset":8564},{"uri":"Alba_Iulia","surface_form":"Alba Iulia","offset":8610},{"uri":"Romania","surface_form":"Romania","offset":8624},{"uri":"Belgrade","surface_form":"Belgrade","offset":8941},{"uri":"Serbia","surface_form":"Serbia","offset":8951},{"uri":"Europe","surface_form":"Europe","offset":9507},{"uri":"North_America","surface_form":"North America","offset":9518},{"uri":"Literacy","surface_form":"literacy","offset":9622},{"uri":"Clergy","surface_form":"cleric","offset":9646},{"uri":"Priest","surface_form":"priest","offset":9691},{"uri":"Scribe","surface_form":"scribe","offset":9752},{"uri":"Printing","surface_form":"printing","offset":9796},{"uri":"Book","surface_form":"book","offset":9850},{"uri":"Pen","surface_form":"pen","offset":10098},{"uri":"Paper","surface_form":"paper","offset":10106},{"uri":"Diary","surface_form":"diary","offset":10155},{"uri":"Letter","surface_form":"letter","offset":10194},{"uri":"Telephone","surface_form":"telephone","offset":10298},{"uri":"E-mail","surface_form":"e-mail","offset":10312}]}