{"id":368164,"url":"http://en.wikipedia.org/wiki/Nyapa%E1%B9%9Fi%2C_South_Australia","text":"Nyapaṟi is an Aboriginal community in the Aṉangu Pitjantjatjara Yankunytjatjara Lands in South Australia. It is about south of the Northern Territory border at the base of the Mann Ranges. The nearby community of Kaṉpi is to the west.\nThere are about 85 people living there. The residents are mostly Pitjantjatjara people. Nyapaṟi began as a family outstation by the Stevens family, who moved here to look after the country of their ancestors. Today it is a fully-established community of extended families. It serves as an administration centre for nearby outstations Ulkiya and Tankannu.\nBecause both Nyapaṟi and nearby Kaṉpi are small communities, there are only basic services and most of them are shared between the two towns. In Nyapaṟi, there is an art centre and a health clinic. Supplies are delivered once every two weeks, and mail is delivered once per week. The community store is in Kaṉpi. Both Kaṉpi and Nyapaṟi had their own schools from 1987, but these joined together in 1993. The new school, Murputja Education Centre, was built between the two communities, east of Nyapaṟi and 9 km west of Kaṉpi.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indigenous_Australians","surface_form":"Aboriginal","offset":14},{"uri":"A%E1%B9%89angu_Pitjantjatjara_Yankunytjatjara","surface_form":"Aṉangu Pitjantjatjara Yankunytjatjara Lands","offset":42},{"uri":"South_Australia","surface_form":"South Australia","offset":89},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":131},{"uri":"Mann_Ranges","surface_form":"Mann Ranges","offset":176},{"uri":"Ka%E1%B9%89pi%2C_South_Australia","surface_form":"Kaṉpi","offset":213},{"uri":"Pitjantjatjara","surface_form":"Pitjantjatjara","offset":300},{"uri":"Outstation_movement","surface_form":"outstation","offset":349},{"uri":"Ancestor","surface_form":"ancestor","offset":433},{"uri":"Clinic","surface_form":"clinic","offset":780}]}