{"id":368374,"url":"http://en.wikipedia.org/wiki/Peter_Bondra","text":"Peter Bondra (born February 7, 1968) is a retired Slovak professional ice hockey player that played a total of 17 seasons in the NHL.\nBondra was drafted 156th overall in the 1990 NHL Entry Draft by the Washington Capitals. Bondra played 14 seasons with the Capitals. Because of a disappointing year, the Capitals traded some of their veteran players. Bondra was traded to the Ottawa Senators for Brooks Laich and a second round draft pick. Bondra was noticeably sad and was choked up during the press conference that announced the trade. Bondra played 1 season with the Senators before signing with HK Tatravagónka ŠKP Poprad of the Slovak Extraliga because of the 2004-05 NHL lockout. After the lockout ended, he signed with the Atlanta Thrashers. He played 1 season with the Thrashers. On December 10, He signed a contract with the Chicago Blackhawks. While he was a member of the Blackhawks, he scored his 500th NHL career goal. This made him the 37th player in league history to reach the 500–goal mark and the fourth player to record his 500th goal while a member of the Blackhawks. He retired from professional ice hockey on October 29, 2007.","categories":[],"infobox_types":[],"annotations":[{"uri":"February_7","surface_form":"February 7","offset":19},{"uri":"1968","surface_form":"1968","offset":31},{"uri":"Slovakia","surface_form":"Slovak","offset":50},{"uri":"Ice_hockey","surface_form":"ice hockey","offset":70},{"uri":"National_Hockey_League","surface_form":"NHL","offset":129},{"uri":"Ottawa_Senators","surface_form":"Ottawa Senators","offset":376},{"uri":"Brooks_Laich","surface_form":"Brooks Laich","offset":396},{"uri":"HK_Poprad","surface_form":"HK Tatravagónka ŠKP Poprad","offset":599},{"uri":"Slovak_Extraliga","surface_form":"Slovak Extraliga","offset":633},{"uri":"2004-05_NHL_lockout","surface_form":"2004-05 NHL lockout","offset":665},{"uri":"Atlanta_Thrashers","surface_form":"Atlanta Thrashers","offset":730},{"uri":"Chicago_Blackhawks","surface_form":"Chicago Blackhawks","offset":834}]}