{"id":3684,"url":"http://en.wikipedia.org/wiki/Plato","text":"Plato was one of the most important classical Greek philosophers. He lived from 427 BC to 348 BC. A wealthy man, he owned at least 50 slaves and created the first university school, called \"The Academy\". Plato was a student of Socrates (who did not write) and the teacher of Aristotle, who founded another university, known as the Lyceum. Plato wrote about many ideas in philosophy that are still talked about today. He wrote about ideas of deductive reasoning. One modern philosopher, Alfred North Whitehead, said that all philosophy since Plato has just been comments on his works.\nPlato wrote his books in the form of dialogues with two people or more talking about ideas, and sometimes disagreeing about them. The \"Laws\" is Plato's longest dialogue and probably his last.\nSocrates is usually the main person in Plato's dialogues. Usually, Socrates talks with people about their ideas, and tries to see if they believe anything that is illogical. Other people in the stories often become angry with Socrates because of this. People who study Plato argue about whether Socrates really said the same things that Plato makes him say, or whether Plato just used Socrates as a character, to make the ideas he was talking about seem more important.\nPlato opposed the rhetorics of sophism and insisted on true justice and equality in his work \"Gorgias\", and on immortality of soul in \"Phaedo\".\nOne of Plato's most famous works is \"The Republic\" (in Greek, \"Politeia,\" or 'city'). In that work, he describes Socrates's vision of an \"ideal\" state. The method of questioning in this dialogue, called the Socratic method, is as important as the content. \"The Republic\" contains ideas of Socrates: \"Socrates said it, Plato wrote it.\"\nWorks by Plato.\nThere are many dialogues that were supposed to be written by Plato. This list includes those he probably did write.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Greece","surface_form":"Greek","offset":46},{"uri":"Philosopher","surface_form":"philosopher","offset":52},{"uri":"BC","surface_form":"BC","offset":84},{"uri":"Slavery","surface_form":"slaves","offset":134},{"uri":"University","surface_form":"university","offset":163},{"uri":"The_Academy","surface_form":"The Academy","offset":190},{"uri":"Socrates","surface_form":"Socrates","offset":227},{"uri":"Aristotle","surface_form":"Aristotle","offset":275},{"uri":"Lyceum","surface_form":"Lyceum","offset":331},{"uri":"Deductive_reasoning","surface_form":"deductive reasoning","offset":441},{"uri":"Alfred_North_Whitehead","surface_form":"Alfred North Whitehead","offset":486},{"uri":"Dialogue","surface_form":"dialogue","offset":621},{"uri":"Laws_(Plato)","surface_form":"Laws","offset":719},{"uri":"Logic","surface_form":"illogical","offset":939},{"uri":"Rhetoric","surface_form":"rhetoric","offset":1264},{"uri":"Sophism","surface_form":"sophism","offset":1277},{"uri":"Justice","surface_form":"justice","offset":1306},{"uri":"Equality","surface_form":"equality","offset":1318},{"uri":"Immortality","surface_form":"immortality","offset":1357},{"uri":"Soul","surface_form":"soul","offset":1372},{"uri":"The_Republic","surface_form":"The Republic","offset":1427},{"uri":"Greek_language","surface_form":"Greek","offset":1445},{"uri":"Idealism","surface_form":"ideal","offset":1528},{"uri":"State","surface_form":"state","offset":1535},{"uri":"Socratic_method","surface_form":"Socratic method","offset":1597}]}