{"id":368492,"url":"http://en.wikipedia.org/wiki/Lexington_Barbecue_Festival","text":"The Lexington Barbecue Festival is a one-day food festival held each October in Lexington, North Carolina, a city that calls itself the \"Barbecue Capital of the World.\" Each year up to 160,000 people go to the festival Up to 20 different companies compete to see who has the best barbecue. There are many people who sell other items, too. The festival is a celebration of slow cooked pork barbecue.\nHistory.\nThe first Lexington Barbecue Festival was in 1984. It was the idea of Joe Sink, Jr., who worked for Lexington's newspaper, \"The Dispatch\". The city of Lexington was already famous for barbecue and the city decided it was a good idea to have a festival every year. The first year, 30,000 people came to eat barbecue at the festival. The festival is one of the largest in the United States now. By 1994, more than 100,000 people came each year, and they had to cook 11,000 pounds of meat. In 2012, more than 160,000 people came to try the Lexington barbecue.\nThe city closes many city blocks on Main Street for the event. In addition to barbecue, there are over 400 other people selling arts and crafts, homemade fudge and other things. There are also many carnival rides, several stages for live music (bands), and other competitions and events. Over the years, many large companies have helped pay for the festival, such as Childress Vineyards, Pepsi, BB&T, Walmart, and other corporations.\nOfficial status.\nIn 2007, The North Carolina government pass a law called \"NC House Bill 433\" and now the festival is officially the\"Official Food Festival of the Piedmont Triad Region of the State of North Carolina\".\nImages of the festival.\nThese are images of some of the activities at the festival.","categories":[],"infobox_types":[],"annotations":[{"uri":"Food_festival","surface_form":"food festival","offset":45},{"uri":"Lexington%2C_North_Carolina","surface_form":"Lexington, North Carolina","offset":80},{"uri":"Barbecue","surface_form":"barbecue","offset":280},{"uri":"Pork","surface_form":"pork","offset":384},{"uri":"The_Dispatch_(Lexington%2C_NC)","surface_form":"The Dispatch","offset":532},{"uri":"United_States","surface_form":"United States","offset":782},{"uri":"Arts_and_crafts","surface_form":"arts and crafts","offset":1093},{"uri":"Fudge","surface_form":"fudge","offset":1119},{"uri":"Childress_Vineyards","surface_form":"Childress Vineyards","offset":1332},{"uri":"Pepsi","surface_form":"Pepsi","offset":1353},{"uri":"Walmart","surface_form":"Walmart","offset":1366},{"uri":"Corporation","surface_form":"corporation","offset":1385}]}