{"id":368597,"url":"http://en.wikipedia.org/wiki/Crime_in_Armenia","text":"e=\"preserve\">Crime in Armenia includes human trafficking, domestic violence, murder, political murder, contract killing, tax evasion, corruption, extortion, money laundering, police brutality, organized crime, and clan or gang violence.\nThe quick change from a Communism system to a free market capitalist system destroyed the socioeconomic structure of Armenia.\nDuring the first ten months of 2008, crime in Armenia's capital Yerevan rose nearly 14 percent from the same period in 2007.\nOrganized crime and \"brotherhoods\".\nOrganized crime is a part of the Armenian economy. In Yerevan there are organized, criminal clans known as \"akhperutyuns\" (or \"brotherhoods\"). The different groups sometimes battle for rights over their territory. Members are guided by the underworld laws brought from Russian prisons.\nMost of the smaller cities, towns, and villages of Armenia are also controlled by a clan or family.\nHuman trafficking.\nA \"well-paid job\" is very often the bait used to persuade women in difficult social situations to travel abroad.\nSexual exploitation.\nIn July 2004, Russia’s Interior Minister Rashid Nurgaliev said that growing cooperation between Russian and Armenian law enforcement bodies has prevented more than one hundred Armenian women from being trafficked abroad for sexual exploitation. According to Nurgaliev, \"criminal groups\" which have been neutralized planned to transport the mostly young women to third countries, mainly the United Arab Emirates, via Russia. On June 24, 2004, members of a criminal group who were intent on forcing 6 Armenian women into prostitution were arrested.\nOn April 20, 2009, Anoush Martirosyan, the infamous \"Madame Pimp\" of Dubai, was sentenced to thirteen years in prison by a Yerevan judge. Martirosyan ran a prostitution ring in Dubai to which she lured girls from Armenia.\nDomestic violence.\nAccording to a 2008 study by Amnesty International, more than a quarter of women in Armenia \"have faced physical violence at the hands of husbands or other family members.\" Reporting domestic violence is heavily stigmatized in Armenian society. Many of these women have no choice but to stay in abusive situations.","categories":[],"infobox_types":[],"annotations":[{"uri":"Human_trafficking","surface_form":"human trafficking","offset":39},{"uri":"Domestic_violence","surface_form":"domestic violence","offset":58},{"uri":"Murder","surface_form":"murder","offset":77},{"uri":"Political_murder","surface_form":"political murder","offset":85},{"uri":"Contract_killing","surface_form":"contract killing","offset":103},{"uri":"Tax_evasion","surface_form":"tax evasion","offset":121},{"uri":"Political_corruption","surface_form":"corruption","offset":134},{"uri":"Extortion","surface_form":"extortion","offset":146},{"uri":"Money_laundering","surface_form":"money laundering","offset":157},{"uri":"Police_brutality","surface_form":"police brutality","offset":175},{"uri":"Organized_crime","surface_form":"organized crime","offset":193},{"uri":"Communist","surface_form":"Communism","offset":261},{"uri":"Free_market","surface_form":"free market","offset":283},{"uri":"Capitalism","surface_form":"capitalist","offset":295},{"uri":"Socioeconomic","surface_form":"socioeconomic","offset":327},{"uri":"Yerevan","surface_form":"Yerevan","offset":427},{"uri":"Russia","surface_form":"Russian","offset":793},{"uri":"Prostitute","surface_form":"prostitution","offset":1766},{"uri":"Dubai","surface_form":"Dubai","offset":1787},{"uri":"Amnesty_International","surface_form":"Amnesty International","offset":1880},{"uri":"Armenia","surface_form":"Armenia","offset":1935},{"uri":"Social_stigma","surface_form":"stigmatized","offset":2063}]}