{"id":368530,"url":"http://en.wikipedia.org/wiki/Ali_al-Hajvery","text":"e=\"preserve\">Hazrat Sheikh Abul Hassan Ali Ibn Usman al-Jullabi al-Hajvery al-Ghaznawi, or Abul Hassan Ali Hajvery (sometimes also spelt as Hujwiri, Hajweri, Hajveri), more popularly known as Hazrat Daata Ganj Bakhsh (Persian/Punjabi, lit. The master who bestows treasures) or even simply as Daata Sahib (Persian/Urdu), was a famous Afghan Sufi mystic, saint and scholar during the 11th century. He made a significant contribution both to the spreading of Islam in South Asia and to promoting a more liberal, tolerant society in the region.\nLife.\nHe was born around 990 AD near Ghazni, Afghanistan during the era of the Ghaznavid Kingdom and moved to \"Hindustan\" (or India) to settle in Lahore (now in present-day Punjab (Pakistan)) in 1077 AD.\nWork.\nHis most famous written work is the \"Revelation of the Veiled\" (Kashf Al Mahjub) (کشفُ المحجوب), written in the Persian language. This is one of the earliest and most respected treatises of Sufism in Persian, and it debates Sufi doctrines of the past.\nLegacy.\nAl-Hajvery was interred in a famous mausoleum in Lahore, which is surrounded by a large marble courtyard, a mosque and other buildings. It is the most frequented of all the shrines in that old city, and indeed one of the most famous in Pakistan and the entire region. He is venerated as the Patron Saint of Lahore, where his name is a household word, and his mausoleum the object of pilgrimage from distant places, by people of all religious beliefs. Along with Khwaja Moin-ud-din Chishti, Farid-ud-din Ganj Shakar, Lal Shahbaz Qalandar and Jalal-u-din Surkh Bukhari, he is deemed in popular Punjabi literature and culture, as one of the \"Panj Peer\" (Five Sages/Holy Ones) who exert mystic control and authority over all of the South Asia. These five saints or sages are thus invoked for help by many people, too.","categories":[],"infobox_types":[],"annotations":[{"uri":"Afghan","surface_form":"Afghan","offset":333},{"uri":"Sufi","surface_form":"Sufi","offset":340},{"uri":"Islam","surface_form":"Islam","offset":456},{"uri":"South_Asia","surface_form":"South Asia","offset":465},{"uri":"Ghazni","surface_form":"Ghazni","offset":578},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":586},{"uri":"India","surface_form":"India","offset":667},{"uri":"Lahore","surface_form":"Lahore","offset":687},{"uri":"Punjab_(Pakistan)","surface_form":"Punjab (Pakistan)","offset":714},{"uri":"Kashf_Al_Mahjub","surface_form":"Kashf Al Mahjub","offset":815},{"uri":"Persian_language","surface_form":"Persian language","offset":863},{"uri":"Sufism","surface_form":"Sufism","offset":941},{"uri":"Moin-ud-din_Chishti","surface_form":"Moin-ud-din Chishti","offset":1480},{"uri":"Farid-ud-din_Ganj_Shakar","surface_form":"Farid-ud-din Ganj Shakar","offset":1501},{"uri":"Lal_Shahbaz_Qalandar","surface_form":"Lal Shahbaz Qalandar","offset":1527},{"uri":"Jalal-u-din_Surkh_Bukhari","surface_form":"Jalal-u-din Surkh Bukhari","offset":1552},{"uri":"Punjab_region","surface_form":"Punjabi","offset":1603}]}