{"id":368595,"url":"http://en.wikipedia.org/wiki/Crime_in_Afghanistan","text":"e=\"preserve\">Crime in Afghanistan happens in many ways. Some of the crimes are: corruption, contract killings or assassinations, kidnapping, drug trafficking, money laundering, black marketeering, and other ordinary crimes.\nGrowing Opium poppy and drug trafficking are important to the political and economic situation of Afghanistan. After the Soviet war in Afghanistan, growing opium poppy increased. Growing opium poppy was taxed. Some members of the military were directly involved in illegal drug trade. The Taliban did not want people to grow drugs. Because it made so much money they were tolerant and taxed the drug growing.\nIn 1999, Afghanistan made over 4,581 metric tons of raw and refined opium. This led to more international pressure from places the drugs were sold to. In response, the Taliban said no one could grow opium poppy. The did allow the opium trade to continue. With the ban the opium was reduced to 185 metric tons. This little production of opium continued in areas under the control of the United Islamic Front for the Salvation of Afghanistan.\nSince the downfall of the Taliban in 2001, growing and trafficking of opium has increased significantly. Criminal organizations and corrupt government officials have used drug trafficking as a way to make money. Some anti-government groups make profit from the drug trafficking.\nAfghanistan is world's largest producer of opium. In 2001, Afghanistan was the source of 87% of the world's illegal opium. 80-90% of the heroin consumed in Europe comes from opium made in Afghanistan. According to Antonio Maria Costa \"drugs are now a clear and present danger\" in Afghanistan. In 2007 the United Nations Office on Drugs and Crime said 93% of the opiates on the world market came from Afghanistan.\nUnemployment among a large portion of the population is part of the reason for crime. Other forms of crime include robbery as well as kidnappings and assault. Many riots have occurred in the country in response to the political and other issues.\nSince the downfall of the Taliban, crime rate has greatly increased in the capital city Kabul. Armed robberies are reported in the western districts of Kabul. Between March 2002 and January 2003, 48 cases of homicide, 80 cases of theft and 12 cases of kidnappings were reported in Kabul municipal boundaries.","categories":[],"infobox_types":[],"annotations":[{"uri":"Afghanistan","surface_form":"Afghanistan","offset":22},{"uri":"Corruption","surface_form":"corruption","offset":80},{"uri":"Contract_killing","surface_form":"contract killing","offset":92},{"uri":"Assassination","surface_form":"assassination","offset":113},{"uri":"Kidnapping","surface_form":"kidnapping","offset":129},{"uri":"Drug_trafficking","surface_form":"drug trafficking","offset":141},{"uri":"Money_laundering","surface_form":"money laundering","offset":159},{"uri":"Crime","surface_form":"crime","offset":216},{"uri":"Opium_poppy","surface_form":"Opium poppy","offset":232},{"uri":"Drug_trafficking","surface_form":"drug trafficking","offset":248},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":322},{"uri":"Soviet_war_in_Afghanistan","surface_form":"Soviet war in Afghanistan","offset":345},{"uri":"Taliban","surface_form":"Taliban","offset":513},{"uri":"United_Islamic_Front_for_the_Salvation_of_Afghanistan","surface_form":"United Islamic Front for the Salvation of Afghanistan","offset":1019},{"uri":"Corrupt","surface_form":"corrupt","offset":1206},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":1353},{"uri":"Opium","surface_form":"opium","offset":1396},{"uri":"Heroin","surface_form":"heroin","offset":1490},{"uri":"Antonio_Maria_Costa","surface_form":"Antonio Maria Costa","offset":1567},{"uri":"United_Nations_Office_on_Drugs_and_Crime","surface_form":"United Nations Office on Drugs and Crime","offset":1658},{"uri":"Unemployment","surface_form":"Unemployment","offset":1766},{"uri":"Robbery","surface_form":"robbery","offset":1881},{"uri":"Riot","surface_form":"riots","offset":1930},{"uri":"Kabul","surface_form":"Kabul","offset":2100}]}