{"id":368519,"url":"http://en.wikipedia.org/wiki/Mary_Poppins_(movie)","text":"\"Mary Poppins\" is a 1964 American musical movie starring Julie Andrews and Dick Van Dyke. It was produced by Walt Disney. It was based on the \"Mary Poppins\" book series by P. L. Travers. It was shot at Walt Disney Studios in Burbank, California.\nJulie Andrews won the Academy Award for Best Actress for her performance as Mary Poppins. The movie also won Oscars for Best Movie Editing, Original Music Score, Best Song for \"Chim Chim Cher-ee\" and Best Visual Effects. The movie received a total of 13 nominations.\nPlot.\nThe movie is about a family named Banks that live in London of 1910. The family members are George Banks - a serious man that works in the bank, Winifred Banks - a Women's rights active (someone or something that is in action) and their children Jane and Michael.\nGeorge Banks is busy in his bank work while Winifred is busy in her Women's rights activities and both of them almost never dedicate (to be strongly into something and giving a lot of time for that) time for their children but instead keep them with different nannies. When one of the nannies named Katie quits the job, Mr. Banks begins to search for a different nanny. At night, the children write their father a letter that describes the kind of nanny they want, but he then rips the letter and throws it into the fire and writes for himself the kind of nanny that he wants, someone that is serious and arranged.\nMany nannies come to the house in order to be chosen as the nanny but the strong wind blows them all. At the same time the children who are looking from the window see a woman flying into their house, her name is Mary Poppins and she is the kind of nanny the children really wanted. With her magic and love she takes care of the children and takes them to special adventures. In the beginning Mr. Banks does not like the way she takes care of the children but later in the movie she manages (is able to do something, especially something difficult) to connect between him and the children and makes the Banks family all happy again.\nAwards.\n\"Mary Poppins\" is the most Oscar-winning and Oscar-nominated Disney movie in history.","categories":[],"infobox_types":[],"annotations":[{"uri":"Musical_movie","surface_form":"musical movie","offset":34},{"uri":"Julie_Andrews","surface_form":"Julie Andrews","offset":57},{"uri":"Dick_Van_Dyke","surface_form":"Dick Van Dyke","offset":75},{"uri":"Walt_Disney","surface_form":"Walt Disney","offset":109},{"uri":"Mary_Poppins","surface_form":"Mary Poppins","offset":143},{"uri":"P._L._Travers","surface_form":"P. L. Travers","offset":172},{"uri":"Walt_Disney_Studios_(Burbank)","surface_form":"Walt Disney Studios","offset":202},{"uri":"Burbank%2C_California","surface_form":"Burbank, California","offset":225},{"uri":"Julie_Andrews","surface_form":"Julie Andrews","offset":246},{"uri":"Academy_Award_for_Best_Actress","surface_form":"Academy Award for Best Actress","offset":268},{"uri":"Academy_Award_for_Best_Movie_Editing","surface_form":"Best Movie Editing","offset":366},{"uri":"Academy_Award_for_Best_Original_Score","surface_form":"Original Music Score","offset":386},{"uri":"Academy_Award_for_Best_Original_Song","surface_form":"Best Song","offset":408},{"uri":"Academy_Award_for_Best_Visual_Effects","surface_form":"Best Visual Effects","offset":446},{"uri":"London","surface_form":"London","offset":572},{"uri":"1910","surface_form":"1910","offset":582},{"uri":"Bank","surface_form":"bank","offset":658},{"uri":"Women%27s_rights","surface_form":"Women's rights","offset":683},{"uri":"Nanny","surface_form":"nannies","offset":1043}]}