{"id":368501,"url":"http://en.wikipedia.org/wiki/Child-headed_family","text":"e=\"preserve\">A child-headed family or child-headed household is a family in which a minor (child or adolescent) has become the head of the household. They are most common in developing countries and areas of war, where the children's parents have been killed by conflict or disease. In some cases, relatives of the children adopt them after the parents die. Situations where a child, usually the eldest, has to provide for the family happen when there are no adult relatives to take the children or the relatives can not afford to support more children. Whether and how much the government helps the orphaned family depends on the country. Most help comes from charity and aid organisations like UNICEF.\nChild-headed families are most common in Africa. The AIDS epidemic has led to many situations where both parents have died and left behind a family of orphans. The children may begin taking over their parent's responsibilities before the last surviving parent has died, when the parent is sick or too weak to work. The eldest children often have to stop going to school and get a job instead in order to gain income for the family. A study by Cornell University in 2005 showed that, in Namibia, the average age of the children acting as parents in their families was 17; some were as young as 9 years old. The number of children heading households in sub-Saharan Africa is reported to be growing. A survey in South Africa in 2006 showed that 122,000 (0.67%) of the country's children were living in child-headed households.\nIn Rwanda, it is estimated that the 1994 genocide left at least 60,000 households to be run by children. Many of the girls who were raped during the conflict are left to raise both their siblings and their own children.","categories":[],"infobox_types":[],"annotations":[{"uri":"Family","surface_form":"family","offset":66},{"uri":"Age_of_majority","surface_form":"minor","offset":84},{"uri":"Child","surface_form":"child","offset":91},{"uri":"Adolescence","surface_form":"adolescent","offset":100},{"uri":"Household","surface_form":"household","offset":139},{"uri":"Developing_country","surface_form":"developing countries","offset":174},{"uri":"War","surface_form":"war","offset":208},{"uri":"Parent","surface_form":"parent","offset":234},{"uri":"Conflict","surface_form":"conflict","offset":262},{"uri":"Disease","surface_form":"disease","offset":274},{"uri":"Relative","surface_form":"relative","offset":298},{"uri":"Adoption","surface_form":"adopt","offset":324},{"uri":"Charity_(practice)","surface_form":"charity","offset":661},{"uri":"UNICEF","surface_form":"UNICEF","offset":696},{"uri":"Africa","surface_form":"Africa","offset":745},{"uri":"AIDS","surface_form":"AIDS","offset":757},{"uri":"Epidemic","surface_form":"epidemic","offset":762},{"uri":"Orphan","surface_form":"orphan","offset":855},{"uri":"School","surface_form":"school","offset":1067},{"uri":"Income","surface_form":"income","offset":1113},{"uri":"Cornell_University","surface_form":"Cornell University","offset":1147},{"uri":"Namibia","surface_form":"Namibia","offset":1190},{"uri":"South_Africa","surface_form":"South Africa","offset":1413},{"uri":"Rwanda","surface_form":"Rwanda","offset":1531},{"uri":"Rwandan_Genocide","surface_form":"1994 genocide","offset":1564},{"uri":"Rape","surface_form":"rape","offset":1660}]}