{"id":368657,"url":"http://en.wikipedia.org/wiki/Crime_in_Bhutan","text":"e=\"preserve\">Bhutan has a low crime rate. Petty crime is sometimes reported in the country. Violent crime is very uncommon. Some cases of drug abuse are reported. alcohol abuse is a problem. In general, drug trafficking is low. The most serious threat to Bhutan's security is terrorism by different groups from India who are staying in the nation.\nIn June 1999, television was introduced in the country. Bhutan was the last nation in the world to have television. Some people think the introduction of television did not fit with Bhutanese culture. They say it is a reason crime increased.\nNon-political crime.\nViolent crime is very low in Bhutan. Levels of theft are low. Petty crime like pickpocketing are sometimes reported in the country. Juvenile crime has increased. The highest rate of juvenile crime was reported in 2003 when 63 youths were convicted across the nation. Rape is not a large problem. In 1999 only 10 rapes were reported in Bhutan. Homicide rate is low. In 1998, homicide rate per 100,000 citizens was 2.78. Bhutan is a source and transit country for human trafficking. Women are trafficked from Bhutan to other countries for commercial sexual exploitation.\nThe first case of corruption in Bhutan was reported on April 5, 2002. A man was charged with embezzlement. Four cases of white-collar crime and violent crime were reported in April 2003.\nIn 2011, Bhutan was ranked 38th out of 182 countries for corruption (least corrupt countries are at the top of the list). Its score was 5.7 with 10 being the highest possible.\nDrug-related crime.\nSlight drug abuse has appeared in the country. Free trade with neighboring India and the refugees make Bhutan vulnerable to drug trafficking. Bhutan is close to certain areas in Nepal and North-East India where intravenous drug use is high. Because of this, Bhutan has had an increase in intravenous drug use. Marijuana, which grows as a shrub in Bhutan, was only used to feed pigs before the introduction of television. Hundreds have now been arrested for using marijuana. Use of amphetamines and benzodiazepines smuggled from India is rising in Thimpu and in the Southern Bhutan. Drug trafficking and production of opium, cannabis and other drugs is not a large problem in the country.\nAlcohol consumption is the most serious addiction related problem in the nation. Alcohol abuse is reported in nearly 80% of domestic violence crimes.\nIn 2004, selling of tobacco products to Bhutanese citizens was outlawed in the country. This made Bhutan the first nation in the world to ban tobacco sales. Severe punishment was added for selling of tobacco. Karma Tshering of the Bhutanese Customs said, \"If any foreigner is caught selling tobacco products to Bhutanese nationals, he will be charged with smuggling. Tobacco will be treated as contraband.\" However a black market in tobacco has grown in the country.\nTerrorism.\nMany groups from India have set up training camps in the southern part of the country. The United Liberation Front of Asom (ULFA), the National Democratic Front of Bodoland (NDFB) and the Bodo Liberation Tigers Force (BLTF) had bases in Bhutan in 2002. Terrorists were involved in murders, extortion and kidnappings. Bhutan told the terrorists they must leave the country by December 2001. In December 2003 there was a military campaign to remove these groups. Many terrorist camps were destroyed. It is thought that terrorists are trying to make retaliatory attacks against Bhutan. On September 5, 2004, a bomb exploded in Gelephu killing two people and injuring twenty seven. The NDFB was suspected behind the attack.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bhutan","surface_form":"Bhutan","offset":13},{"uri":"Crime","surface_form":"crime","offset":30},{"uri":"Crime","surface_form":"crime","offset":48},{"uri":"Violent_crime","surface_form":"Violent crime","offset":92},{"uri":"Drug_abuse","surface_form":"drug abuse","offset":138},{"uri":"Alcoholic_beverage","surface_form":"alcohol","offset":163},{"uri":"Drug_trafficking","surface_form":"drug trafficking","offset":203},{"uri":"Bhutan","surface_form":"Bhutan","offset":255},{"uri":"Terrorism","surface_form":"terrorism","offset":276},{"uri":"India","surface_form":"India","offset":311},{"uri":"Television","surface_form":"television","offset":362},{"uri":"Violent_crime","surface_form":"Violent crime","offset":611},{"uri":"Theft","surface_form":"theft","offset":658},{"uri":"Petty_crime","surface_form":"Petty crime","offset":673},{"uri":"Pickpocketing","surface_form":"pickpocketing","offset":690},{"uri":"Juvenile","surface_form":"Juvenile","offset":743},{"uri":"Rape","surface_form":"Rape","offset":878},{"uri":"Homicide","surface_form":"Homicide","offset":954},{"uri":"Human_trafficking","surface_form":"human trafficking","offset":1073},{"uri":"Corruption","surface_form":"corruption","offset":1198},{"uri":"Embezzlement","surface_form":"embezzlement","offset":1273},{"uri":"White-collar_crime","surface_form":"white-collar crime","offset":1301},{"uri":"India","surface_form":"India","offset":1638},{"uri":"Refugee","surface_form":"refugee","offset":1652},{"uri":"Nepal","surface_form":"Nepal","offset":1741},{"uri":"North-East_India","surface_form":"North-East India","offset":1751},{"uri":"Intravenous_drug_use_(recreational)","surface_form":"intravenous drug use","offset":1774},{"uri":"Marijuana","surface_form":"Marijuana","offset":1873},{"uri":"Amphetamines","surface_form":"amphetamines","offset":2044},{"uri":"Benzodiazepines","surface_form":"benzodiazepines","offset":2061},{"uri":"Thimpu","surface_form":"Thimpu","offset":2110},{"uri":"Opium","surface_form":"opium","offset":2180},{"uri":"Cannabis","surface_form":"cannabis","offset":2187},{"uri":"Domestic_violence","surface_form":"domestic violence","offset":2375},{"uri":"Tobacco","surface_form":"tobacco","offset":2421},{"uri":"Tobacco_Control_Act","surface_form":"ban tobacco sales","offset":2539},{"uri":"Black_market","surface_form":"black market","offset":2818},{"uri":"India","surface_form":"India","offset":2896},{"uri":"United_Liberation_Front_of_Asom","surface_form":"United Liberation Front of Asom","offset":2970},{"uri":"National_Democratic_Front_of_Bodoland","surface_form":"National Democratic Front of Bodoland","offset":3014},{"uri":"Bodo_Liberation_Tigers_Force","surface_form":"Bodo Liberation Tigers Force","offset":3067},{"uri":"Extortion","surface_form":"extortion","offset":3169},{"uri":"Retaliation","surface_form":"retaliatory","offset":3426},{"uri":"Gelephu","surface_form":"Gelephu","offset":3503}]}