{"id":3686,"url":"http://en.wikipedia.org/wiki/Book","text":"A book is a set of printed sheets of paper held together between two covers. The sheets of paper are usually covered with a text, language and illustrations. The book is a more flexible format than the earlier idea of the scroll. The change from scrolls to books began in the Roman Empire, and took many centuries to become complete.\nA writer of a book is called an author. Someone who draws pictures in a book is called an illustrator. Books can have more than one author or illustrator.\nA book can also be a text in a larger collection of texts. That way a \"book\" is perhaps written by one author, or it only treats one subject area. Books in this sense can often be understood without knowing the whole collection. Examples are the Bible, the Illiad or the Odyssey – all of them consist of a number of \"books\" in this sense of the word. Encyclopedias often have separate articles written by different people, and published as separate volumes. Each volume is a book.\n\"Hardcover\" books have hard covers made of cardboard covered in cloth or leather and are usually sewn together. \"Paperback\" books have covers of stiff paper and are usually glued together. The words in books can be read aloud and recorded on tapes or compact discs. These are called \"audiobooks\".\nBooks can be borrowed from a library or bought from a bookstore. People can make their own books and fill them with family photos, drawings, or their own writing. Some books are empty inside, like a diary, address book, or photo album. Most of the time, the word \"book\" means that the pages inside have words printed or written on them.\nSome books are written just for children, or for entertainment, while other books are for studying something in school such as math or history. Many books have photographs or drawings.\nTypes of books.\nThere are two main kinds of book text: fiction and non-fiction.\nFiction.\nThese books are novels, about stories that did not happen, and have been imagined by the author. Some books are based on real events from history, but the author has created imaginary characters or dialogue for the events.\nNon-fiction.\nBooks of non-fiction are about true facts or things that have really happened. Some examples are dictionaries, cookbooks, textbooks for learning in school, or a biography (someone's life story).\nHistorical.\nBetween the written manuscript and the book lie several inventions. Manuscripts are hand-made, but books are now industrial products.\nManuscripts.\nA common type of manuscript was the scroll, which was a long sheet rolled up. The sheet could have been made of papyrus (made by the Egyptians, by weaving the inner stems of the papyrus plant and then hammering them together), or parchment or vellum (very thin animal skin, first used by the ancient Greeks), or paper (made from plant fibers, invented by the Chinese). Manuscripts of this kind lasted to the 16th century and beyond. Turning the manuscript into a book required several developments.\nThe codex.\nThe Romans were the first people to put separate pieces of manuscript between covers, to form a \"codex\". This was more convenient to handle and store than scrolls, but was not yet a book as we understand it.\nPrinting.\nScrolls and codices were written and copied by hand. The Chinese invented \"woodblock printing\", where shapes are carved out of a block of wood, then ink is applied to the carved side, and the block is pressed onto paper. This woodcut method was slow because the symbols and pictures were made by cutting away the surrounding wood.\nJohannes Gutenberg was the first to invent a machine for printing, the printing press, in the 15th century. This involved more than just a press, it involved the production of movable metal type suitable for the machine process.\nInitially, the machines were slow, and needed a printer's muscle to make them work. The Industrial Revolution brought steam power and later electrification.\nPaper and ink.\nPaper had been invented in China in the 8th century, but it was kept secret for a long time. In Europe hand-made paper was available from about 1450. It was cheaper than parchment but still expensive, and the early printing was a slow process. Therefore, books remained rare. In 1800 the first machines for making paper from wood pulp were invented. New kinds of inks were also invented for various purposes, and machines were driven by steam engines and later by electricity.\nThe common cheap supply of paper fed the faster printing machines, and books became cheaper. At the same time, in America, Britain and continental Europe, more people learnt to read. So, in the 19th century, many ordinary people could afford to buy books and could actually read them. Also in the 19th century came public libraries, so poorer people could get access to the best books.\nBinding.\nPrinting was done on large sheets of paper, which were then folded, guillotined (cut) and sewn into the covers. Bookbinding and all the other processes have been done by machines since the 19th century.\nToday.\nToday some of the technologies have been changed, especially those involving illustration and typography. However, books look much the same as they did, with more illustration in colour, but basically the same. That is because experience has shown that readers need certain things for pleasurable reading. Graphic design and typography are the practical arts used to make books attractive and useful to readers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Printing","surface_form":"printed","offset":19},{"uri":"Paper","surface_form":"paper","offset":37},{"uri":"Text","surface_form":"text","offset":124},{"uri":"Language","surface_form":"language","offset":130},{"uri":"Illustration","surface_form":"illustration","offset":143},{"uri":"Scroll","surface_form":"scroll","offset":222},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":276},{"uri":"Author","surface_form":"author","offset":366},{"uri":"Illustrator","surface_form":"illustrator","offset":424},{"uri":"Text","surface_form":"text","offset":510},{"uri":"Author","surface_form":"author","offset":592},{"uri":"Bible","surface_form":"Bible","offset":735},{"uri":"Illiad","surface_form":"Illiad","offset":746},{"uri":"Odyssey","surface_form":"Odyssey","offset":760},{"uri":"Encyclopedia","surface_form":"Encyclopedia","offset":840},{"uri":"Volume","surface_form":"volume","offset":938},{"uri":"Cardboard","surface_form":"cardboard","offset":1013},{"uri":"Leather","surface_form":"leather","offset":1043},{"uri":"Sewing","surface_form":"sewn","offset":1067},{"uri":"Glue","surface_form":"glue","offset":1143},{"uri":"Compact_disc","surface_form":"compact disc","offset":1221},{"uri":"Library","surface_form":"library","offset":1296},{"uri":"Bookstore","surface_form":"bookstore","offset":1321},{"uri":"Diary","surface_form":"diary","offset":1466},{"uri":"Photo","surface_form":"photo","offset":1490},{"uri":"Children","surface_form":"children","offset":1636},{"uri":"Entertainment","surface_form":"entertainment","offset":1653},{"uri":"Math","surface_form":"math","offset":1731},{"uri":"History","surface_form":"history","offset":1739},{"uri":"Fiction","surface_form":"fiction","offset":1844},{"uri":"Non-fiction","surface_form":"non-fiction","offset":1856},{"uri":"Novels","surface_form":"novels","offset":1894},{"uri":"Author","surface_form":"author","offset":1967},{"uri":"Dialogue","surface_form":"dialogue","offset":2076},{"uri":"Fact","surface_form":"fact","offset":2150},{"uri":"Dictionary","surface_form":"dictionaries","offset":2211},{"uri":"Cookbook","surface_form":"cookbook","offset":2225},{"uri":"Textbook","surface_form":"textbook","offset":2236},{"uri":"Biography","surface_form":"biography","offset":2275},{"uri":"Papyrus","surface_form":"papyrus","offset":2580},{"uri":"Ancient_Egypt","surface_form":"Egyptians","offset":2601},{"uri":"Weaving","surface_form":"weaving","offset":2615},{"uri":"Hammer","surface_form":"hammer","offset":2669},{"uri":"Parchment","surface_form":"parchment","offset":2698},{"uri":"Vellum","surface_form":"vellum","offset":2711},{"uri":"Ancient_Greece","surface_form":"Greeks","offset":2768},{"uri":"Fibers","surface_form":"fibers","offset":2803},{"uri":"China","surface_form":"Chinese","offset":2827},{"uri":"Ancient_Rome","surface_form":"Romans","offset":2982},{"uri":"Ink","surface_form":"ink","offset":3345},{"uri":"Woodcut","surface_form":"woodcut","offset":3422},{"uri":"Johannes_Gutenberg","surface_form":"Johannes Gutenberg","offset":3527},{"uri":"Printing_press","surface_form":"printing press","offset":3598},{"uri":"Industrial_Revolution","surface_form":"Industrial Revolution","offset":3844},{"uri":"Electrification","surface_form":"electrification","offset":3896},{"uri":"Paper","surface_form":"Paper","offset":3928},{"uri":"Parchment","surface_form":"parchment","offset":4098},{"uri":"Ink","surface_form":"ink","offset":4291},{"uri":"Steam_engine","surface_form":"steam engine","offset":4365},{"uri":"Electricity","surface_form":"electricity","offset":4392},{"uri":"Library","surface_form":"libraries","offset":4727},{"uri":"Guillotine","surface_form":"guillotine","offset":4868},{"uri":"Sewing","surface_form":"sewn","offset":4890},{"uri":"Bookbinding","surface_form":"Bookbinding","offset":4912},{"uri":"Illustration","surface_form":"illustration","offset":5087},{"uri":"Typography","surface_form":"typography","offset":5104},{"uri":"Graphic_design","surface_form":"Graphic design","offset":5316},{"uri":"Typography","surface_form":"typography","offset":5335}]}