{"id":368779,"url":"http://en.wikipedia.org/wiki/Metabolic_rate","text":"e=\"preserve\">Metabolic rate is the rate of metabolism, the amount of energy used by an animal per unit of time. Basal metabolic rate (BMR) is the amount of energy used daily by animals at rest.\nAbout 70% of a human's total energy use is due to the basal life processes within the organs of the body (see table). About 20% of one's energy use comes from physical activity and another 10% from the digestion of food after eating.\nAll of these processes require an intake of oxygen to provide energy for survival, usually from macronutrients like carbohydrates, fats, and proteins. The Krebs cycle produces energy-rich ATP molecules, and gives off carbon dioxide.\nBasal metabolism.\nBasal metabolism is usually by far the largest component of total energy used. The release, and using, of energy in this state is sufficient only for the functioning of the vital organs, the heart, lungs, nervous system, kidneys, liver, intestine, sex organs, muscles, and skin.\nBiochemistry.\nFor the BMR, most of the energy is consumed in maintaining fluid levels in tissues through osmosis, and only about one-tenth is consumed for mechanical work, such as digestion, heartbeat, and breathing.\nWhat enables the Krebs cycle to perform metabolic changes to fats, carbohydrates, and proteins is energy, which can be defined as the ability or capacity to do work.\nThe breakdown of large molecules into smaller molecules – associated with release of energy – is catabolism. The breakdown of proteins into amino acids is an example of catabolism. Body heat in warm-blooded animals is produced by chemical reactions of the catabolic type.\nThe building up process is termed anabolism. The formation of proteins from amino acids is an anabolic process.\nAdenosine triphosphate (ATP) is the intermediate molecule that drives the transfer of energy used in muscle contraction. ATP is a high energy molecule because it stores large amounts of energy in the chemical bonds of the two terminal phosphate groups. The breaking of these chemical bonds in the Krebs cycle provides the energy needed for muscular contraction.\nIndividual differences.\nThe metabolic rate varies between individuals. One study of 150 adults representative of the population in Scotland reported basal metabolic rates from as low as 1027 kcal per day (4301 kJ) to as high as 2499 kcal (10455 kJ). The average was 1500 kcal (6279 kJ) per day.\nThe researchers calculated that 62.3% of this variation was explained by differences in the mass (weight) minus the fat reserves. Other factors were the amount of fat (6.7%), age (1.7%), and experimental error including within-subject difference (2%). The rest of the variation (26.7%) was unexplained.\nSo there are differences in BMR even when comparing two subjects with \"the same\" lean body mass. The top 5% of people are metabolizing energy 28-32% faster than individuals with the lowest 5% BMR. For instance, one study reported an extreme case where two individuals with the same lean body mass of 43 kg had BMRs of 1075 kcal/day (4.5 MJ) and 1790 kcal/day (7.5 MJ). This difference of 715 kcal (67%) is equivalent to one of the individuals completing a 10 kilometer run every day.\nScaling effects.\nMetabolic rates vary according to animal size, and this has been discussed for over a century.","categories":[],"infobox_types":[],"annotations":[{"uri":"Metabolism","surface_form":"metabolism","offset":43},{"uri":"Energy","surface_form":"energy","offset":69},{"uri":"Animal","surface_form":"animal","offset":87},{"uri":"Oxygen","surface_form":"oxygen","offset":472},{"uri":"Carbohydrates","surface_form":"carbohydrates","offset":544},{"uri":"Fats","surface_form":"fats","offset":559},{"uri":"Proteins","surface_form":"proteins","offset":569},{"uri":"Krebs_cycle","surface_form":"Krebs cycle","offset":583},{"uri":"ATP","surface_form":"ATP","offset":616},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":645},{"uri":"Heart","surface_form":"heart","offset":870},{"uri":"Lungs","surface_form":"lungs","offset":877},{"uri":"Nervous_system","surface_form":"nervous system","offset":884},{"uri":"Kidneys","surface_form":"kidneys","offset":900},{"uri":"Liver","surface_form":"liver","offset":909},{"uri":"Intestine","surface_form":"intestine","offset":916},{"uri":"Sex_organs","surface_form":"sex organs","offset":927},{"uri":"Muscles","surface_form":"muscles","offset":939},{"uri":"Skin","surface_form":"skin","offset":952},{"uri":"Osmosis","surface_form":"osmosis","offset":1063},{"uri":"Work_(physics)","surface_form":"mechanical work","offset":1113},{"uri":"Digestion","surface_form":"digestion","offset":1138},{"uri":"Heartbeat","surface_form":"heartbeat","offset":1149},{"uri":"Breathing","surface_form":"breathing","offset":1164},{"uri":"Catabolism","surface_form":"catabolism","offset":1438},{"uri":"Chemical_reaction","surface_form":"chemical reaction","offset":1571},{"uri":"Anabolism","surface_form":"anabolism","offset":1647},{"uri":"Adenosine_triphosphate","surface_form":"Adenosine triphosphate","offset":1725},{"uri":"Chemical_bonds","surface_form":"chemical bonds","offset":1925},{"uri":"Phosphate","surface_form":"phosphate","offset":1960},{"uri":"Fat","surface_form":"fat","offset":2545},{"uri":"Lean","surface_form":"lean","offset":2766}]}