{"id":368849,"url":"http://en.wikipedia.org/wiki/Frank_Yamma","text":"Frank Yamma (born 1960s) is an indigenous Australian musician. He writes and sings songs in both English and Pitjantjatjara, and plays them in a mix of country and folk music. He plays guitar, usually an acoustic. He is often classified as a world musician, mixing styles from many different cultures, including traditional indigenous elements. Yamma's music is about the outback, the history of his homeland and the issues faced by his community.\nEarly music.\nFrank belongs to the Pitjantjatjara nation. He was born at a waterhole near Kaltukatjara, in the Northern Territory. He has seven older brothers. Frank's father was Isaac Yamma, a country singer who was one of the earliest musicians in Australia to become well known singing Western-style songs in a native language. Frank grew up in Alice Springs and played in a band with his brothers from an early age.\nAs a teenager, Frank would often play in his father's band, the Pitjantjatjara Country Band. In 1988, he played with them at the Festival of Aboriginal Rock in Darwin. He performed his own music for the first time at another festival in Darwin later that year, playing with an acoustic guitar. His biggest hit, though, was \"Make More Spear\", written by his father. He played it again at the Port Fairy Folk Festival in Victoria later in the year. In 1989, Yamma recorded an album with a project called \"Ulpanyali\", released through the Central Australian Aboriginal Media Association (CAAMA). The song \"History\" was the biggest success and was later included in CAAMA's 25-year anniversary compilation album.\nFrank's father died in 1990. In that year, he began playing in a band called the Secret Admirers, put together by Bill Davis. They travelled and played around the Northern Territory. They played at the Barunga Festival in Darwin in 1992. In 1995, he recorded songs with Bart Willoughby, Warren Williams and Tiddas. His solo song \"Everybody's Talking\" was recorded in Sydney for the Australian Broadcasting Corporation. In 1997, Yamma recorded an album with a project called \"Terrasphere\". He also released his first short solo album, \"Solid Eagle\". Both albums were released through CAAMA.\nPiranpa and solo work.\nDuring the late 1990s, Frank began playing songs with David Bridie, and formed a new project called Digital Dreaming with Jim Lampi, Simon MacDonald and Zeus B. Held. The band produced the album \"Inma Wiru\" in January 1998. In 1999, Yamma formed the band Piranpa. The name means \"white\" in Pitjantjatjara, which is a reference to the fact that all the other band members are \"whitefellas\". They released the album \"Playing with Fire\" later in the same year. It included their version of Frank's song \"Everybody's Talking\". \"Playing with Fire\" won the \"album of the year\" award at the Indigenous Music Awards in 1999. It also won an award at that year's Deadlys. In the 2000 Summer Olympics, Yamma performed songs from the album as part of the torch events at Uluṟu. The song \"Everybody's Talking\" was included on the Games' official soundtrack.\nFrank recorded a new version of his song \"Coolibah\" in 2001. It was produced by Bridie for the \"Corroboration\" compilation. It was a slowed-down version of Frank's original recording. The song is about the problems of alcoholism in Aboriginal communities, and is one of Yamma's most well-known songs. In the middle of 2001, Yamma went overseas to the United States and played solo in several major cities. He returned to Australia to play at the Yeperenye Festival in September 2001.\nYamma currently performs mainly solo or with Bridie. They won an AGSC Screen Music Award together in 2005 for the song \"Pitjantjara\", which was produced for a television mini-series, \"The Alice\". Yamma released his second solo album, \"Countryman\", in 2010.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indigenous_Australians","surface_form":"indigenous Australian","offset":31},{"uri":"Pitjantjatjara","surface_form":"Pitjantjatjara","offset":109},{"uri":"Country_music","surface_form":"country","offset":152},{"uri":"Folk_music","surface_form":"folk music","offset":164},{"uri":"Acoustic","surface_form":"acoustic","offset":204},{"uri":"World_music","surface_form":"world music","offset":242},{"uri":"Indigenous_Australian_music","surface_form":"indigenous elements","offset":324},{"uri":"Outback","surface_form":"outback","offset":372},{"uri":"Homeland","surface_form":"homeland","offset":400},{"uri":"Kaltukatjara%2C_Northern_Territory","surface_form":"Kaltukatjara","offset":537},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":558},{"uri":"Isaac_Yamma","surface_form":"Isaac Yamma","offset":626},{"uri":"Country_music","surface_form":"country","offset":641},{"uri":"Alice_Springs","surface_form":"Alice Springs","offset":795},{"uri":"Darwin%2C_Northern_Territory","surface_form":"Darwin","offset":1027},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":1286},{"uri":"Central_Australian_Aboriginal_Media_Association","surface_form":"Central Australian Aboriginal Media Association","offset":1403},{"uri":"Compilation_album","surface_form":"compilation album","offset":1557},{"uri":"Bill_Davis","surface_form":"Bill Davis","offset":1690},{"uri":"Bart_Willoughby","surface_form":"Bart Willoughby","offset":1846},{"uri":"Warren_Williams_(musician)","surface_form":"Warren Williams","offset":1863},{"uri":"Tiddas","surface_form":"Tiddas","offset":1883},{"uri":"Sydney","surface_form":"Sydney","offset":1943},{"uri":"Australian_Broadcasting_Corporation","surface_form":"Australian Broadcasting Corporation","offset":1958},{"uri":"David_Bridie","surface_form":"David Bridie","offset":2243},{"uri":"Zeus_B._Held","surface_form":"Zeus B. Held","offset":2342},{"uri":"White_people","surface_form":"whitefellas","offset":2565},{"uri":"2000_Summer_Olympics","surface_form":"2000 Summer Olympics","offset":2858},{"uri":"Olympic_Torch","surface_form":"torch","offset":2932},{"uri":"Ulu%E1%B9%9Fu","surface_form":"Uluṟu","offset":2948},{"uri":"Soundtrack","surface_form":"soundtrack","offset":3022},{"uri":"Alcoholism","surface_form":"alcoholism","offset":3252},{"uri":"United_States","surface_form":"United States","offset":3385}]}