{"id":369057,"url":"http://en.wikipedia.org/wiki/Military_science","text":"e=\"preserve\">Military science (also military studies) is the science on war, army and military operations.\nOverview.\nThe general purpose of the military science is to make clear how to win war. The historical root of the military science is the book that was written by Carl von Clausewitz who was a soldier in the Prussian army in the 19th century. In this book, Clausewitz made a discovery that war is an instrument for political act not only a violent action. Clausewitz suggested the relation between policy and war, and made it easy to define the being of the war as the means to enforce our will to the others with physical forces. This realistic view of the war that the political power controls military operations is meeting to the military science. The problem for military scientists is to study how to operate military actions.\nMilitary science has some branches below.\nIn military science today, there are branches of each kind of military force; the army fights on land, the navy fights in the sea, and the air force fights in the air.\nThe most basic ideas in military science can be cut down five words; defense, attack, military mean, military aim and political end. In military science, the all form of the battles can be identified with defense and attack. The defense is to destroy enemy attack waiting on own positions, the attack is to destroy enemy going ahead. The result of the battle depends on the amount military means and military aim. Military mean can be called combat power can be followed from the number and quality of military force. Military aim is the specific target to decide how to use military mean with attack or defense. In military science, political end has the idea of the most reason to fight war against enemy. In short, military science generally researches the cause and effects of military operations between attacker and defender in terms of military means and aim, starting from the political end.\nHistory.\nIn the ancient era, military science started from records on the art of war rather than the science of war. Herodotus and Thucydides wrote the history of the Persian war and Peloponnesian wars. About the same time, Sun Tzu, a strategist in ancient China, wrote \"The Art of War\". This book showed that war is a serious way for the life and death of nations and surprise is important in the art of war. After the age of the Roman empire, Flavius Vegetius Renatus wrote Roman military theory in his book called \"On Military Affairs\". Vegetius noted Roman military power was based on discipline, which makes military organizations organized. The Roman way of war that Vegetius recorded had historical influences on military minds of people on Europe for a long time.\nHowever, development of guns and artillery made military revolution that changed the art of war by the beginning of the modern age. Political modernization after religious reform also made important influences to the way of war because states got larger political power to establish modern military forces. The Napoleonic wars was caused by the changes in the way of war. Napoleon Bonaparte, who was one of the most experienced and known generals in military history, made a new idea on how to win wars in the Napoleonic wars. Considering the relations between force, space and time, Napoleon tried to attack the side and back of the enemy forces in battle through strategic movement and tactical surprise. The Napoleonic way of war was to spread out forces by the coming chance of fight, and concentrate forces at the most important time. This made it possible to win wars against the enemy even if his military force was weaker than the enemy force.\nIn this period, military theory made great progress. Antoine Henri Jomini, who served under Napoleon, wrote Napoleonic art of war as military theory in his \"Summary of the Art of War\". Jomini said there are few rules in the science of war. Jomini's theory gave reasons on how Napoleon won his wars by keeping the universal rule of war. Clausewitz, who served under Prussia fighting against Napoleon in war, also explained the nature of war through scientific studies on the Napoleonic wars. In his book \"On War\", Clausewtiz said the nature of war has laws that policy controls military operations in war. He also wrote that the mathematical model called law of number can be used to understand and how many results happen in a fight. In the debate of whether attack or defense was the stronger military action, Clausewitz supported defense because defending forces are able to use positions in a battle.\nNapoleonic military theory changed military minds in the Western world in the late 19th century. Dennis Hart Mahan, who was in the United States army, was developed Napoleonic military art in his \"Elementary Treatise on Advanced Guard, Outposts, and Detachment Service of Troops\" and taught it in military school. Alfred Thayer Mahan, his son, wrote \"The Influence of Sea Power Upon History, 1660–1783\" and became a naval strategist based on the military theory of Jomini and Clausewitz. In the Prussian army, Helmunth von Moltke lead studies of military theory, and made ideas of \"Auftragstaktik\" (mission tactics). By Moltke's study, Prussia got theories on how to move forces faster in the field and showed evidence of this theory through victory in the Franco-Prussian War. Alfred von Schlieffen, Prussian general and military theorist, made the plan of a two-front war against France and Russia, using fast strategic movement. In France, Charles J. J. J. Ardant du Picq developed military theory in his \"Battle Studies\" from the point of mental part of war. Ardnt du Picq thought military action is related to mental situations of military force.\nDuring World War I and World War II, military scientists thought on the nature of total war. In World War I, Germany's general Hindenburg Ludendorff supported the idea of total war, appealing total effort by all nations for war. France's general Ferdinand Foch also said the victory depends on the will of the nation to fight the war. In this war, John Frederick Charles Fuller, who served in British army, found armored warfare important in land operations, because old land tactics could not work under modern firepower. In World War II, the air force started to develop as a military branch like the army and navy. Its military meaning was founded by an Italian soldier Giulio Douhet suggesting the use of strategic bombing to destroy the capital cities and industrial areas, not only the front. From the point of the naval view, aircraft can be used in sea battle with aircraft carriers. Ozawa Jisaburo, who served in Japanese navy, made an idea to put aircraft carriers on the center of naval power.\nThe end of the World War II in 1945 was the beginning of the Cold War between the United States of America and the Union of Soviet Socialist Republics. It was necessary for military scientists to consider how to control nuclear weapons that superpowers developed in World War II. The nuclear weapons changed the strategic condition of the possible war. Military theorists had to consider how to avoid nuclear war and how to deal with nuclear strategy. Bernard Brodie, a military scientist in the United States, suggested to change the purpose of the military forces to deterrence from victory in his book \"The Absolute Weapons\". The idea of deterrence is to control enemy nuclear attack by letting the enemy know his risk of nuclear counterattack. Military science is no longer for military operations, but for the whole of the national security policy. Basil Henry Liddell-Hart, British military strategist, also said the old idea of strategy is narrow to use in nuclear age. His discovery was the idea of strategy can be used in matters of national security. This kind of strategy called grand strategy, or national security strategy spread for military theorists today.","categories":[],"infobox_types":[],"annotations":[{"uri":"War","surface_form":"war","offset":72},{"uri":"Army","surface_form":"army","offset":77},{"uri":"Carl_von_Clausewitz","surface_form":"Carl von Clausewitz","offset":270},{"uri":"Army","surface_form":"army","offset":964},{"uri":"Navy","surface_form":"navy","offset":989},{"uri":"Air_force","surface_form":"air force","offset":1021},{"uri":"Herodotus","surface_form":"Herodotus","offset":2067},{"uri":"Thucydides","surface_form":"Thucydides","offset":2081},{"uri":"Peloponnesian_war","surface_form":"Peloponnesian war","offset":2133},{"uri":"Sun_Tzu","surface_form":"Sun Tzu","offset":2174},{"uri":"Roman_empire","surface_form":"Roman empire","offset":2381},{"uri":"Flavius_Vegetius_Renatus","surface_form":"Flavius Vegetius Renatus","offset":2395},{"uri":"Gun","surface_form":"gun","offset":2746},{"uri":"Artillery","surface_form":"artillery","offset":2755},{"uri":"Modern_history","surface_form":"modern age","offset":2842},{"uri":"Power","surface_form":"political power","offset":2976},{"uri":"Napoleonic_wars","surface_form":"Napoleonic wars","offset":3033},{"uri":"Naploeon","surface_form":"Napoleon Bonaparte","offset":3094},{"uri":"General_officer","surface_form":"generals","offset":3160},{"uri":"Dennis_Hart_Mahan","surface_form":"Dennis Hart Mahan","offset":4675},{"uri":"Franco-Prussian_War","surface_form":"Franco-Prussian War","offset":5335},{"uri":"Alfred_von_Schlieffen","surface_form":"Alfred von Schlieffen","offset":5356},{"uri":"Charles_J._J._J._Ardant_du_Picq","surface_form":"Charles J. J. J. Ardant du Picq","offset":5521},{"uri":"World_War_I","surface_form":"World War I","offset":5737},{"uri":"World_War_II","surface_form":"World War II","offset":5753},{"uri":"Total_war","surface_form":"total war","offset":5812},{"uri":"Hindenburg_Ludendorff","surface_form":"Hindenburg Ludendorff","offset":5857},{"uri":"Ferdinand_Foch","surface_form":"Ferdinand Foch","offset":5976},{"uri":"John_Frederick_Charles_Fuller","surface_form":"John Frederick Charles Fuller","offset":6078},{"uri":"World_War_II","surface_form":"World War II","offset":6256},{"uri":"Giulio_Douhet","surface_form":"Giulio Douhet","offset":6403},{"uri":"Aircraft_carrier","surface_form":"aircraft carrier","offset":6603},{"uri":"Ozawa_Jisaburo","surface_form":"Ozawa Jisaburo","offset":6622},{"uri":"Cold_War","surface_form":"Cold War","offset":6796},{"uri":"United_States_of_America","surface_form":"United States of America","offset":6817},{"uri":"Union_of_Soviet_Socialist_Republics","surface_form":"Union of Soviet Socialist Republics","offset":6850},{"uri":"Nuclear_weapons","surface_form":"nuclear weapons","offset":6955},{"uri":"Bernard_Brodie","surface_form":"Bernard Brodie","offset":7187},{"uri":"Basil_Henry_Liddell-Hart","surface_form":"Basil Henry Liddell-Hart","offset":7589}]}