{"id":369099,"url":"http://en.wikipedia.org/wiki/Silent_stroke","text":"A silent stroke is a kind of stroke that does not cause symptoms that can be seen in a major stroke such as slurred speech. A person who has had a silent stroke usually does not know it. A silent stroke still causes damage to the brain, and places the person at increased risk for both transient ischemic attack and major stroke in the future.\nThese strokes are called \"silent\" because they typically happen in parts of the brain that do not cause problems that can be seen like those in a major stroke. A silent stroke usually happens in parts of the brain that control different thought processes, mood regulation and cognitive functions and is a leading cause of vascular cognitive impairment and may also lead to a loss of urinary bladder control.\nIn a big study in 1998, more than 11 million people were thought to have had a stroke in the United States. About 770,000 of these strokes had symptoms which could be seen and 11 million were first-ever silent strokes. Silent strokes usually cause lesions which are found by the use of neuroimaging such as MRI.\nThere is more of chance of older people having a silent stroke but it may also happen to younger adults. Women appear to be at higher risk for silent stroke, with hypertension and current cigarette smoking being some of the reasons.\nThese types of strokes include lacunar and other ischemic strokes and minor hemorrhages. They may also include leukoaraiosis (changes in the white matter of the brain): the white matter is more susceptible to vascular blockage because it has less blood vessels than the cerebral cortex.\nIn the Cardiovascular Health Study, a study used 3,660 adults over the age of 65, 31% showed evidence of silent stroke in neuroimaging studies using MRI. These people did not know they had a stroke. It is thought that silent strokes are five times more common than strokes that have symptoms.\nA silent stroke is different than a transient ischemic attack (TIA). In TIA the symptoms can be seen and may last from a few minutes to 24 hours before getting better. If a person has a TIA there is a bigger chance they may have a major stroke and silent strokes in the future.","categories":[],"infobox_types":[],"annotations":[{"uri":"Stroke","surface_form":"stroke","offset":29},{"uri":"Transient_ischemic_attack","surface_form":"transient ischemic attack","offset":286},{"uri":"Vascular_cognitive_impairment","surface_form":"vascular cognitive impairment","offset":666},{"uri":"Urinary_bladder","surface_form":"urinary bladder","offset":727},{"uri":"Lesion","surface_form":"lesion","offset":1000},{"uri":"MRI","surface_form":"MRI","offset":1059},{"uri":"Hypertension","surface_form":"hypertension","offset":1227},{"uri":"Cigarette_smoking","surface_form":"cigarette smoking","offset":1252},{"uri":"Leukoaraiosis","surface_form":"leukoaraiosis","offset":1408},{"uri":"White_matter","surface_form":"white matter","offset":1438},{"uri":"Cerebral_cortex","surface_form":"cerebral cortex","offset":1567},{"uri":"MRI","surface_form":"MRI","offset":1733}]}