{"id":369199,"url":"http://en.wikipedia.org/wiki/Lionel_Logue","text":"Lionel George Logue (26 February 1880 – 12 April 1953) was an Australian speech therapist, scientist, and stage actor who successfully treated King George VI, who had a pronounced stammer.\nLionel George Logue was born in College Town, Adelaide, South Australia on 26 February 1880. Logue was married to Myrtle Gruenert from 1907 until her death in 1945. They had three children.\nBefore he ascended the throne, Albert, Duke of York hated public speaking because he suffered from a severe stammer. His closing speech at the British Empire Exhibition at Wembley on 31 October 1925 proved that the speaker and listeners alike. The experience left the Duke resolved to find a way to manage his stammer, so he engaged Logue in 1926.\nDiagnosing poor co-ordination between the Duke's larynx and thoracic diaphragm, Logue prescribed a daily hour of vocal exercises. Logue's treatment gave the Duke the confidence to relax and avoid tension-induced muscle spasms. As a result, he suffered only the occasional hesitancy in speech. By 1927, he was speaking confidently and managed his address at the opening of the Old Parliament House in Canberra without stammering.\nLogue worked with the Duke through the 1930s and 40s. He used tongue-twisters to help his patient rehearse for major speeches, his coronation, and his radio broadcasts to the British Empire throughout the Second World War. The two men remained friends until the King's death.\nLogue died in London, England on 12 April 1953, aged 73 from natural causes. His funeral was held on 17 April 1953 in Holy Trinity, Brompton before his body was cremated.\nHe was played by actor Geoffrey Rush in Tom Hooper's 2010 movie, \"The King's Speech.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":62},{"uri":"George_VI_of_the_United_Kingdom","surface_form":"King George VI","offset":143},{"uri":"South_Australia","surface_form":"South Australia","offset":245},{"uri":"George_VI_of_the_United_Kingdom","surface_form":"Albert, Duke of York","offset":410},{"uri":"Stammer","surface_form":"stammer","offset":487},{"uri":"British_Empire_Exhibition","surface_form":"British Empire Exhibition","offset":522},{"uri":"London","surface_form":"London","offset":1446},{"uri":"England","surface_form":"England","offset":1454},{"uri":"Holy_Trinity%2C_Brompton","surface_form":"Holy Trinity, Brompton","offset":1550},{"uri":"Geoffrey_Rush","surface_form":"Geoffrey Rush","offset":1626},{"uri":"Tom_Hooper","surface_form":"Tom Hooper","offset":1643},{"uri":"The_King%27s_Speech","surface_form":"The King's Speech","offset":1669}]}