{"id":369102,"url":"http://en.wikipedia.org/wiki/Menstrual_migraine","text":"Menstrual migraine (also called \"catamenial migraine\") is term used to describe both \"true menstrual migraines\" and \"menstrually related migraines\". About 7%-14% of women have migraines only at the time of menstruation, these are called \"true menstrual migraines\". Most female migraneurs experience migraine attacks throughout the menstruation cycle with an increased number perimenstrually, these are referred to as \"menstrually related\" or \"menstrually triggered migraine\".\nIt used to believed that treatments for migraine would work in menstrual migraine but that has not proven to be the case because menstrual migraines are harder to treat. Because of this, menstrual migraines are now considered a separate medical disorder from migraine. In 2008, menstrual migraines were given ICD-9 codes (346.4-346.43) of their own which separate menstrual migraine from other types of migraine.\nAbout 40% of women and 20% of men will get a migraine at sometime in their life; most of them will get their first migraine before they are 35-years-old. Menstrual-related migraines happen in more than 50 percent of women who have migraine headaches.\nMenstrual migraine attacks usually last longer than other migraine attacks, [Pinkerman and Holroyd, 2010] and short-term treatments do not work as well with menstrual migraine as they do in other kinds of migraine. They are usually migraines without aura, but in 2012 a case of menstrual migraine with aura was reported, so it is possible. Auras are a kind of condition which affect certain parts of the brain, usually the parts that control vision but they can also affect the parts of the brain which control the other senses like touch, motor control (moving parts of the body) and the parts of the brain that control speech.\nWarning symptoms.\nWarning symptoms also called \"prodrome symptoms\" often happen before a migraine attack.\nHeadache symptoms.\nA pounding throbbing headache with the pain being on one side of the head (unilateral). The side of the head that has the pain changes from one headache to the next.\nDiagnosis.\nThe diagnosis of a menstrual migraine is made by keeping track of when the migraines occur for a period of at least three months. Menstrually related migraine attacks occur usually between 2 days before and 3 days after the start of menstruation in at least 2 out of 3 menstrual cycles (periods) in a row. Pure menstrual migraine and menstrually related migraine are both migraines without auras with one exceptionnally rare case with aura reported in 2012.\nThe answer to the first question has to be yes and there has to be at least one yes answer to either question 2 or question 3.\nIn order to keep track of what time of the month the migraines happen it is helpful to use a \"headache diary\". A person uses the headache diary to write down information about their headaches, like when they started, what kind of symptoms they had and how bad the pain was etc.\nComorbidities.\nOften, having one medical condition makes it more likely a person will also have one or more other medical or psychiatric disorders. These other disorders are the \"comorbid disorders\" or \"comorbidities\". There are various comorbid medical and psychiatric conditions associated with migraines. The treatment and \"prognosis\" (if a disease gets better, worse or stays the same over time) of migraine is affected by the comorbid disorders which may be present and/or the chance of getting comorbid disorders.\nPrevention.\nThere are treatments which are used for menstrual migraines which may in some cases reduce how many times a woman gets them and how bad they are. This kind of treatment is called \"prophylactic therapy\" and it is used in the perimenstrual period which is the time between periods.\n1. Napraxen sodium such as Aleve\nTreatment.\n\"Acute treatments\" (short-term treatment) include drugs called Nonsteroidal anti-inflammatory drugs (NSAIDS) (drugs that help stop \"inflammation\" which is redness, swelling, pain, tenderness, heat in parts of the body), triptans such as \"Frovatriptan\", ergotomines which are a kind of drug made from a fungus called ergot, and estrogen transdermal patches, which are patches worn on the skin that have estrogen in them which enters the body through the skin and then into the bloodstream.\nCauses.\nThe exact causes of menstrual migraine are not known for sure but there is a link between falling levels of the female hormone \"estrogen\" and the onset of a migraine attack. The estrogen level may fall after bleeding occurs during the menstrual cycle or when external sources of estrogen are no longer taken, like when a woman stops taking birth control pills or hormone pills in hormone replacement therapy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Migraine","surface_form":"migraine","offset":176},{"uri":"Treatment","surface_form":"treatment","offset":501},{"uri":"Medical","surface_form":"medical","offset":713},{"uri":"Disorder","surface_form":"disorder","offset":721},{"uri":"ICD-9","surface_form":"ICD-9","offset":785},{"uri":"Aura_(symptom)","surface_form":"aura","offset":1390},{"uri":"Touch","surface_form":"touch","offset":1673},{"uri":"Speech","surface_form":"speech","offset":1761}]}