{"id":369157,"url":"http://en.wikipedia.org/wiki/Qateel_Shifai","text":"e=\"preserve\">Qateel Shifai (real name Aurangzeb) (24 December 1919 - 11 July 2001) () was a Pakistani Urdu poet of controversial reputation and work.\nBackground.\nQateel Shifai was born in Haripur, Hazara Division, British India (now Pakistan). He adopted 'Qateel Shifai' as his pen name in 1938. Due to his father's early death, Qateel was forced to quit his education. Being unsuccessful in his business he decided to move to Rawalpindi, where he started working for a transport company. In 1946, he was called to Lahore to work as the assistant editor of the monthly 'Adab-e-Latif', a literary magazine.\nEarly career and controversy.\nIn January 1947, Qateel was asked to help write the songs of a film by a Lahore-based film producer. The first film he helped penned the lyrics for was \"Teri Yaad\". After that there was no looking back and initially, after working for some time as assistant lyricist to some of the famous poets/lyricists of the time (c.1947-48 to 1956-57), he eventually became a regular full-time film lyricist. Shifai wrote several collections of his poetry but is best known for being a film lyricist. During the 1970s and 1980s, quite some controversy developed regarding his 'misappropriation' of a couple of old poems, which had been adapted as film lyrics/songs in the movie \"Gumnaam\" (1954). It was later proved that this song, ' Tu lakh chale ri gori thum thum ke', was not Shifai's work and he had to retract his earlier claim and also remove it from a proposed collection of poems and songs he had planned to publish.\nLater career.\nLater on after the late 1980s, Shifai settled down to a full-time career in the film industry and also produced new volumes of poems and songs, which were considered good. A few of these were also awarded literary prizes. However, even then, the rumors and criticism of his work and talent never wholly died out and he remained a somewhat dubious figure until the end of his career.\nShifai died in Lahore in July 2001.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pakistani","surface_form":"Pakistani","offset":92},{"uri":"Urdu","surface_form":"Urdu","offset":102},{"uri":"Haripur","surface_form":"Haripur","offset":188},{"uri":"Hazara","surface_form":"Hazara","offset":197},{"uri":"British_India","surface_form":"British India","offset":214},{"uri":"Rawalpindi","surface_form":"Rawalpindi","offset":427},{"uri":"Lahore","surface_form":"Lahore","offset":515}]}