{"id":369225,"url":"http://en.wikipedia.org/wiki/Designer_drug","text":"ce=\"preserve\">Designer drugs are legal drugs that are made and sold to have the same effects as illegal drugs. These drugs are chemicals that change the way a person acts and feels. The government does not regulate designer drugs and this makes them dangerous to use.\nHistory.\nDesigner drugs were first sold in the United States around 1925. They were made because a lot of popular drugs were no longer allowed to be used. The government passed a law making drugs like morphine and heroin illegal, causing people to find new drugs. Ecstasy is another drug example. It was legal and used for psychotherapy until 1985 when it was banned. Since 2005, there are many more drugs like these being developed. Now there are designer drugs for several alternative drug groups. These drugs have a lot of different effects and people choose each one for different reasons.\nEffects.\nThere are different ways that these drugs affect the body. The user can smoke (breathe in), inject, sniff (breathe in the solid), or ingest (eat) the drugs. Once they are inside and in the bloodstream the drug changes the way chemicals are sent throughout the brain. By changing the messages sent, the brain will respond in a way specific to each drug. Some drugs and their effect will be felt in minutes and only last for a few hours. Other drugs will be felt in around an hour and then their effects can last up to several days. The amount of the drug taken can also change how strongly the user reacts to it. Too much of the drug can lead to drug tolerance. Drug tolerance is when the user has taken the drug for a long time and can no longer get the same effect from only taking a small amount of the drug. This will cause the person to take more of the drug to have the same effect. Doing this will eventually lead to an overdose. Designer drugs can be highly addictive so it can be hard to stop taking them in dangerous amounts.\nTypes.\nOther names for designer drugs are \"bath salts\" or \"plant food.\" The real chemicals in these drugs are mephedrone, methylone, and methylenedioxypyrovalerone (MDPV). By writing \"Not for human consumption (eating/drinking)\" on the bags sellers are able to find a way around selling them online and in stores. Using labels like this help companies get around the Federal Analog Act which makes it illegal to sell drugs like these for human use.\nDifferent types of these drugs include opioids, psychedelics, dissociatives, piperazine-based, entactogens, stimulants, sedatives, cannabinoids, and anabolic steroids. Not all of these drugs are sold as bath salts or designer drugs, but they can be. Sometimes these types of drugs can be used legally or as more serious illegal drugs.\nLaw.\nBecause many of these drugs are new in many countries there are not laws regulating them. Recently, if a drug became illegal a new drug would be made that was similar to the original.\nIn Germany, Canada, the United Kingdom, and Sweden the government decides what to do with these drugs as problems come up. In Australia the government has not only banned all of these drugs but also drugs that have not been created yet. By banning the process and the use of chemicals that are similar to illegal drugs the government has tried to stop new drugs from developing. This law will not be able to stop new, original drugs from forming, though.\nIn the United States the Controlled Substances Act and the Controlled Substances Analogue Enforcement of 1986 both tried to make it a crime to make, sell, or own any drug that was chemically similar to an illegal drug.","categories":[],"infobox_types":[],"annotations":[{"uri":"Legal","surface_form":"legal","offset":33},{"uri":"Drug","surface_form":"drug","offset":39},{"uri":"Illegal","surface_form":"illegal","offset":96},{"uri":"United_States","surface_form":"United States","offset":315},{"uri":"Morphine","surface_form":"morphine","offset":469},{"uri":"Heroin","surface_form":"heroin","offset":482},{"uri":"Psychotherapy","surface_form":"psychotherapy","offset":591},{"uri":"Injection","surface_form":"inject","offset":963},{"uri":"Bloodstream","surface_form":"bloodstream","offset":1060},{"uri":"Brain","surface_form":"brain","offset":1131},{"uri":"Overdose","surface_form":"overdose","offset":1797},{"uri":"Addiction","surface_form":"addictive","offset":1836},{"uri":"Federal_Analog_Act","surface_form":"Federal Analog Act","offset":2273},{"uri":"Germany","surface_form":"Germany","offset":2882},{"uri":"Canada","surface_form":"Canada","offset":2891},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":2903},{"uri":"Sweden","surface_form":"Sweden","offset":2923},{"uri":"Australia","surface_form":"Australia","offset":3005},{"uri":"Ban","surface_form":"ban","offset":3119},{"uri":"Controlled_Substances_Act","surface_form":"Controlled Substances Act","offset":3359},{"uri":"Controlled_Substances_Analogue_Enforcement_of_1986","surface_form":"Controlled Substances Analogue Enforcement of 1986","offset":3393}]}