{"id":369272,"url":"http://en.wikipedia.org/wiki/Eupleridae","text":"The family Eupleridae is a group of carnivores found in Madagascar. The family has of eight species and seven genera in two subfamilies. They live in a variety of habitats, from humid forests, marshes, bogs, and swamps, to deserts and savannas.\nThe Euplerids are a clade. They are descendents of ancestors which rafted over from Africa about 20 million years ago (mya). They are closely related to mongooses. The fossa and the Malagasy civet (\"Fossa fossana\") are believed to be the most ancient surviving species in this group.\nEuplerids usually have slender bodies with relatively small heads. Head and body length ranges from 250 mm to 800 mm. Euplerids are primarily carnivorous, eating small mammals, birds, reptiles, frogs, insects, crustaceans, and other invertebrates. \"Fossa fossana\" and \"Galidia elegans\" may also eat some fruit.\nReproduction.\nFossas form monogamous pairs, while species in the genera \"Galidia\", \"Mungotictis\", and \"Salanoia\" live alone or in pairs, suggesting that they are monogamous for one breeding season only. \"Mungotictis\" individuals live in small groups with several adults of each sex, but it is not known if all of the adults in a group breed. \"Cryptoprocta\" only live alone, suggesting a polygynous or polygynandrous mating system.\nEuplerids have definite breeding seasons. Each species' season is different and lasts from two to eight months. Gestation lasts around three months. Usually, just one or two young are born per litter, though Cryptoprocta can have up to four. Weaning takes place between two and four and a half months.\nConservation status.\nAll species in this family are threatened. The main causes are loss of habitat and hunting by humans or dogs. (IUCN 2006)","categories":[],"infobox_types":[],"annotations":[{"uri":"Carnivore","surface_form":"carnivore","offset":36},{"uri":"Madagascar","surface_form":"Madagascar","offset":56},{"uri":"Forest","surface_form":"forest","offset":184},{"uri":"Swamp","surface_form":"swamp","offset":212},{"uri":"Desert","surface_form":"desert","offset":223},{"uri":"Savanna","surface_form":"savanna","offset":235},{"uri":"Clade","surface_form":"clade","offset":265},{"uri":"Africa","surface_form":"Africa","offset":329},{"uri":"Mongoose","surface_form":"mongoose","offset":398},{"uri":"Fossa","surface_form":"fossa","offset":413},{"uri":"Civet","surface_form":"civet","offset":436},{"uri":"Carnivorous","surface_form":"carnivorous","offset":671},{"uri":"Monogamy","surface_form":"monogamous","offset":866},{"uri":"Polygyny","surface_form":"polygynous","offset":1227},{"uri":"Polyandry","surface_form":"polygynandrous","offset":1241},{"uri":"Gestation","surface_form":"Gestation","offset":1383},{"uri":"Weaning","surface_form":"Weaning","offset":1513}]}