{"id":369296,"url":"http://en.wikipedia.org/wiki/League_of_Legends","text":"\"League of Legends\" (\"LoL\") is a multiplayer online battle arena video game. It was created by Riot Games. People can play the game on Microsoft Windows and macOS. The game is free-to-play, meaning people do not need to pay money to play the game. The game uses a freemium way to make money. League of Legends was inspired by \"Defense of the Ancients\" (\"DotA\")..\nAs of 2013, it is the most played computer game in the world with over 32 million active users per month. It is currently the most played game in the world by active users per month. The game is very popular for professional competitions.\nGameplay.\nIn League of Legends, the player who is called a \"summoner\" selects a “champion” from a pool of 148 possible choices, each with their own set of unique abilities. Each player plays in a team with 4 other summoners against another 5 person team. The goal of the team is to make it to the opposite team’s base, called a \"nexus\", and destroy it in one of 3 battle arenas, called maps. However, to accomplish this, teams must first destroy 3 \"towers\" and an \"inhibitor\" in at least one \"lane\". The Nexus also spawns AI controlled minions for each team, that move forward and attack the first enemy champion, minion or turret they see.The most popular map, Summoner's Rift, is split into three lanes that each have three turrets and an inhibitor. Players can kill minions, or other enemy players to gain gold which can be spent on items to make their champion stronger.\nBetween each lane are paths where neutral monsters spawn, called the \"jungle\". Either side can kill these monsters to gain gold, experience and buffs.\nEach champion has three normal abilities and an ultimate ability. Killing minions, jungle monsters and enemy champions gives experience and when a certain amount is reached the champion 'levels up' and the player can spend a point to improve one of their abilities. There are 18 levels and points can be spent in any order. However, these points can only be used to buy a champion's ultimate ability and it's improvements at levels 6, 11 and 16.\nPlayer experience and intelligence points are earned by playing matches over time. Player accounts begin at level one. There is no level cap, but some of the game modes are not unlocked until level 30. They also unlock abilities called summoner spells that can be used in game, as well as Runes. These provide small bonuses during the game.","categories":[],"infobox_types":[],"annotations":[{"uri":"Multiplayer_online_battle_arena","surface_form":"multiplayer online battle arena","offset":33},{"uri":"Video_game","surface_form":"video game","offset":65},{"uri":"Riot_Games","surface_form":"Riot Games","offset":95},{"uri":"Microsoft_Windows","surface_form":"Microsoft Windows","offset":135},{"uri":"MacOS","surface_form":"macOS","offset":157},{"uri":"Freemium","surface_form":"freemium","offset":264},{"uri":"Inspire","surface_form":"inspired","offset":314},{"uri":"Defense_of_the_Ancients","surface_form":"Defense of the Ancients","offset":327},{"uri":"Esports","surface_form":"professional competitions","offset":575}]}