{"id":3692,"url":"http://en.wikipedia.org/wiki/Combinatorial_game_theory","text":"Combinatorial game theory, also known as CGT is a branch of applied mathematics and theoretical computer science that studies combinatorial games, and is distinct from \"traditional\" or \"economic\" game theory. CGT arose in relation to the theory of impartial games, the two-player game of Nim in particular, with an emphasis on \"solving\" certain types of combinatorial games.\nCombinatorial Game Theory is largely confined to the study of a subset of combinatorial games which are two player, finite, and have a winner and loser (i.e. do not end in draws.)\nThese combinatorial games can be represented by trees, each vertex of which is the game resulting from a particular move from the game directly below it on the tree. These games can be assigned game values. Finding these game values is of great interests to CG theorists, as is the theoretical concept of game addition. The sum of two games is the game in which each player on her/his turn must move in only one of the two games, leaving the other as it was.\nElwyn Berlekamp, John Conway and Richard Guy are the founders of the theory. They worked together in the 1960s. Their published work was called \"Winning Ways for Your Mathematical Plays\".\nDefinitions.\nIn the theory, there are two players called \"left\" and \"right\". A game is something that allows left and right to make moves to \"other games\". For example, in the game of chess, there is a usual starting setup. One could also, however, think of a chess game after the first move as a different game, with a different setup. So each position is also called a game.\nGames have the notation. formula_1 are the games the left player can move to. formula_1 are the games the right player can move to. If you know chess notation, then the usual chess setup is the game\nThe dots \"...\" mean there are many moves, so not all are shown.\nThe easiest game of Nim starts with no counters at all! In such a case, neither player can move. That is shown as. Both sides are empty, because neither player can move. The first player to go cannot move, and so will lose. In CGT, people often write as the symbol 0 (zero).\nThe next-easiest game has only one pile, with just one counter. If the left player goes first, that player must take the counter, leaving right with no moves (, or 0). If instead right moves first, there will be no more moves for left. So both left and right can make a move to 0. That is shown as |, or. The first player to move will win. Games equal to are very important. They are written with the symbol, * (star).","categories":[],"infobox_types":[],"annotations":[{"uri":"Game_theory","surface_form":"game theory","offset":196},{"uri":"Nim","surface_form":"Nim","offset":288},{"uri":"Elwyn_Berlekamp","surface_form":"Elwyn Berlekamp","offset":1014},{"uri":"John_Horton_Conway","surface_form":"John Conway","offset":1031},{"uri":"Richard_K._Guy","surface_form":"Richard Guy","offset":1047},{"uri":"1960s","surface_form":"1960s","offset":1119},{"uri":"Chess","surface_form":"chess","offset":1386},{"uri":"Chess_notation","surface_form":"chess notation","offset":1723},{"uri":"Ellipsis","surface_form":"dots","offset":1782}]}