{"id":369268,"url":"http://en.wikipedia.org/wiki/Aura_(symptom)","text":"An aura is the changes that people see, hear, smell, taste, or feel before they have an epileptic seizure, or before they have a migraine. It comes from the Greek word for breeze. The cause of the aura is related to the way the brain works, so this is a neurological condition.\nMigraines.\nThere are different kinds of migraines. About 15% of people who have a migraine will have an aura. The symptoms may include visual problems like not being able to see for a short time, seeing zig-zag lines or floating spots, dizziness, a ringing noise in the ears (tinnitus), and problems speaking. It may take up to an hour after the aura begins before a person starts getting a migraine.\nEpileptic seizures.\nMany people with epilepsy have an aura before having a seizure. This can be helpful, because the aura can tell the person that a seizure is coming ahead of time, and give them time to get to a safe place. The time between the aura and the seizure is usually short (often from seconds to minutes).\nOther causes.\nThere are other neurological conditions which can cause aura-like symptoms. These include strokes and panic attacks, for example.\nScotomas.\nScotoma (came from the Greek word for darkness: \"skotos\"): a \"blind spot\" or area of reduced vision surrounded by a normal visual field. i.e.: A person can see normally except where the scotoma is. Scotomas may affect one or both eyes. They can be either \"absolute,\" where the person can see nothing within the scotoma, or \"relative,\" where the person can see something within the scotoma, but less than usual.","categories":[],"infobox_types":[],"annotations":[{"uri":"Epilepsy","surface_form":"epileptic seizure","offset":88},{"uri":"Migraine","surface_form":"migraine","offset":129},{"uri":"Greek_language","surface_form":"Greek","offset":157},{"uri":"Brain","surface_form":"brain","offset":228},{"uri":"Neurology","surface_form":"neurological","offset":254},{"uri":"Signs_and_symptoms_(medicine)","surface_form":"symptoms","offset":392},{"uri":"Vertigo","surface_form":"dizziness","offset":514},{"uri":"Stroke","surface_form":"stroke","offset":1100},{"uri":"Panic_attack","surface_form":"panic attack","offset":1112},{"uri":"Id_est","surface_form":"i.e.","offset":1287}]}