{"id":369485,"url":"http://en.wikipedia.org/wiki/Megaevolution","text":"e=\"preserve\">Megaevolution is a term which describes the most dramatic events in evolution. By that is not meant a different kind of evolution; rather, it means evolution which produces a tremendous effect. It is not suggested that the evolutionary processes involved are special although, in some cases they might be. Since the word 'macroevolution' can apply to relatively modest changes at the species and genus level, 'megaevolution' may be used for really huge changes.\nThe adaptive radiation of birds in the Lower Cretaceous, teleosts in the Cretaceous, flowering plants in the Upper Cretaceous, mammals in the Eocene, moths in the Cretaceous are striking examples of macroevolution. However, there are even more important events in the history of life. An interesting list was prepared by Maynard Smith and Szathmáry, which they called the major transitions in evolution. They did the list twice.\nSome of these topics have been discussed before.\nNumbers one to six on the list are about events which are of huge importance, but about which we know relatively little. All occurred before (and mostly very much before) the fossil record started, or at least before the Phanerozoic eon.\nNumbers seven and eight on the list are of a different kind from the first six, and are generally not considered by the other authors. Number four is of a type which is not covered by traditional evolutionary theory, The origin of eukaryotic cells is probably due to symbiosis between prokaryotes. This is a kind of evolution which must be a rare event.\nExample.\nThe Cambrian explosion or Cambrian radiation was the relatively rapid appearance of most major animal phyla around 530 million years ago (mya) in the fossil record. It is the classic example of megaevolution. \"The fossil record documents two mutually exclusive macroevolutionary modes separated by the transitional Ediacaran period\".\nBefore about 580 mya it seems that most organisms were simple. They were made of individual cells occasionally organized into colonies. Over the following 70 or 80 million years the rate of evolution accelerated by an order of magnitude. Normally rates of evolution are measured by the extinction and origination rate of species, but here we can say that by the end of the Cambrian every phylum, or almost every phylum, existed.\nThe diversity of life began to resemble that of today.\nThe Cambrian explosion has caused much scientific debate. The seemingly rapid appearance of fossils in the 'primordial strata' was noted as early as the mid 19th century, and Charles Darwin saw it as one of the main objections that could be made against his theory of evolution by natural selection.","categories":[],"infobox_types":[],"annotations":[{"uri":"Evolution","surface_form":"evolution","offset":81},{"uri":"Species","surface_form":"species","offset":397},{"uri":"Genus","surface_form":"genus","offset":409},{"uri":"Adaptive_radiation","surface_form":"adaptive radiation","offset":479},{"uri":"Birds","surface_form":"birds","offset":501},{"uri":"Lower_Cretaceous","surface_form":"Lower Cretaceous","offset":514},{"uri":"Teleost","surface_form":"teleost","offset":532},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":548},{"uri":"Flowering_plants","surface_form":"flowering plants","offset":560},{"uri":"Upper_Cretaceous","surface_form":"Upper Cretaceous","offset":584},{"uri":"Mammals","surface_form":"mammals","offset":602},{"uri":"Eocene","surface_form":"Eocene","offset":617},{"uri":"Moths","surface_form":"moths","offset":625},{"uri":"Paleontology","surface_form":"fossil record","offset":1128},{"uri":"Phanerozoic","surface_form":"Phanerozoic","offset":1174},{"uri":"Eon","surface_form":"eon","offset":1186},{"uri":"Cambrian_explosion","surface_form":"Cambrian explosion","offset":1558},{"uri":"Adaptive_radiation","surface_form":"radiation","offset":1589},{"uri":"Phyla","surface_form":"phyla","offset":1656},{"uri":"Fossil","surface_form":"fossil","offset":1704},{"uri":"Macroevolution","surface_form":"macroevolution","offset":1815},{"uri":"Ediacaran","surface_form":"Ediacaran","offset":1869},{"uri":"Cell","surface_form":"cell","offset":1980},{"uri":"Colony_(biology)","surface_form":"colonies","offset":2014},{"uri":"Evolution","surface_form":"evolution","offset":2078},{"uri":"Order_of_magnitude","surface_form":"order of magnitude","offset":2106},{"uri":"Species","surface_form":"species","offset":2209},{"uri":"Strata","surface_form":"strata","offset":2491},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":2547},{"uri":"Natural_selection","surface_form":"natural selection","offset":2653}]}