{"id":369594,"url":"http://en.wikipedia.org/wiki/Jimmy_Baker","text":"Jimmy Baker (born as Pintjutjara; about 1915 – 20 April 2010) was an Australian Aboriginal artist.\nEarly life.\nJimmy Baker was born some time around 1915. He was born at Malumpa, an old camping site near what is now Kaṉpi in north-western South Australia. His name at the time was Pintjutjara. He had a brother, Toby Ginger Baker, and a sister, Tjuwilya. He and his family lived a traditional, nomadic life in the desert, and had no contact with Euro-Australian society. Their first encounter with White people was in the early 1920s, with a group of Christian missionaries travelling from Ernabella to Warburton. On their way back, the missionaries tried to persuade the family to come with them to Ernabella, but Jimmy's father, Tjuwintjara, was not ready to give up life in the bush.\nWhen Jimmy was a teenager, his father encountered an expedition led by anthropologist Ted Strehlow. Strehlow gave Tjuwintjara food in exchange for his help as a guide. Strehlow also gave the family a letter that entitled them to access the food stores at Ernabella. Because of this, the family decided to leave the desert behind, and they finally settled at Ernabella a short time after 1930.\nJimmy's father remained very traditional. He was well known for his survival skills and knowledge of the desert. In 1939, he acted as a guide for Strehlow and Charles Duguid on their expedition to the Petermann Ranges.\nAfter settlement.\nAt Ernabella, Jimmy's first job was baking bread. Because of this, he was given the surname \"Baker\", and he chose the Christian name of \"Jimmy\" himself. Later, he got a job building fences on nearby stations, first at Kenmore Park and then Everard Park. In the late 1930s, Jimmy got married to a woman named Nyinmungka, who he met while working at Everard Park. The two of them moved back to Kenmore Park to live. They had one son and two daughters: Anton, Kay and Marita. All of Jimmy's children became artists and founding members of the Tjunga Palya centre.\nIn his later years, Jimmy became an important \"ngangkaṟi\" (traditional healer). He travelled far around central Australia, applying his traditional knowledge and skills. He and his wife lived in Kaltjiti, but Jimmy wanted to move closer to his family's homeland near Malumpa. In the early 1990s, he and two of his nephews, Ivan and Douglas Baker, established Kaṉpi as an outstation for their families.\nArtwork.\nJimmy did not begin painting until 2004, six years before his death. Until about the 1980s, men's traditional art was widely considered sacred by Pitjantjatjara, and was not displayed in public like women's art was. Pintupi men in the north began painting in the 1970s, at Papunya Tula. This was considered sacrilege by other Western Desert groups, because knowledge of sacred law is considered dangerous. The sacred images in the paintings were obscured, though, and encrypted (hidden) by dots and lines. When the art style became popular, more and more Pitjantjatjara men began to paint.\nBaker began painting as a way to preserve his stories and culture. Because he was a \"ngangkaṟi\", he knew more about his country's sacred Dreaming stories than most. His paintings represent stories from the time of creation that dictate sacred law (\"Tjukurpa\") for Pitjantjatjara people. Although he began very late in life, his paintings quickly became well known. The first major exhibition to show his work was an annual group exhibition called \"Desert Mob\", in Alice Springs. It first featured his work in 2005, and again every year after that until 2009. In 2007, Baker was one of thirty artists featured in the first National Indigenous Art Triennial exhibition \"Culture Warriors\". It showed three of his paintings: \"Katatjita\" (2006), \"Wanampi Kutjara\" (2006) and \"Piltati\" (2007). He was interviewed on South Australian television, speaking through a translator.\nHaving only painted for six years, Baker produced only a small number of works. His works are rare, and were considered valuable even when he was alive. Most of them are acrylic paintings done on canvas (cotton duck). He uses rich colours in the \"dot\" style that has become classical in Western Desert art.\nJimmy died in 2010, from a problem with his lungs. His work is major several major public and private collections in Australia, including the Art Gallery of South Australia, the National Gallery of Victoria, and the National Gallery of Australia. As well as his children, several of his grandchildren are also well-known artists painting for Tjungu Palya.","categories":[],"infobox_types":[],"annotations":[{"uri":"Aboriginal_art","surface_form":"Aboriginal art","offset":80},{"uri":"Ka%E1%B9%89pi%2C_South_Australia","surface_form":"Kaṉpi","offset":216},{"uri":"South_Australia","surface_form":"South Australia","offset":239},{"uri":"Nomadic_people","surface_form":"nomadic","offset":394},{"uri":"White_people","surface_form":"White","offset":498},{"uri":"Missionary","surface_form":"missionaries","offset":561},{"uri":"Ernabella","surface_form":"Ernabella","offset":590},{"uri":"Warburton%2C_Western_Australia","surface_form":"Warburton","offset":603},{"uri":"Ted_Strehlow","surface_form":"Ted Strehlow","offset":873},{"uri":"Charles_Duguid","surface_form":"Charles Duguid","offset":1339},{"uri":"Petermann_Ranges","surface_form":"Petermann Ranges","offset":1381},{"uri":"Baking","surface_form":"baking","offset":1453},{"uri":"Surname","surface_form":"surname","offset":1501},{"uri":"Christian_name","surface_form":"Christian name","offset":1535},{"uri":"Station_(agriculture)","surface_form":"stations","offset":1616},{"uri":"Yunyarinyi%2C_South_Australia","surface_form":"Kenmore Park","offset":1635},{"uri":"Mimili%2C_South_Australia","surface_form":"Everard Park","offset":1657},{"uri":"Central_Australia","surface_form":"central Australia","offset":2082},{"uri":"Kaltjiti%2C_South_Australia","surface_form":"Kaltjiti","offset":2173},{"uri":"Homeland","surface_form":"homeland","offset":2231},{"uri":"Outstation_movement","surface_form":"outstation","offset":2349},{"uri":"Pintupi","surface_form":"Pintupi","offset":2605},{"uri":"Papunya_Tula","surface_form":"Papunya Tula","offset":2662},{"uri":"Sacrilege","surface_form":"sacrilege","offset":2696},{"uri":"Western_Desert_cultural_bloc","surface_form":"Western Desert","offset":2715},{"uri":"Australian_Aboriginal_mythology","surface_form":"sacred law","offset":2759},{"uri":"Encryption","surface_form":"encrypted","offset":2857},{"uri":"Creation_myth","surface_form":"stories","offset":3168},{"uri":"Dreamtime","surface_form":"time of creation","offset":3185},{"uri":"Law","surface_form":"law","offset":3222},{"uri":"Art_exhibition","surface_form":"exhibition","offset":3360},{"uri":"Alice_Springs","surface_form":"Alice Springs","offset":3443},{"uri":"Acryl","surface_form":"acryl","offset":4019},{"uri":"Lung","surface_form":"lung","offset":4200},{"uri":"Art_Gallery_of_South_Australia","surface_form":"Art Gallery of South Australia","offset":4298},{"uri":"National_Gallery_of_Victoria","surface_form":"National Gallery of Victoria","offset":4334},{"uri":"National_Gallery_of_Australia","surface_form":"National Gallery of Australia","offset":4372}]}