{"id":369834,"url":"http://en.wikipedia.org/wiki/Keel-billed_Toucan","text":"The keel-billed toucan (\"Ramphastos sulfuratus\"), also known as sulfur-breasted toucan or rainbow-billed toucan, is a colorful Latin American member of the toucan family. It is the national bird of Belize.\nThe Keel-billed toucan can be found from Southern Mexico to Venezuela and Colombia.\nLike many toucans, Keel-billed is a very social bird, rarely seen alone. It travels in small flocks of about six to twelve individuals through lowland rainforests. It is a poor flyer, and moves mostly by hopping through trees.\nDescription.\nIncluding its bill, the Keel-billed Toucans ranges in length from around 17 to 22 inches (42–55 cm). Their large and colorful bill averages around 5-6 in (12–15 cm). This is about one-third of its length. It weighs about 380-500 grams (13.4 oz.-1.1 lbs.) While the bill seems large and weighty, it is in fact a spongy, hollow bone covered in keratin, a very light and hard protein.\nThe feathers of the Keel-billed toucan are mostly black with a yellow neck and chest. Molting happens once per year. It has blue feet and red feathers at the tip of its tail. The bill is mostly green with a red tip and orange sides.\nKeel-billed toucans have two toes that face forward and two that face back. Because toucans spend a large part of time in the trees, this helps the birds to stay on the branches of the trees and hop from one branch to another.\nFood and feeding.\nKeel-billed toucans eat mostly a wide range of fruit, but may also eat insects, eggs, and reptiles. When eating fruit, it uses its bill to take apart the fruit, and then tosses its head back to swallow the fruit whole.\nBreeding.\nThe female keel-billed toucan will lay 1-4 white eggs in a natural or already-made tree cavity. The male and female share in the caring of the eggs, both taking turns incubating. The eggs hatch about 15–20 days after being laid. After hatching, the male and female take turns feeding the chicks. When the chicks hatch, they have no feathers, and have their eyes closed for about 3 weeks. The chicks stay in their nest for eight to nine weeks while their bills develop fully.","categories":[],"infobox_types":[],"annotations":[{"uri":"Latin_America","surface_form":"Latin America","offset":127},{"uri":"Toucan","surface_form":"toucan","offset":156},{"uri":"Belize","surface_form":"Belize","offset":198},{"uri":"Mexico","surface_form":"Mexico","offset":256},{"uri":"Venezuela","surface_form":"Venezuela","offset":266},{"uri":"Colombia","surface_form":"Colombia","offset":280},{"uri":"Herd","surface_form":"flocks","offset":383},{"uri":"Rainforest","surface_form":"rainforest","offset":441},{"uri":"Keratin","surface_form":"keratin","offset":872},{"uri":"Feather","surface_form":"feather","offset":916},{"uri":"Moult","surface_form":"Molting","offset":998},{"uri":"Fruit","surface_form":"fruit","offset":1437},{"uri":"Insects","surface_form":"insects","offset":1461},{"uri":"Reptiles","surface_form":"reptiles","offset":1480}]}