{"id":369940,"url":"http://en.wikipedia.org/wiki/Tiger_Palpatja","text":"Tiger Palpatja (born about 1920 – died 16 April 2012) was an Australian Aboriginal artist from the Aṉangu Pitjantjatjara Yankunytjatjara Lands.\nLife.\nTiger was born around 1920 (though the exact year is not known). He was born in the bush, at a rockhole called Piltati, which is close to what is now Nyapaṟi in north-west South Australia. His family were Pitjantjatjara, and they lived a traditional, nomadic life in the bushland around Piltati. When he was a teenager, Tiger's family settled at Ernabella, which at the time was a Presbyterian mission and a sheep station. Tiger grew up on the mission, and learned to speak a little English in school there. He eventually got married to a woman named Nyalapanytja, and they lived in Ernabella for many years. Tiger worked on the station, shearing sheep and building fences.\nIn the 1970s, Tiger and his family moved to Amaṯa, closer to his homeland. When he got older, Tiger became a \"ngangkaṟi\" (traditional healer), an important and respected role in traditional Pitjantjatjara communities. In 1997, the women at Amaṯa began a community art centre, originally called Minymaku Arts. The word \"minymaku\" means \"women's\", and they called it this because, at the time, Pitjantjatjara men did not like to paint. After several men began painting in the early 2000s, the centre's name was changed to Tjala Arts.\nTiger started painting in September 2004, less than eight years before his death. He had never painted before this, and was better known for woodworking, especially making spears. Although he only began painting in his final years, his work quickly became recognised by critics. In 2005, Tiger was a finalist for the National Aboriginal & Torres Strait Islander Art Award. He became a finalist three more time before his death, in 2006, 2010, and 2011, but he never won. He was also a finalist in the Western Australian Indigenous Art Awards in 2009, and again in 2011. Tiger mainly painted for Tjala Arts, but from 2009 he also began working for Tjungu Palya in nearby Nyapaṟi.\nArtwork.\nTiger's painted sacred stories from his Dreaming, mostly to do with Piltati, where he was born. This place is associated with a creation story involving two sisters and their husbands, who change themselves into Wanampi (a giant water snake). According to Tiger's Dreaming, the Wanampi are his family's ancestors who created the country around Piltati. The snake's form can be seen in many of Tiger's paintings, usually painted several different colours. His paintings were known for their bright colours, as opposed to the traditional natural ochre colours used by many other artists of the Western Desert.\nTiger died on 16 April 2012, over the age of 90. While he was alive, his paintings were exhibited in several major cities, including Sydney, Melbourne, Adelaide, Fremantle and Perth. His work is now held in permanent galleries in most of these cities. He also had work exhitied overseas: at the University of Virginia in 2006, and in Singapore in 2008. His paintings are held in the National Gallery of Victoria, the National Gallery of Australia, the Australian National University, Charles Darwin University, Flinders University, and the Art Gallery of New South Wales.","categories":[],"infobox_types":[],"annotations":[{"uri":"Aboriginal_art","surface_form":"Aboriginal art","offset":72},{"uri":"A%E1%B9%89angu_Pitjantjatjara_Yankunytjatjara","surface_form":"Aṉangu Pitjantjatjara Yankunytjatjara Lands","offset":99},{"uri":"The_bush","surface_form":"the bush","offset":230},{"uri":"Rockhole","surface_form":"rockhole","offset":245},{"uri":"Nyapa%E1%B9%9Fi%2C_South_Australia","surface_form":"Nyapaṟi","offset":300},{"uri":"South_Australia","surface_form":"South Australia","offset":322},{"uri":"Pitjantjatjara","surface_form":"Pitjantjatjara","offset":355},{"uri":"Nomadic_people","surface_form":"nomadic","offset":401},{"uri":"Ernabella","surface_form":"Ernabella","offset":496},{"uri":"Presbyterianism","surface_form":"Presbyterian","offset":531},{"uri":"Mission_(Christianity)","surface_form":"mission","offset":544},{"uri":"Sheep","surface_form":"sheep","offset":558},{"uri":"Station_(agriculture)","surface_form":"station","offset":564},{"uri":"Ama%E1%B9%AFa%2C_South_Australia","surface_form":"Amaṯa","offset":868},{"uri":"Homeland","surface_form":"homeland","offset":889},{"uri":"Woodworking","surface_form":"woodworking","offset":1497},{"uri":"Dreaming_(spirituality)","surface_form":"Dreaming","offset":2084},{"uri":"Creation_myth","surface_form":"creation story","offset":2172},{"uri":"Rainbow_Serpent","surface_form":"Wanampi","offset":2256},{"uri":"Ancestor","surface_form":"ancestor","offset":2347},{"uri":"Ochre","surface_form":"ochre","offset":2588},{"uri":"Western_Desert_cultural_bloc","surface_form":"Western Desert","offset":2636},{"uri":"Fremantle","surface_form":"Fremantle","offset":2814},{"uri":"University_of_Virginia","surface_form":"University of Virginia","offset":2947},{"uri":"Singapore","surface_form":"Singapore","offset":2986},{"uri":"National_Gallery_of_Victoria","surface_form":"National Gallery of Victoria","offset":3035},{"uri":"National_Gallery_of_Australia","surface_form":"National Gallery of Australia","offset":3069},{"uri":"Australian_National_University","surface_form":"Australian National University","offset":3104},{"uri":"Charles_Darwin_University","surface_form":"Charles Darwin University","offset":3136},{"uri":"Flinders_University","surface_form":"Flinders University","offset":3163},{"uri":"Art_Gallery_of_New_South_Wales","surface_form":"Art Gallery of New South Wales","offset":3192}]}