{"id":37,"url":"http://en.wikipedia.org/wiki/Native_American","text":"Native Americans (also called Aboriginal Americans, American Indians, Amerindians or indigenous peoples of America) are the people and their descendants, who were in the Americas when Europeans arrived. There are many different tribes of Native American people, with many different languages. There are more than three million Native Americans in Canada and the U.S. combined. About 51 million Native Americans live in Latin America.\nSometimes these people are called Indians, but this may be confusing, because it is the same word used for people from India. When Christopher Columbus explored, he did not know about the Americas. He was in the Caribbean but thought he was in the East Indies, so he called the people Indians.\nMany Native Americans died after the Europeans came to the Americas. There were diseases that came with the Europeans but were new to the Native Americans. There were battles with the Europeans. Many native people were hurt, killed, or forced to leave their homes by settlers who took their lands.\nSome Native Americans kept jaguars as pets.\nNative Americans introduced vanilla and chocolate to the world.\nOrigins.\nThe ancestors of Native Americans came to the Americas from Asia. Some of them may have come to America 15,000 years ago when Alaska was connected to Siberia by the Bering land bridge.\nThe earliest peoples in the Americas came from Siberia when there was an ice bridge across the Bering Strait. The cold but mainly grassy plain which connected Siberia with Canada is called Beringia. It is reckoned that a few thousand people arrived in Beringia from eastern Siberia during the Last Glacial Maximum before moving into the Americas sometime after 16,500 years before the present (BP). This would have occurred as the American glaciers blocking the way southward melted, but before the bridge was covered by the sea about 11,000 years BP.\nBefore European colonization, Beringia was inhabited by the Yupik peoples on both sides of the straits. This culture remains in the region today, with others. In 2012, the governments of Russia and the United States announced a plan to formally establish \"a transboundary area of shared Beringian heritage\". Among other things this agreement would establish close ties between the Bering Land Bridge National Preserve and the Cape Krusenstern National Monument in the United States and Beringia National Park in Russia.\nNative Americans are divided into many small nations, called First Nations in Canada and tribe<nowiki/>s elsewhere.\nToday.\nAccording to the 2010 United States census, 0.9% of Americans say they are Native American, 2.9 million people, and 1.7% of Americans say they are both Native American and something else. They are not evenly spread out through the United States. About a third of the people in Alaska are Native Alaskan and about a sixth of the people in Oklahoma are Native American.\nIn the United States, most Native Americans live in cities. About 28% of Native Americans live on reservations. Many Native Americans are poor, and 24% are extremely poor. The history of violence against Native Americans persists today in higher rates of violence against Native American people than white people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americas","surface_form":"Americas","offset":170},{"uri":"Tribe","surface_form":"tribe","offset":228},{"uri":"Latin_America","surface_form":"Latin America","offset":419},{"uri":"India","surface_form":"India","offset":553},{"uri":"Christopher_Columbus","surface_form":"Christopher Columbus","offset":565},{"uri":"Americas","surface_form":"Americas","offset":622},{"uri":"Caribbean","surface_form":"Caribbean","offset":646},{"uri":"East_Indies","surface_form":"East Indies","offset":682},{"uri":"Disease","surface_form":"disease","offset":808},{"uri":"Battle","surface_form":"battle","offset":895},{"uri":"Jaguar","surface_form":"jaguar","offset":1053},{"uri":"Vanilla","surface_form":"vanilla","offset":1098},{"uri":"Chocolate","surface_form":"chocolate","offset":1110},{"uri":"Asia","surface_form":"Asia","offset":1203},{"uri":"Alaska","surface_form":"Alaska","offset":1269},{"uri":"Siberia","surface_form":"Siberia","offset":1293},{"uri":"Bering_land_bridge","surface_form":"Bering land bridge","offset":1308},{"uri":"Siberia","surface_form":"Siberia","offset":1375},{"uri":"Bering_Strait","surface_form":"Bering Strait","offset":1423},{"uri":"Beringia","surface_form":"Beringia","offset":1517},{"uri":"Last_Glacial_Maximum","surface_form":"Last Glacial Maximum","offset":1621},{"uri":"Yupik_peoples","surface_form":"Yupik peoples","offset":1940},{"uri":"Russia","surface_form":"Russia","offset":2067},{"uri":"United_States","surface_form":"United States","offset":2082},{"uri":"Bering_Land_Bridge_National_Preserve","surface_form":"Bering Land Bridge National Preserve","offset":2261},{"uri":"Cape_Krusenstern_National_Monument","surface_form":"Cape Krusenstern National Monument","offset":2306},{"uri":"Beringia_National_Park","surface_form":"Beringia National Park","offset":2366},{"uri":"First_Nations","surface_form":"First Nations","offset":2461},{"uri":"Tribe","surface_form":"tribe","offset":2489}]}