{"id":370058,"url":"http://en.wikipedia.org/wiki/Spring_(device)","text":"A spring is a device typically made of metal, usually steel.\nThe metal can be compressed (squeezed). When the compression force is removed, the spring returns to its original length. The metal is usually spring steel, and it is wound tightly. There is lot of varitions with size and type, example some springs have designed for pulling, not pushing. Gas-springs are often used with vehicles tailgate.\nHistory.\nSimple non-coiled springs were used throughout human history e.g., the bow (and arrow). In the Bronze Age more sophisticated spring devices were used, as shown by the spread of tweezers in many cultures. Ctesibius of Alexandria developed a method for making bronze with spring-like characteristics by producing an alloy of bronze with an increased proportion of tin, and then hardening it by hammering after it is cast.\nCoiled springs appeared early in the 15th century, in door locks. The first spring powered-clocks appeared in that century. They evolved into the first large watches by the 16th century.\nIn 1676 British physicist Robert Hooke discovered the principle behind springs' action, that the force it exerts is proportional to its extension, now called Hooke's law.","categories":[],"infobox_types":[],"annotations":[{"uri":"Device","surface_form":"device","offset":14},{"uri":"Metal","surface_form":"metal","offset":39},{"uri":"Steel","surface_form":"steel","offset":54},{"uri":"Steel","surface_form":"steel","offset":211},{"uri":"Bow_(weapon)","surface_form":"bow","offset":481},{"uri":"Tweezer","surface_form":"tweezer","offset":587},{"uri":"Ctesibius_of_Alexandria","surface_form":"Ctesibius of Alexandria","offset":614},{"uri":"Bronze","surface_form":"bronze","offset":668},{"uri":"Tin","surface_form":"tin","offset":772},{"uri":"Coil","surface_form":"Coil","offset":830},{"uri":"Robert_Hooke","surface_form":"Robert Hooke","offset":1043},{"uri":"Hooke%27s_law","surface_form":"Hooke's law","offset":1175}]}