{"id":370060,"url":"http://en.wikipedia.org/wiki/The_Fens","text":"The Fens, or, are a naturally marshy region in eastern England. Most of the fens were drained several centuries ago. They are now mostly a flat, damp, low-lying agricultural region.\nA \"fen\" is an individual area of marshland or former marshland. The marsh is (or was) neutral or alkaline water with relatively large quantities of dissolved minerals, but few other plant nutrients.\nThe Fenland is mostly around the coast of the Wash. It includes parts of four counties: Lincolnshire, Cambridgeshire, Norfolk and a small area of Suffolk. The whole occupies an area of nearly.\nMost of the Fenland lies within a few metres of sea level. As with similar areas in the Netherlands, much of the Fenland originally consisted of fresh- or salt-water wetlands, which have been artificially drained and continue to be protected from floods by drainage banks and pumps. With the support of this drainage system, the Fenland has become a major arable agricultural region in Britain for grains and vegetables. The Fens are particularly fertile, containing around half of the grade 1 agricultural land in England.\nThe Fens include the churches and cathedrals of Ely, Ramsey, Crowland, Thorney and Peterborough.\nOther significant settlements in the Fens include Cambridge, Boston, Spalding, Wisbech and King's Lynn.\nThe Fens are very low-lying compared with the chalk and limestone uplands that surround them – in most places no more than 10 m above sea level. Indeed, as a result of drainage and the subsequent shrinkage of the peat fens, many parts of the Fens now lie below the average sea level. Although one writer in the seventeenth century described the Fenland as all lying above sea level (in contrast to the Netherlands), the area is now home to the lowest land point in the United Kingdom, Holme Fen in Cambridgeshire, at around 2.75 metres below sea level. Within the Fens there are a few hills, which have historically been called \"islands\" as they remained dry when the low-lying fens around them were flooded. The largest of the fen-islands is the Isle of Ely, on which the cathedral city of Ely was built; its highest point is 39 m above mean sea-level.\nWithout artificial drainage and flood protection, the Fens would be liable to periodic flooding, particularly in winter due to the heavy load of water flowing down from the uplands and overflowing the rivers. Some areas of the Fens were once permanently flooded, creating small lakes or \"meres\", while others were only flooded during periods of high water. In the pre-modern period arable farming was limited to the higher areas of the surrounding uplands, the fen islands and the so-called \"Townlands\", an arch of silt ground around the Wash where the towns had their arable fields. Though these lands were lower than the peat fens before the peat shrinkage began, the more stable silt soils were reclaimed by medieval farmers and embanked against any floods coming down from the peat areas or from the sea. The rest of the Fenland was dedicated to pastoral farming, fishing, fowling and the harvesting of reeds or sedge, for example for thatch. In this way, the medieval and early modern Fens stood in contrast to the rest of southern England, which was primarily an arable agricultural region.\nSince the advent of modern drainage in the nineteenth and twentieth centuries, the Fens have been radically transformed, so that today arable farming has almost entirely replaced pastoral and the economy of the Fens is heavily invested in the production of crops such as grains, vegetables and some cash crops such as rapeseed or canola.","categories":[],"infobox_types":[],"annotations":[{"uri":"Marsh","surface_form":"marsh","offset":30},{"uri":"Drain","surface_form":"drained","offset":86},{"uri":"Agricultural","surface_form":"agricultural","offset":161},{"uri":"Fen","surface_form":"fen","offset":185},{"uri":"Marsh","surface_form":"marsh","offset":215},{"uri":"PH","surface_form":"neutral","offset":268},{"uri":"Alkali","surface_form":"alkali","offset":279},{"uri":"Mineral","surface_form":"mineral","offset":340},{"uri":"Nutrient","surface_form":"nutrient","offset":370},{"uri":"The_Wash","surface_form":"the Wash","offset":423},{"uri":"Lincolnshire","surface_form":"Lincolnshire","offset":469},{"uri":"Cambridgeshire","surface_form":"Cambridgeshire","offset":483},{"uri":"Norfolk","surface_form":"Norfolk","offset":499},{"uri":"Suffolk","surface_form":"Suffolk","offset":527},{"uri":"Sea_level","surface_form":"sea level","offset":622},{"uri":"Netherlands","surface_form":"Netherlands","offset":662},{"uri":"Wetland","surface_form":"wetland","offset":740},{"uri":"Crops","surface_form":"arable","offset":930},{"uri":"Cathedral","surface_form":"cathedral","offset":1132},{"uri":"Ely%2C_Cambridgeshire","surface_form":"Ely","offset":1146},{"uri":"Ramsey%2C_Cambridgeshire","surface_form":"Ramsey","offset":1151},{"uri":"Crowland","surface_form":"Crowland","offset":1159},{"uri":"Thorney%2C_Cambridgeshire","surface_form":"Thorney","offset":1169},{"uri":"Peterborough","surface_form":"Peterborough","offset":1181},{"uri":"Cambridge","surface_form":"Cambridge","offset":1245},{"uri":"Boston%2C_Lincolnshire","surface_form":"Boston","offset":1256},{"uri":"Spalding%2C_Lincolnshire","surface_form":"Spalding","offset":1264},{"uri":"Wisbech","surface_form":"Wisbech","offset":1274},{"uri":"King%27s_Lynn","surface_form":"King's Lynn","offset":1286},{"uri":"Chalk","surface_form":"chalk","offset":1345},{"uri":"Limestone","surface_form":"limestone","offset":1355},{"uri":"Peat","surface_form":"peat","offset":1512},{"uri":"Sea_level","surface_form":"sea level","offset":1572},{"uri":"Holme%2C_Cambridgeshire","surface_form":"Holme Fen","offset":1784},{"uri":"Isle_of_Ely","surface_form":"Isle of Ely","offset":2046},{"uri":"Ely%2C_Cambridgeshire","surface_form":"Ely","offset":2090},{"uri":"Mere_(lake)","surface_form":"meres","offset":2441},{"uri":"Crops","surface_form":"arable farming","offset":2535},{"uri":"Silt","surface_form":"silt","offset":2668},{"uri":"The_Wash","surface_form":"the Wash","offset":2687},{"uri":"Silt","surface_form":"silt","offset":2835},{"uri":"Livestock","surface_form":"pastoral farming","offset":3003},{"uri":"Fowling","surface_form":"fowling","offset":3030},{"uri":"Reed_(plant)","surface_form":"reeds","offset":3060},{"uri":"Sedge","surface_form":"sedge","offset":3069},{"uri":"Thatch","surface_form":"thatch","offset":3092},{"uri":"Rapeseed","surface_form":"rapeseed","offset":3568},{"uri":"Canola","surface_form":"canola","offset":3580}]}