{"id":37005,"url":"http://en.wikipedia.org/wiki/Flag_of_Russia","text":"The flag of Russia is a horizontal tricolor of three colors - white on the top, blue in the middle, and red on the bottom. These colors are also used in other Slavic nations (e.g. Serbia, Slovenia, Croatia, Slovakia and the Czech Republic).\nHistory.\nWhen Tsar Peter I traveled in the year 1699 to the Netherlands, in order to get more shipbuilding experience, he recognized the necessity that Russia needed its own flag for its navy.\nThe new Russian flag should follow the model of the flag of the Netherlands (at that time three horizontal strips orange-white-blue in addition, red-white-blue after 1630), but use colors from Russia. Peter I selected the colors from the coat of arms of the Principality of Moscow: On red background a white knight on a white horse rides, wrapped into a blue coat and blue sign carrying. Later the three colors were interpreted also than symbol for the three state-carrying ostslawischen peoples in the Russian Zarenreich: White for the “white Russians”, blue for the “small Russians” and red for the “large Russians”.\nThis flag was first allowed to be used on 7 May 1883. When the Bolsheviks 1917 seized power, they changed the national flag. On 22 August 1991 the white-blue-red Tricolor was determined again to the Russian national flag.\nAndreyevsky flag.\nPeter I gave also another flag to the country: the so-called imperial flag of Russia. It consists of a blue St Andrews cross on a white background. This flag was used alternatively with the Trikolore. The flag is still used as the flag of the Russian navy.\nOn 15 April 1996 the Russian president Boris Yeltsin signed an explanation that the victory flag is equivalent to the Russian flag.\nThe \"victory flag\" is a variant of the flag, which was introduced on May 1, 1945. The difference to the flag of the Soviet Union is that the star is somewhat larger and \"hammer and Sichel\" are not used.","categories":[],"infobox_types":["flag"],"annotations":[{"uri":"Serbia","surface_form":"Serbia","offset":180},{"uri":"Slovenia","surface_form":"Slovenia","offset":188},{"uri":"Croatia","surface_form":"Croatia","offset":198},{"uri":"Slovakia","surface_form":"Slovakia","offset":207},{"uri":"Czech_Republic","surface_form":"Czech Republic","offset":224},{"uri":"Tsar_Peter_I","surface_form":"Tsar Peter I","offset":255},{"uri":"Netherlands","surface_form":"Netherlands","offset":301},{"uri":"Russia","surface_form":"Russia","offset":393},{"uri":"White","surface_form":"white","offset":1200},{"uri":"Blue","surface_form":"blue","offset":1206},{"uri":"Red","surface_form":"red","offset":1211},{"uri":"Boris_Yeltsin","surface_form":"Boris Yeltsin","offset":1589}]}