{"id":370038,"url":"http://en.wikipedia.org/wiki/Zinc_finger","text":"Zinc finger nucleases (or ZFN) are a tool used to target genes and change DNA. It is one of three methods of changing the genome with engineered nucleases.\nThey have two parts. Zinc fingers are man-made molecules made of a protein and zinc. Each binds to a specific DNA. Zinc-finger nucleases (ZFNs) are enzymes got by fusing a zinc finger to a DNA cleavage enzyme called a \"Fokl\". So the ZFN binds onto a specific DNA sequence, then snips it in two places. Regular cell enzymes stick the ends together, minus the bit snipped out (DNA repair).\nEach ZFN is made to use on a single gene which is called a “target gene” or “target DNA”. They can be designed to work on specific parts of genes to create a desired change. The two types of DNA changes are mutations such as deletions and insertions. Genetics research looks at mutated animal subjects to find out what the particular gene does.\nZinc finger structure.\n'Zinc finger' is the name of many protein structures. The zinc atom binds the proteins and makes them more stable. ZFNs bind to DNA base pairs. One zinc finger can bind about 3 base pairs by itself.\nZFN function.\nZinc finger nucleases are made with 3-6 zinc fingers. ZFNs have two important domains: a DNA-binding domain and a DNA-cleavage domain. The DNA-cleavage domain uses an enzyme called \"Fokl\" that breaks DNA.\nZFN’s can only change DNA sequences they are designed for. The DNA-binding domain binds to a specific DNA sequence. Two ZFN’s designed for the same DNA sequence are needed change one gene. The DNA-binding domains bind to both strands on the DNA double helix. DNA-cleaving domains break the DNA strand and cut the gene base pairs out. Cells fix broken DNA strands on their own using DNA repair. Deletion mutations result from missing base pairs after DNA repair.\nThe length of target gene sequence can also be specified. A minimum of 9 base pairs can be changed using 3 zinc fingers. This is useful for removing and inserting very short DNA sequences and determining their effect on the target gene. Also large sequences can be changed using more than one ZFN.\nUse of ZFNs.\nZFNs have been used to discover gene functions in many genetics studies. ZFNs can be used to change DNA on any species. Another feature of ZFNs is that they can be used \"in vivo\" (in living organisms). They are currently used on model organisms: plants, insects, and fish.\nProblems using ZFNs.\nThe biggest issue with ZFNs is accidentally altering genes besides the target gene. A ZFN must be made to find the right base pairs on the target gene. These base pairs are chosen so only the target gene will have them. DNA-cleavage domains work on any DNA sequence so binding to a wrong gene sequence will change it instead. ZFNs that knock out base pairs for more than one gene are not considered accurate.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gene_targeting","surface_form":"target genes","offset":50},{"uri":"DNA","surface_form":"DNA","offset":74},{"uri":"Genome","surface_form":"genome","offset":122},{"uri":"Nuclease","surface_form":"nuclease","offset":145},{"uri":"Protein","surface_form":"protein","offset":223},{"uri":"Zinc","surface_form":"zinc","offset":235},{"uri":"Enzymes","surface_form":"enzymes","offset":304},{"uri":"DNA_repair","surface_form":"DNA repair","offset":531},{"uri":"Gene","surface_form":"gene","offset":580},{"uri":"Mutations","surface_form":"mutations","offset":751},{"uri":"Genetics","surface_form":"Genetics","offset":795},{"uri":"Research","surface_form":"research","offset":804},{"uri":"Enzyme","surface_form":"enzyme","offset":1292},{"uri":"DNA_repair","surface_form":"DNA repair","offset":1712},{"uri":"Research","surface_form":"studies","offset":2167},{"uri":"Model_organism","surface_form":"model organism","offset":2332}]}