{"id":37000,"url":"http://en.wikipedia.org/wiki/Epinephrine","text":"Epinephrine, also known as adrenaline, is a hormone and a medication. The names \"adrenaline\" and \"epinephrine\" come from the Latin words \"ad\"-+\"renes\" and the Greek words \"epi\"-+\"nephros.\" Both mean \"into or onto the kidney\" (adrenaline is made in the adrenal glands, which sit on top of the kidneys). In medical jargon, epinephrine is shortened to just \"epi\" (pronounced eh-pee).\nHistory.\nThe hormone was first isolated and purified in 1901 by Japanese chemist Jokichi Takamine. It was patented in the United States with the name \"adrenaline.\"\nMedical uses.\nEpinephrine is used to treat a few different medical problems.\nCardiac arrest.\nEpinephrine can restart a person's heart when they are in cardiac arrest (their heart has stopped beating). It can make the heart start pumping blood to the rest of the body again.\nAnaphylaxis.\nEpinephrine is the best medicine to treat anaphylaxis, which is a very bad allergic reaction. During anaphylaxis, the bronchi (which bring air to the lungs) get narrower and narrower until the person cannot breathe. Epinephrine makes the bronchi get wider so air can get into the lungs and the person can breathe again. It also treats some of the other symptoms of anaphylaxis.\nPeople with allergies can get a doctor's prescription for an epinephrine \"auto-injector.\" Anyone can learn to use an auto-injector. If a person starts having anaphylaxis, they just press the auto-injector to the outside of their thigh, and the device will automatically inject the right dose of epinephrine into the person's thigh.\nAsthma.\nEpinephrine can be given for asthma attacks, if regular asthma medications like albuterol do not work. The epinephrine will relax the muscles around the lungs and widen the bronchi, making it easier to breathe.\nCroup.\nCroup is a disease that mostly happens in children, and is caused by a virus. It can cause swelling in the throat, which can make it hard to breathe. Epinephrine can help bring this swelling down, which makes it easier for the child to breathe. Epinephrine works best for croup if it is breathed in, so it is made into a special mist that can be inhaled.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hormone","surface_form":"hormone","offset":44},{"uri":"Medication","surface_form":"medication","offset":58},{"uri":"Latin","surface_form":"Latin","offset":125},{"uri":"Greek_language","surface_form":"Greek","offset":159},{"uri":"Kidney","surface_form":"kidney","offset":217},{"uri":"Adrenal_gland","surface_form":"adrenal gland","offset":252},{"uri":"Jargon","surface_form":"jargon","offset":313},{"uri":"Pronunciation","surface_form":"pronounced","offset":361},{"uri":"Japan","surface_form":"Japan","offset":445},{"uri":"Chemist","surface_form":"chemist","offset":454},{"uri":"Jokichi_Takamine","surface_form":"Jokichi Takamine","offset":462},{"uri":"Patent","surface_form":"patent","offset":487},{"uri":"Cardiac_arrest","surface_form":"cardiac arrest","offset":696},{"uri":"Blood","surface_form":"blood","offset":782},{"uri":"Anaphylaxis","surface_form":"anaphylaxis","offset":874},{"uri":"Breathing","surface_form":"breathe","offset":1039},{"uri":"Symptom","surface_form":"symptom","offset":1185},{"uri":"Allergy","surface_form":"allergies","offset":1222},{"uri":"Medical_doctor","surface_form":"doctor's","offset":1242},{"uri":"Prescription","surface_form":"prescription","offset":1251},{"uri":"Injection","surface_form":"inject","offset":1480},{"uri":"Asthma","surface_form":"asthma","offset":1579},{"uri":"Albuterol","surface_form":"albuterol","offset":1630},{"uri":"Croup","surface_form":"Croup","offset":1768},{"uri":"Inflammation","surface_form":"swelling","offset":1859},{"uri":"Throat","surface_form":"throat","offset":1875},{"uri":"Mist","surface_form":"mist","offset":2097}]}