{"id":37004,"url":"http://en.wikipedia.org/wiki/February_Revolution","text":"The February Revolution (,) of 1917 was a revolution that ended the monarchy in the Russian Empire. A provisional government replaced the Tsar, Nicholas II. This was the beginning of the Russian Revolution. The February Revolution was caused by problems left over from World War I. These included economic and other hardships that caused tension among the people.\nIndustrialization and workers.\nIndustrialization had already spread from Petrograd (now Saint Petersburg) and other cities in August of 1917. When Russia lost the Crimean War to England and France in 1856, it became obvious that Russia needed economic and social change to keep up with other countries. Large reforms followed, including the abolition of serfdom in 1861, judicial reform in 1864, and the establishment of national government groups, called Semstwos, in 1864. This strategy was designed to encourage industrial growth.\nEconomic crisis and cultural change.\nRussia had an economic crisis during the Crimean War. The country did not have enough new weapons or new machines. After the war, the Tsar, Russia's emperor, tried to change this. He increased Russia's ability to make things in factories. This cost the Russian people a lot of money.\nMost of the economic, social, and cultural change was in cities. To get ready to develop more modern industry, new laws were made to increase the power of regional leaders. Cultural modernization included development of new styles in literature and art. A new group of people who focused on art and literature sought further reforms.\nAgriculture in Tsarist Russia.\nThe Russian national economy was still mostly based on farming and most people were peasants. Because the number of people grew faster than the area's ability to grow food, there were serious food shortages.\nAgrarian social protest was usually spontaneous but did not last long. The farmers always went back to their farms. This happened in the hot autumn of the year 1905, and again in the late summer of 1917. Rural areas remained calm after the World War I began in 1914. Because the large majority of the soldiers came from villages, few people were left to fight against the authorities.\nWith all that the question remained, why farmers revolted against their own landlords but never joined to work together carefully. Only this new connection, between the farmers in the rural regions and the inhabitants of the cities, lent a revolutionary quality to the agrarian social protest.\nDefeats in the First World War.\nThe war brought Russia losses of more than a million dead. The war had begun, as in all European states, with a high national morale. However, defeat in the Gorlice–Tarnów Offensive in 1915 led to other defeats. The legitimacy of the autocratic Romanovs was weakened further by the fact that Nicholas II had personally taken command of the armed forces and thus each further retreat and defeat would damage the reputation of the regime.\nThe workers and farmers, like other Russians, were unhappy. They no longer supported the Tsar. In September of 1915, the Tsar sent the parliament home. Tensions increased, and endangered the internal peace of the realm.\nAbdication of the Tsar.\nIn 1915, Tsar Nicholas II took over command of the troops during the First World War. But he did not do a good job, and the army lost battles in embarrassing ways. Nicholas II did not get along well with the elected Duma. Nicholas II ignored the advice of his former Minister of Finance Sergei Juljewitsch Witte, who recommended comprehensive reforms. The frequent defeats combined with food shortages and the catastrophic supply situation to cause the revolution. The increasing anger of the population showed up in the Duma, which was dominated by representatives of the middle class and the aristocracy. In the Duma of 1915, the progressive block was the strongest parliamentary opposition.\nIn February 1917, army units stopped fighting revolutionaries in the capital and joined them instead. They took control of the capital and prevented the Tsar from returning. He eventually agreed to give up the throne.","categories":[],"infobox_types":[],"annotations":[{"uri":"1917","surface_form":"1917","offset":31},{"uri":"Revolution","surface_form":"revolution","offset":42},{"uri":"Monarchy","surface_form":"monarchy","offset":68},{"uri":"Russian_Empire","surface_form":"Russian Empire","offset":84},{"uri":"Provisional_government","surface_form":"provisional government","offset":102},{"uri":"Tsar","surface_form":"Tsar","offset":138},{"uri":"Nicholas_II_of_Russia","surface_form":"Nicholas II","offset":144},{"uri":"Russian_Revolution","surface_form":"Russian Revolution","offset":187},{"uri":"World_War_I","surface_form":"World War I","offset":269},{"uri":"Economics","surface_form":"economic","offset":297},{"uri":"Society","surface_form":"people","offset":356},{"uri":"Industrialization","surface_form":"Industrialization","offset":395},{"uri":"Saint_Petersburg","surface_form":"Saint Petersburg","offset":452},{"uri":"England","surface_form":"England","offset":542},{"uri":"France","surface_form":"France","offset":554},{"uri":"Serfdom","surface_form":"serfdom","offset":718},{"uri":"Crimean_War","surface_form":"Crimean War","offset":976},{"uri":"Tsar","surface_form":"Tsar","offset":1069},{"uri":"Economy","surface_form":"economic","offset":1231},{"uri":"Social","surface_form":"social","offset":1241},{"uri":"Intelligentsia","surface_form":"group of people who focused on art and literature","offset":1479},{"uri":"Peasant","surface_form":"peasant","offset":1668},{"uri":"Protest","surface_form":"protest","offset":1808},{"uri":"Farmer","surface_form":"farmer","offset":2218},{"uri":"Nicholas_II_of_Russia","surface_form":"Nicholas II","offset":2795},{"uri":"Nicholas_II_of_Russia","surface_form":"Nicholas II","offset":3198},{"uri":"Duma","surface_form":"Duma","offset":3400}]}