{"id":370063,"url":"http://en.wikipedia.org/wiki/Destructive_cult","text":"e=\"preserve\">A destructive cult is a cult or other religious movement which has caused harm to its members or other people, or which will likely do so. There is a discussion of what \"harm\" really means in this context. For most researchers, it includes \"physical harm\", so organisations who injure or kill their members qualify.\nSome researchers also include mental abuse in this notion of harm, for example: \"A destructive cult is a pyramid-shaped authoritarian regime with a person or group of people that have dictatorial control. It uses deception in recruiting new members (e.g. people are NOT told up front what the group is, what the group actually believes and what will be expected of them if they become members\". Psychologist Michael Langone defines a destructive cult as \"a highly manipulative group which exploits and sometimes physically and/or psychologically damages members and recruits\". Lifton's \"Eight criteria for thought reform\" are criteria to identify a destructive cult.\nThe use of the term \"destructive cult\" has also been criticised. According to some researchers, the term has been used to describe groups which are not necessarily harmful to themselves or others. The term may be used too widely, and equated with the deaths of members of Peoples Temple at Jonestown. Some complain that the term has been used to discredit groups. Lorne L. Dawson writes that though the Unification Church \"has not been shown to be violent or volatile,\" it has been described as a destructive cult by \"anticult crusaders\".\nThe German Federal Constitutional Court ruled in 2002, that the German government defamed the Osho movement by referring to it, among other things, as a \"destructive cult\". The court decided that \"destructive cult\" and other expressions employed by the government to describe the group had no factual basis to justify their use.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cult","surface_form":"cult","offset":37},{"uri":"Abuse","surface_form":"abuse","offset":366},{"uri":"Psychologist","surface_form":"Psychologist","offset":724},{"uri":"Peoples_Temple","surface_form":"Peoples Temple","offset":1268},{"uri":"Jonestown","surface_form":"Jonestown","offset":1286},{"uri":"Unification_Church","surface_form":"Unification Church","offset":1399},{"uri":"Federal_Constitutional_Court","surface_form":"Federal Constitutional Court","offset":1546},{"uri":"Defamation","surface_form":"defamed","offset":1617},{"uri":"Osho_movement","surface_form":"Osho movement","offset":1629}]}