{"id":37009,"url":"http://en.wikipedia.org/wiki/Anaphylaxis","text":"Anaphylaxis is a serious allergic reaction. It begins suddenly and may cause death. Anaphylaxis has many symptoms, such as an itchy rash, throat swelling, breathing problems, and low blood pressure. Common causes include insect bites, foods, and medications.\nAnaphylaxis happens when a person eats, breathes in, or is injected with an allergen (something they are allergic to). Their immune system over-reacts. It sends out special proteins from inside certain white blood cells. These proteins can start an allergic reaction or make the reaction worse.\nAnaphylaxis is diagnosed from a person’s signs and symptoms. The best treatment is an injection (a shot) of epinephrine (adrenaline). Sometimes doctors give other medicines along with epinephrine.\nWorldwide, about 0.05–2% of people have anaphylaxis at some point in their lives. Anaphylaxis appears to be getting more common.\nHistory.\nCases of anaphylaxis have been reported since ancient times.\nThe condition was originally named \"aphylaxis\" by Charles Richet in 1902. In 1913, Richet was awarded the Nobel Prize in Medicine and Physiology for his work on anaphylaxis.\nLater, the name was changed to \"anaphylaxis\" because it sounded nicer. The word \"anaphylaxis\" comes from the Greek words ἀνά (ana), \"against\", and φύλαξις (phyla's), \"protection.\"\nSigns and symptoms.\nAnaphylaxis can cause many different signs and symptoms over minutes or hours. If the anaphylaxis is caused by something that entered the body directly through the bloodstream (through a vein), symptoms appear within an average of 5 to 30 minutes. If it is caused by a food the person ate, symptoms appear within an average of 2 hours.\nPeople with anaphylaxis usually have problems with two or more of these body systems.\nSkin symptoms.\nIn 20% of cases, the tongue or throat may swell up, which can cause breathing problems. If a person is having breathing problems, the skin may turn blue because the body is not getting enough oxygen. This is called cyanosis.\nCardiovascular symptoms.\nAnaphylaxis can also cause low blood pressure. This may be caused by distributive shock, where the body's blood vessels get much wider because of the chemicals released by the immune system. It can also be caused by cardiogenic shock, where the heart is not getting enough blood to pump out to the rest of the body.\nIn rare cases, very low blood pressure may be the only sign of anaphylaxis.\nPeople who already have heart disease are at greater risk of having heart problems from anaphylaxis.\nCauses.\nAnaphylaxis can be caused by the body’s response to almost any foreign substance (anything that is outside the body). Common causes include venom from insect bites or stings; foods; and medications. In children and young adults, foods are the most common trigger (or cause) of anaphylaxis. In older adults, medications and insect bites or stings are more common triggers.\nFood.\nMany foods can trigger anaphylaxis, even when the food is eaten for the first time. In the Western world, the most common causes are eating or touching peanuts, wheat, tree nuts, shellfish, milk, and eggs. In the Middle East, sesame is a common trigger food. In Asia, rice and chickpeas often cause anaphylaxis.\nSevere cases of anaphylaxis usually happen when a person eats the trigger food. However, some people have severe anaphylaxis when the trigger food touches some part of their body.\nMedication.\nAny medication may cause anaphylaxis. The most common are β-lactam antibiotics (such as penicillin), then aspirin and NSAIDs.\nVenom.\nVenom from stinging or biting insects, like bees and wasps (Hymenoptera) or kissing bugs (Triatominae), may cause anaphylaxis. If a person has a bad allergic reaction to venom once, they have a greater risk of having anaphylaxis if they are stung or bitten again. However, half of the people who die of anaphylaxis have had no anaphylactic reaction before.\nRisk factors.\nCertain diseases, called atopic diseases, can make a person more likely to have allergies. Atopic diseases include asthma, eczema, and allergic rhinitis. People with these diseases have a high risk of anaphylaxis from food, latex, and radiocontrast agents. However, these people do not have a higher risk from injected medications or stings.\nOne study of children with anaphylaxis found that 60% had a history of previous atopic diseases. More than 90% of children who die from anaphylaxis have asthma.\nThe risk of having another anaphylactic reaction decreases as a person avoids the trigger for longer and longer.\nDiagnosis.\nIf a person has a bad reaction to an insect sting or a medication, blood tests for tryptase or histamine might be useful in diagnosing anaphylaxis. However, these tests are not very useful if the cause is food, or if the person has a normal blood pressure. Also, these tests cannot say for sure that a person does not have anaphylaxis.\nAllergy testing.\nAllergy testing may help to identify what caused a person’s anaphylaxis. Skin allergy tests (such as patch tests) can be done for certain foods and venoms. Skin tests can diagnose an allergy to penicillin, but there are no skin tests for other medications. Blood tests can diagnose milk, egg, peanut, tree nut and fish allergies.\nPrevention.\nThe best way to prevent anaphylaxis is to avoid the trigger that caused anaphylaxis in the past. When this is not possible, there may be treatments to make the body stop reacting to the trigger. This is called desensitization. For example, treatment of the immune system (immunotherapy) with Hymenoptera venoms is able to make 80–90% of adults and 98% of children stop having allergic reactions to bees, wasps, hornets, yellow jackets, and fire ants. Most people who are allergic to certain medicines can just avoid those medicines. However, desensitization is possible for many medications (for example, many chemotherapies) if the person has to take those medicines.\nPeople with latex allergies may have to avoid \"cross-reactive foods.\" These are foods that have ingredients that are similar to latex. Examples of these foods includeavocados, bananas, and potatoes.\nManagement.\nAnaphylaxis is a medical emergency that may require emergency medical treatment. Some patients need help keeping their airways open so they can breathe in air. Other patients need to be given extra oxygen or large amounts of intravenous fluids (fluids given through a needle into a vein).\nEpinephrine is the best treatment for anaphylaxis. Doctors often give antihistamines (which destroy histamine) and steroids along with epinephrine. Once a person has returned to normal, they should be watched in the hospital for 2 to 24 hours to make sure their symptoms do not return.\nEpinephrine.\nEpinephrine is the best and first treatment used for anaphylaxis. It reverses many of the symptoms of anaphylaxis. For example, it makes the bronchi (the passages to the lungs) get wider; it makes the blood vessels go back to their normal size; and it raises blood pressure.\nEpinephrine comes in an \"auto-injector,\" usually called an \"EpiPen.\" Once its safety cap is taken off, the EpiPen just has to be pressed into the thigh, and the right amount of epinephrine will automatically be injected into the person's body. Doctors can prescribe EpiPens to people who know they have allergies, so they can treat themselves for anaphylaxis. Many ambulances also carry EpiPens to treat anaphylaxis.\nThe EpiPen is meant to be injected into the thigh muscle, on the outside of the leg, as soon as anaphylaxis is suspected. There is no reason why it should not be used if a person is having an anaphylactic reaction. The injection may be repeated every 5 to 15 minutes if the person is still having breathing problems or other major symptoms. A second dose is needed in 16 to 35% of cases. More than two doses are rarely needed.\nEpinephrine can cause minor side effects, including tremors, anxiety, headaches, and palpitations.\nEpinephrine may not work in people who are taking β-blockers. In these people, if epinephrine does not work, doctors can give intravenous glucagon.\nOutlook.\nIf anaphylaxis is diagnosed and the person is treated quickly, there is a good chance that they will recover. Even if nobody knows what caused the anaphylaxis, the person usually makes a good recovery as long as they get medication to stop the reaction.\nWhen people die from anaphylaxis, they usually die from respiratory (breathing) problems, usually the airway closing up, or cardiovascular problems, like shock. About 0.7% to 20% of people with anaphylaxis die from it. Some people die within minutes.\nVery rarely, people have exercise-induced anaphylaxis - anaphylaxis that is caused by exercise. These people usually do well. They usually have fewer anaphylactic episodes, which are less severe, as they get older.","categories":[],"infobox_types":[],"annotations":[{"uri":"Allergy","surface_form":"allergic","offset":25},{"uri":"Symptom","surface_form":"symptom","offset":105},{"uri":"Rash","surface_form":"rash","offset":132},{"uri":"Inflammation","surface_form":"swelling","offset":145},{"uri":"Dyspnea","surface_form":"breathing problems","offset":155},{"uri":"Hypotension","surface_form":"low blood pressure","offset":179},{"uri":"Insect","surface_form":"insect","offset":221},{"uri":"Medication","surface_form":"medication","offset":246},{"uri":"Inhalation","surface_form":"breathes in","offset":299},{"uri":"Injection","surface_form":"injected","offset":318},{"uri":"Allergen","surface_form":"allergen","offset":335},{"uri":"Allergy","surface_form":"allergic","offset":364},{"uri":"Immune_system","surface_form":"immune system","offset":384},{"uri":"Proteins","surface_form":"proteins","offset":432},{"uri":"White_blood_cells","surface_form":"white blood cells","offset":461},{"uri":"Medical_diagnosis","surface_form":"diagnosed","offset":569},{"uri":"Signs_and_symptoms","surface_form":"signs and symptoms","offset":595},{"uri":"Injection","surface_form":"injection","offset":640},{"uri":"Epinephrine","surface_form":"epinephrine","offset":662},{"uri":"Ancient_history","surface_form":"ancient times","offset":935},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":1056},{"uri":"Physiology","surface_form":"Physiology","offset":1084},{"uri":"Greek_language","surface_form":"Greek","offset":1233},{"uri":"Circulatory_system","surface_form":"bloodstream","offset":1488},{"uri":"Vein","surface_form":"vein","offset":1511},{"uri":"Average","surface_form":"average","offset":1544},{"uri":"Hypoxia","surface_form":"not getting enough oxygen","offset":1934},{"uri":"Cyanosis","surface_form":"cyanosis","offset":1976},{"uri":"Vasodilation","surface_form":"blood vessels get much wider","offset":2117},{"uri":"Shock_(circulatory)","surface_form":"cardiogenic shock","offset":2227},{"uri":"Heart_disease","surface_form":"heart disease","offset":2427},{"uri":"Risk_factor","surface_form":"greater risk","offset":2448},{"uri":"Poison","surface_form":"venom","offset":2652},{"uri":"Insect","surface_form":"insect","offset":2663},{"uri":"Western_world","surface_form":"Western world","offset":2981},{"uri":"Peanut","surface_form":"peanut","offset":3042},{"uri":"Wheat","surface_form":"wheat","offset":3051},{"uri":"Shellfish","surface_form":"shellfish","offset":3069},{"uri":"Milk","surface_form":"milk","offset":3080},{"uri":"Egg_(food)","surface_form":"egg","offset":3090},{"uri":"Middle_East","surface_form":"Middle East","offset":3103},{"uri":"Sesame","surface_form":"sesame","offset":3116},{"uri":"Asia","surface_form":"Asia","offset":3152},{"uri":"Rice","surface_form":"rice","offset":3158},{"uri":"Chickpea","surface_form":"chickpea","offset":3167},{"uri":"Antibiotics","surface_form":"antibiotics","offset":3461},{"uri":"Penicillin","surface_form":"penicillin","offset":3482},{"uri":"Aspirin","surface_form":"aspirin","offset":3500},{"uri":"NSAID","surface_form":"NSAID","offset":3512},{"uri":"Bee","surface_form":"bee","offset":3571},{"uri":"Wasp","surface_form":"wasp","offset":3580},{"uri":"Hymenoptera","surface_form":"Hymenoptera","offset":3587},{"uri":"Triatominae","surface_form":"Triatominae","offset":3617},{"uri":"Disease","surface_form":"disease","offset":3906},{"uri":"Atopic_disease","surface_form":"atopic disease","offset":3923},{"uri":"Asthma","surface_form":"asthma","offset":4013},{"uri":"Eczema","surface_form":"eczema","offset":4021},{"uri":"Rhinitis","surface_form":"rhinitis","offset":4042},{"uri":"Latex","surface_form":"latex","offset":4122},{"uri":"Radiocontrast","surface_form":"radiocontrast","offset":4133},{"uri":"Blood_test","surface_form":"blood test","offset":4592},{"uri":"Tryptase","surface_form":"tryptase","offset":4608},{"uri":"Fish","surface_form":"fish","offset":5192},{"uri":"Hornet","surface_form":"hornet","offset":5631},{"uri":"Yellow_jacket","surface_form":"yellow jacket","offset":5640},{"uri":"Fire_ant","surface_form":"fire ant","offset":5660},{"uri":"Chemotherapy","surface_form":"chemotherapies","offset":5830},{"uri":"Latex","surface_form":"latex","offset":5901},{"uri":"Ingredient","surface_form":"ingredient","offset":5985},{"uri":"Avocado","surface_form":"avocado","offset":6055},{"uri":"Banana","surface_form":"banana","offset":6065},{"uri":"Potato","surface_form":"potato","offset":6078},{"uri":"Medical_emergency","surface_form":"medical emergency","offset":6117},{"uri":"Emergency_medicine","surface_form":"emergency medical treatment","offset":6152},{"uri":"Oxygen","surface_form":"oxygen","offset":6298},{"uri":"Intravenous_therapy","surface_form":"intravenous","offset":6325},{"uri":"Fluid","surface_form":"fluid","offset":6337},{"uri":"Epinephrine","surface_form":"Epinephrine","offset":6389},{"uri":"Antihistamine","surface_form":"antihistamine","offset":6459},{"uri":"Steroids","surface_form":"steroids","offset":6504},{"uri":"Hospital","surface_form":"hospital","offset":6605},{"uri":"Prescription","surface_form":"prescribe","offset":7219},{"uri":"Ambulance","surface_form":"ambulance","offset":7328},{"uri":"Adverse_effect_(medicine)","surface_form":"side effects","offset":7835},{"uri":"Tremor","surface_form":"tremor","offset":7859},{"uri":"Anxiety","surface_form":"anxiety","offset":7868},{"uri":"Palpitations","surface_form":"palpitations","offset":7892},{"uri":"Beta_blocker","surface_form":"β-blockers","offset":7956},{"uri":"Glucagon","surface_form":"glucagon","offset":8044},{"uri":"Exercise","surface_form":"exercise","offset":8593}]}