{"id":370176,"url":"http://en.wikipedia.org/wiki/Louis_Cavagnari","text":"e=\"preserve\">Sir Pierre Louis Napoleon Cavagnari, KCB CSI (1841–1879), was a British military administrator in British India. He was the son of Count Louis Adolphus Cavagnari, from Parma, Italy,\nHe later obtained naturalization as a British citizen, and entered the military service of the East India Company.In 1861 he was appointed an assistant commissioner in the Punjab region of British India, and in 1877 became deputy commissioner of Peshawar (now in Pakistan) and took part in several expeditions against the Pathan tribes.\nIn September 1878 he was attached to the staff of a British mission to Kabul, Afghanistan, which the Afghans refused to accept on their soil. In May 1879, after the British-Indian forces had invaded Afghanistan, and the death of Afghan Emir Sher, Cavagnari negotiated and signed the Treaty of Gandamak with Sher Ali's son and successor, Yaqub Khan. With this treaty, the Afghans agreed to admit a British representative to Kabul. The post was conferred on Cavagnari. He took up his residence in July 1879. However, on 3 September 1879, Cavagnari and the other European members of the mission, along with their guards who were made up of soldiers of the Corps of Guides, were killed after Afghan troops mutinied against them.","categories":[],"infobox_types":[],"annotations":[{"uri":"British","surface_form":"British","offset":77},{"uri":"British_India","surface_form":"British India","offset":111},{"uri":"Parma","surface_form":"Parma","offset":181},{"uri":"Italy","surface_form":"Italy","offset":188},{"uri":"East_India_Company","surface_form":"East India Company","offset":290},{"uri":"Punjab","surface_form":"Punjab","offset":367},{"uri":"Peshawar","surface_form":"Peshawar","offset":441},{"uri":"Pakistan","surface_form":"Pakistan","offset":458},{"uri":"Pathan","surface_form":"Pathan","offset":517},{"uri":"Kabul","surface_form":"Kabul","offset":603},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":610},{"uri":"Corps_of_Guides","surface_form":"Corps of Guides","offset":1185}]}