{"id":370111,"url":"http://en.wikipedia.org/wiki/Abdominal_migraine","text":"Abdominal migraine (AM) is a kind of migraine which causes severe pain in the area of the abdomen. The pain is usually around the navel (belly button) area, which is called the \"periumbilical area\".\nAM is most common in children starting at about age 7, but younger and older children may also get AM. Usually, abdominal migraines stop by the time children become teenagers. However, children who have had AM are more likely to have migraine headaches when they are adults. Sometimes adults also have abdominal migraines.\nAbdominal migraine causes \"paroxysmal attacks\" - attacks that happen suddenly, and happen again and again. The attacks can last from 1–72 hours, but they usually last less than 6 hours. They happen about one-third more often in females than in males.\nAbdominal migraines can cause other symptoms along with bad pain in the abdomen. People with AM usually have at least two of these other symptoms: nausea, vomiting, loss of appetite (not wanting to eat), headache, photophobia (being bothered by lights), and pallor (pale skin).\nAM is more common in children of women who have had migraine headaches. This suggests that AM may have a genetic cause (a cause that is passed down from parents to their children).\nSigns and symptoms.\nAbdominal migraines can cause many different symptoms. A person having an AM may have all of these symptoms, or only a few.\nDiagnosis.\nTo diagnose abdominal migraine, first a doctor takes a patient's clinical history (where the doctor gathers information about all of the medical problems and medical treatments the patient has ever had). The doctor also takes a family history (gathering information about family members' health), because many medical problems may be \"inheritable medical conditions\". This means that the problems may be passed down from parents to children, possibly because of problems in the family's genes. Most people with abdominal migraines have family members (especially mothers) who have also had migraines.","categories":[],"infobox_types":[],"annotations":[{"uri":"Migraine","surface_form":"migraine","offset":37},{"uri":"Pain","surface_form":"pain","offset":66},{"uri":"Abdomen","surface_form":"abdomen","offset":90},{"uri":"Symptom","surface_form":"symptom","offset":809},{"uri":"Nausea","surface_form":"nausea","offset":920},{"uri":"Vomit","surface_form":"vomit","offset":928},{"uri":"Appetite","surface_form":"appetite","offset":946},{"uri":"Headache","surface_form":"headache","offset":977},{"uri":"Genetic","surface_form":"genetic","offset":1156},{"uri":"Gene","surface_form":"gene","offset":1874}]}