{"id":370134,"url":"http://en.wikipedia.org/wiki/Shotokan","text":"is a school or style of karate. It is a martial art which was developed in Japan by Gichin Funakoshi (1868–1957).\nIn the past, people practiced this martial art in many countries. Shotokan is still popular in modern culture. Karate is primarily a combat sport done with bare hands. That is the meaning of \"Kara-te\": \"empty hand\". So then the only weapons that can be used against a fighter are parts of the body.\nHistory.\nThere are many styles of karate in different parts of the world. Shotokan is a style of karate that comes mainly from a small island south of Japan named Okinawa Island. The person who began this martial art was Gichin Funakoshi. This master practised karate all his life. He taught for many years and he wrote a book about his art.\nIn 1939, Funakoshi established the first \"Shotokan\" \"dojo\".\nPractise.\nTo exercise you must wear a karate uniform and a belt that tells what your level of experience is.\nThe order of karate belts is as follows for beginner to advanced levels: white, yellow, orange, green, blue, purple, brown and black. (The order of the belts may vary depending on the style of karate). After the black belt, there are nine more levels before finishing all notions of karate.\nIn a fight, you must wear shin guards, gloves, a chest protector and a mouth piece.\nBenefits.\nKarate is beneficial to maintain good physical and mental shape. First, this discipline allows us to maintain good muscle tone. This is good for succeed as the strikes in karate take strength.\nFlexibility is also developed as karate requires that one performs high kicks and jumps. In addition, better endurance is necessarily because in the fight, fighters always need a good breath.\nFor mental well-being, karate promotes greater self-esteem, because it is an individual sport. The students progress at their own pace and one learns to overcome. In fact, it is a physical activity, so it helps to release stress and feel less pressure. In addition, Karate improves concentration because the fighter must be more attentive to his mind and his body. Having good concentration is an advantage. When someone is hurting during a fight, with his concentration he can no longer feel pain. Also, the fighter has to watch the eyes of his opponent and thinki about what he can do to catch him off guard.","categories":[],"infobox_types":[],"annotations":[{"uri":"Karate","surface_form":"karate","offset":24},{"uri":"Martial_arts","surface_form":"martial art","offset":40},{"uri":"Japan","surface_form":"Japan","offset":75},{"uri":"Gichin_Funakoshi","surface_form":"Gichin Funakoshi","offset":84},{"uri":"Culture","surface_form":"culture","offset":216},{"uri":"Okinawa_Island","surface_form":"Okinawa Island","offset":576},{"uri":"Establish","surface_form":"established","offset":774},{"uri":"Dojo","surface_form":"dojo","offset":808},{"uri":"Karate_belts","surface_form":"karate belts","offset":937}]}