{"id":370210,"url":"http://en.wikipedia.org/wiki/Palin%2C_Arunachal_Pradesh","text":"Palin is a hillstation town located in the Kurung Kumey district of Arunachal Pradesh. It is inhabited by Nyishi tribe of Arunachal Pradesh. It has a population of around 20,000 (2011 census).\nThe town is located at. It has an average elevation of 1080 metres (3540 feet).\nClimate.\nPalin has a subtropical highland climate (Cwb in the Koeppen climate classification). Summers are warm with very high rainfall. Winters are mild with moderate rainfall. It has very hilly and high geographical terrain. Most of time it is covered by clouds. The area is windy in nature.\nCulture.\nPalin and the areas around it are mainly populated by people of the Nyishi tribe. Nyokum, an agricultural festival of the Nyishis, is the main festival celebrated in the town. Beside Nyokum, Christmas,Diwali and Dusherra are also celebrated with great pomp and Joy.\nThe town's has a Roman Catholic church called the Holy Rosary Church. It was consecrated by the Bishop of Itanagar. It reflects the extensive Christian influence and provides good views of Palin and the surrounding countryside.\nPlaces of Interest.\nHoly Rosay Catholic Churh is one of largest Catholic Church in the state. It is located at the hilltop in the town.\nPalin river one of the tributaries of River Subansiri flows through this town.The river ideal for river rafting,fishing and for picnics.\nFrom here tourist places like Ziro, Parshuram Kund(in Lohit), Malinithan(in Siang), Bhishmak Nagar (in Dibang Valley) are also easily accessible by roads.\nDemographics.\nIndia census, Palin has a population of 11251.\nThe Nyishis are the indegenious inhabitants of the area.\nCommunication.\nPalin is situated at mid-northern part of Arunachal Pradesh. The District Highway connect Palin to the other part of Arunachal and India. Regular Bus and Tata sumo services are available from Itanagar, Ziro etc.","categories":[],"infobox_types":[],"annotations":[{"uri":"Arunachal_Pradesh","surface_form":"Arunachal Pradesh","offset":68},{"uri":"Subtropical_highland_climate","surface_form":"subtropical highland climate","offset":294},{"uri":"Koeppen_climate_classification","surface_form":"Koeppen climate classification","offset":335},{"uri":"Nishi_people","surface_form":"Nyishi","offset":644},{"uri":"Nyishis","surface_form":"Nyishis","offset":698},{"uri":"Nyokum","surface_form":"Nyokum","offset":759},{"uri":"Ziro","surface_form":"Ziro","offset":1373},{"uri":"Parshuram_Kund","surface_form":"Parshuram Kund","offset":1379},{"uri":"Lohit_district","surface_form":"Lohit","offset":1397},{"uri":"Malinithan","surface_form":"Malinithan","offset":1405},{"uri":"East_Siang_district","surface_form":"Siang","offset":1419},{"uri":"Dibang_Valley","surface_form":"Dibang Valley","offset":1446},{"uri":"Census","surface_form":"census","offset":1518},{"uri":"Arunachal_Pradesh","surface_form":"Arunachal Pradesh","offset":1673},{"uri":"India","surface_form":"India","offset":1762},{"uri":"Itanagar","surface_form":"Itanagar","offset":1823},{"uri":"Ziro","surface_form":"Ziro","offset":1833}]}