{"id":370531,"url":"http://en.wikipedia.org/wiki/Linear_A","text":"Linear A is an ancient script used on Crete. No one has been able to translate this script yet. It was one of the writing systems used in Minoan Crete. Another script, about a century older, is called Cretan hieroglyphs. For some time, both methods of writing were used. Probably, each system was used for a special purpose.\nLinear A was used from about the 17th century BC until the 15th century BC. Linear B is a script based on Linear A. It has been translated. Archaeologist Arthur Evans found both Linear A and B.\nLinear A has about fifty signs that are similar to those in Linear B. About 80% of the signs in Linear A are unique. Using the knowledge from Linear B to read Linear A produces text which cannot be read. The language used has been called \"Eteocretan\". It does not seem to be related to any known language. Today, about 70 characters (probably representing syllables) are known. The meaning of about 100 ideographic characters is known. These are combined with the syllables. Also, there are a few numerals whose value is known.\nMost texts seem to be lists. A few are probably short dedications, as they are found on libations. So far, no long texts have been found. Straight lines, such as those used for Linear A, are not very practical to use on clay tables. For this reasons, most writing was probably done on other things, such as papyrus or parchment. The problem with these materials is that they do not last as long as clay does. For this reason, most writing on papyrus and parchment has probably been lost.","categories":[],"infobox_types":[],"annotations":[{"uri":"Writing_system","surface_form":"script","offset":23},{"uri":"Crete","surface_form":"Crete","offset":38},{"uri":"Translate","surface_form":"translate","offset":69},{"uri":"Minoan_civilization","surface_form":"Minoan","offset":138},{"uri":"Cretan_hieroglyphs","surface_form":"Cretan hieroglyphs","offset":201},{"uri":"BC","surface_form":"BC","offset":371},{"uri":"Linear_B","surface_form":"Linear B","offset":401},{"uri":"Archaeology","surface_form":"Archaeologist","offset":465},{"uri":"Arthur_Evans","surface_form":"Arthur Evans","offset":479},{"uri":"Knowledge","surface_form":"knowledge","offset":646},{"uri":"Eteocretan","surface_form":"Eteocretan","offset":758},{"uri":"Syllable","surface_form":"syllable","offset":875},{"uri":"Ideogram","surface_form":"ideographic","offset":922},{"uri":"Numeral","surface_form":"numeral","offset":1016},{"uri":"Dedication","surface_form":"dedication","offset":1101},{"uri":"Libation","surface_form":"libation","offset":1135},{"uri":"Clay","surface_form":"clay","offset":1267},{"uri":"Papyrus","surface_form":"papyrus","offset":1354},{"uri":"Parchment","surface_form":"parchment","offset":1365}]}