{"id":370764,"url":"http://en.wikipedia.org/wiki/Hoplite","text":"A hoplite was a citizen-soldier of the Ancient Greek city-states. A hoplite's main weapon was his spear. They fought close together in what was called a phalanx formation. In a phalanx, each man's shield protected himself and also gave some protection to the right arm of the man on his left.\nThe word \"hoplite\" comes from the type of the shield used by the soldiers. In later texts, the term \"hoplite\" is used to denote any armoured infantry, regardless of armament or ethnicity.\nA hoplite was usually a free citizen who got his own armour and weapons. In most Greek city-states, citizens got basic military training, serving in the standing army for a time. They were expected to take part in any military campaign when they would be called for duty. The Lacedaemonian citizens (Sparta) were renowned for their lifelong combat training and almost mythical military prowess, while their greatest adversaries, the Athenians, were exempted from service only after the 60th year of their lives.\nThe phalanx, and hence the armour, was trained to work as a team. A phalanx tended to be 8 rows or more deep, each row with a leader, and an officer who kept order in the rear. The first lines would stab at their opponents, at the same time try to keep in position. The ranks behind them would support them with their spears and the mass of their shields gently pushing them, not to force them into the enemy but to keep them steady and in place. At certain points, a command would be given to take a certain number of steps forward.\nIn battle, a phalanx would tend to drift to the right (as hoplites sought to keep behind the shield of their neighbour). The weak spot on a phalanx was on the right, where the free arms were unprotected by shields. The most experienced hoplites were often placed on the right side of the phalanx, to counteract these problems.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Greece","surface_form":"Ancient Greek","offset":39},{"uri":"City-state","surface_form":"city-state","offset":53},{"uri":"Phalanx_formation","surface_form":"phalanx formation","offset":153},{"uri":"Citizen","surface_form":"citizen","offset":510},{"uri":"Sparta","surface_form":"Lacedaemonian","offset":757}]}