{"id":37071,"url":"http://en.wikipedia.org/wiki/Robert_Kubica","text":"Robert Józef Kubica (born 7 December 1984 in Krakow) is a Polish racing driver.\nOn 1 December 2005, Kubica got to test in Formula One for the Renault F1 Team. After the test, he was hired by the BMW Sauber F1 team as the test and reserve driver for the 2006 F1 season.\nRobert Kubica got the chance to race in the Hungarian Grand Prix replacing the departing Jacques Villeneuve for the remainder of the 2006 season. On 10 September 2006 he drove to an impressive third place and became the first Polish driver on the podium in Formula 1. This led to Kubica getting a full-time drive for the BMW outfit in 2007.\nIn 2008 Kubica has good season. He took the first pole position for BMW Sauber. At the Canadian Grand Prix Kubica won after a long fight with teammate Nick Heidfeld. It was first win in the race for BMW.\nAfter BMW announced they were leaving Formula 1 in 2009, Kubica joined the French team Renault F1.\n2011.\nOn February 6, 2011, Kubica was in a bad crash while competing in a rally race. He was driving a Škoda Auto in the Ronde di Andora. His car ran off the road and crashed at high speed into a wall. He was removed from the car, and air-lifted to hospital by helicopter. His co-driver, Jacub Gerber, was unhurt. Gerber was able to get out of the wrecked car.\nKubica's condition was reported to be serious. Reports say that he has several fractures to his right arm, leg and hand. It was reported that his hand was crushed. Doctors are trying repair the damage to his hand.\nOn February 6, Kubica had seven hours of surgery to repair his injures. Lotus Renault GP has reported that he is doing better and his recovery encouraging. He was able to talk to his doctors and family. Kubica \"is ready to fight for his comeback.\" He will need several more surgeries to repair the damage. He will also need to stay in the hospital for about three weeks.\nRenault announced that Nick Heidfeld will replace Kubica starting at the test in Barcelona. Eleven weeks after his accident, Kubica was released from the hospital. He plans a short rest at his home before starting the rehabilitation treatment. He is optimistic about his progress.\nCareer summary.\nAs Kubica was a guest driver, he was ineligible to score points.","categories":[],"infobox_types":[],"annotations":[{"uri":"Krakow","surface_form":"Krakow","offset":45},{"uri":"Poland","surface_form":"Polish","offset":58},{"uri":"Auto_racing","surface_form":"racing driver","offset":65},{"uri":"Formula_One","surface_form":"Formula One","offset":122},{"uri":"Renault_F1","surface_form":"Renault F1","offset":142},{"uri":"Sauber","surface_form":"BMW Sauber F1","offset":195},{"uri":"Hungarian_Grand_Prix","surface_form":"Hungarian Grand Prix","offset":313},{"uri":"Jacques_Villeneuve","surface_form":"Jacques Villeneuve","offset":358},{"uri":"Canadian_Grand_Prix","surface_form":"Canadian Grand Prix","offset":697},{"uri":"Nick_Heidfeld","surface_form":"Nick Heidfeld","offset":761},{"uri":"France","surface_form":"French","offset":889},{"uri":"Renault_F1","surface_form":"Renault F1","offset":901},{"uri":"Rally","surface_form":"rally","offset":987},{"uri":"%C5%A0koda_Auto","surface_form":"Škoda Auto","offset":1016},{"uri":"Hospital","surface_form":"hospital","offset":1162},{"uri":"Helicopter","surface_form":"helicopter","offset":1174},{"uri":"Jacub_Gerber","surface_form":"Jacub Gerber","offset":1201},{"uri":"Bone_fracture","surface_form":"fractures","offset":1353},{"uri":"Surgery","surface_form":"surgery","offset":1529},{"uri":"Renault","surface_form":"Lotus Renault GP","offset":1560},{"uri":"Renault_F1","surface_form":"Renault","offset":1859},{"uri":"Nick_Heidfeld","surface_form":"Nick Heidfeld","offset":1882},{"uri":"Barcelona","surface_form":"Barcelona","offset":1940}]}