{"id":370885,"url":"http://en.wikipedia.org/wiki/Affordable_Care_Act","text":"e=\"preserve\">The Patient Protection and Affordable Care Act was a bill in the United States. It was signed into law by President Barack Obama on March 23, 2010. It is also known as Obamacare. The law addresses health insurance coverage, health care costs, and preventive care. The law was enacted in two parts: The Patient Protection and Affordable Care Act was signed into law on March 23, 2010 and was amended by the Health Care and Education Reconciliation Act on March 30, 2010.\nIndividuals who have low or no income, or their household meets a certain income threshold, they may qualify for a government subsidy to help them afford the insurance needed to cover rehab. Subsidies offered through the ACA include the premium tax credit and the cost-sharing subsidy.\nParts of the act.\nThere are many parts to the health care law.\nGeneral.\nThere is now no limit on how long a person can get health care from a company. If an insurance company wants to make people pay more for their coverage, they have to give an explanation of their decision to the public. The amount that a person pays for health care, called an insurance premium, must now be used by the insurance companies only for health care. This money cannot be used for other things, like paying workers.\nHealth care that goes to preventing sickness is now free for many people. This is called preventive care. Health care plans now give people more choices for doctors. People can also get emergency health care at hospitals that are not covered by their health insurance.\nChildren.\nBecause of this law, children can use the health insurance of their parents until they are 26 years old. Children under 19 years old have to be given good health insurance by insurance companies, even if they are very sick before they purchase health insurance. This means that health insurance companies cannot limit coverage to only healthy children.\nIndividual mandate.\nPeople who do not have health insurance will have to pay a tax until they get health insurance. This part of the act is called the individual mandate. The Supreme Court of the United States decided that the government has a right to give this tax under the United States Constitution. The amount that people will have to pay if they do not have health insurance will increase every year until 2016. Some people without health insurance will not have to pay this tax, such as poor people who cannot get insurance for free.\nCompanies and workers.\nIn 2015, companies that have more than 50 full-time workers will be responsible for giving these workers health insurance. Companies who have fewer than 50 workers will not have to do this. A full-time worker is a person who works for more than 30 hours a week at one job.\nHealth insurance marketplace.\nIf you do not have health insurance, then you can purchase insurance on the Health Insurance Marketplace. You can also purchase insurance on the marketplace if the company that you work for gives you insurance and you are not happy with it. People can use the Health Insurance Marketplace to buy insurance on the website Healthcare.gov. If people want health insurance by January 1st, 2014, they have to register for the insurance on this market by December 15th, 2013. If they register after December 15th and they do not get health insurance by January 1st, then they will probably have to pay the tax from the individual mandate. There are ways to contact someone who works for the government if you have problems registering for health insurance on this market.\nEach health insurance on this market has to pay for a person’s prescription medicine, emergency health care, maternity care, mental health care, rehabilitation, and many other things. Maternity care is given to pregnant women to take care of their children.\nMedicaid expansion.\nMedicaid is health insurance given to people with low income that is paid by the states and the federal government. Medicaid will be expanded so that more people can use it. States can choose if they want to expand Medicaid. If they choose to do this, then the federal government will pay for the majority of the cost of Medicaid.\nEffect on companies.\nPeople were worried that companies would not hire new workers or would make people work for less than 30 hours in one week so that they would not have to pay for health insurance. There have been some stories of companies doing this, but there are no statistics to support it.\nMedicaid expansion.\nThere are 27 states that are not happy with the Medicaid expansion. The Supreme Court of the United States decided that these states do not have to expand Medicaid, even if the federal government wants them to.\nGovernment shutdown.\nIn October 2013, the government stopped working for 16 days because Republicans refused to raise the debt ceiling unless President Obama agreed to repeal the Affordable Care Act. They led to the shutdown of the government. Over 800,000 people who work for the government were not paid during this time and the government had to pay them back after the shutdown ended.\nDeath panels.\nIn August of 2009, Sarah Palin, a person who used to be a candidate for vice president, said to the news that the Affordable Care Act would create death panels. She said that these death panels would be a group of people who would decide whether or not an older person was to receive health care or whether they should die. Many news companies and people who do research have shown that what she said is not true.\n2017 repeal effort.\nOn May 4, 2017, the American Health Care Act of 2017 (AHCA) was passed narrowly by the United States House of Representatives with a vote of 217 to 213, sending the bill to the Senate for voting This is the second time the AHCA was voted in the House as the first version was not approved by the House in March 2017. President Donald Trump supported the passage of the AHCA and supports the idea of replacing and removing Obamacare.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"United States","offset":78},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":129},{"uri":"Payment","surface_form":"pay","offset":965},{"uri":"Coverage","surface_form":"coverage","offset":984},{"uri":"Explanation","surface_form":"explanation","offset":1015},{"uri":"Insurance_premium","surface_form":"insurance premium","offset":1117},{"uri":"Preventing","surface_form":"preventing","offset":1292},{"uri":"Doctors","surface_form":"doctors","offset":1424},{"uri":"Emergency","surface_form":"emergency","offset":1453},{"uri":"Sick","surface_form":"sick","offset":1764},{"uri":"Coverage","surface_form":"coverage","offset":1864},{"uri":"Individual_mandate","surface_form":"individual mandate","offset":2050},{"uri":"Supreme_Court_of_the_United_States","surface_form":"Supreme Court of the United States","offset":2074},{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":2176},{"uri":"Until","surface_form":"until","offset":2306},{"uri":"Job","surface_form":"job","offset":2732},{"uri":"Health_Insurance_Marketplace","surface_form":"Health Insurance Marketplace","offset":2843},{"uri":"Website","surface_form":"website","offset":3080},{"uri":"Healthcare.gov","surface_form":"Healthcare.gov","offset":3088},{"uri":"Register","surface_form":"register","offset":3171},{"uri":"Individual_mandate","surface_form":"individual mandate","offset":3380},{"uri":"Contact","surface_form":"contact","offset":3418},{"uri":"Prescription","surface_form":"prescription","offset":3596},{"uri":"Emergency","surface_form":"emergency","offset":3619},{"uri":"Mental","surface_form":"mental","offset":3658},{"uri":"Rehabilitation","surface_form":"rehabilitation","offset":3678},{"uri":"Medicaid","surface_form":"Medicaid","offset":3811},{"uri":"U.S._state","surface_form":"states","offset":3892},{"uri":"Federal_government_of_the_United_States","surface_form":"federal government","offset":3907},{"uri":"Majority","surface_form":"majority","offset":4108},{"uri":"Worry","surface_form":"worried","offset":4175},{"uri":"Republicans","surface_form":"Republicans","offset":4760},{"uri":"During","surface_form":"during","offset":4977},{"uri":"Candidate","surface_form":"candidate","offset":5132},{"uri":"Death_panels","surface_form":"death panels","offset":5221},{"uri":"American_Health_Care_Act_of_2017","surface_form":"American Health Care Act of 2017","offset":5528},{"uri":"United_States_House_of_Representatives","surface_form":"United States House of Representatives","offset":5595},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":5835}]}