{"id":370825,"url":"http://en.wikipedia.org/wiki/Krishnamurti","text":"Jiddu Krishnamurti (11 May 1895 – 17 February 1986) was an Indian-born speaker on philosophical and spiritual subjects. His career had two clearly distinct stages. In the first, he was the pupil and eventually leader of the new religious movement known as Theosophy. In the second part he rejected Theosophy and every belief associated with it, saying: \"I maintain that truth is a pathless land, and you cannot approach it by any path whatsoever, by any religion, by any sect\".\nTheosophy.\nKrishnamurti was born into a Brahmin family in what was then British India. In early adolescence, he had a chance encounter with prominent occultist and high-ranking theosophist Charles Webster Leadbeater in the grounds of the Theosophical Society headquarters at Adyar in Madras (now Chennai). He was subsequently raised by Annie Besant and Leadbeater, leaders of the Society at the time. They believed him to be a \"vehicle\" for an expected World Teacher. While he was young, Besant had control over his life, and won a court case for custody of Krishnamurti and his brother.\nFreedom.\nAs a young man, Krishnamurti disavowed Theosophy and dissolved the worldwide organization (the Order of the Star in the East) established to support it. He resigned from the various trusts and other organizations which were affiliated with Order of the Star, and the Theosophical Society. He returned the monies and properties donated to the Order, among them a castle in the Netherlands and of land, to their donors.\nFrom then on he claimed allegiance to no nationality, caste, religion, or philosophy. He spent the rest of his life travelling the world, speaking to large and small groups and individuals. He authored many books, among them \"The First and Last Freedom\", \"The Only Revolution\", and \"Krishnamurti's Notebook\". Many of his talks and discussions have been published.\nKrishnamurti did not accept followers nor worshippers. He thought the relationship between disciple and guru encouraged dependency and exploitation. He accepted gifts and financial support freely offered to him by people inspired by his work, and continued with lecture tours and the publication of books and talk transcripts for more than half a century.\nHe constantly urged people to think independently, and he invited them to explore and discuss specific topics together with him. His subject matter included: psychological revolution, the nature of mind, meditation, inquiry, human relationships, and bringing about change in society. He stressed the need for a revolution in the psyche of every human being and emphasized that such revolution cannot be brought about by any external entity, be it religious, political, or social.\nHis supporters, working through non-profit foundations in India, Great Britain and the United States, oversee several independent schools based on his views on education. They continue to transcribe and distribute his thousands of talks, group and individual discussions, and writings by use of a variety of media formats and languages.","categories":[],"infobox_types":[],"annotations":[{"uri":"New_religious_movement","surface_form":"new religious movement","offset":224},{"uri":"Theosophy","surface_form":"Theosophy","offset":256},{"uri":"Brahmin","surface_form":"Brahmin","offset":518},{"uri":"British_India","surface_form":"British India","offset":550},{"uri":"Occult","surface_form":"occult","offset":628},{"uri":"Charles_Webster_Leadbeater","surface_form":"Charles Webster Leadbeater","offset":667},{"uri":"Adyar","surface_form":"Adyar","offset":753},{"uri":"Madras","surface_form":"Madras","offset":762},{"uri":"Chennai","surface_form":"Chennai","offset":774},{"uri":"Annie_Besant","surface_form":"Annie Besant","offset":814},{"uri":"Nationality","surface_form":"nationality","offset":1534},{"uri":"Caste","surface_form":"caste","offset":1547},{"uri":"Meditation","surface_form":"meditation","offset":2417},{"uri":"Society","surface_form":"society","offset":2488},{"uri":"Psyche_(psychology)","surface_form":"psyche","offset":2542},{"uri":"Non-profit_organization","surface_form":"non-profit","offset":2725},{"uri":"Great_Britain","surface_form":"Great Britain","offset":2758}]}