{"id":370944,"url":"http://en.wikipedia.org/wiki/Ustad_Allah_Bux","text":"e=\"preserve\">Ustad Allah Baksh (1895-1978;) was a very well known early modern artist and painter of Pakistan. He is best known today for his depictions of rural life in the country and for subjects from Hindu and Persian mythology.Whenever Pakistan's folk culture and life will be talked about, the name of Ustad (ustad means a maestro) Allah Baksh will stand out prominently. He was the man who immortalized our rural life, and specially of the Punjab – the land where he was born in 1885 in the small town of Wazirabad, Punjab. His very near-to-life life-size paintings are full of colour, life and people that forces an onlooker to stop in his tracks and appreciate his masterly work of art. He died in October 1978. His grave can be found at Muslim Town graveyard, Lahore.\nUstad Allah Bakhsh was lucky to have found Master Abdullah, a great maestro of his own time and a master of miniature art. He started learning from his ustad at the age of five and by the age of fourteen he had become an artist of his own style. He also learnt the art of painting from Master Meeran Bakhsh Naqash, a known teacher and painter and was also the Vice Principal of the Mayo School of Arts, now the National College of Arts Lahore.\nHis art treasure has been preserved in the National art gallery is an exclusive corner attributed to one of the great master painters of Pakistan and Indo-Pak subcontinent. Besides, his studio where he used to spend most of his time has been converted into an academy \"Allah Bux Academy\" which is now serving as a learning ground for those who wants to excel in this great master's style.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pakistan","surface_form":"Pakistan","offset":101},{"uri":"Hindu","surface_form":"Hindu","offset":204},{"uri":"Iran","surface_form":"Persian","offset":214},{"uri":"Mythology","surface_form":"mythology","offset":222},{"uri":"Punjab","surface_form":"Punjab","offset":523}]}