{"id":37094,"url":"http://en.wikipedia.org/wiki/Battle_of_the_Somme","text":"The Battle of the Somme took place in World War I. The battle started on 1 July 1916, and ended on 18 November 1916. The battle was named after the French River Somme where it was fought.\nOn the first day the British Army had 57,470 casualties, of whom 19,240 were killed. The French Army had 1,590 casualties and the German Army lost 10,000–12,000 men. The Allies planned to attack together, but the French were busy with the Battle of Verdun, so the main attackers were British. The cost of the battle, and the small gains, have been a source of grief and controversy in Britain. In German and French writing, the first day of the Battle of the Somme has been little more than a footnote to the mass losses of 1914–1915 and the Battle of Verdun.\nDuring the battle of the Somme more than 1.5 million people either died, were wounded or went missing. This battle was the worst battle in WWI, especially from the point of view of Britain.\nFor five days the British fired shells at the German trenches to destroy them. At 7:30 am on 1 July the British generals ordered the British soldiers out of their trenches and to advance towards the German trenches. The German trenches were unusually deep, and the German soldiers were able to take the machine guns down during the bombardment, and bring them up afterwards.\nWhole books have been written about this disaster, but it is still not clear why it happened. It is very clear, though, that the artillery barrage failed in its objective. Where enough German machine-gunners survived, supported by their artillery, the British attack failed, with many casualties. The effectiveness of the defensive weapons decided the result. In such an environment, a soldier with a bayonet was obsolete and infantry formations useless.\nPoison gas.\nThe Germans used poisonous gases as weapons at first. They used chlorine gas, but had a strong smell and was green, so it could be easily seen by the enemy. It also blew back on the Germans when they used it. They began to wear dampened material over their mouths and noses. The material worked better if they used urine instead of water. The British soldiers were given cotton pads and respirators. Death from chlorine gas was very painful, causing the victim to suffocate after suffering from burning pains in their chest. The Germans began to use a different gas, called phosgene, which they mixed with the chlorine. Phosgene was more deadly than chlorine, was colourless and smelled like mouldy hay, but it took 24 hours to take effect on the victim.\nRifles (guns).\nRifles were used by the soldiers in the trenches. The main type of rifle used was the bolt-action rifle which could fire 15 rounds per minute and could kill a person 1.4 kilometres away. This rifle was invented by a Scottish man called James Paris Lee, in America. The bolt-action rifle had a metal box where the cartridges were put on top of a spring. As the bolt opened, the spring forced the cartridges up against a stop and the bolt pushed the top cartridge into the chamber as it closed. After the rifle was fired, the opening of the bolt ejected the empty cartridge case and the return stroke loaded a fresh round. The cases held 3, 5 or 29 cartridges each.\nMachine guns.\nThe machine guns used were large and needed at least four men to work them. They had to be put on a flat surface. They had the power of one rifle. Larger field guns needed up to 12 men to operate them. They fired shells which exploded when they hit. The machine guns were a major force for the Germans as they used them to their full effect as the British forces simply walked over no man's land straight into open gun fire. The British did not have access to many machine guns therefore making their task even more difficult, as the Germans had the upper hand to look upon them as their position was higher than the British.\nTanks.\nThe first tank was called 'Little Willie', and it had a crew of three men. The maximum speed that it could travel was three mph and it was not able to cross the trenches. The first tank battle, Flers-Courcelette named after the two villages that were the objectives for the attack, started on 15 September 1916. Out of the 49 tanks that should have been there only 36 arrived. This was the first time that tanks had been used in World War I, but because they were only armed lightly and the mechanics of them often went wrong they did not make a great impact. However, casualties were low in the tank crews.\nMines.\nMines are a way to blow up the enemy and really shock them. Anti-infantry land mines have been in use since the invention of gunpowder and were used in the defense of breaches of fortresses in the 18th and 19th century (the British assault on the breach at Badajoz suffered many casualties from mines). However these were activated remotely by a defender lighting a very fast burning fuse at the appropriate moment. The British used 11 mines on the first morning of the Battle of Somme to startle and damage the German front line. The holes left by the mines were used by the Germans for machine guns afterwards. The soldiers that set the land mines were called sappers.\nTrenches.\nThere was a lot of disease in the trenches. The toilets in the trenches were mainly buckets and holes. This meant that diseases like dysentery spread very quickly. Dysentery causes stomach pains and diarrhoea and sometimes sickness. The body can become very dehydrated which can cause you to die. The water supply in the trenches was not very good. They added chloride of lime to purify the dirty water that the men collected from the shell holes but the soldiers did not like the taste of the chloride of lime – it tasted a bit like our swimming pool water!\nThe soldiers in the trenches suffered from lice. One man described them as, \"pale fawn in colour, and they left blotchy red bite marks all over the body.” Another soldier said, \"The things lay in the seams of trousers, in the deep furrows of long thick woolly pants, and seemed impregnable in their deep entrenchment. A lighted candle applied where they were thickest made them pop like Chinese crackers. After a session of this, my face would be covered with small blood spots from extra big fellows which had popped too vigorously.\" As well as causing lots of scratching, lice also carried disease. This was known as pyrrexhia or trench fever. The first symptoms were shooting pains in the legs and this was followed by a very high fever. The disease did not kill the soldiers but it did stop them from fighting.\nTrench Foot was an infection caused by standing in the wet for a long time and not being able to dry your shoes and socks out. Your feet would go numb at first and then turn red or blue, and if you got gangrene you may have to have your foot amputated. Brigadier-General Frank Percy Crozier argued that: “The fight against the condition known as trench-feet had been incessant and an uphill game.\" The only way to get rid of trench foot was to dry your feet and change your socks several times a day.\nMany men injured in the trenches had parts of their bodies amputated. This was from being wounded or having them blown off by mines or shells.\nThere was also a big rat problem, because there were lots of corpses. One soldier, Harry Patch, claimed they were as big as cats. Another said “The rats were huge. They were so big they would eat a wounded man if he couldn't defend himself!\" The rats ate the eyes first, then burrowed into the corpse and ate the insides.\nThe area between the two sides was called No Man’s Land and it was very dangerous because there was lots of barbed wire and shell-holes and no man’s land is usually a sea of mud. The soldiers that went over the top were easy targets for enemy machine gunners. In the battle the Allies lost about 600,000 men, but the Germans lost just as many.\nThe Prince of Wales.\nThe Prince of Wales served on the Somme as a Staff Officer. He was genuinely disappointed not to be involved in the fighting. However, the understanding his service gave him of ordinary men and the admiration he earned from them, influenced the rest of his life as Prince of Wales and Edward VIII.\nToday.\nToday, the place where the Battle of the Somme took place has lots of cemeteries, war memorials and museums for people to visit and pay their respects.\nAlso, some farmers find remnants of barbed wire, that is called \"iron harvesting\".","categories":[],"infobox_types":[],"annotations":[{"uri":"World_War_I","surface_form":"World War I","offset":38},{"uri":"River_Somme","surface_form":"River Somme","offset":155},{"uri":"British_Army","surface_form":"British Army","offset":209},{"uri":"French_Army","surface_form":"French Army","offset":277},{"uri":"Heer","surface_form":"German Army","offset":318},{"uri":"Controversy","surface_form":"controversy","offset":558},{"uri":"Battle_of_Verdun","surface_form":"Battle of Verdun","offset":730},{"uri":"Britain","surface_form":"Britain","offset":929},{"uri":"Shell_(projectile)","surface_form":"shells","offset":970},{"uri":"Trench","surface_form":"trench","offset":991},{"uri":"Machine_gun","surface_form":"machine gun","offset":1241},{"uri":"Artillery","surface_form":"artillery","offset":1442},{"uri":"Bayonet","surface_form":"bayonet","offset":1714},{"uri":"Germany","surface_form":"Germans","offset":1784},{"uri":"Poison_gas","surface_form":"poisonous gases","offset":1797},{"uri":"Weapon","surface_form":"weapon","offset":1816},{"uri":"Chlorine","surface_form":"chlorine","offset":1844},{"uri":"Gas","surface_form":"gas","offset":1853},{"uri":"Green","surface_form":"green","offset":1889},{"uri":"Material","surface_form":"material","offset":2017},{"uri":"Mouth","surface_form":"mouth","offset":2037},{"uri":"Nose","surface_form":"noses.","offset":2048},{"uri":"Urine","surface_form":"urine","offset":2095},{"uri":"Water","surface_form":"water","offset":2112},{"uri":"Cotton","surface_form":"cotton","offset":2151},{"uri":"Respirator","surface_form":"respirator","offset":2167},{"uri":"Chest","surface_form":"chest","offset":2298},{"uri":"Phosgene","surface_form":"phosgene","offset":2354},{"uri":"Hay","surface_form":"hay","offset":2479},{"uri":"Hour","surface_form":"hour","offset":2499},{"uri":"Rifle","surface_form":"Rifle","offset":2550},{"uri":"Bolt_action_rifle","surface_form":"bolt-action rifle","offset":2636},{"uri":"Bullet","surface_form":"rounds","offset":2674},{"uri":"Minute","surface_form":"minute","offset":2685},{"uri":"Kilometres","surface_form":"kilometres","offset":2720},{"uri":"Scotland","surface_form":"Scottish","offset":2766},{"uri":"James_Paris_Lee","surface_form":"James Paris Lee","offset":2786},{"uri":"America","surface_form":"America","offset":2806},{"uri":"Cartridge_(firearms)","surface_form":"cartridges","offset":2863},{"uri":"Spring","surface_form":"spring","offset":2895},{"uri":"Chamber_(firearms)","surface_form":"chamber","offset":3021},{"uri":"Machine_gun","surface_form":"machine gun","offset":3232},{"uri":"Field_gun","surface_form":"field gun","offset":3382},{"uri":"Shell_(projectile)","surface_form":"shell","offset":3441},{"uri":"Explosion","surface_form":"exploded","offset":3454},{"uri":"Tank","surface_form":"tank","offset":3871},{"uri":"%27Little_Willie%27","surface_form":"'Little Willie'","offset":3887},{"uri":"Mph","surface_form":"mph","offset":3985},{"uri":"Trench","surface_form":"trench","offset":4022},{"uri":"Battle","surface_form":"battle","offset":4047},{"uri":"Battle_of_Flers-Courcelette","surface_form":"Flers-Courcelette","offset":4055},{"uri":"Village","surface_form":"village","offset":4093},{"uri":"World_War_I","surface_form":"World War I","offset":4290},{"uri":"Mechanic","surface_form":"mechanic","offset":4352},{"uri":"Land_mine","surface_form":"land mine","offset":4550},{"uri":"Gunpowder","surface_form":"gunpowder","offset":4601},{"uri":"Fortress","surface_form":"fortress","offset":4655},{"uri":"Century","surface_form":"century","offset":4687},{"uri":"Badajoz","surface_form":"Badajoz","offset":4733},{"uri":"Germany","surface_form":"Germans","offset":5052},{"uri":"Disease","surface_form":"disease","offset":5176},{"uri":"Toilet","surface_form":"toilet","offset":5205},{"uri":"Bucket","surface_form":"bucket","offset":5241},{"uri":"Dysentery","surface_form":"dysentery","offset":5290},{"uri":"Stomach","surface_form":"stomach","offset":5338},{"uri":"Diarrhoea","surface_form":"diarrhoea","offset":5356},{"uri":"Dehydration","surface_form":"dehydrated","offset":5415},{"uri":"Water","surface_form":"water","offset":5458},{"uri":"Chloride","surface_form":"chloride","offset":5517},{"uri":"Lime","surface_form":"lime","offset":5529},{"uri":"Swimming_pool","surface_form":"swimming pool","offset":5695},{"uri":"Lice","surface_form":"lice","offset":5759},{"uri":"Trouser","surface_form":"trouser","offset":5925},{"uri":"Wool","surface_form":"wool","offset":5969},{"uri":"Underpant","surface_form":"pants","offset":5976},{"uri":"Candle","surface_form":"candle","offset":6044},{"uri":"China","surface_form":"Chinese","offset":6103},{"uri":"Cracker","surface_form":"cracker","offset":6111},{"uri":"Blood","surface_form":"blood","offset":6182},{"uri":"Pyrrexhia","surface_form":"pyrrexhia","offset":6335},{"uri":"Trench_fever","surface_form":"trench fever","offset":6348},{"uri":"Symptom","surface_form":"symptom","offset":6372},{"uri":"Leg","surface_form":"leg","offset":6408},{"uri":"Soldier","surface_form":"soldier","offset":6486},{"uri":"Trench_foot","surface_form":"Trench Foot","offset":6531},{"uri":"Shoe","surface_form":"shoe","offset":6637},{"uri":"Sock","surface_form":"sock","offset":6647},{"uri":"Red","surface_form":"red","offset":6705},{"uri":"Blue","surface_form":"blue","offset":6712},{"uri":"Gangrene","surface_form":"gangrene","offset":6733},{"uri":"Amputation","surface_form":"amputated","offset":6773},{"uri":"Frank_Percy_Crozier","surface_form":"Frank Percy Crozier","offset":6802},{"uri":"Rat","surface_form":"rat","offset":7196},{"uri":"Corpse","surface_form":"corpse","offset":7236},{"uri":"Soldier","surface_form":"soldier","offset":7249},{"uri":"Harry_Patch","surface_form":"Harry Patch","offset":7258},{"uri":"No_Man%E2%80%99s_Land","surface_form":"No Man’s Land","offset":7539},{"uri":"Barbed_wire","surface_form":"barbed wire","offset":7605},{"uri":"Mud","surface_form":"mud","offset":7671},{"uri":"Machine_gun","surface_form":"machine gun","offset":7740},{"uri":"Prince_of_Wales","surface_form":"Prince of Wales","offset":7866},{"uri":"Edward_VIII_of_the_United_Kingdom","surface_form":"Edward VIII","offset":8147},{"uri":"Cemetery","surface_form":"cemeteries","offset":8237},{"uri":"Memorial","surface_form":"memorial","offset":8253},{"uri":"Museum","surface_form":"museum","offset":8267}]}