{"id":370907,"url":"http://en.wikipedia.org/wiki/Don%27t_Break_the_Oath","text":"\"Don't Break the Oath\" is the second studio album by Mercyful Fate, a heavy metal band from Denmark. Some people who make music and people who talk about music think it is one of the best heavy metal albums ever.\n__TOC__\nHistory.\nIn the 1980s, there were a lot of bands in Europe playing heavy metal. Many of them were playing music like bands from the United Kingdom, in a way that was called the New Wave of British Heavy Metal (or NWOBHM for short). There were a lot of hard rock bands, too, and there were a lot of things hard rock bands and NWOBHM bands both did. Mercyful Fate was one of the first few NWOBHM bands to be different from hard rock bands on purpose.\nKing Diamond, the singer and leader of Mercyful Fate, painted his face with upside-down crosses and wrote lyrics about Satan, Hell, and things like that. Hank Shermann, the band's guitarist, played very fast and with a lot of guitar solos to help make the band sound evil. Mercyful Fate had already started to do these things in 1983 with their last album, \"Melissa\".\nHow they played their instruments.\nHank Shermann and Michael Denner wrote the songs in a way that fit well with King Diamond's singing. Like on \"Melissa\", King Diamond sang in a high-pitched way that was different from other heavy metal singers.\nWhat the songs are about.\nAll of the ideas in all of the songs are evil. They talk about things like bringing back people from the dead, casting black magic, and witches and demons. Worshipping Satan is a special subject, and is talked about on almost every song.","categories":[],"infobox_types":["Album"],"annotations":[{"uri":"Mercyful_Fate","surface_form":"Mercyful Fate","offset":53},{"uri":"Denmark","surface_form":"Denmark","offset":92},{"uri":"Musician","surface_form":"people who make music","offset":106},{"uri":"Music_critic","surface_form":"people who talk about music","offset":132},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":353},{"uri":"New_Wave_of_British_Heavy_Metal","surface_form":"New Wave of British Heavy Metal","offset":398},{"uri":"Hard_rock","surface_form":"hard rock","offset":473},{"uri":"King_Diamond","surface_form":"King Diamond","offset":670},{"uri":"Hank_Shermann","surface_form":"Hank Shermann","offset":824},{"uri":"Melissa_(Mercyful_Fate_album)","surface_form":"Melissa","offset":1028},{"uri":"Michael_Denner","surface_form":"Michael Denner","offset":1091},{"uri":"Falsetto","surface_form":"high-pitched way","offset":1216}]}