{"id":371082,"url":"http://en.wikipedia.org/wiki/Tent_pegging","text":"e=\"preserve\">Tent pegging (sometimes spelled 'tentpegging' or 'tent-pegging') is a cavalry or equestrian sport of ancient origin.\nThe sport.\nIn the specific sport of tent pegging a mounted horseman, or at times a team of horsemen, rides at a gallop and uses a sword or a lance to pierce, pick up and carry away a small ground target (a symbolic tent peg) or a series of such small ground targets.\nOrigins.\nThe origins of tent pegging are ambiguous and subject to some controversy. Some historians and other scholars believe it originated in Arabia, others believe that it might have evolved in Central Asia, while others still believe in its Indian origins. It is believed that people have practised the game of tent pegging since at least the 4th century BC, and over the ages Middle Eastern, Asian and later European empires popularized the game around the world.\nThe term \"tent pegging\", however, historically emerged from the attacks by Arabian Muslim cavaliers on enemy camps at dawn or late night, where they would gallop to their tents and pluck out the pegs of their tents, so that these would collapse on them, thus causing havoc and terror in the camp. Several old medieval Arab books give descriptions of such tactics.\nPresent.\nToday, tent pegging is practised around the world, but is especially popular in Australia, Pakistan, India, Israel, Oman, the United Arab Emirates, South Africa, Canada and the United Kingdom. The Olympic Council of Asia included tent pegging as an official sport in 1982, and the International Federation for Equestrian Sports recognised it as an official equestrian discipline in 2004.\nHowever, it is important to recognize the difference between tent pegging as an 'international sport' and the local, rural version of the sport played by the traditional tribal peoples such as the Bedu in the Middle East and Oman, the \"Desi\" horsemen of Pakistani and Indian Punjab and so on. The former is a milder sport, whereas the latter is a fiercer and more commanding contest.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cavalry","surface_form":"cavalry","offset":83},{"uri":"Equestrian","surface_form":"equestrian","offset":94},{"uri":"Arabia","surface_form":"Arabia","offset":541},{"uri":"Central_Asia","surface_form":"Central Asia","offset":594},{"uri":"India","surface_form":"India","offset":642},{"uri":"Middle_East","surface_form":"Middle East","offset":778},{"uri":"Asian","surface_form":"Asian","offset":794},{"uri":"Europe","surface_form":"Europe","offset":810},{"uri":"Muslim","surface_form":"Muslim","offset":949},{"uri":"Cavalier","surface_form":"cavalier","offset":956},{"uri":"Medieval","surface_form":"medieval","offset":1175},{"uri":"Australia","surface_form":"Australia","offset":1319},{"uri":"Pakistan","surface_form":"Pakistan","offset":1330},{"uri":"Israel","surface_form":"Israel","offset":1347},{"uri":"Oman","surface_form":"Oman","offset":1355},{"uri":"United_Arab_Emirates","surface_form":"United Arab Emirates","offset":1365},{"uri":"South_Africa","surface_form":"South Africa","offset":1387},{"uri":"Canada","surface_form":"Canada","offset":1401},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1416},{"uri":"International_Federation_for_Equestrian_Sports","surface_form":"International Federation for Equestrian Sports","offset":1520},{"uri":"Rural","surface_form":"rural","offset":1744},{"uri":"Bedu","surface_form":"Bedu","offset":1824},{"uri":"Pakistani","surface_form":"Pakistani","offset":1881},{"uri":"Punjab","surface_form":"Punjab","offset":1902}]}