{"id":371188,"url":"http://en.wikipedia.org/wiki/Superiority_bias","text":"ce=\"preserve\">Superiority bias is when people think too much of themselves without good reason. They overrate their positive qualities and abilities, and underrate their negative qualities (relative to others). Other phrases for this are: illusory superiority, the above average effect, leniency error, sense of relative superiority, the \"primus inter pares\" effect, and the Lake Wobegon effect. This was named after Garrison Keillor's fictional town where \"all the children are above average\".\nOverview.\nIllusory superiority has been found in education (such as class performance, exams and overall intelligence), at work (for example in job performance), and in social settings (for example in estimating one's popularity, or the extent to which one possesses desirable personality traits, such as honesty or confidence), as well as everyday abilities requiring particular skill.\nOne problem is the ambiguity of the word \"average\". It is logically possible for nearly all of the set to be above the mean if the distribution of abilities is highly skewed. For example, the mean number of human legs is slightly lower than two, because of a small number of people have only one or no legs. Hence experiments usually compare subjects to the median of the peer group, since by definition it is impossible for a majority to exceed the median.\nA second problem is that people interpret a question in different ways, so maybe most are better than the rest of the group \"each on their own understanding\". This interpretation is confirmed by experiments which varied the amount of interpretive freedom subjects were given. As subjects evaluate themselves on a specific, well-defined attribute, illusory superiority remains.\nCognitive tasks.\nIn Kruger and Dunning's experiments participants were given specific tasks (such as solving problems in logic, analyzing grammar questions, and deciding whether or not jokes were funny). They were asked to evaluate their performance on these tasks relative to the rest of the group. This gave a direct comparison of their actual and perceived performance.\nResults were divided into four groups depending on actual performance and it was found that all four groups evaluated their performance as above average, meaning that the lowest-scoring group (the bottom 25%) showed a very large illusory superiority bias. The researchers attributed this to the fact that the individuals who were worst at performing the tasks were also worst at recognizing skill in those tasks. This was supported by the fact that, given training, the worst subjects improved their estimate of their rank as well as getting better at the tasks.\nAcademic ability and job performance.\nIn a survey of faculty at the University of Nebraska, 68% rated themselves in the top 25% for teaching ability. In a similar survey, 87% of MBA students at Stanford University rated their academic performance as above the median.\nFindings of illusory superiority in research have also explained phenomena such as the large amount of stock market trading (as each trader thinks they are the best, and most likely to succeed), and the number of lawsuits that go to trial (because, due to illusory superiority, many lawyers have an inflated belief that they will win a case).\nSelf, friends and peers.\nOne of the first studies that found the effect of illusory superiority was carried out in 1976 by the College Board in the USA. A survey was attached to the SAT exams (taken by approximately one million students per year), asking the students to rate themselves relative to the median of the sample (rather than the average peer) on a number of vague positive characteristics. In ratings of leadership ability, 70% of the students put themselves above the median. In ability to get on well with others, 85% put themselves above the median, and 25% rated themselves in the top 1%.\nResearch also showed subjects rated friends higher than other peers.\nPopularity.\nIn Zuckerman and Jost's study, participants were given detailed questionnaires about their friendships and asked to assess their own popularity. They showed that the participants generally had exaggerated perceptions of their own popularity, particularly in comparison to their own friends.\nRelationship happiness.\nResearchers have also found the effects of illusory superiority in studies into relationship satisfaction. For example, one study found that participants thought their own relationships were better than others' relationships on average. They also thought that most people were happy with their relationships. This study found evidence that the higher the participants rated their own relationship happiness, the more superior they believed their relationship was.\nIn men, satisfaction was also related to the perception that one's own relationship was superior. Women's satisfaction was particularly related to the assumption that most others were happy with their relationship.\nHealth.\nIllusory superiority effects have been found in a study of health behaviors. The study involved asking participants to estimate how often they, and their peers, carried out healthy and unhealthy behaviors. Participants reported that they carried out healthy behaviors more often than the average peer, and unhealthy behaviors less often, as would be expected given the effect of illusory superiority. These findings were for both past self-report of behaviors and expected future behaviors.\nDriving ability.\nSvenson (1981) surveyed 161 students in Sweden and the United States, asking them to compare their driving safety and skill to the other people in the experiment. For driving skill, 93% of the US sample and 69% of the Swedish sample put themselves in the top 50% (above the median). For safety, 88% of the US group and 77% of the Swedish sample put themselves in the top 50%.\nMcCormick, Walkey and Green (1986) found similar results in their study, asking 178 participants to evaluate their position on eight different dimensions relating to driving skill (examples include the \"dangerous-safe\" dimension and the \"considerate-inconsiderate\" dimension). Only a small minority rated themselves as below average (the midpoint of the dimension scale) at any point, and when all eight dimensions were considered together it was found that almost 80% of participants had evaluated themselves as being above the average driver.\nImmunity to bias.\nSubjects describe themselves in positive terms compared to other people, and this includes describing themselves as less susceptible to bias than other people. This effect is called the \"bias blind spot\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Ambiguity","surface_form":"ambiguity","offset":901},{"uri":"Mean","surface_form":"mean","offset":1001},{"uri":"Skewed","surface_form":"skewed","offset":1049},{"uri":"Median","surface_form":"median","offset":1240},{"uri":"Logic","surface_form":"logic","offset":1838},{"uri":"Grammar","surface_form":"grammar","offset":1855},{"uri":"University_of_Nebraska","surface_form":"University of Nebraska","offset":2721},{"uri":"MBA","surface_form":"MBA","offset":2831},{"uri":"Stanford_University","surface_form":"Stanford University","offset":2847},{"uri":"College_Board","surface_form":"College Board","offset":3391},{"uri":"Health","surface_form":"health","offset":5011},{"uri":"Sweden","surface_form":"Sweden","offset":5500},{"uri":"United_States","surface_form":"United States","offset":5515}]}