{"id":3711,"url":"http://en.wikipedia.org/wiki/Freedom_of_speech","text":"Freedom of speech is the right to state one's opinions and ideas without being stopped or punished. Sometimes this is also called Freedom of expression. Freedom of speech is thought to also include Freedom of information. However, new laws are usually needed to allow information to be used easily.\nMost people think freedom of speech is necessary for a democratic government. In countries without free speech, people might be afraid to say what they think. Then, the government does not know what the people want. If the government does not know what they want, it cannot respond to their wants. Without free speech, the government does not have to worry as much about doing what the people want. Some people say this is why some governments do not allow free speech: they do not want to be criticised, or they fear there would be revolution if everyone knew everything that was happening in the country.\nA well-known liberal thinker, John Stuart Mill, believed that freedom of speech is important because the society that people live in has a right to hear people's ideas. It's not just important because everyone should have a right to express him or herself.\nFew countries with \"free speech\" let everything be said. For example, the United States Supreme Court said that it was against the law to shout \"fire\" in a crowded theater if there is no fire, because this might cause people to panic. The International Covenant on Civil and Political Rights also says that it is not okay to cause national, racial or religious hatred. Also, some countries have laws against hate speech.\nAs Tocqueville pointed out, people may be hesitant to speak freely not because of fear of government punishment but because of social pressures. When an individual announces an unpopular opinion, he or she may face the disdain of their community or even be subjected to violent reactions. While this type of suppression of speech is even more difficult to prevent than government suppression is, there are questions about whether it truly falls within the ambit of freedom of speech, which is typically regarded as a legal right to be exercised against the government, or immunity from governmental action.","categories":[],"infobox_types":[],"annotations":[{"uri":"Freedom_of_information","surface_form":"Freedom of information","offset":198},{"uri":"Democracy","surface_form":"democratic","offset":354},{"uri":"Revolution","surface_form":"revolution","offset":832},{"uri":"Liberalism","surface_form":"liberal","offset":919},{"uri":"John_Stuart_Mill","surface_form":"John Stuart Mill","offset":936},{"uri":"Society","surface_form":"society","offset":1011},{"uri":"United_States_Supreme_Court","surface_form":"United States Supreme Court","offset":1237},{"uri":"International_Covenant_on_Civil_and_Political_Rights","surface_form":"International Covenant on Civil and Political Rights","offset":1402},{"uri":"Racism","surface_form":"racial","offset":1504},{"uri":"Religion","surface_form":"religious","offset":1514},{"uri":"Hate_speech","surface_form":"hate speech","offset":1571},{"uri":"Alexis_de_Tocqueville","surface_form":"Tocqueville","offset":1587},{"uri":"Punishment","surface_form":"punishment","offset":1685}]}