{"id":371277,"url":"http://en.wikipedia.org/wiki/Jimmy_Donegan","text":"Jimmy Donegan (born around 1940) is an Aboriginal Australian artist. His painting \"Papa Tjukurpa munu Pukara\" won the National Aboriginal & Torres Strait Islander Art Award in 2010. He speaks Pitjantjatjara and Ngaanyatjarra. His work is held in several major private galleries in Australia and Europe. The only major public gallery to hold one of his works is the National Gallery of Victoria.\nEarly life.\nDonegan was born about 1940. He was born at Yanpan, a rock hole near Ngatuntjarra bore in outback Western Australia. He grew up living a traditional, nomadic way of life in the Pitjantjatjara and Ngaanyatjarra country around what is now the communities of Papulankutja and Mantamaru. His family settled at Papulankutja (then known as Blackstone) in the 1950s.\nBefore he began painting, Donegan worked as a stockman. He was also a hunter and a craftsman well known for making traditional hunting tools (spears, spear-throwers and boomerangs). During the early 1970s, Donegan helped to set up outstations in the south-western Pitjantjatjara lands. His wife was born near Puta Puta, a place close to Kalka in what is now the Aṉangu Pitjantjatjara Yankunytjatjara Lands. The couple and their children originally lived there, but they later moved to Papulankutja, closer to Jimmy's own homeland.\nJimmy's wife, Nuuniwa Imundura Donegan, was also a craftswoman. During the mid- to late-1990s, she was a member of the Tjanpi Desert Weavers, a project of women producing artistic objects made mainly from grass ('). Their life-sized \"Tjanpi Grass Toyota\", a truck made mostly of desert grasses, won the National Aboriginal & Torres Strait Islander Art Award in 2005. Other examples of her work are now held in the National Gallery of Victoria, the National Gallery of Australia, and the National Museum of Australia.\nAs an artist.\nDonegan began painting professionally about 2000. He was one of the first painters at the local co-operative Papulankutja Artists, established in 2001. Some of his work with Papulankutja was displayed in a group exhibition in Perth in 2005. During this year, Nuuniwa died, and Donegan moved back to live at Kalka. The couple's four children were living there, and he returned to live with them. He started painting for Kalka's community art centre, Ninuku Arts, when it was established in 2006.\nSince joining Ninuku Arts, Donegan's work has been featured every year in the annual Desert Mob exhibition in Alice Springs. It has also been shown in other group exhibitions in Sydney, Canberra, Broome, Melbourne and Adelaide. He has not had a solo exhibition.\nDonegan's paintings depict ancestral stories from the Dreamtime, which have spiritual significance for his family. He mostly focuses on stories relating to his paternal (his father's and grandfather's) heritage. His father was Dulu, a rock hole in the Gibson Desert where there are lots of dingoes. It is associated with the Dingo Dreaming ('). His grandfather's country is Pukara, a sacred men's site south of Irrunytju that is closely associated with the story of the two snake men ('). These are stories are about how the land was created.\nDonegan's most famous painting, \"Papa Tjukurpa munu Pukara\", combined both of these stories onto a single canvas. It is a composition of several different styles and techniques. The painting won the National Aboriginal & Torres Strait Islander Art Award in August 2010. It was given the award for best painting, and was then chosen for the overall prize from the winners of each of the five categories. It was the first time Donegan had entered his artwork into a competition.\nCritics have said that Donegan's work looks influenced by the early styles of the Western Desert art movement at Warburton – as the artist was living there during the mid-1990s –, but that he also shows a new style and experimentalism.","categories":[],"infobox_types":[],"annotations":[{"uri":"Aboriginal_art","surface_form":"artist","offset":61},{"uri":"National_Aboriginal_%26amp%3B_Torres_Strait_Islander_Art_Award","surface_form":"National Aboriginal & Torres Strait Islander Art Award","offset":118},{"uri":"Pitjantjatjara_language","surface_form":"Pitjantjatjara","offset":192},{"uri":"Ngaanyatjarra_language","surface_form":"Ngaanyatjarra","offset":211},{"uri":"Art_gallery","surface_form":"galleries","offset":268},{"uri":"National_Gallery_of_Victoria","surface_form":"National Gallery of Victoria","offset":365},{"uri":"Rockhole","surface_form":"rock hole","offset":461},{"uri":"Outback","surface_form":"outback","offset":497},{"uri":"Western_Australia","surface_form":"Western Australia","offset":505},{"uri":"Nomadic_people","surface_form":"nomadic","offset":557},{"uri":"Pitjantjatjara","surface_form":"Pitjantjatjara","offset":584},{"uri":"Ngaanyatjarra","surface_form":"Ngaanyatjarra","offset":603},{"uri":"Papulankutja%2C_Western_Australia","surface_form":"Papulankutja","offset":663},{"uri":"Mantamaru%2C_Western_Australia","surface_form":"Mantamaru","offset":680},{"uri":"Stockman","surface_form":"stockman","offset":813},{"uri":"Hunter","surface_form":"hunter","offset":837},{"uri":"Craftsman","surface_form":"craftsman","offset":850},{"uri":"Spear","surface_form":"spear","offset":909},{"uri":"Spear-thrower","surface_form":"spear-thrower","offset":917},{"uri":"Boomerang","surface_form":"boomerang","offset":936},{"uri":"Outstation_movement","surface_form":"outstations","offset":998},{"uri":"Kalka%2C_South_Australia","surface_form":"Kalka","offset":1104},{"uri":"A%E1%B9%89angu_Pitjantjatjara_Yankunytjatjara","surface_form":"Aṉangu Pitjantjatjara Yankunytjatjara Lands","offset":1129},{"uri":"Homeland","surface_form":"homeland","offset":1288},{"uri":"Craft","surface_form":"craft","offset":1349},{"uri":"Truck","surface_form":"truck","offset":1556},{"uri":"National_Gallery_of_Australia","surface_form":"National Gallery of Australia","offset":1746},{"uri":"National_Museum_of_Australia","surface_form":"National Museum of Australia","offset":1785},{"uri":"Art_exhibition","surface_form":"exhibition","offset":2041},{"uri":"Perth%2C_Western_Australia","surface_form":"Perth","offset":2055},{"uri":"Alice_Springs","surface_form":"Alice Springs","offset":2434},{"uri":"Ancestor","surface_form":"ancestral","offset":2613},{"uri":"Dreamtime","surface_form":"Dreamtime","offset":2640},{"uri":"Paternal","surface_form":"paternal","offset":2746},{"uri":"Gibson_Desert","surface_form":"Gibson Desert","offset":2838},{"uri":"Sacred_site","surface_form":"sacred","offset":2970},{"uri":"Irrunytju%2C_Western_Australia","surface_form":"Irrunytju","offset":2997},{"uri":"Creation_story","surface_form":"created","offset":3120},{"uri":"Composition_(visual_arts)","surface_form":"composition","offset":3251},{"uri":"National_Aboriginal_%26amp%3B_Torres_Strait_Islander_Art_Award","surface_form":"National Aboriginal & Torres Strait Islander Art Award","offset":3328},{"uri":"Western_Desert_cultural_bloc","surface_form":"Western Desert","offset":3688},{"uri":"Warburton%2C_Western_Australia","surface_form":"Warburton","offset":3719}]}