{"id":371292,"url":"http://en.wikipedia.org/wiki/Commemorative_plaque","text":"A commemorative plaque, or simply plaque, is a plate made of metal, ceramic, stone, wood, or other material. It is usually placed on a wall or a large stone. It usually has text and sometimes an image in memory of one or more persons, as used for epitaph, an event, a former use of the place, or some other thing. A plaquette is a small plaque. The word plaquette is not usually used for outdoor plaques fixed to walls.\nUnited Kingdom.\nIn England there is the Blue Plaques scheme. Plaques are put on to buildings to commemorate their links with important people or events. The scheme has been run by English Heritage for over 140 years and is thought to be the oldest of its kind in the world.\nOther commemorative plaque schemes are run by local councils and charities throughout the United Kingdom. These use their own rules for deciding when to put up a plaque. A list of schemes in England can be found on the English Heritage website.\nTheft.\nAs the price of scrap metal has increased plaques have been stolen by thieves wishing to sell the metal for cash.\nAwards.\nPlaques or, more often, plaquettes, are also given as awards instead of trophies or ribbons. Such plaques usually have text describing the reason for the award and, often, the date of the award.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ceramic","surface_form":"ceramic","offset":68},{"uri":"Memory","surface_form":"memory","offset":204},{"uri":"Epitaph","surface_form":"epitaph","offset":247},{"uri":"Event","surface_form":"event","offset":259},{"uri":"Plaquette","surface_form":"plaquette","offset":316},{"uri":"England","surface_form":"England","offset":439},{"uri":"Blue_Plaque","surface_form":"Blue Plaque","offset":460},{"uri":"Commemorate","surface_form":"commemorate","offset":516},{"uri":"English_Heritage","surface_form":"English Heritage","offset":600},{"uri":"Charitable_organization","surface_form":"charities","offset":759},{"uri":"Award","surface_form":"award","offset":1122},{"uri":"Trophy","surface_form":"trophies","offset":1140},{"uri":"Award_ribbon","surface_form":"ribbons","offset":1152}]}