{"id":371476,"url":"http://en.wikipedia.org/wiki/Harry_Tjutjuna","text":"Harry Tjutjuna is an Aboriginal artist from central Australia. He belongs to the Pitjantjatjara people. Tjutjuna began painting in 2005. He held his first solo exhibition in 2007, in Darwin. His work is now held in several major public galleries in Australia, including the Art Gallery of New South Wales, the National Gallery of Victoria, and the National Gallery of Australia. His painting ' (Bilby Dreaming Story) was a finalist for the Togard Contemporary Art Award in 2009. In 2010 and 2011, another of Tjutjuna's paintings, ', was chosen as a finalist in both the Western Australian Indigenous Art Awards, and the National Aboriginal & Torres Strait Islander Art Award (NATSIAA).\nLife.\nTjutjuna was born around 1930. He was born in the bushland close to what is now the community of Pipalyatjara in the north-west corner of South Australia. Sources disagree on where exactly he was born. Some say he was born at Walytjatjara, a place to the north-east of Pipalyatjara, just over the border in the Northern Territory. Others say that he was born at Mount Davies, a hill that overlooks Pipalyatjara.\nWhen Tjutjuna was still young, his family settled at Ernabella. He went to school on the mission there and later worked as a labourer for the community. He later moved back west to live in the communities of Irrunytju and Pipalyatjara after they were established. He moved there with his wives and children to be closer to his homeland. In his later life, Tjutjuna became known as an important traditional healer (') and law man (') for the Pitjantjatjara.\nTjutjuna began painting in late 2005, when he was aged in his mid-seventies. He was living again at Ernabella, and began to paint for the community's art company Ernabella Arts. His work at Ernabella depicted \"Tjukurpa\" (traditional law or stories from the Dreamtime). It supported a shift in subject matter for the centre's artists, from quite secular to more spiritual subjects. In 2008, Tjutjuna moved back to Pipalyatjara and began work for Ninuku Arts.\nArtwork.\nTjutjuna paints concepts and stories from his Dreaming (spirituality). His main personal totem is a spider ('), and his Dreaming revolves around the (Spider Man Dreaming). According to his Dreaming, which was passed on to him from previous generations, Tjutjuna's ancestor is a powerful being known as the Spider Man. This creature is said to have created Tjutjuna's country in the Dreamtime, and so Tjutjuna associates his country, his heritage and himself with this set of beliefs. In this way, the paintings are autobiographical in addition to depicting traditional stories. Tjutjuna identifies himself as the Spider Man, and his paintings are often seen to symbolise his work as a ' (healer). Because his totem is a spider, he uses spider webs to treat wounds on people's skin.\nTjutjuna also paints figures from several other Dreaming stories associated with his country, such as the Wati Maḻu (Red Kangaroo Man) and the Kungka Mingkiri (Mice Women). Many of the paintings have sexual themes. One of Tjutjuna's most famous paintings, ', is a composition of two Dreaming stories. It depicts the story of the Kungkarungkara (Seven Sisters), which is about the constellations of Pleiades (the sisters) and Orion. Tjutjuna painted it from the male's perspective., a shape-shifting man, chases the seven sisters and catches the youngest, raping her. The other story depicted is from the Spider Man Dreaming. The painting was chosen as a finalist for the Western Australian Indigenous Art Awards in 2010, and the National Aboriginal & Torres Strait Islander Art Award in 2011.\nTjutjuna paints in the typical style of the Western Desert, which can be seen as very abstract. The figures in his paintings, ancestral beings, are obscured and encoded for cultural reasons. He uses fields of dots to represent their interactions, and lines to represent their journeys across the landscape. The landscape is depicted with the earthly colours of the desert (reds, oranges, ochres and white). In his works depicting, he often paints circular patterns across the background. This motif is used to represent both a spider's web and the spider man's many women. Tjutjuna is also known for drip paintings.","categories":[],"infobox_types":[],"annotations":[{"uri":"Aboriginal_art","surface_form":"Aboriginal art","offset":21},{"uri":"Central_Australia","surface_form":"central Australia","offset":44},{"uri":"Pitjantjatjara","surface_form":"Pitjantjatjara","offset":81},{"uri":"Art_exhibition","surface_form":"exhibition","offset":160},{"uri":"Darwin%2C_Northern_Territory","surface_form":"Darwin","offset":183},{"uri":"Art_Gallery_of_New_South_Wales","surface_form":"Art Gallery of New South Wales","offset":274},{"uri":"National_Gallery_of_Victoria","surface_form":"National Gallery of Victoria","offset":310},{"uri":"National_Gallery_of_Australia","surface_form":"National Gallery of Australia","offset":348},{"uri":"National_Aboriginal_%26amp%3B_Torres_Strait_Islander_Art_Award","surface_form":"National Aboriginal & Torres Strait Islander Art Award","offset":620},{"uri":"The_bush","surface_form":"bushland","offset":742},{"uri":"Pipalyatjara%2C_South_Australia","surface_form":"Pipalyatjara","offset":789},{"uri":"South_Australia","surface_form":"South Australia","offset":830},{"uri":"Walytjatjara","surface_form":"Walytjatjara","offset":918},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":1003},{"uri":"Ernabella","surface_form":"Ernabella","offset":1157},{"uri":"Mission_(Christianity)","surface_form":"mission","offset":1193},{"uri":"Labourer","surface_form":"labourer","offset":1229},{"uri":"Irrunytju%2C_Western_Australia","surface_form":"Irrunytju","offset":1312},{"uri":"Homeland","surface_form":"homeland","offset":1431},{"uri":"Oral_law","surface_form":"law or stories","offset":1794},{"uri":"Dreamtime","surface_form":"Dreamtime","offset":1818},{"uri":"Secular","surface_form":"secular","offset":1906},{"uri":"Spirituality","surface_form":"spiritual","offset":1922},{"uri":"Spirituality","surface_form":"spirituality","offset":2084},{"uri":"Totemism","surface_form":"totem","offset":2117},{"uri":"Spider","surface_form":"spider","offset":2128},{"uri":"Ancestor","surface_form":"ancestor","offset":2292},{"uri":"Dreamtime","surface_form":"Dreamtime","offset":2410},{"uri":"Autobiography","surface_form":"autobiographical","offset":2543},{"uri":"Spider_web","surface_form":"spider web","offset":2764},{"uri":"Sex","surface_form":"sex","offset":3010},{"uri":"Composition_(visual_arts)","surface_form":"composition","offset":3074},{"uri":"Constellation","surface_form":"constellation","offset":3190},{"uri":"Pleiades_(star_cluster)","surface_form":"Pleiades","offset":3208},{"uri":"Orion_(constellation)","surface_form":"Orion","offset":3235},{"uri":"Rape","surface_form":"raping","offset":3365},{"uri":"National_Aboriginal_%26amp%3B_Torres_Strait_Islander_Art_Award","surface_form":"National Aboriginal & Torres Strait Islander Art Award","offset":3539},{"uri":"Western_Desert_cultural_bloc","surface_form":"Western Desert","offset":3647},{"uri":"Abstract_art","surface_form":"abstract","offset":3689},{"uri":"Ochre","surface_form":"ochre","offset":3991},{"uri":"Motif","surface_form":"motif","offset":4096},{"uri":"Drip_painting","surface_form":"drip painting","offset":4203}]}