{"id":371539,"url":"http://en.wikipedia.org/wiki/Binocular_vision","text":"Binocular vision is vision in which both eyes are used together. It can mean having two eyes instead of one, but more often it means having a visual field which is put together by the brain with input from both eyes. This is the standard equipment for vertebrates and many other types of animals.\nHumans have a maximum horizontal field of view of about 200 degrees with two eyes. About 120 degrees make up the binocular field of view (seen by both eyes), and two side fields of about 40 degrees seen by only one eye.\nOur system of vision uses parallax to give precise depth information, called stereopsis. Such binocular vision is usually accompanied by singleness of vision or \"binocular fusion\", in which a single image is seen even though each eye has its own image of an object.\nStereopsis is the impression of depth we get when we look at a scene with both eyes. Binocular viewing of a scene creates two slightly different images of the scene in the two eyes due to the eyes' different positions on the head. These differences give information that the brain uses to calculate depth in the visual scene. The term 'stereopsis' is often used as short hand for 'binocular vision', 'binocular depth perception' or 'stereoscopic depth perception', though strictly speaking, the impression of depth associated with stereopsis can also be got under other conditions, such as when an observer views a scene with only one eye while moving. Observer motion creates differences in the single retinal image over time similar to binocular disparity; this is referred to as \"motion parallax\".\nField of view and eye movements.\nSome animals, usually but not always prey animals, have their two eyes positioned on opposite sides of their heads to give the widest possible field of view. Examples include rabbits, buffaloes, and antelopes. In such animals, the eyes often move independently to increase the field of view. Even without moving their eyes, some birds have a 360-degree field of view.\nOther animals, usually but not always predatory animals, have their two eyes positioned on the front of their heads, thereby allowing for binocular vision and reducing their field of view in favor of stereopsis. Examples include humans, eagles, wolves, and snakes.\nSome predator animals, particularly large ones such as sperm whales and killer whales, have their two eyes positioned on opposite sides of their heads. Other animals that are not necessarily predators, such as fruit bats and a number of primates also have forward facing eyes. These are usually animals that need fine depth discrimination/perception; for instance, binocular vision improves the ability to pick a chosen fruit or to find and grasp a particular branch.\nIn animals with forward-facing eyes, the eyes usually move together. Some animals use both strategies. A starling, for example, has laterally placed eyes to cover a wide field of view, but can also move them together to point to the front so their fields overlap giving stereopsis. A remarkable example is the chameleon, whose eyes appear to be mounted on turrets, each moving independently of the other, up or down, left or right. Nevertheless, the chameleon can bring both of its eyes to bear on a single object when it is hunting.","categories":[],"infobox_types":[],"annotations":[{"uri":"Visual_perception","surface_form":"vision","offset":20},{"uri":"Eye","surface_form":"eye","offset":41},{"uri":"Brain","surface_form":"brain","offset":184},{"uri":"Vertebrates","surface_form":"vertebrates","offset":252},{"uri":"Horizontal","surface_form":"horizontal","offset":319},{"uri":"Parallax","surface_form":"parallax","offset":543},{"uri":"Depth","surface_form":"depth","offset":568},{"uri":"Retina","surface_form":"retina","offset":1486},{"uri":"Prey","surface_form":"prey","offset":1654},{"uri":"Rabbit","surface_form":"rabbit","offset":1792},{"uri":"Buffalo","surface_form":"buffalo","offset":1801},{"uri":"Antelope","surface_form":"antelope","offset":1816},{"uri":"Predatory","surface_form":"predatory","offset":2023},{"uri":"Human","surface_form":"human","offset":2214},{"uri":"Eagle","surface_form":"eagle","offset":2222},{"uri":"Wolves","surface_form":"wolves","offset":2230},{"uri":"Snake","surface_form":"snake","offset":2242},{"uri":"Sperm_whale","surface_form":"sperm whale","offset":2305},{"uri":"Killer_whale","surface_form":"killer whale","offset":2322},{"uri":"Fruit_bat","surface_form":"fruit bat","offset":2460},{"uri":"Primate","surface_form":"primate","offset":2487},{"uri":"Starling","surface_form":"starling","offset":2823},{"uri":"Chameleon","surface_form":"chameleon","offset":3028}]}