{"id":371617,"url":"http://en.wikipedia.org/wiki/Wingu_Tingima","text":"Wingu Tingima (died 8 March 2010) was an Aboriginal artist from central Australia. She was born in Great Victoria Desert, and grew up living a traditional way of life in the bush, without any contact with Western civilisation. A member of the Pitjantjatjara people, she painted spiritual stories from her Dreaming. Along with her friend and colleague Eileen Yaritja Stevens, Wingu became one of the most well-known artists to paint in the style of the Western Desert.\nAlthough she only began painting less than 10 years before her death, Wingu's work is now held in many of Australia's major art collections, including the National Gallery of Australia and the state galleries of New South Wales, Victoria, South Australia, the Northern Territory and Western Australia.\nChildhood.\nWingu was born in the late 1910s or early 1920s. She was born at Nyumun, a rock hole in the Great Victoria Desert in Western Australia. This is a sacred site for Pitjantjatjara men, and it is associated with the (Eagle Dreaming). She grew up living a semi-nomadic way of life with her family in the country around Kuru Ala, very close to her place of birth. This is a sacred place for the Kungkarungkara (Seven Sisters Dreaming), which Wingu would later feature in many of her most important paintings.\nWingu was involved in traditional desert craft from a young age. Her mother and her aunts taught her how to weave hair-string belts and ' (head rings) from hair, fur, feathers and spinifex. She also learned to spin hair-string on a traditional hand-held spindle, and carve wooden tools such as \"wana\" (digging sticks), \"piti\" (bowls), \"wira\" (digging scoops), and ' (basins for collecting seeds). At ceremonies with other Aṉangu families, she and the other girls would paint each other in ritual designs.\nSettlement.\nWhen she was older, Wingu and her parents travelled by foot to settle in the mission at Ernabella, with many other Pitjantjatjara families. Wingu worked there spinning sheep's wool to make rugs and other things for the mission. While living at Ernabella, Wingu became close friends with Eileen Yaritja Stevens; the two of them would later work together closely.\nAfter the community of Irrunytju was established in the 1980s, Wingu moved there with her family to be closer to her home country. Stevens moved to Nyapaṟi with her own family, and Wingu spent most of her life between the two communities. Wingu's son, Winmati Roberts, became married to Eileen's daughter, Yaritji Stevens. As the two elder women's success in the art business increased, they became the main providers of income for their intermingled families. Several of their grandchildren are now also painters.\nAs an artist.\nThe community co-operative Irrunytju Arts was opened in 2001, and Wingu was one of its first artists. She achieved success soon after, and she had her first exhibition in Melbourne in 2002. In the same year, she was also featured in the annual \"Desert Mob\" exhibition in Alice Springs. Her work from this exhibition was chosen as a finalist for the National Aboriginal & Torres Strait Islander Art Award (NATSIAA) in 2003. Even in her earliest work, Wingu's style was unique and stood out strongly against the styles of the other artists at Irrunytju. She used lighter shades of colour with curvier lines, while other artists at the centre were experimenting with bright colours and block shapes.\nWingu began to work in Nyapaṟi from 2006, when the community established Tjungu Palya. Wingu came to support the new centre as a working artist, while still continuing to paint for Irrunytju as well. One of Wingu's earliest works at Tjungu Palya was chosen as a finalist for that year's NATSIAA. Wingu came to work primarily in Nyapaṟi during the next few years.\nMost of the time, Wingu would paint alongside her friend Eileen. The two women often shared creative ideas, and travelled to exhibitions together. Eileen died in 2008, and Wingu left Nyapaṟi; as is custom among Western Desert people, the grieving move away from the place where the dead had lived. Wingu moved back to Irrunytju and continued to work there. She continued to achieve success until her death. She died on 8 March 2010, estimated to be aged around 90.\nThemes and style.\nWingu's painting focused on her spirituality, depicting the Dreaming stories (') associated with her country. Most of her paintings are about the Kungkarungkara (', or Seven Sisters). This \"Tjukurpa\" is closely associated with the sacred women's place of Kuru Ala, where Wingu grew up. According to the story, the seven sisters stopped at Kuru Ala while they were travelling through the area in the Dreamtime. They were running away from a lustful man who was trying to catch them. He had supernatural powers and could transform himself into many things. There are many different versions of the story, but Kuru Ala is said to be the place where the man tricked the sisters by turning himself into a fruit tree. The story comes from a group of stars; the sisters are the Pleiades, and the man chasing them is Orion.\nAlthough she used traditional images, patterns and icons to paint these stories, Wingu's artwork did not illustrate them explicitly or in a way that is recognisable. The images are always obscured and the meaning hidden. She combined many styles together, including ancient desert imagery that had been passed down to her through sand drawings, rock art and body painting, but by using modern tools and techniques. One critic notes that her style would change depending on where she was painting; her brush-strokes and choice of colour differing between Tjungu Palya and Irrunytju Arts.\nRecognition.\nWingu's paintings of the Kungkarungkara story were chosen as finalists in the National Aboriginal & Torres Strait Islander Art Awards in 2003, 2006, and 2008.\nIn 2009, Wingu's work was shown in New York City as part of the exhibition \"I Have a Dream\", an international tribute to Martin Luther King, Jr.. Her artwork has been exhibited in many other cities, including Sydney, Canberra, Melbourne, Adelaide, Perth, Alice Springs, Broome, Darwin and Singapore. Her work is held in the Gallery of Western Australia, the Art Gallery of South Australia, the Museum and Art Gallery of the Northern Territory, Art Gallery of New South Wales, the National Gallery of Victoria, the National Gallery of Australia, and the Australian National University.","categories":[],"infobox_types":[],"annotations":[{"uri":"Aboriginal_art","surface_form":"Aboriginal art","offset":41},{"uri":"Central_Australia","surface_form":"central Australia","offset":64},{"uri":"Great_Victoria_Desert","surface_form":"Great Victoria Desert","offset":99},{"uri":"The_bush","surface_form":"the bush","offset":170},{"uri":"Western_civilization","surface_form":"Western civilisation","offset":205},{"uri":"Pitjantjatjara","surface_form":"Pitjantjatjara","offset":243},{"uri":"Spirituality","surface_form":"spiritual","offset":278},{"uri":"Dreamtime","surface_form":"Dreaming","offset":305},{"uri":"Eileen_Yaritja_Stevens","surface_form":"Eileen Yaritja Stevens","offset":351},{"uri":"Western_Desert_cultural_bloc","surface_form":"Western Desert","offset":452},{"uri":"Art_museum","surface_form":"art collections","offset":592},{"uri":"National_Gallery_of_Australia","surface_form":"National Gallery of Australia","offset":623},{"uri":"Art_Gallery_of_New_South_Wales","surface_form":"New South Wales","offset":680},{"uri":"National_Gallery_of_Victoria","surface_form":"Victoria","offset":697},{"uri":"Art_Gallery_of_South_Australia","surface_form":"South Australia","offset":707},{"uri":"Museum_and_Art_Gallery_of_the_Northern_Territory","surface_form":"Northern Territory","offset":728},{"uri":"Gallery_of_Western_Australia","surface_form":"Western Australia","offset":751},{"uri":"Rockhole","surface_form":"rock hole","offset":856},{"uri":"Great_Victoria_Desert","surface_form":"Great Victoria Desert","offset":873},{"uri":"Western_Australia","surface_form":"Western Australia","offset":898},{"uri":"Sacred_site","surface_form":"sacred site","offset":927},{"uri":"Pitjantjatjara","surface_form":"Pitjantjatjara","offset":943},{"uri":"Nomadic_people","surface_form":"nomadic","offset":1037},{"uri":"Weaving","surface_form":"weave","offset":1392},{"uri":"Triodia","surface_form":"spinifex","offset":1464},{"uri":"Spindle_(textiles)","surface_form":"spindle","offset":1538},{"uri":"Wood_carving","surface_form":"carve","offset":1551},{"uri":"Ceremony","surface_form":"ceremonies","offset":1684},{"uri":"A%E1%B9%89angu","surface_form":"Aṉangu","offset":1706},{"uri":"Body-painting","surface_form":"paint","offset":1753},{"uri":"Mission_(Christianity)","surface_form":"mission","offset":1878},{"uri":"Ernabella","surface_form":"Ernabella","offset":1889},{"uri":"Spindle_(textiles)","surface_form":"spinning","offset":1960},{"uri":"Wool","surface_form":"wool","offset":1977},{"uri":"Eileen_Yaritja_Stevens","surface_form":"Eileen Yaritja Stevens","offset":2088},{"uri":"Irrunytju%2C_Western_Australia","surface_form":"Irrunytju","offset":2186},{"uri":"Homeland","surface_form":"home country","offset":2280},{"uri":"Nyapa%E1%B9%9Fi%2C_South_Australia","surface_form":"Nyapaṟi","offset":2311},{"uri":"Income","surface_form":"income","offset":2584},{"uri":"Art_exhibition","surface_form":"exhibition","offset":2849},{"uri":"Custom","surface_form":"custom","offset":3950},{"uri":"Western_Desert_cultural_bloc","surface_form":"Western Desert","offset":3963},{"uri":"Spirituality","surface_form":"spirituality","offset":4267},{"uri":"Australian_Aboriginal_mythology","surface_form":"Dreaming","offset":4295},{"uri":"Dreamtime","surface_form":"Dreamtime","offset":4634},{"uri":"Lust","surface_form":"lustful","offset":4675},{"uri":"Supernatural","surface_form":"supernatural","offset":4724},{"uri":"Fruit_tree","surface_form":"fruit tree","offset":4935},{"uri":"Pleiades_(star_cluster)","surface_form":"Pleiades","offset":5006},{"uri":"Orion_(constellation)","surface_form":"Orion","offset":5044},{"uri":"Icon","surface_form":"icon","offset":5102},{"uri":"Rock_art","surface_form":"rock art","offset":5396},{"uri":"Body_painting","surface_form":"body painting","offset":5409},{"uri":"New_York_City","surface_form":"New York City","offset":5845},{"uri":"Martin_Luther_King%2C_Jr.","surface_form":"Martin Luther King, Jr.","offset":5931},{"uri":"Gallery_of_Western_Australia","surface_form":"Gallery of Western Australia","offset":6134},{"uri":"Art_Gallery_of_South_Australia","surface_form":"Art Gallery of South Australia","offset":6168},{"uri":"Museum_and_Art_Gallery_of_the_Northern_Territory","surface_form":"Museum and Art Gallery of the Northern Territory","offset":6204},{"uri":"Art_Gallery_of_New_South_Wales","surface_form":"Art Gallery of New South Wales","offset":6254},{"uri":"National_Gallery_of_Victoria","surface_form":"National Gallery of Victoria","offset":6290},{"uri":"National_Gallery_of_Australia","surface_form":"National Gallery of Australia","offset":6324},{"uri":"Australian_National_University","surface_form":"Australian National University","offset":6363}]}