{"id":371704,"url":"http://en.wikipedia.org/wiki/Patrick_Leahy","text":"Patrick Joseph \"Pat\" Leahy (born March 31, 1940) is an American politician and part-time actor. He became a United States Senator from Vermont in 1975.\nLeahy has appeared in three Batman movies \"Batman & Robin\", \"The Dark Knight\", and in \"The Dark Knight Rises\". He was also the voice of a Senator in '. He supports gay marriage and LGBT rights.\nOn December 17, 2012 after the death of Daniel Inouye, Leahy became the new President pro tempore of the United States Senate. After Inouye's death, Leahy is now the most senior Democrat in the United States. Leahy is currently the longest serving senator in the United States. He took office at a younger age than any other current senator.\nOn January 3, 2015, Orrin Hatch succeeded Leahy as President pro tempore of the United States Senate. He was honored with the title \"President pro tempore emeritus\" soon afterwards. In 2021 after Democrats gained control of the U.S. Senate, Leahy became President pro tempore of the United States Senate again.\nEarly life.\nLeahy was born in Montpelier, Vermont, the son of Alba (née Zambon) and Howard Francis Leahy, a printer. His grandparents came to Vermont from Ireland and Italy during the 19th century to work at quarries.\nEducation.\nLeahy graduated from Saint Michael's College in 1961 and received his J.D. from Georgetown University Law Center in 1964. He practiced as a lawyer until he was elected as State's Attorney of Chittenden County in 1966 and re-elected in 1970.\nCareer.\nLeahy was elected to the United States Senate for the first time in 1974, succeeding retiring 34-year incumbent George Aiken. At 34 years old, he was the youngest Senator in Vermont history. Leahy was nearly defeated in 1980 by Republican Stewart Ledbetter, winning by only 2,700 votes amid Ronald Reagan's landslide victory. In 1986, he faced what was on paper an even stronger challenger in former governor Richard Snelling, but Leahy turned back this challenge, taking 63 percent of the vote. In 1992, he faced another opponent in Secretary of State of Vermont Jim Douglas, winning by 11 points.\nLeahy was the first non-Republican Senator from Vermont since 1856. To this day, he is the only Democrat ever elected to the Senate from Vermont. He is technically one of only three Democrats to represent Vermont in either house of Congress since the end of the Civil War.\nLater career.\nMarch 2004, Leahy and Orrin Hatch introduced the Pirate Act backed by the RIAA. In July 2004, Leahy and Hatch introduced the INDUCE Act. Both were aimed at combating copyright infringement.\nOn November 2, 2004, Leahy easily defeated his opponent, businessman Jack McMullen, with 70.6 percent of the vote. On January 5, 2005, Leahy was sworn in for his sixth term in the Senate by Cheney.\nOn September 21, 2005, Leahy announced his support for John Roberts to be Chief Justice of the United States Supreme Court. On January 19, 2006, Leahy announced that he would vote against Judge Samuel Alito to be a justice on the Supreme Court.\nOn January 18, 2007, Leahy received widespread coverage for his cross-examination of Attorney General Alberto Gonzales about the Maher Arar affair and the extraordinary rendition of Arar to Syria.\nPresident pro tempore.\nUpon the death of Senate President pro tempore Daniel Inouye on December 17, 2012, Leahy became the most senior senator in the majority party, and was elected as the new President pro tempore by unanimous consent.\nOn January 3, 2015, Orrin Hatch succeeded Leahy as President pro tempore of the United States Senate. He was honored with the title \"President pro tempore emeritus\" soon afterwards.\nOn January 20, 2021, Leahy became President pro tempore again since Democrats won control of the U.S. Senate.\nPersonal life.\nLeahy married Marcelle Pomerleau in 1962. They live in a farmhouse in Middlesex, Vermont that they moved to from Burlington, and have three children. Leahy celebrated his fifty year anniversary with his wife, saying ‘‘We hate it when we’re apart from one another.’’ Leahy is legally blind in one eye. Leahy was targeted in an anthrax attack November 16, 2001.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":55},{"uri":"United_States_Senator","surface_form":"United States Senator","offset":108},{"uri":"Vermont","surface_form":"Vermont","offset":135},{"uri":"Batman","surface_form":"Batman","offset":180},{"uri":"Batman_%26amp%3B_Robin","surface_form":"Batman & Robin","offset":195},{"uri":"The_Dark_Knight_(movie)","surface_form":"The Dark Knight","offset":213},{"uri":"The_Dark_Knight_Rises","surface_form":"The Dark Knight Rises","offset":239},{"uri":"Gay","surface_form":"gay","offset":316},{"uri":"Daniel_Inouye","surface_form":"Daniel Inouye","offset":386},{"uri":"President_pro_tempore_of_the_United_States_Senate","surface_form":"President pro tempore of the United States Senate","offset":422},{"uri":"Orrin_Hatch","surface_form":"Orrin Hatch","offset":708},{"uri":"President_pro_tempore_of_the_United_States_Senate","surface_form":"President pro tempore of the United States Senate","offset":942},{"uri":"Montpelier%2C_Vermont","surface_form":"Montpelier","offset":1029},{"uri":"Vermont","surface_form":"Vermont","offset":1041},{"uri":"Vermont","surface_form":"Vermont","offset":1141},{"uri":"Ireland","surface_form":"Ireland","offset":1154},{"uri":"Italy","surface_form":"Italy","offset":1166},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":1768},{"uri":"American_Civil_War","surface_form":"Civil War","offset":2338},{"uri":"Orrin_Hatch","surface_form":"Orrin Hatch","offset":2385},{"uri":"RIAA","surface_form":"RIAA","offset":2437},{"uri":"Copyright_infringement","surface_form":"copyright infringement","offset":2529},{"uri":"John_G._Roberts","surface_form":"John Roberts","offset":2806},{"uri":"United_States_Supreme_Court","surface_form":"United States Supreme Court","offset":2846},{"uri":"Samuel_Alito","surface_form":"Samuel Alito","offset":2945},{"uri":"Alberto_Gonzales","surface_form":"Alberto Gonzales","offset":3098},{"uri":"Syria","surface_form":"Syria","offset":3186},{"uri":"President_pro_tempore_of_the_United_States_Senate","surface_form":"President pro tempore","offset":3241},{"uri":"Daniel_Inouye","surface_form":"Daniel Inouye","offset":3263},{"uri":"Orrin_Hatch","surface_form":"Orrin Hatch","offset":3450},{"uri":"Anthrax","surface_form":"anthrax","offset":4063}]}