{"id":371960,"url":"http://en.wikipedia.org/wiki/Bog","text":"A \"bog\" is a wetland where peat builds up. Peat is layers of dead plant material—often mosses, in most cases, \"Sphagnum\" moss. It is one of the four main types of wetlands. Other names for bogs include mire, quagmire and muskeg.\nFrequently, as the illustration on the right shows, they are covered in Ericaceous shrubs rooted in the Sphagnum moss and peat. The gradual buildup of decayed plant material in a bog forms a carbon sink.\nBogs occur where the water at the ground surface is acidic and low in nutrients. In some cases, the water is got entirely from precipitation, in which case they are (rain-fed). Water flowing out of bogs has a characteristic brown colour, which comes from dissolved peat tannins.\nIn general the low fertility and cool climate results in relatively slow plant growth, but decay is even slower because of the saturated soil. So, the amount of peat increases. Large areas of landscape can be covered many meters deep in peat. Bogs have a distinctive group of plant and animal species, and are of high importance for biodiversity, particularly in landscapes that are otherwise settled and farmed.\nWorld's largest peat bog.\nThe world's largest peat bog is in the Congo (Brazzaville). It is as big as England. The bog covers between 100,000 and 200,000 square kilometres (40,000 to 80,000 sq miles), with the peat layer reaching up to 7m (23) beneath the ground. It holds billions of tonnes of partially decayed vegetation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wetland","surface_form":"wetland","offset":13},{"uri":"Peat","surface_form":"peat","offset":27},{"uri":"Plant","surface_form":"plant","offset":66},{"uri":"Moss","surface_form":"moss","offset":87},{"uri":"Sphagnum","surface_form":"Sphagnum","offset":111},{"uri":"Ericaceae","surface_form":"Ericaceous","offset":301},{"uri":"Carbon_sink","surface_form":"carbon sink","offset":420},{"uri":"Acid","surface_form":"acid","offset":485},{"uri":"Nutrients","surface_form":"nutrients","offset":503},{"uri":"Precipitation_(meteorology)","surface_form":"precipitation","offset":560},{"uri":"Tannin","surface_form":"tannin","offset":703},{"uri":"Biodiversity","surface_form":"biodiversity","offset":1045},{"uri":"Congo_(Brazzaville)","surface_form":"Congo (Brazzaville)","offset":1190},{"uri":"England","surface_form":"England","offset":1227}]}