{"id":371954,"url":"http://en.wikipedia.org/wiki/Fen","text":"A fen is one of the four main types of wetland, and is usually fed by mineral-rich surface water or groundwater. Fens have neutral or alkaline water, with relatively high dissolved mineral levels but few other plant nutrients. They are usually dominated by grasses and sedges, and typically have brown mosses in general including \"Scorpidium\" or \"Drepanocladus\".p8 Fens often have a high diversity of other plant species including carnivorous plants such as \"Pinguicula\".ch9 They may also occur along large lakes and rivers where seasonal changes in water level maintain wet soils with few woody plants. The distribution of individual species of fen plants is often closely connected to water regimes and nutrient concentrations.\nFens have a characteristic set of plant species, which sometimes provide the best indicators of environmental conditions. They are called \"fen indicator species\".\nFens are distinguished from bogs, which are acidic, low in minerals, and usually dominated by sedges and shrubs, with abundant \"Sphagnum\" mosses.p8\nFens have been damaged in the past by land drainage, and also by peat cutting. Some are now being carefully restored with modern management methods.ch13 The principal challenges are to restore natural water flow regimes, to maintain the quality of water, and to prevent invasion by woody plants.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wetland","surface_form":"wetland","offset":39},{"uri":"Mineral","surface_form":"mineral","offset":70},{"uri":"PH","surface_form":"neutral","offset":123},{"uri":"Alkali","surface_form":"alkali","offset":134},{"uri":"Nutrients","surface_form":"nutrients","offset":216},{"uri":"Grass","surface_form":"grass","offset":257},{"uri":"Sedge","surface_form":"sedge","offset":269},{"uri":"Moss","surface_form":"moss","offset":302},{"uri":"Pinguicula","surface_form":"Pinguicula","offset":459},{"uri":"Bog","surface_form":"bog","offset":921},{"uri":"Acid","surface_form":"acid","offset":937},{"uri":"Sphagnum","surface_form":"Sphagnum","offset":1021},{"uri":"Peat","surface_form":"peat","offset":1106}]}