{"id":372073,"url":"http://en.wikipedia.org/wiki/Ngupulya_Pumani","text":"Ngupulya Pumani (born 1948 in Mimili) is an Australian Aboriginal artist from Mimili, in the north-west of South Australia. She is part of a well-known family of artists, who belong to the Yankunytjatjara community. Her mother, Milatjari, and her sister, Betty Kuntiwa, are both successful painters. Ngupulya has paintings held in the National Gallery of Victoria, and the Art Gallery of New South Wales.\nNgupulya began painting in 2009, for Mimili's community art co-operative, Mimili Maku. She had been inspired to paint by her mother. Her first major exhibition was later that year in Alice Springs, at the annual \"Desert Mob\" show. Since then, her paintings have been exhibited in several cities around Australia, including twice at the Gallery Gabriella Pizzi in Melbourne.\nNgupulya's paintings depict scenes and concepts from her family's Dreaming. Her mother's \"ngura\" (homeland) is Antara, and her father's is near Watarru. Antara is a sacred place associated with the (Witchetty Grub Dreaming), and Ngupulya most often paints stories from this Dreaming.\nShe uses pale, earthy colours in her backgrounds to depict the desert landscape, and this is contrasted with patterns of intense, bright dots and lines to represent symbols, figures and their journeys. Many of her techniques were taken from her mother, but used more consistently with her own refinements. The results have been compared to the early works of Emily Kngwarreye.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mimili%2C_South_Australia","surface_form":"Mimili","offset":30},{"uri":"Aboriginal_art","surface_form":"Aboriginal art","offset":55},{"uri":"South_Australia","surface_form":"South Australia","offset":107},{"uri":"Yankunytjatjara","surface_form":"Yankunytjatjara","offset":189},{"uri":"Milatjari_Pumani","surface_form":"Milatjari","offset":228},{"uri":"Betty_Kuntiwa_Pumani","surface_form":"Betty Kuntiwa","offset":255},{"uri":"National_Gallery_of_Victoria","surface_form":"National Gallery of Victoria","offset":335},{"uri":"Art_Gallery_of_New_South_Wales","surface_form":"Art Gallery of New South Wales","offset":373},{"uri":"Alice_Springs","surface_form":"Alice Springs","offset":588},{"uri":"Melbourne","surface_form":"Melbourne","offset":768},{"uri":"Dreamtime","surface_form":"Dreaming","offset":845},{"uri":"Homeland","surface_form":"homeland","offset":877},{"uri":"Watarru%2C_South_Australia","surface_form":"Watarru","offset":923},{"uri":"Sacred_site","surface_form":"sacred place","offset":944},{"uri":"Refine","surface_form":"refinements","offset":1356},{"uri":"Emily_Kngwarreye","surface_form":"Emily Kngwarreye","offset":1422}]}