{"id":37205,"url":"http://en.wikipedia.org/wiki/G8","text":"The Group of Eight (G8) was a group made up of Canada, France, Germany, Italy, Japan, Russia \"(suspended)\", the United Kingdom and the United States. The European Commission is also represented in the committee. The group has conferences or meetings throughout the year, it researches policies, and has a summit meeting once a year. The heads of government of each G8 country attend the summit meeting.\nEach year a different country takes over the presidency of the group for the duration of the year. The country that holds the presidency sets the agenda for the year and hosts the summit for that year. The first G6 meeting was in 1975. Canada joined in 1976, making G7. Russia made it G8 in 1997.\nThe organization's official 2014 summit was not held in Moscow as previously planned, due to the seizure of Crimea. In March 24, 2014, all seven member nations voted to suspend Russia from the G-8. The meeting was held in Brussels instead, and the G8 will be called G7 since there are now seven leaders.\nOverview.\nThe G8 is not considered an international organization because it does not have administrative structure. This means that besides the president, there are no official titles for the members, they are all considered equal. Their meetings are not formal. The goal is to talk about global topics and problems in a relaxed manner.\nThere are many global problems and issues that can be discussed at meetings. Some common topics of discussion include: health, law enforcement, labor, economic and social development, energy, environment, foreign affairs, justice, terrorism, and trade.\nYearly summit.\nThe annual meeting of G8 leaders is attended by the heads of government and other invited guests. It is usually held for three days in the middle of the year. Each year one of the G8 countries is considered the G8 president. The country of the G8 presidency is responsible for organizing and hosting a summit during that year. The first summit meeting was held in November of 1975 in France.\nEconomic power.\nThe eight countries that make up the G8 represent about 14% of the people in the world but produce over 65% of the world's economic output measured by gross domestic product (GDP).\nSource: World Development Report 2006, World Bank","categories":[],"infobox_types":[],"annotations":[{"uri":"Canada","surface_form":"Canada","offset":47},{"uri":"France","surface_form":"France","offset":55},{"uri":"Germany","surface_form":"Germany","offset":63},{"uri":"Italy","surface_form":"Italy","offset":72},{"uri":"Japan","surface_form":"Japan","offset":79},{"uri":"Russia","surface_form":"Russia","offset":86},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":112},{"uri":"United_States","surface_form":"United States","offset":135},{"uri":"European_Commission","surface_form":"European Commission","offset":154},{"uri":"Committee","surface_form":"committee","offset":201},{"uri":"Policy","surface_form":"policies","offset":285},{"uri":"Summit_meeting","surface_form":"summit meeting","offset":305},{"uri":"Agenda","surface_form":"agenda","offset":549},{"uri":"40th_G8_summit","surface_form":"official 2014 summit","offset":719},{"uri":"Crimea","surface_form":"Crimea","offset":808},{"uri":"Brussels","surface_form":"Brussels","offset":922},{"uri":"G7","surface_form":"G7","offset":966},{"uri":"International_organization","surface_form":"international organization","offset":1042},{"uri":"Health","surface_form":"health","offset":1460},{"uri":"Law_enforcement","surface_form":"law enforcement","offset":1468},{"uri":"Labour_(economics)","surface_form":"labor","offset":1485},{"uri":"Energy","surface_form":"energy","offset":1525},{"uri":"Environment","surface_form":"environment","offset":1533},{"uri":"Foreign_affairs","surface_form":"foreign affairs","offset":1546},{"uri":"Justice","surface_form":"justice","offset":1563},{"uri":"Terrorism","surface_form":"terrorism","offset":1572},{"uri":"Trade","surface_form":"trade","offset":1587},{"uri":"Gross_domestic_product","surface_form":"gross domestic product","offset":2168},{"uri":"World_Bank","surface_form":"World Bank","offset":2237}]}