{"id":3720,"url":"http://en.wikipedia.org/wiki/Biel/Bienne%2C_Switzerland","text":"Biel/Bienne (official name; \"Biel\" is German, \"Bienne\" is French) is an industrial town in Switzerland. It is in the part of Switzerland named Bern and near the city also named Bern. The town is known for many companies that make watches and machines.\nDescription.\nThe town of Biel, the capital of Swiss watch-making, lies at the end of Lake Biel, at the foot of the Jura Hills in the Lake Region.\nThe wonderful old town with its town church and its location as the gateway to the three Jura lakes (Lakes Biel, Lake Neuchâtel and Lake Murten) with vineyards on the hillsides and extensive vegetable cultivation make the town very attractive.\nBiel is the only town in Switzerland in which German and French are spoken side by side We can feel the relaxed mentality here coming from the mixture of these three languages.\nBiel was awarded the Wakker Prize in 2004 by the Swiss Heritage Society for the way it conserved its 20th century buildings, especially the ‘new construction’ from the 1920s and 30s.\nSwatch, Rolex, Omega, Tissot, Movado and Mikron all come from this town. But Biel has also become important in the field of other industries and in communication.\nIt is possible to travel on various routes along the lakes on passenger boats in summer. The day trip through all three Jura lakes is especially popular. Of course there are all types of water sports on Lake Biel.\nOld town.\nThe town of Biel was built by the Prince-Bishop of Bale between 1220 and 1230. The old town is the smallest part of Biel with only. Most buildings there still look as in the 18th century. The biggest part of the old town is without any traffic. There aren’t any big stores or industries or any big companies. Each Saturday there is a market. The castle, “the ring” and the theatre are very popular. The town church is on the “Ringplatz” and was built between 1451 and 1470.There they burned the witches in the 18th century. From the 6 medieval city gates only one and two towers survived.\nHeritage sites.\nThe entire town of Biel is part of the Inventory of Swiss Heritage Sites. Several individual buildings in the old town have also been protected for their cultural heritage.\nThe Reformed City Church is one of the most important late-Gothic buildings in the Canton of Bern. The church has a main floor, two second floors and four small chapels. There are some wall-paintings in the church. Most windows are among the oldest ones in Switzerland. The church was first written about in an index in 1228. After a horrible fire in the old town the church was destroyed. It was rebuilt between 1367 and 1451. The town church got on a new organ on 6th November 2011. The church was closed for more than half a year to put the new organ in and to improve the inside of the church. It cost about 1,74 million Swiss francs. The old organ was sent to Poland.\nLanguage.\nAbout 57% of the people in Biel speak German as their mother tongue. The remaining 43% speak French as their mother tongue. That is why the city has two names.","categories":[],"infobox_types":["Swiss town"],"annotations":[{"uri":"Industrial","surface_form":"industrial","offset":72},{"uri":"Switzerland","surface_form":"Switzerland","offset":91},{"uri":"Bern_(city)","surface_form":"Bern","offset":177},{"uri":"Company","surface_form":"companies","offset":210},{"uri":"Watch","surface_form":"watch","offset":230},{"uri":"Machine","surface_form":"machine","offset":242},{"uri":"Lake_Biel","surface_form":"Lake Biel","offset":337},{"uri":"Jura_Hills","surface_form":"Jura Hills","offset":367},{"uri":"Old_town","surface_form":"old town","offset":412},{"uri":"Town_church","surface_form":"town church","offset":430},{"uri":"Vineyards_on_the_hillsides","surface_form":"vineyards on the hillsides","offset":548},{"uri":"Wakker_Prize","surface_form":"Wakker Prize","offset":840},{"uri":"%E2%80%98new_construction%E2%80%99","surface_form":"‘new construction’","offset":959},{"uri":"Passenger_boats","surface_form":"passenger boats","offset":1227},{"uri":"Market","surface_form":"market","offset":1723},{"uri":"Castle","surface_form":"castle","offset":1735},{"uri":"Theatre","surface_form":"theatre","offset":1762},{"uri":"Witch","surface_form":"witch","offset":1884},{"uri":"Inventory_of_Swiss_Heritage_Sites","surface_form":"Inventory of Swiss Heritage Sites","offset":2033},{"uri":"Cultural_heritage","surface_form":"cultural heritage","offset":2148},{"uri":"Gothic_architecture","surface_form":"late-Gothic","offset":2221},{"uri":"Organ_(music)","surface_form":"organ","offset":2624},{"uri":"Poland","surface_form":"Poland","offset":2832},{"uri":"Mother_tongue","surface_form":"mother tongue","offset":2904}]}