{"id":372236,"url":"http://en.wikipedia.org/wiki/Sher_Shah_Suri","text":"Sher Shah Suri (1486 – 22 May 1545) (birth name Farid Khan, but also known as Sher Khan), was the founder of the short lived Pashtun Suri or Sur, kingdom in the Indian subcontinent, with its capital at Delhi.\nThe title of 'Sher Khan' was Give to you for the fight with lion. Farid Khan was a talented, bold and dynamic soldier.His father Hasan Khan Sur was the Jagerdar of Bahar by the ruler of Delhi.After his father Sher khan become the Jagerdar of Bahar.who rebelled against the Mughal Empire and overthrew the government of the Emperor Humayun in 1540, and ruled instead until his death in 1545. On taking the throne he took the title 'Sher Shah'.\nSher shah died with a gunpowder explosion in 1545. He left a strong empire to his son Islam Shah, who ruled for nine years and was succeeded by his son Feroz Khan who was murdered. His son and followers could not keep long control of the kingdom and in 1555 the Mughal Humayun was reinstated. Humayun defeated Islam Shah in 1555, and ended the Suri dynasty.\nMilitary Campaigns.\nSher Shah Suri defeated the Mughal ruler Humayun twice and captured Delhi. Soon after becoming king Sher Shah Suri raised a large army and captured Bihar, Jharkhand and West Bengal.\nAchievements.\nSher Shah was a good general and administrator. He introduced a new currency, a silver coin known as 'Rupia'. He reduced custom duties and built an excellent connection of roads, including Grand Trunk Road in Bihar, which was 1,600 miles (2500 Kilometers) long. Sher Shah was a secular ruler who practised tolerance and welfare.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pashtun","surface_form":"Pashtun","offset":125},{"uri":"Indian_subcontinent","surface_form":"Indian subcontinent","offset":161},{"uri":"Delhi","surface_form":"Delhi","offset":202},{"uri":"Mughal_Empire","surface_form":"Mughal Empire","offset":482},{"uri":"Humayun","surface_form":"Humayun","offset":540},{"uri":"Mughal","surface_form":"Mughal","offset":914},{"uri":"Grand_Trunk_Road","surface_form":"Grand Trunk Road","offset":1415},{"uri":"Bihar","surface_form":"Bihar","offset":1435}]}