{"id":372205,"url":"http://en.wikipedia.org/wiki/Shah_Jahan","text":"Shahab-ud-din Muhammad Khurram (5 January 1592  – 22 January 1666) better known by his regnal name Shah Jahan (Persian: \"King of the World\") was Mughal emperor in India from 1628 until 1658. He was the fifth ruler of the Mughal dynasty\nThe period of his reign is considered as the golden age of Mughal art and architecture. Shah Jahan is best known for erecting many splendid monuments, the most famous of which in all the world, is the Taj Mahal at Agra, built in 1632–1648 as a tomb for his beloved wife, Mumtaz Mahal\nFamily.\nAkbarabadi Mahal, Kandahari Mahal, (most beloved wife)  Mumtaz Mahal, Hasina Begum Sahiba,  Muti Begum Sahiba, Qudsia Begum Sahiba, Fatehpuri Mahal Sahiba, Sarhindi Begum Sahiba and Shrimati Manbhavathi Baiji Lal Sahiba were the wives of Shah Jahan. Shah Jahan killed Mumtaz's husband to marry her: From the above Britannica article, it is clear that Mumtaz only ever had one husband i.e. Shah Jahan. Mumtaz died during her 14th delivery: This is true. After her death Shah Jahan married Mumtaz's sister.\nBirth.\nShah Jahan (also known as Prince Khurram) was born on 5 January bilal rehman\n1592 in Lahore, Pakistan, and was the third son of Prince Salim (later known as 'Jahangir' upon his accession). His mother was a Rajput princess from Marwar called Princess Jagat Gosaini (her official name in Mughal chronicles was Bilqis Makani). The name \"Khurram\" (\"joyous\") was chosen for the young prince by his grandfather, Emperor Akbar, with whom the young prince was close in relation.\nJust prior to Shah Jahan's birth, a soothsayer had reportedly predicted to the childless Empress Ruqaiya Sultan Begum, Akbar's first wife and chief consort, that the still unborn child was destined for imperial greatness. So, when Shah Jahan was born in 1592 and was only six days old, Akbar ordered that the prince be taken away from his mother and handed him over to Ruqaiya so that he could grow up under her care, and Akbar could fulfill his wife's wish to raise a Mughal emperor. Ruqaiya assumed the primary responsibility for Shah Jahan's upbringing and he grew up under her care. The two shared a close relationship with each other as Salim noted in his memoirs that Ruqaiya had loved his son [Shah Jahan], \"a thousand times more than if he had been her own [son].\"\nShah Jahan remained with her [Ruqaiya] until he had turned almost 14. After Akbar's death in 1605, the young prince [Khurram] was allowed to return to his father's household, and thus, be closer to his biological mother.\nEducation.\nAs a child, Shah Jahan received a broad education befitting his status as a Mughal prince, which included martial training and exposure to a wide variety of cultural arts, such as poetry and music, most of which was inculcated, according to court chroniclers, by Akbar and Ruqaiya. In 1605, as Akbar lay on his deathbed,Shah Jahan, who at this point was 13, remained by his bedside and refused to move even after his mother tried to retrieve him. Given the politically uncertain times immediately preceding Akbar's death, Shah Jahan was in a fair amount of physical danger of harm by political opponents of his father, and his conduct at this time can be understood as a precursor to the bravery that he would later be known for,he was also well known for his intelligent brain and creative ideas.\nGovernorship.\nDeccan 1611–1612, Bihar 1613–1614, Gujarat 1614–1618, Delhi 1623–1627, Bengal 1624–1625, Bihar 1625–1627\nReligious attitude.\nShah Jahan leading the Mughal Army, in the upper left War elephantsbear emblems of the legendary Zulfiqar.\nShah Jahan was more radical in his thinking than his father and grandfather. Upon his accession, he adopted new policies which reversed Akbar's treatment of non-Muslims. In 1633, his sixth regnal year, Shah Jahan began to impose his interpretation of Sharia provisions against construction or repair of churches and temples and subsequently ordered the demolitions of newly built Hindu temples. He celebrated Islamic festivals with great pomp and grandeur and with an enthusiasm unfamiliar to his predecessors. Long-dormant royal interest in the Holy Cities was also revived during his reign.","categories":[],"infobox_types":[],"annotations":[{"uri":"Regnal_name","surface_form":"regnal name","offset":87},{"uri":"Persian_language","surface_form":"Persian","offset":111},{"uri":"Mughal","surface_form":"Mughal","offset":145},{"uri":"Emperor","surface_form":"emperor","offset":152},{"uri":"India","surface_form":"India","offset":163},{"uri":"Mughal_dynasty","surface_form":"Mughal dynasty","offset":221},{"uri":"Taj_Mahal","surface_form":"Taj Mahal","offset":437},{"uri":"Agra","surface_form":"Agra","offset":450},{"uri":"Mumtaz_Mahal","surface_form":"Mumtaz Mahal","offset":507}]}