{"id":372378,"url":"http://en.wikipedia.org/wiki/Jack_Williams","text":"Jack Williams (October 18, 1924 – March 3, 1945) was a United States Navy sailor. He received the Medal of Honor because of his actions in World War II.\nMedal of Honor citation.\nWilliams' Medal of Honor recognized his conduct at the Battle of Iwo Jima. He was killed while giving frontline first aid to a marine who was wounded in a grenade battle. Williams dragged the man to a shallow hole in the ground; and he remained in the area to care for another marine who was also wounded.\nFor conspicuous gallantry and intrepidity at the risk of his life above and beyond the call of duty while serving with the 3d Battalion 28th Marines, 5th Marine Division, during the occupation of Iwo Jima, Volcano Islands, March 3, 1945. Gallantly going forward on the frontlines under intense enemy small-arms fire to assist a marine wounded in a fierce grenade battle, Williams dragged the man to a shallow depression and was kneeling, using his own body as a screen from the sustained fire as he administered first aid, when struck in the abdomen and groin 3 times by hostile rifle fire. Momentarily stunned, he quickly recovered and completed his ministration before applying battle dressings to his own multiple wounds. Unmindful of his own urgent need for medical attention, he remained in the perilous fire-swept area to care for another marine casualty. Heroically completing his task despite pain and profuse bleeding, he then endeavored to make his way to the rear in search of adequate aid for himself when struck down by a Japanese sniper bullet which caused his collapse. Succumbing later as a result of his self-sacrificing service to others, Williams, by his courageous determination, unwavering fortitude and valiant performance of duty, served as an inspiring example of heroism, in keeping with the highest traditions of the U.S. Naval Service. He gallantly gave his life for his country.\nNamesake.\nJack Williams is the namesake of the \"USS Jack Williams\" (FFG-24) which was named in his honor. The ship was in service from 1981 to 1996.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Navy","surface_form":"United States Navy","offset":55},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":98},{"uri":"World_War_II","surface_form":"World War II","offset":139},{"uri":"Recognize","surface_form":"recognized","offset":203},{"uri":"Battle_of_Iwo_Jima","surface_form":"Battle of Iwo Jima","offset":233},{"uri":"Frontline","surface_form":"frontline","offset":280},{"uri":"Iwo_Jima","surface_form":"Iwo Jima","offset":680},{"uri":"Volcano_Islands","surface_form":"Volcano Islands","offset":690},{"uri":"Japan","surface_form":"Japan","offset":1519},{"uri":"Namesake","surface_form":"namesake","offset":1922}]}