{"id":372409,"url":"http://en.wikipedia.org/wiki/Richard_Dennis","text":"Richard Dennis (born 1826, date of death unknown) was a Union Navy sailor in the American Civil War. He received the U.S. military's highest decoration, the Medal of Honor, because of his actions at the Battle of Mobile Bay.\nBorn in 1826 in Charlestown, Massachusetts, Dennis was living in Boston when he joined the Navy. He served during the Civil War as a boatswain's mate on the \"USS Brooklyn\". At the Battle of Mobile Bay on August 5, 1864, he operated the ship's torpedo catcher (an early naval minesweeping device). He helped fire the bow chase gun during heavy fire. Because of this action, he was given the Medal of Honor four months later, on December 31, 1864.\nOn board the U.S.S. \"Brooklyn\" during successful attacks against Fort Morgan, rebel gunboats and the ram \"Tennessee\" in Mobile Bay, on 5 August 1864. Despite severe damage to his ship and the loss of several men on board as enemy fire raked her decks from stem to stern, Dennis displayed outstanding skill and courage in operating the torpedo catcher and in assisting in working the bow chasers throughout the furious battle which resulted in the surrender of the prize rebel ram \"Tennessee\" and in the damaging and destruction of batteries at Fort Morgan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Union_Navy","surface_form":"Union Navy","offset":56},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":81},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":157},{"uri":"Battle_of_Mobile_Bay","surface_form":"Battle of Mobile Bay","offset":203},{"uri":"Charlestown%2C_Massachusetts","surface_form":"Charlestown, Massachusetts","offset":241},{"uri":"Boatswain%27s_mate_(United_States_Navy)","surface_form":"boatswain's mate","offset":358},{"uri":"Battle_of_Mobile_Bay","surface_form":"Battle of Mobile Bay","offset":405},{"uri":"Minesweeping","surface_form":"minesweeping","offset":500},{"uri":"Chase_gun","surface_form":"chase gun","offset":545},{"uri":"Fort_Morgan_(Alabama)","surface_form":"Fort Morgan","offset":736},{"uri":"CSS_Tennessee_(1863)","surface_form":"Tennessee","offset":777}]}