{"id":372566,"url":"http://en.wikipedia.org/wiki/Frankie_Yankovic","text":"Frankie Yankovic (July 28, 1915 – October 14, 1998) was a polka musician from the United States. He played the accordion. He was called \"America's Polka King.\" He played Slovenian-style polka.\nBackground.\nYankovic was a Slovene. He was raised in South Euclid, Ohio. Yankovic's parents were immigrants. Yankovic received an accordion at age 9, but never took lessons. By his early teenage years, he was a working musician. He played for local events.\nCareer.\nHe began making appearances on the radio in the 1930s. He wanted to make recordings, but the major labels turned him down. Therefore, his first records were made for Yankee and Joliet, labels operated by Fred Wolf.\nYankovic joined the U.S. Armed Forces in 1943. He made records while on leave, before going to Europe to fight in World War II. He fought in the Battle of the Bulge. He was awarded a Purple Heart.\nYankovic earned two platinum singles for \"Just Because\" (1947) and \"Blue Skirt Waltz\" (1949).\nYankovic also was on the television series \"Polka Time\" on Buffalo, New York-based WKBW-TV in 1962. He traveled from Cleveland to host each episode. He hosted a similar show in Chicago at about the same time. He won a Grammy Award in 1986 for his album \"70 Years of Hits\". He was the first winner in the Best Polka Recording category. The NARAS (Grammy) organization dropped the category in 2008.\nYankovic made over 200 recordings in his career. He has recorded with country guitarist Chet Atkins and pop singer Don Everly. He has also recorded a version of the “Too Fat Polka” with comedian Drew Carey. At one point, Yankovic was performing on the road in 325 shows a year.\nHe was not related to musical comedian and accordionist \"Weird Al\" Yankovic, who also performs polka music. However, Weird Al has jokingly said that he was given accordion lessons as a child because his parents thought that \"there should be at least one more accordion-playing Yankovic in the world.\"\nDeath.\nYankovic died on October 14, 1998, in New Port Richey, Florida, from heart failure, at the age of 83. He was buried in Cleveland's Calvary Cemetery. Hundreds of friends, family, fans, and fellow musicians were at his funeral.","categories":[],"infobox_types":[],"annotations":[{"uri":"Polka","surface_form":"polka","offset":58},{"uri":"United_States","surface_form":"United States","offset":82},{"uri":"Accordion","surface_form":"accordion","offset":111},{"uri":"Slovenia","surface_form":"Slovenia","offset":170},{"uri":"Slovenes","surface_form":"Slovene","offset":220},{"uri":"South_Euclid%2C_Ohio","surface_form":"South Euclid, Ohio","offset":246},{"uri":"Immigrants","surface_form":"immigrants","offset":290},{"uri":"Accordion","surface_form":"accordion","offset":323},{"uri":"World_War_II","surface_form":"World War II","offset":787},{"uri":"Battle_of_the_Bulge","surface_form":"Battle of the Bulge","offset":818},{"uri":"Purple_Heart","surface_form":"Purple Heart","offset":856},{"uri":"Blue_Skirt_Waltz","surface_form":"Blue Skirt Waltz","offset":938},{"uri":"Buffalo%2C_New_York","surface_form":"Buffalo, New York","offset":1023},{"uri":"WKBW-TV","surface_form":"WKBW-TV","offset":1047},{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":1182},{"uri":"70_Years_of_Hits","surface_form":"70 Years of Hits","offset":1218},{"uri":"Chet_Atkins","surface_form":"Chet Atkins","offset":1449},{"uri":"Everly_Brothers","surface_form":"Don Everly","offset":1476},{"uri":"Too_Fat_Polka","surface_form":"Too Fat Polka","offset":1527},{"uri":"Drew_Carey","surface_form":"Drew Carey","offset":1556},{"uri":"%26quot%3BWeird_Al%26quot%3B_Yankovic","surface_form":"\"Weird Al\" Yankovic","offset":1695},{"uri":"Polka_music","surface_form":"polka music","offset":1734},{"uri":"Calvary_Cemetery_(Cleveland%2C_Ohio)","surface_form":"Calvary Cemetery","offset":2078}]}