{"id":37256,"url":"http://en.wikipedia.org/wiki/Viennese_waltz","text":"e=\"preserve\">A Viennese waltz (Valse in French, Walzer in German) is a music and dance which started in Vienna in the late 18th century. It is a ballroom dance in 3/4 time. It is the most famous of all dance forms. It became extremely popular during the 19th century, and is still danced today. Many famous composers wrote waltzes for piano or for orchestra. The rhythm of the waltz can be heard in lots of music, not just in pieces which are called a 'waltz'.\nOrigins.\nIt is difficult to know exactly when the waltz started. The word comes from a German word “walzen” which means “to turn”. This is because the dancers turn around as they spin round the dance floor. There were German dances called Ländler which were simpler than the minuet and popular amongst ordinary people. The waltz developed from these dances. Schubert wrote many pieces called 'Ländler'. He also started to use the title 'Waltz'. Beethoven wrote 30 variations on a waltz that had been composed by Anton Diabelli.\nMany people thought that the new dance was bad. This was because the dancing couples stood very close to one another and held one another in their arms (in the old minuet they held hands politely). Some people thought that it was very immoral and wrote angry letters to the newspapers saying that it was the end of civilised society. However, the waltz continued to be popular, and many dance halls were opened where people could waltz.\n19th century.\nComposers became interested in the music of the waltz. Weber wrote a piece called 'Invitation to the Dance'. It has a main tune, then a set of variations, and at the end it comes back to the first tune. This form became a common way of writing a group of waltzes. Two composers in Vienna who became well known for their waltzes were Joseph Lanner (1801–1843) and Johann Strauss (1804–1849), but the most famous of all was one of Strauss’s sons, also called Johann. Father and son are sometimes called Johann Strauss I and Johann Strauss II. The son is often called the 'King of the Waltz'. He wrote many waltzes which are still very popular today. On New Year’s Day the Vienna Philharmonic Orchestra always give a concert which can be seen worldwide on television. They play lots of Strauss waltzes. The most famous one is called 'The Blue Danube' (German: 'An den schönen, blauen Donau').\nIn the Romantic period there was hardly a composer who was not influenced by the waltz. Chopin wrote about 15 piano waltzes, some of them are very fast, some are slower and more melancholy (sad). Brahms wrote 16 waltzes for piano duet. Many composers wrote waltzes in their operas, especially when the story is about people dancing at a party. The waltz was used a lot in operettas and ballets. Tchaikovsky wrote lots of waltz music in \"Swan Lake\", \"Sleeping Beauty\" and \"The Nutcracker\". Even Wagner, whose music is mostly very serious, wrote a waltz in his opera \"Parsifal \". The rhythm of the waltz can be heard in a lot of orchestral music, e.g. Berlioz’s \"Symphonie Fantastique\". The great composers Anton Bruckner and Gustav Mahler preferred to use the old German Ländler in their symphonies.\n20th century.\nAlthough the 19th century was the greatest period of the waltz, people continued to write and dance waltzes in the 20th century. In his opera \"Der Rosenkavalier\" (1909) the German composer Richard Strauss (no relation of Johann Strauss) the story is about Vienna in the old days, and so he uses the waltz to create the feeling of a time that was past. The waltz continued to be used in a lot of operettas, e.g. by Franz Léhar in \"The Merry Widow \". The French composer Maurice Ravel wrote waltzes, including a brilliant piece for orchestra which was simply called \"La Valse\". Like Richard Strauss in \"Der Rosenkavalier\", Ravel was trying to describe the music of a century ago. \"La Valse\" is a piece which lasts about 20 minutes in one continuous movement. Lots of different instruments have a share in playing many different tunes.\nCompetitive dance.\nThe Viennese waltz is one of the five dances in international ballroom dance. It is the only one not invented in the early 20th century. It is the only one where the figures which competitors dance is restricted. Only nine figures are permitted by the World Dance Council.\nThus in this dance marking is influenced entirely by the actual dancing, and the value of choreography is almost nil.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vienna","surface_form":"Vienna","offset":104},{"uri":"Ballroom_dance","surface_form":"ballroom dance","offset":145},{"uri":"19th_century","surface_form":"19th century","offset":254},{"uri":"Composer","surface_form":"composer","offset":307},{"uri":"Piano","surface_form":"piano","offset":335},{"uri":"Orchestra","surface_form":"orchestra","offset":348},{"uri":"Rhythm","surface_form":"rhythm","offset":363},{"uri":"L%C3%A4ndler","surface_form":"Ländler","offset":700},{"uri":"Minuet","surface_form":"minuet","offset":736},{"uri":"Franz_Schubert","surface_form":"Schubert","offset":819},{"uri":"Beethoven","surface_form":"Beethoven","offset":906},{"uri":"Variations_(music)","surface_form":"variations","offset":925},{"uri":"Moral","surface_form":"immoral","offset":1224},{"uri":"Carl_Maria_von_Weber","surface_form":"Weber","offset":1495},{"uri":"Vienna","surface_form":"Vienna","offset":1721},{"uri":"Joseph_Lanner","surface_form":"Joseph Lanner","offset":1773},{"uri":"Johann_Strauss_I","surface_form":"Johann Strauss","offset":1803},{"uri":"Johann_Strauss_II","surface_form":"Johann Strauss II","offset":1962},{"uri":"New_Year%E2%80%99s_Day","surface_form":"New Year’s Day","offset":2091},{"uri":"Vienna_Philharmonic","surface_form":"Vienna Philharmonic Orchestra","offset":2110},{"uri":"Television","surface_form":"television","offset":2193},{"uri":"Danube","surface_form":"Danube","offset":2280},{"uri":"Romantic_music","surface_form":"Romantic","offset":2337},{"uri":"Fr%C3%A9d%C3%A9ric_Chopin","surface_form":"Chopin","offset":2418},{"uri":"Johannes_Brahms","surface_form":"Brahms","offset":2526},{"uri":"Piano_duet","surface_form":"piano duet","offset":2554},{"uri":"Opera","surface_form":"opera","offset":2604},{"uri":"Operetta","surface_form":"operetta","offset":2702},{"uri":"Ballet","surface_form":"ballet","offset":2716},{"uri":"Tchaikovsky","surface_form":"Tchaikovsky","offset":2725},{"uri":"Swan_Lake","surface_form":"Swan Lake","offset":2767},{"uri":"Sleeping_Beauty","surface_form":"Sleeping Beauty","offset":2780},{"uri":"The_Nutcracker","surface_form":"The Nutcracker","offset":2802},{"uri":"Richard_Wagner","surface_form":"Wagner","offset":2824},{"uri":"Parsifal","surface_form":"Parsifal","offset":2896},{"uri":"Hector_Berlioz","surface_form":"Berlioz’s","offset":2980},{"uri":"Symphonie_Fantastique","surface_form":"Symphonie Fantastique","offset":2991},{"uri":"Anton_Bruckner","surface_form":"Anton Bruckner","offset":3035},{"uri":"Gustav_Mahler","surface_form":"Gustav Mahler","offset":3054},{"uri":"20th_century","surface_form":"20th century","offset":3258},{"uri":"Der_Rosenkavalier","surface_form":"Der Rosenkavalier","offset":3286},{"uri":"Richard_Strauss","surface_form":"Richard Strauss","offset":3332},{"uri":"Franz_L%C3%A9har","surface_form":"Franz Léhar","offset":3557},{"uri":"The_Merry_Widow","surface_form":"The Merry Widow","offset":3573},{"uri":"Maurice_Ravel","surface_form":"Maurice Ravel","offset":3612},{"uri":"Movement_(music)","surface_form":"movement","offset":3890},{"uri":"Ballroom_dance","surface_form":"ballroom dance","offset":4057},{"uri":"World_Dance_Council","surface_form":"World Dance Council","offset":4247},{"uri":"Choreography","surface_form":"choreography","offset":4358}]}