{"id":372814,"url":"http://en.wikipedia.org/wiki/Whiskey_Tjukangku","text":"Whiskey Tjukangku is an Australian Aboriginal artist from South Australia. He paints for Iwantja Arts, the community co-operative at Indulkana on the Aṉangu Pitjantjatjara Yankunytjatjara Lands. He is an elder of the Yankunytjatjara people, and a ' (traditional healer). One of his works was chosen as a finalist for the National Aboriginal & Torres Strait Islander Art Award in 2012. His brother, Barney Wangin, is also an artist.\nTjukangku was born around 1939, in the bush near Umuwa in north-western South Australia. The name \"Whiskey\" was given to him by one of his friends when he was a young boy. It is said that Tjukangku took this name because he could not pronounce his own Aboriginal name.\nTjukangku grew up at the mission in Ernabella and at De Rose Hill, a cattle station located along the Stuart Highway. He never went to school. As a child, he was taught about working with horses and cattle at De Rose Hill. By the time he was a teenager, Tjukangku began working for the station as a jackaroo, mustering cattle. He worked as a stockman for many years, on several stations throughout central Australia. He worked for a long time on the land of the Arrernte people (in the Northern Territory), which he depicts in many of his works. When he was older, he moved back south, closer to his homeland (where he and his family were born). He settled at Indulkana, and has lived there ever since.\nTjukangku was one of the first men to begin painting at Indulkana, and was one of the original members of Iwantja Arts. In addition to painting, he also does printmaking using the intaglio method (cutting designs into wooden objects). Beginning in his early 70s, Tjukangku is reported to suffer from dementia. He still works as a full-time artist, however, and makes an average of one or two artworks per week.\nHis artworks depict personal reflections on his travels and experiences in the central Australian desert. It is often just memories, about where he used to work or a place he fondly remembers. This is different to most traditional Yankunytjatjara artists, who usually paint about their ' (Dreaming). A common motif featured in Tjukangku's artworks is \"puṉu\" (wood that is used for making traditional tools and objects). This is often both his subject and his medium. Objects in his artworks are often more figurative (realistic) than in most Western Desert art, but still contain elements and shapes that are very clearly abstract. Tjukangku paints in natural earthy tones, using rich shades of red, browns, ochres and black. He uses fields and lines of white dots to highlight shapes and movement.\nTjukangku's work has been featured in group shows at major galleries since 2010. He held his first solo exhibition in April–May 2011, in Alice Springs. He held a second solo show at the same venue the next year, in July–August 2012. One of the works exhibited at his first solo show was bought by the National Gallery of Victoria in Melbourne. Other works by Tjukangku are held in several of Australia's major private galleries. Some of his earliest prints are displayed in the South Australian Museum.","categories":[],"infobox_types":[],"annotations":[{"uri":"Aboriginal_art","surface_form":"Aboriginal art","offset":35},{"uri":"South_Australia","surface_form":"South Australia","offset":58},{"uri":"Indulkana%2C_South_Australia","surface_form":"Indulkana","offset":133},{"uri":"A%E1%B9%89angu_Pitjantjatjara_Yankunytjatjara","surface_form":"Aṉangu Pitjantjatjara Yankunytjatjara Lands","offset":150},{"uri":"Yankunytjatjara","surface_form":"Yankunytjatjara","offset":217},{"uri":"National_Aboriginal_%26amp%3B_Torres_Strait_Islander_Art_Award","surface_form":"National Aboriginal & Torres Strait Islander Art Award","offset":321},{"uri":"Barney_Wangin","surface_form":"Barney Wangin","offset":398},{"uri":"The_bush","surface_form":"the bush","offset":467},{"uri":"Umuwa%2C_South_Australia","surface_form":"Umuwa","offset":481},{"uri":"Pronunciation","surface_form":"pronounce","offset":666},{"uri":"Mission_(Christianity)","surface_form":"mission","offset":726},{"uri":"Ernabella","surface_form":"Ernabella","offset":737},{"uri":"De_Rose_Hill%2C_South_Australia","surface_form":"De Rose Hill","offset":754},{"uri":"Cattle","surface_form":"cattle","offset":770},{"uri":"Station_(agriculture)","surface_form":"station","offset":777},{"uri":"Stuart_Highway","surface_form":"Stuart Highway","offset":803},{"uri":"Jackaroo","surface_form":"jackaroo","offset":1000},{"uri":"Stockman","surface_form":"stockman","offset":1043},{"uri":"Arrernte","surface_form":"Arrernte","offset":1163},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":1187},{"uri":"Homeland","surface_form":"homeland","offset":1301},{"uri":"Printmaking","surface_form":"printmaking","offset":1562},{"uri":"Intaglio_(printmaking)","surface_form":"intaglio","offset":1584},{"uri":"Dementia","surface_form":"dementia","offset":1704},{"uri":"Reflection","surface_form":"reflections","offset":1844},{"uri":"Nostalgia","surface_form":"memories","offset":1938},{"uri":"Motif","surface_form":"motif","offset":2124},{"uri":"Media","surface_form":"medium","offset":2274},{"uri":"Realism","surface_form":"realistic","offset":2333},{"uri":"Western_Desert_cultural_bloc","surface_form":"Western Desert","offset":2357},{"uri":"Abstract_art","surface_form":"abstract","offset":2437},{"uri":"Ochre","surface_form":"ochre","offset":2523},{"uri":"Art_exhibition","surface_form":"exhibition","offset":2718},{"uri":"National_Gallery_of_Victoria","surface_form":"National Gallery of Victoria","offset":2915},{"uri":"South_Australian_Museum","surface_form":"South Australian Museum","offset":3092}]}