{"id":372893,"url":"http://en.wikipedia.org/wiki/Ky%C5%ABd%C5%8D","text":"is a Japanese form of archery. It is a martial art.\nHistory.\n\"Kyūdō\" is based on ancient archery (\"kyū-jutsu\"). Archery in Japanese began in the Jōmon period; and it developed in the samurai or military class. At the beginning of the Meiji era (1868-1912), the samurai lost their position because the Emperor Meiji replaced the Tokugawa family, the samurai, as a ruler of the nation. Therefore, all martial arts, including kyudo, declined. Before the Meiji Restoration, only the military class was allowed to do \"Kyūdō\". But after it, ordinally people could also do archery, so it spread outside the military class and it became an amusement. Now, All Japan Kyudo Federation plays a role in the promotion of kyudo as a sport.\nStyle.\nThere are many styles, but most of kyudo players are learning the technique ruled by All Japan Kyudo Federation (\"Shaho-Hassetsu\"). In most cases, style means the kind of movement (called \"Taihai\").\nOgasawara style.\nThis is a major style and is known as the style of mannar. Most of the kyudo players play based on it.\nHeki style.\nThis style places importance on hitting and power.\nHonda style.\nThis style is derived from Heki style and Ogasawara style.\nYamato style.\nThis style is derived from Heki style.\nTechnique.\nThere are the Eight Stages of Shooting (Shaho-Hassetsu); which is a fundamental movement.\nEquipment.\nThe equipment of \"kyūdō\" has evolved from ancient times.\nBow.\nis the Japanese term for the bows used in \"kyūdō\".\n\"Yumi\" is traditionally made of bamboo, wood and leather. But, recently, many \"yumi\" are made from fiberglass and carbon fiber. They are cheaper than those made of bamboo. Generally, there are two sizes. One is \"nami\" and the other is \"nobi\". \"Nobi\" is longer than \"Nami\".\nArrow.\nis the Japanese term for the arrows of \"kyūdō\". The arrow's shaft is traditionally made of bamboo. Recently, many shafts are made of aluminum or carbon fibers. The traditional fletching is made with three fins or vanes of eagle or hawk feathers. The modern \"ya\" may be made with turkey or swan feathers.\nClothing.\nPeople wear special clothes called \"Kyūdōgi\" when they practice kyudo or play a game.\nIn a formal place, people wear \"Wahuku\".\nis the glove worn on the right hand. It is typically made of deerskin.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":5},{"uri":"Martial_art","surface_form":"martial art","offset":39},{"uri":"J%C5%8Dmon_period","surface_form":"Jōmon period","offset":145},{"uri":"Samurai","surface_form":"samurai","offset":183},{"uri":"Meiji_era","surface_form":"Meiji era","offset":234},{"uri":"Meiji_Restoration","surface_form":"Meiji Restoration","offset":451},{"uri":"Bow_(weapon)","surface_form":"bow","offset":1443},{"uri":"Bamboo","surface_form":"bamboo","offset":1497},{"uri":"Fiberglass","surface_form":"fiberglass","offset":1564},{"uri":"Carbon_fiber","surface_form":"carbon fiber","offset":1579},{"uri":"Arrow","surface_form":"arrow","offset":1774},{"uri":"Aluminum","surface_form":"aluminum","offset":1878},{"uri":"Carbon_fiber","surface_form":"carbon fiber","offset":1890},{"uri":"Fletching","surface_form":"fletching","offset":1921},{"uri":"Fin","surface_form":"fin","offset":1950},{"uri":"Vane","surface_form":"vanes","offset":1958},{"uri":"Eagle","surface_form":"eagle","offset":1967},{"uri":"Hawk","surface_form":"hawk","offset":1976},{"uri":"Turkey","surface_form":"turkey","offset":2024},{"uri":"Swan","surface_form":"swan","offset":2034},{"uri":"Glove","surface_form":"glove","offset":2193}]}