{"id":372891,"url":"http://en.wikipedia.org/wiki/Bract","text":"In botany, a bract is a modified leaf, especially one associated with a flower or inflorescence. Bracts are usually different from normal leaves. They may be smaller, larger, or of a different color, shape, or texture. Usually, they also look different from the parts of the flower, such as the petals and/or sepals.\nVariants.\nSome bracts are brightly colored like petals, and attract pollinators like bees. Examples of this type of bract include \"Euphorbia pulcherrima\" (poinsettia) and \"Bougainvillea\": both of these have large colorful bracts surrounding much smaller, less colorful flowers.\nIn grasses, each floret (flower) is enclosed in a pair of papery bracts, while each spikelet (group of florets) has a further pair of bracts at its base called glumes. These bracts are the chaff removed from cereal grain during threshing and winnowing.\nA prophyll is a leaf-like structure, such as a bracteole, subtending a single flower or pedicel. The term can also mean the lower bract on a peduncle.\nThe frequently showy pair of bracts of \"Euphorbia\" species in subgenus \"Lacanthis\" are the cyathophylls.\nBracts subtend the cone scales in the seed cones of many conifers, and in some cases, such as \"Pseudotsuga\", they extend beyond the cone scales.\nBracts that appear in a whorl under an inflorescence are called an involucre. An involucre is a common feature beneath the inflorescences of many Apiaceae, Asteraceae, Dipsacaceae and Polygonaceae. Each flower in an inflorescence may have its own whorl of bracts. Many asteraceous plants have bracts at the base of each inflorescence.\nThe term involucre is also used for a highly conspicuous bract or bract pair at the base of an inflorescence.\nEpicalyx.\nAn epicalyx, an additional whorl around the calyx of a single flower, is a modification of bracteoles. In other words, the epicalyx is a \"group of bracts resembling a calyx\" or \"bracteoles forming a whorl outer to the calyx\". It is a calyx-like extra whorl of floral appendages. They are present in family \"Malvaceae\", the \"Hibiscus\" family. \"Fragaria\" (strawberries) may or may not have an epicalyx.\nSpathe.\nA \"spathe\" is a large bract that forms a sheath to enclose the flower cluster of certain plants such as palms, arums, and dayflowers. In many arums (Araceae family), the spathe is petal-like, attracting pollinators to the flowers arranged on a type of spike called a spadix.","categories":[],"infobox_types":[],"annotations":[{"uri":"Botany","surface_form":"botany","offset":3},{"uri":"Leaf","surface_form":"leaf","offset":33},{"uri":"Flower","surface_form":"flower","offset":72},{"uri":"Inflorescence","surface_form":"inflorescence","offset":82},{"uri":"Sepal","surface_form":"sepal","offset":309},{"uri":"Euphorbia_pulcherrima","surface_form":"Euphorbia pulcherrima","offset":448},{"uri":"Poinsettia","surface_form":"poinsettia","offset":472},{"uri":"Bougainvillea","surface_form":"Bougainvillea","offset":489},{"uri":"Chaff","surface_form":"chaff","offset":784},{"uri":"Cereal","surface_form":"cereal","offset":803},{"uri":"Threshing","surface_form":"threshing","offset":823},{"uri":"Winnowing","surface_form":"winnowing","offset":837},{"uri":"Euphorbia","surface_form":"Euphorbia","offset":1039},{"uri":"Conifer","surface_form":"conifer","offset":1161},{"uri":"Pseudotsuga","surface_form":"Pseudotsuga","offset":1199},{"uri":"Apiaceae","surface_form":"Apiaceae","offset":1395},{"uri":"Asteraceae","surface_form":"Asteraceae","offset":1405},{"uri":"Dipsacaceae","surface_form":"Dipsacaceae","offset":1417},{"uri":"Polygonaceae","surface_form":"Polygonaceae","offset":1433},{"uri":"Asteraceae","surface_form":"asteraceous","offset":1518},{"uri":"Inflorescence","surface_form":"inflorescence","offset":1679},{"uri":"Calyx_(botany)","surface_form":"calyx","offset":1748},{"uri":"Malvaceae","surface_form":"Malvaceae","offset":2011},{"uri":"Fragaria","surface_form":"Fragaria","offset":2047},{"uri":"Arecaceae","surface_form":"palm","offset":2217},{"uri":"Arum","surface_form":"arum","offset":2224},{"uri":"Dayflower","surface_form":"dayflower","offset":2235},{"uri":"Araceae","surface_form":"Araceae","offset":2262},{"uri":"Spadix","surface_form":"spadix","offset":2380}]}