{"id":372955,"url":"http://en.wikipedia.org/wiki/Christiaan_Hendrik_Persoon","text":"Christiaan Hendrik Persoon (1 February 1761 – 16 November 1836) studied fungus who made additions to Linnaeus' mushroom taxonomy.\nEarly life.\nPersoon was born in South Africa at the Cape of Good Hope. He was the third child of an immigrant Pomeranian father and Dutch mother. His mother died soon after he was born; at the age of thirteen his father (who died a year later) sent him to Europe for his education.\nEducation.\nHe started his education studying theology at Halle. In 1784 at the age 22 Persoon switched to medicine at Leiden and Göttingen. He received a doctorate from the \"Kaiserlich-Leopoldinisch-Carolinische Deutsche Akademie der Naturforscher\" in 1799.\nLater years.\nHe moved to Paris in 1802 where he spent the rest of his life. He rented an upper floor of a house in a poor part of town. In his later life he was unemployed, unmarried, poor and kept to himself. He did correspond with botanists throughout Europe however. Because of his financial difficulties, Persoon agreed to donate his herbarium to the House of Orange, in return for an adequate pension for life.\nAcademic career.\nThe origin of Persoon's botanical interest is unknown. The earliest of his writings was \"Abbildungen der Schwämme\" (Illustrations of the fungi). It was published in three parts. The first was published in 1790. The second in 1791. The third was published and 1793. Between 1805 and 1807, he published two volumes of his [http://bibdigital.rjb.csic.es/spa/Volumenes.php?Libro=373 \"Synopsis plantarum\"]. This was a popular work describing 20,000 species of all types of plants. But his pioneering work was in fungi. He wrote several things related to mushrooms and other forms of fungi. Beginning with the [http://gallica.bnf.fr/ark:/12148/bpt6k97341x \"Synopsis methodica fungorum\"] (1801); it is the starting point for nomenclature of the Uredinales, Ustilaginales, and the Gasteromycetes. In 1815, he was elected a corresponding member of the Royal Swedish Academy of Sciences.\nThe genus \"Persoonia\" is a variety of small Australian trees and shrubs and was named after him.","categories":[],"infobox_types":[],"annotations":[{"uri":"Carolus_Linnaeus","surface_form":"Linnaeus","offset":101},{"uri":"Mushroom","surface_form":"mushroom","offset":111},{"uri":"Taxonomy","surface_form":"taxonomy","offset":120},{"uri":"South_Africa","surface_form":"South Africa","offset":162},{"uri":"Cape_of_Good_Hope","surface_form":"Cape of Good Hope","offset":182},{"uri":"Pomerania","surface_form":"Pomerania","offset":240},{"uri":"Netherlands","surface_form":"Dutch","offset":262},{"uri":"Theology","surface_form":"theology","offset":457},{"uri":"University_of_Halle-Wittenberg","surface_form":"Halle","offset":469},{"uri":"Medicine","surface_form":"medicine","offset":518},{"uri":"Leiden","surface_form":"Leiden","offset":530},{"uri":"G%C3%B6ttingen","surface_form":"Göttingen","offset":541},{"uri":"Doctorate","surface_form":"doctorate","offset":566},{"uri":"Paris","surface_form":"Paris","offset":695},{"uri":"House_of_Orange","surface_form":"House of Orange","offset":1025},{"uri":"Uredinales","surface_form":"Uredinales","offset":1841},{"uri":"Ustilaginales","surface_form":"Ustilaginales","offset":1853},{"uri":"Gasteromycetes","surface_form":"Gasteromycetes","offset":1876},{"uri":"Royal_Swedish_Academy_of_Sciences","surface_form":"Royal Swedish Academy of Sciences","offset":1946},{"uri":"Persoonia","surface_form":"Persoonia","offset":1992}]}