{"id":372927,"url":"http://en.wikipedia.org/wiki/Guckkasten","text":"Guckkasten (Hangul: 국카스텐) is a South Korean Indie rock group that is known for psychedelic music. The members are Ha Hyun-woo (Hangul: 하현우, vocal), Jeon Kyu-ho (Hangul: 전규호), Lee Jung-gil (Hangul: 이정길) and Kim Ki-bum (Hangul: 김기범). The group formed in 2003 and their band was called \"The C.O.M\" at the time. In 2007, they renamed their band \"Guckkasten,\" a German word that means \"Chinese-style kaleidoscope\". The renaming of the band as \"Guckkasten\" was to reflect how their psychedelic music is like looking through a Chinese-style kaleidoscope with its beautiful and constantly changing pictures. This band tries to express their experimental mindset by playing music like psychedelic videos hidden under an analogous style.\nHistory of Guckkasten.\nLee Jung-gil and Ha Hyun-woo started a school band together. After quitting school, they moved to Seoul. Then they scouted Jeon Kyu-ho through the Internet and started a band \"New Unbalance\".\nIn 2003, they realigned their members and created a band named \"The C.O.M\". However, \"The C.O.M\" broke up that year after the \"Ssamji sound festival\".\nThen in 2007, they formed the band again, but changed the name to \"Guckkasten,\" a German word for Chinese-style kaleidoscope. A year later, in 2008, Kim Ki-bum joined the band.\nSince then, they have performed as the band \"Guckkasten\" and never looked back.\nMusical style and artistry.\nThe music of Guckkasten can be classified as psychedelic. They try to express their music as psychedelic videos which is hidden under analogue.It is because their music is inspired by Hague's piece called Art and Fire. Although their music can be classified as psychedelic music in some points, their genre can't be defined clearly. Their music is expressed in various ways and the songs are very changeable.They are skilled guitar players, and their sound is guitar focused. But they have said that this will change on their 2nd album.","categories":[],"infobox_types":[],"annotations":[{"uri":"Korean_language","surface_form":"Hangul","offset":12},{"uri":"Korean_language","surface_form":"Hangul","offset":127},{"uri":"Korean_language","surface_form":"Hangul","offset":161},{"uri":"Korean_language","surface_form":"Hangul","offset":189},{"uri":"Korean_language","surface_form":"Hangul","offset":218},{"uri":"Seoul","surface_form":"Seoul","offset":849}]}