{"id":373016,"url":"http://en.wikipedia.org/wiki/Barney_Hajiro","text":"Barney Fushimi Hajiro (September 16, 1916–January 21, 2011) was a United States Army soldier. He received the Medal of Honor because of his actions in World War II.\nEarly life.\nHajiro was born in Hawaii to Japanese immigrant parents He is a \"Nisei\", which means that he is a second generation Japanese-American. He grew up in a rural area. According to a friend who spoke at his funeral,\n\"As a plantation boy, he probably learned some things from his Japanese schoolteacher or principal.... He respected his principal and his family values. It all comes together; it builds a guy.\"\nSoldier.\nTwo months after the Japanese attack on Pearl Harbor, he joined the US Army.\nHajiro volunteered to be part of the all-\"Nisei\" 442nd Regimental Combat Team. This army unit was mostly made up of Japanese Americans from Hawaii and the mainland.\nFor his actions in October 1944, Hajiro was awarded the Army's second-highest decoration, the Distinguished Service Cross (DSC). In the 1990s, there was a review of service records of Asian Americans who received the DSC during World War II. Hajiro's award was upgraded to the Medal of Honor. In a ceremony at the White House on June 21, 2000, he was presented with his medal by President Bill Clinton. Twenty-one other Asian Americans also received the medal during the ceremony, but only seven of them were still alive.\nHajiro was recommended for the Victoria Cross. He received the British Military Medal in 1948.\nIn 2004, France made him a member of the Légion d'honneur.\nMedal of Honor citation.\nHajiro's Medal of Honor recognized his conduct in frontline fighting in eastern France in 1944. He helped attack a house, captured a numerically superior force; and without help from others, he silenced two machine gun nests.\nPrivate Barney F. Hajiro distinguished himself by extraordinary heroism in action on 19, 22, and October 29, 1944, in the vicinity of Bruyeres and Biffontaine, eastern France. Private Hajiro, while acting as a sentry on top of an embankment on October 19, 1944, in the vicinity of Bruyeres, France, rendered assistance to allied troops attacking a house 200 yards away by exposing himself to enemy fire and directing fire at an enemy strong point. He assisted the unit on his right by firing his automatic rifle and killing or wounding two enemy snipers. On October 22, 1944, he and one comrade took up an outpost security position about 50 yards to the right front of their platoon, concealed themselves, and ambushed an 18-man, heavily armed, enemy patrol, killing two, wounding one, and taking the remainder as prisoners. On October 29, 1944, in a wooded area in the vicinity of Biffontaine, France, Private Hajiro initiated an attack up the slope of a hill referred to as \"Suicide Hill\" by running forward approximately 100 yards under fire. He then advanced ahead of his comrades about 10 yards, drawing fire and spotting camouflaged machine gun nests. He fearlessly met fire with fire and single-handedly destroyed two machine gun nests and killed two enemy snipers. As a result of Private Hajiro's heroic actions, the attack was successful. Private Hajiro's extraordinary heroism and devotion to duty are in keeping with the highest traditions of military service and reflect great credit upon him, his unit, and the United States Army.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Army","surface_form":"United States Army","offset":66},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":110},{"uri":"World_War_II","surface_form":"World War II","offset":151},{"uri":"Hawaii","surface_form":"Hawaii","offset":196},{"uri":"Japan","surface_form":"Japan","offset":206},{"uri":"Nisei","surface_form":"Nisei","offset":242},{"uri":"Attack_on_Pearl_Harbor","surface_form":"attack on Pearl Harbor","offset":621},{"uri":"United_States_Army","surface_form":"US Army","offset":659},{"uri":"Distinguished_Service_Cross_(United_States)","surface_form":"Distinguished Service Cross","offset":927},{"uri":"White_House","surface_form":"White House","offset":1147},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":1222},{"uri":"Victoria_Cross","surface_form":"Victoria Cross","offset":1386},{"uri":"Military_Medal","surface_form":"Military Medal","offset":1426},{"uri":"L%C3%A9gion_d%27honneur","surface_form":"Légion d'honneur","offset":1491},{"uri":"Recognize","surface_form":"recognized","offset":1558},{"uri":"Frontline","surface_form":"frontline","offset":1584},{"uri":"Automatic_rifle","surface_form":"automatic rifle","offset":2256},{"uri":"Sniper","surface_form":"sniper","offset":2306}]}