{"id":373063,"url":"http://en.wikipedia.org/wiki/North_Queensland","text":"North Queensland or the Northern Region is the northern part of the state of Queensland in Australia. It is just south of Far North Queensland. Queensland is a massive state and is larger than many countries. The tropical northern part of it has been historically remote and undeveloped. This has resulted in a regional character and identity that is quite different to the rest of the state.\nTownsville is the largest community in North Queensland. It is regarded as an unofficial capital. The region has a population of 231,628 and covers 80,041.5 km².\nGeography.\nThere is no official boundary that separates North Queensland from the rest of the state. Unofficially, its southern border is usually considered to begin south of the Mackay Region. To the north is the Far North Queensland region. The centre of the region is around Cairns. To the west west is the Gulf Country.\nNorth Queensland is a coastal region. Its largest settlement is the city of Townsville, where there is a major seaport.\nState of North Queensland.\nThere have been many groups saying that North Queensland should become its own state.","categories":[],"infobox_types":["Australian place"],"annotations":[{"uri":"Queensland","surface_form":"Queensland","offset":77},{"uri":"Australia","surface_form":"Australia","offset":91},{"uri":"Far_North_Queensland","surface_form":"Far North Queensland","offset":122},{"uri":"Tropical_North_Queensland","surface_form":"tropical northern part","offset":213},{"uri":"Townsville","surface_form":"Townsville","offset":393},{"uri":"Capital_(city)","surface_form":"capital","offset":482},{"uri":"Mackay_Region","surface_form":"Mackay Region","offset":734},{"uri":"Far_North_Queensland","surface_form":"Far North Queensland","offset":769},{"uri":"Cairns","surface_form":"Cairns","offset":833},{"uri":"Gulf_Country","surface_form":"Gulf Country","offset":865},{"uri":"Seaport","surface_form":"seaport","offset":990}]}