{"id":373176,"url":"http://en.wikipedia.org/wiki/Friedrich_von_Wurmb","text":"Christoph Carl Friedrich von Wurmb (2 July 1742-March 1781) was a German botanist. His official shorthand is „Wurmb“. He was a descendant of the noble family von Wurmb. At some point in time, his elder brother Ludwig and he himself fell in love with the same woman. After a long decision process, he decided to emigrate, and leave the woman to his brother. He joined the Dutch East India Company, and emigrated to Amsterdam, and later to Batavia, the modern-day Jakarta. His brother later married this woman, Christiane von Werthern. His sister's brother in law, Friedrich Schiller, wrote a short story about it, \"A magnanimous act\" (\"Eine Grossmütige Handlung\").\nIn biology, he is known for his taxonomy of palm trees. and for his writing about a Bornean Oranggutan.\nThe species Wurmbea in the Colchicaceae is named after him.\nBaron von Wurmb was also an important member of the Batavia Society of Arts and Sciences (now National Museum) and the founder of its well-known library, now the National Library. He lived in a house in the old Batavia area, known as the Yellow Lions building, due to the two golden (now faded) lion statues that guard the entrance of the house. Though now slightly run down, the building still stands next to Kali Besar in Jakarta.","categories":[],"infobox_types":[],"annotations":[{"uri":"German_people","surface_form":"German","offset":66},{"uri":"Botanist","surface_form":"botanist","offset":73},{"uri":"Dutch_East_India_Company","surface_form":"Dutch East India Company","offset":371},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":414},{"uri":"Jakarta","surface_form":"Jakarta","offset":462},{"uri":"Friedrich_Schiller","surface_form":"Friedrich Schiller","offset":563},{"uri":"Taxonomy","surface_form":"taxonomy","offset":696},{"uri":"Palm_tree","surface_form":"palm tree","offset":708},{"uri":"Bornean_Oranggutan","surface_form":"Bornean Oranggutan","offset":748},{"uri":"Wurmbea","surface_form":"Wurmbea","offset":780},{"uri":"Colchicaceae","surface_form":"Colchicaceae","offset":795}]}