{"id":373140,"url":"http://en.wikipedia.org/wiki/Mikio_Hasemoto","text":"Mikio Hasemoto (July 13, 1916-November 29, 1943) was a United States Army soldier. He received the Medal of Honor because of his actions in World War II.\nEarly life.\nHasemoto was born at Honolulu, Hawaii. He is the son of immigrants who were born in Japan. He is a \"Nisei\", which means that he is a second generation Japanese-American.\nSoldier.\nSix months before the Japanese attack on Pearl Harbor, Hasemoto joined the US Army in June 1941.\nHasemoto volunteered to be part of the all-\"Nisei\" 100th Infantry Battalion. This army unit was mostly made up of Japanese Americans from Hawaii and the mainland.\nFor his actions in November 1943, Hasemoto was awarded the Army's second-highest decoration, the Distinguished Service Cross (DSC). In the 1990s, there was a review of service records of Asian Americans who received the DSC during World War II. Hasemoto's award was upgraded to the Medal of Honor. In a ceremony at the White House on June 21, 2000, his family was presented with his medal by President Bill Clinton. Twenty-one other Asian Americans also received the medal during the ceremony, but only seven of them were still alive.\nMedal of Honor citation.\nHasemoto's Medal of Honor recognized his conduct in frontline fighting in central Italy in 1943. With his squad leader, he destroyed an enemy force despite having to run through heavy fire twice to retrieve new weapons\nPrivate Mikio Hasemoto distinguished himself by extraordinary heroism in action on 29 November 1943, in the vicinity of Cerasuolo, Italy. A force of approximately 40 enemy soldiers, armed with machine guns, machine pistols, rifles, and grenades, attacked the left flank of his platoon. Two enemy soldiers with machine guns advanced forward, firing their weapons. Private Hasemoto, an automatic rifleman, challenged these two machine gunners. After firing four magazines at the approaching enemy, his weapon was shot and damaged. Unhesitatingly, he ran 10 yards to the rear, secured another automatic rifle and continued to fire until his weapon jammed. At this point, Private Hasemoto and his squad leader had killed approximately 20 enemy soldiers. Again, Private Hasemoto ran through a barrage of enemy machine gun fire to pick up an M-1 rifle. Continuing their fire, Private Hasemoto and his squad leader killed 10 more enemy soldiers. With only three enemy soldiers left, he and his squad leader charged courageously forward, killing one, wounding one, and capturing another. The following day, Private Hasemoto continued to repel enemy attacks until he was killed by enemy fire. Private Hasemoto’s extraordinary heroism and devotion to duty are in keeping with the highest traditions of military service and reflect great credit on him, his unit, and the United States Army.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Army","surface_form":"United States Army","offset":55},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":99},{"uri":"World_War_II","surface_form":"World War II","offset":140},{"uri":"Nisei","surface_form":"Nisei","offset":266},{"uri":"Attack_on_Pearl_Harbor","surface_form":"attack on Pearl Harbor","offset":376},{"uri":"United_States_Army","surface_form":"US Army","offset":420},{"uri":"Distinguished_Service_Cross_(United_States)","surface_form":"Distinguished Service Cross","offset":702},{"uri":"White_House","surface_form":"White House","offset":924},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":1007},{"uri":"Recognize","surface_form":"recognized","offset":1191},{"uri":"Frontline","surface_form":"frontline","offset":1217}]}