{"id":373266,"url":"http://en.wikipedia.org/wiki/Nyakul_Dawson","text":"Nyakul Dawson was an Australian Aboriginal artist from Irrunytju. He was one of the earliest Ngaanyatjarra artists to achieve success using Western-style painting techniques. Examples of his work are held in the National Gallery of Victoria, and the Art Gallery of New South Wales.\nEarly life.\nDawson was born near Mount Davies in the north-west corner of South Australia, around 1935. The exact year is not known, because he was born in the bush and grew up without any contact with Western society. He and his family, who belonged to the Ngaanyatjarra nation, lived a traditional, nomadic way of life in the desert. When he was a boy, Dawson began training as a ' (traditional healer) under his grandfather. He was taught about the country, the spiritual knowledge and law associated with it, and how to use traditional tools and methods to heal people.\nIn the 1950s, government patrols removed Dawson and his family from their homeland in order to escape the fallout from the nuclear tests at Maralinga. They were settled at Warburton, to the north-west, with many other Ngaanyatjarra families. It was at Warburton that he was given the surname \"Dawson\". His nomadic childhood in the desert made him an expert on how to survive in the wilderness. He was often used as a guide in prospecting expeditions.\nWhile living at Warburton, Dawson married a woman named Alkawari. They moved to Irrunytju, closer to Dawson's home country, and had three children during the 1970s. Dawson married again much later, to Anmanari Brown. Anmanari had also been married before, and her several children became part of his family. Dawson remained highly respected as a community elder and traditional healer until his death.\nAs an artist.\nDawson began painting in 2002, aged in his 60s. The year before, the women of Irrunytju had opened an art centre in the community, called Irrunytju Arts. His wife, Anmanari, had already been painting at the centre for several months, and Dawson joined her along with several of the community's other senior men. Dawson's first wife, Alkawari, also became a successful artist at Irrunytju.\nDawson's paintings depict creation stories from the Dreamtime and concepts from his spirituality. They illustrate his family's Dreaming and how their ancestors created the land. His birthplace is on the Dreaming track (or \"songline\") of the (Goanna Man), the path travelled by one of his ancestors from the Dreamtime whose totem is the perentie lizard. The scenes in his paintings are from the places he travelled as a boy with his family in the central Australian desert.\nDawson was a member of the Executive Committee of Desart for several years until November 2006. In June 2006, he travelled to Paris for the opening of the Musée du quai Branly. He was there with the Australia Council for the Arts as a representative for Aboriginal Australian art.\nDeath.\nDawson died some time at the start of January 2007, while driving with his nephew (Jarman Woods) across the Great Victoria Desert. They had spent Christmas with relatives in Kalgoorlie and were returning home by a long, isolated track in the desert. The track between Kalgoorlie and Irrunytju is over, a journey that they had made many times before.\nTheir car got a flat tyre some time after leaving Coonana. They were reported missing on 8 January at Tjuntjuntjara, the next community on their route. The two men died of dehydration. Dawson was also a diabetic, which made him much more vulnerable in the extreme heat. His body was found on 12 January, a little over two weeks after they left Kalgoorlie. It was found close to the car, about east of Kalgoorlie. Woods' body was found a few kilometres further away.","categories":[],"infobox_types":[],"annotations":[{"uri":"Aboriginal_art","surface_form":"Aboriginal art","offset":32},{"uri":"Irrunytju%2C_Western_Australia","surface_form":"Irrunytju","offset":55},{"uri":"Ngaanyatjarra","surface_form":"Ngaanyatjarra","offset":93},{"uri":"Western_civilization","surface_form":"Western","offset":140},{"uri":"National_Gallery_of_Victoria","surface_form":"National Gallery of Victoria","offset":212},{"uri":"Art_Gallery_of_New_South_Wales","surface_form":"Art Gallery of New South Wales","offset":250},{"uri":"Pipalyatjara%2C_South_Australia","surface_form":"Mount Davies","offset":315},{"uri":"South_Australia","surface_form":"South Australia","offset":356},{"uri":"The_bush","surface_form":"the bush","offset":438},{"uri":"Ngaanyatjarra","surface_form":"Ngaanyatjarra","offset":540},{"uri":"Nomadic_people","surface_form":"nomadic","offset":583},{"uri":"Spirituality","surface_form":"spiritual","offset":747},{"uri":"Homeland","surface_form":"homeland","offset":930},{"uri":"Nuclear_fallout","surface_form":"fallout","offset":962},{"uri":"Maralinga","surface_form":"Maralinga","offset":996},{"uri":"Warburton%2C_Western_Australia","surface_form":"Warburton","offset":1028},{"uri":"Surname","surface_form":"surname","offset":1140},{"uri":"Wilderness","surface_form":"wilderness","offset":1238},{"uri":"Prospecting","surface_form":"prospecting","offset":1282},{"uri":"Alkawari_Dawson","surface_form":"Alkawari","offset":1363},{"uri":"Irrunytju%2C_Western_Australia","surface_form":"Irrunytju","offset":1387},{"uri":"Anmanari_Brown","surface_form":"Anmanari Brown","offset":1508},{"uri":"Elder","surface_form":"elder","offset":1663},{"uri":"Creation_story","surface_form":"creation stories","offset":2138},{"uri":"Dreamtime","surface_form":"Dreamtime","offset":2164},{"uri":"Spirituality","surface_form":"spirituality","offset":2196},{"uri":"Ancestor","surface_form":"ancestor","offset":2262},{"uri":"Goanna","surface_form":"Goanna","offset":2354},{"uri":"Totemism","surface_form":"totem","offset":2435},{"uri":"Perentie","surface_form":"perentie","offset":2448},{"uri":"Paris","surface_form":"Paris","offset":2711},{"uri":"Mus%C3%A9e_du_quai_Branly","surface_form":"Musée du quai Branly","offset":2740},{"uri":"Australia_Council_for_the_Arts","surface_form":"Australia Council for the Arts","offset":2784},{"uri":"Great_Victoria_Desert","surface_form":"Great Victoria Desert","offset":2981},{"uri":"Christmas","surface_form":"Christmas","offset":3019},{"uri":"Kalgoorlie%2C_Western_Australia","surface_form":"Kalgoorlie","offset":3047},{"uri":"Tyre","surface_form":"tyre","offset":3244},{"uri":"Coonana%2C_Western_Australia","surface_form":"Coonana","offset":3273},{"uri":"Tjuntjuntjara%2C_Western_Australia","surface_form":"Tjuntjuntjara","offset":3325},{"uri":"Dehydration","surface_form":"dehydration","offset":3395},{"uri":"Diabetes","surface_form":"diabetic","offset":3426}]}