{"id":373350,"url":"http://en.wikipedia.org/wiki/Joe_Hayashi","text":"Joe J. Hayashi (August 14, 1920-April 22, 1945) was a United States Army soldier. He received the Medal of Honor because of his actions in World War II.\nEarly life.\nHayashi was born in Salinas, California. He was the son of immigrants who were born in Japan. He is a \"Nisei\", which means that he is a second generation Japanese-American.\nSoldier.\nSix months before the Japanese attack on Pearl Harbor, Hayashi joined the US Army in May 1941.\nHayashi volunteered to be part of the all-\"Nisei\" 442nd Regimental Combat Team. This army unit was mostly made up of Japanese Americans from Hawaii and the mainland.\nFor his actions in April 1945, Hayashi was awarded the Army's second-highest decoration, the Distinguished Service Cross (DSC). In the 1990s, there was a review of service records of Asian Americans who received the DSC during World War II. Hayashi's award was upgraded to the Medal of Honor. In a ceremony at the White House on June 21, 2000, his family was presented with his medal by President Bill Clinton. Twenty-one other Asian Americans also received the medal during the ceremony, but only seven of them were still alive.\nMedal of Honor citation.\nHayashi's Medal of Honor recognized his conduct in frontline fighting in northern Italy in 1945. He led an attack on strongly defended positions; and without help from others, he silenced three machine guns.\nPrivate Joe Hayashi distinguished himself by extraordinary heroism in action on 20 and 22 April 1945, near Tendola, Italy. On 20 April 1945, ordered to attack a strongly defended hill that commanded all approaches to the village of Tendola, Private Hayashi skillfully led his men to a point within 75 yards of enemy positions before they were detected and fired upon. After dragging his wounded comrades to safety, he returned alone and exposed himself to small arms fire in order to direct and adjust mortar fire against hostile emplacements. Boldly attacking the hill with the remaining men of his squad, he attained his objective and discovered that the mortars had neutralized three machine guns, killed 27 men, and wounded many others. On 22 April 1945, attacking the village of Tendola, Private Hayashi maneuvered his squad up a steep, terraced hill to within 100 yards of the enemy. Crawling under intense fire to a hostile machine gun position, he threw a grenade, killing one enemy soldier and forcing the other members of the gun crew to surrender. Seeing four enemy machine guns delivering deadly fire upon other elements of his platoon, he threw another grenade, destroying a machine gun nest. He then crawled to the right flank of another machine gun position where he killed four enemy soldiers and forced the others to flee. Attempting to pursue the enemy, he was mortally wounded by a burst of machine pistol fire. The dauntless courage and exemplary leadership of Private Hayashi enabled his company to attain its objective. Private Hayashi's extraordinary heroism and devotion to duty are in keeping with the highest traditions of military service and reflect great credit on him, his unit, and the United States Army.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Army","surface_form":"United States Army","offset":54},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":98},{"uri":"World_War_II","surface_form":"World War II","offset":139},{"uri":"Salinas%2C_California","surface_form":"Salinas, California","offset":185},{"uri":"Immigrant","surface_form":"immigrant","offset":224},{"uri":"Japan","surface_form":"Japan","offset":252},{"uri":"Nisei","surface_form":"Nisei","offset":268},{"uri":"Japanese-American","surface_form":"Japanese-American","offset":319},{"uri":"Attack_on_Pearl_Harbor","surface_form":"attack on Pearl Harbor","offset":378},{"uri":"United_States_Army","surface_form":"US Army","offset":421},{"uri":"Distinguished_Service_Cross_(United_States)","surface_form":"Distinguished Service Cross","offset":701},{"uri":"Asian_American","surface_form":"Asian American","offset":791},{"uri":"White_House","surface_form":"White House","offset":922},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":1005},{"uri":"Recognize","surface_form":"recognized","offset":1188},{"uri":"Frontline","surface_form":"frontline","offset":1214},{"uri":"Small_arms","surface_form":"small arms","offset":1827},{"uri":"Machine_pistol","surface_form":"machine pistol","offset":2781}]}