{"id":373444,"url":"http://en.wikipedia.org/wiki/Shizuya_Hayashi","text":"Shizuya Hayashi (November 28, 1917-March 12, 2008) was a United States Army soldier. He received the Medal of Honor because of his actions in World War II.\nEarly life.\nHayashi was born in Waiakea, Hawaii. He was the son of immigrants who were born in Japan. He was a \"Nisei\", which means that he was a second generation Japanese-American.\nSoldier.\nNine months before the Japanese attack on Pearl Harbor, Hayashi joined the US Army in March 1941. He was given the nickname \"Cesar\" because his sergeant could not pronounce his name.\nHayashi volunteered to be part of the all-\"Nisei\" 100th Infantry Battalion. This army unit was mostly made up of Japanese Americans from Hawaii and the mainland.\nFor his actions in November 1943, Hayashi was awarded the Army's second-highest decoration, the Distinguished Service Cross (DSC). In the 1990s, there was a review of service records of Asian Americans who received the DSC during World War II. Hayashi's award was upgraded to the Medal of Honor. In a ceremony at the White House on June 21, 2000, he was presented with his medal by President Bill Clinton. Twenty-one other Asian Americans also received the medal during the ceremony, but only seven of them were still alive.\nMedal of Honor citation.\nHayashi's Medal of Honor recognized his conduct in frontline fighting in central Italy in 1943. Without help from others, he silenced a machine gun nest and an anti-aircraft gun.\nPrivate Shizuya Hayashi distinguished himself by extraordinary heroism in action on 29 November 1943, near Cerasuolo, Italy. During a flank assault on high ground held by the enemy, Private Hayashi rose alone in the face of grenade, rifle, and machine gun fire. Firing his automatic rifle from the hip, he charged and overtook an enemy machine gun position, killing seven men in the nest and two more as they fled. After his platoon advanced 200 yards from this point, an enemy antiaircraft gun opened fire on the men. Private Hayashi returned fire at the hostile position, killing nine of the enemy, taking four prisoners, and forcing the remainder of the force to withdraw from the hill. Private Hayashi’s extraordinary heroism and devotion to duty are in keeping with the highest traditions of military service and reflect great credit on him, his unit, and the United States Army.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Army","surface_form":"United States Army","offset":57},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":101},{"uri":"World_War_II","surface_form":"World War II","offset":142},{"uri":"Nisei","surface_form":"Nisei","offset":268},{"uri":"Attack_on_Pearl_Harbor","surface_form":"attack on Pearl Harbor","offset":380},{"uri":"United_States_Army","surface_form":"US Army","offset":423},{"uri":"Distinguished_Service_Cross_(United_States)","surface_form":"Distinguished Service Cross","offset":789},{"uri":"White_House","surface_form":"White House","offset":1010},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":1085},{"uri":"Recognize","surface_form":"recognized","offset":1268},{"uri":"Frontline","surface_form":"frontline","offset":1294},{"uri":"Anti-aircraft_warfare","surface_form":"anti-aircraft","offset":1403}]}