{"id":373492,"url":"http://en.wikipedia.org/wiki/Ed_Sheeran","text":"Edward Christopher Sheeran (born 17 February 1991) is a British singer-songwriter and guitarist. He also writes and produces songs on his own and created his label, Paw Print Records. Sheeran is recognized for doing pop music. He was born in Halifax, West Yorkshire. As a child, he lived in Framlingham, Suffolk, England.\n2005–10: Early career.\nIn 2005, Sheeran started publishing some EP albums. The first one has been named \"Orange Room EP\". He continued publishing EPs until 2010 when he released \"Songs I Wrote with Amy\". It was the last EP released before publishing his number one popular album \"+\".\nHe then moved to London in 2008 to start a music career. He first played in various events and also made an EP. Then he signed a contract with a record company, Atlantic Records.\n2011–13: \"+\".\nIn 2011 he made his first album, called \"+\". The album went to number one in the music rankings of many countries and had also been certified double platinum. Some of the songs on this album have been successful, such as \"The A Team\" and \"Lego House\" (leaked as the third single of the album in November 2011). Also, the song \"You Need Me, I Don't Need You\" was released as the second single in August before the album came out. As the fourth single, \"Drunk\" was out in January 2012. Finally, the song \"Give Me Love\" was released as the sixth and final single of \"+\", on 26 November. From this album, his first single \"The A Team\" has been recently nominated in the Song of the Year category for the 2013 Grammy Awards. Sheeran was nominated in many categories at the 2013 BRIT Awards.\nSheeran performed at the 2012 Olympic Games Closing Ceremony on 12 August. He performed a cover of the song Wish You Were Here by Pink Floyd.\nHe collaborated with Taylor Swift on her fourth album \"Red\", doing a duet with her on the song \"Everything Has Changed\". He has also written songs for One Direction. He wrote the song \"Moment\" and gave it to One Direction in 2011. He co-wrote two songs that were on their second album \"Take Me Home\". He first gave them the song \"Little Things\" that he had written with his friend Fiona Bevan when he was 17 years-old. As well as this, co-wrote the song \"Over Again\".\n2014–16: \"×\".\n\"Don't\", Sheeran's #3 song on his album \"×\" (pronounced \"multiply\"), was released in 2014 and was nominated for several awards. The song was about how Ellie Goulding was cheating on him with One Direction's Niall Horan. In the song, it says, \"it's not like we were both on tour. We were staying on the same hotel floor.\" Goulding did, in fact, cheat on him while they were staying in the same hotel. Sheeran thought it was very easy to forgive Goulding after he found out about it.\nThe most successful single from \"×\" was \"Thinking Out Loud\", which reached number two on the \"Billboard\" Hot 100 and finished at the number-two song of 2015 in the United States. Sheeran won Grammy Awards for Song of the Year and Best Pop Solo Performance for the song.\nSheeran collaborated with Justin Bieber on Bieber's album \"Purpose\". He co-wrote the song \"Love Yourself\", which became a number-one hit for Bieber in the UK, US, Canada, and Australia, and the song finished as the number-one song of 2016 in the US.\n2017–18: \"÷\".\nSheeran's third studio album, \"÷\" (\"divide\"), was released on 3 March 2017. He released the two singles \"Shape of You\" and \"Castle on the Hill\" in January 2017. \"Shape of You\" became his first number-one hit on the \"Billboard\" Hot 100 when it entered at the top of the chart. The song has reached number one in several countries around the world, and \"Castle on the Hill\" has become a top-ten hit. Sheeran became the first artist to have songs enter at numbers one and two at the same time on the UK Singles Chart when the first single was at the top and \"Castle on the Hill\" was at number two. His song \"Galway Girl\" has reached the number one position in the Scotland and Ireland singles charts. All of the album's songs were within the top 20 of the UK Singles Chart.\nIn December 2017, Sheeran released the single \"Perfect\". He later released an acoustic duet version with singer Beyoncé and an orchestral version with Andrea Bocelli. The song went on to top the charts of several countries worldwide.\n2019: \"No. 6 Collaborations Project\".\nIn May 2019, Sheeran released the song \"I Don't Care\" (with Justin Bieber) as the first single from his then-upcoming album, \"No. 6 Collaborations Project\". The song reached number one in Australia and the UK and number two in Canada and the US. The album also includes the songs \"Cross Me\" (with Chance the Rapper); \"BLOW\" (with PnB Rock, Bruno Mars, and Chris Stapleton); and \"South of the Border\" (with Camila Cabello and Cardi B).\nAwards.\nEd Sheeran has won many prizes, for example the award for Best British Male Solo Artist at the 2012 BRIT Awards. He has also won four Grammy Awards.\nPersonal life.\nDespite his popularity and fame, Sheeran has been spotted smoking several times. In an interview with Ryan Seacrest, published on YouTube on 5 March 2014, Sheeran revealed that smoking is his worst habit. After ten years as a smoker, he now claims to be smoke-free. However, in an article published on the Daily Mail website, on 19 March 2015, he was spotted smoking a roll-up cigarette, outside a hotel in Brisbane. He has since quit smoking again.\nSheeran announced that he became engaged to his girlfriend, Cherry Seaborn, over Christmas 2017. They married the following year.","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"United_Kingdom","surface_form":"British","offset":56},{"uri":"Guitar","surface_form":"guitar","offset":86},{"uri":"Halifax%2C_West_Yorkshire","surface_form":"Halifax, West Yorkshire","offset":242},{"uri":"Suffolk","surface_form":"Suffolk","offset":304},{"uri":"London","surface_form":"London","offset":623},{"uri":"Extended_Play","surface_form":"EP","offset":714},{"uri":"Atlantic_Records","surface_form":"Atlantic Records","offset":767},{"uri":"%2B_(album)","surface_form":"\"+\"","offset":839},{"uri":"2012_Olympic_Games","surface_form":"2012 Olympic Games","offset":1610},{"uri":"Taylor_Swift","surface_form":"Taylor Swift","offset":1748},{"uri":"One_Direction","surface_form":"One Direction","offset":1878},{"uri":"Take_Me_Home","surface_form":"Take Me Home","offset":2013},{"uri":"Justin_Bieber","surface_form":"Justin Bieber","offset":2987},{"uri":"Shape_of_You","surface_form":"Shape of You","offset":3330},{"uri":"Beyonc%C3%A9","surface_form":"Beyoncé","offset":4108},{"uri":"Andrea_Bocelli","surface_form":"Andrea Bocelli","offset":4147},{"uri":"I_Don%27t_Care_(Ed_Sheeran_and_Justin_Bieber_song)","surface_form":"I Don't Care","offset":4308},{"uri":"Justin_Bieber","surface_form":"Justin Bieber","offset":4328},{"uri":"No._6_Collaborations_Project","surface_form":"No. 6 Collaborations Project","offset":4394},{"uri":"Chance_the_Rapper","surface_form":"Chance the Rapper","offset":4565},{"uri":"Bruno_Mars","surface_form":"Bruno Mars","offset":4608},{"uri":"Chris_Stapleton","surface_form":"Chris Stapleton","offset":4624},{"uri":"Camila_Cabello","surface_form":"Camila Cabello","offset":4674},{"uri":"Cardi_B","surface_form":"Cardi B","offset":4693},{"uri":"BRIT_Awards","surface_form":"BRIT Awards","offset":4811}]}