{"id":373464,"url":"http://en.wikipedia.org/wiki/Flare_star","text":"e=\"preserve\">A flare star is a variable star that becomes very much brighter unpredictably for a few minutes at a time.\nFlares happen on flare stars in a similar way to solar flares. They are magnetic disturbances in the atmosphere of stars. The brightness increases across the spectrum, from X rays to radio waves.\nThe first known flare stars were discovered in 1924, they were V1396 Cygni and AT Microscopii. Still the best-known flare star is UV Ceti, that star was discovered in 1948. Today similar flare stars are classified as UV Ceti type variable stars in variable star catalogs. Flares can happen once every few days or, as in the case of Barnard's Star, much less frequently. Proxima Centauri, the nearest star to the Solar System, is also a flare star.\nMost flare stars are dim red dwarfs, although less massive (lighter) brown dwarfs might also be able to flare. The more massive (heavier) RS Canum Venaticorum variables (RS CVn) are also known to flare, but scientists understand that a companion star in a binary system causes these flares. This companion star disturbs the magnetic field. Nine stars similar to the Sun have also been seen to flare. There is a suggestion that this happens for similar reasons to the flares of the RS CVn variables. A companion causes the flares, this companion is a massive planet like the planet Jupiter that orbits the flaring star closely.\nNearby flare stars.\nFlare stars are give off relatively little light, but have been found as far away as 1,000 light years from Earth.\nProxima Centauri.\nProxima Centauri is closer to the sun than any other star and is a flare star. Proxima Centauri increases its brightness randomly and magnetic force causes this. Convection creates a magnetic field throughout the matter in Proxima Centauri, and this leads to flaring with a total X-ray output similar to that of the Sun though the sun is much more massive (heavier) than Proxima Centauri.\nWolf 359.\nThe flare star Wolf 359 is another star relatively near the Solar System in the constellation of Leo and has other names (designations) as well. It is a red dwarf of spectral class M6.5 and emits X-rays. It is a UV Ceti flare star, and flares relatively often.\nThe mean (average) magnetic field varies significantly during periods of time as short as six hours. By comparison, the magnetic field of the Sun averages (), although it can rise as high as () in active sunspot regions.\nBarnard's Star.\nBarnard's Star is the second nearest star system to our sun and scientists suspect it is a flare star.\nTVLM513-46546.\nTVLM513-46546 is the name scientists give to a flare star with very low mass. This small star is only just heavy enough to count as a red dwarf.","categories":[],"infobox_types":[],"annotations":[{"uri":"Variable_star","surface_form":"variable star","offset":31},{"uri":"Solar_flare","surface_form":"solar flare","offset":169},{"uri":"Star","surface_form":"star","offset":235},{"uri":"Electromagnetic_spectrum","surface_form":"spectrum","offset":278},{"uri":"X_ray","surface_form":"X ray","offset":293},{"uri":"Radio_wave","surface_form":"radio wave","offset":303},{"uri":"V1396_Cygni","surface_form":"V1396 Cygni","offset":379},{"uri":"AT_Microscopii","surface_form":"AT Microscopii","offset":395},{"uri":"UV_Ceti","surface_form":"UV Ceti","offset":446},{"uri":"Variable_star","surface_form":"variable star","offset":546},{"uri":"Barnard%27s_Star","surface_form":"Barnard's Star","offset":648},{"uri":"Proxima_Centauri","surface_form":"Proxima Centauri","offset":686},{"uri":"Solar_System","surface_form":"Solar System","offset":728},{"uri":"Red_dwarf","surface_form":"red dwarf","offset":789},{"uri":"Brown_dwarf","surface_form":"brown dwarf","offset":833},{"uri":"RS_Canum_Venaticorum_variable","surface_form":"RS Canum Venaticorum variable","offset":902},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":1088},{"uri":"Sun","surface_form":"Sun","offset":1130},{"uri":"Planet","surface_form":"planet","offset":1322},{"uri":"Jupiter","surface_form":"Jupiter","offset":1345},{"uri":"Light_year","surface_form":"light year","offset":1502},{"uri":"Proxima_Centauri","surface_form":"Proxima Centauri","offset":1544},{"uri":"Convection","surface_form":"Convection","offset":1706},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":1727},{"uri":"X-ray","surface_form":"X-ray","offset":1824},{"uri":"Wolf_359","surface_form":"Wolf 359","offset":1958},{"uri":"Constellation","surface_form":"constellation","offset":2023},{"uri":"Leo","surface_form":"Leo","offset":2040},{"uri":"Red_dwarf","surface_form":"red dwarf","offset":2096},{"uri":"Spectral_class","surface_form":"spectral class","offset":2109},{"uri":"Luyten_726-8","surface_form":"UV Ceti","offset":2155},{"uri":"Sun","surface_form":"Sun","offset":2346},{"uri":"Sunspot","surface_form":"sunspot","offset":2408},{"uri":"Barnard%27s_Star","surface_form":"Barnard's Star","offset":2441},{"uri":"TVLM513-46546","surface_form":"TVLM513-46546","offset":2559}]}