{"id":373521,"url":"http://en.wikipedia.org/wiki/Anmanari_Brown","text":"Anmanari Brown is an Australian Aboriginal artist. She was one of the pioneers of the art movement across the Ngaanyatjarra, Pitjantjatjara and Yankunytjatjara lands, which began in 2000. Since then, her paintings have gained much success. Her work is held in the National Gallery of Victoria, the Art Gallery of Western Australia, the Queensland Art Gallery, and the National Gallery of Australia.\nBrown was born roughly some time during the 1930s. She was born at Purpurna, a waterhole that is sacred to the Pitjantjatjara. She grew up living a traditional, nomadic way of life in the bush with her family, before any contact with Euro-Australian society. In the 1950s, her family was moved out of the bush to live at Warburton, with many other Aboriginal families. Warburton was a Christian mission at the time, and Brown was taught at school here by missionaries. When she was older, Brown moved to Irrunytju and married Nyakul Dawson.\nBrown began work as an artist in 2000. The women of Irrunytju had opened an art centre as an community-owned economic program. Anmanari and other senior women in the community began painting for Irrunytju Arts on linen canvases. Their first exhibition was held in 2001, in Perth. The art mixed modern painting techniques with ancient designs and cultural law.\nFrom the beginning of her career, Brown often painted with her friend Tjayanka Woods. When Brown's husband died in 2007, she and Woods left Irrunytju and went to live at Papulankutja, on Ngaanyatjarra lands. Here, they paint for Papulankutja Artists. In April 2010, the two women held their first solo exhibition together at the Vivien Anderson Gallery in Melbourne.\nBrown mostly paints the (Seven Sisters Dreaming). Her connection to this Dreaming comes from her mother, whose homeland is Kuru Ala, a sacred place for women. The paintings in her solo show depicted stories from this Dreaming.\nBrown's paintings are not figurative. She does not explicitly depict figures or features of the landscape, but she does use iconographic symbols to represent them. She uses patterned lines to represent tracks in a journey, or seven small shapes or lines to represent the sisters. She also sometimes uses colour symbolically. While Brown mainly paints directly on canvas, several of her works are made from screen-printing methods.","categories":[],"infobox_types":[],"annotations":[{"uri":"Aboriginal_art","surface_form":"Aboriginal art","offset":32},{"uri":"Pioneer","surface_form":"pioneer","offset":70},{"uri":"Art_movement","surface_form":"art movement","offset":86},{"uri":"Ngaanyatjarra","surface_form":"Ngaanyatjarra","offset":110},{"uri":"Pitjantjatjara","surface_form":"Pitjantjatjara","offset":125},{"uri":"Yankunytjatjara","surface_form":"Yankunytjatjara","offset":144},{"uri":"National_Gallery_of_Victoria","surface_form":"National Gallery of Victoria","offset":264},{"uri":"Art_Gallery_of_Western_Australia","surface_form":"Art Gallery of Western Australia","offset":298},{"uri":"Queensland_Art_Gallery","surface_form":"Queensland Art Gallery","offset":336},{"uri":"National_Gallery_of_Australia","surface_form":"National Gallery of Australia","offset":368},{"uri":"Sacred_site","surface_form":"sacred","offset":496},{"uri":"Nomadic_people","surface_form":"nomadic","offset":560},{"uri":"The_bush","surface_form":"bush","offset":587},{"uri":"White_people","surface_form":"Euro","offset":633},{"uri":"Warburton%2C_Western_Australia","surface_form":"Warburton","offset":720},{"uri":"Mission_(Christianity)","surface_form":"Christian mission","offset":784},{"uri":"Irrunytju%2C_Western_Australia","surface_form":"Irrunytju","offset":903},{"uri":"Nyakul_Dawson","surface_form":"Nyakul Dawson","offset":925},{"uri":"Economy","surface_form":"economic","offset":1049},{"uri":"Linen","surface_form":"linen","offset":1153},{"uri":"Canvas","surface_form":"canvas","offset":1159},{"uri":"Perth%2C_Western_Australia","surface_form":"Perth","offset":1213},{"uri":"Painting","surface_form":"painting","offset":1241},{"uri":"Tjayanka_Woods","surface_form":"Tjayanka Woods","offset":1370},{"uri":"Papulankutja%2C_Western_Australia","surface_form":"Papulankutja","offset":1470},{"uri":"Art_exhibition","surface_form":"exhibition","offset":1602},{"uri":"Homeland","surface_form":"homeland","offset":1778},{"uri":"Realism","surface_form":"figurative","offset":1920},{"uri":"Icon","surface_form":"icon","offset":2018},{"uri":"Screen-printing","surface_form":"screen-printing","offset":2300}]}