{"id":373576,"url":"http://en.wikipedia.org/wiki/Basilar-type_migraine","text":"Basilar-type migraine (BTM) is a type of migraine with aura that causes a headache which usually starts in the \"occipital region\" which is in the lower back part of the brain. The symptoms that are believed to start in the brainstem, occipital cortex, and cerebellum and the pain may affect both sides of the brain at the same time.\nMost people who have basilar-type migraine also have migraines with aura without the basilar symptoms. This type of migraine is usually more common in young people between about 10–19 years of age.\nThe word \"Basilar\" comes from the Middle French word \"basilaire\": of or related to the base. In medicine it usually refers to the base or bottom of a body part especially the skull.\nBTM is called 'basilar-type' because it was first described in the areas of the brain which receive blood from the basilar artery, which includes most parts of the brain in the \"posterior fossa\" and also the brainstem, which are in the lower, back part of the brain (occipital region). But it was later seen that BTM may also affect areas of the brain outside of the areas which receive blood from the basilar artery, and also no proof that problems in the basilar artery are the cause.","categories":[],"infobox_types":[],"annotations":[{"uri":"Migraine","surface_form":"migraine","offset":41},{"uri":"Aura_(symptom)","surface_form":"aura","offset":55},{"uri":"Headache","surface_form":"headache","offset":74},{"uri":"Occipital_lobe","surface_form":"occipital","offset":112},{"uri":"Brain","surface_form":"brain","offset":169},{"uri":"Signs_and_symptoms_(medicine)","surface_form":"symptoms","offset":180},{"uri":"Brain_stem","surface_form":"brainstem","offset":223},{"uri":"Cerebellum","surface_form":"cerebellum","offset":256},{"uri":"Aura_(symptom)","surface_form":"aura","offset":401},{"uri":"Skull","surface_form":"skull","offset":706},{"uri":"Blood","surface_form":"blood","offset":813},{"uri":"Artery","surface_form":"artery","offset":836}]}