{"id":37369,"url":"http://en.wikipedia.org/wiki/Linkin_Park","text":"Linkin Park is an American rock band from Agoura Hills, California. They started making music in 1996, the band became very famous with their first album, \"Hybrid Theory\", which was labeled with the Diamond Award of more than 10 million copies by the RIAA and multi-platinum in several other countries. Their second album, \"Meteora\", continued the band's popularity, reaching number one at the \"Billboard\" 200 album chart in 2003. It was promoted with concerts and giving for charities around the world. In 2003, MTV2 called Linkin Park the sixth greatest band of the music video time and the third best band of the new millennium, only beaten by Oasis and Coldplay. \"Billboard\" ranked Linkin Park #19 on the Best Artists of the Decade (Past 10 Years) chart.\nThe band used the genres nu metal and rap metal to make it suitable for radio yet heavy in layers in \"Hybrid Theory\" and \"Meteora\". The band used other types of music in their next studio album \"Minutes to Midnight\", which was released in 2007. The album also reached number one at the \"Billboard\" and had the third best beginning at number one of any album that year. The band also worked with other artists and bands. The most famous would be rapper Jay-Z in their mash-up (mixing more than one song together) extended play \"Collision Course\" and many other people on their remix album \"Reanimation\". The band's album, \"A Thousand Suns\", was released on 2010. They further changed their sound again. Linkin Park have sold more than 50 million albums all over the world and have won two Grammys.\nStarts as \"Xero\" and \"Hybrid Theory EP\" (1996–1999).\nThe band was first made up of three friends from high school, Mike Shinoda, Brad Delson and Rob Bourdon. After high school, they started to get serious in music and added DJ Joe Hahn, bass player Dave \"Phoenix\" Farrell and singer Mark Wakefield to their band. They were named \"Xero\". Even though they have few materials, the band started recording and making songs in Shinoda's studio in his bedroom in 1996. The band started feeling uncomfortable and angry with each other after they were not able to get a contract from a major music company. Because they did not become successful, Wakefield quit so he could look for other music projects. Farrell also quit so he could perform in concerts with many bands including his old band, Tasty Snax.\nAfter a long time without a lead singer, Xero added an Arizonan singer named Chester Bennington. Jeff Blue, the vice-president of Zomba Music in March 1999, insisted them to get Bennington. Bennington, who used to be in a post-grunge band called Grey Daze, became the most wanted among the people who wanted to be in Xero because of the strength in his voice. The band then soon changed their name from Xero to \"Hybrid Theory\" in 1999 and released their EP the same year. Since Shinoda and Bennington sound good together, it helped restart the band into making new music. The band restarting also led to the band changing its name again to \"Linkin Park\" in 2000, a tribute to Santa Monica's Lincoln Park. Even with this, they still could not get a music contract. After many record labels (music companies) rejected them, they asked Jeff Blue, now vice-president of Warner Bros. Records, to help. After not being able to sign with Warner Bros. three times, Blue helped the band finally get a contract with Warner Bros. in 1999.\n\"Hybrid Theory LP\" and \"Reanimation\" (2000–2002).\nLinkin Park released \"Hybrid Theory\" on October 24, 2000. It was the result of over four years of work. It was edited by Don Gilmore. \"Hybrid Theory\" was very successful in sales. It sold 4.8 million copies in the first year, and had the most sales of any album in 2001. The singles of the album are \"One Step Closer\", \"Crawling\", \"Papercut\" \"In the End\". It made them always appear on many alternative rock radios during 2001.\nOther songs from the album were included in movies like \"Dracula 2000\", \"Little Nicky\", and \"Valentine\". Linkin Park also worked with The X-Ecutioners for the song \"It's Goin' Down\". \"Hybrid Theory\" led them to win a Grammy Award for Best Hard Rock Performance for the song \"Crawling\". They were also nominated for two other Grammy Awards: Best New Artist and Best Rock Album. MTV gave the band the awards of Best Rock Video and Best Direction for \"In the End\". Because of the band's Grammy win, the success of \"Hybrid Theory\" made them famous in the mainstream.\nAt this time, Linkin Park had many invitations for them to perform on many famous concerts and tours like Ozzfest, Family Values Tour and KROQ Almost Acoustic Christmas. The band also made their own tour called \"Projekt Revolution\". It included others bands and singers like Cypress Hill, Adema, and Snoop Dogg. In one year, they performed at 320 concerts. The band's memorable moments and performance were shown in their first DVD, \"Frat Party at the Pankake Festival\". It was released in November 2001. Farrell then rejoined Linkin Park. They then began working on \"Reanimation\", an album that had remixes of songs from \"Hybrid Theory\" and their first EP. It was released on July 30, 2002. It has appearances by Black Thought, Jonathan Davis, Aaron Lewis and many other singers and rappers. It became very successful. It started at #2 at the \"Billboard\" 200 albums chart. It sold almost 270,000 copies during its first week. The album has only one single, \"Pts.OF.Athrty\", a remix of the \"Hybrid Theory\" song \"Points of Authority\". \"Hybrid Theory\" is also in the RIAA's \"Top 100 Albums\".\n\"Meteora\" (2002–2004).\nAfter \"Hybrid Theory\" and \"Reanimation\" became very successful, Linkin Park spent a lot of time performing concerts around the United States. The band started working on new music, even with a very busy schedule. They used a short part of their free time in the studio in their tour bus. The band announced that they were making their new album in April 2002, it was initially planned to release between October and December (Q4) of that year but got delayed. They also said that the title was inspired by Meteora, a rocky place in Greece. Meteora has many places of worship have been built on top of the rocks. \"Meteora\" shows the band mixing their nu metal and punk rap styles with new special effects. Some of them include a shakuhachi (a Japanese flute made of bamboo) and many other instruments. On March 25, 2003, they released \"Meteora\" and instantly became popular around the world. It reached their first #1 in the US and UK and #2 in Australia.\n\"Meteora\" sold 800,000 albums in its first week. It ranked as the best selling album on the Billboard charts at that time. The album's singles are \"Somewhere I Belong\", \"Faint\", \"Numb\", \"From the Inside\", \"Lying from You\" and \"Breaking the Habit\". Most of them always appeared in many radio stations. By October 2003, it had sold almost 3 million copies.\nBecause the album was a success, the band formed yet another Projekt Revolution tour. It featured other bands and artists including Mudvayne, Blindside and Xzibit. Metallica also invited Linkin Park to play at the Summer Sanitarium Tour 2003. It included very famous bands such as Limp Bizkit, Mudvayne and Deftones. The band released their first live album and third DVD, \"Live in Texas\", in November 18, 2003. It includes audio and video tracks of some of the band's concerts in Texas during their tour. In early 2004, Linkin Park started a tour around the world called \"Meteora World Tour\". Bands that were opening concerts on the tour included Hoobastank, P.O.D., Story of the Year and Pia.\nThe band had many awards and honors because of \"Meteora\". The band won the MTV awards for Best Rock Video for \"Somewhere I Belong\" and the Viewer's Choice Award for \"Breaking the Habit\". Linkin Park also won many awards during the 2004 Radio Music Awards. They won the Artist of the Year and Song of the Year (\"Numb\") awards. Even though Meteora was not as popular as \"Hybrid Theory\", it was the third best selling album in America during 2003. The band toured in early 2004 around the world. They performed in their third Projekt Revolution tour and many European tours.\n\"Collision Course\" and side projects (2004–2006).\nAfter \"Meteora\" was successful, the band did not work on another album for over three years. Instead, they kept on performing at concerts and created side projects. Chester Bennington appeared on \"State of the Art\" by DJ Lethal. He also created a new band called Dead by Sunrise, with the band members of Julien K. Mike Shinoda also worked with Depeche Mode. In 2004, the band started making a remix album with Jay-Z called \"Collision Course\". The album, which included mash-ups of both Linkin Park and Jay-Z songs, was released in November 2004. The album's only single is \"Encore\", which was successful. Shinoda also created a new hip hop side project Fort Minor. With the help of Jay-Z, Fort Minor released its first album, \"The Rising Tied\", to very positive reviews. A the same time, the band was arguing with their record label, Warner Bros. Records. They were arguing because of many trust and money matters. After many months, the band finally made a deal with them in December 2005.\nThe band also did a lot of charity. They raised money to help victims and survivors of Hurricane Charley in 2004 and later Hurricane Katrina in 2005. The band donated $75,000 to the Special Operations Warrior Foundation in March 2004. They also helped efforts for the 2004 Indian Ocean tsunami victims by performing in many charity concerts and starting their own charity, Music for Relief. Their most famous charity concert was Live 8, a number of concerts for charity for awareness worldwide. They performed with Jay-Z on Live 8's stage in Philadelphia, Pennsylvania, with an audience around the world. The band would later be reunited with Jay-Z at the 2006 Grammy Awards. Linkin Park and Jay-Z performed \"Numb/Encore\" with Paul McCartney who added lyrics from the song \"Yesterday\". \"Numb/Encore\" won the Sung Collaboration award. They would later perform at the 2006 Summer Sonic music festival, which was hosted by Metallica in Japan.\n\"Minutes to Midnight\" (2006-2008).\nIn 2006, Linkin Park returned to the recording studio and began writing new songs. They chose producer Rick Rubin to help in the new album. Even when they said that the album will be released in 2006, the album was pushed to 2007 after realizing that they could not finish it in time. The band had recorded thirty to fifty songs in August 2006. Shinoda said the album was halfway done. Bennington also said that the new album will no longer show their famous nu metal sound. Warner Bros. then officially announced new album's title, \"Minutes to Midnight\". It was released in May 15, 2007 in the United States. After 14 months of working on the album, they wanted to make the album better by taking five songs out from the original seventeen tracks. The album's title was a reference to Doomsday Clock. The title also suggested the album's lyrics and topics. The album sold more than 625,000 in its first week. It is one of the most successful starts for an album in recent years. The album also went to #1 on the Billboard Charts.\nThe album's first single, \"What I've Done\", was released on April 2, 2007. The music video premiered on MTV and Fuse at the same week. The single was loved by listeners, becoming #1 on \"Billboards Modern Rock Tracks and Mainstream Rock Tracks charts. The song is also in the soundtrack for the 2007 movie \"Transformers\". Shinoda was also in on the Styles of Beyond song \"Second to None\" which was also included in the movie. Later in the year, the band won the \"Favorite Alternative Artist\" in the American Music Awards. The albums's other singles are \"Bleed It Out\", \"Shadow of the Day\", \"Given Up\" and \"Leave Out All the Rest\". They were released from 2007 to 2008, and were successful. The band also made a single with Busta Rhymes called \"We Made It\", which was released on April 29, 2008.\nThe band's concerts included a performance at Live Earth Japan on July 7, 2007. and at Download Festival in Donington Park, England and Edgefest in Downsview Park, Toronto, Canada. The band finished their fourth Projekt Revolution tour. After that, they performed concerts at many arenas around the UK, including Nottingham, Sheffield and Manchester. They performed for two nights at the O2 arena in London. Bennington also said that the band will make a new album after \"Minutes to Midnight\". However, he said that the band will first perform in the United States so they can have ideas for the next album. He told \"Rolling Stone\" that the band already started writing for the album. Shinoda also said that the album will be released in the last part of 2009. Shinoda also announced a live CD/DVD called ', which was released November 24, 2008. It was recorded from their Projekt Revolution concert at the Milton Keynes Bowl on June 29, 2008. The band also released \"Songs From the Underground\", a compilation of previously unreleased songs.\n\"A Thousand Suns\" (2008–2011).\nIn May 2009, the band said that they were working on a fourth studio album. They planned it to be released on 2010. Shinoda told IGN that the new album would be 'genre-busting.' They were taking themes and sounds from \"Minutes to Midnight\" He also mentioned that the album would have more experiments and advanced than their other albums. Bennington also confirmed that Rick Rubin will return as a producer of the new album.\nWhile working on the new album, Linkin Park worked with famous movie music composer Hans Zimmer to make the music for the movie '. The band released a new single for the movie called \"New Divide\". Hahn directed the song's music video. It has scenes from the movie. On June 2009, the band performed at Westwood Village after the first showing of the movie. After finishing work on the movie, the band returned to the studio to finish their album. In late 2009, Bennington's band Dead by Sunrise finally released their album \"Out of Ashes\".\nOn January 19, 2010, the band released a new song entitled \"Not Alone\". It was part of a compilation from Music for Relief called \"Download to Donate for Haiti\". The compilation was to help the people hurt in the 2010 Haiti earthquake. On February 10, 2010, the band released the official music video for the song. On April 26, the band released a game for the iPhone, iPod Touch, and iPad, a game called \"8-Bit Rebellion!\" In the game, the band members are characters that can be played. After beating the game, a new song called \"Blackbirds\" will be unlocked. The song was also later released as an iTunes bonus track on their new album.\nThe band later revealed their new album's title is \"A Thousand Suns\". It was released on September 14. The album's first single was \"The Catalyst\", released on August 2. The band performed at many concerts so that it can have attention. They started in Los Angeles on September 7. The band also used MySpace to get attention for their album. They released two songs called \"Waiting for the End\" and \"Blackout\" on September 8. They also made a \"making of\" of the album, entitled \"Meeting of A Thousand Suns\". It was also shown in their MySpace page. It was included in the album's deluxe edition. On August 31, it was told that the band would perform the song live for the first time live at the 2010 MTV Video Music Awards on September 12, 2010. They performed the song at the Griffith Observatory. It was a famous place used in many movies. The album reached #1 on the \"Billboard\" 200 chart. The album's other singles were \"Waiting for the End\", \"Burning in the Skies\" and \"Iridescent\". On April 13, 2011, Shinoda said that \"Iridescent\" is part of the soundtrack of the movie '. This continued Linkin Park songs being the theme songs of the \"Transformers\" movies (after \"What I've Done\" and \"New Divide\").\nThe band did more charity work. On January 11, 2011, they started the new version of \"Download to Donate for Haiti\". It was called \"Download to Donate for Haiti V2.0\", with more songs to download. For the new compilation, the band released a remix of \"The Catalyst\" by Keaton Hashimoto from the \"Linkin Park featuring YOU\" contest. Shinoda designed two T-shirts, so that the money earned will help the victims of the 2011 Tōhoku earthquake and tsunami disasters. Music For Relief also released \"Download to Donate: Tsunami Relief Japan\", another compilation of songs. The money earned went to Save the Children to help the victims.\nThe album helped the band reach many year-end positions. Linkin Park reached No.8 in \"Billboard\" Social 50, a chart of artists that use many social networking sites. In other \"Billboard\" Year-End charts, the band reached No.92 in the \"Top Artists\" chart, as well as \"A Thousand Suns\" reaching No.53 in the Year-End chart of the \"Billboard\" Top 200 albums and No.7 in the 2010 Year-End Rock Albums, and \"The Catalyst\" reaching No.40 in the Year-End Rock Songs chart. The band charted in many \"Billboard\" Year-End charts in 2011. The band was No.39 in the Top Artists Chart, No.84 in the \"Billboard\" 200 Artists chart, No.11 in the Social 50 Chart, No.6 in the Top Rock Artists Chart, No.9 in the Rock Songs Artists Chart, No.16 in the Rock Albums Chart, No.4 in the Hard Rock Albums Chart, and No.7 in the Alternative Songs Chart.\n\"Living Things\" (2012-2014).\nIn 2012, The band released \"Living Things\", which saw an exploration into a more electronica based sound. From this album came the songs \"Castle of Glass\", which was used in the 2012 videogame \"Medal of Honor: Warfighter\", \"Roads Untraveled\", which was used in the 2014 film \"Need For Speed\", and \"Powerless\", which was used in the 2012 film \"Abraham Lincoln: Vampire Hunter.\"\nLike the last album, this one explored a lot of different sounds. Some fans loved it, and others disliked it. The album itself sold over 2.5 Million copies as of 2013. It quickly rose to No. 1 in the Billboard Top 200 Chart. An extremely successful album for the band, they went on to tour for the next few years.\n\"The Hunting Party\" (2014-2017).\nIn 2014, the band once again decided to change their style for the new album. Mike Shinoda stated that he wished to create a more traditional Rock sound after listening to the radio one day. The band decided to make the music that \"they\" wanted to hear. The album was explosive, loud and possibly the heaviest they had been yet.\nThey decided not to have Rick Rubin produce this album, for the first time in 3 consecutive albums. It features guest appearances by Page Hamilton of the band \"Helmet\", rapper Rakim, Daron Malakian of the band \"System of a Down\", and Tom Morello of the band \"Rage Against the Machine\".\nThe album produced five singles; \"Guilty All the Same\", \"Until It's Gone\", \"Wastelands\", \"Rebellion\", and \"Final Masquerade\".\nIt was well received by critics and fans alike, and reached No. 3 on Billboard 200.\n\"One More Light\" and \"Chester Bennington's death\" (2017-Present).\nIn early 2017, the band released the new single from their latest album, called \"Heavy\", featuring new artist Kiiara.\nFans immediately reacted with polarised responses. Some loved the new direction taken by the band, which can be described as \"Poppy\", whereas others disliked it, calling Linkin Park \"Sellouts\". The Official Lyrics video got some of the highest dislikes of any Linkin Park video on YouTube. Frustrated with the response from fans, Chester Bennington became angry on several occasions, though publicly apologized later on, saying that he understands the fans' perspective, is grateful to all of their fans, and that he should rethink his own perspective.\nDespite the polarizing response from critics and fans alike, the album became extremely successful. Like before, it reached No. 1 on Billboard 200, and was certified gold in several countries.\nThe album features Kiiara, Pusha T, and Stormzy as special guest artists.\nAfter touring \"The Hunting Party\", the band decided to write songs with outside help. They teamed up with several big names in the music industry, with a focus on writing lyrics before music, something they had not really experimented with before. They said that they wanted to attempt to do away with any notion of genre.\nWhen strangely ridiculed about the lack of guitar and drums on the album, based purely on their first release of \"Heavy\", Brad Delson responded by saying that actually, there is a lot of guitar in the album. He then went on to list the songs \"Sharp Edges\", \"Invisible\" and \"Sorry For Now\" as having lots of layers of different guitars each.\nThe album produced several singles; \"Heavy\", \"Talking to Myself\" and \"One More Light\", the song for which the album is named. This is the first time that Linkin Park have named an album after a song.\nMike Shinoda described the album as \"risky\". The band had been following a traditionally rock oriented sound, and this marked a big change from that style.\nInstead of focusing on anger, betrayal or other negative emotions, as they had been known for in the past, many of the songs focus on family, friends, and emotions. For instance, the songs \"Invisible\" and \"Sorry For Now\" both focus on the band member's children, and the title song \"One More Light\" is about remembering, and caring about someone after they have died.\nChester Bennington's close friend and musician Chris Cornell committed suicide by hanging. When Chester heard the news, it made him extremely upset, as the pair had known each other for years. Cornell had performed on stage with Bennington in the past, and was even the godfather of some of his children.\nThe loss of his friend affected him and the band so much that they decided to perform the song \"One More Light\" in his memory at the \"Jimmy Kimmel Live!\" Show in Los Angeles, rather than perform a more commercially viable song from the album. It was a fitting song for them at that time because of its themes of dealing with the loss of a friend or loved one. After his death, Bennington said \"I can't imagine a world without you in it\" about Cornell.\nChester began to talk more openly about some of his struggles. He had previously revealed that he was a victim of child abuse and rape, but also talked about his mental issues, as well as his battles with drugs and alcohol. He described his depression and anxiety in several talk shows, and stated that he sometimes feels very upset with himself.\nAt Cornell's funeral, Chester sang Leonard Cohen's \"Hallelujah\".\nMidway through the \"One More Light Tour\", On July 20th 2017, Linkin Park released a music video for \"Talking to Myself\" on YouTube. They were unaware that the same morning, Chester Bennington had died in his home in Los Angeles at the age of 41. News reports surfaced across the internet, and fans began to panic.\nOn Twitter, Mike Shinoda posted:\"Shocked and heartbroken, but it's true. An official statement will come out as soon as we have one\".His death was ruled as a suicide by hanging. A half-empty bottle of alcohol was found at the scene, but no other drugs were found. His housekeeper discovered his body around 9:00 a.m. PDT.\nThe band, friends, family and fans all paid tribute to Chester. A trending Twitter hashtag surfaced, \"#RIPChester\", which was used several million times, and simply listening to Linkin Park songs, fans managed to populate, and even completely fill charts with many classic Linkin Park songs, even some from \"Meteora\" and \"Hybrid Theory\", which at the time were over 13 years old. Remembrance events were held by fans, who attended in their thousands, paying tribute to the late artist by singing songs, lighting candles and creating memorials to Chester.\nHis funeral was held on July 29th, at South Botanic Garden in Palos Verdes, California. Many musical tributes were held in his memory, and he was buried there.\nOn September 18th 2017, Linkin Park released the music video for the song \"One More Light\", dedicated to Chester. The song has gained nearly 1 million likes on YouTube, and has had 27 Million views.\nIt was prefaced with the following statements by Linkin Park members:\"One More Light\" music video directed by Joe Hahn & Mark Fiore. \"It has been incredibly emotional to work on this, and especially to watch it. I feel that by doing it, we not only faced some of our biggest fears, but it enabled us to use our talents to bring some light to people that need it. As we move forward to the Hollywood Bowl show and beyond, I think about the people that connect with the band, outside and inside our circle. This video is a gesture of good will to the people that want that connection.\" - JOE HAHN\"One More Light was written with the intention of sending love to those who lost someone. We now find ourselves on the receiving end. In memorial events, art, videos, and images, fans all over the world have gravitated towards this song as their declaration of love and support for the band and the memory of our dear friend, Chester. We are so very grateful and can’t wait to see you again.\" - MIKE SHINODAAt the end of the video, the rest of Linkin Park wrote a message for him.\"Chester,You ignited a flame of passion, laughter & courage in our hearts forever.We miss you, brother.- Joe, Mike, Brad, Dave & Rob\"","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":18},{"uri":"Rock_music","surface_form":"rock","offset":27},{"uri":"Agoura_Hills%2C_California","surface_form":"Agoura Hills","offset":42},{"uri":"California","surface_form":"California","offset":56},{"uri":"1996","surface_form":"1996","offset":97},{"uri":"Hybrid_Theory","surface_form":"Hybrid Theory","offset":156},{"uri":"Oro_album","surface_form":"Diamond","offset":199},{"uri":"Recording_Industry_Association_of_America","surface_form":"RIAA","offset":251},{"uri":"List_of_music_recording_sales_certifications","surface_form":"multi-platinum","offset":260},{"uri":"Meteora_(album)","surface_form":"Meteora","offset":324},{"uri":"Billboard_charts","surface_form":"\"Billboard\" 200","offset":394},{"uri":"MTV2","surface_form":"MTV2","offset":513},{"uri":"Oasis_(band)","surface_form":"Oasis","offset":647},{"uri":"Coldplay","surface_form":"Coldplay","offset":657},{"uri":"Nu_metal","surface_form":"nu metal","offset":784},{"uri":"Rap_metal","surface_form":"rap metal","offset":797},{"uri":"Minutes_to_Midnight","surface_form":"Minutes to Midnight","offset":954},{"uri":"Hip_hop","surface_form":"rapper","offset":1204},{"uri":"Jay-Z","surface_form":"Jay-Z","offset":1211},{"uri":"Extended_play","surface_form":"extended play","offset":1271},{"uri":"Collision_Course_(album)","surface_form":"Collision Course","offset":1286},{"uri":"Reanimation","surface_form":"Reanimation","offset":1348},{"uri":"A_Thousand_Suns","surface_form":"A Thousand Suns","offset":1381},{"uri":"Grammys","surface_form":"Grammys","offset":1547},{"uri":"Mike_Shinoda","surface_form":"Mike Shinoda","offset":1671},{"uri":"Brad_Delson","surface_form":"Brad Delson","offset":1685},{"uri":"Joe_Hahn","surface_form":"Joe Hahn","offset":1783},{"uri":"Dave_Farrell","surface_form":"Dave \"Phoenix\" Farrell","offset":1805},{"uri":"Arizona","surface_form":"Arizona","offset":2409},{"uri":"Chester_Bennington","surface_form":"Chester Bennington","offset":2431},{"uri":"Jeff_Blue","surface_form":"Jeff Blue","offset":2451},{"uri":"Post-grunge","surface_form":"post-grunge","offset":2576},{"uri":"Santa_Monica%2C_California","surface_form":"Santa Monica","offset":3030},{"uri":"Record_label","surface_form":"record label","offset":3129},{"uri":"Warner_Bros._Records","surface_form":"Warner Bros. Records","offset":3220},{"uri":"Hybrid_Theory","surface_form":"Hybrid Theory","offset":3454},{"uri":"October_24","surface_form":"October 24","offset":3472},{"uri":"2000","surface_form":"2000","offset":3484},{"uri":"One_Step_Closer","surface_form":"One Step Closer","offset":3733},{"uri":"Crawling_(song)","surface_form":"Crawling","offset":3752},{"uri":"Papercut_(song)","surface_form":"Papercut","offset":3764},{"uri":"In_the_End","surface_form":"In the End","offset":3775},{"uri":"Alternative_rock","surface_form":"alternative rock","offset":3823},{"uri":"Dracula_2000","surface_form":"Dracula 2000","offset":3917},{"uri":"Little_Nicky","surface_form":"Little Nicky","offset":3933},{"uri":"Valentine_(movie)","surface_form":"Valentine","offset":3953},{"uri":"The_X-Ecutioners","surface_form":"The X-Ecutioners","offset":3994},{"uri":"It%27s_Goin%27_Down_(X-Ecutioners_song)","surface_form":"It's Goin' Down","offset":4025},{"uri":"Grammy_Award_for_Best_Hard_Rock_Performance","surface_form":"Grammy Award for Best Hard Rock Performance","offset":4077},{"uri":"Nominate","surface_form":"nominated","offset":4161},{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":4185},{"uri":"Grammy_Award_for_Best_New_Artist","surface_form":"Best New Artist","offset":4200},{"uri":"Grammy_Award_for_Best_Rock_Album","surface_form":"Best Rock Album","offset":4220},{"uri":"Mainstream","surface_form":"mainstream","offset":4411},{"uri":"Ozzfest","surface_form":"Ozzfest","offset":4529},{"uri":"Family_Values_Tour","surface_form":"Family Values Tour","offset":4538},{"uri":"KROQ_Almost_Acoustic_Christmas","surface_form":"KROQ Almost Acoustic Christmas","offset":4561},{"uri":"Projekt_Revolution","surface_form":"Projekt Revolution","offset":4635},{"uri":"Cypress_Hill","surface_form":"Cypress Hill","offset":4698},{"uri":"Adema","surface_form":"Adema","offset":4712},{"uri":"Snoop_Dogg","surface_form":"Snoop Dogg","offset":4723},{"uri":"Frat_Party_at_the_Pankake_Festival","surface_form":"Frat Party at the Pankake Festival","offset":4857},{"uri":"November","surface_form":"November","offset":4913},{"uri":"2001","surface_form":"2001","offset":4922},{"uri":"Reanimation","surface_form":"Reanimation","offset":4991},{"uri":"Remix","surface_form":"remix","offset":5023},{"uri":"July_30","surface_form":"July 30","offset":5100},{"uri":"2002","surface_form":"2002","offset":5109},{"uri":"Black_Thought","surface_form":"Black Thought","offset":5137},{"uri":"Korn","surface_form":"Jonathan Davis","offset":5152},{"uri":"Staind","surface_form":"Aaron Lewis","offset":5168},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":5267},{"uri":"Pts.OF.Athrty","surface_form":"Pts.OF.Athrty","offset":5382},{"uri":"RIAA","surface_form":"RIAA","offset":5488},{"uri":"United_States","surface_form":"United States","offset":5663},{"uri":"April","surface_form":"April","offset":5884},{"uri":"2002","surface_form":"2002","offset":5890},{"uri":"Meteora","surface_form":"Meteora","offset":6042},{"uri":"Greece","surface_form":"Greece","offset":6068},{"uri":"Monastery","surface_form":"places of worship","offset":6093},{"uri":"Meteora_(album)","surface_form":"Meteora","offset":6149},{"uri":"Nu_metal","surface_form":"nu metal","offset":6186},{"uri":"Rapcore","surface_form":"punk rap","offset":6199},{"uri":"Shakuhachi","surface_form":"shakuhachi","offset":6264},{"uri":"Japan","surface_form":"Japan","offset":6278},{"uri":"March_25","surface_form":"March 25","offset":6340},{"uri":"2003","surface_form":"2003","offset":6350},{"uri":"Billboard_charts","surface_form":"Billboard charts","offset":6583},{"uri":"Somewhere_I_Belong","surface_form":"Somewhere I Belong","offset":6639},{"uri":"Faint_(song)","surface_form":"Faint","offset":6661},{"uri":"Numb_(Linkin_Park_song)","surface_form":"Numb","offset":6670},{"uri":"From_the_Inside_(song)","surface_form":"From the Inside","offset":6678},{"uri":"Lying_from_You","surface_form":"Lying from You","offset":6697},{"uri":"Breaking_the_Habit","surface_form":"Breaking the Habit","offset":6718},{"uri":"October","surface_form":"October","offset":6795},{"uri":"2003","surface_form":"2003","offset":6803},{"uri":"Mudvayne","surface_form":"Mudvayne","offset":6978},{"uri":"Blindside_(band)","surface_form":"Blindside","offset":6988},{"uri":"Xzibit","surface_form":"Xzibit","offset":7002},{"uri":"Metallica","surface_form":"Metallica","offset":7010},{"uri":"Limp_Bizkit","surface_form":"Limp Bizkit","offset":7127},{"uri":"Deftones","surface_form":"Deftones","offset":7153},{"uri":"Live_in_Texas","surface_form":"Live in Texas","offset":7220},{"uri":"November_18","surface_form":"November 18","offset":7239},{"uri":"2003","surface_form":"2003","offset":7252},{"uri":"Hoobastank","surface_form":"Hoobastank","offset":7494},{"uri":"P.O.D.","surface_form":"P.O.D.","offset":7506},{"uri":"Story_of_the_Year","surface_form":"Story of the Year","offset":7514},{"uri":"Pia_(band)","surface_form":"Pia","offset":7536},{"uri":"Radio_Music_Awards","surface_form":"Radio Music Awards","offset":7777},{"uri":"DJ_Lethal","surface_form":"DJ Lethal","offset":8381},{"uri":"Dead_by_Sunrise","surface_form":"Dead by Sunrise","offset":8426},{"uri":"Julien_K","surface_form":"Julien K","offset":8468},{"uri":"Depeche_Mode","surface_form":"Depeche Mode","offset":8508},{"uri":"2004","surface_form":"2004","offset":8525},{"uri":"Jay-Z","surface_form":"Jay-Z","offset":8574},{"uri":"Collision_Course_(album)","surface_form":"Collision Course","offset":8588},{"uri":"Encore","surface_form":"Encore","offset":8738},{"uri":"Hip_hop","surface_form":"hip hop","offset":8796},{"uri":"The_Rising_Tied","surface_form":"The Rising Tied","offset":8891},{"uri":"Hurricane_Charley","surface_form":"Hurricane Charley","offset":9242},{"uri":"Hurricane_Katrina","surface_form":"Hurricane Katrina","offset":9278},{"uri":"Special_Operations_Warrior_Foundation","surface_form":"Special Operations Warrior Foundation","offset":9337},{"uri":"2004_Indian_Ocean_earthquake","surface_form":"2004 Indian Ocean tsunami","offset":9423},{"uri":"Music_for_Relief","surface_form":"Music for Relief","offset":9528},{"uri":"Live_8","surface_form":"Live 8","offset":9584},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":9697},{"uri":"48th_Grammy_Awards","surface_form":"2006 Grammy Awards","offset":9811},{"uri":"Paul_McCartney","surface_form":"Paul McCartney","offset":9882},{"uri":"Yesterday_(The_Beatles_song)","surface_form":"Yesterday","offset":9929},{"uri":"Grammy_Award_for_Best_Rap/Sung_Collaboration","surface_form":"Sung Collaboration","offset":9963},{"uri":"Metallica","surface_form":"Metallica","offset":10075},{"uri":"2006","surface_form":"2006","offset":10133},{"uri":"Rick_Rubin","surface_form":"Rick Rubin","offset":10233},{"uri":"Minutes_to_Midnight","surface_form":"Minutes to Midnight","offset":10664},{"uri":"May_15","surface_form":"May 15","offset":10705},{"uri":"2007","surface_form":"2007","offset":10713},{"uri":"Doomsday_Clock","surface_form":"Doomsday Clock","offset":10916},{"uri":"What_I%27ve_Done","surface_form":"What I've Done","offset":11188},{"uri":"April_2","surface_form":"April 2","offset":11221},{"uri":"2007","surface_form":"2007","offset":11230},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":11347},{"uri":"Modern_Rock_Tracks","surface_form":"Modern Rock Tracks","offset":11358},{"uri":"Mainstream_Rock_Tracks","surface_form":"Mainstream Rock Tracks","offset":11381},{"uri":"Transformers_(movie)","surface_form":"Transformers","offset":11467},{"uri":"Styles_of_Beyond","surface_form":"Styles of Beyond","offset":11509},{"uri":"American_Music_Awards","surface_form":"American Music Awards","offset":11659},{"uri":"Bleed_It_Out","surface_form":"Bleed It Out","offset":11714},{"uri":"Shadow_of_the_Day","surface_form":"Shadow of the Day","offset":11730},{"uri":"Given_Up","surface_form":"Given Up","offset":11751},{"uri":"Leave_Out_All_the_Rest","surface_form":"Leave Out All the Rest","offset":11766},{"uri":"2008","surface_form":"2008","offset":11823},{"uri":"Busta_Rhymes","surface_form":"Busta Rhymes","offset":11883},{"uri":"We_Made_It_(song)","surface_form":"We Made It","offset":11904},{"uri":"April_29","surface_form":"April 29","offset":11939},{"uri":"Live_Earth_Japan","surface_form":"Live Earth Japan","offset":12001},{"uri":"Download_Festival","surface_form":"Download Festival","offset":12042},{"uri":"Edgefest","surface_form":"Edgefest","offset":12091},{"uri":"Downsview_Park","surface_form":"Downsview Park","offset":12103},{"uri":"Toronto","surface_form":"Toronto","offset":12119},{"uri":"Nottingham","surface_form":"Nottingham","offset":12268},{"uri":"Sheffield","surface_form":"Sheffield","offset":12280},{"uri":"Manchester","surface_form":"Manchester","offset":12294},{"uri":"The_O2_arena_(London)","surface_form":"the O2 arena","offset":12339},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":12572},{"uri":"November_24","surface_form":"November 24","offset":12782},{"uri":"2008","surface_form":"2008","offset":12795},{"uri":"National_Bowl","surface_form":"Milton Keynes Bowl","offset":12862},{"uri":"Songs_From_the_Underground","surface_form":"Songs From the Underground","offset":12923},{"uri":"IGN","surface_form":"IGN","offset":13158},{"uri":"Hans_Zimmer","surface_form":"Hans Zimmer","offset":13538},{"uri":"New_Divide","surface_form":"New Divide","offset":13638},{"uri":"Westwood_Village","surface_form":"Westwood Village","offset":13755},{"uri":"Out_of_Ashes","surface_form":"Out of Ashes","offset":13978},{"uri":"Download_to_Donate_for_Haiti","surface_form":"Download to Donate for Haiti","offset":14124},{"uri":"2010_Haiti_earthquake","surface_form":"2010 Haiti earthquake","offset":14206},{"uri":"IPhone","surface_form":"iPhone","offset":14354},{"uri":"IPod_Touch","surface_form":"iPod Touch","offset":14362},{"uri":"IPad","surface_form":"iPad","offset":14378},{"uri":"8-Bit_Rebellion%21","surface_form":"8-Bit Rebellion!","offset":14399},{"uri":"ITunes","surface_form":"iTunes","offset":14594},{"uri":"A_Thousand_Suns","surface_form":"A Thousand Suns","offset":14685},{"uri":"The_Catalyst","surface_form":"The Catalyst","offset":14766},{"uri":"2010_MTV_Video_Music_Awards","surface_form":"2010 MTV Video Music Awards","offset":15328},{"uri":"Griffith_Observatory","surface_form":"Griffith Observatory","offset":15410},{"uri":"Waiting_for_the_End","surface_form":"Waiting for the End","offset":15558},{"uri":"Burning_in_the_Skies","surface_form":"Burning in the Skies","offset":15581},{"uri":"Iridescent_(song)","surface_form":"Iridescent","offset":15608},{"uri":"Transformers_(movie)","surface_form":"\"Transformers\" movies","offset":15775},{"uri":"2011_T%C5%8Dhoku_earthquake_and_tsunami","surface_form":"2011 Tōhoku earthquake and tsunami","offset":16257},{"uri":"Save_the_Children","surface_form":"Save the Children","offset":16433}]}