{"id":373650,"url":"http://en.wikipedia.org/wiki/Dondurma","text":"Dondurma or Turkish mastic ice cream (, the ice cream of Maraş city). It is much more difficult and heavy than the Arabic mastic ice cream. It has more fatty because it has more sweet cream or heavy cream with a high fat percentage. In the past, people who lived in the mountains made it with snow, goat milk, mastic, and \"dried orchidaceae powder\" (type of \"tubers\"). In southeast Turkey, the ice cream was more solid and sticky because of the powder of the orchid flowers that grow there. This ice cream is so solid that a knife and fork is used to eat it.\nIn the Turkish Culture.\nDondurma is commonly sold from both street vendors' carts and store fronts, where the mixture is churned regularly with long-handled paddles to keep it workable. Vendors often tease the customer by serving the ice cream cone on a stick, and then taking away the dondurma with the stick by rotating it around, before finally giving it to the customer. This sometimes results in misunderstandings among customers unfamiliar with the practice. Vendors often wear traditional clothing of the Ottoman period. In some places in Turkey it is customary to treat the ice cream as a Shawarma and cut it with a butcher knife.\nMastic ice cream.\nMastic ice cream is common in Turkey, and Syria. It is named after the Mastic (plant resin) spice being traditionally produced on Greek island of Chios, and, like other natural resins, in its natural form it is \"tears\" or drops. Because the real mastic is expensive and difficult to find, ice cream sellers of the other countries prefer to replace the mastic spice with glucose.\na few years after than in the end of the 19th century the Persian ice cream which called: \"Bastani Sonnati\" was first made for the persian king and based on the Mastic ice creams with Eggs and Spicees and for seasoning persian desserts.\nIn the Middle East only the Arabic version of the ice cream is known, compared to the Far East which sells only the Turkish version of the ice cream. in Greece the Mastic ice creams is known only in areas close to Turkey and there it is called: \"Kaimaki\" by the locals.","categories":[],"infobox_types":[],"annotations":[{"uri":"Street_vendor","surface_form":"street vendor","offset":619},{"uri":"Ottoman_Empire","surface_form":"Ottoman period","offset":1071},{"uri":"Turkey","surface_form":"Turkey","offset":1105},{"uri":"Shawarma","surface_form":"Shawarma","offset":1156},{"uri":"Turkey","surface_form":"Turkey","offset":1246},{"uri":"Syria","surface_form":"Syria","offset":1258},{"uri":"Mastic_(plant_resin)","surface_form":"Mastic (plant resin)","offset":1287},{"uri":"19th_century","surface_form":"19th century","offset":1636},{"uri":"Persian","surface_form":"Persian","offset":1653},{"uri":"Bastani_Sonnati","surface_form":"Bastani Sonnati","offset":1686},{"uri":"Egg_(food)","surface_form":"Eggs","offset":1779},{"uri":"Spice","surface_form":"Spicees","offset":1788},{"uri":"Middle_East","surface_form":"Middle East","offset":1839},{"uri":"Far_East","surface_form":"Far East","offset":1918},{"uri":"Greece","surface_form":"Greece","offset":1985}]}