{"id":373764,"url":"http://en.wikipedia.org/wiki/Mauno_Koivisto","text":"Mauno Koivisto (25 November 1923 – 12 May 2017) was a Finnish politician. He was the ninth President of Finland and the 32nd Prime Minister of Finland.\nEarly life.\nKoivisto was born in Turku. His family was not rich, his father was a carpenter building ships. His mother died when he was young. He finished school in young age, and took odd jobs. In Second world war Koivisto volunteered at the front. After the war he joined Social democratic party.\nKoivisto studied in his adult age and became doctor of law in 1953.\nPrime Minister.\nIn 1968 Koivisto become prime minister of Finland. He was very popular. His popularity helped him to become president in 1982 when Urho Kekkonen was too sick to continue. Koivisto won a second term in election.\nPresident.\nAs a president, Koivisto continued line of Kekkonen and was careful to practice neutral policy. This meant hthat he was not too visibly anti-soviet or pro-soviet. During his time Finland changed constituttion so that the president had less power than before.\nDeath.\nKoivisto's health declined in December 2016 due to Alzheimer's disease and his wife Tellervo started as his caregiver.\nIn January 2017, Koivisto fell badly at his home and broke his hand, after which he moved to a nursing home. In May 2017, Koivisto was put in end-of-life care. Koivisto died on 12 May 2017 in Helsinki from complications of Alzheimer's disease, aged 93.","categories":[],"infobox_types":[],"annotations":[{"uri":"Finland","surface_form":"Finnish","offset":54},{"uri":"President_of_Finland","surface_form":"President of Finland","offset":91},{"uri":"Prime_Minister_of_Finland","surface_form":"Prime Minister of Finland","offset":125},{"uri":"Turku","surface_form":"Turku","offset":185},{"uri":"Urho_Kekkonen","surface_form":"Urho Kekkonen","offset":666},{"uri":"Alzheimer%27s_disease","surface_form":"Alzheimer's disease","offset":1074},{"uri":"Caregiver","surface_form":"caregiver","offset":1131},{"uri":"End-of-life_care","surface_form":"end-of-life care","offset":1284}]}