{"id":373797,"url":"http://en.wikipedia.org/wiki/Sadao_Munemori","text":"Sadao Munemori (born August 17, 1922-April 5, 1945) was a United States Army soldier. He received the Medal of Honor because of his actions in World War II.\nEarly life.\nMunemori was born in Los Angeles, California to Japanese immigrant parents. He is a \"Nisei\", which means that he is a second generation Japanese-American.\nDuring World War II, Munemori's parents and siblings were interned at the Manzanar concentration camp.\nSoldier.\nTwo months after the Japanese attack on Pearl Harbor, he joined the US Army.\nMunemori volunteered to be part of the all-\"Nisei\" 100th Infantry Battalion. This army unit was mostly made up of Japanese Americans from Hawaii and the mainland.\nFor his actions in April 1945, he was the only Japanese American to be awarded the Medal of Honor during or immediately after World War II.\nMedal of Honor citation.\nMunmori's Medal of Honor recognized his conduct in frontline fighting in northern Italy in 1945. Without help from others, he attacked two machine guns before smothering a grenade blast with his body.\nHe fought with great gallantry and intrepidity near Seravezza, Italy. When his unit was pinned down by grazing fire from the enemy's strong mountain defense and command of the squad devolved on him with the wounding of its regular leader, he made frontal, one-man attacks through direct fire and knocked out two machine guns with grenades. Withdrawing under murderous fire and showers of grenades from other enemy emplacements, he had nearly reached a shell crater occupied by two of his men when an unexploded grenade bounced on his helmet and rolled toward his helpless comrades. He arose into the withering fire, dived for the missile and smothered its blast with his body. By his swift, supremely heroic action Pfc. Munemori saved two of his men at the cost of his own life and did much to clear the path for his company's victorious advance.\nNamesake.\nSadao Munemori is the namesake of a part of the California highway system, a ship, a building and an American Legion post.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Army","surface_form":"United States Army","offset":58},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":102},{"uri":"World_War_II","surface_form":"World War II","offset":143},{"uri":"Los_Angeles%2C_California","surface_form":"Los Angeles, California","offset":190},{"uri":"Japan","surface_form":"Japan","offset":217},{"uri":"Nisei","surface_form":"Nisei","offset":254},{"uri":"Manzanar","surface_form":"Manzanar","offset":398},{"uri":"Attack_on_Pearl_Harbor","surface_form":"attack on Pearl Harbor","offset":466},{"uri":"Recognize","surface_form":"recognized","offset":866},{"uri":"Frontline","surface_form":"frontline","offset":892},{"uri":"Namesake","surface_form":"namesake","offset":1921},{"uri":"Highway","surface_form":"highway","offset":1958},{"uri":"American_Legion","surface_form":"American Legion","offset":2000}]}