{"id":373792,"url":"http://en.wikipedia.org/wiki/Plantation_of_Ulster","text":"The Plantation of Ulster was the organised colonisation (\"plantation\") of Ulster. Ulster is a province of Ireland. People from Scotland and England were sent by the English government to live there. This started at the beginning of the 17th century, from 1606. It was colonised to stop the people living in the area fighting against the English rule. Ulster had been the region most resistant to English control during the previous century.\nAll land owned by Irish chieftains of the O'Neill dynasty (\"Uí Néill\" in Gaelic) and O'Donnell dynasty (\"Uí Domhnaill\" in Gaelic) was taken from them, and used for the colonists. This land added up to an estimated half a million acres (2,000 km²) in the counties County Donegal (called \"Tyrconnell\" at the time), Tyrone, Fermanagh, Cavan, Coleraine and Armagh. Most of counties Antrim and Down were privately colonised.\nThe colonists were also called the \"British tenants\". They were mostly from Scotland and England. They had to be English-speaking and Protestant. The Scottish colonists were mostly Presbyterian and the English mostly members of the Church of England. The Plantation of Ulster was the biggest of the Plantations of Ireland.\nBackground.\nHugh O’Donnell and Hugh O’Neill felt their position and the power of Ulster was under threat from the English intruders. There were many series of battles defeating small English groups, the rebellion known as the Nine Years' War. The following year they wrote to King Philip II of Spain for help. The Spanish aid came in but landed in Kinsale in October 1601 miles away from Ulster. O’Neill and O’Donnell gathered their army and met in Kinsale on Christmas Eve 1601. They were defeated by a strong English army of 20,000 men, led by Lord Deputy Mountjoy. The Spaniards surrendered. Within two years, O’Neill and other leaders surrendered at the Treaty of Mellifont. At Mellifont, the Ulster chieftains agreed to accept English rule in their lands (sheriffs and judges). They also agreed to abandon Brehon Law, the Irish language and any further thoughts of rebellion. With less support from their people and more English control over Ulster, O’Neill and almost one hundred leading members of Ulster’s Irish families fled Ireland in an event known as the Flight of the Earls. They went to Spain, Italy and Rome.\nEvents.\nKing James I was easily persuaded by England’s officials in Ireland that the best way to ensure Ulster’s future loyalty was through a plantation. First Antrim and Down were given to two Scottish noblemen. This brought over thousands of Scottish settlers as tenants to work on the land. By 1609, these planters were securely established. The area to be planted covered six counties- Donegal, Derry, Armagh, Fermanagh, Cavan and Tyrone. Lessons had been learned from previous plantations. No one was to be given more than 2000 acres and laws were stricter. There were different groups involved in the Ulster plantation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Colonisation","surface_form":"colonisation","offset":43},{"uri":"Plantation_(settlement_or_colony)","surface_form":"plantation","offset":58},{"uri":"Ulster","surface_form":"Ulster","offset":74},{"uri":"Ireland","surface_form":"Ireland","offset":106},{"uri":"Scotland","surface_form":"Scotland","offset":127},{"uri":"England","surface_form":"England","offset":140},{"uri":"Chieftain","surface_form":"chieftain","offset":465},{"uri":"O%27Neill_dynasty","surface_form":"O'Neill dynasty","offset":483},{"uri":"O%27Donnell_dynasty","surface_form":"O'Donnell dynasty","offset":526},{"uri":"County_Donegal","surface_form":"County Donegal","offset":704},{"uri":"County_Tyrone","surface_form":"Tyrone","offset":754},{"uri":"County_Fermanagh","surface_form":"Fermanagh","offset":762},{"uri":"County_Cavan","surface_form":"Cavan","offset":773},{"uri":"County_Coleraine","surface_form":"Coleraine","offset":780},{"uri":"County_Armagh","surface_form":"Armagh","offset":794},{"uri":"County_Antrim","surface_form":"Antrim","offset":819},{"uri":"County_Down","surface_form":"Down","offset":830},{"uri":"Scotland","surface_form":"Scotland","offset":937},{"uri":"England","surface_form":"England","offset":950},{"uri":"English_language","surface_form":"English-speaking","offset":974},{"uri":"Protestantism","surface_form":"Protestant","offset":995},{"uri":"Presbyterianism","surface_form":"Presbyterian","offset":1042},{"uri":"Church_of_England","surface_form":"Church of England","offset":1093},{"uri":"Plantations_of_Ireland","surface_form":"Plantations of Ireland","offset":1160},{"uri":"Battle","surface_form":"battle","offset":1343},{"uri":"Nine_Years%27_War_(Ireland)","surface_form":"Nine Years' War","offset":1410},{"uri":"Philip_II_of_Spain","surface_form":"Philip II of Spain","offset":1465},{"uri":"Spain","surface_form":"Spanish","offset":1498},{"uri":"Treaty_of_Mellifont","surface_form":"Treaty of Mellifont","offset":1842},{"uri":"Flight_of_the_Earls","surface_form":"Flight of the Earls","offset":2251},{"uri":"James_I_of_England","surface_form":"King James I","offset":2316}]}