{"id":373842,"url":"http://en.wikipedia.org/wiki/Hector_Burton","text":"Hector Tjupuru Burton is an Australian Aboriginal artist. He is a leading artist from Amaṯa, in north-western South Australia. His work has been shown in exhibitions since 2003, in several cities in Australia and other countries. His first solo exhibition was held in 2004, in Melbourne. Examples of his paintings are held in the National Gallery of Victoria, the Art Gallery of South Australia, the Art Gallery of New South Wales, and Flinders University.\nBurton had paintings chosen as finalists for the National Aboriginal & Torres Strait Islander Art Awards in 2011 and 2012.\nEarly life.\nBurton was born some time in the late 1930s. He was born near what is now Pipalyatjara, in north-west South Australia. A member of the Pitjantjatjara people, his childhood was spent living a traditional lifestyle in the bush. When he was still a child, Burton and his parents came out of the desert and settled at Ernabella. As a young man, Burton worked as a ringer at the large cattle station called Curtin Springs. He later moved to Amaṯa where he worked building dams, fences and cattle yards outside the town. He also later worked on a building project in Ernabella.\nBurton is a senior custodian of traditional Pitjantjatjara law (' or Dreaming). His father's homeland, to the west of Irrunytju, is closely associated with the (Caterpillar Dreaming) and the (Red Kangaroo Dreaming). His mother is from Lake Wilson. These legends are the subjects of many of his paintings.\nPainting.\nBurton started painting in 2002. He paints for Tjala Arts, Amaṯa's community-based art company. When he started, the company was called Minymaku Arts. Painting among Pitjantjatjara was originally done by women only (\"minymaku\" means \"women's\"). Men did not join the women until several years later, because they were afraid of revealing too much spiritual knowledge (which in Western Desert cultures is meant to be kept secret). Burton was one of the first men at Amaṯa to begin painting; the company changed its name to Tjala Arts in 2004, after several other men joined him.\nThe art community at Amaṯa is still strongly conservative. Only the basics of traditional beliefs are described in their works. To keep the meanings of his paintings hidden, Burton uses dotting and other techniques to disguise sacred figures and ancient symbols. He is a strong supporter of maintaing strict forms of secrecy when it comes to art produced in his community. He is now a board member of Tjala Arts, and often coordinates projects and exhibitions with the other artists.\nBurton's early paintings represent legends from his family's Dreaming. They also show strong Christian influences. Burton was taught by Presbyterian missionaries when he was growing up at Ernabella, and he mixed these beliefs with his family's Dreaming. When he was older, he was ordained as a minister, and is now a senior member of the Church on the Aṉangu Pitjantjatjara Yankunytjatjara Lands.\nSince the later part of 2011, Burton and several other men from Amaṯa have led a project to change the subject of their artists' work. Instead of depicting sacred Dreaming knowledge, he and the other board members of Tjala Arts have encouraged their artists to paint about other things (such as the landscape or wildlife). Burton and the other leaders decided that the popularity of Western Desert art had resulted in people asking too many questions about their traditional designs and too much secret knowledge being revealed. The centre's first exhibition under this project was held in March 2012, in Alice Springs. The exhibition was called \"Punu-Nguru\" (\"From the Trees\") and its paintings depicted traditional designs of trees from the artists' home countries.","categories":[],"infobox_types":[],"annotations":[{"uri":"Aboriginal_art","surface_form":"Aboriginal art","offset":39},{"uri":"Ama%E1%B9%AFa%2C_South_Australia","surface_form":"Amaṯa","offset":86},{"uri":"South_Australia","surface_form":"South Australia","offset":110},{"uri":"Art_exhibition","surface_form":"exhibitions","offset":154},{"uri":"National_Gallery_of_Victoria","surface_form":"National Gallery of Victoria","offset":330},{"uri":"Art_Gallery_of_South_Australia","surface_form":"Art Gallery of South Australia","offset":364},{"uri":"Art_Gallery_of_New_South_Wales","surface_form":"Art Gallery of New South Wales","offset":400},{"uri":"Flinders_University","surface_form":"Flinders University","offset":436},{"uri":"National_Aboriginal_%26amp%3B_Torres_Strait_Islander_Art_Award","surface_form":"National Aboriginal & Torres Strait Islander Art Award","offset":506},{"uri":"Pipalyatjara%2C_South_Australia","surface_form":"Pipalyatjara","offset":666},{"uri":"South_Australia","surface_form":"South Australia","offset":694},{"uri":"Pitjantjatjara","surface_form":"Pitjantjatjara","offset":727},{"uri":"The_bush","surface_form":"the bush","offset":808},{"uri":"Ernabella","surface_form":"Ernabella","offset":906},{"uri":"Cattle","surface_form":"cattle","offset":972},{"uri":"Station_(agriculture)","surface_form":"station","offset":979},{"uri":"Curtin_Springs","surface_form":"Curtin Springs","offset":994},{"uri":"Ama%E1%B9%AFa%2C_South_Australia","surface_form":"Amaṯa","offset":1028},{"uri":"Dam","surface_form":"dam","offset":1059},{"uri":"Custodian","surface_form":"custodian","offset":1183},{"uri":"Homeland","surface_form":"homeland","offset":1257},{"uri":"Irrunytju%2C_Western_Australia","surface_form":"Irrunytju","offset":1282},{"uri":"Lake_Wilson","surface_form":"Lake Wilson","offset":1399},{"uri":"Spirituality","surface_form":"spiritual","offset":1825},{"uri":"Knowledge","surface_form":"knowledge","offset":1835},{"uri":"Western_Desert_cultural_bloc","surface_form":"Western Desert","offset":1855},{"uri":"Conservative","surface_form":"conservative","offset":2101},{"uri":"Dot","surface_form":"dotting","offset":2242},{"uri":"Board_of_directors","surface_form":"board member","offset":2441},{"uri":"Christianity","surface_form":"Christian","offset":2633},{"uri":"Presbyterianism","surface_form":"Presbyterian","offset":2676},{"uri":"Missionary","surface_form":"missionaries","offset":2689},{"uri":"Ordination","surface_form":"ordained","offset":2820},{"uri":"A%E1%B9%89angu_Pitjantjatjara_Yankunytjatjara","surface_form":"Aṉangu Pitjantjatjara Yankunytjatjara Lands","offset":2892},{"uri":"Landscape","surface_form":"landscape","offset":3236},{"uri":"Wildlife","surface_form":"wildlife","offset":3249},{"uri":"Alice_Springs","surface_form":"Alice Springs","offset":3542},{"uri":"Tree","surface_form":"tree","offset":3665}]}