{"id":373818,"url":"http://en.wikipedia.org/wiki/Bulguksa","text":"Bulguksa is a temple of Korean Buddhism in Gyeongju in South Korea. It was designated as a historic site number 502 by Korean government. In 1995, Bulguksa was added to the UNESCO World Heritage List. It is known as one of the tourist attractions in Korea, where over 2 million people are visiting each year. It includes Dabotap(Korea's national treasure number 20) and Seokgatap(Korea's national treasure number 21), Cheongun-gyo(Blue Cloud Bridge, Korea's national treasure number 23) and Backun-gyo(White Cloud Bridge, Korea's national treasure number 23), and two gilt-bronze statues(Korea's national treasure number 26, 27) of Buddha.\nHistory.\nThe temple was made in the Silla kingdom, the golden age of Buddhist art. According to Samguk yusa (Three Kingdoms of Korea's history book), the temple had begun to be constructed under King Kyeongdeok in 751 and completed in 774. Kim Daeseong, the Prime Minister of Silla, decided to construct this temple in order to cherish the memory of his parents. The name of the temple 'Bulguk' means the country of Buddha. He wanted to his parents live happily in the Buddha's country after they died.\nBulguksa has been reconstructed thoroughout history. Especially in the Japanese colonial era, it was damaged a lot and lost its valuable treasures. After the independence of the Republic of Korea, Korean government started to reconstruct and reorganize the temple.\nNational Treasures in Bulguksa.\nDabotap and Seokgatap (Num 21, 22)\nDabotap is well known for its feminine and sophisticated beauty. Its height is 10.4m and it is representative of Korea's unique pagodas.\nSeokgatap is relatively simple and masculine compared to Dabotap. Its height is also 10.4, which makes Dabotap and Seokgatap the twin pagodas in Bulguksa.\nAt the entrance of Bulguksa is Chengun-gyo. It is said that the bridge links the human world to the world of Buddhist. It is decorated with stones very beautifully and its structure is so solid that it can withstand earthquakes.","categories":[],"infobox_types":["UNESCO World Heritage Site","Korean name"],"annotations":[{"uri":"Buddhism","surface_form":"Buddhism","offset":31},{"uri":"Gyeongju","surface_form":"Gyeongju","offset":43},{"uri":"Buddha","surface_form":"Buddha","offset":632},{"uri":"Silla","surface_form":"Silla","offset":676},{"uri":"Three_Kingdoms_of_Korea","surface_form":"Three Kingdoms of Korea","offset":749}]}