{"id":373823,"url":"http://en.wikipedia.org/wiki/Vibraslap","text":"The vibraslap is a percussion instrument. It is a modern version of the jawbone. Due to the fragile nature of the jawbone, the vibra-slap was created to provide a stronger alternative with a similar sound. It has been used mainly in popular music. Several rock bands have used this sound for the last decades of the 20th century and into the 21st century. It is also popular in Latin music.\nThe vibraslap is made of a cowbell-shaped hollow box (acting as a resonator) and a wooden ball connected by a steel rod. The steel rod is bent in an \"L\" shape that allows the performer to hold the rod in one hand and strike the ball with the palm of their other hand. The steel rod acts as a sort of spring that vibrates the box on the other end. The box acts as a resonating body for a metal mechanism placed inside with a number of loosely fastened pins or rivets that vibrate and rattle against the box, much like the teeth of the jawbone. The vibraslap is produced in a number of sizes using different materials such as wood, metal or composite materials.\nThe Vibra-Slap was the first patent granted to the instrument manufacturing company Latin Percussion.\nThe Vibra-Slap's inventor was Martin Cohen. It is sometimes sold as a \"Donkey Call\" or \"Rattleslap\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Percussion","surface_form":"percussion","offset":19},{"uri":"Jawbone_instrument)","surface_form":"jawbone","offset":72},{"uri":"Popular_music","surface_form":"popular music","offset":233},{"uri":"Rock_and_roll","surface_form":"rock","offset":256},{"uri":"Latin_music","surface_form":"Latin music","offset":378},{"uri":"Resonator","surface_form":"resonator","offset":457},{"uri":"Steel","surface_form":"steel","offset":501},{"uri":"Vibration","surface_form":"vibrates","offset":703},{"uri":"Rivet","surface_form":"rivet","offset":850},{"uri":"Composite","surface_form":"composite","offset":1030},{"uri":"Patent","surface_form":"patent","offset":1080},{"uri":"Latin_Percussion","surface_form":"Latin Percussion","offset":1135},{"uri":"Martin_Cohen","surface_form":"Martin Cohen","offset":1183},{"uri":"Rattleslap","surface_form":"Rattleslap","offset":1241}]}