{"id":373853,"url":"http://en.wikipedia.org/wiki/Molecular_cloning","text":"e=\"preserve\">Molecular cloning is a type of work in molecular biology. It is used to assemble recombinant DNA molecules, and to direct their replication within host organisms. The use of the word \"cloning\" means a DNA molecule from a single living cell is used to make a large population of cells containing identical DNA molecules. Molecular cloning methods are central to many areas of modern biology and medicine.\nMolecular cloning generally uses DNA sequences from two different organisms: the species that is the source of the DNA to be cloned, and the species that will serve as the living host for multiplying (replicating) the recombinant DNA.\nIn a molecular cloning experiment, the DNA to be cloned is got from an organism of interest, then treated with enzymes in the test tube to get smaller DNA fragments. These fragments are then joined with vector DNA to produce recombinant DNA molecules. The recombinant DNA is then introduced into a host organism (typically an easy-to-grow, benign, laboratory strain of \"E. coli\" bacteria). This produces a population of organisms in which recombinant DNA molecules are replicated along with the host DNA. Because they contain foreign DNA fragments, these are \"transgenic\" or genetically-modified microorganisms (GMO).\nThis process takes advantage of the fact that a single bacterial cell can be induced to take up and replicate a single recombinant DNA molecule. This single cell can then be expanded exponentially to generate a large amount of bacteria, each of which contain copies of the original recombinant molecule. Thus, both the resulting bacterial population, and the recombinant DNA molecule, are commonly referred to as \"clones\". Strictly speaking, \"recombinant DNA\" refers to DNA molecules, while \"molecular cloning\" refers to the experimental methods used to assemble them.\nHistory.\nThe idea of using molecular cloning to produce recombinant DNA was invented by Paul Berg, who won the Nobel Prize in Chemistry for 1980, jointly with Walter Gilbert and Fred Sanger.","categories":[],"infobox_types":[],"annotations":[{"uri":"Molecular_biology","surface_form":"molecular biology","offset":52},{"uri":"DNA_replication","surface_form":"replication","offset":141},{"uri":"Host_(biology)","surface_form":"host organisms","offset":160},{"uri":"Cloning","surface_form":"cloning","offset":197},{"uri":"Source","surface_form":"source","offset":518},{"uri":"Vector_(molecular_biology)","surface_form":"vector DNA","offset":855},{"uri":"E._coli","surface_form":"E. coli","offset":1022},{"uri":"Paul_Berg","surface_form":"Paul Berg","offset":1927},{"uri":"Nobel_Prize_in_Chemistry","surface_form":"Nobel Prize in Chemistry","offset":1950},{"uri":"Walter_Gilbert","surface_form":"Walter Gilbert","offset":1998},{"uri":"Fred_Sanger","surface_form":"Fred Sanger","offset":2017}]}