{"id":373826,"url":"http://en.wikipedia.org/wiki/Students_in_Free_Enterprise","text":"Students in Free Enterprise (SIFE) is an international non-profit organization. It works with university students who want to change their communities positively and learn practical knowledge to become socially responsible business leaders. Students form teams in their campuses and use business model to make better the quality of life and standard of living for people in need.\nHistory.\nSIFE, was established in 1975 in the United States by Robert T. Davis. SIFE was originally a regional leadership training program attended by university students who taught their communities what they had learned. Eventually, these university students competed on the outcomes of their efforts.\nOperating system.\nMore than 1,600 university campuses in 39 countries take part in SIFE's projects. SIFE gives these students the chance to develop leadership, teamwork and communication skills through learning, practicing and teaching the knowledge of free enterprise. SIFE Teams teach important concepts including market economics, entrepreneurship, personal and financial success, and business studies, their communities and their countries.\nCompetitions.\nEach year, SIFE competitions are held worldwide, so called World Cup, with thousands of students and business leaders. Teams present their projects to judges who evaluate those projects and determine which teams had the most impact improving the quality of life and standard of living for members of their community.\nEvery country organizes a national competition to pick up national champion and give him a opportunity to compete at the World Cup.\n``Considering the relevant economic, social and environmental factors, which SIFE team most effectively empowered people in need by applying business and economic concepts and an entrepreneurial approach to improve their quality of life and standard of living.``\nPartners.\nSIFE partners include corporations, organizations and individuals' foundations such as HSBC, PepsiCo, Unilever, DELL, Microsoft.\nOther websites.\nSIFE is now called Enactus. Here is the press release link - http://enactus.org/sife-changes-their-name-to-highlight-a-deep-commitment-to-entrepreneurial-action/#.W4mPFvmnGUk","categories":[],"infobox_types":[],"annotations":[{"uri":"International_organization","surface_form":"international","offset":41},{"uri":"Non-profit_organization","surface_form":"non-profit organization","offset":55},{"uri":"University","surface_form":"university","offset":94},{"uri":"Campus","surface_form":"campus","offset":270}]}