{"id":374005,"url":"http://en.wikipedia.org/wiki/James_Lovelock","text":"James Ephraim Lovelock CH CBE FRS (born 26 July 1919) is an independent scientist who lives in Devon. He became an environmentalist and futurist. He is best known for proposing the Gaia theory. This suggests the biosphere is a self-regulating system.\nAfter the development of an instrument in the late 1960s, Lovelock was the first to detect the widespread presence of CFCs in the atmosphere. He found a concentration of 60 parts per trillion of CFC-11 over Ireland. He went on to measure the concentration of CFC-11 from the northern hemisphere to the Antarctic aboard the research ship RRS \"Shackleton\".\nGaia.\nLovelock developed his Gaia ideas after working for NASA on detecting life on Mars.\nThe Gaia hypothesis proposes that living and non-living parts of the Earth form a complex interacting system that can be thought of as a single organism. Named after the Greek goddess Gaia at the suggestion of novelist William Golding, the idea is that the biosphere has a regulatory effect on the Earth's environment which acts to sustain life.\nWhile the idea was readily accepted by many in the environmentalist community, it has not been widely accepted by other scientists. Among its more famous critics are the evolutionary biologists Richard Dawkins, Ford Doolittle, and Stephen Jay Gould. Lovelock has responded to these criticisms with models such as Daisyworld, which illustrate how individual-level effects can translate to planetary homeostasis, under the right circumstances.\nGlobal warming.\nIn Lovelock's 2006 book, \"The Revenge of Gaia\", he argues that the destruction of rainforests weakens Gaia's capacity to control greenhouse gases in the atmosphere. If so, the planet's negative feedbacks would weaken, and global warming would continue to increase.\nThe warming of the oceans is extending the oceanic thermocline layer of tropical oceans over the Arctic and Antarctic waters. This would prevent the rise of oceanic nutrients into the surface waters and eliminate the algal blooms of phytoplankton. As phytoplankton and forests are the main ways in which Gaia draws down carbon dioxide, taking it out of the atmosphere, the elimination of this environmental buffering will see, according to Lovelock, most of the earth becoming uninhabitable for humans and other life-forms by the middle of this century, with a massive extension of tropical deserts. This rather extreme view is held by only a few other scientists.\nIn his most recent book, \"The Vanishing Face of Gaia\", he suggests that we may already be beyond the tipping point of terrestrial climate into a permanently hot state. Given these conditions, Lovelock expects human civilization will be hard pressed to survive. He expects the change to be similar to the PaleoceneEocene Thermal Maximum when atmospheric concentration of CO2 was 450 ppm. At that point the Arctic Ocean was 23 °C and had crocodiles in it, with the rest of the world mostly scrub and desert.\nClimate engineering.\nIn September 2007, Lovelock and Chris Rapley proposed the construction of ocean pumps to pump water up from below the thermocline to \"fertilize algae in the surface waters and encourage them to bloom\". The basic idea was to accelerate the transfer of carbon dioxide from the atmosphere to the ocean by increasing photosynthesis and increasing the export of organic carbon (as \"marine snow\") to the deep ocean. A scheme similar to that proposed by Lovelock and Rapley is being independently developed by a commercial company.\nLovelock subsequently said that his proposal was intended to stimulate interest, and research would be the next step.","categories":[],"infobox_types":["scientist"],"annotations":[{"uri":"Order_of_the_Companions_of_Honour","surface_form":"CH","offset":23},{"uri":"Order_of_the_British_Empire","surface_form":"CBE","offset":26},{"uri":"Royal_Society","surface_form":"FRS","offset":30},{"uri":"Devon","surface_form":"Devon","offset":95},{"uri":"Futurist","surface_form":"futurist","offset":136},{"uri":"Biosphere","surface_form":"biosphere","offset":212},{"uri":"Self-regulating","surface_form":"self-regulating","offset":227},{"uri":"System","surface_form":"system","offset":243},{"uri":"Trillion","surface_form":"trillion","offset":434},{"uri":"CFC-11","surface_form":"CFC-11","offset":446},{"uri":"Ireland","surface_form":"Ireland","offset":458},{"uri":"Northern_hemisphere","surface_form":"northern hemisphere","offset":526},{"uri":"Antarctic","surface_form":"Antarctic","offset":553},{"uri":"NASA","surface_form":"NASA","offset":664},{"uri":"Mars","surface_form":"Mars","offset":690},{"uri":"Cybernetics","surface_form":"complex interacting system","offset":778},{"uri":"Organism","surface_form":"organism","offset":840},{"uri":"Greek_mythology","surface_form":"Greek","offset":866},{"uri":"Goddess","surface_form":"goddess","offset":872},{"uri":"Gaia_(mythology)","surface_form":"Gaia","offset":880},{"uri":"William_Golding","surface_form":"William Golding","offset":915},{"uri":"Biosphere","surface_form":"biosphere","offset":953},{"uri":"Evolutionary_biologist","surface_form":"evolutionary biologist","offset":1212},{"uri":"Richard_Dawkins","surface_form":"Richard Dawkins","offset":1236},{"uri":"Ford_Doolittle","surface_form":"Ford Doolittle","offset":1253},{"uri":"Stephen_Jay_Gould","surface_form":"Stephen Jay Gould","offset":1273},{"uri":"Daisyworld","surface_form":"Daisyworld","offset":1355},{"uri":"Homeostasis","surface_form":"homeostasis","offset":1440},{"uri":"Rainforests","surface_form":"rainforests","offset":1582},{"uri":"Greenhouse_gas","surface_form":"greenhouse gas","offset":1629},{"uri":"Atmosphere","surface_form":"atmosphere","offset":1653},{"uri":"Negative_feedback","surface_form":"negative feedback","offset":1685},{"uri":"Global_warming","surface_form":"global warming","offset":1722},{"uri":"Thermocline","surface_form":"thermocline","offset":1816},{"uri":"Arctic","surface_form":"Arctic","offset":1862},{"uri":"Antarctic","surface_form":"Antarctic","offset":1873},{"uri":"Algal_bloom","surface_form":"algal bloom","offset":1982},{"uri":"Phytoplankton","surface_form":"phytoplankton","offset":1998},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":2085},{"uri":"Atmosphere","surface_form":"atmosphere","offset":2122},{"uri":"Desert","surface_form":"desert","offset":2356},{"uri":"Civilization","surface_form":"civilization","offset":2645},{"uri":"PaleoceneEocene_Thermal_Maximum","surface_form":"PaleoceneEocene Thermal Maximum","offset":2734},{"uri":"Arctic_Ocean","surface_form":"Arctic Ocean","offset":2835},{"uri":"Crocodile","surface_form":"crocodile","offset":2866},{"uri":"Scrub","surface_form":"scrub","offset":2918},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":3270}]}