{"id":374092,"url":"http://en.wikipedia.org/wiki/Jeonju","text":"The city of Jeonju was the political, economic and cultural center in the Honam Plain, Korea’s most fertile farmland that encompasses today’s South and North Jeolla Provinces. The first historic records about the city come from the Unified Silla Period. Back then, the city was called Wansanju. After the Unified Silla was divided, Jeonju served as the capital of the late Baekje, one of the kingdoms set up after the breakup of the Unified Silla. Coming to the Joseon period, Jeonju became even more important as the city was the birthplace of the first ancestor of Lee Sung-gae, the first king of the Joseon Dynasty.\nKnown as a city with 1000-year history, Jeonju is also promoted as a gateway to traditional Korean culture and gastronomy. The Hanok Village in Jeonju is one of the most famous tourist attractions that many Koreans and foreigners visit every year. The Hanok Village, where traditional Korean houses from the Joseon Period are preserved, offers traditional Korean cuisine, hanji, or traditional Korean paper, and oriental medicine. Tourists can get a hands-on experience at various tourist facilities and historic sites in the city.\nUNESCO has officially designated Jeonju as a City of Gastronomy. The flavorful foods Jeonju offers are widely known among Koreans as well, and there are many restaurants in Korea that claim that they have originated from Jeonju. Two most famous foods from Jeonju are bibimbap and a bean sprout soup called kongnamulgukbap. Bibimbap is a dish that mixes rice with sautéed vegetables, meat, eggs, and hot red-pepper paste and offered in a bowl. Different ingredients blend in well to create a harmonious taste. Kongnamulgukbap is a bean sprout soup offered with rice in it. It seems a simple dish to make. But it has a very special taste that also comes from a mix of different ingredients put it to make the soup broth.","categories":[],"infobox_types":[],"annotations":[{"uri":"Honam","surface_form":"Honam","offset":74},{"uri":"Jeolla","surface_form":"Jeolla","offset":158},{"uri":"Unified_Silla","surface_form":"Unified Silla","offset":232},{"uri":"Wansanju","surface_form":"Wansanju","offset":285},{"uri":"Unified_Silla","surface_form":"Unified Silla","offset":305},{"uri":"Baekje","surface_form":"Baekje","offset":373},{"uri":"Unified_Silla","surface_form":"Unified Silla","offset":433},{"uri":"Joseon","surface_form":"Joseon","offset":462},{"uri":"Lee_Sung-gae","surface_form":"Lee Sung-gae","offset":567},{"uri":"Joseon_Dynasty","surface_form":"Joseon Dynasty","offset":603},{"uri":"Hanok_Village","surface_form":"Hanok Village","offset":746},{"uri":"Hanji","surface_form":"hanji","offset":991},{"uri":"Bibimbap","surface_form":"bibimbap","offset":1418},{"uri":"Kongnamulgukbap","surface_form":"kongnamulgukbap","offset":1457},{"uri":"Bibimbap","surface_form":"Bibimbap","offset":1474},{"uri":"Kongnamulgukbap","surface_form":"Kongnamulgukbap","offset":1660}]}