{"id":374104,"url":"http://en.wikipedia.org/wiki/Trifles","text":"\"Trifles\" is a one-act play by Susan Glaspell. She wrote a short story \"A Jury of Her Peers\". She adapted the story from the play a year after its debut. It was first shown to the public by the Provincetown Players at the Wharf Theatre in Provincetown, Massachusetts on August 8, 1916. In the original play, Glaspell played the role of one of the characters, Mrs. Hale. It frequently appears in American literature textbooks.\nBackground.\nThe play is about the murder of John Hossack. Glaspell reported on the murder while she was working as a news journalist for the Des Moines Daily News. People thought that Hossack's wife, Margaret, killed her husband. However, Margaret argued that someone had entered the house and killed John with an axe. She was found out to be guilty, but Susan Glaspell could not forget about the accident.\nFeminist drama.\n\"Trifles\" is an example of early feminist drama. There are two female characters: Mrs. Peters and Mrs. Hale. They had the ability to sympathize with the victim's wife, Minnie. Therefore, they could find the evidence against her while the men could not find the evidence because of their cold, emotionless search of material facts. The female characters find the body of a canary. Its neck was twisted and it was killed in the same way as John Wright, who was the dead husband. They can find out from the evidence that Minnie was the murderer, and they appear to empathize with her situation. Clearly, the wife is symbolized by the caged bird, a common symbol of women's roles in society. The plot ends with the two women hiding the evidence against Minnie.\nThe male characters have prejudice. They believed that they can discover nothing important in areas of the house where Minnie spent most time. Because of their prejudice, they overlook important clues that are \"trifles\" to them, while women concern about the clues. Male characters search the barn and the bedroom, places where men have power, rather than the kitchen, the only place where a woman would be powerful. One important line, spoken by the sheriff, says of the kitchen \"Nothing here but kitchen things.\" The main reason of their failure of finding the evidence is that they ignored the importance of woman's life and did not want to enter the \"woman's sphere\". The most important evidence, the dead canary that the two women find, was hidden in Minnie's sewing basket.\nAfter they find the evidence, the two women face the moral dilemma of telling the men about the motive or protecting Minnie because they see Minnie as a victim. Their choice raises questions about solidarity among women, the meaning of justice, and the role of women in society as a source of justice.\nSymbolism.\nAs the women note, Minnie used to sing before she married John Wright. Martha thinks that Minnie could not sing or do anything that makes her happy because of her husband. Martha also thinks that Minnie's spirit was dead when she got married. The writer symbolizes it in the strangling of her songbird companion.\nMinnie is similar to her kitchen and sewing things. The cold weather freezes and breaks her preserve jars. That symbolizes the cold environment of her home breaking her spirit. In addition, the coldness cause the characters to fail to empathize each other.\nThe male characters are clear symbols of \"law\" and cold rationality, while the women are intuitive. They raise questions of the value of rational thought.\nModern Theater.\nOne thing unique in this play is that the main \"players\" in the murder, Minnie (the murderer) and John Wright (the murdered) never appear on stage. Other characters describe their lives and personalities.\nCharacters.\n• John Wright, the murdered Husband in the beginning of the Play\n• Minnie Wright, main focus of the play and suspect of her husband's murder","categories":[],"infobox_types":[],"annotations":[{"uri":"Susan_Glaspell","surface_form":"Susan Glaspell","offset":31},{"uri":"A_Jury_of_Her_Peers","surface_form":"A Jury of Her Peers","offset":72},{"uri":"Debut","surface_form":"debut","offset":147},{"uri":"Provincetown_Players","surface_form":"Provincetown Players","offset":194},{"uri":"Provincetown%2C_Massachusetts","surface_form":"Provincetown, Massachusetts","offset":239},{"uri":"Literature","surface_form":"literature","offset":404},{"uri":"Feminist","surface_form":"feminist","offset":882},{"uri":"Sympathy","surface_form":"sympathize","offset":982},{"uri":"Victim","surface_form":"victim","offset":1002},{"uri":"Evidence","surface_form":"evidence","offset":1056},{"uri":"Material","surface_form":"material","offset":1164},{"uri":"Canary","surface_form":"canary","offset":1221},{"uri":"Empathize","surface_form":"empathize","offset":1411},{"uri":"Symbolism","surface_form":"symbolized","offset":1462},{"uri":"Prejudice","surface_form":"prejudice","offset":1631},{"uri":"Sheriff","surface_form":"sheriff","offset":2057},{"uri":"Dilemma","surface_form":"dilemma","offset":2445},{"uri":"Solidarity","surface_form":"solidarity","offset":2583},{"uri":"Justice","surface_form":"justice","offset":2622},{"uri":"Law","surface_form":"law","offset":3311},{"uri":"Rationality","surface_form":"rationality","offset":3325}]}