{"id":374105,"url":"http://en.wikipedia.org/wiki/SK_Wyverns","text":"e=\"preserve\">SK Wyverns is a professional baseball team in South Korea. It was established in 2000. The team is based in Incheon and plays home games at Munhak Baseball Stadium. The mascot of this team is a wyvern, a king of dragons.\nHistory.\nIn the 2000 season, the Ssangbangwool Raiders, a team that had previously represented the Jeonlabuk-do region since 1991, was dissolved because of the bankruptcy of the Ssangbangwool Group. Then the KBO appointed SK company as a supporter of the new team, and SK determined its team name as SK Wyverns. So the Raiders and the Wyverns has no historical links although the Wyverns consisted of many players from the Raiders.\nThe Unicorns, a team that had previously represented Incheon, went to Suwon, and the SK Wyverns became new Incheon team. It advanced the first Korean Series in 2003, where somewhat ironically, it was defeated by the Hyundai Unicorns in seven games.\nRecords.\nIn 2007, under the new director Kim Sung-keun, SK defeated the Doosan Bears in six games to win the 2007 Korean Series - the first time the franchise had won the Korean Series - after finishing the league in first place. They became the first team in Korean Series history to win after losing the first two games. Designated Hitter Kim Jae-hyun was the series MVP.\nSK went to the Korean Series again in 2008, once again facing their main rivals, Doosan Bears. In a repeat of 2007, SK defeated Doosan and became the Korean Series Champions again. Choi Jeong, 21 year old 3rd baseman, was the series MVP.\nIn 2009, in spite of many injured players, SK advanced the Korean Series again, but they were defeated by the KIA Tigers in 7 games. However, in 2010, it regained the champion title by defeating Samsung Lions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Baseball","surface_form":"baseball","offset":42},{"uri":"South_Korea","surface_form":"South Korea","offset":59},{"uri":"Incheon","surface_form":"Incheon","offset":121},{"uri":"Munhak_Baseball_Stadium","surface_form":"Munhak Baseball Stadium","offset":153},{"uri":"Mascot","surface_form":"mascot","offset":182},{"uri":"Wyvern","surface_form":"wyvern","offset":207},{"uri":"Dragon","surface_form":"dragon","offset":225},{"uri":"Ssangbangwool_Raiders","surface_form":"Ssangbangwool Raiders","offset":267},{"uri":"Kim_Sung-keun","surface_form":"Kim Sung-keun","offset":956},{"uri":"Doosan_Bears","surface_form":"Doosan Bears","offset":987},{"uri":"Kim_Jae-hyun","surface_form":"Kim Jae-hyun","offset":1256},{"uri":"Korean_Series","surface_form":"Korean Series","offset":1304},{"uri":"Doosan_Bears","surface_form":"Doosan Bears","offset":1370},{"uri":"KIA_Tigers","surface_form":"KIA Tigers","offset":1637},{"uri":"Samsung_Lions","surface_form":"Samsung Lions","offset":1722}]}