{"id":374183,"url":"http://en.wikipedia.org/wiki/Robert_Kuroda","text":"Robert Toshio Kuroda (November 8, 1922-October 20, 1944) was a United States Army soldier. He received the Medal of Honor because of his actions in World War II.\nEarly life.\nKuroda was born in Hawaii. He was the son of immigrants who were born in Japan. He is a \"Nisei\", which means that he is a second generation Japanese-American.\nSoldier.\nKuroda joined the Army in March 1943.\nKuroda volunteered to be part of the all-\"Nisei\" 442nd Regimental Combat Team. This army unit was mostly made up of Japanese Americans from Hawaii and the mainland.\nFor his actions in October 1944, Kuroda was awarded the Army's second-highest decoration, the Distinguished Service Cross (DSC). In the 1990s, there was a review of service records of Asian Americans who received the DSC during World War II. Kuroda's award was upgraded to the Medal of Honor. In a ceremony at the White House on June 21, 2000, his family was presented with his medal by President Bill Clinton. Twenty-one other Asian Americans also received the medal during the ceremony, but only seven of them were still alive.\nMedal of Honor citation.\nKuroda's Medal of Honor recognized his conduct in frontline fighting in France in 1944. Without help from others, he destroyed two machine gun nests.\nKuroda attacked two enemy machine gun positions. During the fighting, he was killed by a sniper.\nStaff Sergeant Robert T. Kuroda distinguished himself by extraordinary heroism in action, on 20 October 1944, near Bruyeres, France. Leading his men in an advance to destroy snipers and machine gun nests, Staff Sergeant Kuroda encountered heavy fire from enemy soldiers occupying a heavily wooded slope. Unable to pinpoint the hostile machine gun, he boldly made his way through heavy fire to the crest of the ridge. Once he located the machine gun, Staff Sergeant Kuroda advanced to a point within ten yards of the nest and killed three enemy gunners with grenades. He then fired clip after clip of rifle ammunition, killing or wounding at least three of the enemy. As he expended the last of his ammunition, he observed that an American officer had been struck by a burst of fire from a hostile machine gun located on an adjacent hill. Rushing to the officer's assistance, he found that the officer had been killed. Picking up the officer's submachine gun, Staff Sergeant Kuroda advanced through continuous fire toward a second machine gun emplacement and destroyed the position. As he turned to fire upon additional enemy soldiers, he was killed by a sniper. Staff Sergeant Kuroda's courageous actions and indomitable fighting spirit ensured the destruction of enemy resistance in the sector. Staff Sergeant Kuroda's extraordinary heroism and devotion to duty are in keeping with the highest traditions of military service and reflect great credit on him, his unit, and the United States Army.\nNamesake.\nRobert Kuroda is the namesake of the US Army logistics support vessel, the \"USS Robert T. Kuroda\" (LSV-7). A parade ground at Fort DeRussy in Honolulu is named after Kuroda.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Army","surface_form":"United States Army","offset":63},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":107},{"uri":"World_War_II","surface_form":"World War II","offset":148},{"uri":"Nisei","surface_form":"Nisei","offset":263},{"uri":"442nd_Regimental_Combat_Team","surface_form":"442nd Regimental Combat Team","offset":429},{"uri":"Distinguished_Service_Cross_(United_States)","surface_form":"Distinguished Service Cross","offset":639},{"uri":"White_House","surface_form":"White House","offset":859},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":942},{"uri":"Recognize","surface_form":"recognized","offset":1124},{"uri":"Frontline","surface_form":"frontline","offset":1150},{"uri":"Sniper","surface_form":"sniper","offset":1339},{"uri":"Clip_(ammunition)","surface_form":"clip","offset":1928},{"uri":"Submachine_gun","surface_form":"submachine gun","offset":2290},{"uri":"Namesake","surface_form":"namesake","offset":2875}]}