{"id":374214,"url":"http://en.wikipedia.org/wiki/Skyfall","text":"\"Skyfall\" is a 2012 spy movie and the twenty-third in the \"James Bond\" series produced by Eon Productions. The movie is the third to star Daniel Craig as fictional MI6 agent James Bond and includes Javier Bardem as Raoul Silva, the villain, and Judi Dench, as M. It was directed by Sam Mendes and written by Neal Purvis, Robert Wade, and John Logan, and features the theme song \"Skyfall\", written and performed by Adele. It was distributed by Sony Pictures Releasing. The movie centres around Bond investigating an attack on MI6; the attack is part of a plot by former MI6 operative Raoul Silva to humiliate, discredit and kill M as revenge against her for betraying him. It sees the return of two recurring characters after an absence of two movies: Q, played by Ben Whishaw, and Miss Moneypenny, played by Naomie Harris.\nMendes was approached to direct after the release of \"Quantum of Solace\" in 2008. Development was suspended when MGM ran into financial trouble, and did not resume until MGM emerged from bankruptcy in December 2010; meanwhile the original screenwriter, Peter Morgan, left the project. When production resumed, Logan, Purvis, and Wade continued writing what became the final version. Filming began in November 2011, primarily in the United Kingdom, with smaller portions shot in China and Turkey.\n\"Skyfall\" premiered at the Royal Albert Hall, London, on 23 October 2012 and was released in the UK on 26 October and in North America on 9 November. It was the first James Bond movie to be screened in IMAX venues, although it was not filmed with IMAX cameras. The release coincided with the 50th anniversary of the series, which began with \"Dr. No\" in 1962. \"Skyfall\" was very well received by critics, who praised its screenplay, acting (particularly by Craig, Bardem, and Dench), Mendes's direction, Deakins's cinematography, Thomas Newman's musical score, and action sequences. It was the fourteenth movie to gross over $1 billion worldwide, and the only \"James Bond\" movie to do so. It became the seventh-highest-grossing movie of all time, the highest-grossing movie in the UK, the highest-grossing movie in the series, the highest-grossing movie worldwide for both Sony Pictures and MGM, and the second-highest-grossing movie of 2012. The movie won several accolades, including two Academy Awards, two BAFTA Awards and two Grammy Awards.\nThe next movie in the series, \"Spectre\", was released in North America in November 2015, with Craig reprising his role, Sony Pictures returning to distribute, and Mendes returning to direct.","categories":[],"infobox_types":["film"],"annotations":[{"uri":"Spy_movie","surface_form":"spy movie","offset":20},{"uri":"James_Bond","surface_form":"James Bond","offset":59},{"uri":"Eon_Productions","surface_form":"Eon Productions","offset":90},{"uri":"Daniel_Craig","surface_form":"Daniel Craig","offset":138},{"uri":"MI6","surface_form":"MI6","offset":164},{"uri":"Javier_Bardem","surface_form":"Javier Bardem","offset":198},{"uri":"Judi_Dench","surface_form":"Judi Dench","offset":245},{"uri":"Sam_Mendes","surface_form":"Sam Mendes","offset":282},{"uri":"Neal_Purvis","surface_form":"Neal Purvis","offset":308},{"uri":"Robert_Wade","surface_form":"Robert Wade","offset":321},{"uri":"John_Logan","surface_form":"John Logan","offset":338},{"uri":"Skyfall_(song)","surface_form":"Skyfall","offset":379},{"uri":"Adele","surface_form":"Adele","offset":414},{"uri":"Sony_Pictures_Releasing","surface_form":"Sony Pictures Releasing","offset":443},{"uri":"MI6","surface_form":"MI6","offset":525},{"uri":"Ben_Whishaw","surface_form":"Ben Whishaw","offset":764},{"uri":"Naomie_Harris","surface_form":"Naomie Harris","offset":808},{"uri":"Quantum_of_Solace","surface_form":"Quantum of Solace","offset":877},{"uri":"Peter_Morgan","surface_form":"Peter Morgan","offset":1076},{"uri":"Royal_Albert_Hall","surface_form":"Royal Albert Hall","offset":1346},{"uri":"IMAX","surface_form":"IMAX","offset":1521},{"uri":"IMAX_cameras","surface_form":"IMAX cameras","offset":1566},{"uri":"Dr._No_(movie)","surface_form":"Dr. No","offset":1661},{"uri":"Thomas_Newman","surface_form":"Thomas Newman","offset":1848},{"uri":"Academy_Awards","surface_form":"Academy Awards","offset":2308},{"uri":"BAFTA_Awards","surface_form":"BAFTA Awards","offset":2328},{"uri":"Grammy_Awards","surface_form":"Grammy Awards","offset":2349},{"uri":"Spectre_(2015_movie)","surface_form":"Spectre","offset":2395}]}