{"id":374249,"url":"http://en.wikipedia.org/wiki/The_Crucible_(2011_movie)","text":"Plot.\nKang In-ho started for his new post as a music teacher in Musin Jayae school (special school for the disabled) thanks to the professor's introduce. In-ho felt awkward for the first day by watching the scene of severe rape and strange sound from a restroom. He came to know a woman who worked for human rights at the garage. In-ho heard shocking stories from a student named Yeon-du. Yeon-du, Yoo-ri and Min-su were sexually assaulted by the teachers. There is a similarity that the students have no parents or parents who suffer mental disease. After listening to the disturbing stories, In-ho and Yoo-jin decided to fight against the school resulting in the local news press informing the general public about the incident and the attacker appearing before the judge.\nCast.\nKang In-ho (real name:Gong Yoo) and Seo Yoo-jin (real name:Jung Yoo-mi) are the main characters of this movie. Kang In-ho is a teacher who started for his new post as a music teacher in Mujin Jayae school. At first, he ignored the situation occurred in school for his family. However, he changed his mind while he watched mistreatment toward the disabled students. Finally, he decided to help poor students and fight against powerful men in a school. Seo Yoo-jin is a human rights activist in Mujin. One day, she knew that the disabled students in Jayae school physically attacked by school officers. And then, she started aggressively resisting to school with Kang In-ho.\nAn actor Gong Yoo and an actress Jung Yoo-mi was highly acclaimed by reviewers and audience because of his calm performance without overaction. Also, the children who acted as the disabled put on splendid acting like real.\nReflect the society.\nIn 2005, “Gwangju Inhwa School affair” became known to the general public for the first time, but there was no obvious punishment. However, as a movie \"The Crucible\" was a box office hit, many people took an interest in this affair and it brought forth much change to the society. Woo-seok corporate body, one of the social welfare foundations, which operated Inhwa School received cancellation notice from the government. Also, the man who concerned with this affair suffered a punishment. He denied all charges pressed against him. However, a lie detector gave the lie to his speech. Moreover, the National Assembly prepared a revision about punishment of sexual violence crime. Therefore, in case of sexual violence crime about children under thirteen or the disabled women, statute of limitation was abolished.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gong_Yoo","surface_form":"Gong Yoo","offset":803},{"uri":"Jung_Yoo-mi","surface_form":"Jung Yoo-mi","offset":840},{"uri":"Human_rights_activist","surface_form":"human rights activist","offset":1249},{"uri":"Mujin","surface_form":"Mujin","offset":1274},{"uri":"Gwangju_Inhwa_School","surface_form":"Gwangju Inhwa School","offset":1708},{"uri":"Box_office","surface_form":"box office","offset":1870},{"uri":"Woo-seok_corporate_body","surface_form":"Woo-seok corporate body","offset":1979},{"uri":"The_National_Assembly","surface_form":"the National Assembly","offset":2294},{"uri":"Revision","surface_form":"revision","offset":2327},{"uri":"Sexual_violence_crime","surface_form":"sexual violence crime","offset":2356},{"uri":"Statute_of_limitation","surface_form":"statute of limitation","offset":2476}]}