{"id":3743,"url":"http://en.wikipedia.org/wiki/Eye","text":"The eye is a round organ for sensing light so organisms can see. It is the first part of the visual system. About 97 percent of animals have eyes. Image-resolving eyes are present in cnidaria, molluscs, vertebrates, annelids and arthropods.\nIn mammals, two kinds of cells, \"rods\" and \"cones\", allow sight by sending signals through the optic nerve to the brain.\nSome animals can see light that humans cannot see. They can see ultraviolet or infrared light.\nThe \"lens\" on the front part of the eye acts like a camera lens. It can be pulled flatter by muscles inside the eye, or allowed to become rounder. As some people get older, they may not be as able to do this perfectly. Many people are born with other small problems or get them later in life, and they may need eyeglasses (or \"contact lenses\") to fix the problem.\nLike different cameras, different eyes have different abilities. They may have higher or lower resolution, the ability to detect small details. They may have different performance in low light; nocturnal animal<nowiki/>s can see better at night than daytime animals. They may have different ability to distinguish colors.\nTypes of eye.\nToday, ten different types of eyes are known. Most ways of capturing an image have evolved at least once.\nOne way to categorize eyes is to look at the number of \"chambers\". \"Simple eyes\" are made of only one concave chamber, perhaps with a lens. Compound eyes have many such chambers with their lenses on a convex surface.\nEyes also can be grouped according to how the photoreceptor is made. Photoreeptors are either cillated, or rhabdomic. and some annelids possess both.\nPit eyes.\nPit eyes are set in a depression in the skin. This reduces the angles at which light can enter. It allows the organism to say where the light is coming from.\nSuch eyes can be found in about 85% of phyla. They probably came before the development of more complex eyes. Pit eyes are small. They are made of up to about hundred cells, covering about 100 µm. The directionality can be improved by reducing the size of the opening, and by putting a reflective layer behind the receptor cells.\nPinhole eye.\nThe pinhole eye is an advanced form of pit eye. It has several bits, most notably a small aperture and deep pit. Sometimes, the aperture can be changed. It is only found in the \"Nautilus\". Without a lens to focus the image, it produces a blurry image. Consequently, nautiloids can not discriminate between objects with a separation of less than 11°. Shrinking the aperture would produce a sharper image, but let in less light.\nSpherical lensed eye.\nThe resolution of pit eyes can be improved a lot by adding a material to make a lens. This will reduce the radius of the blurring, and increase the resolution that can be achieved. The most basic form can still be seen in some gastropods and annelids. These eyes have a lens of one refractive index. It is possible to get a better image with materials that have a high refractive index which decreases towards the edges. This decreases the focal length and allows a sharp image to form on the retina.\nThis eye creates an image that is sharp enough that motion of the eye can cause significant blurring. To minimize the effect of eye motion while the animal moves, most such eyes have stabilizing eye muscles.\nThe ocelli of insects have a simple lens, but their focal point always lies behind the retina.They can never form a sharp image. This limits the function of the eye. Ocelli (pit-type eyes of arthropods) blur the image across the whole retina. They are very good at responding to rapid changes in light intensity across the whole visual field — this fast response is accelerated even more by the large nerve bundles which rush the information to the brain. Focusing the image would also cause the sun's image to be focused on a few receptors. These could possibly be damaged by the intense light; shielding the receptors would block out some light and reduce their sensitivity.\nThis fast response has led to suggestions that the ocelli of insects are used mainly in flight, because they can be used to detect sudden changes in which way is up (because light, especially UV light which is absorbed by vegetation, usually comes from above).\nRefractive cornea.\nThe eyes of most land-living vertebrates (as well as those of some spiders, and insect larvae) contain a fluid that has a higher refractive index than the air. The cornea is sharply curved and refracts light towards the focus. The lens need not do all of the refracting. This lets the lens adjust the focus more easily, for much higher resolution.\nReflector eyes.\nInstead of using a lens it is also possible to have cells inside the eye that act like mirrors. The image can then be reflected to focus at a central point. This design also means that someone looking into such an eye will see the same image as the organism which has them.\nMany small organisms such as rotifers, copeopods and platyhelminthes use such this design, but their eyes are too small to produce usable images. Some larger organisms, such as scallops, also use reflector eyes. The scallop \"Pecten\" has up to 100 millimeter-scale reflector eyes fringing the edge of its shell. It detects moving objects as they pass successive lenses.\nCompound eyes.\nCompound eyes are different from simple eyes. Instead of having one organ that can sense light, they put together many such organs. Some compound eyes have thousands of them. The resulting image is put together in the brain, based on the signals of the many eye units. Each such unit is called \"ommatidium\", several are called \"ommatidia\". The ommatidia are located on a convex surface, each of them points in a slighly different direction. Unlike simple eyes, compound eyes have a very large angle of view. They can detect fast movement, and sometimes the polarization of light.\nCompound eyes are common in arthropods, annelids, and some bivalved molluscs.\nEvolution of the eye.\nThe evolution of eyes started with simplest light-sensitive patches in unicellular organisms. These eye-spots do nothing but detect if the surroundings are light or dark. Most animals have a biochemical 'clock' inside. These simple eye-spots are used to adjust this daily clock, which is called circadian rhythm. Some snails, for example, see no image (picture) at all, but they sense light, which helps them stay out of bright sunlight.\nMore complex eyes have not lost this function. A special type of cells in the eye senses light for a different purpose than seeing. These cells are called \"ganglion\" cells. They are located in the retina. They send their information about light to the brain along a different path (the \"retinohypothalamic tract\"). This information adjusts (synchronizes) the animal's circadian rhythm to nature's light/dark cycle of 24 hours. The system also works for some blind people who cannot see light at all.\nEyes that are a little bit better are shaped like cups, which lets the animal know where the light is coming from.\nMore complex eyes give the full sense of vision, including color, motion, and texture. These eyes have a round shape that makes light rays focus on the back part of the eye, called the \"retina\".\nOther.\nGood fliers like flies or honey bees, or prey-catching insects like praying mantis or dragonflies, have specialized zones of ommatidia organized into a fovea area which gives sharp vision. In this zone the eyes are flattened and the facets are larger. The flattening allows more ommatidia to receive light from a spot. This gives a higher resolution.\nThe body of \"Ophiocoma wendtii\", a type of brittle star, is covered with ommatidia, turning its whole skin into a compound eye. The same is true of many chitons.","categories":[],"infobox_types":[],"annotations":[{"uri":"Light","surface_form":"light","offset":37},{"uri":"Visual_system","surface_form":"visual system","offset":93},{"uri":"Animal","surface_form":"animal","offset":128},{"uri":"Cnidaria","surface_form":"cnidaria","offset":183},{"uri":"Mollusc","surface_form":"mollusc","offset":193},{"uri":"Vertebrate","surface_form":"vertebrate","offset":203},{"uri":"Annelid","surface_form":"annelid","offset":216},{"uri":"Arthropod","surface_form":"arthropod","offset":229},{"uri":"Mammal","surface_form":"mammal","offset":244},{"uri":"Optic_nerve","surface_form":"optic nerve","offset":336},{"uri":"Ultraviolet","surface_form":"ultraviolet","offset":426},{"uri":"Infrared","surface_form":"infrared","offset":441},{"uri":"Camera","surface_form":"camera","offset":509},{"uri":"Muscle","surface_form":"muscle","offset":550},{"uri":"Eyeglasses","surface_form":"eyeglasses","offset":768},{"uri":"Nocturnal_animal","surface_form":"nocturnal animal","offset":1015},{"uri":"Evolution","surface_form":"evolved","offset":1240},{"uri":"Concave","surface_form":"concave","offset":1365},{"uri":"Compound_eye","surface_form":"Compound eye","offset":1403},{"uri":"Convex","surface_form":"convex","offset":1464},{"uri":"Surface","surface_form":"surface","offset":1471},{"uri":"Rhabdom","surface_form":"rhabdom","offset":1587},{"uri":"Angle","surface_form":"angle","offset":1703},{"uri":"Organism","surface_form":"organism","offset":1750},{"uri":"Phylum","surface_form":"phyla","offset":1837},{"uri":"Reflection","surface_form":"reflective","offset":2084},{"uri":"Aperture","surface_form":"aperture","offset":2231},{"uri":"Nautilus","surface_form":"Nautilus","offset":2319},{"uri":"Lens_(optics)","surface_form":"lens","offset":2670},{"uri":"Gastropod","surface_form":"gastropod","offset":2817},{"uri":"Annelid","surface_form":"annelid","offset":2832},{"uri":"Refractive_index","surface_form":"refractive index","offset":2872},{"uri":"Focal_length","surface_form":"focal length","offset":3030},{"uri":"Vertebrate","surface_form":"vertebrate","offset":4285},{"uri":"Spider","surface_form":"spider","offset":4323},{"uri":"Insect","surface_form":"insect","offset":4336},{"uri":"Larva","surface_form":"larva","offset":4343},{"uri":"Fluid","surface_form":"fluid","offset":4361},{"uri":"Air","surface_form":"air","offset":4411},{"uri":"Cornea","surface_form":"cornea","offset":4420},{"uri":"Mirror","surface_form":"mirror","offset":4707},{"uri":"Rotifer","surface_form":"rotifer","offset":4923},{"uri":"Platyhelminthes","surface_form":"platyhelminthes","offset":4947},{"uri":"Scallop","surface_form":"scallop","offset":5071},{"uri":"Pecten","surface_form":"Pecten","offset":5119},{"uri":"Brain","surface_form":"brain","offset":5496},{"uri":"Polarization","surface_form":"polarization","offset":5835},{"uri":"Arthropod","surface_form":"arthropod","offset":5886},{"uri":"Annelid","surface_form":"annelid","offset":5898},{"uri":"Mollusc","surface_form":"mollusc","offset":5926},{"uri":"Evolution_of_the_eye","surface_form":"evolution of eyes","offset":5962},{"uri":"Protist","surface_form":"unicellular organisms","offset":6029},{"uri":"Darkness","surface_form":"dark","offset":6123},{"uri":"Circadian_rhythm","surface_form":"circadian rhythm","offset":6253},{"uri":"Snail","surface_form":"snail","offset":6276},{"uri":"Retina","surface_form":"retina","offset":6593},{"uri":"Brain","surface_form":"brain","offset":6648},{"uri":"Circadian_rhythm","surface_form":"circadian rhythm","offset":6764},{"uri":"Sequence","surface_form":"cycle","offset":6804},{"uri":"Blind","surface_form":"blind","offset":6854},{"uri":"Cup","surface_form":"cup","offset":6946},{"uri":"Sensory_system","surface_form":"sense","offset":7043},{"uri":"Sight","surface_form":"vision","offset":7052},{"uri":"Color","surface_form":"color","offset":7070},{"uri":"Movement","surface_form":"motion","offset":7077},{"uri":"Texture","surface_form":"texture","offset":7089},{"uri":"Ray","surface_form":"ray","offset":7145},{"uri":"Focus","surface_form":"focus","offset":7150},{"uri":"Retina","surface_form":"retina","offset":7197},{"uri":"Praying_mantis","surface_form":"praying mantis","offset":7281},{"uri":"Dragonfly","surface_form":"dragonflies","offset":7299},{"uri":"Ommatidium","surface_form":"ommatidia","offset":7338},{"uri":"Fovea","surface_form":"fovea","offset":7365},{"uri":"Brittle_star","surface_form":"brittle star","offset":7607},{"uri":"Chiton","surface_form":"chiton","offset":7717}]}