{"id":374591,"url":"http://en.wikipedia.org/wiki/Korean_Augmentation_to_the_United_States_Army","text":"Korean Augmentation to the United States Army (KATUSA) is a scheme of military duty in South Korea. Under this program, soldiers in the South Korean Army are given posts in U.S. Army bases that are located in several places in South Korea. KATUSA soldiers are under the command of both the South Korean Department of Defense and the U.S. Department of Defense. The purpose of the KATUSA program has been different depending on the historical situation in Korea.\nHistory.\nThe KATUSA system was established in July 1950 during the Korean War. It was started as a spoken agreement between President Syngman Rhee and U.S. General Douglas MacArthur. At that time, the U.S. Army needed a military force that had the proper knowledge of the geography of Korea, and the abilities to distinguish ally troops (South Korea) from enemy troops (North Korea) and communicate better between U.S. soldiers and Korean soldiers. Therefore, some were drafted to KATUSA by force, and others voluntarily (by their own choice) applied. After training, they were divided into the U.S. military, such as 2nd, 7th, 24th, 25th divisions. During the Korean Wars, a total 43,660 KATUSA soldiers fought for South Korea with U.S. forces. Of these soldiers, 11,365 went missing or were killed in action.\nAfter a ceasefire agreement between the United States and North Korea, the U.S. government decided to keep the KATUSA system. It was kept so that KATUSA soldiers could make up for the instant shortage of U.S. forces from the military evacuation. The KATSUA soldiers could also help the American soldiers who stayed behind in Korea to keep a good relation with the Korean military. Therefore, the KATUSA system still has been operating in Korea with some changes in its method of operations.\nProcess.\nEvery South Korean male aged between 18 and 28 must do at least 18 months of military service. As of 2012, the Department of Defense recruits KATUSA soldiers for the next year every September. So people who want to perform their military duty under the KATUSA program apply for it in September.\nThe people applying must have at least one valid score among the various English competency tests: TOEIC, TEPS, TOEFL (PBT or IBT), G-TELP Level 2, FLEX. The Department of Defense has set cut-off points for each of these tests, which have changed over time. After the department finishes recruiting applicants, it randomly picks KATUSA soldiers for the next year who meet all the standards required. It announces the names of applicants who got accepted to be KATUSA on November of the same year.\nWhen the time has come for the applicants to enter the military, they gather at Republic of Korea Army (ROKA) training camp, which is located at Nonsan-si, Chungcheongnam-do. Trainees have to finish all the basic training courses like any other ROKA soldier. These go for five weeks. After they finish the training, the soldiers with Private rank go to the KATUSA Training Academy (KTA), which is located at Uijeongbu. They get specialized trainings that help them to adapt to life in the U.S. Army, and to become \"ambassadors\" working for the mutual cooperation between South Korea and the United States. This training goes for 3 weeks. After this, trainees are assigned as soldiers to U.S. Army posts in South Korea. The placements are made according to several scores they get during training.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Korea","surface_form":"South Korea","offset":87},{"uri":"United_States_Army","surface_form":"U.S. Army","offset":173},{"uri":"Korean_War","surface_form":"Korean War","offset":529},{"uri":"Rhee_Syng-man","surface_form":"Syngman Rhee","offset":596},{"uri":"Douglas_MacArthur","surface_form":"Douglas MacArthur","offset":626},{"uri":"Geography","surface_form":"geography","offset":734},{"uri":"North_Korea","surface_form":"North Korea","offset":832},{"uri":"Training","surface_form":"training","offset":1020},{"uri":"Killed_in_action","surface_form":"killed in action","offset":1255},{"uri":"Ceasefire","surface_form":"ceasefire","offset":1281},{"uri":"Conscription","surface_form":"military service","offset":1850},{"uri":"English_language","surface_form":"English","offset":2141},{"uri":"TOEIC","surface_form":"TOEIC","offset":2167},{"uri":"TEPS","surface_form":"TEPS","offset":2174},{"uri":"TOEFL","surface_form":"TOEFL","offset":2180},{"uri":"G-TELP","surface_form":"G-TELP","offset":2200},{"uri":"FLEX","surface_form":"FLEX","offset":2216},{"uri":"Private_(rank)","surface_form":"Private","offset":2899},{"uri":"Ambassador","surface_form":"ambassador","offset":3080}]}