{"id":374802,"url":"http://en.wikipedia.org/wiki/Chicago_River","text":"The Chicago River is 156 miles long (251 km) and goes through the city of Chicago, Illinois, including the center of the city (the Chicago Loop). The river is not long, but it is known for being the reason why Chicago became an important place, as the connection between the Great Lakes and the Mississippi Valley waterways. The river is the only river in the world to be reversed (which is, made to flow backwards, in the opposite of its natural direction) by civil engineering.\nHistory.\nIn the 19th century through civil engineering, the flow of the river was reversed to head toward the Mississippi River basin, away from Lake Michigan. This was done for reasons of sanitation through the Chicago Sanitary and Ship Canal. The Chicago River is also noted for the local custom of dyeing it green on St. Patrick's Day. The river is controlled for boats or ships going through the river.\nThe river is memorialized, in part, by two horizontal blue stripes on the Municipal Flag of Chicago. The river also serves as inspiration for one of Chicago's symbols: a three-branched, Y-shaped symbol (called the municipal device) is found on many buildings and other structures throughout Chicago; it represents the three branches of the Chicago River.\nMain Stem.\nThe Main Stem flows 1.5 miles (2.4 km) west from the direction at Lake Michigan; passing under the Outer Drive, Columbus Drive, Michigan Avenue, Wabash Avenue, State Street, Dearborn Street, Clark Street, La Salle Street, Wells Street, and Franklin Street bridges en route to the North Branch at Wolf Point.\nAt McClurg Court it passes the Nicholas J Melas Centennial Fountain, which was built in 1989 to celebrate the 100th anniversary of the Metropolitan Water Reclamation District of Greater Chicago; between May and October the fountain sends an arc of water over the river for ten minutes every hour.\nFor the Chicago Cubs rally and parade for their 2016 World Series Championship celebrations, the river was dyed Cubs blue.\nNorth bank.\nOn the north bank of the river, near the Chicago Landmark Michigan Avenue Bridge, is Pioneer Court, which marks the site where Jean Baptiste Point du Sable came to Chicago. Point du Sable is known as the founder of Chicago. On the south bank of the river is the site of Fort Dearborn. Well known buildings surrounding this area include the NBC Tower, the Tribune Tower, and the Wrigley Building.\nCenter.\nThe river turns slightly to the south west between Michigan Avenue and State Street, passing the Trump International Hotel and Tower, 35 East Wacker, and 330 North Wabash. Turning west again the river passes Marina City, the Reid, Murdoch & Co. Building, Merchandise Mart, and 333 Wacker Drive.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chicago","surface_form":"Chicago","offset":74},{"uri":"Illinois","surface_form":"Illinois","offset":83},{"uri":"Chicago_Loop","surface_form":"Chicago Loop","offset":131},{"uri":"Great_Lakes","surface_form":"Great Lakes","offset":275},{"uri":"Mississippi_River","surface_form":"Mississippi Valley waterways","offset":295},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":590},{"uri":"Lake_Michigan","surface_form":"Lake Michigan","offset":625},{"uri":"Chicago_Sanitary_and_Ship_Canal","surface_form":"Chicago Sanitary and Ship Canal","offset":692},{"uri":"Green","surface_form":"green","offset":791},{"uri":"St._Patrick%27s_Day","surface_form":"St. Patrick's Day","offset":800},{"uri":"Chicago_Cubs","surface_form":"Chicago Cubs","offset":1866},{"uri":"Jean_Baptiste_Point_du_Sable","surface_form":"Jean Baptiste Point du Sable","offset":2120},{"uri":"NBC_Tower","surface_form":"NBC Tower","offset":2333},{"uri":"Tribune_Tower","surface_form":"Tribune Tower","offset":2348},{"uri":"Wrigley_Building","surface_form":"Wrigley Building","offset":2371},{"uri":"Trump_International_Hotel_and_Tower_(Chicago)","surface_form":"Trump International Hotel and Tower","offset":2494},{"uri":"Marina_City","surface_form":"Marina City","offset":2605},{"uri":"Reid%2C_Murdoch_%26amp%3B_Co._Building","surface_form":"Reid, Murdoch & Co. Building","offset":2622},{"uri":"Merchandise_Mart","surface_form":"Merchandise Mart","offset":2652}]}