{"id":374881,"url":"http://en.wikipedia.org/wiki/Ume%C3%A5","text":"Umeå is a town in northern Sweden. The town is known for the large number of birch trees. About 116,465 people were living in Umeå Municipality in late 2011.\nThe town had to recover from a very large fire in 1888.\nUmeå is the biggest city in Norrland, the most northern region of Sweden since 1962. The town had about 80,000 people living there in 2010. The town opened a university in 1965. In the last 50 years the number of houses has doubled. About 700 buildings are built every year.\nThe city was elected European Capital of Culture in 2014. The city is the most norhtern location to have ever been a European city of culture. The city is partnering with a large number of voluntary organisations and the concept of open source\nHistory.\nUmeå became a city in 1622. The King of Sweden, Gustavus Adolphus, made the new city for Swedish merchants. He made the merchants to move north so that taxes could be increased. The city was burnt by Russian troops in 1714 and then again in 1720. In 1809 the city was briefly occupied again by the Russian army before peace was agreed. In 1888 the great fire destroyed the homes of over 2,000 people. The fire started in a brewery and destroyed part of the city including the shipyards at Teg and buildings on the island of Ön. Less than 1,000 of the people had a house after the fire. After the fire the town was rebuilt and many new birch trees were planted to stop future fires. The town is known for these trees.\nIn 1951 the city's library was recognised as important for northern Sweden. The library has a copy of every new book printed in Sweden. In 1962 the city opened its first airport. Umeå has been the biggest city in the most northern region of Sweden since 1962. Before 1962 the largest city was Sundsvall.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ume%C3%A5_Municipality","surface_form":"Umeå Municipality","offset":126},{"uri":"2011","surface_form":"2011","offset":152},{"uri":"1888_Ume%C3%A5_fire","surface_form":"very large fire in 1888","offset":189},{"uri":"Norrland","surface_form":"Norrland","offset":242},{"uri":"European_Capital_of_Culture","surface_form":"European Capital of Culture","offset":510},{"uri":"Open_source","surface_form":"open source","offset":721},{"uri":"Gustavus_Adolphus_of_Sweden","surface_form":"Gustavus Adolphus","offset":790},{"uri":"%C3%96n","surface_form":"Ön","offset":1266},{"uri":"Sundsvall","surface_form":"Sundsvall","offset":1752}]}