{"id":374942,"url":"http://en.wikipedia.org/wiki/Jenni_Rivera","text":"Jenni Rivera (Jenni Dolores Rivera Saavedra), July 12, 1969 – December 9, 2012) was an Mexican-American singer who is known for her spanish albums such as \"La Gran Señora\", \"Jenni\", \"Parrandera\", \"Rebelde Y Atrevida\", and \"Tema Eva Luna\". She was nominated for four Latin Grammys.\nRivera was born on July 2,1969 in Long Beach, California Her parents were Mexican immigrants. She was raised in Bellflower is cities Los Angeles County, California.She wanted raise new learning;)\nMayfair High School is a high-middle schools in the Bellflower Unified\nSchool District in the city of Lakewood, California.\nRivera married José Trinidad Marín from 1984 until they divorced in 1992. After this, she married Juan López from 1997 until in 2003. Finally,she married Esteban Loaiza in 2010 and they separated in 2012. They filed for divorce, but the divorced was not finalized due to her death. Rivera had three children with Marín and had two children with López.\nOn December 9, 2012, a plane that Rivera was flying in lost contact to air traffic control off the coast of Monterrey, Mexico. Mexican authorities confirmed that Rivera and four other people that were on the plane were dead.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mexico","surface_form":"Mexican","offset":87},{"uri":"United_States","surface_form":"American","offset":95},{"uri":"La_Gran_Se%C3%B1ora","surface_form":"La Gran Señora","offset":156},{"uri":"Jenni_(album)","surface_form":"Jenni","offset":174},{"uri":"Parrandera","surface_form":"Parrandera","offset":183},{"uri":"Rebelde_Y_Atrevida","surface_form":"Rebelde Y Atrevida","offset":197},{"uri":"Tema_Eva_Luna","surface_form":"Tema Eva Luna","offset":223},{"uri":"Mexico","surface_form":"Mexican","offset":355},{"uri":"Esteban_Loaiza","surface_form":"Esteban Loaiza","offset":755},{"uri":"Monterrey","surface_form":"Monterrey","offset":1061},{"uri":"Mexico","surface_form":"Mexico","offset":1072}]}