{"id":374993,"url":"http://en.wikipedia.org/wiki/American_Independent_Party","text":"American Independent Party is a right-wing political party of the United States founded in California in 1967 by Bill and Eileen Shearer. It is most notable for George Wallace running in the 1968 US Election. That year, it was made up of Democrats opposed to the ending of racial segregation and was most successful in Southern states (Wallace was governor of the Southern state of Alabama).\nOver time, the party became closer to the conservative movement and it renounced its policy against racial equality. Today, the party still exists but many of its members have left: most of the earlier members returned to the Democratic Party after the 1969 election and its later members have moved to the Constitution Party. The AIP has endorsed the Constitution Party nominee for President in recent years.\nBackground information.\nIn 1967, the AIP was founded by Bill Shearer and his wife, Eileen Knowland Shearer. It nominated George C. Wallace (Democrat) as its presidential candidate and retired U.S. Air Force General Curtis E. LeMay as the vice-presidential candidate. Wallace ran on every state ballot in the election, though he did not represent the American Independent Party in all fifty states: in Connecticut, for instance, he was listed on the ballot as the nominee of the \"George Wallace Party.\" The Wallace/LeMay ticket received 13.5 percent of the popular vote and 46 electoral votes from the states of Arkansas, Louisiana, Mississippi, Georgia, and Alabama. No third-party candidate has won more than one electoral vote since the 1968 election.\nPresidential tickets.\nSince the fracture of the American Independent Party between the King and Noonan factions, control of the State Party, and thus the ballot line, has been in the hands of the Noonan faction. Attempts to nominate Chuck Baldwin (the 2008 Constitution nominee) or Virgil Goode (the 2012 Constitution nominee) were unsuccessful, as were their independent efforts to make it onto the California presidential ballot.","categories":[],"infobox_types":[],"annotations":[{"uri":"Right-wing_politics","surface_form":"right-wing","offset":32},{"uri":"Political_party","surface_form":"political party","offset":43},{"uri":"United_States","surface_form":"United States","offset":66},{"uri":"California","surface_form":"California","offset":91},{"uri":"Bill_Shearer","surface_form":"Bill","offset":113},{"uri":"George_Wallace","surface_form":"George Wallace","offset":161},{"uri":"United_States_presidential_election%2C_1968","surface_form":"1968 US Election","offset":191},{"uri":"Racial_segregation","surface_form":"racial segregation","offset":273},{"uri":"Alabama","surface_form":"Alabama","offset":382},{"uri":"Constitution_Party","surface_form":"Constitution Party","offset":699},{"uri":"Bill_Shearer","surface_form":"Bill Shearer","offset":858},{"uri":"United_States_Air_Force","surface_form":"U.S. Air Force","offset":994},{"uri":"Curtis_E._LeMay","surface_form":"Curtis E. LeMay","offset":1017},{"uri":"Connecticut","surface_form":"Connecticut","offset":1203},{"uri":"Arkansas","surface_form":"Arkansas","offset":1413},{"uri":"Louisiana","surface_form":"Louisiana","offset":1423},{"uri":"Mississippi","surface_form":"Mississippi","offset":1434},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":1447},{"uri":"Alabama","surface_form":"Alabama","offset":1460},{"uri":"Chuck_Baldwin","surface_form":"Chuck Baldwin","offset":1789},{"uri":"Virgil_Goode","surface_form":"Virgil Goode","offset":1838}]}