{"id":374988,"url":"http://en.wikipedia.org/wiki/Penola_Catholic_College","text":"e=\"preserve\">Penola Catholic College is a regional Catholic secondary college in the north-western region of Melbourne, Victoria, Australia. The college is co-educational, and teaches years 9 to 12 (students aged roughly 15 to 18). The school follows the Josephite tradition (love, understanding and acceptance of others).\nHistory.\nPenola Catholic College was established in 1995 and is set on 27 acres over two campuses. Three former schools were combined into two campuses, Sancta Sophia College at Glenroy and Therry and Geoghegan Colleges at Broadmeadows. The College name, Penola Catholic College, was chosen for the strong connection between Broadmeadows campus with Saint Mary MacKillop Sisters of St Joseph who established a foundling home on the site in 1901. Mary MacKillop opened her first school in 1866 in the small town of Penola, in the southeastern part of South Australia. Together with Fr Julian Tenison Woods, Mary MacKillop founded the order of the Sisters of St Joseph of the Sacred Heart. From 1901 until the late 1980s, the Sisters of St Joseph ministered to the local community and lived on this site.\nCollege Emblem.\nThe tree trunk on the emblem represents the cross and points to the life of Christ and is a model for the members of Penola Catholic College. The three Colleges from which Penola Catholic College has sprung is represented by the three leaves. The three leaves also symbolize the spiritual, physical and intellectual growth potential of members of the College. The tree also reminds us of the Penola, or the native aboriginal origin. The name Penola gives a unifying feeling of security, protection and care for its members.\nCollege Governance.\nThe Association of Canonical Administrators of Penola Catholic College is governed and conducted by the Parish Priests of the Member Parishes.\nCollege Facilities.\nThe grounds and facilities on both campuses have undergone significant transformations since the college was established in 1995.\nThe College will continue to guide this development in the years ahead using the Building Master Plan they have in place. A Performing Arts Centre, Digital Language Laboratory and Hospitality Centre on the Broadmeadows Campus are just a few recent additions to the College. There are also refurbished classrooms and outdoor sporting facilities. The Glenroy campus is undergoing a refurbishing program including a new outdoor recreation facility that was constructed recently. The Broadmeadows site has many historical buildings including the original homestead “Kerrsland” that was constructed in 1880. There are some buildings that still stand from St. Joseph’s Babies Home including the magnificent St. Joseph’s Chapel completed in 1924.","categories":[],"infobox_types":[],"annotations":[{"uri":"Catholic","surface_form":"Catholic","offset":51},{"uri":"Secondary_education","surface_form":"secondary college","offset":60},{"uri":"Melbourne","surface_form":"Melbourne","offset":109},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":120},{"uri":"Australia","surface_form":"Australia","offset":130},{"uri":"Emblem","surface_form":"emblem","offset":1164},{"uri":"Spiritual","surface_form":"spiritual","offset":1421},{"uri":"Physical","surface_form":"physical","offset":1432},{"uri":"College","surface_form":"College","offset":2244},{"uri":"Campus","surface_form":"campus","offset":2336}]}