{"id":374950,"url":"http://en.wikipedia.org/wiki/Hole_(band)","text":"Hole was an American rock band. The band started in 1989 in Los Angeles, California and ended in 2002. In 2009, the band got back together with new members but broke up in 2012. The last members of the band were singer Courtney Love, guitarist Micko Larkin, bassist Shawn Dailey and drummer Scott Lipps.\nHole released four studio albums. The band's first album, \"Pretty on the Inside\", was released in 1991 but was not very successful. After the album was released, the band's members changed but Love and Eric Erlandson, the original guitarist, stayed with the band. When Kristen Pfaff and Patty Schemel joined the band, Hole released their second album, \"Live Through This\", in 1994. The album was very successful and entered the \"Billboard\" music chart. The band changed their members again in 1998 and Melissa Auf der Maur and Samantha Maloney joined the band. Hole released \"Celebrity Skin\" in 1998 and it is their most popular album. The band tried to make another album but broke up in 2002.\nIn 2009, Courtney Love started Hole again with new members. Some of the old members of Hole did not agree with this and there were legal issues with the band's name. Later, the old members allowed Love to use the name. In 2010, the band released its next album \"Nobody's Daughter\" but the album was not successful. After touring around the world, the band broke up in 2012 because Love wanted to work on her solo career.\nIn 2014 Coutney Love, Eric Erlandson, Melissa Auf Der Maur, and Patty Schemel started playing together again.\nCreation.\nHole began in summer 1989 in Los Angeles, California. Courtney Love put an advertisement in a magazine called \"The Recycler\" and said she wanted to start a band. In the ad, she said her favorite bands were Big Black, Sonic Youth and Fleetwood Mac. Eric Erlandson phoned Love when he saw the advertisement and the band began rehearsing in August. Love became the singer and second guitarist and Erlandson became the lead guitarist. Love and Erlandson got Love's friend Lisa Roberts to become the bassist for Hole and found a drummer called Caroline Rue at another punk rock show. The band had two other guitar players, Mike Geisbrecht and Errol Stewart, but both of them left the band soon after. The band played their first show in September at Raji's, a small club in Hollywood, and played three more shows in California in 1989.\nEarly releases.\nAfter a lot of shows on the West Coast, Hole signed to the indie record label Sympathy for the Record Industry in 1990. In April 1990, Hole released their first single, \"Retard Girl.\" The single was not popular but was played on the radio in the United States and the United Kingdom: on KROQ-FM in Los Angeles and BBC Radio 1 in London. During a tour in March 1991, the band released a second single, \"Dicknail\", on Sub Pop, the grunge label in Seattle, Washington and then released their first album \"Pretty on the Inside\" in August. The album was produced by Kim Gordon of Sonic Youth and Sonic Youth's early music influenced the album. Hole switched record labels again and they chose to be on Caroline Records. \"Pretty on the Inside\" and was very successful in the United Kingdom. In the UK Albums Chart, it went to number 59 and the single \"Teenage Whore\" went to number 1 on the UK Indie Chart. During the tour of Europe to support the album's release, Courtney Love started a relationship with Kurt Cobain of Nirvana. In February 1992, the couple got married in Hawaii. Just before they got married, Jill Emery and Caroline Rue left the band because they wanted to play different styles of music. Hole then signed a major label recording contract with DGC and Geffen Records. The record deal was worth over $3 million.\nIn 1993, Hole released a new single \"Beautiful Son.\" Patty Schemel was the new drummer for the band and played on all of the songs. Before the band went on tour, they got Kristen Pfaff as a new bassist. The band then took a small break in July to work on new songs for their next album.\nMainstream success.\nIn 1993, Hole moved to Carnation, Washington to write songs for their next album. In October, the band went to Marietta, Georgia and began recording the album. The recording was finished in a month and was produced by Paul Q. Kolderie and Sean Slade. The album was called \"Live Through This\" and was released on April 12, 1994. Four days before it was released, Courtney Love's husband was found dead in Seattle. He had killed himself and all of the band members did not want to go on tour. In June, Kristen Pfaff died after a drug overdose and the band had to cancel more shows. Hole got Melissa Auf der Maur as a new bassist before the tour for \"Live Through This\".\n\"Live Through This\" was very popular. The music critics gave the album very good ratings and the album went to number 52 on the \"Billboard\" music chart and number 13 in the UK Albums Chart. It also went onto the charts in Australia, Belgium, Germany, the Netherlands and Sweden. \"Miss World\", \"Doll Parts\", \"Violet\" and \"Softer, Softest\" were released as singles and were played a lot on American modern rock radio. The music videos for the songs were played a lot on MTV aswell. The album went platinum in Australia, Canada and the United States, and sold over two million copies around the world. The tours for the album were very dramatic—Courtney Love smashed guitars onstage and people at concerts threw gun shells onstage, reminding her about the death of her husband.\nHole's band members went to work on different projects in 1996. Love began acting again and got a lead role in \"The People vs. Larry Flynt\" and the other members worked with other musicians. In 1998, Hole released \"Celebrity Skin\". The album had a different sound to the band's two other albums and was influenced by powerpop music. During the album's recording sessions, Patty Schemel was replaced by a different drummer and later left the band. She was replaced by Samantha Maloney for the \"Celebrity Skin\" tour.\n\"Celebrity Skin\" was successful and the title song reached number 1 on the \"Billboard\" Modern Rock Tracks chart, making it Hole's most popular single. The album went to number 9 on the \"Billboard\" 200 and number 11 on the UK Albums Chart. Music critics called the album \"sprung, flung and fun, high-impact, rock-fueled pop.\" Two mores singles were taken from \"Celebrity Skin\", \"Malibu\" and \"Awful\", and both went into the charts. The album has sold more than 1.4 million copies in the United States and has gone platinum in the U.S and Canada, and double platinum in Australia.\nBreak-up.\nIn October 1999, Melissa Auf der Maur left Hole and went on be a touring bassist for The Smashing Pumpkins. Samantha Maloney quit to become a tour drummer for Mötley Crüe soon after. Love and Erlandson were the only members left in the band. The band's last release was a single for the 1999 film \"Any Given Sunday\" called \"Be a Man.\" It was released as a single in March 2000 but failed to make it into the charts. Hole tried to record a fourth album but broke up in May 2002. Talking about the break-up, Love said \"Eric has been an important part of my family for over ten years and he'll continue to be a part of my life\" and Erlandson said \"we're incredibly proud of the music we've made together, but it seems like time for both of us to move on.\"\nReformation.\nMusic magazine \"NME\" announced in June 2009 that Courtney Love was reforming Hole with new members. Love said that Melissa Auf der Maur would come back as a bassist and Micko Larkin was the band's new guitarist. A small tour of Europe was planned with shows in London, Milan and Amsterdam but Auf der Maur said that she was not involved in the reunion. Original guitarist Eric Erlandson also said that no reunion could happen because he and Love had a contract when the band broke up in 2002. Love and Erlandson tried to settle the dispute but did not come to an agreement.\nEven though there were legal problems, Hole released \"Nobody's Daughter\" in April 2010. The album included two new members, bassist Shawn Dailey and drummer Stu Fisher, and had three singles singles—\"Skinny Little Bitch\", \"Pacific Coast Highway\" and \"Letter to God.\" Music critics did not give the album good reviews and it did not sell well. It reached number 15 on the \"Billboard\" 200 chart but quickly fell off the chart. The band went on a worldwide tour after the release of \"Nobody's Daughter\". A music video for \"Samantha\", a song from the album, was released in May 2011.\nLove, Erlandson, Auf der Maur and Patty Schemel went to the premiere of Schemel's film \"Hit So Hard: The Life and Near-Death Story of Patty Schemel\" at the Museum of Modern Art in New York on March 28, 2011. After the film, Schemel said she wanted Hole to record again but Love said \"if it's not moving forward, I don't want to do it.\" The four members reunited again at the Public Assembly in New York on April 13, 2012. The band performed two songs—\"Miss World\" and \"Over the Edge\"—and was the first time the four members were together live since 1995.\nIn a Twitter post for her clothing line, Never the Bride, on November 29, 2010, Courtney Love announced that Hole had broken up. She said \"from now on [the band is called Courtney]\" and \"Hole is dead.\" During an interview with \"Rolling Stone\", Love said she was continuing as a solo artist and was releasing a new single, \"This is War\", in February 2013.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":12},{"uri":"Rock_music","surface_form":"rock","offset":21},{"uri":"Band","surface_form":"band","offset":26},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":60},{"uri":"California","surface_form":"California","offset":73},{"uri":"Sing","surface_form":"singer","offset":212},{"uri":"Courtney_Love","surface_form":"Courtney Love","offset":219},{"uri":"Guitar","surface_form":"guitarist","offset":234},{"uri":"Bass_guitar","surface_form":"bassist","offset":258},{"uri":"Drums","surface_form":"drummer","offset":283},{"uri":"Pretty_on_the_Inside","surface_form":"Pretty on the Inside","offset":363},{"uri":"Live_Through_This","surface_form":"Live Through This","offset":657},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":733},{"uri":"Music_chart","surface_form":"music chart","offset":744},{"uri":"Celebrity_Skin","surface_form":"Celebrity Skin","offset":880},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":1569},{"uri":"California","surface_form":"California","offset":1582},{"uri":"Big_Black","surface_form":"Big Black","offset":1746},{"uri":"Sonic_Youth","surface_form":"Sonic Youth","offset":1757},{"uri":"Fleetwood_Mac","surface_form":"Fleetwood Mac","offset":1773},{"uri":"Punk_rock","surface_form":"punk rock","offset":2103},{"uri":"Hollywood","surface_form":"Hollywood","offset":2309},{"uri":"BBC_Radio_1","surface_form":"BBC Radio 1","offset":2701},{"uri":"London","surface_form":"London","offset":2716},{"uri":"Sub_Pop","surface_form":"Sub Pop","offset":2803},{"uri":"Grunge","surface_form":"grunge","offset":2816},{"uri":"Seattle","surface_form":"Seattle","offset":2832},{"uri":"Washington_(state)","surface_form":"Washington","offset":2841},{"uri":"UK_Albums_Chart","surface_form":"UK Albums Chart","offset":3179},{"uri":"Kurt_Cobain","surface_form":"Kurt Cobain","offset":3388},{"uri":"Nirvana","surface_form":"Nirvana","offset":3403},{"uri":"Hawaii","surface_form":"Hawaii","offset":3456},{"uri":"Geffen_Records","surface_form":"Geffen Records","offset":3654},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":4141},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":4817},{"uri":"Music_chart","surface_form":"music chart","offset":4828},{"uri":"MTV","surface_form":"MTV","offset":5156},{"uri":"The_Smashing_Pumpkins","surface_form":"The Smashing Pumpkins","offset":6651},{"uri":"M%C3%B6tley_Cr%C3%BCe","surface_form":"Mötley Crüe","offset":6725},{"uri":"NME","surface_form":"NME","offset":7348},{"uri":"Milan","surface_form":"Milan","offset":7601},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":7611},{"uri":"Museum_of_Modern_Art","surface_form":"Museum of Modern Art","offset":8642},{"uri":"New_York","surface_form":"New York","offset":8666},{"uri":"Twitter","surface_form":"Twitter","offset":9046},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":9269}]}