{"id":375053,"url":"http://en.wikipedia.org/wiki/Concert_band","text":"A concert band is an ensemble for playing the instruments using wind. The main constituents are\nwoodwind instrument family, brass instrument family and percussion instrument family. Sometimes, the string instrument family such as cello and double bass can be included.\nThere are several names similar to concert band like wind band, symphonic band, symphonic winds, wind orchestra, wind symphony, wind ensemble, or symphonic wind ensemble. Many people frequently confuse concert band with brass band or marching band. The differences between them come from the orchestration (how the music is written for the different parts).\nThe songs written for the concert band are much more easy to listen because of its repertoires. The repertoires are not only about the orchestral composition. Light music, jazz, march and popular tunes are also played. Even though people don't have special knowledge about it, anyone can enjoy the concert band music. It is highly acclaimed for both its quality and popularity. As the arrangement of concert band music is completed in the 20th century, its modern and dynamic style appeals general public. Plus, many conductors conduct concert bands attracted by its unique orchestration.\nClassification.\nA concert band can be divided into four groups; Professional bands, Military bands, School bands, and Community bands. Except for the professional bands, others are named for the location where the performers play.\nProfessional bands.\nPerformers playing in professional bands for pay consider the band performance as their job. There are many professional bands in the world, such as Tokyo Kosei Wind Orchestra and Dallas Wind Symphony.\nMilitary bands.\nA concert band in the military are called Military bands. Because the repertoires are dynamic and active, concert bands usually perform in the army. Not only the military bands but also marching bands with brass often used for marching there.\nSchool Bands.\nSchool bands refer to the groups consisting student players in school. In elementary, middle, high school and university, there are many students playing wind instruments for a concert or event. People included here also can be divided into two groups. Playing them as their hobbies or studying them as their majors.\nCommunity Bands.\nA community band is a community-based ensemble. It is sponsored by a town or city. Some are professional players but the others may not be.\nWoodwind instrument.\nA wind instrument in which sound is produced by the vibration of reeds in the mouthpiece, as a bassoon, clarinet, oboe, or saxophone, or by the passing of air across the mouthpiece, as a flute.\nBrass instrument.\nA brass instrument is defined as an “aerophone,” which means it is an instrument where the musician must blow air into the instrument. The musician produces the tone by buzzing the lips into what is generally a cup-shaped mouthpiece. It doesn’t mean that the instrument is necessarily made of brass, since instruments that are made of other metals, wood, horn, or even animal bone are included in the family of brass instruments. Other instruments that are made of brass or metals such as the flute or saxophone are not brass instruments.\nPercussion instrument.\nA percussion instrument is an instrument, such as a drum, xylophone, piano, or marimba, in which sound is produced by one object striking another or by being scraped or shaken.","categories":[],"infobox_types":[],"annotations":[{"uri":"Woodwind_instrument","surface_form":"woodwind instrument","offset":96},{"uri":"Brass_instrument","surface_form":"brass instrument","offset":124},{"uri":"Percussion_instrument","surface_form":"percussion instrument","offset":152},{"uri":"String_instrument","surface_form":"string instrument","offset":197},{"uri":"Cello","surface_form":"cello","offset":230},{"uri":"Double_bass","surface_form":"double bass","offset":240},{"uri":"Brass_band","surface_form":"brass band","offset":489},{"uri":"Marching_band","surface_form":"marching band","offset":503},{"uri":"Orchestration","surface_form":"orchestration","offset":561},{"uri":"Light_music","surface_form":"Light music","offset":786},{"uri":"Jazz","surface_form":"jazz","offset":799},{"uri":"March","surface_form":"march","offset":805},{"uri":"Conductor_(music)","surface_form":"conductors","offset":1144},{"uri":"Woodwind_instrument","surface_form":"wind instrument","offset":2439},{"uri":"Vibration","surface_form":"vibration","offset":2489},{"uri":"Reed_(instrument)","surface_form":"reeds","offset":2502},{"uri":"Mouthpiece_(woodwind)","surface_form":"mouthpiece","offset":2515},{"uri":"Bassoon","surface_form":"bassoon","offset":2532},{"uri":"Clarinet","surface_form":"clarinet","offset":2541},{"uri":"Oboe","surface_form":"oboe","offset":2551},{"uri":"Saxophone","surface_form":"saxophone","offset":2560},{"uri":"Flute","surface_form":"flute","offset":2624},{"uri":"Brass_instrument","surface_form":"brass instrument","offset":2651},{"uri":"Aerophone","surface_form":"aerophone","offset":2686},{"uri":"Horn","surface_form":"horn","offset":3004},{"uri":"Xylophone","surface_form":"xylophone","offset":3269},{"uri":"Marimba","surface_form":"marimba","offset":3290}]}