{"id":375037,"url":"http://en.wikipedia.org/wiki/Gorgias_(Plato)","text":"\"Gorgias\" is a book of dialogue by Plato, written about the nature of rhetoric, virtue and justice.\nPersons.\nThe book is created by dialogues among persons as follow;\nSynopsis.\nIn the preliminary discussion, Socrates and Gorgias agree that \"persuasion is the chief end (goal) of rhetoric\".\n\"Socrates\": Shall we then assume two sorts of persuasion, one which is the source of belief without knowledge, as the other is of knowledge?\n\"Socrates\": And which sort of persuasion does rhetoric create in courts of law and other assemblies... the sort of persuasion which gives belief without knowledge, or that which gives knowledge?\n\"Gorgias\": Clearly, Socrates, that which only gives belief.\n\"Socrates\": Then rhetoric, as would appear, is the artificer of a persuasion which creates belief about the just and unjust, but gives no instruction about them?\n\"Polus\": I will ask; and do you answer me, Socrates, the same question which Gorgias, as you suppose, is unable to answer: What is rhetoric?\n\"Socrates\": I should say a sort of experience.\n\"Socrates\": An experience in producing a sort of delight and gratification, Polus.\n\"Polus\": Then are cookery and rhetoric the same?\n\"Socrates\": No, they are only different parts of the same profession.\nThe dialogue continues. Socrates drives it towards a contrast between true knowledge produced by the art of philosophy, and the practical tricks of rhetoric. Rhetoric is pleasing and effective, but not an art, and is closer to flattery.\nSocrates says that virtue is more important than rhetoric. Rhetoric should depend on philosophy. Philosophy is an art, but rhetoric is just a skill.\nSo what started as an academic discussion ends as a very direct attack on the way law and politics were done in Athens.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dialogue","surface_form":"dialogue","offset":23},{"uri":"Plato","surface_form":"Plato","offset":35},{"uri":"Rhetoric","surface_form":"rhetoric","offset":70},{"uri":"Virtue","surface_form":"virtue","offset":80},{"uri":"Justice","surface_form":"justice","offset":91},{"uri":"Persuasion","surface_form":"persuasion","offset":241},{"uri":"Flatter","surface_form":"flattery","offset":1465},{"uri":"Philosophy","surface_form":"philosophy","offset":1560}]}