{"id":375057,"url":"http://en.wikipedia.org/wiki/Masato_Nakae","text":"Masato Nakae (December 20, 1917-September 4, 1998) was a United States Army soldier. He received the Medal of Honor because of his actions in World War II.\nEarly life.\nNakae was born in Hawaii to Japanese immigrant parents. He is a \"Nisei\", which means that he is a second generation Japanese-American.\nSoldier.\nTwo months after the Japanese attack on Pearl Harbor, Nakae joined the US Army in February 1942.\nNakae volunteered to be part of the all-\"Nisei\" 100th Infantry Battalion. This army unit was mostly made up of Japanese Americans from Hawaii and the mainland.\nFor his actions in August 1944, Nakae was awarded the Army's second-highest decoration, the Distinguished Service Cross (DSC). In the 1990s, there was a review of service records of Asian Americans who received the DSC during World War II. Nakae's award was upgraded to the Medal of Honor. In a ceremony at the White House on June 21, 2000, his family was presented with his medal by President Bill Clinton. Twenty-one other Asian Americans also received the medal during the ceremony, but only seven of them were still alive.\nMedal of Honor citation.\nNakae's Medal of Honor recognized his conduct in frontline fighting in northern Italy in 1944. He held off an enemy attack and continued to fight after being wounded.\nPrivate Masato Nakae distinguished himself by extraordinary heroism in action on August 19, 1944, near Pisa, Italy. When his submachine gun was damaged by a shell fragment during a fierce attack by a superior enemy force, Private Nakae quickly picked up his wounded comrade’s M-1 rifle and fired rifle grenades at the steadily advancing enemy. As the hostile force continued to close in on his position, Private Nakae threw six grenades and forced them to withdraw. During a concentrated enemy mortar barrage that preceded the next assault by the enemy force, a mortar shell fragment seriously wounded Private Nakae. Despite his injury, he refused to surrender his position and continued firing at the advancing enemy. By inflicting heavy casualties on the enemy force, he finally succeeded in breaking up the attack and caused the enemy to withdraw. Private Nakae’s extraordinary heroism and devotion to duty are in keeping with the highest traditions of military service and reflect great credit on him, his unit, and the United States Army.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Army","surface_form":"United States Army","offset":57},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":101},{"uri":"World_War_II","surface_form":"World War II","offset":142},{"uri":"Hawaii","surface_form":"Hawaii","offset":186},{"uri":"Japan","surface_form":"Japan","offset":196},{"uri":"Nisei","surface_form":"Nisei","offset":233},{"uri":"Attack_on_Pearl_Harbor","surface_form":"attack on Pearl Harbor","offset":342},{"uri":"United_States_Army","surface_form":"US Army","offset":383},{"uri":"Distinguished_Service_Cross_(United_States)","surface_form":"Distinguished Service Cross","offset":661},{"uri":"White_House","surface_form":"White House","offset":880},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":963},{"uri":"Recognize","surface_form":"recognized","offset":1144},{"uri":"Frontline","surface_form":"frontline","offset":1170},{"uri":"Pisa","surface_form":"Pisa","offset":1391},{"uri":"Italy","surface_form":"Italy","offset":1397},{"uri":"M1_Garand_Rifle","surface_form":"M-1","offset":1564},{"uri":"Rifle_grenade","surface_form":"rifle grenade","offset":1584},{"uri":"Mortar_(weapon)","surface_form":"mortar","offset":1782}]}