{"id":37503,"url":"http://en.wikipedia.org/wiki/Public_transport","text":"Public transport (public transportation in the United States) is the transport of passengers. Passengers don't need their own cars or other vehicles. Most public transport lets many people travel at the same time.\nHistory.\nShips have carried passengers since prehistoric times. Early public transport by land became important in some places in western Europe in the early 19th century. Around 1826 horsedrawn omnibuses operated in Nantes, France. Omnibuses were carts with seats for passengers to sit. About the same time, railroads began carrying passengers between towns in England. Ferries (public boats) also became bigger and more numerous then.\nTypes of public transport.\nThe main vehicles for public transport are buses, trolleybuses, trams and trains. Trams were first used in the late 1860s and used to be pulled by horses. Now trams are electric and run on a line of cable. Buses drive on the road, like cars do. Trolleybuses are like buses, but they use electricity from two wires above the road. Trains run on a track and are very fast. Many places use trams and trains as a form of public transport.\nUsing public transport.\nMany people who do not have cars use buses, trolleybuses, trams to go places near their house, and they use trains to go places far away. Long distance transport is usually by airline or train or other public transport. Local transport is more often private.\nWhen using public transport people may need a ticket or card to be able to get on. On trams they get a ticket that they put in a machine and it tells them when their ticket runs out. On buses and trolleybuses they buy their ticket from the driver and put it into a machine, and on trains they use a ticket to get onto their train. A timetable tells them when they come, since they can only go when and where the transport is going.\nPublic transport is also good for the environment. When many people use the same vehicle, fewer cars are on the road. Fewer cars make less pollution. Cost is low, because it is very cheap to catch public transport every day, which is why even people who own a car often use public transport.\nSloped or vertical.\nSome of these types are often not for use by the general public, e.g. elevators in offices and apartment buildings, buses for personnel or school children, etc.\nStations.\nIn addition one can get on or off of a taxi at any road where stopping is allowed. Some fixed-route buses allow getting on and off at suitable unmarked locations along that route, typically called a hail-and-ride section.\nFinancing.\nMoney is needed to build and operate a public transit system. The money comes from ticket revenue, government subsidies and advertisements. If ticket prices are too high, people will not use public transit. So, most systems charge passengers less than the full cost of building and operating the system. The percentage of total revenue that passengers pay is known as the farebox recovery ratio. Sometimes, a small amount of income comes from land development and rental income from stores and vendors, and parking fees. Some subway systems get money from telecommunication companies by leasing tunnels and rights-of-way to carry fiber optic communication lines.\nFare and ticketing.\nFor most–but not all–public transport systems, passengers must buy a ticket. Tickets may either be bought before the ride, at the time of the ride, or both. Tickets can be paper ticket, metal or plastic tokens, or an electronic card (smart card, contactless smart card). Sometimes, a ticket has to be validated (marking the time of the ticket's use). A paper ticket is stamped when it is validated. An electronic ticket is checked in.\nTickets may be valid for a single (or return) trip, or valid within a certain area for a period of time. The fare (price of the ticket) is based on the travel class, either based on the traveled distance, or on a zone pricing.\nThe tickets may have to be shown or checked automatically at the station platform or when going onto the system, or during the ride by a conductor. Operators may choose to control all passengers, allowing sale of the ticket at the time of ride. Alternatively, a proof-of-payment system allows passengers to enter the vehicles without showing the ticket. Riders may or may not be controlled by a ticket controller. If the rider does not show proof of payment, the operator may fine the rider.\nMulti-use tickets allow a passenger to travel more than once. These include \"return tickets\" where the passenger pay for two trips at one time. It also includes period cards allowing travel within a certain area (for instance month cards), or during a given number of days that can be chosen within a longer period of time (for instance eight days within a month). Some transit systems sell tickets (passes) aimed at tourists that allow free or discounted entry at many tourist attractions, typically include zero-fare public transport within a city. Period tickets may be for a particular journey (in both directions), or for a whole network.\nA free travel pass allows free and unlimited travel within a system. Free passes are sometimes granted to particular social sectors, for example students, old people, children, employees (\"job ticket\") and the physical or mentally disabled. In the United States, an employer can pay for a portion of a travel pass without that payment being taxed. So, transit systems allow employers to pay the system directly and to distribute the passes to employees.\nFree systems.\nFree or Zero-fare public transport services are funded in full by means other than collecting a fare from passengers.\nZero-fare services may be funded by national, regional or local government through taxation or by commercial sponsorship by businesses. They usually use relatively small vehicles such as buses and trams.\nSeveral mid-size European cities and many smaller towns around the world have converted their entire bus networks to zero-fare.\nLocal zero-fare shuttles or inner-city loops are far more common than city-wide systems.\nOn 29 February 2020, Luxembourg became the first country in the world to make all public transport in the country (buses, trams, and trains) free to use.\nTourist attraction.\nSome means of rail-based public transport are also tourist attractions and/or well known landmarks in their own right. These include San Francisco's famous cable cars, the Molli steam powered train in Bad Doberan, the kusttram along the whole Flemish coast, the Schwebebahn Wuppertal, the Seattle Monorail, and the Christchurch Tram","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"United States","offset":47},{"uri":"Transport","surface_form":"transport","offset":69},{"uri":"Passenger","surface_form":"passenger","offset":82},{"uri":"Ship","surface_form":"Ship","offset":223},{"uri":"Prehistoric","surface_form":"prehistoric","offset":259},{"uri":"Western_Europe","surface_form":"western Europe","offset":344},{"uri":"Horse","surface_form":"horse","offset":398},{"uri":"France","surface_form":"France","offset":439},{"uri":"Cart","surface_form":"cart","offset":462},{"uri":"Railroad","surface_form":"railroad","offset":523},{"uri":"England","surface_form":"England","offset":576},{"uri":"Ferry","surface_form":"Ferries","offset":585},{"uri":"Vehicle","surface_form":"vehicle","offset":687},{"uri":"Bus","surface_form":"bus","offset":721},{"uri":"Trolleybus","surface_form":"trolleybus","offset":728},{"uri":"Tram","surface_form":"tram","offset":742},{"uri":"Railway","surface_form":"trains","offset":752},{"uri":"Electric","surface_form":"electric","offset":847},{"uri":"Road","surface_form":"road","offset":903},{"uri":"Electricity","surface_form":"electricity","offset":965},{"uri":"Airline","surface_form":"airline","offset":1313},{"uri":"Pollution","surface_form":"pollution","offset":1967},{"uri":"Money","surface_form":"Money","offset":2544},{"uri":"Revenue","surface_form":"revenue","offset":2634},{"uri":"Government_subsidy","surface_form":"government subsidies","offset":2643},{"uri":"Advertisement","surface_form":"advertisement","offset":2668},{"uri":"Farebox_recovery_ratio","surface_form":"farebox recovery ratio","offset":2916},{"uri":"Telecommunication","surface_form":"telecommunication","offset":3100},{"uri":"Fiber-optic_communication","surface_form":"fiber optic","offset":3174},{"uri":"Ticket_(admission)","surface_form":"ticket","offset":3296},{"uri":"Token_(numismatics)","surface_form":"token","offset":3430},{"uri":"Smart_card","surface_form":"smart card","offset":3461},{"uri":"Contactless_smart_card","surface_form":"contactless smart card","offset":3473},{"uri":"Electronic_ticket","surface_form":"electronic ticket","offset":3629},{"uri":"Fare","surface_form":"fare","offset":3771},{"uri":"Zone_pricing","surface_form":"zone pricing","offset":3875},{"uri":"Conductor_(transportation)","surface_form":"conductor","offset":4026},{"uri":"Proof-of-payment","surface_form":"proof-of-payment","offset":4151},{"uri":"Ticket_controller","surface_form":"ticket controller","offset":4284},{"uri":"Zero-fare_public_transport","surface_form":"zero-fare public transport","offset":4890},{"uri":"Free_travel_pass","surface_form":"free travel pass","offset":5027},{"uri":"Job_ticket","surface_form":"job ticket","offset":5214},{"uri":"Disabled","surface_form":"disabled","offset":5256},{"uri":"United_States","surface_form":"United States","offset":5273},{"uri":"Fare","surface_form":"fare","offset":5589},{"uri":"Government","surface_form":"government","offset":5675},{"uri":"Taxation","surface_form":"taxation","offset":5694},{"uri":"Sponsorship","surface_form":"sponsorship","offset":5720},{"uri":"Buses","surface_form":"buses","offset":5798},{"uri":"Trams","surface_form":"trams","offset":5808},{"uri":"Luxembourg","surface_form":"Luxembourg","offset":6053},{"uri":"San_Francisco","surface_form":"San Francisco","offset":6339},{"uri":"Cable_car_(railway)","surface_form":"cable cars","offset":6362},{"uri":"Mollibahn","surface_form":"Molli steam powered train","offset":6378},{"uri":"Bad_Doberan","surface_form":"Bad Doberan","offset":6407},{"uri":"Kusttram","surface_form":"kusttram","offset":6424},{"uri":"Schwebebahn_Wuppertal","surface_form":"Schwebebahn Wuppertal","offset":6468},{"uri":"Seattle_Monorail","surface_form":"Seattle Monorail","offset":6495},{"uri":"Christchurch_Tram","surface_form":"Christchurch Tram","offset":6521}]}