{"id":3750,"url":"http://en.wikipedia.org/wiki/Insect","text":"Insects, are a class in the phylum Arthropoda. They are small terrestrial invertebrates which have a hard exoskeleton.\nInsects are the largest group of animals on earth by far: about 926,400 different species have been described. They are more than half of all known living species. They may be over 90% of animal species on Earth.\nNew species of insects are continually being found. Estimates of the total number of species range from 2 million to 30 million.\nMost, but not all, insects have six legs; and most have wings. Insects were the first animals capable of flight.\nAs they develop from eggs, insects undergo metamorphosis. Insects live all over the planet: almost all are terrestrial (live on land). Few insects live in the oceans or in very cold places, such as Antarctica. The most species live in tropical areas.\nSome people call all insects \"bugs\", but this is not correct. Only some insects are true bugs, which is a particular order of insects. People who study insects are called entomologists.\nInsect bodies.\nInsects have exoskeletons (skeletons on the outside). Their skeletons are made out of thin, hard pieces or plates, like armour, made of chitin. All together, these pieces make a hard layer around the insect’s body. The exoskeleton protects the insect.\nThe body of an insect has three main parts: a head, a thorax, and an abdomen. On the head are an insect’s compound eyes, its two antennae (they feel and smell things), and its mouth.\nOn the thorax, insects have wings and legs. All insects have six legs (three pairs of jointed legs) and usually four wings (two pairs).\nThe abdomen is the back part of the insect. Inside the abdomen is the stomach, the heart, and the excretory system where body wastes pass out of the insect. Bees also have a stinger at the back of the abdomen.\nPhysiology.\nJust like our muscles connect to our bones to make us walk and stand up, the muscles of an insect connect to the exoskeleton to make it walk and move. Their muscles are on the \"inside\" of their skeleton.\nInsects are cold-blooded, which means that they cannot control their body temperature. This means that insects are not good at surviving the cold, at any rate out in the open. In the winter, many insects go into something called diapause, which is the insect version of hibernation. Some insects, like cockroaches, cannot go into diapause and they will die if it gets too cold outside. This is why cockroaches love living in people's warm houses.\nRespiratory and circulatory systems.\nInsect respiration happens without lungs. There is a system of internal tubes and sacs through which gases diffuse or are actively pumped. Air is taken in through openings on the sides of the abdomen called spiracles. Oxygen gets to tissues that need it through their trachea (element 8 in diagram).\nMany insect larva<nowiki/>e live in water. Many of those have gills that can extract oxygen dissolved in water. Others must rise to the water surface to get air which may be held or trapped in special parts of their body.\nAdult insects use oxygen at a high rate when they fly. They need it for the flight muscles, the most active tissue known in biology. The flight muscles use oxygen at a huge rate: 100 ccs of oxygen for every single cc of tissue per hour. With this system, the greatest diameter a muscle could have (and still consume oxygen at this rate) is about 0.5 cm. Even with special extra arrangements, insects cannot get larger than about 11 cm long. The largest insect bodies are about as big as a mouse.\nSome insects also use a molecule called haemocyanin, which does the same job as haemoglobin does in vertebrates (but less efficiently). The insect circulatory system has no veins or arteries. The 'blood' is called haemolymph, and moves around in the space called the haemocoel. The organs sit in the haemocoel and are bathed in the haemolymph. The 'heart' is little more than a single tube which pulses (squeezes).\nHow insects grow.\nInsects start life as an egg. Usually a female (mother) insect lays eggs, but a few species have live birth (the eggs develop inside the mother). The eggs are small; but they can usually be seen with the naked eye.\nAlthough the adults are larger, they do need a magnifying glass or a binocular microscope to see the details. A professional entomologist uses a binocular microscope to identify insects, plus a printed reference work. There are far too many insects for anyone to remember them all, and most entomologists specialise in just one or two orders.\nAfter the eggs hatch, two kinds of development may occur. Some insects have what is called 'incomplete metamorphosis'. This means that a small insect, called a nymph comes out of the egg, and the nymph looks almost the same as the adult insect. As the nymph grows, it does not change the way it looks, but only how big it is. It goes through a number of stages, called 'instars'. Grasshoppers grow in this way.\nOther insects have complete metamorphosis, which means that the small larva which comes out of the egg looks very different from the adult insect. Insects that have complete metamorphosis usually come out of the egg as a larva, which usually looks like a worm. The larva eats food and gets bigger until it turns into a pupa. Butterfly pupae (plural for pupa) are often inside cocoons. Inside the cocoon the insect changes the way it looks and often grows wings. When the cocoon opens, the adult insect comes out. Many insects have complete metamorphosis, for example beetles, butterflies and moths, and flies. The adult stage of development is called the imago.\nOrigin of insects.\nThe oldest known insect fossil is the Devonian \"Rhyniognatha\", from the 396 million year old Rhynie chert. It may have superficially resembled a modern-day silverfish insect. This species already possessed mandibles of a type associated with winged insects, suggesting that wings may already have evolved at this time. Thus, anatomical recrds suggest the first insects may have appeared earlier, in the Silurian period. Genomic analysis puts their origin even further back in the Ordovician period.\nOrigin of wings.\nIn 2008, researchers uncovered what they believe is the world's oldest known full-body impression of a primitive flying insect, a 300 million-year-old specimen from the Carboniferous period.\nThe origins of insect flight remain obscure, since the earliest winged insects currently known appear to have been capable fliers. Some extinct insects had an additional pair of winglets attaching to the first segment of the thorax, for a total of three pairs. It seems the insects were not a particularly successful group of animals before they evolved wings.\nUpper Carboniferous and Lower Permian insect orders include both living groups and a number of Palaeozoic groups, now extinct. During this era, some giant dragonfly-like forms reached wingspans of making them far larger than any living insect.\nThis gigantism may have been due to higher atmospheric oxygen levels, which allowed increased respiratory efficiency. The lack of flying vertebrates could have been another factor. Many of the early groups became extinct during the PermianTriassic extinction event, the largest mass extinction in the history of the Earth, around 252 million years ago.\nKinds of insects.\nAll these groups except one (Odonata) are strongly connected with plants as a source of food.\nSpiders, scorpions, and similar animals are not insects; they are arachnids. Arachnids are arthropods that have four pairs of legs. Centipedes are also arthropods, but not insects: they are in a subphylum called the Myriapoda.\nTaxonomy.\nThis taxonomy lists some of the better known groups of insects.\nInsects and people.\nPests can be harmful to people in different ways. Some are parasites, such as lice and bed bugs. Some of these parasite insects can spread diseases, such as mosquitoes spreading malaria.\nOther pest insects do not directly hurt people. Termites and some beetles eat wood and sometimes eat buildings, such as houses. However, termites also help break down the trees and branches that fall on the forest floor. Many insects eat agricultural products (plants meant for people to eat). Grasshoppers are one example of pest insects that eat plants in agriculture.\nSome insects are useful to us. Bees make honey. The larvae of some moths make silk, which people use to make clothing. In some parts of the world, people actually eat insects. Eating insects for food is called entomophagy.\nMany bees and flies pollinate plants. This means the insects help the plants make seeds by moving pollen from one flower to another. Some good insects eat pest insects, such as lady beetles (or ladybirds or ladybugs) eating aphids. Many insects eat dead plants and animals.\nPesticides.\nPeople often use poisons called insecticides to kill pest insects. Insecticides do not always work. Sometimes the pest insects become resistant to the insecticides, which means the insecticides do not hurt them anymore. Both the Colorado potato beetle and the diamondback moth are insects that are resistant to many insecticides.\nInsecticides do not only kill pest insects; sometimes many helpful insects are killed too. When helpful insects are killed, such as those that eat pest insects, the pest insects may come back in larger numbers than before because they are not being eaten by helpful insects anymore.","categories":[],"infobox_types":[],"annotations":[{"uri":"Class_(biology)","surface_form":"class","offset":15},{"uri":"Phylum","surface_form":"phylum","offset":28},{"uri":"Arthropod","surface_form":"Arthropod","offset":35},{"uri":"Land","surface_form":"terrestrial","offset":62},{"uri":"Invertebrate","surface_form":"invertebrate","offset":74},{"uri":"Exoskeleton","surface_form":"exoskeleton","offset":106},{"uri":"Earth","surface_form":"earth","offset":163},{"uri":"Species","surface_form":"species","offset":201},{"uri":"Pterygota","surface_form":"flight","offset":566},{"uri":"Metamorphosis","surface_form":"metamorphosis","offset":617},{"uri":"Antarctica","surface_form":"Antarctica","offset":772},{"uri":"Tropical","surface_form":"tropical","offset":809},{"uri":"True_bug","surface_form":"true bug","offset":909},{"uri":"Order_(biology)","surface_form":"order","offset":942},{"uri":"Entomologist","surface_form":"entomologist","offset":996},{"uri":"Exoskeleton","surface_form":"exoskeleton","offset":1039},{"uri":"Skeleton","surface_form":"skeleton","offset":1053},{"uri":"Armor","surface_form":"armour","offset":1146},{"uri":"Chitin","surface_form":"chitin","offset":1162},{"uri":"Compound_eye","surface_form":"compound eye","offset":1384},{"uri":"Antenna","surface_form":"antenna","offset":1407},{"uri":"Stomach","surface_form":"stomach","offset":1667},{"uri":"Heart","surface_form":"heart","offset":1680},{"uri":"Excretory_system","surface_form":"excretory system","offset":1695},{"uri":"Bee","surface_form":"Bee","offset":1754},{"uri":"Cold-blooded","surface_form":"cold-blooded","offset":2035},{"uri":"Diapause","surface_form":"diapause","offset":2252},{"uri":"Hibernation","surface_form":"hibernation","offset":2293},{"uri":"Cockroach","surface_form":"cockroach","offset":2325},{"uri":"Lung","surface_form":"lung","offset":2542},{"uri":"Diffusion","surface_form":"diffuse","offset":2614},{"uri":"Pump","surface_form":"pump","offset":2638},{"uri":"Spiracle","surface_form":"spiracle","offset":2714},{"uri":"Oxygen","surface_form":"Oxygen","offset":2725},{"uri":"Tissue_(biology)","surface_form":"tissues","offset":2740},{"uri":"Trachea","surface_form":"trachea","offset":2775},{"uri":"Larva","surface_form":"larva","offset":2819},{"uri":"Gill","surface_form":"gill","offset":2869},{"uri":"Cubic_centimetre","surface_form":"ccs","offset":3212},{"uri":"Mouse","surface_form":"mouse","offset":3518},{"uri":"Haemocyanin","surface_form":"haemocyanin","offset":3565},{"uri":"Haemoglobin","surface_form":"haemoglobin","offset":3605},{"uri":"Vertebrate","surface_form":"vertebrate","offset":3625},{"uri":"Vein","surface_form":"vein","offset":3698},{"uri":"Artery","surface_form":"arterie","offset":3707},{"uri":"Haemolymph","surface_form":"haemolymph","offset":3739},{"uri":"Haemocoel","surface_form":"haemocoel","offset":3792},{"uri":"Egg_(biology)","surface_form":"egg","offset":3983},{"uri":"Magnifying_glass","surface_form":"magnifying glass","offset":4220},{"uri":"Microscope","surface_form":"microscope","offset":4252},{"uri":"Entomologist","surface_form":"entomologist","offset":4298},{"uri":"Order_(biology)","surface_form":"orders","offset":4508},{"uri":"Metamorphosis","surface_form":"metamorphosis","offset":4619},{"uri":"Nymph_(biology)","surface_form":"nymph","offset":4676},{"uri":"Adult","surface_form":"adult","offset":4747},{"uri":"Grasshopper","surface_form":"Grasshopper","offset":4896},{"uri":"Complete_metamorphosis","surface_form":"complete metamorphosis","offset":4946},{"uri":"Larva","surface_form":"larva","offset":5148},{"uri":"Worm","surface_form":"worm","offset":5182},{"uri":"Pupa","surface_form":"pupa","offset":5246},{"uri":"Plural","surface_form":"plural","offset":5269},{"uri":"Cocoon","surface_form":"cocoon","offset":5303},{"uri":"Wing","surface_form":"wing","offset":5382},{"uri":"Imago","surface_form":"imago","offset":5582},{"uri":"Devonian","surface_form":"Devonian","offset":5646},{"uri":"Rhyniognatha","surface_form":"Rhyniognatha","offset":5656},{"uri":"Rhynie_chert","surface_form":"Rhynie chert","offset":5701},{"uri":"Silverfish","surface_form":"silverfish","offset":5764},{"uri":"Silurian","surface_form":"Silurian","offset":6011},{"uri":"Genome","surface_form":"Genomic analysis","offset":6028},{"uri":"Ordovician","surface_form":"Ordovician","offset":6088},{"uri":"Carboniferous","surface_form":"Carboniferous","offset":6293},{"uri":"Flight","surface_form":"flight","offset":6337},{"uri":"Pennsylvanian","surface_form":"Upper Carboniferous","offset":6676},{"uri":"Permian","surface_form":"Permian","offset":6706},{"uri":"Extant_taxon","surface_form":"living","offset":6741},{"uri":"Palaeozoic","surface_form":"Palaeozoic","offset":6771},{"uri":"Atmosphere","surface_form":"atmospheric","offset":6963},{"uri":"Oxygen","surface_form":"oxygen","offset":6975},{"uri":"Respiration","surface_form":"respiratory","offset":7014},{"uri":"Vertebrate","surface_form":"vertebrate","offset":7057},{"uri":"Extinct","surface_form":"extinct","offset":7133},{"uri":"PermianTriassic_extinction_event","surface_form":"PermianTriassic extinction event","offset":7152},{"uri":"Spider","surface_form":"Spider","offset":7385},{"uri":"Scorpion","surface_form":"scorpion","offset":7394},{"uri":"Arachnid","surface_form":"arachnid","offset":7451},{"uri":"Arthropod","surface_form":"arthropod","offset":7476},{"uri":"Centipede","surface_form":"Centipede","offset":7517},{"uri":"Subphylum","surface_form":"subphylum","offset":7580},{"uri":"Myriapoda","surface_form":"Myriapoda","offset":7601},{"uri":"Taxonomy","surface_form":"taxonomy","offset":7627},{"uri":"Parasite","surface_form":"parasite","offset":7765},{"uri":"Lice","surface_form":"lice","offset":7784},{"uri":"Bed_bug","surface_form":"bed bug","offset":7793},{"uri":"Disease","surface_form":"disease","offset":7845},{"uri":"Mosquito","surface_form":"mosquito","offset":7863},{"uri":"Malaria","surface_form":"malaria","offset":7884},{"uri":"Pest","surface_form":"pest","offset":7899},{"uri":"Termite","surface_form":"Termite","offset":7941},{"uri":"Wood","surface_form":"wood","offset":7971},{"uri":"Tree","surface_form":"tree","offset":8064},{"uri":"Agriculture","surface_form":"agricultural products","offset":8131},{"uri":"Grasshopper","surface_form":"Grasshopper","offset":8187},{"uri":"Honey","surface_form":"honey","offset":8305},{"uri":"Larva","surface_form":"larva","offset":8316},{"uri":"Silk","surface_form":"silk","offset":8342},{"uri":"Clothing","surface_form":"clothing","offset":8373},{"uri":"Entomophagy","surface_form":"entomophagy","offset":8474},{"uri":"Pollination","surface_form":"pollinate","offset":8507},{"uri":"Pollen","surface_form":"pollen","offset":8585},{"uri":"Flower","surface_form":"flower","offset":8601},{"uri":"Lady_beetle","surface_form":"lady beetle","offset":8664},{"uri":"Aphid","surface_form":"aphid","offset":8711},{"uri":"Poison","surface_form":"poison","offset":8790},{"uri":"Insecticide","surface_form":"insecticide","offset":8805},{"uri":"Colorado_potato_beetle","surface_form":"Colorado potato beetle","offset":9002},{"uri":"Diamondback_moth","surface_form":"diamondback moth","offset":9033}]}