{"id":375017,"url":"http://en.wikipedia.org/wiki/Seoul_Fringe_Festival","text":"The Seoul Fringe Festival is a performing arts festival. Before 2002, the festival was called the Independent Art Festival. Every year it is held in Seoul, South Korea. All artists are allowed to join. Visitors are invited to try anything the artists want to try. The artists work in many different ways. The first festival was in 1998. Its motto was \"The test and seeking of Korean fringe.\" In 2002, it became the Seoul Fringe Festival. It became an international event. There were different performance groups from other countries in Asia. The 15th Seoul Fringe Festival was held from August 15 to September 1, 2012 in the Hongdae area. The Seoul Fringe Network hosts the festival. The sponsors are the Ministry of Culture, Sports and Tourism, Korean Culture and Arts Committee, Seoul Metropolitan Council, Mapo-gu Office, Seoul Foundation for Arts and Culture, and Seoul Art Space.\nThe 1st Seoul Fringe Festival (Independent Art Festival).\nThe first festival, then called the Independent Art Festival, used the slogan \"Open! Play! Twist!\" People called it \"the rebellions of underground culture.\" It was held from August 25 to September 15, 1998 at Marronnier Park in the Deahangno area. There were 50,097 visitors.\nThe 2nd Seoul Fringe Festival.\nThe festival used the slogan \"Millennium Prologue.\" The festival runners tried combine the city center and the suburbs. It took place from September 17 to 26, 1999 at the Seoul Arts Center. There were 30,000 visitors.\nThe 3rd Seoul Fringe Festival.\nThe slogan used that year was \"Variety Show.\" The goal was to make the festival an experiment, an alternative, an interaction and a network. It took place from August 13 to September 3, 2000 in the Deahangno area. There were 50,000 visitors.\nThe 4th Seoul Fringe Festival.\nThe festival used the slogan \"Party all night long.\" It was held in the Hongdae area which had a long history of being home to indie culture and a good place for new arts. It was hosted on September 7 to 23, 2001 in the Hongdae area with 80,000 visitors.\nThe 5th Seoul Fringe Festival.\nThe festival changed its name from the Independent Art Festival to the Seoul Fringe Festival. The festival runners wanted people to know the festival would focus on forward-looking art for young Asian artists. This was inspired by the Edinburgh Festival Fringe. It was convened on May 25 to June 15, 2002 in the Hongdae area with 100,000 visitors.\nThe 6th Seoul Fringe Festival.\nThis year, the festival put all the fringe brands together and used a more organized and systematic program. It was hosted on August 13 to September 7, 2003 in the Hongdae area with 120,000 visitors.\nThe 7th Seoul Fringe Festival.\nThe festival used the slogan, \"Joy of Flowering Indie in Full Bloom,\" and the independent culture became very important to the festival. It was held on August 20 to September 5, 2004 in the Hongdae area with 150,000 visitors.\nThe 8th Seoul Fringe Festival.\nThe Seoul Fringe Festival focused on a new flow of Asian independent artists. It was convened on August 12 to 28, 2005 in the Hongdae area with 158,672 visitors.\nThe 9th Seoul Fringe Festival.\nThe ninth festival used the slogan \"Indie-odyssey.\" There were stereotypical genres, complex genres, and genre that were completely different from standard forms. There were many new types of performances such as visual arts, music, theatrical plays, and poems that mixed traditional and modern styles. It was held on August 13 to 27, 2006 in the Hongdae area with 158,672 visitors.\nThe 10th Seoul Fringe Festival.\nThe festival marked the 10th anniversary of the start of the festival. It used larger meeting places for arts and audiences so visitors could tell the artists what they thought of their artwork. It was convened on August 13 to 29, 2007 in the Hongdae area with 153,501 visitors.\nThe 11th Seoul Fringe Festival.\nThe Seoul Fringe Festival changed and renewed its content and found larger spaces for artists to use. The festival became larger by connecting with the local cultural art community and listening to what people said was wrong and fixing it. It was hosted on August 14 to 30, 2008 in the Hongdae area with 154,379 visitors.\nThe 12th Seoul Fringe Festival.\nThe festival runners wanted more people to come to the festival, so they chose the slogan \"Post Fringe Project.\" They used programs to make artists' creations seem more active and to help visitors interact with them. The festival was enlarged to communicate in more kinds of ways and to make it more fun. It was held on August 13 to 29, 2009 in the Hongdae area with 160,000 visitors.\nThe 13th Seoul Fringe Festival.\nThis was an indoor and an outdoor art festival. The indoor parts were held in theaters, cafes, and galleries. The outdoor parts of the festival were held on large stages and in the streets. This year, festival runners decided to share the festival with tradespeople and residents in front of Hongdae. A service bureau was reorganized and source of revenue was diversified. The festival was held on August 12 to 28, 2010 in the Hongdae area with 160,000 visitors.\nThe 14th Seoul Fringe Festival.\nThe theme of the 2011 festival was \"Artists and Spaces.\" It focused on support for artists, managed the spaces efficiently, and showed current independent arts. This was the first time the Seoul Fringe Festival tried to do an \"Eco-Fringe Project,\" which means it tried to make the festival run with less pollution and waste to make things eco-friendly. It was held on August 11 to 27, 2011 in the Hongdae area and a few more places downtown Seoul. It had 160,000 visitors.\nThe 15th Seoul Fringe Festival.\nBy 2012, the Seoul Fringe Festival had become a popular independent art festival. It gave visitors a different kind of art and culture, had a good system for allowing many kinds of artists to show their work, showed new and young artists to visitors, and found ways to be gentle to the environment. It was held on August 15 to September 1, 2012 at the Seoul World Cup Stadium and a few more places in downtown Seoul for a total of 160,000 visitors.","categories":[],"infobox_types":[],"annotations":[{"uri":"Performing_arts","surface_form":"performing arts","offset":31},{"uri":"Festival","surface_form":"festival","offset":47},{"uri":"Seoul","surface_form":"Seoul","offset":149},{"uri":"South_Korea","surface_form":"South Korea","offset":156},{"uri":"Performance_group","surface_form":"performance group","offset":493},{"uri":"Asia","surface_form":"Asia","offset":536},{"uri":"Hongdae","surface_form":"Hongdae","offset":625},{"uri":"Seoul_Fringe_Network","surface_form":"Seoul Fringe Network","offset":643},{"uri":"Host","surface_form":"hosts","offset":664},{"uri":"Sponsor","surface_form":"sponsor","offset":688},{"uri":"Ministry_of_Culture%2C_Sports_and_Tourism","surface_form":"Ministry of Culture, Sports and Tourism","offset":705},{"uri":"Korean_Culture_and_Arts_Committee","surface_form":"Korean Culture and Arts Committee","offset":746},{"uri":"Seoul_Metropolitan_Council","surface_form":"Seoul Metropolitan Council","offset":781},{"uri":"Mapo-gu_Office","surface_form":"Mapo-gu Office","offset":809},{"uri":"Seoul_Foundation_for_Arts_and_Culture","surface_form":"Seoul Foundation for Arts and Culture","offset":825},{"uri":"Seoul_Art_Space","surface_form":"Seoul Art Space","offset":868},{"uri":"Slogan","surface_form":"slogan","offset":1014},{"uri":"Marronnier_Park","surface_form":"Marronnier Park","offset":1152},{"uri":"Deahangno","surface_form":"Deahangno","offset":1175},{"uri":"Suburb","surface_form":"suburb","offset":1361},{"uri":"Seoul_Arts_Center","surface_form":"Seoul Arts Center","offset":1421},{"uri":"Variety_Show","surface_form":"Variety Show","offset":1530},{"uri":"Experiment","surface_form":"experiment","offset":1582},{"uri":"Alternative","surface_form":"alternative","offset":1597},{"uri":"Interaction","surface_form":"interaction","offset":1613},{"uri":"Network","surface_form":"network","offset":1631},{"uri":"Deahangno","surface_form":"Deahangno","offset":1697},{"uri":"Independent_Art_Festival","surface_form":"Independent Art Festival","offset":2097},{"uri":"Edinburgh_Festival_Fringe","surface_form":"Edinburgh Festival Fringe","offset":2293},{"uri":"Seoul","surface_form":"Seoul","offset":5551},{"uri":"Seoul","surface_form":"Seoul","offset":6025}]}