{"id":375110,"url":"http://en.wikipedia.org/wiki/Ipse_dixit","text":"\"Ipse dixit\" is a Latin phrase which means \"He, himself, said it\".\nA bare assertion denies that an issue is debatable. In other words, that's just the way it is. In \"Alice in Wonderland\", the problem of \"ipse dixit\" is explained by example.\n\"When \"I\" use a word,\" Humpty Dumpty said, in rather a scornful tone, \"it means just what I choose it to mean—neither more nor less.\"\n\"The question is,\" said Alice, \"whether you \"can\" make words mean so many different things.\"\n\"The question is,\" said Humpty Dumpty, \"which is to be master      that's all.\"\nThe most basic way to distort an issue is to deny that it exists.\n\"Ipse dixit\" is used to identify and describe a dogmatic statement which the speaker expects the listener to accept as valid. \"Ipse dixit\" is a sort of arbitrary dogmatism. The only proof we have of the fact is that this person said it.\nThe theory of \"ipse dixit\" involves that an unproven statement that the speaker claims is true because it was uttered by \"an authority\" on the subject. The opinion may carry some weight based solely on the authority or standing of the person said it.\nHistory.\nIn the \"De natura deorum\" (\"On the Nature of the Gods\"), the Roman writer Cicero (106–43 BC) coined the term \"ipse dixit\" as an error in law. Cicero was describing the students of Pythagoras.\nJeremy Bentham changed the term \"ipse-dixit\" into the word \"ipse-dixitism\". He created this term to apply to political arguments.\n\"Ipse dixit\" is made specific in American law. For example, in a 1997 case, the US Supreme Court recognized the problem of \"opinion evidence which is connected to existing data only by the \"ipse dixit\" of an expert\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Dogma","surface_form":"dogmatic","offset":662},{"uri":"Authority","surface_form":"an authority","offset":973},{"uri":"Cicero","surface_form":"Cicero","offset":1185},{"uri":"Pythagoras","surface_form":"Pythagoras","offset":1291},{"uri":"Jeremy_Bentham","surface_form":"Jeremy Bentham","offset":1303},{"uri":"Recognize","surface_form":"recognized","offset":1530}]}