{"id":37520,"url":"http://en.wikipedia.org/wiki/Western_Australia","text":"Western Australia is one of the eight states and territories of Australia. It is the biggest state in Australia measured by amount of land. It has a population of about two million people. Its capital city is Perth.\nBefore 1900.\nIn 1827, a Captain in the British Navy, James Stirling, sailed up the Swan River and liked what he saw. He told the British government, and in 1829, Britain sent settlers to Western Australia. On June 18, 1829, the new Governor James Stirling claimed all the land of Australia that was not already included in New South Wales as the new colony of Western Australia. In 1868, Britain stopped sending convicts.\nFederation.\nUntil 1901, Australia did not exist - it was six separate colonies governed by Britain. This worked well when everybody was British and there were only a few people. But now there were thousands of people and many of them had never been to Britain, an eight-month journey away by sea.\nThey decided to join together to form one new country, the Commonwealth of Australia. This was called Federation, and happened in 1901. Western Australia did not want to join, because the other colonies were thousands of kilometres away. They joined when the other colonies promised to build a railway to Perth.\nSuccession referendum.\nIn 1933, the Western Australian people did not want to be part of Australia any more. The main reason was that Western Australia had to give money to the rest of Australia to pay for national services like the army and education, but they were not seeing the benefits. As well, the Great Depression had happened and many people were homeless and poor all over the world, including Western Australia.\nThe government decided to hold a referendum and ask the people whether they wanted to start their own country, and 68% said yes. However, the rest of Australia and the British Parliament stopped it.\nModern history.\nAfter that, things got back to normal. The Great Depression ended and the Second World War began, and many Western Australians went off to fight. Some of them had to stay here, because in 1942, the Japanese bombed the town of Broome in the far north.\nWhen the war ended, a lot of people from Europe who had lost their homes in the war came to Western Australia, as land was still very cheap. In the 1960s, iron ore was found in the north of the state, which could be made into steel. This discovery made Western Australia very rich, and iron ore still brings in a lot of money.\nPerth grew from being a small town to being a big city in just 30 years. By 1985 it had over a million people and is still getting bigger today. Due to the mining boom in the state, there has been an influx of people from the Eastern states to take advantage of the higher wages in industry.","categories":[],"infobox_types":[],"annotations":[{"uri":"State","surface_form":"state","offset":38},{"uri":"Australia","surface_form":"Australia","offset":64},{"uri":"Million","surface_form":"million","offset":173},{"uri":"Perth%2C_Western_Australia","surface_form":"Perth","offset":209},{"uri":"James_Stirling","surface_form":"James Stirling","offset":269},{"uri":"Swan_River","surface_form":"Swan River","offset":299},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":539},{"uri":"Colony","surface_form":"colonies","offset":708},{"uri":"Railway","surface_form":"railway","offset":1229},{"uri":"Great_Depression","surface_form":"Great Depression","offset":1552},{"uri":"Referendum","surface_form":"referendum","offset":1703},{"uri":"Second_World_War","surface_form":"Second World War","offset":1959},{"uri":"Japan","surface_form":"Japan","offset":2083},{"uri":"Iron","surface_form":"iron","offset":2291},{"uri":"Steel","surface_form":"steel","offset":2362}]}