{"id":375225,"url":"http://en.wikipedia.org/wiki/A_Werewolf_Boy","text":"A Werewolf Boy is a South Korean fantasy romance movie. It did well at the box office in 2012. The movie has been a huge box-office success by drawing audiences totaling 6,600,000 people in less than two months. The movie's lyrical atmosphere and the performance of the stars caught audiences’ eyes.\nPlot.\nThe movie starts with a flashback told by a grandmother, Suni. When a girl, Suni, lived in an isolated mountain village for her recuperation in 1965. A boy who looks like a beggar suddenly appeared. Nobody knows his origin, his family and how old he is. He cannot speak. He only growls like an aniimal. At first, Suni and can't get used to his strange behavior such as eating food with his hands ravenously. They grow fond of him gradually, so they named the boy Chulsu.\nJitae, who is a landlord of the house Suni is living, loves her. He begrudges Chulsu being close to Suni. With experts and old documents, Jitae found out that Chulsu was one of the abandoned children in the Korean war. Now he is a kind of werewolf boy. He is genetically modified by a scientist to make a more powerful soldier. Jitae slandered Chulsu because Chulsu has extreme strength unlike a normal human being. His body temperature is 46 degrees Celsius. Because of Jitae’s lies, people try to kill Chul-su to protect themselves. Suni decides to leave the village to keep him from being injured.\nAfter 47 years, when Suni visits the village to sell the house, she sees Chulsu again. She is moved by his long waiting. Chulsu reads a fairy tale book to Suni which they promised to read together 47 years ago. However, she has to leave him again and return to America. She leaves a message \"Wait for me.\" again as she did when she was young. Chulsu waits for her believing that she will come back again someday.\nCast.\nThe main actor, Song Joong-ki is a famous Korean actor. He achieves popularity through various kinds of movies and dramas. For example, \"SungKyunKwan Scandle\", \"Deep-rooted tree\", \"The innocent Man\" and \"Hearty Paws 2\". The main actress, Park Bo-young, is also a widely loved actress who made a big name through the movie \"Speedy Scandle\". Both of them rose to more fame with the movie \"A Werewolf Boy\".\nMusic.\n\"My prince\", song by Park Bo-young\nThis is the song Suni sings to the accompaniment of a guitar for Chulsu in the movie. By seeing her singing mellifluously, Chulsu fell in love with her.","categories":[],"infobox_types":["movie"],"annotations":[{"uri":"South_Korea","surface_form":"South Korea","offset":20},{"uri":"Fantasy","surface_form":"fantasy","offset":33},{"uri":"Romance_movie","surface_form":"romance movie","offset":41},{"uri":"Flashback","surface_form":"flashback","offset":330},{"uri":"Korean_war","surface_form":"Korean war","offset":984},{"uri":"Song_Joong-ki","surface_form":"Song Joong-ki","offset":1813},{"uri":"Sungkyunkwan_Scandal","surface_form":"\"SungKyunKwan Scandle\"","offset":1933},{"uri":"Deep_Rooted_Tree","surface_form":"\"Deep-rooted tree\"","offset":1957},{"uri":"The_innocent_Man","surface_form":"The innocent Man","offset":1978},{"uri":"Hearty_Paws_2","surface_form":"Hearty Paws 2","offset":2001},{"uri":"Park_Bo-young","surface_form":"Park Bo-young","offset":2035},{"uri":"Speedy_Scandle","surface_form":"Speedy Scandle","offset":2120}]}