{"id":375362,"url":"http://en.wikipedia.org/wiki/Seoul_International_Fireworks_Festival","text":"Seoul International Fireworks Festival is the one of the biggest festivals held in Seoul held by [http://www.hanwha-solarone.com/company/hanwha-group Hanwha group], Korean corporation. In 2000, it was held to wish for successful World Cup 2002 near Yeouido. After that, it has been held annually with Italian, Chinese, American and Korean teams except for 2001, 2006, 2009. In 2001, it was cancelled due to the September 11 attacks. In 2006, it could not be held because North Korea carried out a nuclear test, and in 2009, because of influenza A. The latest festival was held in October 6, 2012, which gathered more than 120 million people.\nFeatures.\nThe Hanwha Group spends about 1500-million won for the fireworks festival. Each team spends about 200 million won every year. People do not pay any fee to enjoy the festival. As time passes, more and more people are gathering, so the “Hot Places” become crowded 3 hours before the beginning of the festival. The best place to watch the fireworks is in front of 63 Building. People can enjoy sound effects as well near 63 Building. If the place is too crowded to enjoy the festival, Hangang Park is also a good place. If people take the subway to get to the place, they can exit at Yeouinaru Station. If the subway does not stop at Yeouinaru Station around start time of the festival, Yeouido Station is also fine.\nThe fireworks start around at 8 p.m. and end around at 9 p.m. Before the fireworks start, additional festivals, such as concerts or racing are held.\nCriticism.\nThere is criticism that Hanhwa Group holds the festival only to advertise their company. The president Lee Myung-bak says that Seoul cannot support this festival for advertising the private company. In addition, people who do not go to the festival have to deal with inconvenience because of heavy traffic or if some subway stations are not allowed to approach due to this festival. A lot of trash left is also criticized. In 2011, 25 tons of trash was left after the festival and 130 sanitation engineers cleaned the area until 3 a.m.","categories":[],"infobox_types":[],"annotations":[{"uri":"Seoul","surface_form":"Seoul","offset":83},{"uri":"Korea","surface_form":"Korea","offset":165},{"uri":"World_Cup_2002","surface_form":"World Cup 2002","offset":229},{"uri":"Italy","surface_form":"Italian","offset":301},{"uri":"China","surface_form":"Chinese","offset":310},{"uri":"United_States","surface_form":"American","offset":319},{"uri":"September_11_attacks","surface_form":"September 11 attacks","offset":411},{"uri":"North_Korea","surface_form":"North Korea","offset":471},{"uri":"Nuclear","surface_form":"nuclear","offset":497},{"uri":"Influenza_A","surface_form":"influenza A","offset":535},{"uri":"Firework","surface_form":"firework","offset":707},{"uri":"South_Korean_won","surface_form":"won","offset":762},{"uri":"63_Building","surface_form":"63 Building","offset":1013},{"uri":"Han_River","surface_form":"Hangang Park","offset":1134},{"uri":"Lee_Myung-bak","surface_form":"Lee Myung-bak","offset":1629}]}