{"id":375369,"url":"http://en.wikipedia.org/wiki/CouchSurfing","text":"e=\"preserve\">CouchSurfing International Inc. is a company based in San Francisco that provides hospitality social networking. Travellers using the service stay at a host's house, where they sleep on a couch (sofa) or a mattress on the floor. The service is intended to be free of charge; the host does not ask for money from the guest. CouchSurfing is intended to be a cultural exchange program, where the host shows the visitor around their town or local place, and the guest delivers his or her own country's culture.\nPeople using the service must register an account on the CouchSurfing website. They make a full public profile, which shows other users who they are, their interests, what languages they speak, and other information. If they want to host other travellers, users also state the location of their house, and describe their living arrangements, the type of couch they have, and what they can provide for the guests.\nTravellers can look for hosts by location, and hosts can find travellers whom have stated their plans to travel to their area. Hosts also list references (recommendations from previous guests), which helps travellers in deciding whether or not a host is reliable. When a traveller applies to stay at a host's place, the host then reviews the traveller's profile and either accepts or rejects the application. If the host says yes, the two users exchange phone numbers and contact each other prior to the meeting.","categories":[],"infobox_types":[],"annotations":[{"uri":"San_Francisco","surface_form":"San Francisco","offset":67},{"uri":"Hospitality","surface_form":"hospitality","offset":95},{"uri":"Social_networking","surface_form":"social networking","offset":107},{"uri":"Travel","surface_form":"Travel","offset":126},{"uri":"Host","surface_form":"host's","offset":165},{"uri":"House","surface_form":"house","offset":172},{"uri":"Couch","surface_form":"couch","offset":201},{"uri":"Mattress","surface_form":"mattress","offset":219}]}