{"id":375335,"url":"http://en.wikipedia.org/wiki/Ant%C3%B4nio_Carlos_Jobim","text":"Antônio Carlos Jobim (25 January 1927 – 8 December 1994) was a Brazilian musician of the 20th century. He was a songwriter, composer, singer and pianist/guitarist. He and João Gilberto developed bossa nova as a genre of music. He is a co-creator of bossa nova. He is widely known as the composer of \"The girl from Ipanema\". The representative album \"Wave\" counts among his major works. Besides, He created much great bossa nova music. His songs have been performed by many singers and instrumentalists and loved by people.\nHis life and music.\nAntônio Carlos Jobim was born in the Tijuca, in Rio de Janeiro. He came from a prominent family. After his parents separated, he was raised in Ipanema. At the age of ten, he started to play piano and compose. His life as a musician began at the age of 20. As a 20-year-old, Jobim earned his living by playing in night clubs before achieving success.\nJobim made his name as a musician when he teamed up with poet and diplomat Vinícius de Moraes to write the music for the play \"Orfeu de Conceição\" (1956). That time, A Felicidade, Frevo, and Nosso Amor were composed. A key event in making Jobim's music known in the world was his collaboration with saxophonist Stan Getz, João Gilberto. Especially Jobim wrote many of the songs with Getz/Gilberto, which became one of the best-selling jazz albums of all time.\nHis songs \"The Girl from Ipanema\" and \"Corcovado\" also became sensations. Getz/Gilberto won the Grammy Award for Album of the Year. \"The Girl from Ipanema\" won the Grammy Award for Record of the Year in 1965.\nJobim is one of the most important songwriters of the 20th century. Jobim's song has sophisticated harmonic structures. Some of his melodic twists, like the melody insisting on the major seventh of the chord, became common use in jazz and easy listening music after him.\nDue to his fame in his country, the Municipality of Rio de Janeiro changed the name of Galeão International Airport to Rio de Janeiro–Antonio Carlos Jobim International Airport.\nJobim was hospitalised in New York City from a urinary tract infection in late November 1994. He underwent surgery on 2 December 1994, and while recovering developed a pulmonary embolism. He died from cardiac arrest at the hospital on six days later on 8 December at the age of 67.","categories":[],"infobox_types":[],"annotations":[{"uri":"Brazil","surface_form":"Brazil","offset":63},{"uri":"Jo%C3%A3o_Gilberto","surface_form":"João Gilberto","offset":171},{"uri":"Bossa_nova","surface_form":"bossa nova","offset":195},{"uri":"Rio_de_Janeiro","surface_form":"Rio de Janeiro","offset":591},{"uri":"Ipanema","surface_form":"Ipanema","offset":686},{"uri":"A_Felicidade","surface_form":"A Felicidade","offset":1059},{"uri":"Frevo","surface_form":"Frevo","offset":1073},{"uri":"Nosso_Amor","surface_form":"Nosso Amor","offset":1084},{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":1449},{"uri":"New_York_City","surface_form":"New York City","offset":2037},{"uri":"Urinary_tract_infection","surface_form":"urinary tract infection","offset":2058},{"uri":"Pulmonary_embolism","surface_form":"pulmonary embolism","offset":2179},{"uri":"Cardiac_arrest","surface_form":"cardiac arrest","offset":2212}]}