{"id":375376,"url":"http://en.wikipedia.org/wiki/Solvent_extraction","text":"Solvent extraction, also known as Liquid–liquid extraction or partitioning, is a method to separate a compound based on the solubility of its parts. This is done using two liquids that don't mix, for example water and an organic solvent.\nSolvent extraction is used in the processing of perfumes, vegetable oil, or biodiesel. It is also used to recover plutonium from irradiated nuclear fuel, a process which is usually called nuclear reprocessing. The recovered plutonium can then be re-used as nuclear fuel.\nIn this process one of the components of a mixture dissolves in a particular liquid and the other component is separated as a residue by filtration.\nSolvent extraction involves crushing of oil seeds and oil seed cakes. From ancient time, vegetable oils were obtained by crushing oil seeds in village ghanis / kolhus / chekkus in India. At the beginning of the 20th century the vegetable oils industry was based on some 500,00 bullock-driven ghanis producing about 800,000 tonnes of oils. Slowly, in addition to these ghanis, power-driven ghanis (rotary ghanis made indigenously) imported expeller and imported hydraulic press plants started crushing oilseeds.\nAround this time many European countries and United States of America had established huge solvent extraction plants for recovering directly almost all the available oil in the oilseeds like Cottonseed and Soybean.","categories":[],"infobox_types":[],"annotations":[{"uri":"Solubility","surface_form":"solubility","offset":124},{"uri":"Liquid","surface_form":"liquid","offset":172},{"uri":"Water","surface_form":"water","offset":208},{"uri":"Organic_chemistry","surface_form":"organic","offset":221},{"uri":"Solvent","surface_form":"solvent","offset":229},{"uri":"Perfume","surface_form":"perfume","offset":286},{"uri":"Vegetable_oil","surface_form":"vegetable oil","offset":296},{"uri":"Biodiesel","surface_form":"biodiesel","offset":314},{"uri":"Plutonium","surface_form":"plutonium","offset":352},{"uri":"Radiation","surface_form":"irradiated","offset":367},{"uri":"Nuclear_fuel","surface_form":"nuclear fuel","offset":378},{"uri":"Nuclear_reprocessing","surface_form":"nuclear reprocessing","offset":426}]}