{"id":375451,"url":"http://en.wikipedia.org/wiki/Shinyei_Nakamine","text":"Shinyei Nakamine (January 21, 1920-June 2, 1944) was a United States Army soldier. He received the Medal of Honor because of his actions in World War II.\nEarly life.\nNakamine was born in Hawaii to Japanese immigrant parents. He is a \"Nisei\", which means that he is a second generation Japanese-American.\nSoldier.\nOne month before the Japanese attack on Pearl Harbor, Nakamine joined the US Army in November 1941.\nNakamine volunteered to be part of the all-\"Nisei\" 100th Infantry Battalion. This army unit was mostly made up of Japanese Americans from Hawaii and the mainland.\nFor his actions in June 1944, Nakamine was awarded the Army's second-highest decoration, the Distinguished Service Cross (DSC). In the 1990s, there was a review of service records of Asian Americans who received the DSC during World War II. Nakamine's award was upgraded to the Medal of Honor. In a ceremony at the White House on June 21, 2000, his family was presented with his medal by President Bill Clinton. Twenty-one other Asian Americans also received the medal during the ceremony, but only seven of them were still alive.\nMedal of Honor citation.\nNakamine's Medal of Honor recognized his conduct in frontline fighting in central Italy in 1944. Without help from others, he destroyed a machine gun nest and led attacks on two other machine gun nests.\nPrivate Shinyei Nakamine distinguished himself by extraordinary heroism in action on 2 June 1944, near La Torreto, Italy. During an attack, Private Nakamine’s platoon became pinned down by intense machine gun crossfire from a small knoll 200 yards to the front. On his own initiative, Private Nakamine crawled toward one of the hostile weapons. Reaching a point 25 yards from the enemy, he charged the machine gun nest, firing his submachine gun, and killed three enemy soldiers and captured two. Later that afternoon, Private Nakamine discovered an enemy soldier on the right flank of his platoon’s position. Crawling 25 yards from his position, Private Nakamine opened fire and killed the soldier. Then, seeing a machine gun nest to his front approximately 75 yards away, he returned to his platoon and led an automatic rifle team toward the enemy. Under covering fire from his team, Private Nakamine crawled to a point 25 yards from the nest and threw hand grenades at the enemy soldiers, wounding one and capturing four. Spotting another machine gun nest 100 yards to his right flank, he led the automatic rifle team toward the hostile position but was killed by a burst of machine gun fire. Private Nakamine’s extraordinary heroism and devotion to duty are in keeping with the highest traditions of military service and reflect great credit on him, his unit, and the United States Army.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Army","surface_form":"United States Army","offset":55},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":99},{"uri":"World_War_II","surface_form":"World War II","offset":140},{"uri":"Hawaii","surface_form":"Hawaii","offset":187},{"uri":"Japan","surface_form":"Japan","offset":197},{"uri":"Nisei","surface_form":"Nisei","offset":234},{"uri":"Attack_on_Pearl_Harbor","surface_form":"attack on Pearl Harbor","offset":343},{"uri":"United_States_Army","surface_form":"US Army","offset":387},{"uri":"Distinguished_Service_Cross_(United_States)","surface_form":"Distinguished Service Cross","offset":669},{"uri":"White_House","surface_form":"White House","offset":891},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":974},{"uri":"Recognize","surface_form":"recognized","offset":1158},{"uri":"Frontline","surface_form":"frontline","offset":1184}]}