{"id":37559,"url":"http://en.wikipedia.org/wiki/Heroin","text":"Heroin is a drug. It is also known as Diacetylmorphine or Diamorphine. Heroin was originally a trade name. It is an opioid - a type of drug which acts like morphine in the body. Heroin is called a semi-synthetic opioid. This means it is made from an opiate that occurs in nature. For Heroin, that natural opiate is morphine.\nHeroin is a white or brown powder made from the sap of the poppy plant. It is a painkiller. A painkiller is an analgesic drug. Its effects are like other drugs that come from the poppy plant sap. These include opium and morphine.\nPeople smoke or inject heroin to get a calm feeling of relaxation. It is called \"being high\". The extreme happiness is known as euphoria. Heroin is a very addictive drug. This means that once a person starts taking heroin, they will want to take more and more. They will want to continue even when they know it is making them sick and harming them. Heroin is an illegal drug in many countries, unless it is used to treat a medical problem.\nDrugs like cocaine, marijuana, and heroin have been decriminalized in numerous countries. To date, these include somewhere between 25 and 30 countries.\nLegality.\nIt is illegal to make, sell, and use heroin in most countries, unless a doctor has prescribed it to a person to treat a medical problem. Many people smuggle heroin and sell it illegally on the streets to make money.\nEffects.\nIf people use heroin, they may overdose (take too much), which can make them very sick or even kill them.\nWhen people take heroin, they get \"high,\" or intoxicated (like being drunk on alcohol). When a person is intoxicated, they can get hurt if they drive a car or other vehicle. Also, when a person is intoxicated, they may do dangerous things, like having unsafe sex or being violent towards others.\nAnother danger is \"withdrawal\", which can happen when a person stops using heroin. As with other addictions, withdrawal is a painful, unpleasant process that involves physical and mental symptoms. Withdrawal is most common when people stop using heroin suddenly, or when a person who has been using heroin for a while tries to stop. However, a person can have withdrawal symptoms even after using heroin for just 3 days. Physical symptoms often include bad body aches, hot and cold sweats, chills, restlessness, diarrhea, and problems with eating and sleeping. These withdrawl symptoms are sometimes called \"cold turkey\". Sometimes withdrawal feels like a very bad case of the flu. People can also have very strong psychological symptoms of withdrawal, like depression and strong cravings for heroin. Many heroin users are very afraid of withdrawal. Withdrawal - and fear of withdrawal - is one of the most common reasons why people have trouble quitting heroin. Medications like methadone and Suboxone are sometimes used to treat or prevent withdrawal symptoms, and to decrease cravings for heroin.\nInjecting heroin can be very dangerous. A person can get infections by using a needle that has not been cleaned properly. People who share the same needle can infect each other with diseases that travel in the blood, like HIV or hepatitis C. They can also do other dangerous things while high on heroin.\nDetoxification.\nThe primary objective of detoxification is to help the addict overcome a state of physical dependence on heroin by allowing time for the heroin and related toxins to exit the body. The body will adjust to the lack of heroin by reacting in various ways which may include pain, nausea, vomiting, diarrhea, insomnia and other withdrawal symptoms. During detox, the patient will be provided with medications, therapy and treatment that will help to ease or eliminate withdrawal symptoms in a safe and effective manner.\nWhile detox is not actually a treatment for heroin addiction because it only focuses on providing treatment for the physical dependence that surrounds the addiction and does not place any focus on the psychological elements of the chemical dependency, it is a necessary first step to the recovery process. When detoxification is the first step of a lengthy heroin addiction treatment process which includes counseling and behavioral therapy, the process often leads to long-term success in recovery from heroin addiction.\nStreet names.\nThere are many slang names, or street names, for heroin. These names are different in different places. Some of the most common are Dope, Horse, Junk, H, Brown, Black Magic, Juice and Smack.\nHeroin history.\nIn 1874, an English researcher, C.R. Wright, first synthesized heroin by boiling morphine and acetic anhydride. His early testing of heroin – then known as diacetylmorphine – showed undesirable side effects such as anxiety, sleepiness and vomiting immediately following administration. Accordingly, he discontinued his research. Over 20 years later in 1895, German scientist Heinrich Dreser and his colleagues at the pharmaceutical company Bayer continued Wright’s studies and declared diacetylmorphine successful in treating many common respiratory ailments.\nHeroin was first made in 1898, by the Bayer Company in Germany. At first, it was used as a cough medicine and a painkiller. People thought that heroin would help decrease morphine and opium addiction. But after twelve years, doctors realized that people became strongly addicted to heroin. In 1914, the United States passed the Harrison Act. This was the first of many attempts to control the use of heroin.\nThe word \"heroin\" comes from the German word \"heroisch\", which means powerful and heroic.","categories":[],"infobox_types":[],"annotations":[{"uri":"Drug","surface_form":"drug","offset":12},{"uri":"Trade_name","surface_form":"trade name","offset":95},{"uri":"Opioid","surface_form":"opioid","offset":116},{"uri":"Morphine","surface_form":"morphine","offset":156},{"uri":"Poppy","surface_form":"poppy","offset":384},{"uri":"Plant","surface_form":"plant","offset":390},{"uri":"Analgesic","surface_form":"analgesic","offset":436},{"uri":"Opium","surface_form":"opium","offset":535},{"uri":"Euphoria","surface_form":"euphoria","offset":683},{"uri":"Illegal_drug","surface_form":"illegal drug","offset":917},{"uri":"Prescription","surface_form":"prescribed","offset":1240},{"uri":"Illegal_drug_trade","surface_form":"smuggle","offset":1306},{"uri":"Alcohol","surface_form":"alcohol","offset":1566},{"uri":"Sex","surface_form":"sex","offset":1747},{"uri":"Addiction","surface_form":"addiction","offset":1881},{"uri":"Diarrhea","surface_form":"diarrhea","offset":2296},{"uri":"Flu","surface_form":"flu","offset":2461},{"uri":"Methadone","surface_form":"methadone","offset":2764},{"uri":"Suboxone","surface_form":"Suboxone","offset":2778},{"uri":"Infection","surface_form":"infection","offset":2941},{"uri":"Disease","surface_form":"disease","offset":3066},{"uri":"Blood","surface_form":"blood","offset":3094},{"uri":"HIV","surface_form":"HIV","offset":3106},{"uri":"Hepatitis_C","surface_form":"hepatitis C","offset":3113},{"uri":"Germany","surface_form":"Germany","offset":5077},{"uri":"Morphine","surface_form":"morphine","offset":5193},{"uri":"Opium","surface_form":"opium","offset":5206},{"uri":"Addiction","surface_form":"addiction","offset":5212}]}