{"id":375607,"url":"http://en.wikipedia.org/wiki/William_Nakamura","text":"William Kenzo Nakamura (January 21, 1922-July 4, 1944) was a United States Army soldier. He received the Medal of Honor because of his actions in World War II.\nEarly life.\nNakamura was born in Seattle to Japanese immigrant parents. He is a \"Nisei\", which means that he is a second generation Japanese-American.\nHis family was interned in Minidoka in Idaho during World War II.\nSoldier.\nNakamura joined the US Army in July 1943.\nNakamura volunteered to be part of the all-\"Nisei\" 442nd Regimental Combat Team. This army unit was mostly made up of Japanese Americans from Hawaii and the mainland.\nFor his actions in July 1944, Nakamura was awarded the Army's second-highest decoration, the Distinguished Service Cross (DSC). In the 1990s, there was a review of service records of Asian Americans who received the DSC during World War II. Nakamura's award was upgraded to the Medal of Honor. In a ceremony at the White House on June 21, 2000, his family was presented with his medal by President Bill Clinton. Twenty-one other Asian Americans also received the medal during the ceremony, but only seven of them were still alive.\nMedal of Honor citation.\nNakamura's Medal of Honor recognized his conduct in frontline fighting in central Italy in 1944. He silenced a machine gun nest and he stayed behind to provide covering fire as his unit withdrew.\nPrivate First Class William K. Nakamura distinguished himself by extraordinary heroism in action on 4 July 1944, near Castellina, Italy. During a fierce firefight, Private First Class Nakamura's platoon became pinned down by enemy machine gun fire from a concealed position. On his own initiative, Private First Class Nakamura crawled 20 yards toward the hostile nest with fire from the enemy machine gun barely missing him. Reaching a point 15 yards from the position, he quickly raised himself to a kneeling position and threw four hand grenades, killing or wounding at least three of the enemy soldiers. The enemy weapon silenced, Private First Class Nakamura crawled back to his platoon, which was able to continue its advance as a result of his courageous action. Later, his company was ordered to withdraw from the crest of a hill so that a mortar barrage could be placed on the ridge. On his own initiative, Private First Class Nakamura remained in position to cover his comrades' withdrawal. While moving toward the safety of a wooded draw, his platoon became pinned down by deadly machine gun fire. Crawling to a point from which he could fire on the enemy position, Private First Class Nakamura quickly and accurately fired his weapon to pin down the enemy machine gunners. His platoon was then able to withdraw to safety without further casualties. Private First Class Nakamura was killed during this heroic stand. Private First Class Nakamura's extraordinary heroism and devotion to duty are in keeping with the highest traditions of military service and reflect great credit on him, his unit, and the United States Army.\nNakesake.\nNakamura is the namesake of the William Kenzo Nakamura United States Courthouse in Seattle.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Army","surface_form":"United States Army","offset":61},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":105},{"uri":"World_War_II","surface_form":"World War II","offset":146},{"uri":"Seattle","surface_form":"Seattle","offset":193},{"uri":"Japan","surface_form":"Japan","offset":204},{"uri":"Nisei","surface_form":"Nisei","offset":241},{"uri":"Japanese_American_internment","surface_form":"interned","offset":326},{"uri":"Minidoka_National_Historic_Site","surface_form":"Minidoka","offset":338},{"uri":"Idaho","surface_form":"Idaho","offset":350},{"uri":"United_States_Army","surface_form":"US Army","offset":406},{"uri":"Distinguished_Service_Cross_(United_States)","surface_form":"Distinguished Service Cross","offset":688},{"uri":"White_House","surface_form":"White House","offset":910},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":993},{"uri":"Recognize","surface_form":"recognized","offset":1177},{"uri":"Frontline","surface_form":"frontline","offset":1203},{"uri":"Mortar_(weapon)","surface_form":"mortar","offset":2194},{"uri":"Namesake","surface_form":"namesake","offset":3007}]}