{"id":375687,"url":"http://en.wikipedia.org/wiki/Play_(activity)","text":"Play is a word used in psychology and ethology to describe voluntary activities associated with recreational pleasure and enjoyment, and with early learning in mammals. Although everyone understands what the word means, it is extremely difficult to define. Play is usually connected with children and their juvenile-level activities, but it can also be a useful adult activity, and occurs among other higher-functioning animals as well.\nMany of the most prominent researchers in the field of psychology (including William James, Sigmund Freud, Carl Jung, Jean Piaget and Lev Vygotsky) have viewed play as endemic to the human species. Play may be frivolous; but it may be serious. A player can be intently focused on his or her objective (\"in the zone\"), particularly when play is structured and goal-oriented, as in a game. Accordingly, play can range from relaxed, free-spirited and spontaneous through frivolous to planned or even compulsive.\nFunction of play.\nThere have been two major reviews of research into animal play, and both have said it is extremely difficult to define. Play is almost universal in very young mammals, and also in some groups of birds such as parrots and ravens. Therefore, it must have a function, but what is that function? It is definitely not immediate survival. In fact, the young animals of many species may risk their lives playing.preface Yet, since it survives in so many species, it must have survival value. That, as Fagan says, is a paradox.\nThe main idea is that play is basically useful, and so it can be explained by the normal process of evolution by natural selection. This was proposed by Karl Groos over a century ago, and it is still the majority explanation.\nIdentifying play.\nResearchers know the difficulty of deciding when a behaviour is play, and when it is not. Konrad Lorenz developed a criterion. To be called \"play\", the behaviour should be really distinct from the response in the normal situation. Thus, play-fighting of young pups is quite different from serious dog-fights, not just a lesser degree of the same thing.\nChildren's play.\nPlay can take the form of improvisation or pretend, performance, mimicry, games, sports. Play can be structured, with goals and rules; when this is the case, the play is a \"game\". Other play is unstructured, without rules. The gurus of children's games were Iona and Peter Opie, who collected them in England in the post-World War II period.\nOften sports with specific rules will take place within designated play spaces, such as sports fields. Other play spaces may be playgrounds with equipment and structures to promote active and social play. Some play spaces may be indoors, as with museums, or family entertainment centres.\nSeparate from self-initiated play, play therapy is used as a clinical application of play aimed at treating children who suffer from trauma, emotional issues and other problems.","categories":[],"infobox_types":[],"annotations":[{"uri":"Psychology","surface_form":"psychology","offset":23},{"uri":"Ethology","surface_form":"ethology","offset":38},{"uri":"Free_will","surface_form":"voluntary","offset":59},{"uri":"Mammals","surface_form":"mammals","offset":160},{"uri":"Researcher","surface_form":"researcher","offset":464},{"uri":"William_James","surface_form":"William James","offset":514},{"uri":"Sigmund_Freud","surface_form":"Sigmund Freud","offset":529},{"uri":"Carl_Jung","surface_form":"Carl Jung","offset":544},{"uri":"Jean_Piaget","surface_form":"Jean Piaget","offset":555},{"uri":"Lev_Vygotsky","surface_form":"Lev Vygotsky","offset":571},{"uri":"Endemic","surface_form":"endemic","offset":605},{"uri":"Flow_(psychology)","surface_form":"in the zone","offset":740},{"uri":"Game","surface_form":"game","offset":819},{"uri":"Research","surface_form":"research","offset":1001},{"uri":"Parrots","surface_form":"parrots","offset":1173},{"uri":"Raven","surface_form":"raven","offset":1185},{"uri":"Paradox","surface_form":"paradox","offset":1475},{"uri":"Evolution","surface_form":"evolution","offset":1584},{"uri":"Natural_selection","surface_form":"natural selection","offset":1597},{"uri":"Explanation","surface_form":"explanation","offset":1697},{"uri":"Behaviour","surface_form":"behaviour","offset":1779},{"uri":"Konrad_Lorenz","surface_form":"Konrad Lorenz","offset":1818},{"uri":"Improvisation","surface_form":"improvisation","offset":2124},{"uri":"Pretend","surface_form":"pretend","offset":2141},{"uri":"Imitation","surface_form":"mimicry","offset":2163},{"uri":"Result","surface_form":"goals","offset":2216},{"uri":"Game","surface_form":"game","offset":2271},{"uri":"Guru","surface_form":"guru","offset":2325},{"uri":"World_War_II","surface_form":"World War II","offset":2419},{"uri":"Sports","surface_form":"sports","offset":2446},{"uri":"Playground","surface_form":"playground","offset":2568},{"uri":"Museums","surface_form":"museums","offset":2686},{"uri":"Play_therapy","surface_form":"play therapy","offset":2763}]}