{"id":375837,"url":"http://en.wikipedia.org/wiki/Joe_Nishimoto","text":"Joe M. Nishimoto (February 21, 1919-November 15, 1944) was a United States Army soldier. He received the Medal of Honor because of his actions in World War II.\nEarly life.\nNishimoto was born in California to Japanese immigrant parents. He was a \"Nisei\", which means that he was a second generation Japanese-American.\nHe was interned at the Jerome War Relocation Center in Arkansas,\nSoldier.\nNishimoto joined the US Army in October 1943.\nNishimoto volunteered to be part of the all-\"Nisei\" 442nd Regimental Combat Team. This army unit was mostly made up of Japanese Americans from Hawaii and the mainland.\nFor his actions in November 1944, Nishimoto was awarded the Army's second-highest decoration, the Distinguished Service Cross (DSC). In the 1990s, there was a review of service records of Asian Americans who received the DSC during World War II. Nishimoto's award was upgraded to the Medal of Honor. In a ceremony at the White House on June 21, 2000, his family was presented with his medal by President Bill Clinton. Twenty-one other Asian Americans also received the medal during the ceremony, but only seven of them were still alive.\nMedal of Honor citation.\nNishimoto's Medal of Honor recognized his conduct in frontline fighting in France in 1944. Without help from others, he destroyed three machine gun positions.\nPrivate First Class Joe M. Nishimoto distinguished himself by extraordinary heroism in action on 7 November 1944, near La Houssiere, France. After three days of unsuccessful attempts by his company to dislodge the enemy from a strongly defended ridge, Private First Class Nishimoto, as acting squad leader, boldly crawled forward through a heavily mined and booby-trapped area. Spotting a machine gun nest, he hurled a grenade and destroyed the emplacement. Then, circling to the rear of another machine gun position, he fired his submachine gun at point-blank range, killing one gunner and wounding another. Pursuing two enemy riflemen, Private First Class Nishimoto killed one, while the other hastily retreated. Continuing his determined assault, he drove another machine gun crew from its position. The enemy, with their key strong points taken, were forced to withdraw from this sector. Private First Class Nishimoto's extraordinary heroism and devotion to duty are in keeping with the highest traditions of military service and reflect great credit on him, his unit, and the United States Army.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Army","surface_form":"United States Army","offset":61},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":105},{"uri":"World_War_II","surface_form":"World War II","offset":146},{"uri":"California","surface_form":"California","offset":194},{"uri":"Japan","surface_form":"Japan","offset":208},{"uri":"Nisei","surface_form":"Nisei","offset":246},{"uri":"Jerome_War_Relocation_Center","surface_form":"Jerome War Relocation Center","offset":340},{"uri":"United_States_Army","surface_form":"US Army","offset":412},{"uri":"Distinguished_Service_Cross_(United_States)","surface_form":"Distinguished Service Cross","offset":703},{"uri":"White_House","surface_form":"White House","offset":926},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":1009},{"uri":"Recognize","surface_form":"recognized","offset":1194},{"uri":"Frontline","surface_form":"frontline","offset":1220}]}