{"id":375870,"url":"http://en.wikipedia.org/wiki/USS_Constitution","text":"USS \"Constitution\" is a wooden, three-masted heavy frigate of the United States Navy. Named by President George Washington after the Constitution of the United States of America, she is the world's oldest commissioned naval vessel afloat.\nIt was constructed in 1794. It was later launched in 1797, \"Constitution\" was one of six original frigates authorized for construction by the Naval Act of 1794 and the third constructed. Joshua Humphreys designed the frigates to be the young Navy's capital ships, and so \"Constitution\" and her sisters were larger and more heavily armed and built than standard frigates of the period. Built in Boston, Massachusetts, at Edmund Hartt's shipyard, her first duties with the newly formed United States Navy were to provide protection for American merchant shipping during the Quasi-War with France and to defeat the Barbary pirates in the First Barbary War.\n\"Constitution\" is most famous for her actions during the War of 1812 against Great Britain, when she captured numerous merchant ships and defeated five British warships: HMS \"Guerriere\", \"Java\", \"Pictou\", \"Cyane\" and \"Levant\".\nOn August 19, 1812, the Constitution and HMS Guerriere fought a battle about 400 miles (650 Km) southeast of Halifax, Nova Scotia. The captains were Isaac Hull of U.S. andJames Richard Dacres of U.K. At around 2:00pm the USS Constitution found the HMS Guerriere, and attacked and damaged the Guerriere. One American officer was killed and another wounded by musket fire. Captain Dacres was also wounded. A shot to the cabin set fire to the USS Constitution. The HMS Guerriere was also severely burned and damaged. While Dacres was preparing to set sail and continue the battle against the Americans, it became obvious the that the ship was about to sink. Dacres was asked if he was ready for surrender. He said he didn't know but that they could no longer fight. Later, he surrendered and the HMS Guerriere sank.\nThe battle with \"Guerriere\" earned her the nickname of \"Old Ironsides\" and public adoration that has repeatedly saved her from scrapping. She continued to serve the nation as flagship in the Mediterranean and African squadrons, and circled the world in the 1840s.\nDuring the American Civil War she served as a training ship for the United States Naval Academy and carried artwork and industrial displays to the Paris Exposition of 1878. Retired from active service in 1881, she served as a receiving ship until designated a museum ship in 1907 and in 1934 she completed a three-year, 90-port tour of the nation. \"Constitution\" sailed under her own power for her 200th birthday in 1997, and again in August 2012, to commemorate the 200th anniversary of her victory over \"Guerriere\".","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Navy","surface_form":"United States Navy","offset":66},{"uri":"George_Washington","surface_form":"George Washington","offset":105},{"uri":"Constitution_of_the_United_States","surface_form":"Constitution of the United States of America","offset":133},{"uri":"Naval_Act_of_1794","surface_form":"Naval Act of 1794","offset":381},{"uri":"Joshua_Humphreys","surface_form":"Joshua Humphreys","offset":426},{"uri":"Boston%2C_Massachusetts","surface_form":"Boston, Massachusetts","offset":633},{"uri":"Quasi-War","surface_form":"Quasi-War","offset":811},{"uri":"France","surface_form":"France","offset":826},{"uri":"First_Barbary_War","surface_form":"First Barbary War","offset":874},{"uri":"War_of_1812","surface_form":"War of 1812","offset":950},{"uri":"HMS_Guerriere","surface_form":"HMS Guerriere","offset":1161},{"uri":"Halifax%2C_Nova_Scotia","surface_form":"Halifax, Nova Scotia","offset":1229},{"uri":"Isaac_Hull","surface_form":"Isaac Hull","offset":1269},{"uri":"James_Richard_Dacres","surface_form":"James Richard Dacres","offset":1291},{"uri":"Mediterranean","surface_form":"Mediterranean","offset":2124},{"uri":"African_squadrons","surface_form":"African squadrons","offset":2142},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":2208},{"uri":"United_States_Naval_Academy","surface_form":"United States Naval Academy","offset":2265},{"uri":"Paris_Exposition_of_1878","surface_form":"Paris Exposition of 1878","offset":2344}]}