{"id":375994,"url":"http://en.wikipedia.org/wiki/Margaret_Purves","text":"e=\"preserve\">Margaret Purves GC (born 25 November 1934  ), formerly Margaret Vaughan, is a British nurse. She is best known for receiving the George Cross for an act of bravery when she was only 14 years old. She is the only living woman who has been recognized with this honour.\nEarly life.\nMargaret Vaughan was born in Cardiff, Wales. Her father James Boswell Vaughan was Chief Superitendent of Cardiff City Police and her mother was Dorothy May Vaughan (nee Powditch)\nIn 1949, Vaughan was awarded the Albert Medal because she saved a Boy Scout and his leader from a rough sea off the coast of Cardiff. The Albert Medal is now replaced with the George Cross. In 1974 the Albert medal was exchanged before the Queen at Buckingham Palace.\nNotice of the award was published in the \"London Gazette\" on 1 November 1949. She became one of the few living holders of the Albert Medal.\nWhen she married, she changed her name to Purves. She married John Watt Purves, Captain in REME. They met while she was a\nServing nurse in the QA's in Hanover, Germany. Margaret served\nWith the QA's in Nairobi and Mauritius prior to this having trained at the Royal London Hospital. She had 3 children. Alison Fiona(1962) Rebecca (1963) and James (1965)\nCareer.\nMargaret Purves was an Army nurse serving as an officer in the Queen Alexandra Royal Nusing Corps. After meeting Capt. John Watt Purves in a hospital bed in Hanover -\nDue to a broken rib after a rugby match -\nWithin 6 months at Llandaff Cathedral and Cardiff Castle.\nShe lived in Singapore. Canada, UK, Belgium and Germany while he was husband served in the British Army. Whilst in the UK she was the editor of The Craftsman magazine,\nGeorge Cross citation.\nPurves' George Cross was given because of an act of bravery when she was a young girl.\nThe KING has been pleased to award the Albert Medal to Margaret Vaughan and the late John Howard Davies for their gallantry in the following circumstances: —\nOn May 28th, 1949, a party of Scouts, aged between 11 and 15 years, visiting Sully Island were cut off by the rising tide from a causeway which led to the mainland. Most of the boys got safely across, but two of them were forced off the causeway by the strong tide. The leader of the party returned to help the elder boy but in the struggle he too became exhausted. Margaret Vaughan (aged 14 years) saw from the beach the difficulties they were in. She undressed and swam towards them over a distance of some 30 yards in cold, rough water and against strong currents due to the rising tide. On reaching them she towed the boy to the shore while he supported himself by grasping the straps of her costume and his leader's coat. At about ten feet from the shore a life belt was thrown in which the boy was placed by the other two and the three reached the shore safely. Margaret Vaughan's action probably saved the life of the Scout leader as well as that of the elder boy.\nMeanwhile, John Howard Davies (aged 13 years) had safely reached the mainland when he saw that his friend, who was unable to swim, was being forced away from the causeway into deep water. He stripped to the waist and went back along the causeway to help him. By swimming out he was able to grasp his friend, and hold him up in the water. Both boys shouted for help and it was obvious that they would not get ashore unaided. By this time a rescue boat had put out from the shore but Davies became exhausted by his efforts and before the boat could reach them he was forced to release his hold on his friend and they drifted apart. The boat rescued the friend but no further sign of Davies was seen. His body was subsequently recovered. There is no doubt that in returning to the aid of his friend after he himself had reached safety Davies gave his life in this rescue attempt.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Kingdom","surface_form":"British","offset":91},{"uri":"George_Cross","surface_form":"George Cross","offset":142},{"uri":"Recognize","surface_form":"recognized","offset":251},{"uri":"Cardiff","surface_form":"Cardiff","offset":321},{"uri":"Wales","surface_form":"Wales","offset":330},{"uri":"Albert_Medal","surface_form":"Albert Medal","offset":504},{"uri":"London_Gazette","surface_form":"London Gazette","offset":781},{"uri":"Holder","surface_form":"holder","offset":850},{"uri":"Causeway","surface_form":"causeway","offset":2073}]}