{"id":375917,"url":"http://en.wikipedia.org/wiki/Alberta_Williams_King","text":"Alberta Christine Williams King (September 13, 1904 – June 30, 1974) was the mother of Martin Luther King, Jr.. She was married to Martin Luther King, Sr. for 58 years.\nShe had an important part in the activities of the Ebenezer Baptist Church. The church is now a part of the Martin Luther King, Jr. National Historic Site. She was shot and killed in the church six years after the assassination of Martin Luther King, Jr.\nLife and career.\nAlberta Christine Williams was born on September 13, 1904 in Atlanta, Georgia. Her father was Reverend Adam Daniel Williams. He was then the pastor of the Ebenezer Baptist Church. Jennie Celeste (Parks) Williams was her mother. She earned a teaching certificate at the Hampton Normal and Industrial Institute in 1924. Later the college name became just Hampton University.\nWilliams met Martin Luther King, Sr. right before she left for school at Hampton. After graduating, she and King got formally engaged at the Ebenezer Baptist Church. She taught for a short time before their Thanksgiving Day wedding in 1926. She then had to quit because married female teachers were not allowed at that time. Martin Luther King Jr. was born on January 15, 1929. He was one of their three children.\nAlberta King's mother died on May 18, 1941 of a heart attack. The King family later moved to a large yellow brick house three blocks away. Alberta was president of the Ebenezer Women's Committee from 1950 to 1962. She was also a talented musician who became the choir organist and director at Ebenezer. This may have been the reason her son was interested in Black music and art. By the end of this time, Martin Luther King Sr. and Jr. were sharing the role of pastors of the church.\nDeath.\nKing was shot and killed in a church by a 23-year-old man while she was playing the organ in Atlanta, Georgia. She died six years after the assassination of Martin Luther King, Jr., aged 69.","categories":[],"infobox_types":[],"annotations":[{"uri":"Martin_Luther_King%2C_Jr.","surface_form":"Martin Luther King, Jr.","offset":87},{"uri":"Martin_Luther_King%2C_Sr.","surface_form":"Martin Luther King, Sr.","offset":131},{"uri":"Ebenezer_Baptist_Church","surface_form":"Ebenezer Baptist Church","offset":220},{"uri":"Martin_Luther_King%2C_Jr._National_Historic_Site","surface_form":"Martin Luther King, Jr. National Historic Site","offset":277},{"uri":"Atlanta","surface_form":"Atlanta","offset":502},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":511},{"uri":"Hampton_University","surface_form":"Hampton Normal and Industrial Institute","offset":710},{"uri":"Hampton_University","surface_form":"Hampton University","offset":794},{"uri":"Thanksgiving","surface_form":"Thanksgiving","offset":1021},{"uri":"Heart_attack","surface_form":"heart attack","offset":1276},{"uri":"Assassination_of_Martin_Luther_King%2C_Jr.","surface_form":"assassination of Martin Luther King, Jr.","offset":1859}]}