{"id":3759,"url":"http://en.wikipedia.org/wiki/Gross_domestic_product","text":"e=\"preserve\">In economics, gross domestic product (GDP'\") is how much a place produces in an amount of time. GDP can be calculated by adding up its output inside the borders of that country.\nTo find the GDP of a country, one adds up all consumer spending (C), all investment (I), all government spending minus taxes (G), and the value of exports minus imports (\"X – M\"). This is shown by the equation:formula_1 This measure is often used to find out how healthy a country is; a country with a high value of GDP can be called a large economy. The United States has the largest GDP in the world. Germany has the largest in Europe, Nigeria in Africa and China in Asia.\nThere are different ways to calculate the GDP. Nominal GDP is the total amount of money spent on all new and final goods in an economy, real GDP (adjusting for changes in prices) tries to correct this number for inflation. For example, if the prices rise by 2% (meaning, everything costs 2% more) and the nominal GDP grows by 5%, the real GDP growth is only increased by 3%.\nGDP per capita is the total income of a country, divided by the number of inhabitants. It shows how rich people, on average, are.\nGross national product.\nThe GDP measure is different from gross national product (GNP) in that GNP = GDP + net income from assets in other countries (net income receipts).\nNominal GDP.\nWhen the gross domestic product is evaluated at the current market prices, it is called the nominal GDP. It includes changes in prices which makes it different from the real GDP. These changes can be due to inflation or price fluctuations. It can be measured in one of three different ways. The \"income approach\" uses the total of all income from businesses and individuals in a single year. The \"expenditure approach\" uses the market value of all goods purchased in a single year. The \"production approach\" is based on the total production in a single year.","categories":[],"infobox_types":[],"annotations":[{"uri":"Economics","surface_form":"economics","offset":16},{"uri":"Output","surface_form":"output","offset":148},{"uri":"Country","surface_form":"country","offset":182},{"uri":"Europe","surface_form":"Europe","offset":621},{"uri":"Africa","surface_form":"Africa","offset":640},{"uri":"China","surface_form":"China","offset":651},{"uri":"Inflation","surface_form":"inflation","offset":878},{"uri":"Country","surface_form":"country","offset":1081},{"uri":"Average","surface_form":"average","offset":1157},{"uri":"Net_income_receipts","surface_form":"net income receipts","offset":1321},{"uri":"Evaluate","surface_form":"evaluate","offset":1391},{"uri":"Market","surface_form":"market","offset":1416},{"uri":"Price","surface_form":"price","offset":1484},{"uri":"Inflation","surface_form":"inflation","offset":1563},{"uri":"Fluctuation","surface_form":"fluctuation","offset":1582},{"uri":"Measure","surface_form":"measure","offset":1606},{"uri":"Income","surface_form":"income","offset":1691},{"uri":"Individual","surface_form":"individual","offset":1718},{"uri":"Purchased","surface_form":"purchased","offset":1810},{"uri":"Production","surface_form":"production","offset":1886}]}