{"id":375999,"url":"http://en.wikipedia.org/wiki/Bill_Apiata","text":"Bill Henry \"Willie\" Apiata VC (born 28 June 1972-  ) is a New Zealand soldier. He is best known for receiving the Victoria Cross because of his actions in the war in Afghanistan.\nEarly life.\nApiata was born in Mangakino, New Zealand. He is Maori\nSoldier.\nApiata was a soldier in the New Zealand Special Air Service (NZSAS). For his actions in July 2004, Apiata became the first New Zealand soldier to be awarded the Victoria Cross since World War II. He is the 22nd New Zealander to receive the honour since 1856. He is the first to be conferred with the Victoria Cross for New Zealand which was established in 1999.\nHe became one of the very few living holders of the Victoria Cross.\nVictoria Cross citation.\nApiata's Victoria Cross recognized his conduct in frontline fighting in Afghanistan.\nIn a 2004 firefight, a grenade explosion blew Apiata off the bonnet of his vehicle. At the same time, two other soldiers were wounded by shrapnel. Apiata carried the more seriously wounded solder to safety. Then he rejoined the fighting.\nIn total disregard of his own safety, Lance Corporal Apiata stood up and lifted his comrade bodily. He then carried him across the seventy metres of broken, rocky and fire swept ground, fully exposed in the glare of battle to heavy enemy fire and into the face of returning fire from the main Troop position. That neither he nor his colleague were hit is scarcely possible. Having delivered his wounded companion to relative shelter with the remainder of the patrol, Lance Corporal Apiata re-armed himself and rejoined the fight in counter-attack.","categories":[],"infobox_types":[],"annotations":[{"uri":"Victoria_Cross","surface_form":"VC","offset":27},{"uri":"New_Zealand","surface_form":"New Zealand","offset":58},{"uri":"Victoria_Cross","surface_form":"Victoria Cross","offset":114},{"uri":"War_in_Afghanistan_(2001%E2%80%93present)","surface_form":"war in Afghanistan","offset":159},{"uri":"Mangakino","surface_form":"Mangakino","offset":210},{"uri":"New_Zealand","surface_form":"New Zealand","offset":221},{"uri":"M%C4%81ori_people","surface_form":"Maori","offset":240},{"uri":"New_Zealand_Special_Air_Service","surface_form":"New Zealand Special Air Service","offset":283},{"uri":"Recognize","surface_form":"recognized","offset":734},{"uri":"Frontline","surface_form":"frontline","offset":760}]}