{"id":376026,"url":"http://en.wikipedia.org/wiki/Qilin","text":"The Qilin (Chinese: 麒麟; pinyin: qílín; Wade-Giles: ch'i-lin) is a mythical hooved Chinese chimerical creature known throughout various East Asian cultures, and is said to appear with the imminent arrival or passing of a wise sage or an illustrious ruler.\nDescription.\nA qilin has a single horn on its forehead, a yellow belly, a multicoloured back, the hooves of a horse, the body of a deer, and the tail of an ox. Gentle of disposition, it never walks on verdant grass or eats living vegetation.\nOrigins.\nThe first qilin is said to have appeared in the garden of the legendary Huangdi (Yellow Emperor) in 2697 bc. Some three centuries later a pair of qilin were reported in the capital of Emperor Yao. Both events bore testimony to the benevolent nature of the rulers.\nThe advent of a great sage was made known when a qilin appeared to the pregnant mother of Confucius (6th century bc). The qilin thereupon coughed up an inscribed jade tablet that foretold the future greatness of the unborn child. The death of Confucius was foreshadowed when a qilin was injured by a charioteer.\nIn 1414 a live giraffe was brought to China for the first time and presented as a qilin to the Ming emperor Yongle. The tough old warrior, seeing through the intended flattery, curtly remarked that he certainly was no sage and the animal was certainly no qilin. In Japanese, a giraffe is called kirin, but the characters are those for qilin.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chinese_language","surface_form":"Chinese","offset":11},{"uri":"Pinyin","surface_form":"pinyin","offset":24},{"uri":"Wade-Giles","surface_form":"Wade-Giles","offset":39},{"uri":"Mythology","surface_form":"mythical","offset":66},{"uri":"Chinese_mythology","surface_form":"Chinese","offset":82},{"uri":"Chimera","surface_form":"chimerical","offset":90},{"uri":"East_Asia","surface_form":"East Asia","offset":135},{"uri":"Horse","surface_form":"horse","offset":365},{"uri":"Deer","surface_form":"deer","offset":386},{"uri":"Ox","surface_form":"ox","offset":411},{"uri":"Huangdi","surface_form":"Huangdi","offset":578},{"uri":"Yellow_Emperor","surface_form":"Yellow Emperor","offset":587},{"uri":"Confucius","surface_form":"Confucius","offset":860},{"uri":"1414","surface_form":"1414","offset":1085},{"uri":"China","surface_form":"China","offset":1120},{"uri":"Ming_Dynasty","surface_form":"Ming","offset":1177},{"uri":"Japanese_mythology","surface_form":"Japanese","offset":1347},{"uri":"Giraffe","surface_form":"giraffe","offset":1359}]}