{"id":376004,"url":"http://en.wikipedia.org/wiki/Tamil_Nadu_Liberation_Army","text":"e=\"preserve\">The Tamil Nadu Liberation Army (TNLA) is a small militant separatist movement in Tamil Nadu. It seeks an independent nation for the Tamil people. It began about 1985 as the military part of the Tamil Nadu Communist Party Marxist-Lenisist. It began a campaign of murders and bombings which it said were aimed at enemies of the people. They always put up posters to explain their reasons for these attacks. The leader of the group, Thamizharasan, was killed when he and a small group tried to rob a bank in Ponparappi.\nTheir next leader, known as Lenin, increased the number of members in the group. They began to bomb police stations and steal police weapons. Lenin was killed when one of his bombs exploded while being taken to an attack on a police station in 1994. The group took a movie actor, Dr. Rajkumar, prisoner in July 2000.\nThe TNLA is believed to get support from the Liberation Tigers of Tamil Eelam. The TNLA was listed as a terrorist organization in 2002 by the government of Tamil Nadu. The TNLA has said it wants a Greater Tamil Homeland which would include all of Tamil Nadu, the Laccadive Islands, Minicoy Island, the 'Tamil Eelam' in Sri Lanka, the Maldives, Malaysia, Singapore, and Mauritius.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":94},{"uri":"Tamil_people","surface_form":"Tamil people","offset":145},{"uri":"Liberation_Tigers_of_Tamil_Eelam","surface_form":"Liberation Tigers of Tamil Eelam","offset":892},{"uri":"Laccadive_Islands","surface_form":"Laccadive Islands","offset":1110},{"uri":"Minicoy_Island","surface_form":"Minicoy Island","offset":1129},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":1166},{"uri":"Maldives","surface_form":"Maldives","offset":1181},{"uri":"Malaysia","surface_form":"Malaysia","offset":1191},{"uri":"Singapore","surface_form":"Singapore","offset":1201},{"uri":"Mauritius","surface_form":"Mauritius","offset":1216}]}