{"id":376115,"url":"http://en.wikipedia.org/wiki/Christopher_Finney","text":"e=\"preserve\">Christopher Finney GC (born 23 May 1984) is a British soldier. He is best known for receiving the rare George Cross because of his actions in the Iraq War.\nEarly life.\nFinney was born in Brussels, Belgium. He grew up in Marple, Greater Manchester. His family moved to Wimborne in Dorset where he joined the Dorset Army Cadet Force at the age of 13.\nSoldier.\nIn 2000, he joined the British Army. In 2002, he became part of the Household Cavalry Regiment at Windsor. His name was recommended the George Cross because of bravery under attack from a pair of American aircraft in a friendly fire event.\nNotice of the award was published in the \"London Gazette\" on 30 October 2003. He became one of the very few living holders of the George Cross.\nGeorge Cross citation.\nHughes' George Cross recognized his conduct in frontline fighting in Iraq in 2003. He showed \"clearheaded courage and devotion to his comrades which was out of all proportion to his age and experience. Acting with complete disregard for his own safety even when wounded,\".\nOn 28 March 2003, D Squadron Household Cavalry Regiment were probing forward along the Shatt Al Arab waterway, north of Basrah, some thirty kilometres ahead of the main force of 16 Air Assault Brigade. In exposed desert, their mission was to find and interdict the numerically vastly superior, and better equipped, Iraqi 6th Armoured Division.\nTrooper Finney, a young armoured vehicle driver with less than a year's service, was driving the leading Scimitar vehicle of his troop, which had been at the forefront of action against enemy armour for several hours. In the early afternoon, the two leading vehicles paused beside a levee to allow the troop leader to assess fully the situation in front. Without warning, they were engaged by a pair of Coalition Forces ground attack aircraft. Both vehicles were hit and caught fire, and ammunition began exploding inside the turrets. Trooper Finney managed to get out of his driving position and was on the way towards cover when he noticed that his vehicle's gunner was trapped in the turret. He then climbed onto the fiercely burning vehicle, at the same time placing himself at risk from enemy fire, as well as fire from the aircraft should they return. Despite the smoke and flames and exploding ammunition, he managed to haul out the injured gunner, get him off the vehicle, and move him to a safer position not far away, where he bandaged his wounds.\nThe troop officer, in the other Scimitar, had been wounded and there were no senior ranks to take control. Despite his relative inexperience, the shock of the attack and the all-too-obvious risk to himself, Trooper Finney recognised the need to inform his headquarters of the situation. He therefore broke cover, returned to his vehicle which was still burning, and calmly and concisely sent a lucid situation report by radio. He then returned to the injured gunner and began helping him towards a Spartan vehicle of the Royal Engineers which had moved forward to assist.\nAt this point, Trooper Finney noticed that both the aircraft were lining up for a second attack. Notwithstanding the impending danger, he continued to help his injured comrade towards the safety of the Spartan vehicle. Both aircraft fired their cannon and Trooper Finney was wounded in the buttocks and legs, and the gunner in the head. Despite his wounds, Trooper Finney succeeded in getting the gunner to the waiting Spartan. Then, seeing that the driver of the second Scimitar was still in the burning vehicle, Trooper Finney determined to rescue him as well. Despite his wounds and the continuing danger from exploding ammunition, he valiantly attempted to climb up onto the vehicle, but was beaten back by the combination of heat, smoke and exploding ammunition. He collapsed exhausted a short distance from the vehicle, and was recovered by the crew of the Royal Engineers' Spartan.\nDuring these attacks and their horrifying aftermath, Trooper Finney displayed clear-headed courage and devotion to his comrades which was out of all proportion to his age and experience. Acting with complete disregard for his own safety even when wounded, his bravery was of the highest order throughout.","categories":[],"infobox_types":[],"annotations":[{"uri":"George_Cross","surface_form":"GC","offset":32},{"uri":"British_people","surface_form":"British","offset":59},{"uri":"Soldier","surface_form":"soldier","offset":67},{"uri":"George_Cross","surface_form":"George Cross","offset":116},{"uri":"Iraq_War","surface_form":"Iraq War","offset":159},{"uri":"Brussels","surface_form":"Brussels","offset":200},{"uri":"Belgium","surface_form":"Belgium","offset":210},{"uri":"Marple%2C_Greater_Manchester","surface_form":"Marple","offset":233},{"uri":"Greater_Manchester","surface_form":"Greater Manchester","offset":241},{"uri":"Wimborne","surface_form":"Wimborne","offset":281},{"uri":"Dorset","surface_form":"Dorset","offset":293},{"uri":"Household_Cavalry_Regiment","surface_form":"Household Cavalry Regiment","offset":439},{"uri":"Windsor%2C_Berkshire","surface_form":"Windsor","offset":469},{"uri":"Recommend","surface_form":"recommended","offset":491},{"uri":"United_States","surface_form":"American","offset":567},{"uri":"Friendly_fire","surface_form":"friendly fire","offset":590},{"uri":"London_Gazette","surface_form":"London Gazette","offset":653},{"uri":"Holder","surface_form":"holder","offset":726},{"uri":"Recognize","surface_form":"recognized","offset":799},{"uri":"Frontline","surface_form":"frontline","offset":825}]}