{"id":376205,"url":"http://en.wikipedia.org/wiki/Derek_Kinne","text":"Derek Godfrey Kinne GC (born 11 January 1930) was a British soldier. He is best known for receiving the George Cross because of his actions in the Korean War.\nEarly life.\nKinne was born in Nottingham and raised in Leeds.\nSoldier.\nIn 1950, he joined the Royal Northumberland Fusiliers. He was taken prisoner by the North Koreans on 25 April 1951. He was not released until 10 August 1953. His name was His name was recommended for the George Cross because of his actions during the time he was a prisoner of war. According to Lord Ashcroft, he arguably went through more suffering that any of the 159 individuals to have been awarded the George Cross.\nNotice of his award was published in the \"London Gazette\" on 9 April 1954. He became one of the very few living holders of the George Cross.\nGeorge Cross citation.\nKinne' George Cross recognized his endurance as a military prisoner who was held in Korea in 1951-1953.\nIn August, 1950, Fusilier KINNE volunteered for service in Korea. He joined the 1st Battalion, The Royal Northumberland Fusiliers, and was captured by Chinese Communist forces on the 25th April, 1951, the last day of the Imjin River battle. From then on he had only two objects in mind; firstly to escape, and secondly by his contempt for his captors and their behaviour, and his utter disregard for the treatment meted out to him, to raise the morale of his fellow prisoners. The treatment which he received during his period of captivity is summarised in the\nFusilier KINNE escaped for the first time within 24 hours of capture but was retaken a few days later while attempting to regain our own lines. Eventually he rejoined a large group of (prisoners being marched North to prison camps, and despite the hardships of this march, which lasted a month, rapidly emerged as a man of outstanding leadership and very high morale. His conduct was a fine example to all his fellow-prisoners.\nIn July, 1952, Fusilier KINNE, who was by now well known to his captors, was accused by them of being non-co-operative and was brutally interrogated about the other P.W. who had unco-operative views. As a result of his refusal to inform on his comrades, and for\nstriking back at a 'Chinese officer who assaulted him, he was twice severely beaten up\nand tied up for periods of 12 and 24 hours, being made to stand on tip-toe with a running\nnoose round his neck which would throttle him if he attempted to relax in any way.\nHe escaped on 27th July but was recaptured two days later. He was again beaten up very\nseverely, and placed in handcuffs (which could be and frequently were tightened so as to\nrestrict circulation), from which he was not released until 16th October, 1952, a period of\nHe was accused of insincerity, a hostile attitude towards the Chinese, \"sabotage\" of compulsory political study, escape, and of being reactionary. From the 15th to the 20th August, he was confined in a very small box cell, where he was made to sit to attention all day, being periodically beaten, prodded with bayonets, kicked and spat upon by the guards, and denied any washing facilities.\nOn 20th August, 1952, he was made to stand to attention for seven hours and when he complained was beaten by the Chinese guard commander with the butt of a submachine gun, which eventually went off and killed the guard commander. For this Fusilier KINNE was beaten senseless with belts and bayonets, stripped of his clothes, and thrown into a dank rat-infested hole until the 19th September. He was frequently taken out and beaten, including once (on 16th September), with pieces of planking until he was unconscious.On 16th October Fusilier Kinne was tried by a Chinese military court for escape and for being a reactionary and hostile to the Chinese, and was sentenced to twelve months' solitary confinement. This was increased to eighteen months when he complained at his trial of denial of medical attention, including that for a severe double hernia which he had sustained in June, 1952, while training to escape.\nOn 5th December, 1952, he was transferred to a special penal company. His last award of solitary confinement was on 2nd June, 1953, when he was sentenced for defying Chinese orders and wearing a rosette in celebration of Coronation Day.\nHe was eventually exchanged at Panmunjom on 10th August, 1953. As late as 8th and 9th August he was threatened with non-repatriation for demanding an interview with the International Red Cross Representatives who were visiting prisoner-of-war camps.\nFusilier Kinne was during the course of his periods of solitary confinement kept in no less than seven different places of imprisonment, including a security police gaol, under conditions of the most extreme degradation and increasing brutality. Every possible method both physical and mental was employed by his captors to break his spirit, a task which proved utterly beyond their powers. Latterly he must have been fully aware that every time he flaunted his captors and showed openly his detestation of themselves and their methods he was risking his life. He was in fact several times threatened with death or non-repatriation. Nevertheless he was always determined to show that he was prepared neither to be intimidated nor cowed by brutal treatment at die hands of a barbarous enemy.His powers of resistance and his determination to oppose and fight the enemy to the maximum were beyond praise. His example was an inspiration to all ranks who came into contact with him.","categories":[],"infobox_types":[],"annotations":[{"uri":"George_Cross","surface_form":"GC","offset":20},{"uri":"United_Kingdom","surface_form":"British","offset":52},{"uri":"Soldier","surface_form":"soldier","offset":60},{"uri":"George_Cross","surface_form":"George Cross","offset":104},{"uri":"Korean_War","surface_form":"Korean War","offset":147},{"uri":"Nottingham","surface_form":"Nottingham","offset":189},{"uri":"Leeds","surface_form":"Leeds","offset":214},{"uri":"Royal_Northumberland_Fusiliers","surface_form":"Royal Northumberland Fusiliers","offset":253},{"uri":"Recommend","surface_form":"recommended","offset":414},{"uri":"Michael_Ashcroft%2C_Baron_Ashcroft","surface_form":"Lord Ashcroft","offset":525},{"uri":"London_Gazette","surface_form":"London Gazette","offset":693},{"uri":"Holder","surface_form":"holder","offset":763},{"uri":"Recognize","surface_form":"recognized","offset":835}]}