{"id":37629,"url":"http://en.wikipedia.org/wiki/Walmart","text":"Walmart () is a company founded by Sam Walton in 1962. It is one of the world's largest companies, behind Exxon Mobil. Walmart stores are large department stores that sell many different things. There are more than 8,000 Wal-Mart stores around the world, and over 2 million people work for Walmart.\nPlaces Walmart can be found.\nWalmart can be found in a lot of places around the world. It is mostly found around the United States but can also be found in Canada, Mexico, United Kingdom, some Asian countries, some African countries and some South American countries. Walmart has not yet reached Oceania.\nCriticism.\nWalmart is criticized for having a poor record on labor rights, especially regarding anti union activity. It has also been criticized for once promoting made in America for its products but now largely importing the products it sells, from developing nations. Many of these jobs replaced manufacturing jobs in the US. along with the fact that Walmart retail jobs replaced many mom and pop stores in the US. In 2005, movie director Robert Greenwald made a documentary movie called \"Walmart The High Cost of Low Price\" that criticized Walmart. After this movie was announced, director Ron Galloway made a film that ended up being released at the same time called \"Why Walmart Works and Why That Drives Some People CRAZY\". This movie had a positive view of Walmart.","categories":[],"infobox_types":[],"annotations":[{"uri":"Company","surface_form":"company","offset":16},{"uri":"Sam_Walton","surface_form":"Sam Walton","offset":35},{"uri":"Exxon_Mobil","surface_form":"Exxon Mobil","offset":106},{"uri":"Department_store","surface_form":"department store","offset":144},{"uri":"United_States","surface_form":"United States","offset":416},{"uri":"Canada","surface_form":"Canada","offset":455},{"uri":"Mexico","surface_form":"Mexico","offset":463},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":471},{"uri":"Oceania","surface_form":"Oceania","offset":595},{"uri":"Documentary","surface_form":"documentary","offset":1070}]}