{"id":376248,"url":"http://en.wikipedia.org/wiki/Women_of_World_War_I","text":"e=\"preserve\">There were many women involved in World War I. American women and British women helped their country with the war. The women’s groups in Britain did not like that Britain was going to go to war at first. British women took over the jobs of the men who went into battle. The men were guaranteed their jobs back when they came home. When the U.S first got involved in World War I, they were opposed to using women’s power. Before that, they did not think twice about women or their rights.\nBelgian and Italian women also helped their countries. The women were nurses who served in the war. They helped the wounded soldiers of their side. They also helped on troop trains and transport ships.\nIn the United States, over 30,000 women helped in the Army, Navy, Marines, or the Coast Guard. They did this even before they were given the right to vote. In the U.S., the women in the military gave a huge push to the 19th Amendment to get passed. President Woodrow Wilson got won over to the women’s suffrage side because they were very brave. The women served on the front line. They also replaced men in offices and factories.\nMore than 25,000 U.S women served in Europe in World War I. They helped nurse the wounded and provided food and other supplies to the military. Some of the women became “horrifyingly bloodthirsty” when they heard about the fighting. They wanted to go into combat but could not because they were women. There was a “reconstruction of gender” in Britain. After World War I, women became stronger and not just looked at as mothers or “girly.”\nThe feminist movement never regained its strength after the war but kept the same status as before the war. The world wars shook up the gender’s relations, but only temporarily.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nurse","surface_form":"nurse","offset":571},{"uri":"Suffrage","surface_form":"suffrage","offset":1005}]}