{"id":3763,"url":"http://en.wikipedia.org/wiki/Track_and_field_athletics","text":"e=\"preserve\">Track and field is part of the sport of athletics. Athletics is a collection of sport events that includes running, jumping and \"throwing\". Track and field events take place in a sports stadium, either on the running track, or on the field inside the running track. These tracks are generally made up of synthetic rubber – rubber particles bound with latex or polyurethane. Other athletics events that are not track and field, include cross country running, road running, marathon running, and race-walking - these events take place outside a sports stadium.\nAthletics is a very common sporting event over the world. Athletics is a combination of different sports, generally running, jumping and throwing events. Running events include marathons, hurdle races, long distance and short distance events. Some jumping events are high jump, long jump, triple jump and pole vault. Throwing events involve javelin throw, discus throw, hammer throw and shot put.\nThere are also events that combine parts of running, jumping, and throwing. One of these is the \"decathlon\", which includes two short-distance races, a mile run, a hurdles race, javelin, discus, shot-put, high jump and pole vault.\nAll participants are timed or have a distance measured and this is their end result. Participants train hard for an event and always aim to better their results.\nAthletics is a sport that people take part in all over the world. It is a sport that is most common between young children up to younger adults. Athletics can be played for enjoyment, but it can also be a competitive sport. Athletics is also an event in the Olympic games.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sport","surface_form":"sport","offset":93},{"uri":"Running","surface_form":"running","offset":120},{"uri":"Jumping","surface_form":"jumping","offset":129},{"uri":"Polyurethane","surface_form":"polyurethane","offset":373},{"uri":"Marathon","surface_form":"marathon","offset":485},{"uri":"Racewalking","surface_form":"race-walking","offset":507},{"uri":"Marathon","surface_form":"marathon","offset":749},{"uri":"High_jump","surface_form":"high jump","offset":839},{"uri":"Long_jump","surface_form":"long jump","offset":850},{"uri":"Pole_vault","surface_form":"pole vault","offset":877},{"uri":"Event","surface_form":"event","offset":898},{"uri":"Javelin_throw","surface_form":"javelin throw","offset":913},{"uri":"Discus_throw","surface_form":"discus throw","offset":928},{"uri":"Hammer_throw","surface_form":"hammer throw","offset":942},{"uri":"Shot_put","surface_form":"shot put","offset":959},{"uri":"Olympic_games","surface_form":"Olympic games","offset":1620}]}