{"id":37638,"url":"http://en.wikipedia.org/wiki/Stamford_Raffles","text":"Sir Stamford Raffles FRS (Thomas Stamford Bingley Raffles 5 July 1781 – 5 July 1826), was the founder of the city of Singapore. He is one of the most famous Britons who expanded the British Empire.\nEarly years.\nRaffles was born on the ship \"Ann\" to Captain Benjamin Raffles and Anne Raffles. Although his family was in debt, they managed to give him money for his education. When he was 14, he started working as a clerk in the British East India Company. The company sent him to Southeast Asia to look for another port as the trade between Britain and China was increasing.\nHe married Olivia Mariamne Fancourt. She was the widow of Jacob Cassivelaun Fancourt, an assistant surgeon in Madras who had died in 1800.\nFounding of Singapore.\nWhen the British East India Company sent Raffles to Southeast Asia, the company already had two ports, Penang and Bencoolen. However, these ports were far from the main trading area, the Straits of Malacca. Dutch ports, Malacca and Java, were closer to the trading area, which made them able to control the trade. They cut off the trade between Penang and the important trading centres at the Malay Archipelago.\nThe British East India Company thus needed a new port south of Malacca to protect British ships, and they chose Singapore, which was then a small fishing-port. Singapore had a lot of drinking water and a good location, in the centre of the Straits of Malacca. It was in an area not controlled by the Dutch. The deal was settled by Raffles making an agreement with the traditional rulers of the area to pay them money in return for the right to build, expand and use the port. Singapore eventually grew to be the important trading city-state it is today. Raffles held the title of Governor-General of the Dutch East Indies from 1813 to 1816.","categories":[],"infobox_types":[],"annotations":[{"uri":"FRS","surface_form":"FRS","offset":21},{"uri":"City","surface_form":"city","offset":109},{"uri":"Singapore","surface_form":"Singapore","offset":117},{"uri":"United_Kingdom","surface_form":"Britons","offset":157},{"uri":"British_Empire","surface_form":"British Empire","offset":182},{"uri":"Clerk","surface_form":"clerk","offset":415},{"uri":"British_East_India_Company","surface_form":"British East India Company","offset":428},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":480},{"uri":"Port","surface_form":"port","offset":515},{"uri":"Widow","surface_form":"widow","offset":624},{"uri":"Surgeon","surface_form":"surgeon","offset":674},{"uri":"Madras","surface_form":"Madras","offset":685},{"uri":"Penang","surface_form":"Penang","offset":840},{"uri":"Bencoolen","surface_form":"Bencoolen","offset":851},{"uri":"Straits_of_Malacca","surface_form":"Straits of Malacca","offset":924},{"uri":"Malacca","surface_form":"Malacca","offset":957},{"uri":"Java","surface_form":"Java","offset":969},{"uri":"Malay_Archipelago","surface_form":"Malay Archipelago","offset":1130},{"uri":"Singapore","surface_form":"Singapore","offset":1261}]}