{"id":376354,"url":"http://en.wikipedia.org/wiki/Cinnabar_moth","text":"The cinnabar moth (\"Tyria jacobaeae\") is a brightly colored arctiid moth. It is found in Europe and western and central Asia. It has been introduced into New Zealand, Australia and North America to control poisonous ragwort. This is because the larvae feeding on the ragwort. The moth is named after the red mineral cinnabar because of the red patches on its mostly black wings. Cinnabar moths are about 20mm long and have a wingspan of 32–42 mm (1.3-1.7 in).\nCinnabar moths are day-flying insects. Like many other brightly colored moths, it cannot be eaten. The larvae use members of the genus \"Senecio\" as foodplants. Newly hatched larvae feed from under the ragwort leaves to the area of their old eggs. The larvae absorb toxic and bitter tasting alkaloid substances from the foodplants. This makes them unable to be eaten themselves. The bright colors of both the larvae and the moths act as warning signs. Partly due to this they are seldom eaten by predators. An exception is among different species of Cuckoo which eat hairy and poisonous caterpillars including cinnabar moth larvae.\nLike several other Arctiidae moth larvae, the cinnabar caterpillars can turn cannibalistic. This can be due to lack of food. Sometimes they can eat other cinnabar larvae for no apparent reason. Females lay up to 300 eggs and usually in clusters of 30 to 60. The larvae start out as a pale yellow. Later larval stages develop the jet black and orange/yellow striped coloring. They can grow up to 30mm, and are voracious eaters; large populations can strip entire patches of ragwort clean, a result of their low predation.\nMany do not survive to the pupal stage. This is mainly due to them completely consuming the food source before reaching maturity. This could be a possible explanation for their tendency to engage in seemingly random cannibalistic behaviour. It is common for them to die from starvation.\nThe moth has proven to be successful as a biocontrol agent for ragwort when used in conjunction with the ragwort flea beetle in the western United States.","categories":[],"infobox_types":[],"annotations":[{"uri":"Arctiidae","surface_form":"arctiid","offset":60},{"uri":"Moth","surface_form":"moth","offset":68},{"uri":"New_Zealand","surface_form":"New Zealand","offset":154},{"uri":"Australia","surface_form":"Australia","offset":167},{"uri":"North_America","surface_form":"North America","offset":181},{"uri":"Senecio","surface_form":"ragwort","offset":216},{"uri":"Cinnabar","surface_form":"cinnabar","offset":316},{"uri":"Insects","surface_form":"insects","offset":490},{"uri":"Animal_coloration","surface_form":"brightly colored","offset":515},{"uri":"Senecio","surface_form":"Senecio","offset":596},{"uri":"Alkaloid","surface_form":"alkaloid","offset":750},{"uri":"Cuckoo","surface_form":"Cuckoo","offset":1009},{"uri":"Longitarsus_jacobaeae","surface_form":"ragwort flea beetle","offset":2004}]}