{"id":376471,"url":"http://en.wikipedia.org/wiki/Andrew_Jones_(Medal_of_Honor)","text":"Andrew Jones (born 1835, date of death unknown) was a Union Navy sailor in the American Civil War. He received the Medal of Honor which is the U.S. military's highest decoration. He received it for his actions at the Battle of Mobile Bay.\nBiography.\nJones was born in 1835 in Limerick, Ireland. He immigrated to the United States and was living in New York when he joined the U.S. Navy. He served during the Civil War as a chief boatswain's mate on the. Although their enlistments had expired, Jones and crewmate James Seanor voluntarily transferred to the to fight in the Battle of Mobile Bay on August 5, 1864. During the battle they \"carried out [their] duties gallantly\" according to the Medal of Honor citation. For this actions, both Jones and Seanor were presented the Medal of Honor four months later, on December 31, 1864.\nServed as chief boatswain's mate on board the U.S. Ironclad \"Chickasaw\", Mobile Bay, 5 August 1864. Although his enlistment was up, Jones volunteered for the battle of Mobile Bay, going on board the \"Chickasaw\" from the \"Vincennes\" where he then carried out his duties gallantly throughout the engagement with the enemy which resulted in the capture of the rebel ram \"Tennessee\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Union_Navy","surface_form":"Union Navy","offset":54},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":79},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":115},{"uri":"Battle_of_Mobile_Bay","surface_form":"Battle of Mobile Bay","offset":217},{"uri":"Limerick","surface_form":"Limerick","offset":276},{"uri":"Chief_Petty_Officer_(United_States)","surface_form":"chief","offset":423},{"uri":"Boatswain%27s_mate_(United_States_Navy)","surface_form":"boatswain's mate","offset":429},{"uri":"James_Seanor","surface_form":"James Seanor","offset":513},{"uri":"Battle_of_Mobile_Bay","surface_form":"Battle of Mobile Bay","offset":573},{"uri":"CSS_Tennessee_(1863)","surface_form":"Tennessee","offset":1200}]}