{"id":376489,"url":"http://en.wikipedia.org/wiki/George_Taylor_(Medal_of_Honor)","text":"George Taylor (November 15, 1830 – October 7, 1893) was a Union Navy sailor in the American Civil War. He was also a recipient of the Medal of Honor, which is the U.S. military's highest decoration. He got it for his actions at the Battle of Mobile Bay.\nBiography.\nTaylor was born on November 15, 1830, in Watertown, New York. He was still living in that state when he joined the Navy. He served during the Civil War as an armorer on the. At the Battle of Mobile Bay on August 5, 1864 his ship engaged the. It was struck by a broadside at close range. The Confederate artillery shells hit \"Lackawanna's\" berth deck near the magazine. This caused mass casualties and ignited loose gunpowder. It spilled onto the floor while \"Lackawanna's\" sailors were assembling their own shells. The flames moved along a passageway towards the powder room where 17 tons of gunpowder were stored. Although he had received a wound to his forehead Taylor ran towards the fire and extinguished it with his bare hands. This saved his ship. He then returned to his duties for the remainder of the battle. While putting out the fire his hands were burned down to the bone. For this action, he was given the Medal of Honor four months later, on December 31, 1864.\nOn board the U.S.S. \"Lackawanna\" during successful attacks against Fort Morgan, rebel gunboats and the ram \"Tennessee\" in Mobile Bay, on 5 August 1864. When an enemy shell exploded in the shellroom, Taylor although wounded went into the room and, with his hand, extinguished the fire from the explosion. He then carried out his duties during the remainder of the prolonged action which resulted in the capture of the prize rebel ram \"Tennessee\" and in the damaging and destruction of Fort Morgan.\nTaylor died on October 7, 1893. He was 62 and was buried in Paragould, Arkansas.","categories":[],"infobox_types":[],"annotations":[{"uri":"Union_Navy","surface_form":"Union Navy","offset":58},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":83},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":134},{"uri":"Battle_of_Mobile_Bay","surface_form":"Battle of Mobile Bay","offset":232},{"uri":"Watertown%2C_New_York","surface_form":"Watertown, New York","offset":306},{"uri":"Armorer","surface_form":"armorer","offset":423},{"uri":"Battle_of_Mobile_Bay","surface_form":"Battle of Mobile Bay","offset":446},{"uri":"Broadside","surface_form":"broadside","offset":526},{"uri":"Berth_deck","surface_form":"berth deck","offset":604},{"uri":"Magazine_(artillery)","surface_form":"magazine","offset":624},{"uri":"Fort_Morgan_(Alabama)","surface_form":"Fort Morgan","offset":1307},{"uri":"Paragould%2C_Arkansas","surface_form":"Paragould, Arkansas","offset":1797}]}