{"id":376431,"url":"http://en.wikipedia.org/wiki/Samuel_W._Kinnaird","text":"Samuel W. Kinnaird (May 2, 1840 – April 20, 1923) was a Union Navy sailor in the American Civil War. He was a recipient of the U.S. military's highest decoration, the Medal of Honor. He got it for his actions at the Battle of Mobile Bay.\nKinnaird's Background.\nHe was born on May 2, 1840, in New York City. Kinnaird was still living in the state of New York when he joined the Navy. He served during the Civil War as a landsman on the. At the Battle of Mobile Bay on August 5, 1864, \"Lackawanna\" engaged the. They fought at close range and Kinnaird displayed \"presence of mind and cheerfulness\" which helped maintain his shipmates' morale. For this action, he was presented the Medal of Honor four months later on December 31, 1864.\nCitation.\nServed as a landsman on board the U.S.S. \"Lackawanna\" during successful attacks against Fort Morgan, rebel gunboats and the ram \"Tennessee\" in Mobile Bay, 5 August 1864. Showing a presence of mind and cheerfulness that had much to do with maintaining the crew's morale, Kinnaird served gallantly through the action which resulted in the capture of the prize rebel ram \"Tennessee\" and in the destruction of batteries at Fort Morgan.\nKinnaird died on April 20, 1923. He was 82 and was buried in the New York City neighborhood of Woodside, Queens.","categories":[],"infobox_types":[],"annotations":[{"uri":"Union_Navy","surface_form":"Union Navy","offset":56},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":81},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":167},{"uri":"Battle_of_Mobile_Bay","surface_form":"Battle of Mobile Bay","offset":216},{"uri":"New_York_City","surface_form":"New York City","offset":292},{"uri":"Landman_(rank)","surface_form":"landsman","offset":419},{"uri":"Battle_of_Mobile_Bay","surface_form":"Battle of Mobile Bay","offset":443},{"uri":"Fort_Morgan_(Alabama)","surface_form":"Fort Morgan","offset":831},{"uri":"Woodside%2C_Queens","surface_form":"Woodside, Queens","offset":1270}]}