{"id":376540,"url":"http://en.wikipedia.org/wiki/Chemical_weapons_in_World_War_I","text":"Chemical weapons were a major part of World War I. It was the first time that chemical weapons were widely used in warfare. The gas was very harmful to both sides because the gas would often blow back into the attackers front lines. For this reason the use of gas was feared by both sides. Gas masks were used to stop the gas by preventing it from traveling to the lungs. The first masks were big and clumsy. This caused them to be hated.\nThe soldiers and the public had been told that the First World War would have been over by December of 1914. In 1916 the war was still going on, and a stalemate had been reached. ‘The Triple Alliance’ and ‘The Triple Entente’ had to compete to create better technology to break the stalemate and to win the war.\nGas was a very effective way of attacking the enemy without direct contact. The first use of gas in the war was in 1914, when the French used tear gas grenades against the Germans. This sparked an idea for the Germans, and on 31st of January 1915, they first used Gas on a large scale. Over 18,000 shells filled with gas were launched towards the Russians. This attack failed. Chlorine Gas saw its first use on the 22nd of April 1915 by the Germans against the French. The French thought it was tear gas so took not so much notice of it. As it hit them, they fled in fear and some were overcome with the poisonous gas. A big opportunity had opened up for the Germans. They however had not thought Chlorine Gas had such deadly effects, so retreated, missing a huge opportunity.\nBritain’s first use of gas was in December of 1915. This caused public outcry. People saw it as inhumane. This lasted during and after the war. The factories that manufactured the gases were not allowed to call them gases. An act had been signed years before forbidding the use of poisonous gases in combat. The gas was referred to as an accessory.\nIn WWII, Hitler refused to use gas against the enemy, as he was a victim of a gas attack in the past.\nTypes of gas.\nMany soldiers suffered from gas attacks but only 3% of those affected actually died. However blindness was a common side effect of exposure. Death was slow and very painful. Most soldiers were sent home to die. Some took many months to die.\nRussia suffered the most casualties, adding up to a total of 57,000. Gas attacks were the thing soldiers in the trenches feared over anything.\nReferences.\nhttps://www.youtube.com/watch?v=OrHFEPu_ANI","categories":[],"infobox_types":[],"annotations":[{"uri":"World_War_I","surface_form":"World War I","offset":38},{"uri":"Chemical_weapon","surface_form":"chemical weapon","offset":78},{"uri":"Gas_mask","surface_form":"Gas mask","offset":290},{"uri":"Stalemate","surface_form":"stalemate","offset":590},{"uri":"Tear_gas","surface_form":"tear gas","offset":893},{"uri":"Tear_gas","surface_form":"tear gas","offset":1246}]}