{"id":376625,"url":"http://en.wikipedia.org/wiki/Balranald%2C_New_South_Wales","text":"Balranald is a town in New South Wales, Australia. It is built on the banks of the Murrumbidgee River. In 2006 there were 1216 people living in the town and another 1500 live in the Shire of Balranald. The town is the centre of the Shire of Balranald, and is the largest town in the district. The main industry in the area is farming: grains, sheep, cattle and grapes. It is named after Balranald in the Outer Hebrides of Scotland.\nHistory.\nCaptain Charles Sturt was the first European explorer to visit the Balranald area. This was in January 1803 as he was going down the Murrumbidgee River in a boat. In 1836, the explorer Major Thomas Mitchell camped on the site of Balranald during his trip to explore the south of Australia. The first person to begin farming was Benjamin Boyd, a squatter, in 1842. George Hobler settled in what became the town area in 1845. The town itself began when the police set up a camp at a spot where the river was easy to cross in 1848. They were there to support the Commissioner for Crown Lands, George James McDonald, who named the area after the town in Scotland where he was born.\nA shop and hotel opened in 1848 and the town became an official settlement in 1851. The first 35 blocks of land were sold by auction on 14 January 1845. In 1858 the first steamboat arrived and Balranald became an important inland port. The explorers Burke and Wills camped outside the hotel in 1860 on their journey north to the Gulf of Carpentaria.\nEnvironment.\nBaranald is on the flood plains of the Murrumbidgee. These plains have many swampy areas which have redgum and blackbox forests. It is also a habitat for the Southern Bell Frog, or Growling Grass Frog, which is on the NSW list of endangered species.","categories":[],"infobox_types":[],"annotations":[{"uri":"New_South_Wales","surface_form":"New South Wales","offset":23},{"uri":"Australia","surface_form":"Australia","offset":40},{"uri":"Murrumbidgee_River","surface_form":"Murrumbidgee River","offset":83},{"uri":"Shire_of_Balranald","surface_form":"Shire of Balranald","offset":182},{"uri":"Outer_Hebrides","surface_form":"Outer Hebrides","offset":404},{"uri":"Scotland","surface_form":"Scotland","offset":422},{"uri":"Charles_Sturt","surface_form":"Charles Sturt","offset":449},{"uri":"Explorer","surface_form":"explorer","offset":486},{"uri":"Thomas_Mitchell","surface_form":"Thomas Mitchell","offset":632},{"uri":"Benjamin_Boyd","surface_form":"Benjamin Boyd","offset":769},{"uri":"Squatter","surface_form":"squatter","offset":786},{"uri":"Auction","surface_form":"auction","offset":1244},{"uri":"Burke_and_Wills","surface_form":"Burke and Wills","offset":1369},{"uri":"Gulf_of_Carpentaria","surface_form":"Gulf of Carpentaria","offset":1448},{"uri":"Habitat","surface_form":"habitat","offset":1624},{"uri":"Southern_Bell_Frog","surface_form":"Southern Bell Frog","offset":1640},{"uri":"Growling_Grass_Frog","surface_form":"Growling Grass Frog","offset":1663},{"uri":"Endangered_species","surface_form":"endangered species","offset":1712}]}