{"id":376678,"url":"http://en.wikipedia.org/wiki/Sylvie_Testud","text":"Sylvie Testud (born January 17, 1971) is a French actress, writer and director. She started acting in films in 1991. She has since won two César Awards for her performances.\nBiography.\nShe grew up in the La Croix-Rousse quarter of Lyon, France. Her mother immigrated from Italy in the 1960s and married a Frenchman. He left the family when Sylvie was just two years old.\nIn 1985, when Testud was 14, she started taking acting classes in Lyon with the actor and director Christian Taponard. In 1989, she moved to Paris and studied for three years at the Conservatoire (CNSAD). In the early and mid 1990s, she began to have small roles in films. She acted in \"L'Histoire du garcon qui voulait qu'on l'embrasse\" (directed by Philippe Harel) and \"Love, etc.\" (directed by Marion Vernoux). In 1997 she had an important role in Caroline Link's \"Jenseits der Stille\". This film was a great success in Germany. She had to learn German, sign language, and the clarinet for this film. In 1998, she played Béa in Thomas Vincent's \"Karnaval\". This was her first important role in a French film. In 2000, she performed in Chantal Akerman's \"La Captive\". In 2001 she won the César Award for Most Promising Actress for her role in \"Les Blessures assassines\" (English title: \"Murderous Maids\").\nIn 2003, she wrote the book \"Il n'y a pas beaucoup d'etoiles ce soir\" about her life as an actress.\nOne of her most important performances was in the film \"Stupeur et tremblements\" in 2003. She was awarded a César Award for Best Actress and a Prix Lumière award for best actress for her performance in this film. In 2007, she acted in \"La Vie en Rose\". This film won two Academy Awards.\nShe became \"Chevalier\" (Knight) of the Ordre national du Mérite in March 2009.\nShe has two children. Her son, Ruben, was born on 15 February 2005. Her daughter, Esther, was born in January, 2011.","categories":[],"infobox_types":[],"annotations":[{"uri":"Film_director","surface_form":"director","offset":70},{"uri":"C%C3%A9sar_Award","surface_form":"César Award","offset":139},{"uri":"La_Croix-Rousse","surface_form":"La Croix-Rousse","offset":204},{"uri":"L%27Histoire_du_garcon_qui_voulait_qu%27on_l%27embrasse","surface_form":"L'Histoire du garcon qui voulait qu'on l'embrasse","offset":658},{"uri":"Philippe_Harel","surface_form":"Philippe Harel","offset":722},{"uri":"Love%2C_etc.(film)","surface_form":"Love, etc.","offset":743},{"uri":"Caroline_Link","surface_form":"Caroline Link","offset":822},{"uri":"Jenseits_der_Stille","surface_form":"Jenseits der Stille","offset":839},{"uri":"Karnaval","surface_form":"Karnaval","offset":1020},{"uri":"Chantal_Akerman","surface_form":"Chantal Akerman","offset":1109},{"uri":"La_Captive","surface_form":"La Captive","offset":1128},{"uri":"C%C3%A9sar_Award","surface_form":"César Award","offset":1161},{"uri":"Les_Blessures_assassines","surface_form":"Les Blessures assassines","offset":1217},{"uri":"Fear_and_Trembling_(film)","surface_form":"Stupeur et tremblements","offset":1435},{"uri":"La_Vie_en_Rose_(film)","surface_form":"La Vie en Rose","offset":1615},{"uri":"Academy_Award","surface_form":"Academy Award","offset":1650},{"uri":"Ordre_national_du_M%C3%A9rite","surface_form":"Ordre national du Mérite","offset":1705}]}