{"id":376734,"url":"http://en.wikipedia.org/wiki/Hampton_National_Cemetery","text":"Hampton National Cemetery is a United States National Cemetery in the city of Hampton, Virginia. It sits on. As of the end of 2005 it had 27,799 interments. There are two separate parts to this facility. The original cemetery is called the “Hampton Section” and is located on Cemetery Road in Hampton, VA. It is on the western side of I-64. The new section which is called the “Phoebus Addition” or the “Phoebus Section” and is on West County Street in Hampton, VA east of I-64. It is less than a mile from the original cemetery. Both sections of the Hampton National Cemetery are closed to new interments.\nHistory.\nThe first burials took place in the cemetery in 1862. They were primarily Union soldiers who died in service or at the hospital at Fort Monroe. It became a National Cemetery in 1866. While primarily for Union soldiers, it also has the interments of 272 Confederate soldiers in their own section.\nHampton National Cemetery has the interred remains of World War II prisoners of war. Fifty-five are German and 5 Italian. It also has the remains of 28 sailors from the. It was sunk by off Cape Hatteras in 1942.\nHampton National Cemetery was listed on the National Register of Historic Places on February 26, 1996.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_National_Cemetery","surface_form":"United States National Cemetery","offset":31},{"uri":"Hampton%2C_Virginia","surface_form":"Hampton, Virginia","offset":78},{"uri":"Hampton%2C_VA","surface_form":"Hampton, VA","offset":293},{"uri":"I-64","surface_form":"I-64","offset":335},{"uri":"Hampton%2C_VA","surface_form":"Hampton, VA","offset":453},{"uri":"I-64","surface_form":"I-64","offset":473},{"uri":"Union_(American_Civil_War)","surface_form":"Union","offset":690},{"uri":"Fort_Monroe","surface_form":"Fort Monroe","offset":747},{"uri":"Confederate_States_of_America","surface_form":"Confederate","offset":869},{"uri":"World_War_II","surface_form":"World War II","offset":966},{"uri":"Germany","surface_form":"German","offset":1012},{"uri":"Italy","surface_form":"Italian","offset":1025},{"uri":"Cape_Hatteras","surface_form":"Cape Hatteras","offset":1101},{"uri":"National_Register_of_Historic_Places","surface_form":"National Register of Historic Places","offset":1168}]}