{"id":376759,"url":"http://en.wikipedia.org/wiki/Divisions_of_the_Australian_House_of_Representatives","text":"ce=\"preserve\">The Australian House of Representatives is elected from 151 single-member areas called Divisions. They are also commonly known as electorates or seats.\nAllocation.\nWithin each state and territory, the boundaries of the divisions must be redrawn in a process known as \"redistribution\" at least once every seven years, or when the state's allocation of Divisions changes. Boundaries are drawn by Redistribution Committee. Population is based on the number of \"enrolled voters\" not the total number of residents.\nWithin a state or territory, the number of voters in each Division can not vary by more than 10% from the average across the state. The number of voters cannot vary by more than 3.5% from the average projected enrolment three-and-a-half years into the future.\nNaming.\nThe Divisions of the House of Representatives are unusual in the way they are named. Many of them are not named after geographical features or numbered, as in most other legislatures around the world. Most Divisions are named after important historical people, such as former politicians (often Prime Ministers), explorers, artists and engineers.\nIn some cases where a Division is named after a place, the connection to that place may have changed a lot. For example, the Division of Werriwa, was named after the Aboriginal word for Lake George near Canberra. However, Werriwa has not included Lake George for many years. The boundary of Werriwa is now 200km north of the lake.\nList of Commonwealth Electoral Divisions, 2010-.\nThe maps below show the Division boundaries as they were for the election in 2010.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australian_House_of_Representatives","surface_form":"Australian House of Representatives","offset":18},{"uri":"Politician","surface_form":"politician","offset":1068},{"uri":"Prime_Minister_of_Australia","surface_form":"Prime Ministers","offset":1087},{"uri":"Explorer","surface_form":"explorer","offset":1105},{"uri":"Artist","surface_form":"artist","offset":1116},{"uri":"Engineer","surface_form":"engineer","offset":1128},{"uri":"Division_of_Werriwa","surface_form":"Division of Werriwa","offset":1264},{"uri":"Aboriginal","surface_form":"Aboriginal","offset":1305},{"uri":"Lake_George_(New_South_Wales)","surface_form":"Lake George","offset":1325},{"uri":"Canberra","surface_form":"Canberra","offset":1342}]}