{"id":376732,"url":"http://en.wikipedia.org/wiki/Michael_Cassidy","text":"Michael Cassidy (1837 – March 18, 1908) was a Union Navy sailor in the American Civil War. He received the U.S. military's highest decoration called the Medal of Honor. He got the medal for his actions at the Battle of Mobile Bay.\nBiography.\nCassidy was born in 1837 in Ireland. He immigrated to the United States and was living in New York when he joined the Navy. He served during the Civil War as a landsman on the. At the Battle of Mobile Bay on August 5, 1864, \"Lackawanna\" engaged the at close range. Cassidy distinguished himself as the sponger on a gun crew. For this action, he was presented the Medal of Honor four months later on December 31, 1864.\nServed on board the U.S.S. \"Lackawanna\" during successful attacks against Fort Morgan, rebel gunboats and the ram \"Tennessee\", in Mobile Bay, 5 August 1864. Displaying great coolness and exemplary behavior as first sponger of a gun, Cassidy, by his coolness under fire, received the applause of his officers and the guncrew throughout the action which resulted in the capture of the prize ram \"Tennessee\" and in the destruction of batteries at Fort Morgan.\nCassidy died on March 18, 1908, at age 70 or 71. He was buried at Hampton National Cemetery in Hampton, Virginia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Union_Navy","surface_form":"Union Navy","offset":46},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":71},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":153},{"uri":"Battle_of_Mobile_Bay","surface_form":"Battle of Mobile Bay","offset":209},{"uri":"Ireland","surface_form":"Ireland","offset":270},{"uri":"Landman_(rank)","surface_form":"landsman","offset":402},{"uri":"Battle_of_Mobile_Bay","surface_form":"Battle of Mobile Bay","offset":426},{"uri":"Fort_Morgan_(Alabama)","surface_form":"Fort Morgan","offset":734},{"uri":"Hampton_National_Cemetery","surface_form":"Hampton National Cemetery","offset":1183},{"uri":"Hampton%2C_Virginia","surface_form":"Hampton, Virginia","offset":1212}]}