{"id":37674,"url":"http://en.wikipedia.org/wiki/Dreamcast","text":"The is the fourth and last home console made by Sega that can play video games. It was sold before the PlayStation 2, GameCube, or Xbox came out. However, not many people bought it after the PlayStation 2 was released, so in the end Sega decided to stop making them.\nMaking the Dreamcast.\nWhen it was time to make another video game machine after the Sega Saturn was released, Shoichiro Irimajiri asked Tatsuo Yamamoto from IBM Austin and his group to create it. However Hideki Sato's old group that made video game machines did not like this. Because of this, the two groups were in a competition to make the best machine.\nHideki Sato's group used Hitachi SH4 and PowerVR to make a video game machine called \"White Belt\". The name was later changed to \"Guppy\" and then \"Katana\".\nTatsuo Yamamoto's Motorola PowerPC 603e and 3dfx Voodoo 2 to make a video game machine called \"Blackbelt\" and then renamed to \"Shark\" in United States. In Japan, the machine was first called \"Dural\" and then renamed to \"Katana\"\nOn April 1997, 3dfx told people that Sega was using their 3dfx Voodoo 2 for a video game machine. Sega however wanted this to be a secret and became very angry. Because of this, Sega used Hideki Sato's \"Katana\" machine instead of Tatsuo Yamamoto's.\nLater on, 3dfx sued Sega because they thought Sega broke their promise to them.\nHowever, the two companies then settled out of court.\nCompetition.\nAfter Sega released their Dreamcast, many other video game companies also released their video game consoles. This includes Sony, who released the PlayStation 2; Nintendo, who released the GameCube; and Microsoft, who released the Xbox.\nLaunch.\nThe Dreamcast was released in Japan in November 27, 1998, and then released September 9, 1999 in North America. Originally, many people liked the Dreamcast and it sold a lot. In the United States, 300,000 machines were sold on the first week and Sega earned $98.4 million.\nTo help the Dreamcast sell even more, Sega told many stores to show some of their best games to customers, like \"Soul Calibur\", \"Sonic Adventure\", \"Power Stone\", and \"Hydro Thunder\".\nElectronic Arts, a video games company, said that they did not want to make games for the Dreamcast until it sold one million machines. This is because Electronic Arts' video games on the Sega Saturn did not make a lot of money. However, in three months when the Dreamcast did sell one million machines, Electronic Arts still did not want to make games for the Dreamcast and made games for the PlayStation 2 instead.\nOutside the USA and Japan.\nIn places like Europe, Sega decided to let other companies make ads for the Dreamcast. However, Sega did not give the companies enough money, so the companies could not make as many ads as the PlayStation 2, another console that was competing with the Dreamcast.\nMany of these companies also forced people to pay more for the Dreamcast than in the USA and Japan.\nSome games were not even sold in Europe, because Sega was more focused on selling the Dreamcast in the USA. Because of this, a lot of people who used to like Sega now liked Sony.\nEnd of the Dreamcast.\nSega's prestige among gamers was at the time heavily damaged because of the lack of good management/marketing back from the Sega Saturn, this also affected certain game developers such as Electronic Arts refusing to develop for the system because of the risk of the Dreamcast becoming just like the Sega Saturn, not selling well. This was a factor is why this Incredible ground breaking console did not reach its full potential.\nIn the end, Sega told people on January 31, 2001 that they would be discontinuing the console production. Sega's last video game sold for Dreamcast was \"Puyo Pop Fever\", which was released on February 24, 2004.","categories":[],"infobox_types":["CVG system"],"annotations":[{"uri":"Sega","surface_form":"Sega","offset":48},{"uri":"PlayStation_2","surface_form":"PlayStation 2","offset":103},{"uri":"GameCube","surface_form":"GameCube","offset":118},{"uri":"Xbox","surface_form":"Xbox","offset":131},{"uri":"PlayStation_2","surface_form":"PlayStation 2","offset":191},{"uri":"Sega","surface_form":"Sega","offset":233},{"uri":"Sega_Saturn","surface_form":"Sega Saturn","offset":351},{"uri":"Shoichiro_Irimajiri","surface_form":"Shoichiro Irimajiri","offset":377},{"uri":"Tatsuo_Yamamoto","surface_form":"Tatsuo Yamamoto","offset":403},{"uri":"IBM","surface_form":"IBM","offset":424},{"uri":"Hideki_Sato","surface_form":"Hideki Sato","offset":471},{"uri":"Hitachi_SH4","surface_form":"Hitachi SH4","offset":649},{"uri":"PowerVR","surface_form":"PowerVR","offset":665},{"uri":"Motorola_PowerPC_603e","surface_form":"Motorola PowerPC 603e","offset":798},{"uri":"3dfx_Voodoo_2","surface_form":"3dfx Voodoo 2","offset":824},{"uri":"Sony","surface_form":"Sony","offset":1528},{"uri":"PlayStation_2","surface_form":"PlayStation 2","offset":1551},{"uri":"Nintendo","surface_form":"Nintendo","offset":1566},{"uri":"GameCube","surface_form":"GameCube","offset":1593},{"uri":"Microsoft","surface_form":"Microsoft","offset":1607},{"uri":"Xbox","surface_form":"Xbox","offset":1635},{"uri":"Soul_Calibur","surface_form":"Soul Calibur","offset":2035},{"uri":"Sonic_Adventure","surface_form":"Sonic Adventure","offset":2051},{"uri":"Power_Stone","surface_form":"Power Stone","offset":2070},{"uri":"Hydro_Thunder","surface_form":"Hydro Thunder","offset":2089},{"uri":"Electronic_Arts","surface_form":"Electronic Arts","offset":2105},{"uri":"Electronic_Arts","surface_form":"Electronic Arts","offset":2409},{"uri":"PlayStation_2","surface_form":"PlayStation 2","offset":2499},{"uri":"Europe","surface_form":"Europe","offset":2564},{"uri":"PlayStation_2","surface_form":"PlayStation 2","offset":2742},{"uri":"Electronic_Arts","surface_form":"Electronic Arts","offset":3301},{"uri":"Puyo_Pop_Fever","surface_form":"Puyo Pop Fever","offset":3695}]}