{"id":376811,"url":"http://en.wikipedia.org/wiki/Prudential_Tower","text":"The Prudential Tower, also called the Prudential Building or The Pru, is a skyscraper in Boston, Massachusetts. The building is the 2nd-tallest building in Boston. It was designed by Charles Luckman and Associates for Prudential Insurance and was completed in 1964. It is tall and has 52 floors. With its radio mast, the tower is and is the tallest building in Boston. It has an observation deck, called the \"Prudential Skywalk\", on its 50th floor. It is currently the highest observation deck in New England that is open to the public. The building also has a restaurant on the 52nd floor, called \"Top of the Hub.\"\nHistory.\nConstruction on the Prudential Tower began in 1960. When it was completed in 1964, it was the tallest building in the world outside of New York City.\nSince the Prudential Tower was built, other tall buildings have been built in Boston. Today, it is not one of the fifty tallest buildings in the USA.\nOwnership.\nBoston Properties currently owns the Prudential Tower.\nBroadcast tenants.\nThe main rooftop mast has two FM master antennas, and a television antenna. The roof also has a smaller tower with standby antennas. These antennas broadcast several Boston radio stations.","categories":[],"infobox_types":["building"],"annotations":[{"uri":"Skyscraper","surface_form":"skyscraper","offset":75},{"uri":"Boston","surface_form":"Boston","offset":89},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":97},{"uri":"List_of_tallest_buildings_in_Boston","surface_form":"2nd-tallest building","offset":132},{"uri":"Charles_Luckman","surface_form":"Charles Luckman and Associates","offset":183},{"uri":"Prudential_Insurance","surface_form":"Prudential Insurance","offset":218},{"uri":"Radio_masts_and_towers","surface_form":"radio mast","offset":305},{"uri":"New_England","surface_form":"New England","offset":497},{"uri":"New_York_City","surface_form":"New York City","offset":760},{"uri":"Fifty_tallest_buildings_in_the_USA","surface_form":"fifty tallest buildings in the USA","offset":889},{"uri":"Boston_Properties","surface_form":"Boston Properties","offset":936}]}