{"id":377099,"url":"http://en.wikipedia.org/wiki/Hiroshi_Miyamura","text":"Hiroshi H. Miyamura (born October 6, 1925), also known as Hershey Miyamura, was a United States Army soldier. He received the Medal of Honor because of his actions in the Korean War.\nEarly life.\nMiyamura was born in Gallup, New Mexico to Japanese immigrant parents. He is a \"Nisei\", which means that he is a second generation Japanese-American.\nSoldier.\nMiyamura joined the US Army in January 1945.\nMiyamura volunteered to be part of the all-\"Nisei\" 100th Infantry Battalion. This army unit was mostly made up of Japanese Americans from Hawaii and the mainland.\nAfter the end of World War II, he became part of the U.S. Army Reserve. He was called to active duty in the Korean War. He was a prisoner of war for 28 months.\nMedal of Honor citation.\nMiyamura's Medal of Honor recognized his conduct in frontline fighting in Korea in 1951. He fought in close quarters combat; and he stayed behind to provide covering fire while his unit withdrew.\nCpl. Miyamura, a member of Company H, distinguished himself by conspicuous gallantry and intrepidity above and beyond the call of duty in action against the enemy. On the night of 24 April, Company H was occupying a defensive position when the enemy fanatically attacked threatening to overrun the position. Cpl. Miyamura, a machinegun squad leader, aware of the imminent danger to his men unhesitatingly jumped from his shelter wielding his bayonet in close hand-to-hand combat killing approximately 10 of the enemy. Returning to his position, he administered first aid to the wounded and directed their evacuation. As another savage assault hit the line, he manned his machinegun and delivered withering fire until his ammunition was expended. He ordered the squad to withdraw while he stayed behind to render the gun inoperative. He then bayoneted his way through infiltrated enemy soldiers to a second gun emplacement and assisted in its operation. When the intensity of the attack necessitated the withdrawal of the company Cpl. Miyamura ordered his men to fall back while he remained to cover their movement. He killed more than 50 of the enemy before his ammunition was depleted and he was severely wounded. He maintained his magnificent stand despite his painful wounds, continuing to repel the attack until his position was overrun. When last seen he was fighting ferociously against an overwhelming number of enemy soldiers. Cpl. Miyamura's indomitable heroism and consummate devotion to duty reflect the utmost glory on himself and uphold the illustrious traditions on the military service.\nNamesake.\nMiyamura is the namesake of an area in Gallup, New Mexico. The Hiroshi H. Miyamura High School is named after him.\nAn I-40 highway interchange is also named after him. It is also called the Miyamura Overpass.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Army","surface_form":"United States Army","offset":82},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":126},{"uri":"Korean_War","surface_form":"Korean War","offset":171},{"uri":"Gallup%2C_New_Mexico","surface_form":"Gallup, New Mexico","offset":216},{"uri":"Japan","surface_form":"Japan","offset":238},{"uri":"Nisei","surface_form":"Nisei","offset":275},{"uri":"United_States_Army","surface_form":"US Army","offset":374},{"uri":"World_War_II","surface_form":"World War II","offset":579},{"uri":"Korean_War","surface_form":"Korean War","offset":670},{"uri":"Recognize","surface_form":"recognized","offset":773},{"uri":"Frontline","surface_form":"frontline","offset":799},{"uri":"Namesake","surface_form":"namesake","offset":2571},{"uri":"Hiroshi_H._Miyamura_High_School","surface_form":"Hiroshi H. Miyamura High School","offset":2618}]}