{"id":377016,"url":"http://en.wikipedia.org/wiki/Yukio_Okutsu","text":"Yukio Okutsu (November 3, 1921 – August 24, 2003) was a United States Army soldier. He received the Medal of Honor because of his actions in World War II.\nEarly life.\nOkutsu was born in Koloa, Hawaii to Japanese immigrant parents. He was a \"Nisei\", which means that he was a second generation Japanese-American.\nSoldier.\nOkutsu joined the US Army in March 1943.\nOkutsu volunteered to be part of the all-\"Nisei\" 100th Infantry Battalion. This army unit was mostly made up of Japanese Americans from Hawaii and the mainland.For his actions in April 1945, Okutsu was awarded the Army's second-highest decoration, the Distinguished Service Cross (DSC). In the 1990s, there was a review of service records of Asian Americans who received the DSC during World War II. Okutsu's award was upgraded to the Medal of Honor. In a ceremony at the White House on June 21, 2000, he was presented with his medal by President Bill Clinton. Twenty-one other Asian Americans also received the medal during the ceremony, but only seven of them were still alive.\nMedal of Honor citation.\nOkutsu's Medal of Honor recognized his conduct in frontline fighting in northern Italy in 1945. Without the help of others, he silenced three machine gun nests.\nTechnical Sergeant Yukio Okutsu distinguished himself by extraordinary heroism in action on 7 April 1945, on Mount Belvedere, Italy. While his platoon was halted by the crossfire of three machine guns, Technical Sergeant Okutsu boldly crawled to within 30 yards of the nearest enemy emplacement through heavy fire. He destroyed the position with two accurately placed hand grenades, killing three machine gunners. Crawling and dashing from cover to cover, he threw another grenade, silencing a second machine gun, wounding two enemy soldiers, and forcing two others to surrender. Seeing a third machine gun, which blocked his platoon's advance, he moved forward through heavy small arms fire and was stunned momentarily by rifle fire, which glanced off his helmet. Recovering, he bravely charged several enemy riflemen with his submachine gun, forcing them to withdraw from their positions. Then, rushing the machine gun nest, he captured the weapon and its entire crew of four. By these single-handed actions he enabled his platoon to resume its assault on a vital objective. The courageous performance of Technical Sergeant Okutsu against formidable odds was an inspiration to all. Technical Sergeant Okutsu's extraordinary heroism and devotion to duty are in keeping with the highest traditions of military service and reflect great credit on him, his unit, and the United States Army.\nNamesake.\nOkutsu is the namesake of the Yukio Okutsu Veterans Home at Hilo. It is the first veterans home operated by the state government in Hawaii.","categories":[],"infobox_types":["military person"],"annotations":[{"uri":"United_States_Army","surface_form":"United States Army","offset":56},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":100},{"uri":"World_War_II","surface_form":"World War II","offset":141},{"uri":"Koloa%2C_Hawaii","surface_form":"Koloa, Hawaii","offset":186},{"uri":"Japan","surface_form":"Japan","offset":203},{"uri":"Nisei","surface_form":"Nisei","offset":241},{"uri":"United_States_Army","surface_form":"US Army","offset":339},{"uri":"Distinguished_Service_Cross_(United_States)","surface_form":"Distinguished Service Cross","offset":614},{"uri":"White_House","surface_form":"White House","offset":834},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":909},{"uri":"Recognize","surface_form":"recognized","offset":1091},{"uri":"Frontline","surface_form":"frontline","offset":1117},{"uri":"Submachine_gun","surface_form":"submachine gun","offset":2056},{"uri":"Namesake","surface_form":"namesake","offset":2641}]}