{"id":377068,"url":"http://en.wikipedia.org/wiki/Protectionist_Party","text":"e=\"preserve\">:\"This article is about the Protectionist Party of 1889-1909.\"\nThe Protectionist Party was an Australian political party from 1889 until 1909. Its policies were based on protectionism. It argued that Australia needed protective tariffs to allow Australian industry to grow and provide employment. It had its greatest strength in Victoria and in the rural areas of New South Wales. Its most important leaders were Sir Edmund Barton and Alfred Deakin, who were the first and second prime pinisters of Australia.\nThe Protectionist Party formed government Australia's first government with the support of the Labor Party. They agreed to put in place social reforms that were Labor policy. Labor's program, however, was often too radical for the Protectionists, and compromises had to be made. Several changes of minority governments occurred.\nThe Protectionist vote had dropped by the 1906 federal election. Labor formed its first government in 1904 and its second in 1908 under Andrew Fisher. Many people believed an anti-socialist group was needed to oppose the Labor Party. Deakin and Anti-Socialist Party leader Joseph Cook, began talks to join their parties together. The more liberal Protectionists, such as Isaac Isaacs and H. B. Higgins, opposed a merger. The Protection Party was split by this issue. Most members, including Deakin, joined with the Anti-Socialist Party to become the Commonwealth Liberal Party. This became known as \"the Fusion,\". The more liberal Protectionists supported Labor. The Fusion would form another minority government before Fisher and Labor achieved Australia's first federal majority government, and the first Senate majority, at the 1910 election.\nIn 2007, a new political party, the Australian Protectionist Party was set up.","categories":[],"infobox_types":["Australian political party"],"annotations":[{"uri":"Australian","surface_form":"Australian","offset":107},{"uri":"Protectionism","surface_form":"protectionism","offset":183},{"uri":"Tariff","surface_form":"tariff","offset":241},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":342},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":377},{"uri":"Edmund_Barton","surface_form":"Sir Edmund Barton","offset":426},{"uri":"Alfred_Deakin","surface_form":"Alfred Deakin","offset":448},{"uri":"Prime_Minister_of_Australia","surface_form":"prime pinisters of Australia","offset":493},{"uri":"Australian_Labor_Party","surface_form":"Labor Party","offset":618},{"uri":"Australian_federal_election%2C_1906","surface_form":"1906 federal election","offset":894},{"uri":"Andrew_Fisher","surface_form":"Andrew Fisher","offset":988},{"uri":"Socialist","surface_form":"socialist","offset":1032},{"uri":"Free_Trade_Party","surface_form":"Anti-Socialist Party","offset":1097},{"uri":"Joseph_Cook","surface_form":"Joseph Cook","offset":1125},{"uri":"Liberalism","surface_form":"liberal","offset":1191},{"uri":"Isaac_Isaacs","surface_form":"Isaac Isaacs","offset":1223},{"uri":"H._B._Higgins","surface_form":"H. B. Higgins","offset":1240},{"uri":"Commonwealth_Liberal_Party","surface_form":"Commonwealth Liberal Party","offset":1402},{"uri":"Australian_federal_election%2C_1910","surface_form":"1910 election","offset":1683},{"uri":"Australian_Protectionist_Party","surface_form":"Australian Protectionist Party","offset":1734}]}