{"id":377073,"url":"http://en.wikipedia.org/wiki/Commonwealth_Liberal_Party","text":"The Commonwealth Liberal Party (CLP) was a political party in Australia from 1909 to 1917. It was also known as The Fusion, or the Deakinite Liberal Party. It is the earliest direct ancestor of the modern Liberal Party of Australia.\nThe party was formed after the Australian Labor Party formed its second government in 1908. Business leaders told Alfred Deakin, the leader of the Protectionist Party, and Joseph Cook, leader of the Anti-Socialist Party, to join forces to oppose the Labor Party. In 1909, the Protectionists and Anti-Socialists joined to form the CLP. Deakin was the new party's first leader, with Cook as deputy leader. Several of the more liberal Protectionists left and joined Labor.\nThe Protectionists and Anti-Socialists had a majority of seats in the House of Representatives. The new party used its numbers to force Prime Minister Andrew Fisher to resign. Deakin became Prime Minister for the third time. However, the CLP was defeated by Labor at its first election, less than a year later in 1910.\nCook took over from Deakin shortly before the 1913 election and won government by a single seat. One year later, Cook introduced a bill removing special treatment for union members. Cook knew the Labor Party had the numbers in Senate to defeat the bill. When the Senate rejected it twice, Cook had an excuse to call an early election for 5 September. This was the first double dissolution election in Australia. However CLP was soundly defeated, and Labor became the government.\nIn November 1916, the CLP made a deal with the Prime Minister Billy Hughes. Hughes had been forced to leave the ALP for supporting conscription in World War I. He set up a new party called the National Labor Party. In February 1917, the CLP and National Labor joined to form the Nationalist Party of Australia. Although the new party had more Liberals, Hughes became its leader with Cook as his deputy.\nToday the Commonwealth Liberal Party is usually called the Deakinite Liberal Party so it will not be confused with the modern Liberal Party of Australia.","categories":[],"infobox_types":["Australian political party"],"annotations":[{"uri":"Liberal_Party_of_Australia","surface_form":"Liberal Party of Australia","offset":205},{"uri":"Australian_Labor_Party","surface_form":"Australian Labor Party","offset":264},{"uri":"Alfred_Deakin","surface_form":"Alfred Deakin","offset":347},{"uri":"Protectionist_Party","surface_form":"Protectionist Party","offset":380},{"uri":"Joseph_Cook","surface_form":"Joseph Cook","offset":405},{"uri":"Anti-Socialist_Party","surface_form":"Anti-Socialist Party","offset":432},{"uri":"Australian_House_of_Representatives","surface_form":"House of Representatives","offset":773},{"uri":"Prime_Minister_of_Australia","surface_form":"Prime Minister","offset":839},{"uri":"Andrew_Fisher","surface_form":"Andrew Fisher","offset":854},{"uri":"Australian_federal_election%2C_1910","surface_form":"1910","offset":1016},{"uri":"Australian_federal_election%2C_1913","surface_form":"1913 election","offset":1068},{"uri":"Bill","surface_form":"bill","offset":1153},{"uri":"Senate_of_Australia","surface_form":"Senate","offset":1249},{"uri":"Australian_federal_election%2C_1914","surface_form":"an early election","offset":1338},{"uri":"Double_dissolution","surface_form":"double dissolution","offset":1392},{"uri":"Billy_Hughes","surface_form":"Billy Hughes","offset":1563},{"uri":"Conscription","surface_form":"conscription","offset":1632},{"uri":"World_War_I","surface_form":"World War I","offset":1648},{"uri":"National_Labor_Party","surface_form":"National Labor Party","offset":1694},{"uri":"Nationalist_Party_of_Australia","surface_form":"Nationalist Party of Australia","offset":1780}]}