{"id":37712,"url":"http://en.wikipedia.org/wiki/Thoroughbred","text":"Thoroughbred is a breed of horse. They are mainly used for racing.\nTheir pedigree is known and recorded. For each horse there is a chart showing its ancestry.\nHorses in general have been used for many years, for farm, racing, harness work and so forth. Horses were the fastest way for people to travel on land before cars were invented. They were the only way to travel long distances in a reasonable amount of time.\nMost horse breeds have been bred for a specific reason; the thoroughbred racehorse was bred to run. Thoroughbreds originate from the Arabian breed, and all thoroughbreds can be traced back to three original sires (fathers): The Byerley Turk, The Darley Arabian, and The Godolphin Arabian. Thoroughbreds are known for their speed, and also for their jumping ability, used in steeplechases and in show jumping and other horse activities. Although thoroughbreds generally are slightly temperamental, they are very trainable and loyal.\nThoroughbreds are generally tall and sleek, with long legs to help carry them along the race track. Thoroughbreds can be many colors, including bay (a colour which is brown with a black mane and tail), chestnut (red-brown), black, and gray.\nOrigin.\nThe thoroughbred's genetic origin is Arabian. The Arabian foundation stallions which were brought to Britain in the late 1600s and early 1700s were bred to domestic mares – very probably Scottish Galloways – although they may have been bred to Arabian mares, too. A substantial number of early thoroughbreds were bred in the vale of Bedale in the County of Yorkshire in Northern England.\nThe foundation stallions of the thoroughbred breed and years in which they arrived in England were: the Byerly Turk (1689), the Darley Arabian (1705) and the Godolphin Arabian (1728). Their progeny were the first thoroughbreds, per se, and although the foundation stallions had many off-spring, three of their descendants stand out as supreme: Herod, Eclipse and Matchem. In the lines of these horses were some outstanding thoroughbreds: for instance, Princequillo and Round Table descend from Herod; Citation and Sir Ivor descend from Eclipse; and Man O' War from Matchem.\nThe first thoroughbred to arrive in America was a stallion named Bulle Rock, by the Darley Arabian. He was imported to Virginia in 1730 by Samuel Gist. In 1757, Janus, a grandson of Godolphin Arabian, was imported and became the founder of the Quarter Horse breed. Diomed, who was imported in 1800 was the most important thoroughbred imported to America in its early years. Lexington, by Boston, was foaled in 1850 and was the greatest sire of the 1800s.","categories":[],"infobox_types":[],"annotations":[{"uri":"Horse","surface_form":"horse","offset":27},{"uri":"Horse_race","surface_form":"racing","offset":59},{"uri":"Pedigree","surface_form":"pedigree","offset":73},{"uri":"Ancestry","surface_form":"ancestry","offset":149},{"uri":"Horses","surface_form":"Horses","offset":159},{"uri":"Farm","surface_form":"farm","offset":212},{"uri":"Racing","surface_form":"racing","offset":218},{"uri":"Harness","surface_form":"harness","offset":226},{"uri":"Cars","surface_form":"cars","offset":317},{"uri":"Invented","surface_form":"invented","offset":327},{"uri":"Arabian_horse","surface_form":"Arabian","offset":550},{"uri":"Steeplechase","surface_form":"steeplechase","offset":791},{"uri":"Show_jumping","surface_form":"show jumping","offset":812},{"uri":"Race_track","surface_form":"race track","offset":1037},{"uri":"Mane_(horse)","surface_form":"mane","offset":1135},{"uri":"Tail","surface_form":"tail","offset":1144},{"uri":"Yorkshire","surface_form":"Yorkshire","offset":1555}]}