{"id":377192,"url":"http://en.wikipedia.org/wiki/Gosei_(fifth-generation_Nikkei)","text":"ce=\"preserve\">:\"For other uses, see Gosei.\"\nis a Japanese language term used in countries in North America and South America to name the children born to Japanese people who immigrated. The emigrants or immigrants who were born in Japan are called \"Issei\"; and their children born in the new country are called \"Nisei\" (second generation). The grandchildren of \"Issei\" are called \"Sansei\" (third generation); and their great-grandchildren are called \"Yonsei\". The children of the \"Yonsei\" are the great-great-grandchilderen of \"Issei\" ancestors; and these children are called \"Gosei\". In other words, the children of at least one \"Yonsei\" parent are called \"Gosei\"\nThe character and uniqueness of the \"Gosei\" is recognized in its social history. The \"Gosei\" are the subject of on-going academic research in the United States and in Japan.\nHistory.\nThe earliest organized group of Japanese emigrants settled in Mexico in 1897.\nImigration to Brazil began in 1908. Today, the community which grew from the immigrant children, grandchildren, great-grandchildren and great-great-grandchildren has become the largest Japanese emigrant population outside of Japan, including approximately 1.5 million Brazilians. Other communities of \"Yonsei\" grew up in the United States, Canada, and Peru.\nThe use of the term \"Gosei\" was modeled after an \"Issei\" pattern or template. In the 1930s, the term \"Issei\" came into common use. The word replaced the term \"immigrant\" (\"ijusha\"). This change in usage mirrored an evolution in the way the \"Issei\" looked at themselves. The label \"Issei\" also included the idea of belonging to the new country.\nCultural profile.\nThe term \"Nikkei\" (日系) was created by sociologists in the late 20th century. The \"Nikkei\" include all of the world's Japanese immigrants and their descendants.\nThe \"Issei\" were born in Japan, and their cultural perspective was primarily Japanese; but they were in another country by choice. Their \"Gosei\" great-great-grandsons and great-great-granddaughters grew up with a national and cultural point-of-view that was different from their parents.\nAlthough the \"Issei\" kept an emotional connection with Japan, they created homes in a country far from Japan. The \"Gosei\" had never known a country other than the one into which they were born.\nThe \"Issei,\" \"Nisei\", \"Sansei\", \"Yonsei\" and \"Gosei\" generations reflect distinctly different attitudes to authority, gender, religious practice, and other matters.\nDifferences among these national \"Gosei\" developed because of the histories of their Japanese emigrant ancestors.\n\"Gosei\" in Brazil.\nJapanese-Brazilian (\"Nipo-brasileiro\") \"Gosei\" are a small part of an ethnic minority in Brazil. In 1990, 0.8% of the \"Nipo-Brasileiros\" community were \"Gosei.\"\n\"Gosei\" in Canada.\nJapanese-Canadian \"Gosei\" are typical for any ethnic group.\n\"Gosei\" in Peru.\nJapanese-Peruvian (\"Nipo-peruano\") \"Gosei\" make up less than 1.0% of the \"Nikkei\" population in 2000.\n\"Gosei\" in the US.\nThe lives of the Japanese-Americans of earlier generations contrasts with the \"Gosei\" because they have English-speaking grandparents. According to a 2011 columnist in \"The Rafu Shimpo\" of Los Angeles, \"Younger Japanese Americans are more culturally American than Japanese\" and \"other than some vestigial cultural affiliations, a \"Yonsei\" or \"Gosei\" is simply another American.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Gosei","surface_form":"Gosei","offset":36},{"uri":"Japanese_language","surface_form":"Japanese language","offset":49},{"uri":"North_America","surface_form":"North America","offset":93},{"uri":"South_America","surface_form":"South America","offset":111},{"uri":"Japan","surface_form":"Japan","offset":154},{"uri":"Immigration","surface_form":"immigrated","offset":174},{"uri":"Emigration","surface_form":"emigrants","offset":190},{"uri":"Immigration","surface_form":"immigrants","offset":203},{"uri":"Issei","surface_form":"Issei","offset":249},{"uri":"Grandchild","surface_form":"grandchildren","offset":344},{"uri":"Sansei","surface_form":"Sansei","offset":381},{"uri":"Great-grandchild","surface_form":"great-grandchildren","offset":419},{"uri":"Ancestor","surface_form":"ancestor","offset":535},{"uri":"Character","surface_form":"character","offset":669},{"uri":"Uniqueness","surface_form":"uniqueness","offset":683},{"uri":"Recognize","surface_form":"recognized","offset":712},{"uri":"United_States","surface_form":"United States","offset":811},{"uri":"Japan","surface_form":"Japan","offset":832},{"uri":"Emigration","surface_form":"emigrant","offset":889},{"uri":"Mexico","surface_form":"Mexico","offset":910},{"uri":"Japan","surface_form":"Japan","offset":1151},{"uri":"United_States","surface_form":"United States","offset":1251},{"uri":"Canada","surface_form":"Canada","offset":1266},{"uri":"Peru","surface_form":"Peru","offset":1278},{"uri":"Pattern","surface_form":"pattern","offset":1341},{"uri":"Template","surface_form":"template","offset":1352},{"uri":"Japanese_diaspora","surface_form":"Nikkei","offset":1656}]}