{"id":37723,"url":"http://en.wikipedia.org/wiki/Sudoku","text":"(sometimes spelled as Su Doku, but also called \"Number Place\" or \"Nanpure\") is a puzzle that is very popular in Japan. It was created in Indianapolis in 1979 by Howard Garns and it appeared in Dell Magazines afterwards.\nSudoku puzzles are solved by logic and no math is required. As seen on the right, it consists of a grid which is usually made up of nine rows, nine columns, and nine boxes that are separated by thicker, darker lines. Some of these boxes will contain numerals from 1 to 9. To solve the puzzle, a person must fill in all the empty squares without using the same numeral twice in each column, row, or box, and without changing the numerals that are already in the grid.\nThese puzzles were created to be done using pencil and paper, and there are many books that contain collections of these puzzles with tips and strategies for completing them. They also appear in newspapers and magazines: typically, a different puzzle appears every day and the solution is printed somewhere else or in the next issue. Later, small handheld machines were created that generate Sudoku puzzles for the user to solve. More recently, though, the game can be played on the Internet or on mobile apps.\nVariations.\nThere are many Sudoku variations that have been created since the original Sudoku's release. The grid is most often 9 by 9, but can be different sizes, though, and separated into smaller grids in different ways. For example, there is a 6 by 6 grid with dark lines between the third and fourth columns and between two pairs of rows: the second and third rows, and the fourth and fifth rows. The numerals that must be filled in here are from 1 to 6.\nBecause no arithmetic is needed to solve Sudoku puzzles, the numerals can be replaced with letters or symbols. It is only their position that changes the solution to the puzzle, not their value.\nJigsaw Sudoku.\nJigsaw Sudoku (also called Squiggly Sudoku, Odd Sudoku or Jig Saw Doku) is just like a regular Sudoku puzzle, except that instead of the lines being perfect, they are different. Like regular Sudoku puzzles, you have to complete the grid.\nSamurai Sudoku.\nSamurai Sudoku is a Sudoku variation that has 5 overlapping Sudoku grids formed like a big X. These puzzles are big and take a long time to complete. Like regular Sudoku puzzles, you have to complete all 5 grids in order to complete the puzzle.\nMini Sudoku.\nMini Sudoku is played on a 6x6 grid with 3x2 regions. The object is the same as in Sudoku, but the puzzle only uses the numbers 1 through 6.\nLogic 5.\nLogic 5 is another Sudoku variation that uses 5x5 grids instead of 3x3 grids, and are in use at the Sudoku World Championships.","categories":[],"infobox_types":[],"annotations":[{"uri":"Puzzle","surface_form":"puzzle","offset":81},{"uri":"Japan","surface_form":"Japan","offset":112},{"uri":"Indianapolis","surface_form":"Indianapolis","offset":137},{"uri":"1979","surface_form":"1979","offset":153},{"uri":"Dell_Magazines","surface_form":"Dell Magazines","offset":193},{"uri":"Logic","surface_form":"logic","offset":249},{"uri":"Math","surface_form":"math","offset":262},{"uri":"Row","surface_form":"row","offset":357},{"uri":"Column","surface_form":"column","offset":368},{"uri":"Box","surface_form":"box","offset":386},{"uri":"Numeral","surface_form":"numeral","offset":470},{"uri":"Pencil","surface_form":"pencil","offset":731},{"uri":"Paper","surface_form":"paper","offset":742},{"uri":"Collection","surface_form":"collections","offset":787},{"uri":"Strategy","surface_form":"strategies","offset":830},{"uri":"Newspaper","surface_form":"newspaper","offset":882},{"uri":"Magazine","surface_form":"magazine","offset":897},{"uri":"Handheld_game_console","surface_form":"handheld machines","offset":1034},{"uri":"Generate","surface_form":"generate","offset":1070},{"uri":"Internet","surface_form":"Internet","offset":1170},{"uri":"Mobile_app","surface_form":"mobile app","offset":1185},{"uri":"Arithmetic","surface_form":"arithmetic","offset":1669},{"uri":"Letter","surface_form":"letter","offset":1749},{"uri":"Symbol","surface_form":"symbol","offset":1760},{"uri":"Position","surface_form":"position","offset":1786},{"uri":"Value","surface_form":"value","offset":1846},{"uri":"Sudoku_World_Championships","surface_form":"Sudoku World Championships","offset":2630}]}