{"id":377200,"url":"http://en.wikipedia.org/wiki/Raise_Your_Weapon","text":"Raise Your Weapon is a song by Canadian electronic music producer deadmau5 and features vocals from Greta Svabo Bech. The song is featured on deadmau5's fifth studio album \"4×4=12.\"\nThe song starts with a piano melody played in 4/4 time under the vocals and enters then the song enters a dubstep bassline about halfway through the song with the vocals from the beginning repeat.\nThe song received positive reviews from critics with David Jeffries from Allmusic saying \"When the one-two punch of “Raise Your Weapon” and “One Trick Pony” introduce the Mau5’s newfound love of dubstep, you’ve got just enough variety.\" and Will Hermes of Rolling Stone saying \"The masterstroke is \"Raise Your Weapon,\" which breaks down into a sick dubstep beat. \"How does it feel now, to watch it burn?\" asks singer Greta Svabo Bech before the bass hits\".\n\"Raise Your Weapon\" was nominated for Best Dance Recording at the 54th Grammy Awards. deadmau5 also performed the song in a sequence with David Guetta, Chris Brown, Lil Wayne and Foo Fighters, with the songs being \"I Can Only Imagine\" by Guetta, Brown, and Wayne and \"Rope\" by The Foo Fighters.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canada","surface_form":"Canadian","offset":31},{"uri":"Electronic_music","surface_form":"electronic music","offset":40},{"uri":"Deadmau5","surface_form":"deadmau5","offset":66},{"uri":"Album","surface_form":"studio album","offset":159},{"uri":"4%C3%974%3D12","surface_form":"4×4=12","offset":173},{"uri":"Dubstep","surface_form":"dubstep","offset":288},{"uri":"Bassline","surface_form":"bassline","offset":296},{"uri":"Allmusic","surface_form":"Allmusic","offset":452},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":635},{"uri":"David_Guetta","surface_form":"David Guetta","offset":974},{"uri":"Chris_Brown_(entertainer)","surface_form":"Chris Brown","offset":988},{"uri":"Lil_Wayne","surface_form":"Lil Wayne","offset":1001},{"uri":"Foo_Fighters","surface_form":"Foo Fighters","offset":1015}]}