{"id":377382,"url":"http://en.wikipedia.org/wiki/Kazuo_Otani","text":"Kazuo Otani (June 2, 1918 – July 15, 1944) was a United States Army was a United States Army soldier. He received the Medal of Honor because of his actions in World War II.\nEarly life.\nOtani was born in California. His parents were immigrants from Japan. He was a \"Nisei\", which means that he was a second generation Japanese-American.\nOtani's family was interned at the Gila River War Relocation Center in Arizona\nSoldier.\nOtani joined the US Army in 1943.\nHe volunteered to be part of the all-\"Nisei\" 442nd Regimental Combat Team. This army unit was mostly made up of Japanese Americans from Hawaii and the mainland.\nFor his actions in July 1944, Otani was awarded the Army's second-highest decoration, the Distinguished Service Cross (DSC).\nOtani, aged 26 at his death, was buried in Veterans Liberty Cemetery, Fresno, California.\nIn the 1990s, there was a review of service records of Asian Americans who received the DSC during World War II. Otani's award was upgraded to the Medal of Honor. In a ceremony at the White House on June 21, 2000, his family was presented with his medal by President Bill Clinton. Twenty-one other Asian Americans also received the medal during the ceremony, but only seven of them were still alive.\nMedal of Honor citation.\nOtani's Medal of Honor recognized his conduct in frontline fighting in northern Italy in 1944. He drew fire towards himself so that his platoon could reach cover. He was killed while rescuing a wounded man.\nStaff Sergeant Kazuo Otani distinguished himself by extraordinary heroism in action on 15 July 1944, near Pieve Di S. Luce, Italy. Advancing to attack a hill objective, Staff Sergeant Otani's platoon became pinned down in a wheat field by concentrated fire from enemy machine gun and sniper positions. Realizing the danger confronting his platoon, Staff Sergeant Otani left his cover and shot and killed a sniper who was firing with deadly effect upon the platoon. Followed by a steady stream of machine gun bullets, Staff Sergeant Otani then dashed across the open wheat field toward the foot of a cliff, and directed his men to crawl to the cover of the cliff. When the movement of the platoon drew heavy enemy fire, he dashed along the cliff toward the left flank, exposing himself to enemy fire. By attracting the attention of the enemy, he enabled the men closest to the cliff to reach cover. Organizing these men to guard against possible enemy counterattack, Staff Sergeant Otani again made his way across the open field, shouting instructions to the stranded men while continuing to draw enemy fire. Reaching the rear of the platoon position, he took partial cover in a shallow ditch and directed covering fire for the men who had begun to move forward. At this point, one of his men became seriously wounded. Ordering his men to remain under cover, Staff Sergeant Otani crawled to the wounded soldier who was lying on open ground in full view of the enemy. Dragging the wounded soldier to a shallow ditch, Staff Sergeant Otani proceeded to render first aid treatment, but was mortally wounded by machine gun fire. Staff Sergeant Otani's extraordinary heroism and devotion to duty are in keeping with the highest traditions of military service and reflect great credit on him, his unit, and the United States Army.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Army","surface_form":"United States Army","offset":49},{"uri":"United_States_Army","surface_form":"United States Army","offset":74},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":118},{"uri":"World_War_II","surface_form":"World War II","offset":159},{"uri":"California","surface_form":"California","offset":203},{"uri":"Japan","surface_form":"Japan","offset":248},{"uri":"Nisei","surface_form":"Nisei","offset":265},{"uri":"Gila_River_War_Relocation_Center","surface_form":"Gila River War Relocation Center","offset":371},{"uri":"United_States_Army","surface_form":"US Army","offset":441},{"uri":"Distinguished_Service_Cross_(United_States)","surface_form":"Distinguished Service Cross","offset":709},{"uri":"Fresno%2C_California","surface_form":"Fresno, California","offset":814},{"uri":"White_House","surface_form":"White House","offset":1018},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":1101},{"uri":"Recognize","surface_form":"recognized","offset":1282},{"uri":"Frontline","surface_form":"frontline","offset":1308},{"uri":"Platoon","surface_form":"platoon","offset":1395}]}