{"id":3773,"url":"http://en.wikipedia.org/wiki/Gautama_Buddha","text":"The Buddha is a titled used to refer to a man named \"Siddharth Gautama\". It means Fully Awakened One. He was born in a region of what is now known as Nepal and was the person who created the religion of Buddhism. He lived from about 563 BC to about 483 BC.\nHe is also called Shakyamuni Buddha because he was a\nmember of the Śākyan clan, the ruling class of an aristocratic republic in that region.\nEarly years.\nAbout 2600 years ago, a clan called the \"Shakyas\" ruled the city of Kapilavastu.\nSiddhartha Gautama was born just outside the city in Lumbini. His father was a ruler named Shuddhodana, and his mother was named Maya. Maya died when Siddhartha was about 7 days old. His father controlled him in a very peaceful and nice way. There were home tutors for him as he was not interested in the outward things that took place at that time. Siddhartha lived in luxury; his father kept trouble and hard work far from him. A seer predicted that if Siddhartha stayed inside his palace his whole life, then he would become a great king. However, if he left the palace, then he would become a great religious leader. The king did not want his son to become a religious leader. He kept Siddhartha in the palace for his entire childhood.\nWhen Siddhartha turned 16 years old, his father found a woman for him to marry. He married a woman named Yashodhara, and they had a son named Rahula. Although Siddhartha had everything he could want, he was still not happy. He wanted to learn about life outside his palace.\nLegend says that he got out of the castle against his father's orders. He saw the \"Four Great Sights\": an old man, a sick man, a dead man, and a holy man with no home.\nSiddhartha left his family, his land and everything else at the age of 29. He left everything to be a mendicant (a wandering ascetic); eventually he became a religious leader for the people.\nSeeking.\nMany holy men at this time were \"ascetics\". They hurt their bodies for religious reasons. They abstain from certain pleasures so they can get rid of desire. One group of ascetics were called the Jains. They practiced self-denial and made themselves suffer very much. They believed this would free the ātman (soul) from pain and sadness. There were many types of ascetic mendicants (wanderers) throughout the region which would become known as India.\nSiddhartha tried these ascetic practices and meditation techniques, and eventually became better than his teachers. He still found no answer, so he left his teachers and friends to discover another way. He decided to eat only six grains of rice a day. He tried holding his breath. His body became very thin, like skin and bones, and he nearly died. Still, he had no answer.\nSiddhartha began to think again about this path. He recalled sitting under a roseapple tree as a boy, and reaching a profound happy peaceful state. He thought this memory might point to a better way than hurting himself. He accepted a meal of milk-rice so he would have strength to make focussed effort. He found a fig tree (now called the \"Bodhi tree\") and decided to meditate beneath it. He promised himself that he would not leave this spot until he had found \"enlightenment\". He meditated under the tree (some say for 49 days). His mind is said to have become pure, and then--after a total of six years practicing--he became enlightened. He was now the Buddha the Fully Awakened\nHis life as a Buddha.\nWhen the Buddha became \"enlightened\", he found the answer to \"suffering\", and he knew how to defeat \"suffering\". This answer was called the Four Noble Truths. He was not sure if he should teach his new ideas or not. He asked himself if the world was ready for such a deep teaching. But in the end, he decided to travel to a town called Sarnath to teach the people his new way. He taught about the Four Noble Truths and the Noble Eightfold Path. The people listened to him.\nWhen he taught, he did not pretend to be a god. He said he was just a man who had found the meaning of life (enlightenment), and that any person can also find the meaning of life. For the rest of his life, he walked all over Southern Nepal and parts of India to teach people what he believed. He started a \"Sangha\", which is a group of Buddhist monks and nuns. Many people became enlightened because of him. At the age of 80, after 45 years teaching the Four Noble Truths, Gautama Buddha died.\nThe life teachings.\nThe teachings of the Buddha are known as \"Buddhism\". Buddhism is mostly about ending the feeling of pain that all people feel inside. Gautama Buddha taught that old age, sickness, death and suffering is a part of everyone's life. He taught that pain is caused by craving. And he showed that there is a way to end craving and end suffering by doing good things, not doing bad things, and training one's mind. When a person is able to perfect these qualities, they will gain \"enlightenment\".\nBuddhism teaches non-harm and balance – not going too far one way or the other. The Buddha taught people to meditate while sitting in the lotus position or when standing, sitting, walking, or lying down. The Buddha urged his followers to remember the Teachings, and ask questions. Some Buddhists chant (which was a way to remember and preserve the Teachings). Buddhists sometimes do these things to understand the human heart and mind. Sometimes they do these things to understand the way the world works. Sometimes they do these things to find peace.\nThe Buddha taught that people should not look to gods to save them or bring them enlightenment. The gods may have power over world events and they might help people, or they might not. But Buddha believed that it is up to each person to become enlightened.","categories":[],"infobox_types":[],"annotations":[{"uri":"Religion","surface_form":"religion","offset":191},{"uri":"Buddhism","surface_form":"Buddhism","offset":203},{"uri":"Lumbini","surface_form":"Lumbini","offset":545},{"uri":"Shuddhodana","surface_form":"Shuddhodana","offset":583},{"uri":"Maya","surface_form":"Maya","offset":621},{"uri":"Ascetic","surface_form":"ascetic","offset":1907},{"uri":"Jainism","surface_form":"Jains","offset":2069},{"uri":"Self-denial","surface_form":"self-denial","offset":2091},{"uri":"Atman","surface_form":"ātman","offset":2175},{"uri":"Soul","surface_form":"soul","offset":2182},{"uri":"Rice","surface_form":"rice","offset":2564},{"uri":"Bodhi_tree","surface_form":"Bodhi tree","offset":3039},{"uri":"Meditation","surface_form":"meditate","offset":3067},{"uri":"Bodhi","surface_form":"enlightened","offset":3327},{"uri":"Buddha","surface_form":"Buddha","offset":3355},{"uri":"Four_Noble_Truths","surface_form":"Four Noble Truths","offset":3543},{"uri":"Noble_Eightfold_Path","surface_form":"Noble Eightfold Path","offset":3826},{"uri":"Deity","surface_form":"god","offset":3919},{"uri":"Nepal","surface_form":"Nepal","offset":4110},{"uri":"India","surface_form":"India","offset":4129},{"uri":"Monk","surface_form":"monk","offset":4221},{"uri":"Nun","surface_form":"nun","offset":4231},{"uri":"Meditation","surface_form":"meditate","offset":4988},{"uri":"Lotus_position","surface_form":"lotus position","offset":5018},{"uri":"Chant","surface_form":"chant","offset":5176},{"uri":"Enlightenment_(Buddhism)","surface_form":"enlightenment","offset":5513}]}