{"id":377447,"url":"http://en.wikipedia.org/wiki/Japanese_spider_crab","text":"The Japanese spider crab (\"Macrocheira kaempferi\") is a species of marine crab, and is the only member in the genus \"Macrocheira\". It is found only in the waters around Japan. The Japanese spider crab has the largest leg span of any arthropod in the world, reaching up to 3.8 meters (12 ft) long, and weighing up to 41 pounds (19 kg).\nDescription.\nThe Japanese spider crab has the largest leg span of any arthropod in the world, reaching up to 3.8 meters (12 ft) long, and weighing up to 19 kg (41 pounds), but the actual body of the Japanese spider crab is only 38 cm (15 inches) long. The Japanese spider crab has 8 legs and 2 arms used for feeding. Each feeding arm is 1.5 meters (5 ft) long. The Japanese spider crab is different from other crab species because the first pleopods (legs which help them swim, catch food, hold their eggs, and sometimes has gills on it) of the males are twisted, and its larvae are not very complicated organisms unlike other crab species larvae. It is orange in colour, with white spots on its legs. Although the Japanese spider crab has some ferocious appearances, it is actually known to be very gentle towards others.\nHabitat and distribution.\nThe Japanese spider crab is found in the Pacific side of the Japanese islands, Konshu and Kyushu, usually at a latitude between 30 and 40 degrees North. They are found usually in the Sagami, Suruga, and Tosa bays, as well as off the coast of the Kii peninsula. However, a Japanese spider crab was once found as far south as Su-ao, in eastern Taiwan. This is most likely a one time event; it is possible a fishing trawler or extreme weather may have carried this individual much further south than its home range. The Japanese spider crab is found up to the depths of 2,500 feet (750 meters).\nLife cycle.\nThe Japanese spider crab is a scavenger, meaning it feeds mostly on dead animals, but it also feeds on shellfish, opening the shells with its giant claws to feed on them. After molting, these crabs will eat their own shell to get some important nutrients. It is one of the longest living creatures in the world, living up to 100 years.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":56},{"uri":"Marine_biology","surface_form":"marine","offset":67},{"uri":"Crab","surface_form":"crab","offset":74},{"uri":"Genus","surface_form":"genus","offset":110},{"uri":"Water","surface_form":"water","offset":155},{"uri":"Japan","surface_form":"Japan","offset":169},{"uri":"Arthropod","surface_form":"arthropod","offset":233},{"uri":"Leg","surface_form":"leg","offset":389},{"uri":"Arthropod","surface_form":"arthropod","offset":405},{"uri":"Arm","surface_form":"arm","offset":629},{"uri":"Crab","surface_form":"crab","offset":745},{"uri":"Species","surface_form":"species","offset":750},{"uri":"Pleopod","surface_form":"pleopod","offset":776},{"uri":"Larvae","surface_form":"larvae","offset":907},{"uri":"Organism","surface_form":"organism","offset":939},{"uri":"Pacific_ocean","surface_form":"Pacific","offset":1225},{"uri":"Japan","surface_form":"Japanese","offset":1245},{"uri":"Island","surface_form":"island","offset":1254},{"uri":"Latitude","surface_form":"latitude","offset":1295},{"uri":"Bay","surface_form":"bay","offset":1392},{"uri":"Taiwan","surface_form":"Taiwan","offset":1526},{"uri":"Fishing_trawler","surface_form":"fishing trawler","offset":1589},{"uri":"Animal","surface_form":"animal","offset":1861},{"uri":"Shellfish","surface_form":"shellfish","offset":1891},{"uri":"Shell","surface_form":"shell","offset":1914}]}