{"id":377449,"url":"http://en.wikipedia.org/wiki/John_Shortland","text":"Lieutenant John Shortland (1769-1810) was an English naval officer who explored and named the Hunter River in Australia.\nShortland joined the Royal Navy in 1781 as a midshipman. After served in Quebec and the West Indies. His father, Captain John Shortland (1739-1803), was the person in the Navy who organized many of the details for the First Fleet which took the first convicts to Australia in 1788. He arranged for two of his sons, John and Thomas George Shortland (1771 – 1827), to sail with him on the First Fleet. Shortland was the master's mate on \"HMS Sirius\" with Captain John Hunter. He was also on the ship when it was wrecked on Norfolk Island in 1790. He left Australia in 1792.\nIn 1792, Shortland came back to Australia with Hunter. Hunter had been made Governor of New South Wales and Shortland was First Lieutenant on the \"Reliance\". Other officers on the ship were Matthew Flinders and George Bass. In 1797 Shortland found and named the Hunter River while searching for escaped convicts. He explored the area which is now the city of Newcastle. He made the first charts of the harbour. Shortland was given grants of land at Liberty Plains and Bankstown. He also served as a member of the Criminal Court in Sydney. He missed the excitement of navy life and in 1800 he returned to England on the \"Reliance\".\nShortland served in Egypt and then on the \"Dolphin\" and the \"Trompeuse\". He went to Guinea and after the death of its captain, became captain of the \"Squirrel\". In 1805 at Halifax he was made captain of the \"Juno\", a captured 40 gun French frigate. In 1809 he made a brave but unsuccessful attack on four French ships. The \"Juno\" was destroyed and Shortland died of his wounds. The French buried him with military honours at Basse-Terre, Guadeloupe.\nThe Newcastle suburb of Shortland, and the Division of Shortland - an electoral division in the Australian parliament were named after him. He was honoured with a postage stamp for the 150th anniversary but the artist made a mistake and it was Shortland's father's image on the stamp.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hunter_River","surface_form":"Hunter River","offset":94},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":142},{"uri":"Midshipman","surface_form":"midshipman","offset":166},{"uri":"Quebec","surface_form":"Quebec","offset":194},{"uri":"West_Indies","surface_form":"West Indies","offset":209},{"uri":"First_Fleet","surface_form":"First Fleet","offset":339},{"uri":"Convict","surface_form":"convict","offset":372},{"uri":"HMS_Sirius_(1786)","surface_form":"HMS Sirius","offset":557},{"uri":"John_Hunter","surface_form":"John Hunter","offset":582},{"uri":"Norfolk_Island","surface_form":"Norfolk Island","offset":642},{"uri":"Governor_of_New_South_Wales","surface_form":"Governor of New South Wales","offset":769},{"uri":"Matthew_Flinders","surface_form":"Matthew Flinders","offset":883},{"uri":"George_Bass","surface_form":"George Bass","offset":904},{"uri":"Newcastle%2C_New_South_Wales","surface_form":"Newcastle","offset":1052},{"uri":"Frigate","surface_form":"frigate","offset":1564},{"uri":"Basse-Terre","surface_form":"Basse-Terre","offset":1749},{"uri":"Guadeloupe","surface_form":"Guadeloupe","offset":1762},{"uri":"Division_of_Shortland","surface_form":"Division of Shortland","offset":1817},{"uri":"Divisions_of_the_Australian_House_of_Representatives","surface_form":"electoral division","offset":1844},{"uri":"Australian_parliament","surface_form":"Australian parliament","offset":1870}]}