{"id":377485,"url":"http://en.wikipedia.org/wiki/George_Sakato","text":"George Taro Sakato (February 19, 1921 – December 2, 2015) was a United States Army soldier. He received the Medal of Honor because of his actions in World War II.\nEarly life.\nSakato was born in Colton, California. His parents were immigrants from Japan. He was a \"Nisei\", which means that he was a second generation Japanese-American.\nHe graduated from Redlands High School in Redlands, California.\nThe Sakato family moved to Arizona during World War II to avoid internment.\nSoldier.\nSakato joined the US Army in March 1944.\nHe volunteered to be part of the all-\"Nisei\" 442nd Regimental Combat Team. This army unit was mostly made up of Japanese Americans from Hawaii and the mainland.\nFor his actions in October 1944, Sakato was awarded the Army's second-highest decoration, the Distinguished Service Cross (DSC). In the 1990s, there was a review of service records of Asian Americans who received the DSC during World War II. Sakato's award was upgraded to the Medal of Honor. In a ceremony at the White House on June 21, 2000, he was presented with his medal by President Bill Clinton. Twenty-one other Asian Americans also received the medal during the ceremony, but only seven of them were still alive.\nMedal of Honor citation.\nSakato's Medal of Honor recognized his conduct in frontline fighting in northern France in 1944. He charged an enemy stronghold. Then he took command of his platoon and led it in defense of the position.\nPrivate George T. Sakato distinguished himself by extraordinary heroism in action on 29 October 1944, on hill 617 in the vicinity of Biffontaine, France. After his platoon had virtually destroyed two enemy defense lines, during which he personally killed five enemy soldiers and captured four, his unit was pinned down by heavy enemy fire. Disregarding the enemy fire, Private Sakato made a one-man rush that encouraged his platoon to charge and destroy the enemy strongpoint. While his platoon was reorganizing, he proved to be the inspiration of his squad in halting a counter-attack on the left flank during which his squad leader was killed. Taking charge of the squad, he continued his relentless tactics, using an enemy rifle and P-38 pistol to stop an organized enemy attack. During this entire action, he killed 12 and wounded two, personally captured four and assisted his platoon in taking 34 prisoners. By continuously ignoring enemy fire, and by his gallant courage and fighting spirit, he turned impending defeat into victory and helped his platoon complete its mission. Private Sakato's extraordinary heroism and devotion to duty are in keeping with the highest traditions of military service and reflect great credit on him, his unit, and the United States Army.\nDeath.\nSakato died in Denver, Colorado on December 2, 2015 at the age of 94.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Army","surface_form":"United States Army","offset":64},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":108},{"uri":"World_War_II","surface_form":"World War II","offset":149},{"uri":"Colton%2C_California","surface_form":"Colton, California","offset":194},{"uri":"Japan","surface_form":"Japan","offset":247},{"uri":"Nisei","surface_form":"Nisei","offset":264},{"uri":"Redlands_High_School","surface_form":"Redlands High School","offset":353},{"uri":"Redlands%2C_California","surface_form":"Redlands, California","offset":377},{"uri":"Arizona","surface_form":"Arizona","offset":426},{"uri":"Japanese_American_internment","surface_form":"internment","offset":463},{"uri":"United_States_Army","surface_form":"US Army","offset":502},{"uri":"Distinguished_Service_Cross_(United_States)","surface_form":"Distinguished Service Cross","offset":780},{"uri":"White_House","surface_form":"White House","offset":1000},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":1075},{"uri":"Recognize","surface_form":"recognized","offset":1257},{"uri":"Frontline","surface_form":"frontline","offset":1283},{"uri":"Stronghold","surface_form":"stronghold","offset":1350},{"uri":"Platoon","surface_form":"platoon","offset":1390},{"uri":"Strongpoint","surface_form":"strongpoint","offset":1901},{"uri":"Walther_P38","surface_form":"P-38 pistol","offset":2173},{"uri":"Denver%2C_Colorado","surface_form":"Denver, Colorado","offset":2737}]}