{"id":377477,"url":"http://en.wikipedia.org/wiki/Marvel_Cinematic_Universe","text":"The Marvel Cinematic Universe (MCU) is an American movie franchise. It has currently made over 23 movies by 2019. It is a fictional universe that is the setting of several superhero movies and TV shows made by Marvel Studios, based on characters by Marvel Comics. This shared universe was showed in the movies by using the same characters or mentioning the same events. For example, Tony Stark appears at the end of The Incredible Hulk, even though he has nothing to do with the rest of the story. This is the same way that the Marvel comic books were linked into the same universe.\nThe movies in the Marvel Cinematic Universe have made a lot of money and become very popular, and the franchise has made the most money of all the movie franchises as of July 2019. However the franchise had a downfall in quality as Endgame and Far From Home were negatively welcomed from fans.\nMovies.\nThe movies in the MCU are organized in sections called Phases. So far, Phases 1, 2 and 3 have been released. Phase 1 began in 2008 with the release of \"Iron Man\" and ended in 2012 with the release of \"The Avengers\". Phase 2 began in 2013 with the release of \"Iron Man 3\" and ended in 2015 with the release of \"Ant-Man\". Phase 3 began in 2016 with the release of \"Captain America: Civil War\" and ended in 2019 with the release of \"Spider-Man: Far From Home\". Phase 4 will begin with the release of \"Black Widow\" and is supposed to end with \"Doctor Strange In The Multiverse of Madness\".\nTrivia.\nAfter Endgame, Marvel's plan was initially that of replacing all the original characters with new characters and starting a new era. However there was a backlash as fans wanted to see more of Iron Man, Black Widow, Hulk and Thor. The wish was granted and Marvel decided instead of keeping those characters as well as bringing back to life Iron Man and Black Widow while at the same time introducing new characters.","categories":[],"infobox_types":["film"],"annotations":[{"uri":"Movie","surface_form":"movie","offset":51},{"uri":"Media_franchise","surface_form":"franchise","offset":57},{"uri":"Fictional","surface_form":"fictional","offset":122},{"uri":"Universe","surface_form":"universe","offset":132},{"uri":"Setting","surface_form":"setting","offset":153},{"uri":"Superhero","surface_form":"superhero","offset":172},{"uri":"Marvel_Studios","surface_form":"Marvel Studios","offset":210},{"uri":"Marvel_Comics","surface_form":"Marvel Comics","offset":249},{"uri":"Tony_Stark_(Marvel_Cinematic_Universe)","surface_form":"Tony Stark","offset":383},{"uri":"The_Incredible_Hulk_(movie)","surface_form":"The Incredible Hulk","offset":416},{"uri":"Iron_Man_(movie)","surface_form":"Iron Man","offset":1037},{"uri":"The_Avengers_(movie)","surface_form":"The Avengers","offset":1086},{"uri":"Iron_Man_3","surface_form":"Iron Man 3","offset":1144}]}