{"id":377509,"url":"http://en.wikipedia.org/wiki/Anonymus_Valesianus","text":"e=\"preserve\">Anonym[o]us Valesianus is the name of a text, published by Henri Valois (1603-1676) in 1636. The text was published together with Res Gestae of Ammianus Marcellinus. The name is misleading: There are two texts, which have nothing in common, except the subject of history. They are labeled Anonymus Valesianus I and II.\nAnonymus Valesianus I, also called Origo Constantini talks about the life of Constantine the Great, roughly the time of 301 to 337 AD. The author is unknown, and was probably pagan. Most likely the text was written shortly after the death of the emperor. The author gives a good review of the life, and offers details which can be found in no other text. The text was written around 390, and is regarded as a reliable source\nThe second text gives a historic overview beginning with the reign of Julius Nepos. It ends with the death of Theodoric the Great, roughly 474-526. The author of the second text was probably Roman Catholic, and the text was written in Ravenna, which was very important at the time.The text was written after 526, probably between 550 and 560. It bears the heading \"item ex libris Chronicorum inter cetera\". The text mostly deals with the reign of the Gothic king in Italy, Theodoric the Great.\"(Even though it is) poorly written (the text) is based on a no longer (existing) chronicle by the bishop of Ravenna, Maximianus, a highly (learned) and knowledgable scholar\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Henri_Valois","surface_form":"Henri Valois","offset":72},{"uri":"Ammianus_Marcellinus","surface_form":"Res Gestae of Ammianus Marcellinus","offset":143},{"uri":"Constantine_the_Great","surface_form":"Constantine the Great","offset":409},{"uri":"Pagan","surface_form":"pagan","offset":507},{"uri":"Julius_Nepos","surface_form":"Julius Nepos","offset":827},{"uri":"Theodoric_the_Great","surface_form":"Theodoric the Great","offset":867},{"uri":"Roman_Catholicism","surface_form":"Roman Catholic","offset":948},{"uri":"Ravenna","surface_form":"Ravenna","offset":992},{"uri":"Goth","surface_form":"Goth","offset":1208},{"uri":"Theodoric_the_Great","surface_form":"Theodoric the Great","offset":1230},{"uri":"Bishop_of_Ravenna","surface_form":"bishop of Ravenna","offset":1349},{"uri":"Maximianus_of_Ravenna","surface_form":"Maximianus","offset":1368}]}