{"id":377553,"url":"http://en.wikipedia.org/wiki/Great_Dividing_Range","text":"The Great Dividing Range, or the Eastern Highlands, is Australia's largest mountain range. It is the fifth longest land-based range in the world. The range is in length and runs along the whole east coast of Australia. In the north it starts from Dauan Island off the northeastern tip of Queensland. In Victoria the range turns west and ends at the Grampians in western Victoria. The width of the range varies from about to over.\nThe difference in height between the narrow coastal area and the eastern mountains has affected Australia's climate. This caused by the mountains causing lots of rain as clouds move over them. There are many gorges where the rise is tall.\nDescription.\nThe Great Dividing Range is not a single mountain range. There is a complex of mountain ranges, plateaus, upland areas and escarpments. In some places the land is nearly flat, with only very low hills. The highlands range from to in height.\nThe Great Dividing Range is made of limestones, sandstone, quartzite, schists and metamorphic dolomite. Their shapes have been made by faulting and folding processes.\nThe crest of the range is the boundary between the drainage basins of rivers; those which drain east into the Pacific Ocean, or southward into Bass Strait; and those rivers which drain west and south into the Murray-Darling rivers. In the north, the rivers on the west side of the range drain towards the Gulf of Carpentaria.\nThe higher and more rugged parts of the \"range\" are not always part of the crest of the range. The term \"Great Dividing Range\" is used for both the watershed crest, and all of the hills and mountains between the east coast of Australia and the central plains and lowlands. At some places the Great Dividing Range can be up to wide. Most of the ranges and other features have their own names.\nHistory.\nThe Great Dividing Range was formed during the Carboniferous period, some 300 million years ago when the super continent Pangaea was forming. The range has eroded since then, and is now much lower than the more recent ranges such as the Alps and Himalayas. Its highest point is Mount Kosciuszko at 2,228 m (7,310 ft).\nParks and protected areas.\nMuch of the range lies in national parks and other protected areas. Most of the national parks are listed below. There are also many more state forests.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":55},{"uri":"Mountain_range","surface_form":"mountain range","offset":75},{"uri":"Dauan_Island%2C_Queensland","surface_form":"Dauan Island","offset":247},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":303},{"uri":"Grampian_Mountains_(Australia)","surface_form":"Grampians","offset":349},{"uri":"Plateau","surface_form":"plateau","offset":778},{"uri":"Escarpment","surface_form":"escarpment","offset":805},{"uri":"Limestone","surface_form":"limestone","offset":959},{"uri":"Sandstone","surface_form":"sandstone","offset":971},{"uri":"Quartzite","surface_form":"quartzite","offset":982},{"uri":"Schist","surface_form":"schist","offset":993},{"uri":"Metamorphic","surface_form":"metamorphic","offset":1005},{"uri":"Dolomite","surface_form":"dolomite","offset":1017},{"uri":"Faulting","surface_form":"faulting","offset":1058},{"uri":"Fold_(geology)","surface_form":"folding","offset":1071},{"uri":"Drainage_basin","surface_form":"drainage basin","offset":1141},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":1200},{"uri":"Bass_Strait","surface_form":"Bass Strait","offset":1233},{"uri":"Murray-Darling_Basin","surface_form":"Murray-Darling rivers","offset":1299},{"uri":"Gulf_of_Carpentaria","surface_form":"Gulf of Carpentaria","offset":1395},{"uri":"Carboniferous","surface_form":"Carboniferous period","offset":1864},{"uri":"Pangaea","surface_form":"Pangaea","offset":1938},{"uri":"Erosion","surface_form":"eroded","offset":1973},{"uri":"Alps","surface_form":"Alps","offset":2054},{"uri":"Himalayas","surface_form":"Himalayas","offset":2063},{"uri":"Mount_Kosciuszko","surface_form":"Mount Kosciuszko","offset":2095},{"uri":"National_park","surface_form":"national park","offset":2188}]}