{"id":377514,"url":"http://en.wikipedia.org/wiki/Bermuda_triangle","text":"The Bermuda Triangle, sometimes called the Devil's Triangle, is an area in the western part of the North Atlantic Ocean. The weather above the Bermuda triangle always remain misty and cloudy and dull during summer slight changes occur, but only sometimes.\nSome people think this is because of paranormal or extraterrestrial beings. Many of the incidents were false. Some people believe that insurance companies charge higher premiums for shipping in this area, but that is not true.-\nAircrafts and ships have been missing too. On 5 December 1945 a US Navy flight of five Torpedo Bombers on a navigation exercise became lost; likewise a PBM patrol plane on the search for the missing aircraft was lost due to an explosion of unknown cause.\nOn 30 January 1948 BSAA G-AHNP \"Star Tiger\" was lost due to unknown causes while flying from Lisbon, Portugal to Bermuda. Among those missing was retired RAF Air Marshal Sir Arthur Coningham. The Fantasy Fiction series The Twilight Zone has a 24 February 1961 episode \"The Odyssey of Flight 33\" which is a retelling of The Flying Dutchman legend in which this version is of an airliner trapped in a Time Vortex; among one of the passengers is an unnamed RAF general officer presumedly based on Air Marshal Coningham.\nOn 28 December 1948 a DC-3 was lost on a nighttime flight due to unknown causes between San Juan Puerto Rico to Miami Florida. Presumedly this accident could have inspired The Fantasy Fiction series \"The Twilight Zone\" has a 22 September 1961 episode \"The Arrival\" which is also a retelling of The Flying Dutchman legend in which a DC-3 plane without crew or passengers lands at an airport; it is ultimately shown to be a hallucination of an insane FAA investigator who is obsessed with trying to solve the mystery of a missing DC-3 which vanished nearly 17 years over the Atlantic Ocean in a flight from Buffalo New York.\nOn 17 January 1949 a second BSAA G-AGRE \"Star Ariel\" was lost due to unknown causes between Bermuda and Kingston Jamaica.\nShips. According to Legend a sailing ship the \"Ellen Austin\" found a derelict vessel and placed a crew to sail the vessel to port. Two versions of what happened to the vessel are: the vessel was either lost in a storm or was found again without a crew. Lawrence David Kusche author of \"The Bermuda Triangle Mystery-Solved\" found no mention in 1880 or 1881 newspapers of this alleged incident-he did trace the legend to a book by Rupert Gould \"The Stargazer Talks\" published in 1943. The \"Ellen Austin\" did exist; although one website includes the alleged derelict vessel incident it does find that Rupert Gould talked about the legend on radio in the 1930s; likewise the website traces the derelict story to a June 1906 newspaper story-which claims the derelict ship incident took place in 1891- however the 1906 story does not give a reference of where this story came from!\nAccording to Legend a U.S. Navy collier USS Cyclops was lost without trace in March 1918 with about the loss of 306 persons. Circumstantial evidence uncovered by two separate researchers is that the missing ship was lost due to a storm 10 March 1918. The first appeared in \"Popular Science\" June 1929 article by Alfred P. Reck \"Strangest American Sea Mystery is Solved at Last\"; nearly 50 years later Lawrence David Kusche author of \"The Bermuda Triangle Mystery Solved\" found a report that a navy diver may have accidently found the missing vessel off Cape Charles Virginia in 1968 and also evidence of the storm of 9/10 March 1918.","categories":[],"infobox_types":[],"annotations":[{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":105},{"uri":"Paranormal","surface_form":"paranormal","offset":293},{"uri":"Extraterrestrial_life","surface_form":"extraterrestrial beings","offset":307},{"uri":"The_Twilight_Zone","surface_form":"The Twilight Zone","offset":958},{"uri":"The_Flying_Dutchman","surface_form":"The Flying Dutchman","offset":1058},{"uri":"The_Twilight_Zone","surface_form":"The Twilight Zone","offset":1456},{"uri":"The_Flying_Dutchman","surface_form":"The Flying Dutchman","offset":1550}]}