{"id":377621,"url":"http://en.wikipedia.org/wiki/Tiffany_Cross_Medal_of_Honor","text":"The Tiffany Cross Medal of Honor was created immediately after World War I. The US Navy decided to recognize via the Medal of Honor two manners of heroism. One in combat and one in the line of a sailor's profession. The original upside-down star was designated as the non-combat version and a new pattern of the medal pendant, in cross form, was designed by the Tiffany Company in 1919. It was to be presented to a sailor or Marine who \"in action involving actual conflict with the enemy, distinguish[es] himself conspicuously by gallantry and intrepidity at the risk of his life above and beyond the call of duty\" and without detriment to his mission. This pendant became the \"Tiffany Cross\".\nDescription.\nThe \"Tiffany Cross\" is suspended from the classic light blue Medal of Honor ribbon with 13 white stars. At the ribbon top is a bar with the word \"VALOUR\". The medal is a gold cross pattée overlaying an oak and laurel wreath on the obverse side, with an antique anchor in each arm of the cross. The center, overlaying the cross, is an octagon with the phrases \"UNITED STATES NAVY\" to the top and \"1917·1918\" to the bottom, on the perimeter separated by two stars. The center of the octagon is the Great Seal of the United States. The reverse side is flat, suitable for engraving. Recipients medals often had intricate inscriptions.\nAuthorization.\nDesigned by Tiffany Company, this medal became the \"Tiffany Cross\" and eligibility was retroactive to 6 April 1917, when the United States entered World War I.\nInconsistent presentations.\nDespite the \"actual conflict\" guidelines, the \"Tiffany Cross\" was awarded to Floyd Bennett and Richard Byrd for arctic exploration, and to John Siegel for a rescue at sea. In the words of the Congressional Medal of Honor Society, the \"Tiffany Cross\" Program was \"poorly regulated and documented.\"\nUnpopularity and deauthorization.\nThe \"Tiffany Cross\" was unpopular, perhaps because it so closely resembled the German Iron Cross. Recipients, such as Admiral Byrd, requested, received, and wore the classical inverted star design. Byrd received his \"Tiffany Cross\" on 27 February 1927 from President Coolidge. He received his classical Medal of Honor on 20 June 1930 from President Hoover. His motives for the change are not remarked upon. In 1942, the Navy returned to using only the original 1862 inverted 5-point star design, and ceased issuing the award for non-combat action.\nNext lower award.\nDuring the \"Tiffany Cross's\" active status, the next lower naval award was the Navy Distinguished Service Medal, followed by the Navy Cross. By congressional action on 7 August 1942, in the same act that terminated the \"Tiffany Cross\", the Distinguished Service Medal and the Navy Cross swapped places, with the Navy Cross also becoming solely a combat award.\nList.\nmake a nearly complete list. There are at least three recipients (Byrd, Bennett, Siegal) who have been awarded the \"Tiffany Cross\" for non-combat actions. There may be other in-period recipients that have also have received one, but these aren't known, and would require investigation of similar nature for each.","categories":[],"infobox_types":[],"annotations":[{"uri":"World_War_I","surface_form":"World War I","offset":63},{"uri":"United_States_Navy","surface_form":"US Navy","offset":80},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":117},{"uri":"Pendant","surface_form":"pendant","offset":318},{"uri":"Tiffany_%26amp%3B_Co.","surface_form":"Tiffany Company","offset":362},{"uri":"Cross_patt%C3%A9e","surface_form":"cross pattée","offset":882},{"uri":"Great_Seal_of_the_United_States","surface_form":"Great Seal of the United States","offset":1203},{"uri":"United_States_declaration_of_war_on_Germany_(1917)","surface_form":"6 April 1917","offset":1455},{"uri":"World_War_I","surface_form":"World War I","offset":1500},{"uri":"Floyd_Bennett","surface_form":"Floyd Bennett","offset":1618},{"uri":"Richard_E._Byrd","surface_form":"Richard Byrd","offset":1636},{"uri":"John_Otto_Siegel","surface_form":"John Siegel","offset":1680},{"uri":"Richard_E._Byrd","surface_form":"Admiral Byrd","offset":1990},{"uri":"Navy_Distinguished_Service_Medal","surface_form":"Navy Distinguished Service Medal","offset":2517},{"uri":"Navy_Cross","surface_form":"Navy Cross","offset":2567}]}