{"id":377653,"url":"http://en.wikipedia.org/wiki/Ghosts_%27n%27_Stuff","text":"Ghosts 'n' Stuff, also known as Ghosts N Stuff, is a song by Canadian electronic music producer deadmau5 and features vocals from Rob Swire of Pendulum and Knife Party. The song is featured on deadmau5's fourth studio album \"For Lack of a Better Name.\"\nThe song was first made in 2004 and deadmau5 said that the song ended up going through at least 10 revisions. deadmau5 and Swire met each other backstage at various festivals and they both decided to collaborate on a song.\nThe song was specifically made for Pete Tong's BBC Radio 1 Essential Selection show which deadmau5 was a guest on along with Steve Angello. Tong asked deadmau5 if deadmau5 could create something new for his appearance. deadmau5 said that the song was originally called \"Hotel\" because he made it for Tong's show when he was staying in his hotel. He also said that the song was \"just now\" finished and that he would now call it \"Ghosts 'n' Stuff\".\nThe music video for the song was shot in Toronto, Ontario and features Joel Zimmerman being rushed to the hospital but dies on arrival. Zimmerman is then revived as a ghost and roams the streets of Toronto where he gets a tattoo of a Space Invader alien, gets runs into a gang of ghosts and attends a rave where the other people are dressed up in different costumes. One of the people at the rave wearing a deadmau5 helmet pulls the white sheet off and Joel wakes up in the hospital. Joel also finds that the Space Invaders tattoo that he got as a ghost is still on his neck.\nThe music video for the song was also shown on a 2011 episode of Beavis and Butt-head titled, \"Drones\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Canada","surface_form":"Canadian","offset":61},{"uri":"Electronic_music","surface_form":"electronic music","offset":70},{"uri":"Deadmau5","surface_form":"deadmau5","offset":96},{"uri":"Rob_Swire","surface_form":"Rob Swire","offset":130},{"uri":"Pendulum_(band)","surface_form":"Pendulum","offset":143},{"uri":"Knife_Party","surface_form":"Knife Party","offset":156},{"uri":"Album","surface_form":"studio album","offset":211},{"uri":"For_Lack_of_a_Better_Name","surface_form":"For Lack of a Better Name","offset":225},{"uri":"Toronto","surface_form":"Toronto","offset":964},{"uri":"Ontario","surface_form":"Ontario","offset":973},{"uri":"Space_Invader","surface_form":"Space Invader","offset":1157},{"uri":"Beavis_and_Butt-head","surface_form":"Beavis and Butt-head","offset":1564}]}