{"id":377618,"url":"http://en.wikipedia.org/wiki/James_Okubo","text":"James K. Okubo (May 30, 1920 – January 29, 1967) was a United States Army soldier. He received the Medal of Honor because of his actions in World War II.\nEarly life.\nOkubo was born in Anacortes, Washington. His parents were Japanese immigrant parents. He was a \"Nisei\", which means that he was a second generation Japanese-American.\nThe Okubo family was interned at the Tule Lake War Relocation Center in California; and then they were moved to the camp at Hart Mountain in Wyoming.\nSoldier.\nOkubo joined the US Army in May 1943.\nOkubo volunteered to be part of the all-\"Nisei\" 442nd Regimental Combat Team. This army unit was mostly made up of Japanese Americans from Hawaii and the mainland.\nFor his actions in October 1944, Okubo was awarded the Army's third-highest decoration, the Silver Star. In the 1990s, there was a review of service records of Asian Americans who received the Silver Star during World War II. Okubo's award was upgraded to the Medal of Honor. In a ceremony at the White House on June 21, 2000, he was presented with his medal by President Bill Clinton. Twenty-one other Asian Americans also received the medal during the ceremony, but only seven of them were still alive.\nMedal of Honor citation.\nOkubo's Medal of Honor recognized his conduct in frontline fighting in eastern France in 1944. many times, he exposed himself to intense fire to treat and evacuate wounded men.\nTechnician Fifth Grade James K. Okubo distinguished himself by extraordinary heroism in action on 28 and 29 October and 4 November 1944, in the Foret Domaniale de Champ, near Biffontaine, eastern France. On 28 October, under strong enemy fire coming from behind mine fields and roadblocks, Technician Fifth Grade Okubo, a medic, crawled 150 yards to within 40 yards of the enemy lines. Two grenades were thrown at him while he left his last covered position to carry back wounded comrades. Under constant barrages of enemy small arms and machine gun fire, he treated 17 men on 28 October and 8 more men on 29 October. On 4 November, Technician Fifth Grade Okubo ran 75 yards under grazing machine gun fire and, while exposed to hostile fire directed at him, evacuated and treated a seriously wounded crewman from a burning tank, who otherwise would have died. Technician Fifth Grade James K. Okubo's extraordinary heroism and devotion to duty are in keeping with the highest traditions of military service and reflect great credit on him, his unit, and the United States Army.\nNamesake.\nOkubo is the namesake of the Okubo Family Health Clinic at Joint Base Lewis-McChord in Washington.\nThe Okubo Barracks at the Fort Sam Houston in Texas are named after the \"Nisei\" soldier.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Army","surface_form":"United States Army","offset":55},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":99},{"uri":"World_War_II","surface_form":"World War II","offset":140},{"uri":"Anacortes%2C_Washington","surface_form":"Anacortes, Washington","offset":184},{"uri":"Japan","surface_form":"Japan","offset":224},{"uri":"Nisei","surface_form":"Nisei","offset":262},{"uri":"Tule_Lake_War_Relocation_Center","surface_form":"Tule Lake War Relocation Center","offset":370},{"uri":"California","surface_form":"California","offset":405},{"uri":"Hart_Mountain","surface_form":"Hart Mountain","offset":457},{"uri":"Wyoming","surface_form":"Wyoming","offset":474},{"uri":"United_States_Army","surface_form":"US Army","offset":509},{"uri":"Silver_Star","surface_form":"Silver Star","offset":786},{"uri":"White_House","surface_form":"White House","offset":991},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":1066},{"uri":"Recognize","surface_form":"recognized","offset":1247},{"uri":"Frontline","surface_form":"frontline","offset":1273},{"uri":"Namesake","surface_form":"namesake","offset":2501},{"uri":"Washington_(state)","surface_form":"Washington","offset":2575}]}