{"id":377728,"url":"http://en.wikipedia.org/wiki/Eastern_bluebird","text":"The eastern bluebird (\"Sialia sialis\") is a species of Turdidae. Its name comes from the colour of its feathers, which is a vibrant blue.\nAppearance.\nThere is a marked contrast between his blue back and its subdued orange-brown belly. The female's colours are less intense. The head's colour is a kind of blue-gray and there is a more vibrant blue on the tail and the wings. The belly is a mix of orange-brown and white. The male is completely blue. It is only his breast and his throat which are orange and blue, his belly and undertail are white.\nHabitat.\nThe eastern bluebird lives in many regions of North America. It has been seen more frequently in the American Midwest and in southern Canada. It does not have a definive habitat. It lives in light woods, gardens, agricultural areas and orchards. This species prefers to use a hole already made as a nest. In fact, those birds often live in deserted woodpecker holes. To make it more comfortable they add to the hole little twigs or brushwood. They cut and bring it back to the hole they want to live in and it covers the bottom of the wood cavity.\nFood.\nThis bird eats insects. In summer and spring time, perching on a low branch or on a nest boxes, it searches for prey. When it finds one it simply attacks it. During colder seasons, bugs are less present. Thus, it can also eat little fruits like field or forest berries.\nPopulation.\nFemales have between four and five eggs at a time. Before hatching, there is about fourteen days of incubation. The eastern bluebird has been decreasing in population over time. Despite the fact that many eggs are laid, the birth's success rate is low. One thing that can be the source of that phenomenon might be the introduction of the common starling from Europe. That kind of bird is a strong competitor fighting against eastern bluebirds for natural cavities. If they are fighting every day females would not be able to lay their eggs because they need a calm location to do it. However, the situation could be worse without nest boxes to help eastern bluebirds find a safe location.","categories":[],"infobox_types":[],"annotations":[{"uri":"Turdidae","surface_form":"Turdidae","offset":55},{"uri":"Feather","surface_form":"feather","offset":103},{"uri":"North_America","surface_form":"North America","offset":604},{"uri":"Midwestern_United_States","surface_form":"American Midwest","offset":659},{"uri":"Canada","surface_form":"Canada","offset":692},{"uri":"Woodpecker","surface_form":"woodpecker","offset":907},{"uri":"Summer","surface_form":"summer","offset":1139},{"uri":"Spring","surface_form":"spring","offset":1150},{"uri":"Seasons","surface_form":"seasons","offset":1284},{"uri":"Fruits","surface_form":"fruits","offset":1345},{"uri":"Introduced_species","surface_form":"introduction","offset":1712},{"uri":"Starling","surface_form":"starling","offset":1739}]}