{"id":377743,"url":"http://en.wikipedia.org/wiki/Terry_Teruo_Kawamura","text":"Terry Teruo Kawamura (December 10, 1949 – March 20, 1969) was a United States Army soldier. He was also a recipient of the United States military's highest decoration—the Medal of Honor. He received it for his actions in the Vietnam War.\nEarly life.\nKawamura was born at Wahaiwa, Hawaii on the island of Oahu. His grandparents were Japanese immigrant parents. Kawamura was a \"Sansei\", which means that he was a third generation Japanese-American.\nSoldier.\nKawamura joined the Army from Oahu in 1968. By March 20, 1969, was serving as a Corporal in the 173rd Engineer Company, 173rd Airborne Brigade. On that day, at Camp Radcliff, Republic of Vietnam, Kawamura smothered an enemy-thrown explosive with his body, sacrificing his life to protect those around him.\nKawamura was 19 when he died. He was buried in Mililani Memorial Park in Mililani Town, Hawaii.\nMedal of Honor citation.\nKawamura's Medal of Honor recognized his conduct in frontline fighting in Vietnam in 1969. He smothered the blast of an explosive charge with his body.\nFor conspicuous gallantry and intrepidity in action at the risk of his life above and beyond the call of duty. Cpl. Kawamura distinguished himself by heroic action while serving as a member of the 173d Engineer Company. An enemy demolition team infiltrated the unit quarters area and opened fire with automatic weapons. Disregarding the intense fire, Cpl. Kawamura ran for his weapon. At that moment, a violent explosion tore a hole in the roof and stunned the occupants of the room. Cpl. Kawamura jumped to his feet, secured his weapon and, as he ran toward the door to return the enemy fire, he observed that another explosive charge had been thrown through the hole in the roof to the floor. He immediately realized that 2 stunned fellow soldiers were in great peril and shouted a warning. Although in a position to escape, Cpl. Kawamura unhesitatingly wheeled around and threw himself on the charge. In completely disregarding his safety, Cpl. Kawamura prevented serious injury or death to several members of his unit. The extraordinary courage and selflessness displayed by Cpl. Kawamura are in the highest traditions of the military service and reflect great credit upon himself, his unit, and the U.S. Army.\nNamesake.\nTanouye is the namesake of the Kawamura Gate which connects Wheeler Army Airfield with the city of Mililani. This east gate is named in honor of Kawamura.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Army","surface_form":"United States Army","offset":64},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":171},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":225},{"uri":"Wahaiwa%2C_Hawaii","surface_form":"Wahaiwa, Hawaii","offset":271},{"uri":"Japan","surface_form":"Japan","offset":332},{"uri":"Sansei","surface_form":"Sansei","offset":376},{"uri":"173rd_Engineer_Company","surface_form":"173rd Engineer Company","offset":552},{"uri":"173d_Airborne_Brigade_(United_States)","surface_form":"173rd Airborne Brigade","offset":576},{"uri":"Camp_Radcliff","surface_form":"Camp Radcliff","offset":616},{"uri":"South_Vietnam","surface_form":"Republic of Vietnam","offset":631},{"uri":"Mililani_Town%2C_Hawaii","surface_form":"Mililani Town, Hawaii","offset":835},{"uri":"Recognize","surface_form":"recognized","offset":909},{"uri":"Frontline","surface_form":"frontline","offset":935},{"uri":"Namesake","surface_form":"namesake","offset":2275},{"uri":"Mililani%2C_Hawaii","surface_form":"Mililani","offset":2359}]}