{"id":377787,"url":"http://en.wikipedia.org/wiki/St_Catharine%27s_College%2C_Cambridge","text":"St Catharine's College is one of the colleges of the University of Cambridge, England. It is often called just Catz by the students. It was created in 1473 by Robert Wodelarke, who was the Provost (head) of King's College. At the beginning, the rules were that people could only study theology or philosophy but this changed with time. It now has about 600 students.\nSt Catharine's College takes its name from Catherine of Alexandria. She is the patron for learning in Christianity. The mother of King Henry VI was also called Catherine, so it is possible that the name comes from there.\nAt the beginning, there was not much money for the college. There were also few students and Fellows (teachers). Over time though numbers went up. They had to make new buildings to let more students join the college. The modern first court, which only has three sides, was built between 1675 and 1757. In 1880, people started to think about joining St Catherine's College back with King's College, since they are right next to each other. However, this did not happen because the Master did not agree in the end.\nSome important people have studied here, like Ian McKellen, an actor.","categories":[],"infobox_types":[],"annotations":[{"uri":"University_of_Cambridge","surface_form":"University of Cambridge","offset":53},{"uri":"England","surface_form":"England","offset":78},{"uri":"King%27s_College%2C_Cambridge","surface_form":"King's College","offset":207},{"uri":"Theology","surface_form":"theology","offset":285},{"uri":"Philosophy","surface_form":"philosophy","offset":297},{"uri":"Catherine_of_Alexandria","surface_form":"Catherine of Alexandria","offset":410},{"uri":"Patron","surface_form":"patron","offset":446},{"uri":"Christianity","surface_form":"Christianity","offset":469},{"uri":"Henry_VI_of_England","surface_form":"King Henry VI","offset":497},{"uri":"Fellow","surface_form":"Fellow","offset":681},{"uri":"Ian_McKellen","surface_form":"Ian McKellen","offset":1147}]}