{"id":377711,"url":"http://en.wikipedia.org/wiki/Ted_Tanouye","text":"Ted Takayuki Tanouye (November 14, 1919 – September 6, 1944) was a United States Army soldier. He received the Medal of Honor because of his actions in World War II.\nEarly life.\nTanouye was born in Torrence, California. His parents were Japanese immigrant parents. He was a \"Nisei\", which means that he was a second generation Japanese-American.\nThe Tanouye family was interned at the Jerome War Relocation Center near Jerome, Arkansas. and then they were moved to the camp at Rohwer War Relocation Center near Rohwer, Arkansas.\nSoldier.\nTwo months after the Japanese attack on Pearl Harbor, Tanouye joined the US Army in February 1942.\nTanouye volunteered to be part of the all-\"Nisei\" 442nd Regimental Combat Team. This army unit was mostly made up of Japanese Americans from Hawaii and the mainland.\nFor his actions in July 1944, Tanouye was awarded the Army's second-highest decoration, the Distinguished Service Cross (DSC). In the 1990s, there was a review of service records of Asian Americans who received the DSC during World War II. Tanouye's award was upgraded to the Medal of Honor. In a ceremony at the White House on June 21, 2000, he was presented with his medal by President Bill Clinton. Twenty-one other Asian Americans also received the medal during the ceremony, but only seven of them were still alive.\nMedal of Honor citation.\nTanouye's Medal of Honor recognized his conduct in frontline fighting in northern Italy in 1944. Without the help of others, he attacked a series of enemy positions.\nTechnical Sergeant Ted T. Tanouye distinguished himself by extraordinary heroism in action on 7 July 1944, near Molino A Ventoabbto, Italy. Technical Sergeant Tanouye led his platoon in an attack to capture the crest of a strategically important hill that afforded little cover. Observing an enemy machine gun crew placing its gun in position to his left front, Technical Sergeant Tanouye crept forward a few yards and opened fire on the position, killing or wounding three and causing two others to disperse. Immediately, an enemy machine pistol opened fire on him. He returned the fire and killed or wounded three more enemy soldiers. While advancing forward, Technical Sergeant Tanouye was subjected to grenade bursts, which severely wounded his left arm. Sighting an enemy-held trench, he raked the position with fire from his submachine gun and wounded several of the enemy. Running out of ammunition, he crawled 20 yards to obtain several clips from a comrade on his left flank. Next, sighting an enemy machine pistol that had pinned down his men, Technical Sergeant Tanouye crawled forward a few yards and threw a hand grenade into the position, silencing the pistol. He then located another enemy machine gun firing down the slope of the hill, opened fire on it, and silenced that position. Drawing fire from a machine pistol nest located above him, he opened fire on it and wounded three of its occupants. Finally taking his objective, Technical Sergeant Tanouye organized a defensive position on the reverse slope of the hill before accepting first aid treatment and evacuation. Technical Sergeant Tanouye's extraordinary heroism and devotion to duty are in keeping with the highest traditions of military service and reflect great credit on him, his unit, and the United States Army.\nNamesake.\nTanouye is the namesake of the Torrance National Guard Armory in California.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Army","surface_form":"United States Army","offset":67},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":111},{"uri":"World_War_II","surface_form":"World War II","offset":152},{"uri":"Torrance%2C_California","surface_form":"Torrence, California","offset":198},{"uri":"Japan","surface_form":"Japan","offset":237},{"uri":"Nisei","surface_form":"Nisei","offset":275},{"uri":"Jerome_War_Relocation_Center","surface_form":"Jerome War Relocation Center","offset":385},{"uri":"Rohwer_War_Relocation_Center","surface_form":"Rohwer War Relocation Center","offset":477},{"uri":"Japan","surface_form":"Japan","offset":559},{"uri":"Attack_on_Pearl_Harbor","surface_form":"attack on Pearl Harbor","offset":568},{"uri":"United_States_Army","surface_form":"US Army","offset":611},{"uri":"Distinguished_Service_Cross_(United_States)","surface_form":"Distinguished Service Cross","offset":895},{"uri":"White_House","surface_form":"White House","offset":1116},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":1191},{"uri":"Recognize","surface_form":"recognized","offset":1374},{"uri":"Frontline","surface_form":"frontline","offset":1400},{"uri":"Namesake","surface_form":"namesake","offset":3335}]}