{"id":377884,"url":"http://en.wikipedia.org/wiki/Ordinary_seaman_(rank)","text":"e=\"preserve\">Ordinary seaman is a military rank used in naval forces.\nUnited Kingdom.\nThe term Ordinary seaman was used in the Royal Navy in the middle of the 18th century. The term was used to refer to a seaman with between one and two years' experience at sea. They showed enough seamanship to be so rated by their captain. A seaman with less than a year's experience was referred to as a landman. A sailor with more than two years' experience was referred to as an able seaman.\nLater, the term was formalized as a rating for the lowest normal grade of seaman. They are not trained in any special task. They are required to work at physically hard tasks of great variety. One needs an Ordinary Seaman Certificate to obtain work. One can become an able seaman as a promotion from this position.\nUnited States.\nOrdinary seaman was the second-lowest rank of the 19th century United States Navy. It ranked above landsman and below seaman. Promotion from landsman to ordinary seaman required three years of experience or re-enlistment. An ordinary seaman who gained six years of experience and knew the name and use of every line in the ship's rigging, could be promoted to seaman. An ordinary seaman's duties aboard ship included \"handling and splicing lines, and working aloft on the lower mast stages and yards.\"\nThe rank existed from 1797 to 1917, when it was renamed \"seaman second class\". Seaman second class was later changed to the modern-day rank of seaman apprentice. The related ranks of ordinary seaman second class and ordinary seaman, engineer's force, existed in 1876–1885 and 1871–1883, respectively.\nOther countries.\nThe term \"ordinary seaman\" is currently used in the Royal Canadian Navy and Irish Naval Forces (who inherited the military ranking structure from the previous generation of Royal Navy, Army, and Air Force ranks.)","categories":[],"infobox_types":[],"annotations":[{"uri":"Military_rank","surface_form":"military rank","offset":34},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":127},{"uri":"Seaman","surface_form":"seaman","offset":205},{"uri":"Seamanship","surface_form":"seamanship","offset":282},{"uri":"Naval_rating","surface_form":"rated","offset":302},{"uri":"Landman_(rank)","surface_form":"landman","offset":391},{"uri":"Able_seaman_(rank)","surface_form":"able seaman","offset":468},{"uri":"Seaman","surface_form":"seaman","offset":555},{"uri":"Ordinary_Seaman_Certificate","surface_form":"Ordinary Seaman Certificate","offset":687},{"uri":"United_States_Navy","surface_form":"United States Navy","offset":874},{"uri":"Landman_(rank)","surface_form":"landsman","offset":910},{"uri":"Seaman","surface_form":"seaman","offset":929},{"uri":"Rigging","surface_form":"rigging","offset":1141},{"uri":"Seaman_apprentice","surface_form":"seaman apprentice","offset":1456},{"uri":"Royal_Canadian_Navy","surface_form":"Royal Canadian Navy","offset":1683},{"uri":"Naval_Service_(Ireland)","surface_form":"Irish Naval Forces","offset":1707}]}