{"id":377847,"url":"http://en.wikipedia.org/wiki/Acanthostega","text":"\"Acanthostega\" (meaning 'spiny roof') was an extinct fishapod. It was one of the first vertebrates to have recognizable limbs. It appeared in the Upper Devonian about 365 million years ago, and was anatomically intermediate between lobe-finned fishes and the first tetrapods fully capable of coming onto land.\nDescription.\n\"Acanthostega\" had eight digits on each hand linked by webbing, and six digits on the rear legs. It had no wrists to support the animal's weight on land. \"Acanthostega\" also had a remarkably fish-like shoulder and forelimb. The front foot of \"Acanthostega\" could not bend forward at the elbow, and so could not bear the full weight of the body. It was suitable for paddling or for holding on to aquatic plants. The animal had lungs, but its ribs were too short to give support to its chest cavity out of water. It had gills which were internal and covered like those of fish, not external and naked like those of some modern aquatic amphibians.\nThere are many changes that allowed the pelvic girdle of \"Acanthostega\" to become a weight-bearing structure. In ancestral states the two sides of the girdle were not attached. In \"Acanthostega\" there in contact between the two sides and fusion of the girdle with the sacral rib of the vertebral column. These fusions would have made the pelvic region more powerful and equipped to counter the force of gravity when not supported by the buoyancy of water.\nTherefore, paleontologists think it probably lived in shallow, weed-choked swamps, the legs adapted to some other function than walking on land. Also, there is a change in the arrangement of teeth from previous types. At that period, for the first time, deciduous plants were flourishing and annually shedding leaves into the water, attracting small prey into warm oxygen-poor shallows which were difficult for larger fish to swim in. Both \"Ichthyostega\" and \"Acanthostega\" may heve breathed air by sticking their heads above the water in these shallows.\nClack remarks on how the lower jaw of \"Acanthostega\" shows a change from the jaws of fish. It differs in having a small number of larger teeth in the outer row and smaller teeth in the inner row. Research based on analysis of the skull suggests the species may have bitten directly on prey at or near the water's edge. Markey and Marshall compared the skull with the skulls of fish, which use suction feeding as the main way to catch prey, and creatures known to have used the direct biting typical of terrestrial animals. Their results indicate that \"Acanthostega\" was adapted for what they call terrestrial-style feeding. This strongly supports the hypothesis that the terrestrial mode of feeding first emerged in aquatic animals. If correct, this shows an animal specialized for hunting and living in shallow waters in the line between land and water. Newer research also indicates that it is possible \"Acanthostega\" evolved from an ancestor that had more terrestrial adaptations than itself.\nDiscovery.\nfragments of the skull had been discovered in 1933 by Gunnar Säve-Söderbergh and Erik Jarvik. The famous fossil which showed the significance of this species was discovered by Jenny Clack in East Greenland, 1987.\nRelated species.\n\"Acanthostega\" is part of widespread evolutionary adaptive radiation in the late Devonian period. It started with purely aquatic finned tetrapodomorphs. Their successors did more air-breathing, had adaptions to the jaws and gills. They had a more muscular neck allowing freer movement of the head than fish have, and used their fins to raise the body of the fish. These features are seeen in the earlier \"Tiktaalik\", which like the \"Ichthyostega\" and \"Acanthostega\" is thought to have been primarily aquatic.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fishapod","surface_form":"fishapod","offset":53},{"uri":"Vertebrates","surface_form":"vertebrates","offset":87},{"uri":"Limb","surface_form":"limbs","offset":120},{"uri":"Devonian","surface_form":"Devonian","offset":152},{"uri":"Lobe-finned_fish","surface_form":"lobe-finned fish","offset":232},{"uri":"Elbow","surface_form":"elbow","offset":610},{"uri":"Weight","surface_form":"weight","offset":648},{"uri":"Lung","surface_form":"lung","offset":749},{"uri":"Gills","surface_form":"gills","offset":841},{"uri":"Aquatic","surface_form":"aquatic","offset":948},{"uri":"Pelvic_girdle","surface_form":"pelvic girdle","offset":1008},{"uri":"Paleontologist","surface_form":"paleontologist","offset":1435},{"uri":"Adapted","surface_form":"adapted","offset":1516},{"uri":"Deciduous","surface_form":"deciduous","offset":1678},{"uri":"Oxygen","surface_form":"oxygen","offset":1789},{"uri":"Ichthyostega","surface_form":"Ichthyostega","offset":1865},{"uri":"Prey","surface_form":"prey","offset":2413},{"uri":"Hypothesis","surface_form":"hypothesis","offset":2630},{"uri":"Gunnar_S%C3%A4ve-S%C3%B6derbergh","surface_form":"Gunnar Säve-Söderbergh","offset":3040},{"uri":"Erik_Jarvik","surface_form":"Erik Jarvik","offset":3067},{"uri":"Fossil","surface_form":"fossil","offset":3091},{"uri":"Jenny_Clack","surface_form":"Jenny Clack","offset":3162},{"uri":"Greenland","surface_form":"Greenland","offset":3182},{"uri":"Adaptive_radiation","surface_form":"adaptive radiation","offset":3266},{"uri":"Tiktaalik","surface_form":"Tiktaalik","offset":3621}]}