{"id":37793,"url":"http://en.wikipedia.org/wiki/Boudica","text":"e=\"preserve\">Boudica (born about 25 AD, died 60/61 AD) was the queen of the Celtic Iceni people in Norfolk in the eastern part of Roman Britain.\nA statue of Boudica was put up in the Westminster area of London in 1902.\nHer husband Prasutagus ruled an independent client state of Rome. When he died, he left his kingdom jointly to his daughters and the Roman Emperor.\nDeath of Prasutagus and its aftermath.\nIt was normal Roman practice to allow allied kingdoms their independence only for the lifetime of their client king. For example, the provinces of Bithynia and Galatia, were made part of the Empire in just this way. Also, Roman law allowed inheritance only through the male line.\nWhen Prasutagus died, his will was ignored by the Governor, Gaius Suetonius Paulinus, and his kingdom was annexed just as if it had been conquered. To make matters worse, Roman money-lenders called in the debts which Prasutagus had borrowed during his life.\nThe lands and property of the Iceni were confiscated and their nobles treated like slaves.\nRevenge of the Iceni.\nChoosing a good moment, when the Governor was attacking Anglesey and another legion was in Bristol, Boudica led the Iceni and their associates, the Trinovantes, to war. They destroyed Camulodunum (modern Colchester), and moved towards Londinium. There was only the 9th legion (Legio IX Hispana) to defend it. The tribes burnt and destroyed both Verulamium (St Albans) and Londinium and massacred all they could lay their hands on. An estimated 70,000–80,000 Romans and British were killed in the three cities by those led by Boudica.\nBattle of Watling Street.\nThe final battle took place near Watling Street in the English Midlands. Watling Street was an old trackway between Canterbury and St Albans. The Romans rebuilt it their way, and took it through the Midlands into Wales.\nWhile Boudica's army assaulted in Verulamium, Suetonius put together a force with his own Legio XIV Gemina, some detachments of the Legio XX Valeria Victrix, and any available auxiliaries. Down near Exeter, The Prefect of Legio II Augusta, Poenius Postumus, ignored the Governor's call to arms. Nonetheless the Governor was able to call on almost ten thousand men.\nThe Romans were heavily outnumbered. However, the tribes lacked manoeuvrability. They had no way to direct these numbers, which put them at a disadvantage to the Romans. The Romans were skilled at open combat, and had better equipment and discipline. Also, the narrowness of the field meant that Boudica could put forth only as many troops as the Romans at any given time.\nFirst, the Romans stood their ground and used volleys of \"pila\" (heavy javelins) to kill thousands of Britons who rushed toward the Roman lines. The Roman soldiers engaged Boudica's second wave in the open. As the Romans advanced in a wedge formation, the Britons attempted to flee, but were impeded by the presence of their own families. They had put their people in wagons at the edge of the battlefield, and were slaughtered.\nTacitus reports that \"according to one report almost eighty thousand Britons fell\" compared with only four hundred Romans. Boudica fled, and her time and place of death is not known.\nThe Prefect Postumus, on hearing of the Roman victory, fell on his sword. Fearing Suetonius' actions would provoke further rebellion, Nero replaced the governor with the more conciliatory Publius Petronius Turpilianus. The historian  Gaius Suetonius Tranquillus tells us the crisis had almost persuaded Nero to abandon Britain.","categories":[],"infobox_types":[],"annotations":[{"uri":"Celts","surface_form":"Celtic","offset":76},{"uri":"Iceni","surface_form":"Iceni","offset":83},{"uri":"Norfolk","surface_form":"Norfolk","offset":99},{"uri":"Roman_Britain","surface_form":"Roman Britain","offset":130},{"uri":"Westminster","surface_form":"Westminster","offset":183},{"uri":"London","surface_form":"London","offset":203},{"uri":"Client_state","surface_form":"client state","offset":263},{"uri":"Roman_Emperor","surface_form":"Roman Emperor","offset":352},{"uri":"Client_state","surface_form":"client king","offset":510},{"uri":"Bithynia","surface_form":"Bithynia","offset":553},{"uri":"Galatia","surface_form":"Galatia","offset":566},{"uri":"Anglesey","surface_form":"Anglesey","offset":1113},{"uri":"Bristol","surface_form":"Bristol","offset":1148},{"uri":"Camulodunum","surface_form":"Camulodunum","offset":1241},{"uri":"Colchester","surface_form":"Colchester","offset":1261},{"uri":"Londinium","surface_form":"Londinium","offset":1292},{"uri":"Verulamium","surface_form":"Verulamium","offset":1402},{"uri":"St_Albans","surface_form":"St Albans","offset":1414},{"uri":"Watling_Street","surface_form":"Watling Street","offset":1650},{"uri":"Midlands","surface_form":"Midlands","offset":1680},{"uri":"Exeter","surface_form":"Exeter","offset":2036},{"uri":"Prefect","surface_form":"Prefect","offset":2048},{"uri":"Poenius_Postumus","surface_form":"Poenius Postumus","offset":2077},{"uri":"Pilum","surface_form":"pila","offset":2633},{"uri":"Flying_wedge","surface_form":"wedge","offset":2810},{"uri":"Nero","surface_form":"Nero","offset":3321},{"uri":"Publius_Petronius_Turpilianus","surface_form":"Publius Petronius Turpilianus","offset":3375},{"uri":"Suetonius","surface_form":"Gaius Suetonius Tranquillus","offset":3421}]}