{"id":37806,"url":"http://en.wikipedia.org/wiki/Motherboard","text":"The motherboard or mainboard is the main circuit board in a complex electronic system, like a computer. It is the most 'central' part of a computer. All of the different parts of the computer are connected to the motherboard. This lets them work together. In most computers, the motherboard is a big green board, but many come in different colors like black, red and yellow.\n\"On-board\".\nElectrical parts are solded on the motherboard. These parts include transistors and resistors. Major parts that are attached to the board are able to be removed in the future so that they can be upgraded. The CPU is an example of a part that is usually removable.\nParts that are not \"on-board\" can be bought as a card. In fact, many of the on-board parts on today's computers were at one time an expansion card that became very popular. These were put on the board to free up the card slots for other things. Computers today usually have a memory port, 2 or more USB ports, a parallel port (for use with old printers usually), audio & microphone jacks, a network port and ports for the keyboard and mouse. There are also some rare motherboards that have plugs only for very specific parts.\nAll of the slots and plugs both inside and outside the computer case are shaped a certain way to accept a certain type of part. Some will not even accept parts even one generation behind, such as the CPU and memory. Others, like the video plug have not changed in years. Some of the plugs, such as the video, keyboard and mouse plugs, are a special color. These colors make it easier to pair the plug to the port. The motherboard is also referred to as the PCB which stands for ‘printed circuit board’.","categories":[],"infobox_types":[],"annotations":[{"uri":"Circuit_board","surface_form":"circuit board","offset":41},{"uri":"Electronics","surface_form":"electronic","offset":68},{"uri":"Computer","surface_form":"computer","offset":94},{"uri":"Transistors","surface_form":"transistors","offset":455},{"uri":"Resistors","surface_form":"resistors","offset":471},{"uri":"CPU","surface_form":"CPU","offset":596},{"uri":"Computer_memory","surface_form":"memory","offset":927},{"uri":"Port","surface_form":"port","offset":934},{"uri":"USB","surface_form":"USB","offset":950},{"uri":"Parallel_port","surface_form":"parallel port","offset":963},{"uri":"Keyboard_(computer)","surface_form":"keyboard","offset":1073},{"uri":"Computer_mouse","surface_form":"mouse","offset":1086}]}