{"id":378008,"url":"http://en.wikipedia.org/wiki/Francis_B._Wai","text":"Francis Brown Wai (April 14, 1917 – October 20, 1944) was a captain in the United States Army. He received the Medal of Honor for actions during the recapture of the Philippines from Japan in 1944.\nWhen he was young Wai liked to surf and he played several sports in high school and college. He graduated from college with a degree in finance. Although he started planning to work with his father he joined the Hawaii National Guard. He was commissioned a lieutenant. Wai was sent with his unit to fight in World War II. He was killed during the U.S. amphibious assault on Leyte, Philippines.\nHe was initially presented the Distinguished Service Cross. It is the United States' second highest decoration for valor. After an extensive review of awards in 2000, his medal was upgraded to the Medal of Honor.\n, Wai is the only Chinese American and the first Asian-American officer to receive the medal.\nEarly life.\nWai was the child of a Native Hawaiian mother and a Chinese father. Growing up, he often surfed with Duke Kahanamoku regarded as the father of surfing. He also surfed with Buster Crabbe who later became an actor. He attended the Punahou School in Honolulu where he earned athletic letters in track, football and baseball. He went to college at the Sacramento Junior College before transferring to UCLA. At UCLA, he was a four sport athlete and graduated in 1939 with a bachelor's degree in Banking and Finance. He intended to work alongside his father in real estate and banking but instead joined the military upon the outbreak of World War II.\nMilitary service and death.\nAfter his graduation from college Wai enlisted in the Hawaii National Guard. He was called to active duty before the United States' entrance into World War II. He received a commission as an officer and completed Officer Candidate School in 1941. His commission was rare at a time when few Asian-Americans were allowed to serve in combat leadership roles. He was eventually assigned to the 34th Infantry Regiment of the 24th Infantry Division with the rank of Captain. The 24th Division, based at Schofield Barracks, Oahu, was among the first American units to be involved in the Pacific Theater. They exchanged fire with Japanese aircraft during the December 7, 1941 attack on Pearl Harbor.\nOperation Reckless.\nIn May 1943 Captain Wai deployed to Australia with the 24th Infantry Division. By September 19, 1943 the unit was at Camp Caves, near Rockhampton. It is on the eastern coast of Australia. Wai and the rest of the unit began intensive combat training. With training completed, the division moved to Goodenough Island on January 31, 1944, to prepare for Operation Reckless. That was the name of the amphibious invasion of Hollandia, Netherlands New Guinea (now Jayapura, in the Papua province of Indonesia).\nThe 24th landed at Tanahmerah Bay on April 22, 1944. They seized the Hollandia Airdrome despite torrential rain and marshy terrain. Shortly after the Hollandia landing, the division's 34th Infantry Regiment moved to Biak. They went to reinforce the 41st Infantry Division. Wai's regiment captured the Sorido and Borokoe airdromes before returning to the division on Hollandia in July. In two months, Wai and his unit had crossed New Guinea and recaptured three airdromes from the Japanese.\nLeyte.\nAfter occupying the Hollandia area, Wai was assigned to X Corps of the Sixth United States Army in preparation for the invasion of the Philippines. On October 20, 1944, his division was paired with the 1st Cavalry Division within X Corps. The two divisions made an assault landing at Leyte. When Captain Wai landed at Red Beach, the Japanese forces stationed on the island focused their fire on the waves of incoming troops. The Japanese fired from gun positions in a palm grove in the middle of submerged rice paddies. When Wai arrived on the beach in the fifth wave, he found the soldiers there to be leaderless, disorganized, and pinned down on the open beach. Assuming command, he moved through the rice paddies, without cover. His demeanor and example inspired the other men to follow him. Without thinking of his own personal safety, he moved forward without cover to draw Japanese machine gun and rifle fire. This allowed him to identify the locations of the entrenched Japanese forces. Systematically, the Japanese positions were assaulted and overcome. Wai was killed leading an assault against the last Japanese pillbox in the area. For his actions during the landing on Leyte, Wai was posthumously presented the Distinguished Service Cross. After the war, his remains were interred at the National Memorial Cemetery of the Pacific in Hawaii. His grave is in section Q, grave 1194.\nMilitary awards and honors.\nIn 1996 there were allegations of prejudicial treatment of Asian Americans in uniform in World War II. Congress directed Louis Caldera, then Secretary of the Army, to conduct a full review of military records. The review concluded that 22 Asian Americans, including Wai, did not receive full consideration for the Medal of Honor. In 2000 Wai's Distinguished Service Cross was upgraded to the Medal of Honor. Of those whose medals were upgraded, Wai was one of only two who did not belong to the predominantly Japanese American 442nd Regimental Combat Team/100th Infantry Battalion; the other being Rudolph B. Davila of the 7th Infantry. At a White House ceremony June 20, 2000, President Bill Clinton presented the Medal of Honor to 22 Asian Americans whose Distinguished Service Crosses were upgraded to the Medal of Honor.\nDuring the course of his short military career, Wai earned eight awards and decorations.\nMedal of Honor citation.\nCaptain Francis B. Wai distinguished himself by extraordinary heroism in action, on 20 October 1944, in Leyte, Philippine Islands. Captain Wai landed at Red Beach, Leyte, in the face of accurate, concentrated enemy fire from gun positions advantageously located in a palm grove bounded by submerged rice paddies. Finding the first four waves of American soldiers leaderless, disorganized, and pinned down on the open beach, he immediately assumed command. Issuing clear and concise orders, and disregarding heavy enemy machine gun and rifle fire, he began to move inland through the rice paddies without cover. The men, inspired by his cool demeanor and heroic example, rose from their positions and followed him. During the advance, Captain Wai repeatedly determined the locations of enemy strong points by deliberately exposing himself to draw their fire. In leading an assault upon the last remaining Japanese pillbox in the area, he was killed by its occupants. Captain Wai's courageous, aggressive leadership inspired the men, even after his death, to advance and destroy the enemy. His intrepid and determined efforts were largely responsible for the rapidity with which the initial beachhead was secured. Captain Wai's extraordinary heroism and devotion to duty are in keeping with the highest traditions of military service and reflect great credit on him, his unit, and the United States Army.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Captain_(U.S._Army)","surface_form":"captain","offset":60},{"uri":"United_States_Army","surface_form":"United States Army","offset":75},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":111},{"uri":"Philippines_campaign_(1944%E2%80%9345)","surface_form":"recapture","offset":149},{"uri":"World_War_II","surface_form":"World War II","offset":506},{"uri":"Leyte","surface_form":"Leyte","offset":572},{"uri":"Philippines","surface_form":"Philippines","offset":579},{"uri":"Distinguished_Service_Cross_(United_States)","surface_form":"Distinguished Service Cross","offset":623},{"uri":"Courage","surface_form":"valor","offset":707},{"uri":"Chinese_American","surface_form":"Chinese American","offset":823},{"uri":"Native_Hawaiians","surface_form":"Hawaiian","offset":941},{"uri":"Chinese_people","surface_form":"Chinese","offset":963},{"uri":"Duke_Kahanamoku","surface_form":"Duke Kahanamoku","offset":1012},{"uri":"Surfing","surface_form":"surfing","offset":1054},{"uri":"Buster_Crabbe","surface_form":"Buster Crabbe","offset":1083},{"uri":"Punahou_School","surface_form":"Punahou School","offset":1140},{"uri":"Honolulu","surface_form":"Honolulu","offset":1158},{"uri":"University_of_California_at_Los_Angeles","surface_form":"UCLA","offset":1308},{"uri":"Hawaii_National_Guard","surface_form":"Hawaii National Guard","offset":1639},{"uri":"Officer_Candidate_School_(U.S._Army)","surface_form":"Officer Candidate School","offset":1798},{"uri":"34th_Infantry_Regiment_(United_States)","surface_form":"34th Infantry Regiment","offset":1975},{"uri":"24th_Infantry_Division_(United_States)","surface_form":"24th Infantry Division","offset":2005},{"uri":"Schofield_Barracks","surface_form":"Schofield Barracks","offset":2082},{"uri":"Pacific_Ocean_theater_of_World_War_II","surface_form":"Pacific Theater","offset":2165},{"uri":"Attack_on_Pearl_Harbor","surface_form":"attack on Pearl Harbor","offset":2253},{"uri":"Australia","surface_form":"Australia","offset":2333},{"uri":"Camp_Caves%2C_Queensland","surface_form":"Camp Caves","offset":2414},{"uri":"Rockhampton%2C_Queensland","surface_form":"Rockhampton","offset":2431},{"uri":"Goodenough_Island","surface_form":"Goodenough Island","offset":2594},{"uri":"Operations_Reckless_and_Persecution","surface_form":"Operation Reckless","offset":2648},{"uri":"Jayapura","surface_form":"Hollandia","offset":2716},{"uri":"Netherlands_New_Guinea","surface_form":"Netherlands New Guinea","offset":2727},{"uri":"Jayapura","surface_form":"Jayapura","offset":2755},{"uri":"Papua_(Indonesian_province)","surface_form":"Papua","offset":2772},{"uri":"Indonesia","surface_form":"Indonesia","offset":2790},{"uri":"Tanahmerah_Bay","surface_form":"Tanahmerah Bay","offset":2821},{"uri":"Hollandia_Airdrome","surface_form":"Hollandia Airdrome","offset":2871},{"uri":"Biak","surface_form":"Biak","offset":3018},{"uri":"41st_Infantry_Division_(United_States)","surface_form":"41st Infantry Division","offset":3051},{"uri":"X_Corps_(United_States)","surface_form":"X Corps","offset":3355},{"uri":"Sixth_United_States_Army","surface_form":"Sixth United States Army","offset":3370},{"uri":"Philippines","surface_form":"Philippines","offset":3434},{"uri":"1st_Cavalry_Division_(United_States)","surface_form":"1st Cavalry Division","offset":3501},{"uri":"Leyte","surface_form":"Leyte","offset":3583},{"uri":"Distinguished_Service_Cross_(United_States)","surface_form":"Distinguished Service Cross","offset":4522},{"uri":"National_Memorial_Cemetery_of_the_Pacific","surface_form":"National Memorial Cemetery of the Pacific","offset":4599},{"uri":"Louis_Caldera","surface_form":"Louis Caldera","offset":4840},{"uri":"Secretary_of_the_Army","surface_form":"Secretary of the Army","offset":4860},{"uri":"Japanese_American","surface_form":"Japanese American","offset":5228},{"uri":"442nd_Regimental_Combat_Team","surface_form":"442nd Regimental Combat Team","offset":5246},{"uri":"100th_Infantry_Battalion_(United_States)","surface_form":"100th Infantry Battalion","offset":5275},{"uri":"Rudolph_B._Davila","surface_form":"Rudolph B. Davila","offset":5317},{"uri":"White_House","surface_form":"White House","offset":5361},{"uri":"President_of_the_United_States","surface_form":"President","offset":5397},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":5407}]}