{"id":378153,"url":"http://en.wikipedia.org/wiki/Anna_Wing","text":"Anna Eva Lydia Catherine Wing, MBE (30 October 1914 - 7 July 2013) was an English actress. She is best known for playing Lou Beale on British television soap opera \"EastEnders\".\nEarly life.\nWing was born on 30 October 1914 in Hackney, East London, England.\nCareer.\nWing is best known for playing the Lou Beale on \"EastEnders\" from the show's beginning in February 1985, until the character was killed off in July 1988.\nIn May 2005 Wing attended the British Soap Awards, where she presented June Brown with a lifetime achievement award for Brown's portrayal of Dot Branning in \"EastEnders\". In 2005, Wing was part of the cast of the short movie \"Ex Memoria\". She played Grandma in the 2007 movie \"Son of Rambow\".\nLater career.\nIn 2009, when Wing was 94, she worked on a short movie called \"Numbers Up\". The same year Wing was named Member of the Order of the British Empire (MBE) in the 2009 Birthday Honours for her services to drama and charity.\nPersonal life.\nWing was married to Peter Davey from 1944 until they divorced in 1947. They had a son. After that, Philip O'Connor was her partner until his death in 1998. They had a son.\nDeath.\nWing lived in London, England during her final years. Wing died on the morning of 7 July 2013 in Hackney, East London, England from natural causes, aged 98.","categories":[],"infobox_types":[],"annotations":[{"uri":"MBE","surface_form":"MBE","offset":31},{"uri":"English_people","surface_form":"English","offset":74},{"uri":"Lou_Beale","surface_form":"Lou Beale","offset":121},{"uri":"Soap_opera","surface_form":"soap opera","offset":153},{"uri":"EastEnders","surface_form":"EastEnders","offset":165},{"uri":"Hackney","surface_form":"Hackney","offset":226},{"uri":"East_End_of_London","surface_form":"East London","offset":235},{"uri":"England","surface_form":"England","offset":248},{"uri":"EastEnders","surface_form":"EastEnders","offset":314},{"uri":"Member_of_the_Order_of_the_British_Empire","surface_form":"Member of the Order of the British Empire","offset":831},{"uri":"Philip_O%27Connor","surface_form":"Philip O'Connor","offset":1061},{"uri":"Domestic_partner","surface_form":"partner","offset":1085},{"uri":"London","surface_form":"London","offset":1155}]}