{"id":378192,"url":"http://en.wikipedia.org/wiki/Cao_Dai","text":"Cao Dai (also Caodaism or Caodaiism) is a new religious movement founded in Vietnam. It mixes ideas from other religions.\nCao Đài is a syncretic, monotheistic religion officially established in the city of Tây Ninh, southern Vietnam in 1926. The religion combines Buddhism, Christianity, Taoism, Confucianism, and Islam. The full name of the religion is Đại Đạo Tam Kỳ Phổ Độ (great religion of the third period of revelation and salvation).\nCao Dai uses ethical precepts from Confucianism, occult practices from Taoism, theories of Karma and Rebirth from Buddhism,and a hierarchical organization (including a Pope) from Christianity. Caodaiists (believers of Cao Dai) believe that the first disciples of the religion, Ngô Văn Chiêu, Cao Quỳnh Cư, Phạm Công Tắc and Cao Hoài Sang spoke to God and God spoke to them. God told them to establish a new religion that would commence the third era of religious amesty. Because of this, Caodaiist credit God for founding their religion. The ultimate goal of a Caodaist is to rejoin with God the Father in Heaven and to break away from the cycle of rebirth and death. Women can only wear white dress as they have to be pure, whereas men can wear colored clothing once they reach higher levels in the religion.\nHistory.\nCao Dai was established in the Vietnamese city of Tây Ninh in 1926. Cao Dai was granted legal recognition in 1997. Cao Dai was found by Ngô Văn Chiêu, Cao Quỳnh Cư, Phạm Công Tắc, and Cao Hoài. Caodaist believe God spoke to these people to establish a new religion.\nName of God.\nThe name for God in Cao Dai is Cao Đài Tiên Ông Đại Bồ Tát Ma-ha-tát (translation: Cao Đài the Ancient Sage and Great Bodhisattva Mahasattva). Caodaiist believe God chose this title because it represents the Three Teachings: Saint, Sage, and Buddha.\nCreation beliefs.\nCao Dai teaches that before God existed, there was Tao. Tao is the unchanging, nameless, formless, immortal source. Then the Big Bang occurred, and out of the Big Bang, God miraculously blessed us with his birth and was poured onto us from the universe (emanationism). The Universe could not be formed so the Yin Yang were created by the Almighty himself. Like Adam took one of his ribs to create Eve, God took control of yang and a part of himself, thereby creating the Goddess to assemble with yin. Now that the Union was completed, the Universe was formed. The Goddess, Holy Mother, is referred by Caodaiist as Mother Buddha. Cao Dai teaches that there are 36 levels of Heaven, and 72 planets having intelligent life. The first planet is closest to Heaven while number 72 is closest to Hell. Earth is number 68.\nThe three teachings.\nNote: The top is believed to be the hardest to achieve while the bottom is believed to be the easiest to achieve.\nThe three teachings represent levels of spiritual attainment. In Cao Dai's teaching being a Buddha is the hardest to achieve. Cao Dai teaches that humans can develop into other beings. Humans can develop into: Thần (angel), Thánh (saint), Tiên (sage), and Phật (buddha). According to Cao Dai, everyone can turn into one of these beings. Angels, Saints, and Sages have extremely long lives in the realms of Heavens, but Buddhas are the only ones free from the cycle of birth and death.\nThird period.\nAccording to Cao Dai teachings, God is at helm, he will not take human form as in the two past periods. Instead he sends his teachings through sacred seance ceremonies.\nHoly people.\nThere are many Holy people from other religions. Some people from history are also venerated. The pantheon of Holy people includes: Buddha, Guan Yin, Jesus, Joan of Arc, Muhammad, Sun Yat-sen, Julius Caesar, Victor Hugo, and many more.\nHoly scriptures.\nThese are the main scriptures of Cao Dai.\nOther branches of Cao Dai have additional scriptures.\nOrganizational structure.\nCao Dai has an organizational structure like Catholicism. Cao Dai's hierarchy includes a Pope, cardinals, bishops, priest, etc. Cao Dai teaches equality between men and women, but women are not allowed to be Legislative Cardinal and Pope, the two highest positions in Cao Dai. The religion and church claims that God ordered this because Yang represents Male while Yin represents Female. Yin cannot dominate Yang or else Chaos will happen.\nBranches.\nIn total there are about 6 officially recognized branches of Cao Dai. There are several others but these remain unknown. The largest branch is based in Tây Ninh Province, where the religion was founded in 1926 and where the seat of Cao Đài authority is located. Some sects broke away from the Tây Ninh Holy See. The sects that broke away are Chiếu Minh, Bến Tre, and Đà Nẵng. Ngô Văn Chiêu founded Chiếu Minh. He left because he refused his appointment as Cao Dai's first Pope.\nDemographics.\nCao Dai is the third largest religion in Vietnam after Buddhism and Roman Catholicism. Estimates of followers in Vietnam is about 2-6 million, or around 2%. Estimates of followers oversea is about 30,000.","categories":[],"infobox_types":[],"annotations":[{"uri":"New_religious_movement","surface_form":"new religious movement","offset":42},{"uri":"Vietnam","surface_form":"Vietnam","offset":76},{"uri":"Monotheistic","surface_form":"monotheistic","offset":146},{"uri":"Buddhism","surface_form":"Buddhism","offset":264},{"uri":"Christianity","surface_form":"Christianity","offset":274},{"uri":"Taoism","surface_form":"Taoism","offset":288},{"uri":"Confucianism","surface_form":"Confucianism","offset":296},{"uri":"Islam","surface_form":"Islam","offset":314},{"uri":"Confucianism","surface_form":"Confucianism","offset":477},{"uri":"Taoism","surface_form":"Taoism","offset":513},{"uri":"Buddhism","surface_form":"Buddhism","offset":556},{"uri":"Christianity","surface_form":"Christianity","offset":621},{"uri":"T%C3%A2y_Ninh","surface_form":"Tây Ninh","offset":1311},{"uri":"Buddha","surface_form":"Buddha","offset":3571},{"uri":"Guan_Yin","surface_form":"Guan Yin","offset":3579},{"uri":"Jesus","surface_form":"Jesus","offset":3589},{"uri":"Joan_of_Arc","surface_form":"Joan of Arc","offset":3596},{"uri":"Muhammad","surface_form":"Muhammad","offset":3609},{"uri":"Sun_Yat-sen","surface_form":"Sun Yat-sen","offset":3619},{"uri":"Julius_Caesar","surface_form":"Julius Caesar","offset":3632},{"uri":"Victor_Hugo","surface_form":"Victor Hugo","offset":3647}]}