{"id":378109,"url":"http://en.wikipedia.org/wiki/James_Buck","text":"James Buck (1808 – November 1, 1865) was a sailor in the United States Navy during the American Civil War. He received the Medal of Honor for his actions aboard U.S.S. Brooklyn.\nBiography.\nBuck, born in Denver, Colorado and joined the Navy in 1852. He was an Acting Master's Mate when he was presented the Medal of Honor. He received it for his actions aboard U.S.S. Brooklyn. He was a Quartermaster. The medal was approved under General Order 11, dated April 3, 1863.\nBuck died November 1, 1865. He is buried in Greenmount Cemetery in Baltimore, MD. His grave is in section Q-24, GPS (lat/lon): 39.30936, -76.6062.\nHonors.\nThe United States Navy named three ships USS \"Buck\" in his name. The first ship to be name after Buck was. It was a motorboat built in 1911. The second ship to be named after Buck was. It was a Sims-class destroyer. That ship served from 1939 until she was sunk during the invasion of Italy in 1943. The third and final ship to take its name from James Buck was. This Allen M. Sumner-class destroyer served from 1946 until 1973.\nMedal of Honor citation.\nServed on board the U.S.S. Brooklyn in the attack upon Forts Jackson and St. Philip and at the taking of New Orleans, 24 and 25 April 1862. Although severely wounded by a heavy splinter, Buck continued to perform his duty until positively ordered below. Later stealing back to his post, he steered the ship for 8 hours despite his critical condition. His bravery was typical of the type which resulted in the taking of the Forts Jackson and St. Philip and in the capture of New Orleans.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Navy","surface_form":"United States Navy","offset":57},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":87},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":123},{"uri":"Denver%2C_Colorado","surface_form":"Denver, Colorado","offset":203},{"uri":"Master%27s_mate","surface_form":"Master's Mate","offset":266},{"uri":"Greenmount_Cemetery","surface_form":"Greenmount Cemetery","offset":513},{"uri":"Baltimore%2C_MD","surface_form":"Baltimore, MD","offset":536},{"uri":"United_States_Navy","surface_form":"United States Navy","offset":628}]}