{"id":378246,"url":"http://en.wikipedia.org/wiki/Ferromagnetism","text":"Ferromagnetism is a property of many materials like iron. They are magnets, so they are attracted to, or pulled towards other magnets. In physics, there are many different types of magnetism. Ferromagnetism is the strongest one. It is used every day in many technological objects, like television screens and credit cards.\nFerromagnets are materials that have some magnetization on their own. This means that at a temperature of absolute zero and without any magnetic field from other objects, they are still magnetic. The reason for this is that the electrons in a material have a spin. In ferromagnetic materials, the electrons like to have all the spins going one way, giving some magnetism. Usually, as the temperature is increased, the magnetization goes down. This is because the temperature causes the electrons in the material to move around a bit more. They do not have the spins perfectly going in the same way anymore. The point at which there is no magnetization anymore is called the Curie temperature. This changes with different materials.\nSome materials that are ferromagnets are: iron, cobalt, nickel. Hematite is also ferromagnetic but only above a certain temperature.","categories":[],"infobox_types":[],"annotations":[{"uri":"Iron","surface_form":"iron","offset":52},{"uri":"Magnets","surface_form":"magnets","offset":67},{"uri":"Magnetic_moment","surface_form":"attracted to, or pulled","offset":88},{"uri":"Physics","surface_form":"physics","offset":138},{"uri":"Television","surface_form":"television","offset":286},{"uri":"Credit_card","surface_form":"credit card","offset":309},{"uri":"Absolute_zero","surface_form":"absolute zero","offset":429},{"uri":"Electron","surface_form":"electron","offset":551},{"uri":"Spin_(physics)","surface_form":"spin","offset":582},{"uri":"Curie_temperature","surface_form":"Curie temperature","offset":997},{"uri":"Iron","surface_form":"iron","offset":1097},{"uri":"Cobalt","surface_form":"cobalt","offset":1103},{"uri":"Nickel","surface_form":"nickel","offset":1111},{"uri":"Hematite","surface_form":"Hematite","offset":1119}]}