{"id":378252,"url":"http://en.wikipedia.org/wiki/David_Jalbert","text":"e=\"preserve\">David Jalbert (born May 5, 1980) is a Canadian folk musician and singer-songwriter. He is from Mascouche, Québec. He plays guitar and sings.\nEarly life.\nDavid Jalbert grew up in Mascouche, more precisely in the Domaine Lac Samson. His father is a guitarist. This influenced his lifestyle. Jalbert became fascinated with music when he was very young. During elementary school, his passion developed gradually. His parents put him in various competitions and he loved this artist lifestyle. When he was a child, he was inspired by The Colocs, C.C.R, The Beatles, Plume Latraverse, Jonh Mellencamp, Beau Dommage and Bob Dylan.\nIn 1994, Jalbert joined a band of three. The group was called Big Joe, and they played punk rock music. After that, he focused on his studies to finish school and to later be able to get a job. Meanwhile, he continued to write and compose songs.\n\"Des histoires\".\nIn 2000, Jalbert again played music in several competitions. In 2004, he played in the Mascouche competition \"MusiQualité\", where he won two prizes. The first one was public's choice and the second one was jury's choice. Through various competitions, he had professional encounters with Yves Marchand, Charles Dubé and the producer Alain Dupuis. They helped him to prepare his first album called \"Des histoires\". They chose thirteen titles from amongst thirty songs. The album was launched on April 15, 2008. He started playing concerts to promote the album on August 26, 2008, during the \"FrancoFolies\" of Montreal. It was followed by a tour through the Québec.\nThe song \"Souvenir d’enfance\" was the most successful song from the album. It became popular on the radio, and it was used in a McDonald's advertisement. His creative director, Mathieu Dandurand won the prize for production of the year at the gala of Terre-Neuve. Jalbert was nominated for two categories for French songwriters (he was nominated again in those categories in 2010). His second prize was for the \"Artiste de la relève\". He got the most nomination of any artist in the year. In 2009, he played in the \"Studio-Théâtre de la Place des arts\" three times and many other times in the \"Cabaret juste pour rire\".\nThe song \"Raison\" was the second most successful from the album. It was more successful with critics than Jalbert thought it would be. \"L’aveugle\" was the third radio hit. By autumn 2009, there were three music videos, forty shows and more than 15,000 albums were sold.\n\"Le journal\".\nOn May 4, 2010, Jalbert released his second studio album \"Le journal\". It contained the hit songs \"Voyage\", \"Le journal\", \"P’tit homme\", \"Rendez-vous\" and \"Y'a pu une once\". The song \"Voyage\" was a commercial success, and was at the top of the charts of major stations in Montreal and Québec. The song \"P’tit homme\" was written for Jalbert's son Félix. Later in 2010, Jalbert was invited on the TV show \"Salut Bonjour\" for a cultural chronic, and he played in the park Philippe-Villeneuve during the National Day festivities. In addition, he won a prize of the \"Socan\" for his popular song \"Voyage\", which was among the list of top ten pop songs most popular in 2010.\nFor the first time in his career, in 2011, he was nominated for best contemporary folk album at the ADISQ awards, for his album named \"Le journal\". The album was critically acclaimed, and is Jalbert's most commercially successful album to date. With \"Des histoires\" and \"Le journal\", Jalbert has sold over 25,000 albums. His tour show for \"Le journal\" was sold out. There was a second concert at the \"Lion d’Or\" in Montreal.\n\"Y’a pas de bon silence\".\nOn September 18, 2012, Jalbert released his third album, \"Y’a pas de bon silence\". This contained the popular song \"Hey Jack!\", which was song dedicated to his son Jacob. This album was the fourth best selling French album in 2012, with over 2,500 albums sold since its release.\nLater in 2012, Jalbert joined a project called \"Fondation Dédé Fortin\". His song \"Ma mère disait\" was part of the campaign against suicide, which is an initiative of the Quebec Associtation for Suicide Prevention with the support of psychologists of Quebec.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canadians","surface_form":"Canadian","offset":51},{"uri":"Folk_music","surface_form":"folk","offset":60},{"uri":"Musician","surface_form":"musician","offset":65},{"uri":"Singer-songwriter","surface_form":"singer-songwriter","offset":78},{"uri":"Mascouche","surface_form":"Mascouche","offset":108},{"uri":"Qu%C3%A9bec","surface_form":"Québec","offset":119},{"uri":"Guitar","surface_form":"guitar","offset":136},{"uri":"Sing","surface_form":"sing","offset":147},{"uri":"Music","surface_form":"music","offset":333},{"uri":"Elementary_school","surface_form":"elementary school","offset":370},{"uri":"The_Beatles","surface_form":"The Beatles","offset":561},{"uri":"Bob_Dylan","surface_form":"Bob Dylan","offset":626},{"uri":"Band","surface_form":"band","offset":663},{"uri":"Punk_rock","surface_form":"punk rock","offset":724},{"uri":"Concert","surface_form":"concert","offset":1428},{"uri":"Montreal","surface_form":"Montreal","offset":1507},{"uri":"Qu%C3%A9bec","surface_form":"Québec","offset":1555},{"uri":"McDonald%27s","surface_form":"McDonald's","offset":1691},{"uri":"Music_critic","surface_form":"critics","offset":2276},{"uri":"Music_video","surface_form":"music video","offset":2388},{"uri":"Music_chart","surface_form":"charts","offset":2711},{"uri":"National_Day_(Quebec)","surface_form":"National Day","offset":2967},{"uri":"Suicide","surface_form":"suicide","offset":3996},{"uri":"Psychologist","surface_form":"psychologist","offset":4098}]}