{"id":378211,"url":"http://en.wikipedia.org/wiki/Kenneth_Walker","text":"Brigadier General Kenneth Newton Walker (17 July 1898 – 5 January 1943) was a United States Army aviator. He was also a United States Army Air Forces general who had a significant influence on the development of airpower doctrine. He posthumously received the Medal of Honor in World War II.\nWalker joined the United States Army in 1917. It was after the American entry into World War I. He trained as an aviator and became a flying instructor. In 1920 and after the end of the war, he received a commission in the Regular Army. After service in various capacities he graduated from the Air Corps Tactical School in 1929. Then he served as an instructor there. He supported the creation of a separate air organization for strategic bombardment. He published articles on the subject and becoming part of a clique known as the \"Bomber Mafia\". They argued for bombers over other forms of military aviation.\nEven after he was promoted to Brigadier General, Walker frequently flew combat missions over New Guinea. For this he received the Silver Star. On 5 January 1943, he was shot down and killed leading a daylight bombing raid over Rabaul. It was for this action he was awarded the Medal of Honor.\nLegacy.\nIn January 1948, Roswell Army Air Field in Roswell, New Mexico, was renamed Walker Air Force Base in honor of Walker. The base was closed on 30 June 1967. Walker Hall and its Walker Air Power Room are at Maxwell Air Force Base. They are also named after him. It is the home of the Air Force Doctrine Development and Education Center. The Walker Papers is an Air Force Fellows program. It annually honors the top three research papers produced by Air Force Fellows with the Walker Series award. The Walker Series recognizes the contributions each Fellow has made to research supporting air and space power and its use in the implementation of US strategic policy.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Army","surface_form":"United States Army","offset":78},{"uri":"United_States_Army_Air_Forces","surface_form":"United States Army Air Forces","offset":120},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":260},{"uri":"Regular_Army_(United_States)","surface_form":"Regular Army","offset":515},{"uri":"Air_Corps_Tactical_School","surface_form":"Air Corps Tactical School","offset":587},{"uri":"Strategic_bombardment","surface_form":"strategic bombardment","offset":722},{"uri":"Bomber_Mafia","surface_form":"Bomber Mafia","offset":826},{"uri":"New_Guinea","surface_form":"New Guinea","offset":997},{"uri":"Silver_Star","surface_form":"Silver Star","offset":1034},{"uri":"Rabaul","surface_form":"Rabaul","offset":1131},{"uri":"Walker_Air_Force_Base","surface_form":"Walker Air Force Base","offset":1281},{"uri":"Air_Force_Doctrine_Development_and_Education_Center","surface_form":"Air Force Doctrine Development and Education Center","offset":1486}]}