{"id":378271,"url":"http://en.wikipedia.org/wiki/Veronique_Cloutier","text":"e=\"preserve\">Veronique Cloutier (born December 31, 1974 in Montreal, Quebec) is a TV and radio presenter from Quebec. She is the daughter of Carole Fullum and Guy Cloutier. She is married to Louis Morissette since June 30th 2012. They have three children.\nShe is a host for radio and a TV shows. In 1993, she got a job at Musique Plus. After that, she quit Musique Plus to work at Radio-Canada. In 1998, she had more than 1 200 000 viewers of her TV show named La Fureur every week. She presented La Fureur for five seasons. After that, she hosted many shows such as the ‘’Gala de l’ADISQ’’, ‘’Stars à domicile’’, ‘’La fureur de Céline’’, ‘’Ceci n’est pas un Bye Bye’’. From 2007 to 2009, she hosted a quiz show called ‘’Paquet Voleur’’. Since 2010, she works on her talk show ‘’Les enfants de la télé’’ and she also worked on the 2010 and 2011 ‘’Bye Bye’’.\nShe started in 1994 on the radio with ‘’Le choix de Montréal’’ on CKMF Radio Energie. In September 2004, she started a new show at Rythme FM called ‘’Les midis de Vero’’. On May 2011, she celebrated her 1000th show. Veronique Cloutier is also an actress. She played in her first movie, ‘’Les dangereux’’, in 2002. In 2004, she became president of her father’s productions which she renamed Novem Communications. She was in the business until 2009 when she decided to spend more time with her family. She also had a career as a spokeswoman. From 2000 to 2006, she represented ‘’Suzuki’’. In 2006, she was a speaker for ‘’Monnaie royale canadienne’’ and ‘’Fondation de l’hôpital Sainte-Justine’’. In 2010, her clothes collection went on the market in l’Aubainerie stores. In 2012, she associated herself with Jouviance as a beauty products ambassadress. Veronique is also active on social networks such as Facebook or Twitter.","categories":[],"infobox_types":[],"annotations":[{"uri":"Montreal","surface_form":"Montreal","offset":59},{"uri":"Quebec","surface_form":"Quebec","offset":69},{"uri":"Quebec","surface_form":"Quebec","offset":110}]}