{"id":378203,"url":"http://en.wikipedia.org/wiki/Locksmith","text":"A locksmith is a person who works with locks, keys and security systems. Locksmith is the profession of a locksmith.\nLocksmiths fix broken locks, make keys, and install security systems like alarms.\nIn most countries locksmiths must follow a strict set of rules. In some countries locksmiths start as apprentices. In others, they must get a certificate or degree after training at a school or university.\nThe services of a locksmith stretch further than just opening or replacing locks and can take many years to perfect the profession. Many locksmiths attend their customers on site or from a shop premises. Locksmiths will provide services for gaining entry to locked car or house or any other lock, replacing locks when a lock fails or recovering key when a key is lost or extracting snapped or broken keys from existing locks. Many locksmiths will also be specialists in gaining entry to safes and hold extensive knowledge of domestic and commercial security.\nA good locksmith craftsman working in the field of locksmith must first and foremost have good operational instruments that are powerful enough to complete any job. This can be anything from the tools needed to repair a faulty lock problem to the equipment needed to determine the actual origin of the lock's fault. Locksmiths also need the necessary tools to complete lock replacements when needed.\nLocksmiths commonly work with all types of locks. Other areas that locksmiths cover include auto locksmith, safes and access control. These areas are specialist and require specialized training\nOne of the most commonly used metals that locksmiths use to make keys in Europe is steel. Locksmiths in the US, Australia, and New Zealand would use brass as their main material.\nMortise locks, commonly found on older buildings, are comprised of a pocket that is cut into the door (or other piece of furniture) to which the lock will be fitted. These locks were used before the arrival of bored cylindrical locks.\nAutomotive Locksmith can help out with getting new keys made for the car they can also make duplicates and push to start proximity fob keys as well. Usually automotive locksmiths are mobile, and they get to their customers simply driving to the places.\nReferences.\n[https://citylocal101.com/blog/what-does-a-locksmith-do Guide on What Does A Locksmith Do (Duties and Responsibilities)]","categories":[],"infobox_types":[],"annotations":[{"uri":"Lock","surface_form":"lock","offset":39},{"uri":"Key","surface_form":"key","offset":46},{"uri":"Security_alarm","surface_form":"security systems","offset":55},{"uri":"Profession","surface_form":"profession","offset":90},{"uri":"Security","surface_form":"security","offset":169},{"uri":"Alarm","surface_form":"alarm","offset":191},{"uri":"Law","surface_form":"rules","offset":256},{"uri":"Apprenticeship","surface_form":"apprentices","offset":301},{"uri":"Certificate","surface_form":"certificate","offset":341},{"uri":"Academic_degree","surface_form":"degree","offset":356},{"uri":"University","surface_form":"university","offset":393},{"uri":"Steel","surface_form":"steel","offset":1641},{"uri":"Brass","surface_form":"brass","offset":1707}]}