{"id":378347,"url":"http://en.wikipedia.org/wiki/Pulpurru_Davies","text":"Pulpurru Davies is an Aboriginal artist from central Australia. Most of her early life was spent living nomadically in the desert, until she and her family were settled at Warburton in the late 1960s. Part of her life in the bush was featured in the documentary \"People of the Australian Western Desert\" (1966). She has since become one of the earliest and most successful Ngaanyatjarra artists.\nLife.\nPulpurru was born around the early 1940s. She was born near Yankaltjunku, a rockhole in the northeast Gibson Desert. Her family belong to the Ngaanyatjarra people, for whom Yankaltjunku is a sacred place. Pulpurru grew up living a traditional, nomadic way of life in the desert with her family. They moved from waterhole to waterhole in their traditional country. They lived this way up until the 1960s, by which time they were one of the last groups of nomadic people in Australia.\nBy the mid-1960s, Pulpurru's family were camped at Patjarr, which was only a rockhole at the time. They had been forced to stay in one place because of several years of drought, and Patjarr usually had a reliable supply of water. While they were living there, an English anthropologist named Ian Dunlop came and filmed the family in their daily routines. It was later made into a documentary, titled \"People of the Australian Western Desert\" (1966), produced by the Australian Commonwealth Film Unit. Pulpurru was an adult by that time.\nLike most other Ngaanyatjarra groups, Pulpurru and her family were moved out of the desert to settle at Warburton. They were brought there by government patrol officers in the late 1960s. At Warburton, Davies worked several domestic jobs. It was at Warburton that Davies began working in arts and crafts, at the Warburton Arts Project. Alongside other women, she learned to paint using modern Western techniques and how to make glasswork designs.\nIn the early 1990s, a road was built out to Patjarr, and Davies and her family returned to establish a permanent community there (Karilywara). This is where Davies now lives and paints. She paints for Kayili Artists, the community artists' co-operative.\nArt work.\nDavies paints events and stories from her country, and the Dreaming legends associated with it. Places often depicted in her paintings are Yankaltjunku (where she was born), Kiwarr (where her family used to dig for water), and Mirra Mirra (where one of Pulpurru's sons was born). She works with paints, \"tjanpi\" (grass weaving) and \"punu\" (wood carving).\nDavies' work has been exhibited across Australia since 1990. It was first shown overseas in 1998, as part of a group exhibition at the Australian High Commission in Kuala Lumpur. She also had work featured in a major group exhibition in China in 2011 (called \"Tu Di – Shen Ti\" / \"Our Land – Our Body\").\nIn 2007, one of her paintings, titled \"Kiwarr\", was chosen as a finalist for the National Aboriginal and Torres Strait Islander Art Award (NATSIAA). It was eventually bought by the Museum and Art Gallery of the Northern Territory as part of its NATSIAA collection. Other of Davies' work are held in the National Gallery of Victoria, the Queensland Gallery of Modern Art, the National Museum of Australia, and the Kluge-Ruhe Aboriginal Art Collection of the University of Virginia. Some of her paintings are also displayed in the State Paraliament building of Western Australia, and in a few major private galleries in Germany and the United States.","categories":[],"infobox_types":[],"annotations":[{"uri":"Aboriginal_art","surface_form":"Aboriginal art","offset":22},{"uri":"Central_Australia","surface_form":"central Australia","offset":45},{"uri":"Nomadic_people","surface_form":"nomadically","offset":104},{"uri":"Warburton%2C_Western_Australia","surface_form":"Warburton","offset":172},{"uri":"Documentary","surface_form":"documentary","offset":250},{"uri":"Ngaanyatjarra","surface_form":"Ngaanyatjarra","offset":373},{"uri":"Rockhole","surface_form":"rockhole","offset":478},{"uri":"Gibson_Desert","surface_form":"Gibson Desert","offset":504},{"uri":"Ngaanyatjarra","surface_form":"Ngaanyatjarra","offset":544},{"uri":"Sacred_site","surface_form":"sacred place","offset":593},{"uri":"Nomadic_people","surface_form":"nomadic","offset":646},{"uri":"Homeland","surface_form":"traditional country","offset":745},{"uri":"Patjarr%2C_Western_Australia","surface_form":"Patjarr","offset":936},{"uri":"Drought","surface_form":"drought","offset":1054},{"uri":"Groundwater","surface_form":"water","offset":1108},{"uri":"Anthropologist","surface_form":"anthropologist","offset":1156},{"uri":"Ian_Dunlop","surface_form":"Ian Dunlop","offset":1177},{"uri":"Documentary","surface_form":"documentary","offset":1265},{"uri":"Warburton%2C_Western_Australia","surface_form":"Warburton","offset":1526},{"uri":"Painting","surface_form":"paint","offset":1796},{"uri":"Western_civilization","surface_form":"Western","offset":1815},{"uri":"Glass","surface_form":"glass","offset":1850},{"uri":"Karilywara%2C_Western_Australia","surface_form":"Karilywara","offset":1999},{"uri":"Homeland","surface_form":"country","offset":2175},{"uri":"Australian_Aboriginal_mythology","surface_form":"Dreaming legends","offset":2192},{"uri":"Wood_carving","surface_form":"wood carving","offset":2473},{"uri":"Art_exhibition","surface_form":"exhibited","offset":2510},{"uri":"Kuala_Lumpur","surface_form":"Kuala Lumpur","offset":2653},{"uri":"China","surface_form":"China","offset":2725},{"uri":"National_Aboriginal_and_Torres_Strait_Islander_Art_Award","surface_form":"National Aboriginal and Torres Strait Islander Art Award","offset":2872},{"uri":"Museum_and_Art_Gallery_of_the_Northern_Territory","surface_form":"Museum and Art Gallery of the Northern Territory","offset":2972},{"uri":"National_Gallery_of_Victoria","surface_form":"National Gallery of Victoria","offset":3094},{"uri":"Queensland_Gallery_of_Modern_Art","surface_form":"Queensland Gallery of Modern Art","offset":3128},{"uri":"National_Museum_of_Australia","surface_form":"National Museum of Australia","offset":3166},{"uri":"Kluge-Ruhe_Aboriginal_Art_Collection","surface_form":"Kluge-Ruhe Aboriginal Art Collection","offset":3204},{"uri":"University_of_Virginia","surface_form":"University of Virginia","offset":3248}]}