{"id":378399,"url":"http://en.wikipedia.org/wiki/The_Lego_Movie","text":"\"The Lego Movie\" is a 2014 Warner Bros. comedy-animated-adventure brickfilm. The movie was released on February 7, 2014.\nBased on the Lego line of construction toys, the movie tells the story of an ordinary Lego minifigure prophesied to save the Lego universe from the tyrannical Lord Business, who plans to use the Kragle to end the world.\nIt was released theatrically on February 7, 2014. The movie was a critical and commercial success, with many critics highlighting its visual style, humor, voice acting, and heartwarming message. It earned more than $257 million in North America and $210 million in other territories for a worldwide total of over $467 million.\nA sequel, titled \"The Lego Movie 2\" is scheduled to be released on May 26, 2017, with Chris McKay set to direct. Phil Lord and Christopher Miller will return as producers.\nStory.\nIn the Lego universe, the wizard Vitruvius attempts to protect a superweapon called the \"Kragle\" from the evil criminal mastermind Lord Business. He fails to do so, but prophesies that a person called \"the Special\" will find the Piece of Resistance capable of stopping the Kragle.\nEight and a half years later, an ordinary construction worker named Emmet Brickowski from Bricksburg, a city run as a corporate state under the Octan Corporation, comes across a woman named Wyldstyle who searches for something after hours at Emmet's construction site. When he investigates, Emmet falls into a hole and finds the Piece of Resistance. Compelled to touch it, Emmet experiences vivid visions and passes out. He awakens with the Piece of Resistance attached to his back in the custody of Bad Cop, Business' lieutenant. There, Emmet learns of Business' plans to freeze the world with the Kragle, revealed to be a tube of Krazy Glue with the label partially rubbed out.\nWyldstyle rescues Emmet and takes him to meet Vitruvius in The Old West, explaining that they are Master Builders, people capable of building anything they need without instruction manuals. She further explains that most of them are incarcerated due to Business' disapproval of such anarchic creativity. Though disappointed to find Emmet displays no creativity, Wyldstyle and Vitruvius are convinced of his potential when he recalls visions of a gargantuan humanoid deity called \"the Man Upstairs\". Meanwhile, Business, dissatisfied that Emmet had escaped, has Bad Cop come to his office and makes him freeze his own parents in order to make sure that he remains committed to his plan. Upset at Bad Cop's refusal to do so, Business erases Bad Cop's \"Good Cop\" face, which served as his conscience.\nEmmet, Wyldstyle, and Vitruvius evade Bad Cop's forces with the aid of Wyldstyle's boyfriend, the superhero Batman, and go to Cloud Cuckoo Land, home of Princess Unikitty. They attend to a council of the remaining Master Builders, who are unimpressed with Emmet and refuse to fight Business. Bad Cop's forces attack and capture all the Master Builders except for Emmet, Wyldstyle, Vitruvius, Batman, Princess Unikitty, and a \"1980-something space guy\" named Benny.\nAfter being rescued by a pirate named Metal Beard, Emmet devises a team plan to infiltrate Business' headquarters to rescue the Master Builders and disarm the Kragle. During a quiet moment, Wyldstyle and Emmet bond, and Wyldstyle reveals that her real name is Lucy. However, Emmet and his allies are all captured and imprisoned, and Vitruvius is killed with a coin thrown by Lord Business. With his dying words, Vitruvius reveals to Emmet that he had made up the prophecy. Business throws the Piece of Resistance off the edge of the universe, programs the prison to electrocute all the Master Builders, and leaves them (and Bad Cop) to die. As the execution timer counts down, Vitruvius' ghost appears and tells Emmet that it was not the prophecy, but his self-belief that made him the Special. Tied to the execution mechanism's battery, Emmet flings himself off the edge of the universe to save his friends, who escape further danger with the aid of a newly-reformed Bad Cop. Inspired by Emmet's sacrifice, Lucy rallies the Lego people across the universe to use whatever creativity they have to build machines and weapons to fight Business' forces, with the Master Builders leading the charge.\nEmmet finds himself alive and in the real world, where the events of the story are being played out within the imagination of a boy named Finn on his father's Lego set. His arrogant and selfish father — now revealed as \"the Man Upstairs\" — is jealous at his son ruining the set by creating hodgepodges of different playsets, and attemps to permanently glue his \"perfect\" creations together back to their normal forms. Realizing the danger his friends are in, Emmet moves off the table and gains Finn's attention. Finn returns Emmet and the Piece of Resistance to the set where Emmet, now possessing the powers of a Master Builder due to his belief in himself, confronts Lord Business.\nMeanwhile, Finn's father becomes shocked by his son's creations and discovers that Finn had based the villainous Lord Business on him and his meaningless greedy perfectionism, due to him \"believing\" that LEGO constructions are only for adults. Through a speech Emmet gives Business, Finn tells his father that \"he\" is special and has the power to change everything. Finn's father hugs Finn, which plays out as Lord Business has a change of heart and caps the Kragle with the Piece of Resistance, unglues his victims with mineral spirits and thanks Emmet. As Lucy becomes Emmet's girlfriend with Batman's blessing. Suddenly, Duplo aliens beam down and announce their plans to destroy the universe, as a result of Finn's father inviting Finn's younger sister to join them in playing with his Lego sets as an apology for his selfishness.\nCritical response.\nThe Lego Movie received many positive reviews. It currently has a 96% rating on Rotten Tomatoes.\nHome media.\nThe Lego Movie was released in DVD and Blue-ray along with Blue-ray 3D on June 17, 2014.\nMarketing.\nThe toy brand and inspiration of the movie, Legos, began making and selling sets based on the movie.\nSequel.\nOn February 3, 2014, Jared Stern was hired to write a sequel, along with another individual. The sequel, titled ', was released on February 8, 2019.","categories":[],"infobox_types":["film"],"annotations":[{"uri":"2014","surface_form":"2014","offset":22},{"uri":"Warner_Bros.","surface_form":"Warner Bros.","offset":27},{"uri":"Brickfilm","surface_form":"brickfilm","offset":66},{"uri":"The_Lego_Movie_2","surface_form":"The Lego Movie 2","offset":686},{"uri":"Corporate_statism","surface_form":"corporate state","offset":1246},{"uri":"Cyanoacrylate","surface_form":"Krazy Glue","offset":1760},{"uri":"American_frontier","surface_form":"The Old West","offset":1867},{"uri":"Batman","surface_form":"Batman","offset":2714},{"uri":"Cloud_cuckoo_land","surface_form":"Cloud Cuckoo Land","offset":2732},{"uri":"Ghost","surface_form":"ghost","offset":3759},{"uri":"White_spirit","surface_form":"mineral spirits","offset":5473},{"uri":"Lego_Duplo","surface_form":"Duplo","offset":5576},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":5886},{"uri":"DVD","surface_form":"DVD","offset":5946},{"uri":"Blue-ray","surface_form":"Blue-ray","offset":5954},{"uri":"Blue-ray_3D","surface_form":"Blue-ray 3D","offset":5974}]}