{"id":378472,"url":"http://en.wikipedia.org/wiki/Guild_Wars_2","text":"\"Guild Wars 2\" is a type of computer game called a massively multiplayer online role-playing game (MMORPG) that is played on the Internet. It is owned by ArenaNet. \"Guild Wars 2\" takes place in a fantasy world that is called Tyria. The game's story is about a guild called Destiny's Edge, and their attempt to kill six evil elder dragons. It is the sequel to \"Guild Wars\". In August 2015, the game became free to play, and had sold more than 5 million copies by then.\nPlaying Guild Wars 2.\nThe world of \"Guild Wars 2\" is the same as the world in \"Guild Wars\", but many changes has been made to it. These changes include new buildings and new landscapes, because \"Guild Wars 2\" takes place 250 years after \"Guild Wars\". Much of the land has also been corrupted by the elder dragons.\nThere are five different races to choose from when you create a new character. These races are Human and Charr, from \"Guild Wars Prophecies\", Norn and Asura from \"Guild Wars Eye of the North\", and the Sylvari, a new race to the \"Guild Wars\" series. There are also 8 professions to choose from. The profession and race of the player decides what special abilities the player can use. As in \"Guild Wars\", the player has a skill bar where he/she can choose from a large pool of abilities. The skill bar is different from \"Guild Wars\". It can now hold ten skills instead of eight, but is more limited. The weapon the player is holding decides the first five skill slots. The 6th slot is used for a healing skill. The 7th, 8th and 9th slots are used to hold the remaining skills that the player can use. Finally, the 10th slot is used for an elite skill, which is more powerful than the other skills. ArenaNet has made the skill bar more limited to solve the balance problem many MMORPGs has. Skills in \"Guild Wars 2\" has also been made in quality instead of quantity.\nThe maximum level is higher than in \"Guild Wars\". The player can now get to level 80 instead of 20. ArenaNet said that level 80 is a good maximum level because it allows the player to go through the game's storyline without having to grind. It was very important for ArenaNet that players in \"Guild Wars 2\" should not have to grind. This is because ArenaNet wanted the players to have fun the entire time they were playing \"Guild Wars 2\". The player's level can also change depending on where in the world the player is. When the players fight monsters the player's level will be the same level as the monsters of that area plus one. For example, if a level 80 character goes to a level 5 area, he will become level 6, if he goes to a level 10 area, he will become level 11.\nThere are two ways the player can fight other players in \"Guild Wars 2\": World versus World and Structured PvP. In Structured PVP the player gains the maximum level and gain access to all abilities in the game. The players then fight players five versus five on matches that are about 10 minutes long. Unlike World versus World the players can not use rewards from Structured PvP anywhere outside Structured PvP. In World versus World the player also gains the maximum level, but can not use abilities that are not unlocked by the players character. World versus world matches are also one entire week long, so the player can join and leave whenever he wants. The goal in World versus World is to take control of capture points; castles, forts and camps. Holding these points gives points to the server holding them. The points gives players rewards in the servers world, such as more experience and more money from killing monsters.\nBecause Guild Wars 2 takes place 250 years after \"Guild Wars\", the player can not keep their character from \"Guild Wars\" in \"Guild Wars 2\". Instead the player can link their \"Guild Wars\" account to the \"Guild Wars 2\" account to get rewards in \"Guild Wars 2\". The points are gained by completing a variety of tasks in \"Guild Wars\". When a task is completed, the player can turn the task into points by adding them to the Hall of Monuments. The Hall of Monuments is available in the \"Eye of the North\" expansion.\nStory.\nGuild Wars 2 takes place 250 years after the player defeats the Great Destroyer in \"Guild Wars Eye of the North\". Over the past 2 centuries, Elder Dragons who has slept under the earth has awoken. Currently, 5 dragons have awoken, and they have started to destroy and corrupt Tyria. The humans have lost almost all of Ascalon to the Charr. The remaining humans now live in Kryta and Ebonhawke. The norn, a race of nordic hunters, has been driven from their homeland in the north by Jormag, an Elder Dragon of ice. The Norn now live in the Southern shiverpeaks, instead of the northen shiverpeaks. The asura, a small but smart race, has been driven out of their homeland to the west. Their underground home has been invaded by destroyers. The Destroyers are servants to Primordus, an Elder Dragon of fire. The asura now live in Rata Sum, a very large city floating in the air. East of Rata sum, a new race has arrived to Tyria; the sylvari, The sylvari are similar to humans, but they are made out of trees, bushes and even mushrooms. They birth from the Pale Tree, a tree that was planted during \"Guild Wars Eye of the North\".","categories":[],"infobox_types":["VG"],"annotations":[{"uri":"Computer_game","surface_form":"computer game","offset":28},{"uri":"Massively_multiplayer_online_role-playing_game","surface_form":"massively multiplayer online role-playing game","offset":51},{"uri":"Internet","surface_form":"Internet","offset":129},{"uri":"ArenaNet","surface_form":"ArenaNet","offset":154},{"uri":"Fantasy","surface_form":"fantasy","offset":196},{"uri":"Dragons","surface_form":"dragons","offset":330},{"uri":"Guild_Wars","surface_form":"Guild Wars","offset":360},{"uri":"Building","surface_form":"building","offset":624},{"uri":"Landscape","surface_form":"landscape","offset":642},{"uri":"Year","surface_form":"year","offset":693},{"uri":"Guild_Wars_Prophecies","surface_form":"Guild Wars Prophecies","offset":900},{"uri":"Guild_Wars_Eye_of_the_North","surface_form":"Guild Wars Eye of the North","offset":945},{"uri":"Weapon","surface_form":"weapon","offset":1384},{"uri":"Heal","surface_form":"heal","offset":1476},{"uri":"Quality","surface_form":"quality","offset":1817},{"uri":"Quantity","surface_form":"quantity","offset":1836},{"uri":"Grind","surface_form":"grind","offset":2080},{"uri":"Castle","surface_form":"castle","offset":3350},{"uri":"Fort","surface_form":"fort","offset":3359},{"uri":"Camp","surface_form":"camp","offset":3369},{"uri":"Dragons","surface_form":"Dragons","offset":4220},{"uri":"Hunter","surface_form":"hunter","offset":4494},{"uri":"Ice","surface_form":"ice","offset":4582},{"uri":"Trees","surface_form":"trees","offset":5073},{"uri":"Bushes","surface_form":"bushes","offset":5080},{"uri":"Mushrooms","surface_form":"mushrooms","offset":5096},{"uri":"Birth","surface_form":"birth","offset":5112}]}