{"id":378410,"url":"http://en.wikipedia.org/wiki/George_Andrew_Davis%2C_Jr.","text":"George Andrew Davis, Jr. (December 1, 1920 – February 10, 1952) was a highly decorated flying ace of the United States (US) Army in World War II. He was later part of the US Air Force during the Korean War. Davis rose to the rank of lieutenant colonel. He was posthumously awarded the Medal of Honor for his actions in \"MiG Alley\" during the war. He was the only flying ace of the United States to be killed in action in Korea.\nWith a total of 21 victories he is one of only seven US military pilots to become an ace in two wars. He is also one of only 31 to be credited more than 20 victories. He was the fourth highest scoring ace of the Korean War.\nBiography.\nGeorge Andrew Davis Jr. was born in Dublin, Texas on December 1, 1920. He was the seventh of nine children born to George Davis Sr. and Pearl Love Davis. In his childhood, Davis briefly lived in Maple, Texas. Davis attended Morton High School in Morton, Texas. Davis then attended Harding College in Searcy, Arkansas. After completing a degree he returned to Texas. He took up farming for a time with his family before eventually deciding to join the military.\nAerial victory credits.\nThroughout his career, Davis was credited with 21 confirmed victories, 1 probable victory and 2 aircraft damaged. This made him one of only 30 US pilots to gain more than 20 confirmed victories over their careers. He had been known to be an extremely talented pilot and was especially accurate at deflection shooting, even from long distances against moving targets. Davis was one of 1,297 World War II aces from the United States, with seven confirmed kills during that war. He later became one of 41 Korean War aces from the United States, with 14 confirmed victories during that war. At the time of his death he was the top-scoring ace from the US, making him the ace of aces. By the end of the war, he was the fourth-highest scoring ace.\nMedal of Honor citation.\nDavis was the third of four members of the US Air Force to be awarded the Medal of Honor in the war, after Louis J. Sebille, John S. Walmsley Jr. and before Charles J. Loring Jr. All four Air Force recipients were pilots and all were awarded the medal posthumously.","categories":[],"infobox_types":[],"annotations":[{"uri":"Flying_ace","surface_form":"flying ace","offset":87},{"uri":"United_States_Army","surface_form":"United States (US) Army","offset":105},{"uri":"World_War_II","surface_form":"World War II","offset":132},{"uri":"United_States_Air_Force","surface_form":"US Air Force","offset":171},{"uri":"Korean_War","surface_form":"Korean War","offset":195},{"uri":"Lieutenant_Colonel_(United_States)","surface_form":"lieutenant colonel","offset":233},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":285},{"uri":"MiG_Alley","surface_form":"MiG Alley","offset":320},{"uri":"Killed_in_action","surface_form":"killed in action","offset":401},{"uri":"Dublin%2C_Texas","surface_form":"Dublin, Texas","offset":699},{"uri":"Maple%2C_Bailey_County%2C_Texas","surface_form":"Maple, Texas","offset":858},{"uri":"Morton_High_School_(Texas)","surface_form":"Morton High School","offset":887},{"uri":"Morton%2C_Texas","surface_form":"Morton, Texas","offset":909},{"uri":"Harding_College","surface_form":"Harding College","offset":944},{"uri":"Searcy%2C_Arkansas","surface_form":"Searcy, Arkansas","offset":963},{"uri":"Deflection_shooting","surface_form":"deflection shooting","offset":1445},{"uri":"List_of_World_War_II_aces_from_the_United_States","surface_form":"World War II aces from the United States","offset":1538},{"uri":"List_of_Korean_War_flying_aces","surface_form":"Korean War aces from the United States","offset":1650},{"uri":"List_of_aces_of_aces","surface_form":"ace of aces","offset":1815},{"uri":"Louis_J._Sebille","surface_form":"Louis J. Sebille","offset":2022},{"uri":"John_S._Walmsley_Jr.","surface_form":"John S. Walmsley Jr.","offset":2040},{"uri":"Charles_J._Loring_Jr.","surface_form":"Charles J. Loring Jr.","offset":2072}]}