{"id":37855,"url":"http://en.wikipedia.org/wiki/Plutonium","text":"Plutonium is the chemical element with the atomic number 94 and chemical symbol Pu. It is a highly radioactive metal, and is the metal used in most nuclear weapons. The chemical element plutonium has some different isotopes. The most important isotope of plutonium is 239Pu (or plutonium-239). It takes 24,110 years for half of a sample of plutonium-239 to decay, which is called its half-life. It can be made from natural uranium. It is fissile and a nuclear fuel.\nThe isotope that has the longest half-life is 244Pu (or plutonium-244). Plutonium-244 has a half-life of about 80 million years. The half-life of 244Pu is long enough that some of this isotope of plutonium is found in very small amounts in nature.\nPlutonium-238 is used in Radioisotope Thermoelectric Generators.\nLike other transuranium elements, plutonium can react with water, oxygen, carbon, halogens, nitrogen, and silicon. It forms oxides and hydrides in moist air, causing the plutonium sample to expand by up to 70%. Plutonium from the expanding sample can flake off and catch fire at room temperature. Plutonium is also toxic, although it is less toxic than many people think. The reactivity and toxicity of plutonium make it difficult to handle.\nFresh plutonium has a silvery bright colour but takes on a dull grey, yellow or olive green tarnish when exposed to air.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_element","surface_form":"chemical element","offset":17},{"uri":"Atomic_number","surface_form":"atomic number","offset":43},{"uri":"Radioactive","surface_form":"radioactive","offset":99},{"uri":"Metal","surface_form":"metal","offset":111},{"uri":"Nuclear_weapon","surface_form":"nuclear weapon","offset":148},{"uri":"Isotopes","surface_form":"isotopes","offset":215},{"uri":"Half-life_(element)","surface_form":"half-life","offset":384},{"uri":"Uranium","surface_form":"uranium","offset":423},{"uri":"Nuclear_fission","surface_form":"fissile","offset":438},{"uri":"Nuclear_fuel","surface_form":"nuclear fuel","offset":452},{"uri":"Radioisotope_Thermoelectric_Generator","surface_form":"Radioisotope Thermoelectric Generator","offset":739},{"uri":"Transuranium_element","surface_form":"transuranium element","offset":790},{"uri":"Halogen","surface_form":"halogen","offset":861},{"uri":"Silicon","surface_form":"silicon","offset":885},{"uri":"Oxide","surface_form":"oxide","offset":903},{"uri":"Hydride","surface_form":"hydride","offset":914},{"uri":"Toxic","surface_form":"toxic","offset":1094}]}