{"id":378660,"url":"http://en.wikipedia.org/wiki/Muria_people","text":"The Muria are an aboriginal tribe in Chhattisgarh, India. They are a tribe of the Gondi people. The Muria live in the Bastar district of Chhattisgarh. They traditionally live by agriculture, hunting and fishing, working as a community. They are surrounded by Hindu culture, but they are animists. They have an omnivorous diet, and liquor plays a big role in their society. According to sociologists, the Muria tribe is a very harmonious society.\nWhen they reach adolescence, children leave their family houses to live in a \"ghotul\". A \"ghotul\" is like a mixed-sex dormitory where adolescents practice sexual intercourse, sometimes with a single partner and sometimes with multiple partners. Pregnancy should be avoided and they are obligated to regularly change partners, in order to avoid affection. In the \"ghotul\", the minors govern themselves and it is important to maintain social and traditional order in the group. If the rules are not respected, the children will be punished. They can be expelled from the \"ghotul\" and this can be almost as bad as death.\nIn the \"ghotul\", there is no bond of affection because they want to avoid too much love before the marriage. The objective of all this organisation is to avoid divorce. For the Muria, it is considered important to govern sexuality in their community, because they believe that the sexuality is the biggest problem of humans and that society will not be able to achieve equilibrium if they don't figure prominently in sexuality.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indigenous_people","surface_form":"aboriginal","offset":17},{"uri":"Tribe","surface_form":"tribe","offset":28},{"uri":"Chhattisgarh","surface_form":"Chhattisgarh","offset":37},{"uri":"India","surface_form":"India","offset":51},{"uri":"Gondi_people","surface_form":"Gondi people","offset":82},{"uri":"Bastar_district","surface_form":"Bastar district","offset":118},{"uri":"Agriculture","surface_form":"agriculture","offset":178},{"uri":"Hunting","surface_form":"hunting","offset":191},{"uri":"Fishing","surface_form":"fishing","offset":203},{"uri":"Hinduism","surface_form":"Hindu","offset":259},{"uri":"Animism","surface_form":"animists","offset":287},{"uri":"Omnivorous","surface_form":"omnivorous","offset":310},{"uri":"Liquor","surface_form":"liquor","offset":331},{"uri":"Adolescence","surface_form":"adolescence","offset":462},{"uri":"Dormitory","surface_form":"dormitory","offset":564},{"uri":"Sexual_intercourse","surface_form":"sexual intercourse","offset":601},{"uri":"Pregnancy","surface_form":"Pregnancy","offset":691},{"uri":"Love","surface_form":"affection","offset":790},{"uri":"Marriage","surface_form":"marriage","offset":1163}]}