{"id":378797,"url":"http://en.wikipedia.org/wiki/Kepler_(spacecraft)","text":"Kepler is a space observatory launched by NASA to discover Earth-like planets orbiting other stars. The spacecraft, named in honor of the 17th-century German astronomer Johannes Kepler, was launched on 7 March 2009. It was active for as of.\nThe Kepler mission is \"specifically designed to survey a portion of our region of the Milky Way galaxy to discover dozens of Earth-size planets in or near the habitable zone and determine how many of the billions of stars in our galaxy have such planets\". It works by the occultation method. A photometer continually monitors the brightness of over 145,000 main sequence stars in a fixed field of view. This data is transmitted to Earth, then analyzed. The aim is to find periodic dimming caused by extrasolar planets which cross in front of their host star. As of January 2013, there are a total of 2,740 candidates.\nKepler is part of NASA's Discovery Program of relatively low-cost primary science missions. The telescope's construction and initial operation were managed by NASA's Jet Propulsion Laboratory. To start with, the mission lifetime was 3.5 years. In 2012, this was extended to 2016, partly due to difficulties in processing and analyzing the huge volume of data collected by the spacecraft.\nKepler retires.\nThe Kepler space telescope has had to give up its planet-hunting mission because its pointing system has problems which the engineers cannot fix.","categories":[],"infobox_types":[],"annotations":[{"uri":"Observatory","surface_form":"observatory","offset":18},{"uri":"NASA","surface_form":"NASA","offset":42},{"uri":"Terrestrial_planet","surface_form":"Earth-like planets","offset":59},{"uri":"Exoplanet","surface_form":"other stars","offset":87},{"uri":"Johannes_Kepler","surface_form":"Johannes Kepler","offset":169},{"uri":"Milky_Way","surface_form":"Milky Way","offset":327},{"uri":"Galaxy","surface_form":"galaxy","offset":337},{"uri":"Habitable_zone","surface_form":"habitable zone","offset":400},{"uri":"Occultation","surface_form":"occultation","offset":513},{"uri":"Photometer","surface_form":"photometer","offset":535},{"uri":"Main_sequence_star","surface_form":"main sequence star","offset":598},{"uri":"Field_of_view","surface_form":"field of view","offset":629},{"uri":"Data","surface_form":"data","offset":649},{"uri":"Discovery_Program","surface_form":"Discovery Program","offset":884},{"uri":"Jet_Propulsion_Laboratory","surface_form":"Jet Propulsion Laboratory","offset":1025}]}