{"id":378837,"url":"http://en.wikipedia.org/wiki/Speaker_of_the_Australian_House_of_Representatives","text":"The Speaker of the House of Representatives is the person in charge of the House of Representatives, the lower house of the Parliament of Australia. The person in charge of the upper house is the President of the Senate.\nThe current speaker is Tony Smith. There have been three female speakers, Joan Child, Anna Burke and Bronwyn Bishop.\nThe office of speaker was created by section 35 of the Constitution of Australia. The role of speaker was copied from the House of Commons of the United Kingdom.\nElection.\nThe speaker is elected by the House of Representatives in a secret ballot. The Clerk of the Australian House of Representatives holds the election. There must always be a speaker, and if the position becomes vacant, then an election must take place before the parliament can do anything else.\nIn Australia the speaker generally remains an active member of their party. They continue to attend party meetings, and at general elections they stand as party candidates. However, Sir Frederick Holder and Peter Slipper resigned from their parties and sat as independents.\nThe speaker can be opposed at a general election. Three speakers, Groom in 1929, Nairn in 1943 and Aston in 1972 have been defeated at general elections. Because the speaker is always a member of the governing party, they have not continued as speaker following a change of government. The opposition sometimes selects one of its own members for speaker after a general election. This is a symbolic act, and the governing party always supports its own candidates.\nSpeakers do not have to resign from Parliament at the end of their term. Two speakers, Makin and Scholes, have become cabinet ministers after having been speaker.\nMost speakers have been long serving party members. Four speakers have been former government ministers Watt, Groom, Cameron and Sinclair. Martin had been a former parliamentary secretary. Snedden had been both a former minister and Leader of the Opposition. Holder and Watt were former state premiers.\nOrigin.\nThe name \"speaker\" comes from early times in the House of Commons of England. \"Mr Speaker\" was the Member of Parliament chosen to speak for them to the king. The first recorded use of the term \"speaker\" was in 1377.\nIn earlier times when the king was very powerful, he would usually only call the parliament together in order to get it to agree to new taxes. The speaker would report parliament’s decisions to the king. This was dangerous if it was not what the king wanted to hear. It was not uncommon for early speakers to be beheaded, with another being \"murdered\". This has led to the modern symbolic show of refusal by a member on being elected speaker. In early days a member’s struggle to avoid being forced into the chair could have been completely genuine. In Australia the tradition is continued by the act of the new speaker being escorted to the chair.\nRole.\nAustralian parliaments can be very noisy and often members behave badly. The Speaker has powers to control their behaviour as part of the Standing Orders. The Speaker can tell a Member to leave the House for one hour. For more serious offences, the Speaker may \"name\" a Member. The Speaker will say \"I name the Honourable Member for X.\" In Parliament Members are always called by the name of their electorate. The House then votes on a motion to remove the Member for 24 hours. The House also had the power to permanently expel a Member. This happened once to Hugh Mahon in 1920. In 1987 a new law was passed and Members can no longer be expelled from the Parliament.\nImpartiality.\nAustralian speakers are supposed to be impartial; they are meant to be fair and not to take sides in arguments. They do not take part in debates and they do not usually vote, unless in a rare case the vote is tied. They do not speak out in public about party politics except as part of their own election campaign.\nAlthough not an active political position, the speakers see it as part of their duty to get the government's legislation passed through the house. They usually agree with the government on points of order brought up by opposition members. If the members are unhappy with the speaker they can try to pass motions of dissent, or even of no confidence. These are nearly always defeated as members vote to support their party.\nThere have been several famous clashes between speakers and the government.\nIn 2011, the Speaker Harry Jenkins survived after the house did not support his decision to name Liberal MP Bob Baldwin. The government moved that Baldwin be suspended, but he was supported by the Coalition, independent MP Rob Oakeshott and WA Nationals MP Tony Crook. The vote on suspending Baldwin for 24 hours failed 71–72. Normally the speaker would have resigned, but the House of Representatives immediately approved a motion of confidence in the speaker which was passed. Speaker Jenkins continued in office.\nIndependent and non-government speakers.\nThere have been speakers who were not members of the government. Former LNP member Peter Slipper became an independent when the Labor government offered him the job in 2011. Frederick Holder was elected for the Free Trade Party at the first federal election in 1901. He resigned from the party and was an independent speaker until his death in 1909. After the 1940 election, the United Australia Party's Walter Nairn was speaker during the John Curtin's Labor government that was formed in 1941. Opposition MP Carty Salmon was the speaker for Andrew Fisher's Labor government after the 1910 election. At the 1913 election, Labor's Charles McDonald was asked to remain as speaker by the incoming one-seat-majority Commonwealth Liberal Party. He refused but became speaker again after Labor won the 1914 election. McDonald stayed in the job even when the Nationalist Party took government.\nBenefits.\nA member who is elected speaker is given the title 'The Honourable'. With the approval of the sovereign, this title can be used for life. It is usually only given to those who have served as speaker for three years or more. Harry Jenkins, was the first speaker to ask that \"The Hon.\" not be used for him.\nCopying the House of Commons of the United Kingdom, the traditional dress of the speaker is court dress. This can include a black silk gown (similar to a Queen's Counsel gown), a wing collar and a lace jabot or bands (another variation included a white bow tie with a lace jabot), bar jacket, and a full-bottomed wig. The wig used by the speaker was donated by Herbert 'Doc' Evatt when he was elected to the House in 1951. He had worn the wig when he was a High Court justice (1930–1940). The wig is currently on loan from the speaker's office to the Museum of Australian Democracy. On formal occasions they may also wear court shoes and hose. The dress of speakers has often changes according to the party in power, but it is the personal choice of the speaker. All Labor party speakers have worn business suits, following the example set by their first speaker, Charles McDonald.\nThe speaker, currently, no longer wears the full traditional dress. Billy Snedden (1976–1983) was the last speaker to do so. The Labor practice resumed from 1983 until the election of the Howard Government in 1996. The new speaker Bob Halverson chose to wear the court dress of the speaker upon his election in April 1996, but without the wig. Speaker Ian Sinclair chose to wear normal business clothes during his brief term in 1998. However speakers Andrew and Hawker brought back the wearing of the silk gown. Speaker Jenkins resumed Labor practice from 2007 until the election of Peter Slipper in late 2011. Speaker Slipper wore traditional dress with a white long tie or bow tie. He wore a wing collar with white bow tie and bands on the occasion of his first formal procession into parliament. Speaker Burke returned to the Labor practice of wearing normal business clothes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australian_House_of_Representatives","surface_form":"House of Representatives","offset":75},{"uri":"Parliament_of_Australia","surface_form":"Parliament of Australia","offset":124},{"uri":"President_of_the_Australian_Senate","surface_form":"President of the Senate","offset":196},{"uri":"Tony_Smith","surface_form":"Tony Smith","offset":244},{"uri":"Joan_Child","surface_form":"Joan Child","offset":295},{"uri":"Anna_Burke","surface_form":"Anna Burke","offset":307},{"uri":"Bronwyn_Bishop","surface_form":"Bronwyn Bishop","offset":322},{"uri":"Constitution_of_Australia","surface_form":"Constitution of Australia","offset":393},{"uri":"House_of_Commons_of_the_United_Kingdom","surface_form":"House of Commons of the United Kingdom","offset":460},{"uri":"Clerk_of_the_Australian_House_of_Representatives","surface_form":"Clerk of the Australian House of Representatives","offset":589},{"uri":"Vacant","surface_form":"vacant","offset":718},{"uri":"Candidate","surface_form":"candidates","offset":964},{"uri":"Resign","surface_form":"resigned","offset":1024},{"uri":"Oppose","surface_form":"opposed","offset":1096},{"uri":"Symbolic","surface_form":"symbolic","offset":1467},{"uri":"Cabinet_minister","surface_form":"cabinet minister","offset":1659},{"uri":"Leader_of_the_Opposition_(Australia)","surface_form":"Leader of the Opposition","offset":1937},{"uri":"Premiers_of_the_Australian_states","surface_form":"state premiers","offset":1991},{"uri":"House_of_Commons_of_the_United_Kingdom","surface_form":"House of Commons","offset":2064},{"uri":"Beheading","surface_form":"beheaded","offset":2543},{"uri":"Hugh_Mahon","surface_form":"Hugh Mahon","offset":3446},{"uri":"Impartial","surface_form":"impartial","offset":3607},{"uri":"Dissent","surface_form":"dissent","offset":4198},{"uri":"Harry_Jenkins","surface_form":"Harry Jenkins","offset":4403},{"uri":"Bob_Baldwin","surface_form":"Bob Baldwin","offset":4490},{"uri":"Coalition_(Australia)","surface_form":"Coalition","offset":4579},{"uri":"Rob_Oakeshott","surface_form":"Rob Oakeshott","offset":4605},{"uri":"Tony_Crook","surface_form":"Tony Crook","offset":4639},{"uri":"Liberal_National_Party_of_Queensland","surface_form":"LNP","offset":5011},{"uri":"Peter_Slipper","surface_form":"Peter Slipper","offset":5022},{"uri":"Frederick_Holder","surface_form":"Frederick Holder","offset":5113},{"uri":"Free_Trade_Party","surface_form":"Free Trade Party","offset":5150},{"uri":"United_Australia_Party","surface_form":"United Australia Party","offset":5318},{"uri":"Walter_Nairn","surface_form":"Walter Nairn","offset":5343},{"uri":"John_Curtin","surface_form":"John Curtin","offset":5379},{"uri":"Carty_Salmon","surface_form":"Carty Salmon","offset":5449},{"uri":"Andrew_Fisher","surface_form":"Andrew Fisher","offset":5482},{"uri":"Charles_McDonald_(Australian_politician)","surface_form":"Charles McDonald","offset":5570},{"uri":"Commonwealth_Liberal_Party","surface_form":"Commonwealth Liberal Party","offset":5652},{"uri":"Nationalist_Party_of_Australia","surface_form":"Nationalist Party","offset":5792},{"uri":"The_Honourable","surface_form":"The Honourable","offset":5889},{"uri":"House_of_Commons_of_the_United_Kingdom","surface_form":"House of Commons of the United Kingdom","offset":6154},{"uri":"Court_dress","surface_form":"court dress","offset":6234},{"uri":"Queen%27s_Counsel","surface_form":"Queen's Counsel","offset":6296},{"uri":"H._V._Evatt","surface_form":"Herbert 'Doc' Evatt","offset":6503},{"uri":"Museum_of_Australian_Democracy","surface_form":"Museum of Australian Democracy","offset":6693},{"uri":"Charles_McDonald_(Australian_politician)","surface_form":"Charles McDonald","offset":7006},{"uri":"Bob_Halverson","surface_form":"Bob Halverson","offset":7255},{"uri":"Peter_Slipper","surface_form":"Peter Slipper","offset":7607}]}