{"id":379081,"url":"http://en.wikipedia.org/wiki/Layne_Staley","text":"Layne Thomas Staley (August 22, 1967 – April 5, 2002) was an American musician. He was the lead singer of the rock band Alice in Chains. He was born in the city of Kirkland, Washington.\nAlice in Chains.\nLayne Staley first played in a band called Sleze which consisted of Shorewood High School students as well as future members of the bands The Dehumanizers and Second Coming. The band morphed into Alice 'N Chains in 1986 and mostly played cover versions of Slayer and Armored Saint songs. Alice 'N Chains disbanded and Staley joined a funk band afterwards. The band needed a guitarist so Staley asked Jerry Cantrell to be a sideman for the band. Cantrell agreed but only if Staley joined his band. After the funk band disbanded, Staley joined Cantrell's band full-time and they renamed the band Alice in Chains.\nWhile he was with Alice in Chains, They released their debut album \"Facelift\" which featured the hit single, \"Man in the Box\" which was written by Staley. They then released an EP called \"SAP\" on February 4, 1992 and released their second studio album \"Dirt\" on September 29, 1992.\nThe band didn't tour for \"Dirt\" very long because of Staley's drug addiction. Cantrell often wrote the lyrics for the band but Staley wrote more songs as time went on and was eventually credited with writing half of the band's catalog until their fourth studio album, \"Black Gives Way to Blue\". When Staley wrote lyrics, they were often about dealing with his personal problems like drug use and depression.\nThe other band members decided not to tour for their third studio EP \"Jar of Flies\" because of Staley's condition becoming progressively worse. Staley decided that he would enter a rehabilitation clinic after Jar of Flies and started a side project with Mike McCready of Pearl Jam and Barrett Martin of Screaming Trees called The Gacy Bunch. They later changed their name to Mad Season. During his time in Mad Season, they released 1 studio album, \"Above\" which featured the singles \"River of Deceit\" and \"I Don't Know Anything\".\nStaley's physical condition was changing during the hiatus of Alice in Chains and his addiction started to become more known to the public. Alice in Chains reunited to record the self-titled album \"Alice in Chains\", also commonly referred to as \"Tripod\" and it was released on November 7, 1995.\nIn October 1996, Staley's ex-fiancée, Demri Lara Parrott, died from complications caused by drug use. Her death made Staley even more depressed. He removed himself from the spotlight until he joined Alice in Chains at the Grammy Awards in 1997 after the song \"Again\" was nominated for \"Best Hard Rock Performance\". He recorded two songs for the Music Bank box set and producer Dave Jerden said that \"Staley weighed 80 pounds…and was white as a ghost.\"\nStaley hardly left his condo from 1999 to 2002.\nDeath.\nOn April 19, 2002, police kicked in Staley's apartment door to find Staley dead on his couch. His autopsy reported that a combination of heroin and cocaine known as a \"speedball\" that he had injected was a factor in his death. Staley was reported to be 6'1\" and weigh only 86 pounds when his body was discovered, mainly because of his body decomposing due to him being discovered two weeks after his death.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":61},{"uri":"Musician","surface_form":"musician","offset":70},{"uri":"Singer","surface_form":"singer","offset":96},{"uri":"Rock_music","surface_form":"rock","offset":110},{"uri":"Alice_in_Chains","surface_form":"Alice in Chains","offset":120},{"uri":"Kirkland%2C_Washington","surface_form":"Kirkland, Washington","offset":164},{"uri":"Sleze","surface_form":"Sleze","offset":246},{"uri":"Slayer","surface_form":"Slayer","offset":459},{"uri":"Armored_Saint","surface_form":"Armored Saint","offset":470},{"uri":"Facelift_(album)","surface_form":"Facelift","offset":882},{"uri":"Man_in_the_Box","surface_form":"Man in the Box","offset":924},{"uri":"Extended_play","surface_form":"EP","offset":991},{"uri":"SAP_(EP)","surface_form":"SAP","offset":1002},{"uri":"Dirt_(Alice_in_Chains_album)","surface_form":"Dirt","offset":1067},{"uri":"Black_Gives_Way_to_Blue","surface_form":"Black Gives Way to Blue","offset":1365},{"uri":"Depression_(mood)","surface_form":"depression","offset":1492},{"uri":"Jar_of_Flies","surface_form":"Jar of Flies","offset":1574},{"uri":"Mike_McCready","surface_form":"Mike McCready","offset":1758},{"uri":"Pearl_Jam","surface_form":"Pearl Jam","offset":1775},{"uri":"Barrett_Martin","surface_form":"Barrett Martin","offset":1789},{"uri":"Screaming_Trees","surface_form":"Screaming Trees","offset":1807},{"uri":"Mad_Season_(band)","surface_form":"Mad Season","offset":1879},{"uri":"Above_(Mad_Season_album)","surface_form":"Above","offset":1953},{"uri":"River_of_Deceit","surface_form":"River of Deceit","offset":1988},{"uri":"I_Don%27t_Know_Anything","surface_form":"I Don't Know Anything","offset":2010},{"uri":"Alice_in_Chains_(album)","surface_form":"Alice in Chains","offset":2232},{"uri":"Grammy_Awards","surface_form":"Grammy Awards","offset":2551},{"uri":"Again_(Alice_in_Chains_song)","surface_form":"Again","offset":2589},{"uri":"Heroin","surface_form":"heroin","offset":2973},{"uri":"Cocaine","surface_form":"cocaine","offset":2984},{"uri":"Speedball","surface_form":"speedball","offset":3004}]}