{"id":379068,"url":"http://en.wikipedia.org/wiki/Koobi_Fora","text":"ce=\"preserve\">Koobi Fora is a region around Koobi Fora Ridge, on the eastern shore of Lake Turkana, Kenya. It is in the territory of the nomadic Gabbra people. The term East Turkana can be used for the whole area.\nThe ridge is an outcrop of mainly Pliocene/Pleistocene sediments. It is composed of claystones, siltstones, and sandstones that preserve numerous fossils of land mammals, including early hominin species. The ridge is being eroded into a badlands terrain by a series of ephemeral rivers that drain into the northeast portion of modern Lake Turkana.\nIn 1968 Richard Leakey established the Koobi Fora Base Camp on a large sandspit projecting into the lake near the ridge, which he called the Koobi Fora Spit. A survey and numerous excavations showed the region was a source of hominin fossils from the last 4.2 million years. Far exceeding the number of humanoid fossils are the non-humanoid fossils, which give us a look at the fauna and flora as far back as the Miocene.\nIn 1973, the government of Kenya reserved the region as Sibiloi National Park, establishing a headquarters for the National Museums of Kenya on Koobi Fora Spit. The reserve is well-maintained and is well-guarded by friendly but armed park police. Protection of sites and especially of wildlife are of prime concern.\nExploration and excavation are done by the Koobi Fora Research Project (KFRP), which collaborates with universities and individuals around the world.\nArchaeological sites.\nThe simple hierarchy of scientific places for Koobi Fora is the following: Koobi Fora is the region; the region is divided into fossil collecting areas; within fossil collection areas there are archaeological sites and hominid paleontological localities.\nLocating and referencing the hundreds of sites in the Koobi Fora region has been an ongoing process. The entire reservation was divided into somewhat over 100 numbered areas. In the year 2000 the KFRP went over to a GPS system.\nSome notable areas are as follows.\nThe first archaeological site, i.e., FxJj 1, was found in Area 105. It is nicknamed the KBS site for Kay Behrensmeyer Site, after the researcher who first found stone tools there. This site is also the place where the first tuff was found, i.e., the KBS Tuff.\nIt is known as the location of skull 1470, discovered by Bernard Ngeneo in 1972, reconstructed by Meave Leakey, later reconstructed and named \"Homo habilis\" by Richard Leakey, as possibly the first of the genus \"Homo\", and finally \"Homo rudolfensis\". Richard Leakey found it 45 m below the 1.89 my KBS tuff; thus, it is older than that date, but is conventionally dated to it.\nHominid fossils.\nSearching for and finding fossils in such a large area is another difficult problem. One solution has been to organize all persons present into a group to sweep a designated area. Richard Leakey devised a method that produced better results: he organized and trained a search team of Kenyans, which became known as \"the hominid gang\", under the leadership of Kamoya Kimeu. They have discovered the majority of the fossil Hominins, which currently amount to over 200.\n\"Australopithecus\" and \"Homo\" seem to have coexisted in the region for about one million years. One possible explanation is different food sources. It is believed that \"Australopithecus\" became extinct and \"Homo\" went on to generate later species.\nStone tools.\nWith the change from Olduwan to Acheulean technique, hominins got more of a return for a given output of energy and could do more. The chief technological development was the edge of the handax. The advantage of the \"core reduction strategy\" was more and thinner flakes per mass of cores. More and better flakes meant better use of carcasses and therefore a need for fewer carcasses, less hunting, etc. Moreover, the increased number of flakes available made ranging farther from the source of the stone possible and gave more staying power to the hunt.\nStratigraphy.\nKoobi Fora is underlain by Pliocene basalts and filled with nearly 600 meters of Pliocene-Pleistocene sediments, dating from about four-million to one-million years ago.\nMost early human fossils and archaeological remains come from the upper portion of the Burgi Member, the KBS Member, and the Okote Member. The members reflect changing environments in the Turkana Basin, from lake and delta ones during Burgi Member times to rivers and floodplains in Okote Member times.\nThe stratigraphy of the Koobi Fora Formation is one of the best studied and calibrated in East Africa. Controversial dating of the KBS Tuff during the 1970s helped to spearhead the development of modern argon and argon geological dating methods. In addition, the unique fusion between geochronology and mammal evolutionary studies has made the Koobi Fora Formation a standard for all of Pliocene-Pleistocene Africa.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lake_Turkana","surface_form":"Lake Turkana","offset":86},{"uri":"Kenya","surface_form":"Kenya","offset":100},{"uri":"Gabbra_people","surface_form":"Gabbra people","offset":145},{"uri":"Pliocene","surface_form":"Pliocene","offset":248},{"uri":"Pleistocene","surface_form":"Pleistocene","offset":257},{"uri":"Sediment","surface_form":"sediment","offset":269},{"uri":"Claystone","surface_form":"claystone","offset":298},{"uri":"Siltstone","surface_form":"siltstone","offset":310},{"uri":"Sandstone","surface_form":"sandstone","offset":326},{"uri":"Mammals","surface_form":"mammals","offset":376},{"uri":"Hominin","surface_form":"hominin","offset":401},{"uri":"Badlands","surface_form":"badlands","offset":451},{"uri":"Ephemeral","surface_form":"ephemeral","offset":483},{"uri":"Richard_Leakey","surface_form":"Richard Leakey","offset":570},{"uri":"Hominin","surface_form":"hominin","offset":788},{"uri":"Fauna","surface_form":"fauna","offset":940},{"uri":"Flora","surface_form":"flora","offset":950},{"uri":"Miocene","surface_form":"Miocene","offset":975},{"uri":"Kenya","surface_form":"Kenya","offset":1011},{"uri":"Sibiloi_National_Park","surface_form":"Sibiloi National Park","offset":1040},{"uri":"National_Museums_of_Kenya","surface_form":"National Museums of Kenya","offset":1099},{"uri":"GPS","surface_form":"GPS","offset":1943},{"uri":"Bernard_Ngeneo","surface_form":"Bernard Ngeneo","offset":2307},{"uri":"Meave_Leakey","surface_form":"Meave Leakey","offset":2348},{"uri":"Homo_habilis","surface_form":"Homo habilis","offset":2393},{"uri":"Richard_Leakey","surface_form":"Richard Leakey","offset":2410},{"uri":"Homo_rudolfensis","surface_form":"Homo rudolfensis","offset":2482},{"uri":"Kamoya_Kimeu","surface_form":"Kamoya Kimeu","offset":3003},{"uri":"Handax","surface_form":"handax","offset":3559},{"uri":"Pliocene","surface_form":"Pliocene","offset":3967},{"uri":"Basalt","surface_form":"basalt","offset":3976},{"uri":"Pleistocene","surface_form":"Pleistocene","offset":4030},{"uri":"Sediment","surface_form":"sediment","offset":4042},{"uri":"Potassium-argon_dating","surface_form":"argon","offset":4616},{"uri":"Argon-argon_dating","surface_form":"argon","offset":4626},{"uri":"Geochronology","surface_form":"geochronology","offset":4698},{"uri":"Mammal","surface_form":"mammal","offset":4716},{"uri":"Evolution","surface_form":"evolution","offset":4723}]}