{"id":379145,"url":"http://en.wikipedia.org/wiki/Vincent_Forrester","text":"Vincent Forrester (born 1952) is an Aboriginal Australian activist, artist and community leader. Forrester was a founding member of a number of Aboriginal organisations in central Australia. He lives at Muṯitjulu, where he has served as the chairman of the community council. During the 1980s, he served as an advisor on indigenous affairs to the governments of Malcolm Fraser and Bob Hawke.\nForrester has been a prominent political activist on issues affecting indigenous Australians for many years. He has been a strong critic of the Intervention in the Northern Territory, and the lack of economic and educational development in communities affected by it.\nEarly life.\nForrester was born in 1952 in Alice Springs. His family is a mixture of Luritja and Arranda, but one of his grandfathers was Scottish. Vincent grew up on a cattle station in the Angas Downs area. He learned from his grandparents about the sacred legends associated with his country, and about bush foods and bush medicine. He went through initiation when he reached maturity.\nAs a young teenager, Forrester worked as a station-hand and stockman. Later, he worked in an abattoir. For three years, he served in the army in Townsville. At various other times he worked as a horse-riding clown and a rodeo rider.\nForrester's first language is Luritja, but he also speaks English and Arrernte.\nActivism and politics.\nForrester has been an activist for Aboriginal Australians for most of his life. While growing up in Angas Downs in the 1960s, Forrester grew angry with what he saw as a lack of human rights for indigenous people. He rebelled against the government's assimilation policies during his school years, and then joined the campaign for indigenous land rights.\nDuring the 1970s, after returning from the army, Forrester helped to set up the Central Australian Aboriginal Congress (CAAC), a health care service for indigenous people. He served as a field officer, and then later as its secretary. He also helped to set up the Central Land Council. In 1982, he represented Australia at the first session of the United Nations Working Group on Indigenous Populations, held in Geneva. In the middle of the 1980s, he helped to set up the Central Australian Aboriginal Media Association (CAAMA). He has served as the organisation's treasurer, manager, and as a board member of its television network, Imparja.\nNational Aboriginal Conference.\nIn November 1977, aged in his mid-20s, Forrester became a founding member of the National Aboriginal Conference (NAC). He was elected chairman for the Northern Territory in October 1981. In this position, he would serve as an advisor to the governments of Malcolm Fraser and Bob Hawke on matters relating to indigenous people.\nIn 1979, a group called the National Aboriginal Government occupied Capital Hill in Canberra and set up the Tent Embassy. Kevin Gilbert and other protesters demanded that the federal government enter into negotiations for a treaty with Aboriginal people. Prime Minister Malcolm Fraser said he would only discuss the matter with the NAC, since it was the only elected body representing Aboriginals. Shortly after, the NAC began working on a draft proposal for this treaty. The government was opposed to the word \"treaty\", so the NAC chose to use a Yolgnu word, \"Makarrata\".\nAfter his appointment as the NAC chairman for the Northern Territory, Forrester was put on the subcommittee in charge of drafting the \"Makarrata\" proposal. The proposal was for a treaty that recognised the sovereignty of Aboriginal nations in Australia. People wanted the government of Australia to deal with Aboriginal nations as it would deal with another sovereign nation under international law. Through the 1980s, the support for this treaty amongst Aboriginal people grew steadily. After talking with Aboriginal communities in his home region, Forrester was convinced that his people were in favour of a treaty. He argued, however, that the negotiations should be done under the oversight of the United Nations.\nThe NAC was dissolved by the Hawke government in 1985. Despite this, planning on the content and principles of the \"Makarrata\" proposal continued, with Forrester staying very involved. The campaign for the treaty remained strong through the 1980s, reaching its height in 1988. Forrester did an interview with Kevin Gilbert about it on CAAMA radio in 1989.\nEconomic apartheid.\nAs more and more Aboriginal people around Uluṟu became involved in tourism, Forrester began working as a tour guide at Kings Canyon. He later became a ranger for Uluṟu-Kata Tjuṯa National Park, and a mentor at Alice Springs Desert Park, training young Aboriginal people as guides and park rangers. He believed tourism and conservation had excellent opportunities for Aboriginal people. He was firmly against any economic development that comes from uranium mining. A lot of central Australian communities depend on grants to mining companies for income, but Forrester argues that this reliance must be broken.\nWhile working in tourism, Forrester became outspoken about the lack of job opportunities for indigenous people living in the centre of Australia. Because of this, he said, the communities were living in poverty, and that the situation would continue to get worse until the federal government began talking to the communities directly. A lot of the problem, Forrester claimed, was due to racism. He called the situation \"economic apartheid\". He also acknowledged, however, that most people from indigenous-speaking communities lacked the literacy in English needed to keep a job. Most adults could not read and write, and the younger people did not have enough access to education. As a result, Forrester worked for several years in developing school curricula. In May 2011, the Ayers Rock Resort at Yulara was sold to the Indigenous Land Corporation. At the time of the sale, two out of the 700 people working at the resort were indigenous. At the start of 2013, it was reported that the number of indigenous workers had risen to 170; 35% of them were from Muṯitjulu.\nDespite being critical of Malcolm Fraser whilst he was in office, Forrester later reflected that Fraser was one of the few Prime Ministers who sat down to talk with indigenous communities about issues affecting them.\nThe Intervention.\nIn 2006, an ABC television program reported that children in Muṯitjulu as young as five had contracted sexually transmitted diseases and that girls were being prostituted for petrol. Indigenous Affairs Minister Mal Brough claimed that children at Muṯitjulu were being sexually abused. This caused serious anger from Muṯitjulu leaders. When Brough visited the community in October, Forrester shouted at the minister and demanded that he say sorry.\nA formal inquiry later found that alcoholism and child sexual abuse were widespread in remote Aboriginal communities of the Territory. In response, in 2007, the government of John Howard introduced a series of measures aimed at addressing the problem. It is often referred to as \"the intervention\". The measures were seen as racially discriminatory by many people, including Forrester. He was already a leader in Muṯitjulu at the time. In February 2008, he travelled to the Tent Embassy in Canberra to hear the new Prime Minister, Kevin Rudd, formally say sorry to the members of the Stolen Generations. While he was there, he talked with other indigenous people from the Territory about the effects of the intervention. The group then met with politicians at Parliament House to discuss their demands. Forrester called the intervention an \"occupation\" of indigenous lands by the military, and demanded that the polices be stopped. He encouraged Aboriginal people in the Territory to disobey the intervention laws in protest.\nForrester argued that the social problems can be avoided if the government provides the right kind of schools and services. Despite statistics showing that the number of sex crimes against children in Muṯitjulu was going down, Forrester maintained that the community was still in crisis. He pointed to the fact that the population of Muṯitjulu had also decreased by more than 40%; people were leaving. Forrester claimed that the government has been too slow in dealing with the source of the problem (jobs and education), and that life in Muṯitjulu has only gotten worse since the intervention laws.\nIn 2009, Forrester was made chairman of the Muṯitjulu Community Council. Around this time his brother was accused of corruption and Vincent with the rest of the community council board forced his brother's resignation. He now lives on the outskirts of Alice Springs semi-retired but also a member of the National First Nations Uluru Constitutional Convention Board\nArtwork.\nForrester began painting in the early 1990s. He paints stories from the Dreamtime. He has said that his art represents a story and a \"spiritual legacy\" for his descendants. Originally, he used acrylic paints, but he has since began using natural ground-up paint made at Uluṟu. Traditional methods, tools and techniques are used to grind natural pigments into powder form, and then mixed with a binder to become a thick, sticky paint. The colours Forrester uses in his paintings are the traditional colours used for ceremonial body paint.\nHis painting \"Resurrection at Mutitujulu Waterhole\", done using these methods, was chosen as a finalist for the Togart Contemporary Art Award in 2012. It depicts the waterhole at Uluṟu, and the story of (rainbow serpent). It was part of a series dedicated to women.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indigenous_Australians","surface_form":"Aboriginal Australian","offset":36},{"uri":"Activism","surface_form":"activist","offset":58},{"uri":"Aboriginal_art","surface_form":"artist","offset":68},{"uri":"Organisation","surface_form":"organisation","offset":155},{"uri":"Mu%E1%B9%AFitjulu%2C_Northern_Territory","surface_form":"Muṯitjulu","offset":203},{"uri":"Chairperson","surface_form":"chairman","offset":241},{"uri":"Advisor","surface_form":"advisor","offset":310},{"uri":"Malcolm_Fraser","surface_form":"Malcolm Fraser","offset":362},{"uri":"Bob_Hawke","surface_form":"Bob Hawke","offset":381},{"uri":"Northern_Territory_National_Emergency_Response","surface_form":"Intervention","offset":536},{"uri":"Economy","surface_form":"economic","offset":592},{"uri":"Education","surface_form":"education","offset":605},{"uri":"Alice_Springs","surface_form":"Alice Springs","offset":702},{"uri":"Luritja","surface_form":"Luritja","offset":744},{"uri":"Arranda","surface_form":"Arranda","offset":756},{"uri":"Scottish_people","surface_form":"Scottish","offset":797},{"uri":"Cattle","surface_form":"cattle","offset":828},{"uri":"Station_(agriculture)","surface_form":"station","offset":835},{"uri":"Australian_Aboriginal_mythology","surface_form":"sacred legends","offset":911},{"uri":"Bushfood","surface_form":"bush foods","offset":965},{"uri":"Initiation","surface_form":"initiation","offset":1011},{"uri":"Jackaroo","surface_form":"station-hand","offset":1091},{"uri":"Stockman","surface_form":"stockman","offset":1108},{"uri":"Abattoir","surface_form":"abattoir","offset":1141},{"uri":"Australian_Defence_Force","surface_form":"army","offset":1185},{"uri":"Townsville","surface_form":"Townsville","offset":1193},{"uri":"Clown","surface_form":"clown","offset":1256},{"uri":"Rodeo","surface_form":"rodeo","offset":1268},{"uri":"First_language","surface_form":"first language","offset":1293},{"uri":"English_language","surface_form":"English","offset":1339},{"uri":"Activism","surface_form":"activist","offset":1406},{"uri":"Human_rights","surface_form":"human rights","offset":1561},{"uri":"Rebellion","surface_form":"rebelled","offset":1600},{"uri":"White_Australia_policy","surface_form":"assimilation policies","offset":1634},{"uri":"Aboriginal_land_rights_in_Australia","surface_form":"indigenous land rights","offset":1714},{"uri":"Central_Australian_Aboriginal_Congress","surface_form":"Central Australian Aboriginal Congress","offset":1818},{"uri":"Health_care","surface_form":"health care","offset":1867},{"uri":"Secretary","surface_form":"secretary","offset":1962},{"uri":"Central_Land_Council","surface_form":"Central Land Council","offset":2002},{"uri":"United_Nations_Working_Group_on_Indigenous_Populations","surface_form":"United Nations Working Group on Indigenous Populations","offset":2086},{"uri":"Geneva","surface_form":"Geneva","offset":2150},{"uri":"Central_Australian_Aboriginal_Media_Association","surface_form":"Central Australian Aboriginal Media Association","offset":2210},{"uri":"Treasurer","surface_form":"treasurer","offset":2303},{"uri":"Manager","surface_form":"manager","offset":2314},{"uri":"Board_of_directors","surface_form":"board member","offset":2332},{"uri":"National_Aboriginal_Conference","surface_form":"National Aboriginal Conference","offset":2494},{"uri":"Chairperson","surface_form":"chairman","offset":2547},{"uri":"Malcolm_Fraser","surface_form":"Malcolm Fraser","offset":2669},{"uri":"Bob_Hawke","surface_form":"Bob Hawke","offset":2688},{"uri":"Canberra","surface_form":"Canberra","offset":2824},{"uri":"Aboriginal_Tent_Embassy","surface_form":"Tent Embassy","offset":2848},{"uri":"Kevin_Gilbert_(author)","surface_form":"Kevin Gilbert","offset":2862},{"uri":"Protest","surface_form":"protest","offset":2886},{"uri":"Government_of_Australia","surface_form":"federal government","offset":2915},{"uri":"Treaty","surface_form":"treaty","offset":2964},{"uri":"Yolgnu","surface_form":"Yolgnu","offset":3287},{"uri":"Sovereignty","surface_form":"sovereignty","offset":3519},{"uri":"International_law","surface_form":"international law","offset":3694},{"uri":"United_Nations","surface_form":"United Nations","offset":4015},{"uri":"Tourism","surface_form":"tourism","offset":4474},{"uri":"Kings_Canyon_(Australia)","surface_form":"Kings Canyon","offset":4526},{"uri":"Ulu%E1%B9%9Fu-Kata_Tju%E1%B9%AFa_National_Park","surface_form":"Uluṟu-Kata Tjuṯa National Park","offset":4569},{"uri":"Alice_Springs_Desert_Park","surface_form":"Alice Springs Desert Park","offset":4617},{"uri":"Conservation","surface_form":"conservation","offset":4729},{"uri":"Economic_development","surface_form":"economic development","offset":4819},{"uri":"Uranium","surface_form":"uranium","offset":4856},{"uri":"Mining","surface_form":"mining","offset":4864},{"uri":"Income","surface_form":"income","offset":4953},{"uri":"Employment","surface_form":"job","offset":5088},{"uri":"Poverty","surface_form":"poverty","offset":5220},{"uri":"Racism","surface_form":"racism","offset":5404},{"uri":"Apartheid","surface_form":"apartheid","offset":5446},{"uri":"Literacy","surface_form":"literacy","offset":5554},{"uri":"Education","surface_form":"education","offset":5687},{"uri":"Curriculum","surface_form":"curricula","offset":5767},{"uri":"Yulara%2C_Northern_Territory","surface_form":"Yulara","offset":5816},{"uri":"Australian_Broadcasting_Corporation","surface_form":"ABC","offset":6332},{"uri":"Sexually_transmitted_disease","surface_form":"sexually transmitted disease","offset":6423},{"uri":"Prostitution","surface_form":"prostituted","offset":6479},{"uri":"Petrol","surface_form":"petrol","offset":6495},{"uri":"Mal_Brough","surface_form":"Mal Brough","offset":6531},{"uri":"Child_sexual_abuse","surface_form":"sexually abused","offset":6588},{"uri":"Alcoholism","surface_form":"alcoholism","offset":6801},{"uri":"John_Howard","surface_form":"John Howard","offset":6942},{"uri":"Northern_Territory_National_Emergency_Response","surface_form":"series of measures","offset":6967},{"uri":"Racial_discrimination","surface_form":"racially discriminatory","offset":7092},{"uri":"Canberra","surface_form":"Canberra","offset":7257},{"uri":"Kevin_Rudd","surface_form":"Kevin Rudd","offset":7298},{"uri":"Stolen_Generations","surface_form":"Stolen Generations","offset":7351},{"uri":"Parliament_of_Australia","surface_form":"Parliament House","offset":7527},{"uri":"Occupied_territory","surface_form":"occupation","offset":7608},{"uri":"Australian_Defence_Force","surface_form":"military","offset":7647},{"uri":"Civil_disobedience","surface_form":"disobey","offset":7751},{"uri":"Protest","surface_form":"protest","offset":7784},{"uri":"Chairperson","surface_form":"chairman","offset":8421},{"uri":"Creation_story","surface_form":"stories","offset":8822},{"uri":"Dreamtime","surface_form":"Dreamtime","offset":8839},{"uri":"Spirituality","surface_form":"spiritual","offset":8901},{"uri":"Descendant","surface_form":"descendant","offset":8927},{"uri":"Acryl","surface_form":"acryl","offset":8960},{"uri":"Pigment","surface_form":"pigment","offset":9112},{"uri":"Body_painting","surface_form":"body paint","offset":9293},{"uri":"Waterhole","surface_form":"waterhole","offset":9471},{"uri":"Rainbow_Serpent","surface_form":"rainbow serpent","offset":9509}]}