{"id":379250,"url":"http://en.wikipedia.org/wiki/Slender_Man","text":"e=\"preserve\">The Slender Man (or Slenderman) is a fictional creature from an Internet meme. It appears as a tall and thin man, wearing a black suit and tie. The man's face is usually blank, without any features. It is said to stalk, abduct, or scare people, especially children.\nThe Slender Man was originally created on the Internet forum Something Awful in 2009. It has grown into a kind of urban legend.\nDescription.\nThe Slender Man is described as very tall and thin with unnaturally long arms. It can extend its arms to scare people or capture them. It has a white, featureless head and appears to be wearing a dark suit. In images, the figure is often out of focus and blurry. The Slender Man is associated with the forest and has the ability to teleport.\nOrigins.\nOne of two recovered photographs from the Stirling City Library blaze. Notable for being taken the day which fourteen children vanished and for what is referred to as “The Slender Man”. Deformities cited as film defects by officials. Fire at library occurred one week later. Actual photograph confiscated as evidence.\n1986, photographer: Mary Thomas, missing since June 13th, 1986.\nThese stories made it a work of fiction. Other users on the forum developed the character further, adding their own images or stories about \"The Slender Man\". However, is it possible to find supposed records of the monster dating back to the 14th century, a notable example is a medieval German folktale entitled \"Der Ritter\" (\"The Knight\" in German), it tells the history of a brave knight appointed by the church to slay a great evil entity who had been stealing children from a local village from around the Black Forest, Württemberg, in Southern Germany, by which some people claim the existence of the entity.\nDevelopment.\nThe Slender Man soon became very popular on the Internet. Many works of fanart, cosplay and fiction were created and spread from website to website. The first video series involving the Slender Man was published on YouTube. It is called \"Marble Hornets\", and is now one of the most popular Slender Man creations. Other YouTube serials about the Slender Man followed, including EverymanHYBRID and Tribe Twelve. In 2011, Markus \"Notch\" Persson, creator of the sandbox indie game \"Minecraft\", added a new character to the game. He named it the \"Enderman\" when many users on Reddit and Google+ commented on how similar it was to the Slender Man. A video game based on the Slender Man was released in 2012, named \"Slender: The Eight Pages\". Several popular variants of the game followed, including \"Slenderman's Shadow\" and \"Slender Man\" for iOS, which became the second most-popular app download. The sequel to \"Slender: The Eight Pages\", \"Slender: The Arrival\", was released in 2013.\nA horror movie about the Slender Man, \"Entity\", was released in 2013. Another, \"The Slender Man\", was released free online. On August 10, 2018, another movie about the character, \"Slender Man\", directed by Sylvain White, was released. \"Marble Hornets\" is also being made into a movie.\nThe Slender Man was called \"the first great myth of the web\" by the BBC. The success of the idea has been ascribed to the Internet's ability to connect people with one another. It has allowed anybody to build on the story and develop the character, and also shape it into whatever frightens them most.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fiction","surface_form":"fiction","offset":50},{"uri":"Monster","surface_form":"creature","offset":60},{"uri":"Internet_meme","surface_form":"Internet meme","offset":77},{"uri":"Suit_(clothing)","surface_form":"suit","offset":143},{"uri":"Necktie","surface_form":"tie","offset":152},{"uri":"Stalking","surface_form":"stalk","offset":226},{"uri":"Kidnapping","surface_form":"abduct","offset":233},{"uri":"Fear","surface_form":"scare","offset":244},{"uri":"Internet_forum","surface_form":"forum","offset":334},{"uri":"Something_Awful","surface_form":"Something Awful","offset":340},{"uri":"Urban_legend","surface_form":"urban legend","offset":393},{"uri":"Focus_(optics)","surface_form":"focus","offset":665},{"uri":"Forest","surface_form":"forest","offset":722},{"uri":"Teleportation","surface_form":"teleport","offset":752},{"uri":"Monster","surface_form":"monster","offset":1368},{"uri":"14th_century","surface_form":"14th century","offset":1395},{"uri":"Middle_Ages","surface_form":"medieval","offset":1432},{"uri":"Germany","surface_form":"German","offset":1441},{"uri":"Folklore","surface_form":"folktale","offset":1448},{"uri":"German_language","surface_form":"German","offset":1496},{"uri":"Evil","surface_form":"evil","offset":1584},{"uri":"Kidnapping","surface_form":"stealing","offset":1609},{"uri":"Child","surface_form":"children","offset":1618},{"uri":"Black_Forest","surface_form":"Black Forest","offset":1664},{"uri":"W%C3%BCrttemberg-Baden","surface_form":"Württemberg","offset":1678},{"uri":"Southern_Germany","surface_form":"Southern Germany","offset":1694},{"uri":"Fanart","surface_form":"fanart","offset":1853},{"uri":"Cosplay","surface_form":"cosplay","offset":1861},{"uri":"Fan_fiction","surface_form":"fiction","offset":1873},{"uri":"YouTube","surface_form":"YouTube","offset":1996},{"uri":"Markus_Persson","surface_form":"Markus \"Notch\" Persson","offset":2200},{"uri":"Minecraft","surface_form":"Minecraft","offset":2259},{"uri":"Non-player_character","surface_form":"character","offset":2283},{"uri":"Reddit","surface_form":"Reddit","offset":2352},{"uri":"Google%2B","surface_form":"Google+","offset":2363},{"uri":"IOS","surface_form":"iOS","offset":2618},{"uri":"Horror_movie","surface_form":"horror movie","offset":2764},{"uri":"Sylvain_White","surface_form":"Sylvain White","offset":2968},{"uri":"Myth","surface_form":"myth","offset":3091},{"uri":"BBC","surface_form":"BBC","offset":3115}]}