{"id":379267,"url":"http://en.wikipedia.org/wiki/Windows_3.0","text":"Windows 3.0, a graphical environment, is the third major release of Microsoft Windows, and was released on May 20, 1990. It became the first widely successful version of Windows and a rival to Apple Macintosh and the Commodore Amiga on the graphical user interface (GUI) front. It was followed by Windows 3.1.\nWindows 3.0 originated in 1989 when David Weise and Murray Sargent independently decided to develop a protected mode Windows as an experiment. They cobbled together a rough prototype and presented it to company executives, who were impressed enough to approve it as an official project.\nWindows 3.0a.\nOn December 31, 1990, Microsoft released Windows 3.0a. This version contained an improved ability to move pieces of data greater than 64KB (the original release could only manipulate one segment of RAM at a time). It also improved stability by reducing Unrecoverable Application Errors (UAEs) associated with networking, printing, and low-memory conditions. This version appears as \"Windows 3.00a\" in Help/About Windows system dialogs.\nWindows 3.0 with Multimedia Extensions.\nBased on Windows 3.0a, and originally called 3.0b, Windows 3.0 with Multimedia Extensions 1.0 was released in October 31, 1991 to support sound cards like the Creative Labs Sound Blaster Pro, as well as CD-ROM drives, which were then becoming increasingly available. This edition was released to Original Equipment Manufacturers (OEMs), mainly CD-ROM drive and sound card manufacturers, and some PCs came preloaded with it. This edition added basic multimedia support for audio input and output, along with new applications: Media Player, CD audio player, more advanced Help format, screen savers, and a new clock. These new features were integrated into Windows 3.1x. Microsoft developed the Windows Sound System sound card specification to complement these extensions. The new features were not accessible in Windows 3.0 Real Mode.\nThe MME API was the first universal and standardized Windows audio API. Wave sound events played in Windows (up to Windows XP) and MIDI I/O use MME. The devices listed in the \"Multimedia/Sounds and Audio\" control panel applet represent the MME API of the sound card driver.\nMME lacks channel mixing, so only one audio stream can be rendered at a time. MME supports sharing the audio device for playback between multiple applications starting with Windows 2000, up to two channels of recording, 16-bit audio bit depth and sampling rates of up to 44.1 kHz with all the audio being mixed and sampled to 44.1 kHz.","categories":[],"infobox_types":[],"annotations":[{"uri":"Microsoft_Windows","surface_form":"Microsoft Windows","offset":68},{"uri":"Apple_Macintosh","surface_form":"Apple Macintosh","offset":193},{"uri":"Amiga","surface_form":"Commodore Amiga","offset":217},{"uri":"Graphical_user_interface","surface_form":"graphical user interface","offset":240},{"uri":"Windows_3.1","surface_form":"Windows 3.1","offset":297},{"uri":"Sound_card","surface_form":"sound card","offset":1225},{"uri":"Creative_Technology_Limited","surface_form":"Creative Labs","offset":1246},{"uri":"Sound_Blaster","surface_form":"Sound Blaster Pro","offset":1260},{"uri":"CD-ROM","surface_form":"CD-ROM","offset":1290},{"uri":"Original_equipment_manufacturer","surface_form":"Original Equipment Manufacturers (OEMs)","offset":1383},{"uri":"Multimedia","surface_form":"multimedia","offset":1536},{"uri":"Compact_disc","surface_form":"CD","offset":1626},{"uri":"Windows_3.1x","surface_form":"Windows 3.1x","offset":1742},{"uri":"Windows_Sound_System","surface_form":"Windows Sound System","offset":1780},{"uri":"Windows_XP","surface_form":"Windows XP","offset":2036},{"uri":"Sound_card","surface_form":"sound card","offset":2176},{"uri":"Windows_2000","surface_form":"Windows 2000","offset":2368},{"uri":"Audio_bit_depth","surface_form":"audio bit depth","offset":2422}]}