{"id":379318,"url":"http://en.wikipedia.org/wiki/Steve_B%C3%A9gin","text":"Stéphan Bégin (); born June 14, 1978) is a Canadian ice hockey player. He played center for the Calgary Flames of the National Hockey League. He also played for the Nashville Predators, Montreal Canadiens, Dallas Stars, and Boston Bruins.\nBiography.\nAt the age of six, Bégin started his hockey career in the minor hockey leagues. He and his friend Sébastien Hubert played together in MAHG (). Gilles Bégin, his father, did not want to buy new hockey gear so he started with girl skates. Since his first hockey game, Bégin knew he wanted to play in the NHL.\nAfter two good seasons in MAHG where he was the best player on the ice, his class was novice. At nine years old, in his second season in novice category, Bégin ended the season with over 120 nets. The next year, he made the atom AA without difficulties. It was believed that he was too small to play AA but Bégin heard this and he started to change his style; he became more aggressive. In his second atom season, even if he was the smallest player, he was the one who protected the other kids. Bégin continued his ascension to the NHL in playing pee-wee CC for his first year in this category and AA the second year. Bégin was a complete athlete; he was a hockey player, he played soccer and he did box in his youth. He played AA at his first soccer season. At 14, he decided to put all his energy in hockey. At the age of 12, he started box training and he did box training until he had 20. In his first bantam season, he did the AA, He was in good shape because of his boxing training. Because of this, at the end of the year, a midget AAA hockey club, invited him to the camp. He was the last player to be subtracted but the coach told him that his place was reserved for the next season.\nBégin did two years in midget AAA and two year in LHJMQ (Ligue de Hockey Junior Majeur du Québec) with Val d’Or, before being drafted by Calgary in the NHL. He had his first chance in the big league in 1997-1998 season with the Flames. In 488 regular games in the NHL, he had 52 goals and 48 passes for a total of 100 points. He made 36 points in play-off matches and since his start in the NHL he has spend 539 minutes on the penalty bench.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canada","surface_form":"Canadian","offset":43},{"uri":"Ice_hockey","surface_form":"ice hockey","offset":52},{"uri":"Centre_(ice_hockey)","surface_form":"center","offset":81},{"uri":"Calgary_Flames","surface_form":"Calgary Flames","offset":96},{"uri":"National_Hockey_League","surface_form":"National Hockey League","offset":118}]}