{"id":379331,"url":"http://en.wikipedia.org/wiki/Oxford%2C_Nova_Scotia","text":"Oxford is a town in Cumberland County, Nova Scotia, Canada east of Amherst. The town is on Routes 104, 204, 301, and 321.\nHistory.\nOxford was established in 1791 by settler Richard Thompson. The name \"Oxford\" comes from the shallow river that was used to enter the town. Early settlers used Oxen to cross, or \"ford\", the river, and from here came the town's name.\nGeography.\nOxford is located at the junctions of three rivers. Much of the town lies in a floodplain and floods are common during the springtime. Salt Lake is located between the Black River Road and the Trans Canada Highway. A number of swamps and meadows connect this lake to the River Philip.\nIndustry.\nOxford is considered the wild blueberry capital of Canada as it is centred in a large blueberry growing region. Oxford Frozen Foods Ltd., a wild blueberry processor, is the largest employer in the town, processing up to three million pounds of berries a day during peak season. The plant and over 12,000 acres blueberry land are owned by local businessman, John Bragg.\nHistorically, the town was home to a manufacturing industry with a woollen mill and foundry being key employers.\nTransportation.\nCentrally located in Cumberland County, Oxford is well connected to the provincial and national road network.\nThe Trans Canada Highway (Highway 104) passed near just south of the town and provincial routes 204, 301, and 321 all travel through town via Pugwash Road, Brichwood Road, Water Street, Upper/Lower Main Street and Little River Road.\nIn terms of public transport, the town is serviced by Acadian Bus Lines, which stops at the Lower Main Market not far off the highway.\nHistorically, the town had freight and passenger rail service via CN's Oxford Subdivision, known locally as the 'Short Line', which ran from Oxford Junction to Stellarton. Passenger service was discontinued in 1960 and the line was abandoned in the 1990s.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cumberland_County%2C_Nova_Scotia","surface_form":"Cumberland County","offset":20},{"uri":"Nova_Scotia","surface_form":"Nova Scotia","offset":39},{"uri":"Canada","surface_form":"Canada","offset":52},{"uri":"Amherst%2C_Nova_Scotia","surface_form":"Amherst","offset":67},{"uri":"Nova_Scotia_Highway_104","surface_form":"104","offset":98},{"uri":"Nova_Scotia_Route_204","surface_form":"204","offset":103},{"uri":"Nova_Scotia_Route_301","surface_form":"301","offset":108},{"uri":"Nova_Scotia_Route_321","surface_form":"321","offset":117},{"uri":"Oxen","surface_form":"Oxen","offset":291},{"uri":"Junctions","surface_form":"junctions","offset":400},{"uri":"Floodplain","surface_form":"floodplain","offset":454},{"uri":"Blueberry","surface_form":"blueberry","offset":700},{"uri":"John_Bragg_(businessman)","surface_form":"John Bragg","offset":1027},{"uri":"Trans_Canada_Highway","surface_form":"Trans Canada Highway","offset":1282},{"uri":"Nova_Scotia_Highway_104","surface_form":"Highway 104","offset":1304},{"uri":"Nova_Scotia_Route_204","surface_form":"204","offset":1374},{"uri":"Nova_Scotia_Route_301","surface_form":"301","offset":1379},{"uri":"Nova_Scotia_Route_321","surface_form":"321","offset":1388},{"uri":"Stellarton","surface_form":"Stellarton","offset":1806}]}