{"id":37930,"url":"http://en.wikipedia.org/wiki/Doncaster","text":"Doncaster is a large town in the north of England. It is in South Yorkshire, and is a Metropolitan County (an area of dense population).\nDoncaster is a large town in the United Kingdom, and has more residents than many cities. Doncaster has fought to become a city for many years, but has failed to achieve this title. Many believe this is due to its closeness to other very large cities, such as Sheffield and Leeds.\nHistory.\nDoncaster is an ancient town that developed from a Roman fort called 'Danum'. It was built on a Roman road Ermine Street, which linked London to York. The fort was built where Doncaster Minster now stands.\nLater Doncaster developed into a medieval township with a fortified boundary and historic gates. What remains of the gates can still be seen in the town today. Doncaster also has a market which has existed for over 750 years.\nAs the centuries passed, Doncaster became an important staging post on the route between London and Edinburgh. An ancient road called the Great North Road passed straight through the very centre of Doncaster, and the town grew around and along this road.\nTrains.\nWhen railways were invented, Doncaster became famous for steam trains. It was an important stop for trains travelling between Scotland and London. It is still an important stop today. A big factory for making trains was built in Doncaster. Some of the finest and fastest steam trains in the world were built in Doncaster. These trains include \"The Flying Scotsman\", \"The Mallard\", and \"The Sir Nigel Gresley\". The station also houses a unique Victorian themed bar on platform 3b.\nAeroplanes.\nDoncaster was one of the first places in the country that made aeroplanes and had an airport. The first airshow in the country was held in Doncaster in 1908.\nDoncaster has an international airport which was opened in 2005. The airport is growing very fast and lots of people from across the region and across Europe now use Doncaster as a popular destination – which is something that people have already been doing for the last 2000 years.\nAttractions.\nDoncaster is famous for horse racing. Doncaster is one of the oldest racecourses in the world. It hosts two famous horse races: The Doncaster Cup, which is the oldest horse race in the world, and the St Leger Stakes, which is the oldest classic horse race in the world. There has been horse racing in Doncaster for over 500 years. The horse racing started because of the horses that used to pull horse-drawn coaches on the Great North Road.\nInfluence.\nDoncaster is also the name of a suburb in eastern Melbourne, Australia. It is home to two state primary schools: Doncaster Gardens Primary School and Doncaster Primary School.","categories":[],"infobox_types":["UK place"],"annotations":[{"uri":"England","surface_form":"England","offset":42},{"uri":"South_Yorkshire","surface_form":"South Yorkshire","offset":60},{"uri":"Population_density","surface_form":"dense population","offset":118},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":170},{"uri":"Sheffield","surface_form":"Sheffield","offset":397},{"uri":"Leeds","surface_form":"Leeds","offset":411},{"uri":"Ancient_history","surface_form":"ancient","offset":443},{"uri":"Ancient_Rome","surface_form":"Roman","offset":478},{"uri":"Fort","surface_form":"fort","offset":484},{"uri":"Ermine_Street","surface_form":"Ermine Street","offset":534},{"uri":"London","surface_form":"London","offset":562},{"uri":"York","surface_form":"York","offset":572},{"uri":"Doncaster_Minster","surface_form":"Doncaster Minster","offset":603},{"uri":"Medieval","surface_form":"medieval","offset":666},{"uri":"Boundary","surface_form":"boundary","offset":701},{"uri":"Gate","surface_form":"gate","offset":723},{"uri":"Edinburgh","surface_form":"Edinburgh","offset":959},{"uri":"Great_North_Road","surface_form":"Great North Road","offset":997},{"uri":"Steam_engine","surface_form":"steam trains","offset":1179},{"uri":"Scotland","surface_form":"Scotland","offset":1248},{"uri":"Aeroplane","surface_form":"aeroplane","offset":1677},{"uri":"Airshow","surface_form":"airshow","offset":1718},{"uri":"International_airport","surface_form":"international airport","offset":1789},{"uri":"Europe","surface_form":"Europe","offset":1923},{"uri":"Horse_racing","surface_form":"horse racing","offset":2092},{"uri":"Racetrack","surface_form":"racecourses","offset":2137},{"uri":"Coach_(carriage)","surface_form":"horse-drawn coaches","offset":2464},{"uri":"Melbourne%2C_Australia","surface_form":"Melbourne, Australia","offset":2570}]}