{"id":379363,"url":"http://en.wikipedia.org/wiki/Aquarius_(constellation)","text":"Aquarius is a constellation of the zodiac. It sits between Capricornus and Pisces. Its name is Latin for \"water-carrier\" or \"cup-carrier\", and its symbol is (Unicode ♒), which represents water. The astronomer Ptolemy listed Aquarius when he made a list of 48 constellations. It is also one of the 88 modern constellations.\nAquarius is a constellation also known as the Water Bearer and was a servant to the gods. He was also a human at one time. He was the son of King Tors. When he was human, his name was Ganymede. Usually when you see him in the sky, you can see him pouring water into the mouth of a fish; or Pisces.\nThere is a story of Ganymede when he was watching over his father’s sheep, he was captured and held captive by the Goddess of the Dawn.\nIn another version of the story, Zeus is captured by Ganymede. Than Zeus calls over his pet eagle to grab Ganymede and take him to the top of Mount Olympus and serve as a servant to the gods.\nOne man named Robert Graves thought that the origin of Aquarius was in Egypt. He thought that Aquarius represented the Nile River. He also thought that Aquarius was the God of the Nile. The Nile is just a river, but Robert thought that the river was water pouring out of Aquarius’ jar to make the Nile.\nAs a constellation, he comes after the constellation Capricornus just by one month and is south of the constellation Pegasus and north of Pisces, the brightest star in the night sky.\nDeep-sky objects.\nHelix Nebula\nSaturn Nebula\nReferences.\nAquarius, the Water Bearer. Pepperdine University, n.d. Web. 20 Dec. 2012. <http://faculty.pepperdine.edu/dgreen/>.\nLesikar, Arnold V. \"Constellation List.\" Constellation List. St. Cloud State University, n.d. Web. 15 Nov. 2012. <http://domeofthesky.com/clicks/constlist.html>.","categories":[],"infobox_types":[],"annotations":[{"uri":"Constellation","surface_form":"constellation","offset":14},{"uri":"Zodiac","surface_form":"zodiac","offset":35},{"uri":"Capricornus_(constellation)","surface_form":"Capricornus","offset":59},{"uri":"Pisces_(constellation)","surface_form":"Pisces","offset":75},{"uri":"Latin","surface_form":"Latin","offset":95},{"uri":"Ptolemy","surface_form":"Ptolemy","offset":209},{"uri":"Mount_Olympus","surface_form":"Mount Olympus","offset":899},{"uri":"Egypt","surface_form":"Egypt","offset":1020},{"uri":"Helix_Nebula","surface_form":"Helix Nebula","offset":1453},{"uri":"Saturn_Nebula","surface_form":"Saturn Nebula","offset":1466}]}