{"id":379308,"url":"http://en.wikipedia.org/wiki/Andr%C3%A9_Roy","text":"André Roy (born February 8, 1975) is an American-born Canadian former professional ice hockey player who played in the National Hockey League (NHL).\nFamily.\nRoy was born Mamaroneck, near Port Chester, New York.\nHis mother, Heidi Golombeck, is from Germany. She moved to New York in 1969. There she met André's father, Gilles Roy. They got married a few weeks later. They left New York to go to Mamaroneck, near Port Chester, New York. They had three children: Marc, Kevin and André. When André was only two months old, the family moved to Sainte-Julienne, Quebec. This village is in the region of Lanaudière.\nHockey.\nAndré started to play hockey at the age of five. He started playing hockey in Novice A category but he was much better than the other players of his team. During his third season, he became an Atom CC player. Roy did not weigh as much as the other players, but he was one of the tallest. Martin Saint-Louis, another professional hockey player, said that when André was young, he was one of the best players in Lanaudière.\nDuring the winter, Roy stayed at the ice rink as much as possible. During the summer, he played hockey with rollerblades in the streets or in his driveway. According to his mother, he shot so many hockey pucks that he destroyed the cedar hedge and broke every window of his garage at least two times. In 1987, André entered in the Peewee BB category. His slapshots were so powerful that the other teams' goalkeepers were scared. The next year, Roy played in the Peewee AA category. During his third season in the Peewee category, Roy wanted to be in the AA team but problems he had with the AA's coach made it so that he could not. He met Steve Latreille, the BB's coach, during his third Peewee season. During his second season in the Bantam category, André tried to play in the AA team with the North's Sélects. Again, he could not because of issues with his ex-coach. He played in the CC category because there was no BB team that year in Saint-Jérôme. It was at this time that André started to forget his dream of playing in the NHL. He decided to quit hockey.\nThree days later, Steeve Latreille called him because he wanted a player as good as Roy in his team. André accepted and became the CC team's captain. According to Latreille, Roy is the best player coached by him, and also a very selfless person who did not want to steal the show because of his talent. He did a very good job as a captain and supported his whole team. Roy's powerful shot also became faster as he played more. Roy was accepted in the AA Midget team of Saint-Jérôme but he became a player in the Select's CC Midget team because his father had already organized a hockey trip to Finland. That trip led to him getting to play with the Midget AA team for the next season. It is during this season that he really started to attract QMJHL's recruiters.\nIn 1993, Roy was selected by the Beauport's Harfangs (renamed in 1997 as the Quebec Remparts) in fourth round. One year later, at age 19, his agent took him to the NHL Entry Draft of 1994. During the last Memorial Cup, many NHL recruiters had seen Roy's potential and had met him. He was not certain that he would be recruited that year but he was selected by the Bostons Bruins in sixth round, as the 151th choice of the draft.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":40},{"uri":"Canadians","surface_form":"Canadian","offset":54},{"uri":"Ice_hockey","surface_form":"ice hockey","offset":83},{"uri":"National_Hockey_League","surface_form":"National Hockey League","offset":119},{"uri":"Mamaroneck%2C_New_York","surface_form":"Mamaroneck","offset":170},{"uri":"Port_Chester%2C_New_York","surface_form":"Port Chester, New York","offset":187},{"uri":"Germany","surface_form":"Germany","offset":248},{"uri":"Marriage","surface_form":"married","offset":339},{"uri":"Sainte-Julienne%2C_Quebec","surface_form":"Sainte-Julienne, Quebec","offset":539},{"uri":"Village","surface_form":"village","offset":569},{"uri":"Lanaudi%C3%A8re","surface_form":"Lanaudière","offset":597},{"uri":"Atom_CC","surface_form":"Atom CC","offset":810},{"uri":"Weight","surface_form":"weigh","offset":838},{"uri":"Martin_Saint-Louis","surface_form":"Martin Saint-Louis","offset":905},{"uri":"Ice_rink","surface_form":"ice rink","offset":1076},{"uri":"Rollerblades","surface_form":"rollerblades","offset":1147},{"uri":"Cedar","surface_form":"cedar","offset":1271},{"uri":"Window","surface_form":"window","offset":1299},{"uri":"Garage","surface_form":"garage","offset":1313},{"uri":"Slapshot","surface_form":"slapshot","offset":1394},{"uri":"Goalkeeper","surface_form":"goalkeeper","offset":1443},{"uri":"NHL","surface_form":"NHL","offset":2072},{"uri":"Altruism","surface_form":"selfless","offset":2333},{"uri":"Finland","surface_form":"Finland","offset":2698},{"uri":"QMJHL","surface_form":"QMJHL","offset":2848},{"uri":"Agent","surface_form":"agent","offset":3010},{"uri":"Memorial_Cup","surface_form":"Memorial Cup","offset":3073},{"uri":"Bostons_Bruins","surface_form":"Bostons Bruins","offset":3232}]}