{"id":379414,"url":"http://en.wikipedia.org/wiki/Mary_Leakey","text":"Mary Leakey (6 February 1913 – 9 December 1996) was a British archaeologist and anthropologist, who spent much of her life working in East Africa, in Tanzania and Kenya.\nShe discovered the first fossilized \"Proconsul\" skull, an extinct primate. They had a mixture of Old World monkey and ape characteristics, and their position in the evolution of the apes is still not clear. Leakey also discovered the robust \"Zinjanthropus\" skull at Olduvai Gorge.\nFor much of her career she worked together with her husband, Louis Leakey, in Olduvai Gorge, uncovering the tools and fossils of ancient hominins. She developed a system for classifying the stone tools found at Olduvai. She also discovered the Laetoli footprints. In 1960 she became director of excavation at Olduvai and subsequently took it over, building her own staff. After the death of her husband she became a leading palaeoanthropologist, helping to establish the Leakey tradition by training her son, Richard, in the field.\nExcavations.\nLeakey served her apprenticeship in archaeology under Dorothy Liddell at Hembury in Devon, 19301934, for whom she also did illustrations. In 1934 she was part of a dig at Swanscombe where she discovered the largest elephant molar known at the time in Britain, but needed assistance to identify it.p47\nOlduvai.\nThe years 1935 to 1959, spent at Olduvai Gorge in the Serengeti plains of Northern Tanzania, yielded many stone tools from primitive stone-chopping instruments to multi-purpose hand axes. These finds came from Stone Age cultures dated as far back as 100,000 to two million years ago.\nThe Leakeys unearthed a \"Proconsul africanus\" skull on Rusinga Island, in October 1948.\nIn 1960, unable to leave the museum except on weekends, Louis appointed Mary director of excavation at Olduvai. She brought in a staff of Kamba tribesmen, instead of Kikuyu, who, she felt, took advantage of Louis. The first, Muteva Musomba, had kept her children's ponies. He recruited Kamoya Kimeu among others. Mary set up Camp 5 under Jonathan's direction. He was 19. From then on she had her own staff and associates.\nMary picked and sieved at the site from early morning dressed in old clothes, chain smoking cigarettes, always surrounded by her Dalmatian. She and Louis communicated by radio. On weekends he drove non-stop at high speed the 357 miles between Olduvai and Nairobi. The teen-age boys, Richard and Philip, were on site holidays and vacations.\nAfter Louis.\nAfter Mary's husband died, she continued her work at Olduvai and Laetoli. It was here, at the Laetoli site, that she discovered Hominin fossils that were more than 3.75 million-years-old. She also discovered fifteen new species of other animals and one new genus.\nFrom 1976 to 1981 Leakey and her staff worked to uncover the Laetoli hominid footprint trail which was left in volcanic ashes some 3.6 million years ago. The years that followed this discovery were filled with research at Olduvai and Laetoli, the follow-up work to discoveries and preparing publications.","categories":[],"infobox_types":[],"annotations":[{"uri":"East_Africa","surface_form":"East Africa","offset":134},{"uri":"Tanzania","surface_form":"Tanzania","offset":150},{"uri":"Kenya","surface_form":"Kenya","offset":163},{"uri":"Proconsul_(primate)","surface_form":"Proconsul","offset":207},{"uri":"Old_World_monkey","surface_form":"Old World monkey","offset":267},{"uri":"Ape","surface_form":"ape","offset":288},{"uri":"Zinjanthropus","surface_form":"Zinjanthropus","offset":412},{"uri":"Olduvai_Gorge","surface_form":"Olduvai Gorge","offset":436},{"uri":"Louis_Leakey","surface_form":"Louis Leakey","offset":512},{"uri":"Tool","surface_form":"tool","offset":559},{"uri":"Hominin","surface_form":"hominin","offset":588},{"uri":"Taxonomy","surface_form":"classifying","offset":625},{"uri":"Laetoli_footprints","surface_form":"Laetoli footprints","offset":695},{"uri":"Richard_Leakey","surface_form":"Richard","offset":960},{"uri":"Hembury","surface_form":"Hembury","offset":1069},{"uri":"Devon","surface_form":"Devon","offset":1080},{"uri":"Swanscombe","surface_form":"Swanscombe","offset":1167},{"uri":"Elephant","surface_form":"elephant","offset":1211},{"uri":"Molar","surface_form":"molar","offset":1220},{"uri":"Olduvai_Gorge","surface_form":"Olduvai Gorge","offset":1339},{"uri":"Serengeti","surface_form":"Serengeti","offset":1360},{"uri":"Tanzania","surface_form":"Tanzania","offset":1389},{"uri":"Hand_axes","surface_form":"hand axes","offset":1483},{"uri":"Stone_Age","surface_form":"Stone Age","offset":1516},{"uri":"Rusinga_Island","surface_form":"Rusinga Island","offset":1645},{"uri":"Kamba_people","surface_form":"Kamba","offset":1816},{"uri":"Kikuyu","surface_form":"Kikuyu","offset":1844},{"uri":"Kamoya_Kimeu","surface_form":"Kamoya Kimeu","offset":1964},{"uri":"Dalmatian_(dog)","surface_form":"Dalmatian","offset":2229},{"uri":"Laetoli","surface_form":"Laetoli","offset":2518},{"uri":"Hominin","surface_form":"Hominin","offset":2581},{"uri":"Species","surface_form":"species","offset":2673},{"uri":"Genus","surface_form":"genus","offset":2710},{"uri":"Volcanic_ash","surface_form":"volcanic ash","offset":2828}]}