{"id":379423,"url":"http://en.wikipedia.org/wiki/Laetoli","text":"Laetoli is a site in Tanzania, dated to the PlioPleistocene. It is famous for its hominin footprints, preserved in volcanic ash. The site of the Laetoli footprints is 45 km south of Olduvai gorge. It was excavated by archaeologists Louis and Mary Leakey in 1978. “The Laetoli Footprints” got a lot of attention from the public because they are convincing evidence of bipedalism in Pliocene hominins.\nDated to 3.6 million years ag,o they were the oldest known evidence of hominin bipedalism. Now older evidence has been found, such as the \"Ardipithecus ramidus\" fossils. The footprints and skeletal structure excavated at Laetoli were clear evidence that bipedalism evolved before enlarged brains in hominids. Although it is debated, it is believed the three individuals who made these footprints belonged to the species \"Australopithecus afarensis\". Together with footprints were other hominin and animal skeletal remains and Acheulean artifacts (hand-axes).\nAfter debate, it was decided that \"Australopithecus afarensis\" is the species of the three hominins who made the footprints at Laetoli. This is based on the reconstruction of the foot skeleton of a female \"A. afrarensis\" hominin. Detailed footprint analysis compared both human and bipedal animals such as bears and primates. Gaits (stride pattern), and foot structure were analysed. Step length, stride length, stride width and foot angle showed that \"A. afarensis\" was more human-like in gait than ape-like.\n\"A. afarensis\", then, is an obligate bipedal hominid. Its brain size was very similar to that of modern chimpanzees and gorillas. So, in one important respect it was like the genus \"Homo\" since it was bipedal. That means it was adapted to living in open woodland and savannah, not tropical rain forest. On the other hand, it had a brain about the size of an ape. This situation, where different traits of an animal evolve at different rates, is known as mosaic evolution.\nFootprints in Europe.\nThe oldest hominin footprints in Europe are in Britain. They are about 800,000 years to a million years old. They were found on Happisburgh beach, East Anglia.\nThe archaeologists describe them as \"the oldest known hominin footprint surface outside Africa at between ca. 1 million and 0.78 million years ago\". The site in known for its preservation of sediments with early Pleistocene fauna and flora. Since 2005 flint tools have been found. This means humans occupied northern Europe at least 350,000 years earlier than was thought before.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tanzania","surface_form":"Tanzania","offset":21},{"uri":"Pliocene","surface_form":"Plio","offset":44},{"uri":"Pleistocene","surface_form":"Pleistocene","offset":48},{"uri":"Hominin","surface_form":"hominin","offset":82},{"uri":"Volcanic_ash","surface_form":"volcanic ash","offset":115},{"uri":"Olduvai_gorge","surface_form":"Olduvai gorge","offset":182},{"uri":"Archaeologists","surface_form":"archaeologists","offset":217},{"uri":"Louis_Leakey","surface_form":"Louis","offset":232},{"uri":"Mary_Leakey","surface_form":"Mary Leakey","offset":242},{"uri":"Bipedal","surface_form":"bipedal","offset":367},{"uri":"Pliocene","surface_form":"Pliocene","offset":381},{"uri":"Ardipithecus_ramidus","surface_form":"Ardipithecus ramidus","offset":539},{"uri":"Evolved","surface_form":"evolved","offset":665},{"uri":"Australopithecus_afarensis","surface_form":"Australopithecus afarensis","offset":821},{"uri":"Acheulean","surface_form":"Acheulean","offset":926},{"uri":"Hand-axes","surface_form":"hand-axes","offset":947},{"uri":"Human","surface_form":"human","offset":1231},{"uri":"Animal","surface_form":"animal","offset":1249},{"uri":"Bears","surface_form":"bears","offset":1265},{"uri":"Primate","surface_form":"primate","offset":1275},{"uri":"Chimpanzee","surface_form":"chimpanzee","offset":1573},{"uri":"Gorilla","surface_form":"gorilla","offset":1589},{"uri":"Homo","surface_form":"Homo","offset":1651},{"uri":"Woodland","surface_form":"woodland","offset":1723},{"uri":"Savannah","surface_form":"savannah","offset":1736},{"uri":"Tropical","surface_form":"tropical","offset":1750},{"uri":"Rain_forest","surface_form":"rain forest","offset":1759},{"uri":"Trait_(biology)","surface_form":"traits","offset":1864},{"uri":"Mosaic_evolution","surface_form":"mosaic evolution","offset":1923},{"uri":"Happisburgh","surface_form":"Happisburgh","offset":2091},{"uri":"East_Anglia","surface_form":"East Anglia","offset":2110},{"uri":"Pleistocene","surface_form":"Pleistocene","offset":2335},{"uri":"Fauna","surface_form":"fauna","offset":2347},{"uri":"Flora","surface_form":"flora","offset":2357},{"uri":"Flint","surface_form":"flint","offset":2375}]}