{"id":379539,"url":"http://en.wikipedia.org/wiki/Pavel_Datsyuk","text":"Pavel Datsyuk was born 20 July, 1978. The city where he was born is named Yekaterinburg in Russia. He was a professional ice hockey player and played for SKA Saint Petersburg. He used to play in the NHL for the Detroit Red Wings.\nFamily.\nHis mother died when he was 12 years old. In the middle of the 1990s, he started to play for the farm team of Dynamo Yekaterinburg. There he was noticed by the new trainer of the team, Vladimir Krikunov. He saw the talent of the young Datsyuk on the soccer field. He noticed his anticipation, vision and intelligence were certainly over the average of the team. It took a long time before Pavel was contacted by an NHL scout, because he was too small. He was only 1,73m and 66 kg when he began his professional career. He was not supposed to be drafted in the NHL, but the scout of the Detroit Red Wings came to watch the defenseman Dimitiri Kilimine and he was impressed by this little sized player.\nNational Hockey League career.\nPavel Datsyuk was drafted in 1998 by the Detroit Red Wings, 171st overall. He began to play in the NHL in 2001-2002; he played 70 games and scored 11 goals. One year later, a new prospect joined the team, Henrik Zetterberg. They played together with the veteran, Brett Hull. Since that season, Henrik and Pavel are still playing with each other. Pavel is a center and one of the best two way player of the NHL. In a survey made by the journalist, 247 hockey players, consider Pavel as the most difficult player to take the puck off during a game. He won many trophies in the league. Four years in a row he won the Lady Bing Memorial Trophy. The most productive years of Pavel Datsyuk were in 2008-2009, where he collected 97 points for 32 goals and 65 assists.","categories":[],"infobox_types":[],"annotations":[{"uri":"Yekaterinburg","surface_form":"Yekaterinburg","offset":74},{"uri":"Russia","surface_form":"Russia","offset":91},{"uri":"Ice_hockey","surface_form":"ice hockey","offset":121},{"uri":"SKA_Saint_Petersburg","surface_form":"SKA Saint Petersburg","offset":154},{"uri":"National_Hockey_League","surface_form":"NHL","offset":199},{"uri":"Detroit_Red_Wings","surface_form":"Detroit Red Wings","offset":211},{"uri":"National_Hockey_League","surface_form":"NHL","offset":653},{"uri":"National_Hockey_League","surface_form":"NHL","offset":798},{"uri":"Detroit_Red_Wings","surface_form":"Detroit Red Wings","offset":824},{"uri":"NHL_Entry_Draft","surface_form":"1998","offset":999},{"uri":"Detroit_Red_Wings","surface_form":"Detroit Red Wings","offset":1011},{"uri":"National_Hockey_League","surface_form":"NHL","offset":1069},{"uri":"Brett_Hull","surface_form":"Brett Hull","offset":1233},{"uri":"National_Hockey_League","surface_form":"NHL","offset":1376}]}