{"id":379662,"url":"http://en.wikipedia.org/wiki/Les_Colocs","text":"Les Colocs were a Canadian rock band. It was formed in Montreal, Quebec in 1990. “Les Colocs” became well-known by playing different kinds of music, and because of its unique live performances.\n1990 to 1992.\nIn October 1990, André “Dédé” Fortin and Louis Léger were in the band “Cha Cha and the Chain Gang.” They left that band and began “Les Colocs” in Montreal. They gave their first show at the Tallulah Darling for the International Festival of Rock.\nOne of the band's members, Marc Déry, left Les Colocs to create his own band, the Zébulon. Les Colocs put an advertisement in the newspaper looking for a new band member, and Serge Robert answered the ad. He became the band's bass player.\nAfter a few shows, Les Colocs' guitarist, Louis Léger, left. Mike Sawatzky took his place.\nThe name \"Les Colocs\" was made official in 1992 at the “Festival international d'été de Québec.\" Les Colocs was the opening act, with André Fortin, Mike Sawatsky, Jimmy Bourgoing, Patrick Esposito di Napoli, and Serge Robert performing.\nIn 1992, the band signed their first contract with the record label BMG Music Canada.\n1993 to 1995.\nIn 1993, the band's first album, \"Les Colocs\", was released. It sold over 150,000 copies.\nIn October 1993, Les Colocs won four Félix awards. Two of these awards were for being group of the year and revelation (new surprise) of the year.\nIn 1994, the band's harmonica player, Patrick Esposito di Napoli, died of AIDS.\nIn 1995, Les Colocs made their second album. Dédé Fortin decided on a special release date because he is a strong separatist- he believes that Quebec should be separate and independent from Canada. He decided to release the second album on October 30th, 1995, which was the date of the second referendum on Quebec sovereignty.\nSome time later, Dédé decided to fire Serge Robert from the band. A year later, Les Colocs hired André Vanderbiest.\n1996 to 2000.\nIn May 1998, Les Colocs made the third and last album that would come out during Dédé Fortin's life. It was called \"Dehors Novembre\". The album is dedicated to Patrick Esposito Di Napoli, who had died 4 years before. In this album, like the others, the lyrics are dark, and some people say that they show the singer's feelings of culpability and despair. The album sold over 100,000 copies throughout Quebec.\nIn November 1998, Les Colocs won the Félix award for rock album of the year.\nOn May 8, 2000, André “Dédé” Fortin killed himself. This ended the group.","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"Rock_music","surface_form":"rock","offset":27},{"uri":"Band","surface_form":"band","offset":32},{"uri":"Montreal","surface_form":"Montreal","offset":55},{"uri":"Quebec","surface_form":"Quebec","offset":65},{"uri":"Concert","surface_form":"live performances","offset":175},{"uri":"Advertising","surface_form":"advertisement","offset":564},{"uri":"Bass_guitar","surface_form":"bass","offset":681},{"uri":"Guitar","surface_form":"guitarist","offset":725},{"uri":"Contract","surface_form":"contract","offset":1059},{"uri":"Record_label","surface_form":"record label","offset":1077},{"uri":"Album","surface_form":"album","offset":1148},{"uri":"Harmonica","surface_form":"harmonica","offset":1379},{"uri":"AIDS","surface_form":"AIDS","offset":1433},{"uri":"Separatism","surface_form":"separatist","offset":1553},{"uri":"Sovereignty","surface_form":"separate and independent","offset":1599},{"uri":"Plebiscite","surface_form":"referendum","offset":1732},{"uri":"Quebec","surface_form":"Quebec sovereignty","offset":1746},{"uri":"Dedication","surface_form":"dedicated","offset":2043},{"uri":"Lyrics","surface_form":"lyrics","offset":2149},{"uri":"Guilt_(emotion)","surface_form":"culpability","offset":2226},{"uri":"Suicide","surface_form":"killed himself","offset":2418}]}