{"id":379632,"url":"http://en.wikipedia.org/wiki/Pauline_Gill","text":"e=\"preserve\">Pauline Gill is a writer from Quebec, member of. She grew up in Bas-St-Laurent and lived in Longueil for thirty-three years. She has been in Verchères since 2006. She studied sociology, pedagogy, history and letters at university. From 1996 to 2001, Pauline Gill was a linguistic reviser for the Collège Rosemont and some publishing houses. She co-founded in 1988, so she wrote some chronicles in its newspaper by the years. In 2001, she has been co-scenarist to produce a television series on her trilogy '. Pauline Gill has accomplished a lot of things in her life.\nBefore starting only writing, she taught a lot (1959-1996) in primary schools, high schools and colleges. She taught sociology, gerontology and history of Quebec. She has also been a research assistant for the INRS (Briefly,), sector society and culture. Since 1990, she has been writing full time. She writes history books that talk about women of the past who built Quebec. She wrote the trilogy \"Docteure Irma\", about the life of Irma LeVasseur, first French Canadian woman who has studied medicine. She also wrote ', which is about Victoire Du Sault, the first lady to become a shoemaker. Other works are ', ', and '.\nHowever, she not only wrote about history. She has also written for young people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Quebec","surface_form":"Quebec","offset":43},{"uri":"Bas-St-Laurent","surface_form":"Bas-St-Laurent","offset":77},{"uri":"Longueil","surface_form":"Longueil","offset":105},{"uri":"Verch%C3%A8res","surface_form":"Verchères","offset":154},{"uri":"Sociology","surface_form":"sociology","offset":188},{"uri":"Pedagogy","surface_form":"pedagogy","offset":199},{"uri":"Gerontology","surface_form":"gerontology","offset":709},{"uri":"Irma_LeVasseur","surface_form":"Irma LeVasseur","offset":1014},{"uri":"Victoire_Du_Sault","surface_form":"Victoire Du Sault","offset":1117}]}