{"id":379639,"url":"http://en.wikipedia.org/wiki/Great_highland_bagpipe","text":"The Great Highland bagpipe is a four-reed woodwind instrument from Scotland. The instrument is made of a leather or synthetic bag. The three drones are single-reed instruments and make harmonies. The chanter is a double-reed instrument used to play the melody. The instrument also has a blowpipe used to inflate the bag.\nBag and blowpipe.\nThe bag is filled with air by the player to inflate it and flow air into the drones and the chanter. The bag used to be made of leather (sheepskin or cow) but is now commonly made of synthetic material (Gore-Tex) for the ease of maintenance. The blowpipe is a simple pipe used to inflate the bag with the player’s breath.\nDrones.\nThe great highland bagpipe has three drones used for harmonies. The big one is called a “bass drone” and the two little one are called the tenors. These three drones are tuned on the same note and give the background sound that harmonizes with the chanter. The length of the drones can be adjusted to tune them. If the length is shorten, the pitch will be sharper, if it’s lengthen, the pitch will be lower.\nChanter.\nThe chanter is a conical bored instrument with height holes in it. This instrument has been made of wood since the instrument's origin but is now made of plastic in some cases. The player opens or closes some of these holes with his fingers to give the melody.\nPlaying.\nTo play the instrument, the player (called a bagpiper or a piper) will inflate the bag and will place it under his left arm when the bag is fully inflated. The piper will now keep the pressure in the instrument with his arm. When he has to stop breathing in the bag, he’ll use his elbow to press the bag and keep the pressure on. This way of playing gives the opportunity to the player to play music during a long period of time without stopping for the need of breathing. Once the instrument is inflated, the piper have to tune one of the drones to match the chanter and, after that, he'll tune drones to match them together. If the piper do this operation carefully, he will be able to have a perfectly balance instrument. Once it's done, the player can start playing his instrument.","categories":[],"infobox_types":[],"annotations":[{"uri":"Reed_(instrument)","surface_form":"reed","offset":37},{"uri":"Woodwind_instrument","surface_form":"woodwind instrument","offset":42},{"uri":"Scotland","surface_form":"Scotland","offset":67},{"uri":"Leather","surface_form":"leather","offset":105},{"uri":"Wood","surface_form":"wood","offset":1186},{"uri":"Plastic","surface_form":"plastic","offset":1240}]}