{"id":379631,"url":"http://en.wikipedia.org/wiki/Show_jumping","text":"Show jumping is an equestrian event that uses English riding.\nThe rider and horse must complete an obstacle course under the rules of the [http://www.fei.org International Federation of Equestrian sports].\nThe sport was born in the 18th century by fox hunters when England introduced fencing laws. Hunters were now obligated to jump fences and this became a very popular activity. In 1912, show jumping made its first appearance in the Olympic Games.\nShow jumping is one of the very few sports where men and women are equal in competitions. This sport requires a muscular horse with a good cardiovascular endurance. Also, it must have a quick and stable temperament for the best performance. The breeds that are the most sought for this sport are Selle Français, Anglo-Arabe, Oldenburg, Warmblood (including Holsteiner and Hanoverian), Thoroughbred and Trakehner.\nRules.\nTo win the first place, the rider and his horse must complete the course as quickly as possible without making any mistakes. A fault or mistake occurs when the horse knocks down a fence or obstacle or if it disobeys; such as refusing to jump or makes a run-out. In fact, if a fault occurs the rider receives a penalty and loses automatically four points per mistake. Also, a rider can lose some points if he exceeds the given time; a penalty is deduced at each exceeding second. Also, a rider can be eliminated because of a fall down or does not do the course correctly. The course is established in advance by the course designer. A designated judge decides whether the rider is eliminated or not and if he is, the judge decides when.\nThe riders who complete a course without any mistake can go to the next step, which is the jump-off. It is a shorter race: again the goal is to complete the course as quickly as possible and without making any mistake. The rider who has the best time wins the competition. If mistakes are made, seconds are added to the final time and this is why only the time score determines the winners.","categories":[],"infobox_types":[],"annotations":[{"uri":"Equestrian","surface_form":"equestrian","offset":19},{"uri":"Horse","surface_form":"horse","offset":76},{"uri":"Obstacle_course","surface_form":"obstacle course","offset":99},{"uri":"Olympic_Games","surface_form":"Olympic Games","offset":436},{"uri":"Competitions","surface_form":"competitions","offset":527},{"uri":"Penalty","surface_form":"penalty","offset":1181},{"uri":"Judge","surface_form":"judge","offset":1587}]}