{"id":37978,"url":"http://en.wikipedia.org/wiki/John_Wesley","text":"John Wesley (1703-1791) was one of the founders of the Methodist church. He was an Anglican minister and Christian theologian. He was an early leader in the Methodist movement. Wesley's life had three distinct phases. The first at Oxford University with the founding of the \"Holy Club\", the second while Wesley was a missionary priest in Savannah, Georgia; and the third after Wesley's return to England. Throughout his life, Wesley remained within the Church of England. He said a that his movement was well within the bounds of the Anglican Church.\nEarly life.\nJohn Wesley was born in Epworth, England. He was the son of Samuel Wesley, a graduate of Oxford, and minister of the Church of England. In 1669, Samuel married Susanna Annesley. Both Samuel and Susanna were raised in the same town.\nIn 1696, Samuel Welsey was appointed the rector of Epworth. This is where John was born. The Wesley children's early education was given by their parents in the Epworth rectory. Each child, including the girls, was taught to read as soon as they can could walk and talk.\nDuring his early youth, John Wesley had a deep religious experience. At the age of five, John was rescued from the burning rectory. This escape made deep impression on his mind. He regarded himself as set apart for God, as a \"brand plucked from burning\".\nJohn was admitted to the Charterhouse School, London. There he lived (for a while) the religious life in which he had been trained at home. His biographer, Tyerman, says that he went to Charterhouse a saint, but he became negligent of religious duties and left a sinner.\nOxford Student.\nIn June 1720, Wesley entered Christ Church, Oxford, with an annual allowance of 40 pounds as Charterhouse scholar. His health was poor and he found it hard to keep out of debt. There along with his brother Charles, he followed a strict religious life. He went to church often, prayed and helped people. He visited prisoners in jail. Some of them were condemned to be hanged. He drew up for 1721 a time-table of study, worship and service for each day of the week. This can still be seen in his earliest diary from April 15, 1725 to February 12, 1727. The Wesley brothers and a few other scholars in his \"Holy Club\" were called \"Methodists\" because they followed this strict method of life.\nMissionary to Georgia.\nJohn and Charles went to Georgia as missionary priests in the Anglican church. Their hope of converting many Indians to Christianity was unfulfilled. After a failed love affair by John, the brothers returned home. During the Atlantic crossing a strong storm almost sank their boat. John was very frightened but noticed that some Moravian Christians were at peace. This made him think that his faith was not the same as theirs. They were sure that God had forgiven their sins through faith in Christ.\nBeginning of Revival.\nIn 1738, he heard a reading of Luther's preface to the Epistle to the Romans, and penned the now famous lines: \"I felt my heart strangely warmed\". He then knew that God had forgiven him and that he was accepted by God. This revolutionized his ministry. Charles had a similar experience of salvation about the same time. John Wesley wrote many books about Scripture and the Christian life. Charles Wesley helped him with many hymns he wrote. These hymns supported the message that John preached.\nPersonality and activities.\nWesley travelled constantly, usually on horseback. He preached to many people. After a while some Anglican leaders told him not to preach in their churches. After that he preached outdoors. Sometimes thousands of people listened to his preaching. His followers stayed in the Anglican Church, but formed \"societies\" to help each other in faith. As the movement grew, Wesley examined and sent out preachers, began aid charities, and cared for the sick.\nHis followers were called Methodists. They spread to many countries. Soon there were many in the American Colonies. After the Revolutionary War there were few Anglican priests in America. Wesley send two superintendents to care for the Methodists there. Eventually, the Methodists became a separate denomination in both American and England.","categories":[],"infobox_types":[],"annotations":[{"uri":"1703","surface_form":"1703","offset":13},{"uri":"Methodist","surface_form":"Methodist","offset":55},{"uri":"Church","surface_form":"church","offset":65},{"uri":"Anglican","surface_form":"Anglican","offset":83},{"uri":"Theology","surface_form":"theologian","offset":115},{"uri":"University_of_Oxford","surface_form":"Oxford University","offset":231},{"uri":"Savannah%2C_Georgia","surface_form":"Savannah, Georgia","offset":338},{"uri":"Church_of_England","surface_form":"Anglican Church","offset":534},{"uri":"Clergy","surface_form":"rector","offset":836},{"uri":"Clergy","surface_form":"rectory","offset":1189},{"uri":"Christ_Church%2C_Oxford","surface_form":"Christ Church, Oxford","offset":1637},{"uri":"Moravian","surface_form":"Moravian","offset":2650},{"uri":"Luther","surface_form":"Luther","offset":2874},{"uri":"Epistle_to_the_Romans","surface_form":"Epistle to the Romans","offset":2898},{"uri":"Salvation_(Christianity)","surface_form":"salvation","offset":3132},{"uri":"Charles_Wesley","surface_form":"Charles Wesley","offset":3232},{"uri":"Hymn","surface_form":"hymn","offset":3268},{"uri":"Revolutionary_War","surface_form":"Revolutionary War","offset":3943}]}