{"id":379886,"url":"http://en.wikipedia.org/wiki/Northern_pygmy_owl","text":"The Northern pygmy owl (\"Glaucidium gnoma\") is a small owl native to North and Central America.\nDescription.\nThe Northern pygmy owl is small and has a long tail. It has shiny yellow eyes, yellow feet, and small tuffs of fur with its ears. Its feathers are a reddish brown speckled with white. Like all of the members of its family, it has fake eye spots that are black and outlined in white on the back of its neck. The Northern Pygmy Owl's stomach is white with black stripes. The Northern Pygmy Owl tends to perch in a diagonal position rather than an upright position.\nBreeding.\nNorthern pygmy owls nest and breed in evergreen-filled forests and woodlands with variety. They normally mate in Spring. They prefer to live in tree cavities or old woodpeckers' holes. They do not add anything to their nest. The mothers keep three or four eggs warm. But she waits for all of the eggs to be laid before she starts incubating. That is an inimitable trait of northern American owls. While the female owl takes care of the eggs, the male consistently brings food for them. After the eggs hatch, the mother takes care of them for about one week. The baby owls will gain the ability to fly in about twenty-seven to twenty-eight days.\nHabitat.\nNorthern pygmy owls are widespread across North America. They usually live in the scattered areas with less trees, rather than large parts of land with lots of unbroken trees. Northern pygmy owls are most active during the dawn or the dusk. Northern pygmy owls can also be seen in the daytime, when the weather is overcast. They like to perch on conifer or small trees, or in a snag. When they perch, they bob their head up and down, and flick their tails, and hold their tails to one side.\nDiet.\nOne third of the pygmy owls' diet are rodents, large insects, and small birds. Northern pygmy owls are very aggressive hunters, so fast that they can catch their prey in flight.","categories":[],"infobox_types":[],"annotations":[{"uri":"Owl","surface_form":"owl","offset":55},{"uri":"North_America","surface_form":"North","offset":69},{"uri":"Central_America","surface_form":"Central America","offset":79},{"uri":"Nest","surface_form":"nest","offset":602},{"uri":"Evergreen","surface_form":"evergreen","offset":620},{"uri":"Mating","surface_form":"mate","offset":687},{"uri":"Spring","surface_form":"Spring","offset":695},{"uri":"Incubation_period","surface_form":"incubating","offset":912},{"uri":"Dawn","surface_form":"dawn","offset":1459},{"uri":"Dusk","surface_form":"dusk","offset":1471},{"uri":"Rodent","surface_form":"rodent","offset":1771},{"uri":"Insect","surface_form":"insect","offset":1786},{"uri":"Bird","surface_form":"bird","offset":1805}]}