{"id":379831,"url":"http://en.wikipedia.org/wiki/Butterfly_McQueen","text":"Thelma \"Butterfly\" McQueen (January 7, 1911 – December 22, 1995) was an American actress. She was originally a dancer. McQueen first appeared on screen in 1939, as \"Prissy\", Scarlett O'Hara's maid in the movie \"Gone with the Wind\". She continued as an actress in movies through the 1940s, then moving to television acting in the 1950s.\nEarly life.\nButterfly was born Thelma McQueen in Tampa, Florida. She was planning to become a nurse until a high-school teacher suggested that she try acting. McQueen studied with Janet Collins and went on to dance with the Venezuela Jones Negro Youth Group. Around this time she received the nickname \"Butterfly\" because of her constantly moving hands in the Butterfly Ballet in a production of \"A Midsummer Night's Dream\". She had always hated her birth name, and later legally changed her name to Butterfly McQueen. She performed with the dance troupe of Katherine Dunham. She made her professional debut in George Abbott's \"Brown Sugar\".\nCareer.\nMcQueen's first on-screen credited role was \"Prissy\", the young maid in \"Gone with the Wind\". McQueen did not enjoy playing the part and felt it was demeaning to African Americans.\nShe also played a small part as a sales assistant in \"The Women\" (1939). She also played \"Butterfly\", Rochester's niece and Mary Livingstone's maid in the Jack Benny radio program, for a time during World War II. She appeared in a small role in \"Mildred Pierce\" (1945) and played a supporting role in \"Duel in the Sun\" (1946). By 1947, she had grown tired of the ethnic stereotypes she was required to play. She then ended her movie career.\nFrom 1950 until 1952 she played \"Oriole\", another racially stereotyped role, on the television series \"Beulah\". In a lighter moment, she appeared in an episode of \"The Dating Game\" in 1969.\nOffers for acting roles began to decline around this time, and she devoted herself to other pursuits including political study; she received a bachelor's degree in political science from City College of New York in 1975. In 1979 McQueen won a Daytime Emmy Award for her performance as Aunt Thelma, a fairy godmother in the \"ABC Afterschool Special\" episode \"The Seven Wishes of Joanna Peabody.\" She had one more role of substance in the 1986 movie \"The Mosquito Coast\".\nPersonal life.\nMcQueen never married or had any children. She lived in New York in the summer months and in Augusta, Georgia during the winter.\nIn July 1983, a jury awarded McQueen US$60,000 in a judgment stemming from a lawsuit she filed against two bus-terminal security guards. McQueen sued for harassment after she claimed the security guards accused her of being a pickpocket and a vagrant while she was at a bus terminal in April 1979.\nDeath.\nMcQueen died at age 84 on December 22, 1995 at Augusta Regional Medical Center in Augusta. She died from burns she had gotten when a kerosene heater she tried to light malfunctioned and burst into flames.\nA lifelong atheist, she donated her body to medical science and remembered the Freedom From Religion Foundation in her will.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":72},{"uri":"Actress","surface_form":"actress","offset":81},{"uri":"Dancer","surface_form":"dancer","offset":111},{"uri":"Scarlett_O%27Hara","surface_form":"Scarlett O'Hara's","offset":174},{"uri":"Gone_with_the_Wind_(film)","surface_form":"Gone with the Wind","offset":211},{"uri":"Tampa%2C_Florida","surface_form":"Tampa, Florida","offset":385},{"uri":"Nurse","surface_form":"nurse","offset":430},{"uri":"A_Midsummer_Night%27s_Dream","surface_form":"A Midsummer Night's Dream","offset":733},{"uri":"Demeaning","surface_form":"demeaning","offset":1135},{"uri":"African_Americans","surface_form":"African Americans","offset":1148},{"uri":"Jack_Benny","surface_form":"Jack Benny","offset":1322},{"uri":"World_War_II","surface_form":"World War II","offset":1366},{"uri":"Mildred_Pierce_(film)","surface_form":"Mildred Pierce","offset":1413},{"uri":"Duel_in_the_Sun_(film)","surface_form":"Duel in the Sun","offset":1469},{"uri":"Stereotype","surface_form":"stereotype","offset":1537},{"uri":"Beulah_(show)","surface_form":"Beulah","offset":1711},{"uri":"The_Dating_Game","surface_form":"The Dating Game","offset":1772},{"uri":"Political_science","surface_form":"political science","offset":1962},{"uri":"City_College_of_New_York","surface_form":"City College of New York","offset":1985},{"uri":"Daytime_Emmy_Award","surface_form":"Daytime Emmy Award","offset":2041},{"uri":"ABC_Afterschool_Special","surface_form":"ABC Afterschool Special","offset":2122},{"uri":"The_Mosquito_Coast","surface_form":"The Mosquito Coast","offset":2247},{"uri":"Augusta%2C_Georgia","surface_form":"Augusta, Georgia","offset":2376},{"uri":"Lawsuit","surface_form":"lawsuit","offset":2489},{"uri":"Thief","surface_form":"pickpocket","offset":2638},{"uri":"Vagrant","surface_form":"vagrant","offset":2655},{"uri":"Kerosene_heater","surface_form":"kerosene heater","offset":2850},{"uri":"Atheist","surface_form":"atheist","offset":2933},{"uri":"Freedom_From_Religion_Foundation","surface_form":"Freedom From Religion Foundation","offset":3001},{"uri":"Will_(law)","surface_form":"will","offset":3041}]}