{"id":37987,"url":"http://en.wikipedia.org/wiki/Hestia","text":"Hestia is a virgin Greek goddess of the hearth, home and fire. It was believed all hearths were her altars. She also symbolized the alliance between colonies and their mother cities. Her sacred animal is the donkey.\nFamily.\nHestia is the older sister of Demeter and Hera, and is also the sister of Zeus, Poseidon, and Hades. Her parents are Titans Rhea and Kronos.\nMyths.\nHestia was originally one of the Twelve Olympians. Her throne was described as plain, being made of wood with a woolen white cushion. She did not choose an emblem for herself.\nHestia was the first to be swallowed by her father Kronos when he ate the Twelve Olympians, and the last to be disgorged.\nShe gave up her throne on Mount Olympus, and gave it to Dionysus to avoid a possible civil war. Hestia instead tended to the sacred fire on Mount Olympus. Because she could not leave from the hearth, Hestia did not have many stories centered around her.\nIn ancient tales, Hestia refused the marriage offers of Apollo and Poseidon. She vowed on the River Styx to forever be a virgin goddess.\nWorship.\nHestia was always the first to receive offerings at every sacrifice in a household. Any hearth of a household was forbidden to go out unless the fire was ritually extinguished and ritually revived. The hearth of the prytaneum was Hestia's official sanctuary. When a new colony was formed, a flame from Hestia's public hearth in the mother city would be carried to the new settlement.","categories":[],"infobox_types":[],"annotations":[{"uri":"Greek_mythology","surface_form":"Greek goddess","offset":19},{"uri":"Hearth","surface_form":"hearth","offset":40},{"uri":"Fire","surface_form":"fire","offset":57},{"uri":"Altar","surface_form":"altar","offset":100},{"uri":"Demeter","surface_form":"Demeter","offset":254},{"uri":"Hera","surface_form":"Hera","offset":266},{"uri":"Zeus","surface_form":"Zeus","offset":298},{"uri":"Poseidon","surface_form":"Poseidon","offset":304},{"uri":"Hades","surface_form":"Hades","offset":318},{"uri":"Titans","surface_form":"Titans","offset":341},{"uri":"Rhea_(mythology)","surface_form":"Rhea","offset":348},{"uri":"Kronos","surface_form":"Kronos","offset":357},{"uri":"Twelve_Olympians","surface_form":"Twelve Olympians","offset":405},{"uri":"Mount_Olympus","surface_form":"Mount Olympus","offset":696},{"uri":"Dionysus","surface_form":"Dionysus","offset":726}]}