{"id":37991,"url":"http://en.wikipedia.org/wiki/Skink","text":"Skinks are a family of small lizards, the Scincidae. There are over 1,500 different species of skink.\nSkinks are different from other lizards. They have very small legs and necks. Some have no legs at all; these move more like snakes than lizards. Their tails can grow back when part of it is cut off. This is called regeneration.\nSkinks are small: most can only grow to be 12cm long. Some can grow to be 35cm. A trait of skinks is a love of digging and burrowing. Underground they are mostly safe from predators. Sometimes they dig tunnels for easy navigation. They also use their tongues to sniff the air and track their prey. When they encounter their prey, they chase it down until they corner it or manage to land a bite and then swallow it whole. Some skinks live in trees. If they do, then they usually have longer fingers.\nMany skinks are insectivorous. They may also eat other small invertebrates like earthworms, millipedes, slugs and snails. Some skinks supplement their diet with fruit and vegetables.\nSkinks have been around a long time: their jawbones appear in the fossil record about 140 million years ago, during the early Cretaceous. Definitively skink fossils appear later, during the Miocene period.","categories":[],"infobox_types":[],"annotations":[{"uri":"Family_(biology)","surface_form":"family","offset":13},{"uri":"Lizard","surface_form":"lizard","offset":29},{"uri":"Species","surface_form":"species","offset":84},{"uri":"Snakes","surface_form":"snakes","offset":227},{"uri":"Regeneration","surface_form":"regeneration","offset":317},{"uri":"Trait","surface_form":"trait","offset":413},{"uri":"Burrowing","surface_form":"burrowing","offset":454},{"uri":"Insectivorous","surface_form":"insectivorous","offset":847},{"uri":"Invertebrates","surface_form":"invertebrates","offset":892},{"uri":"Earthworms","surface_form":"earthworms","offset":911},{"uri":"Millipede","surface_form":"millipede","offset":923},{"uri":"Slugs","surface_form":"slugs","offset":935},{"uri":"Snails","surface_form":"snails","offset":945},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":1140},{"uri":"Miocene","surface_form":"Miocene","offset":1204}]}