{"id":380051,"url":"http://en.wikipedia.org/wiki/The_Gondoliers","text":"\"The Gondoliers; or, The King of Barataria\" is an operetta in two acts by Gilbert and Sullivan. It is the twelfth of their fourteen operettas. It was first performed at the Savoy Theatre in London on 7 December 1889. It ran for 554 performances. It tells of two gondoliers. One appears to be the heir to the throne of Barataria, but which one?\nOrigin.\nAfter completing \"The Yeomen of the Guard\", Sullivan wanted to leave light opera for more serious music. Gilbert reminded him that light, humorous operas were the source of their great success. Their manager Richard D'Oyly Carte promised Sullivan the opportunity to write a grand opera on the condition that he continue to write the light operas. Sullivan accepted. The grand opera would be \"Ivanhoe\".\nComposition.\nGilbert proposed a Venetian setting for the new light opera. Sullivan would have the chance to write bright, colorful music. Sullivan went to Venice to soak up the atmosphere. Once back in England, he received the lyrics to the new opera as Gilbert completed them. Sullivan however puttered at them. He was distracted with plans for the grand opera. He devoted the fall of 1889 however to \"The Gondoliers\". Sullivan labored at the light opera and completed it by December 2. The curtain went up on \"The Gondoliers\" on December 7 before a brilliant audience. The press raved.\nSuccess.\n\"The Gondoliers\" was an instant hit in London, chalking up 554 performances. It earned more money than any other Savoy opera in its original run. 20,000 copies of the published score were sold on publication, and over 70,000 copies of various arrangements were sold within a few days.\nD'Oyly Carte's \"E\" Company mounted the first provincial production on 19 February 1890 in Preston, Lancashire. From then on, it was never absent from the touring repertory until it was omitted from the final two seasons (September 1980–February 1982) before the closing of the D'Oyly Carte Opera Company.\nStory of the opera.\nMarco and Giuseppe are two gondoliers. One of them is believed to be the King of Barataria. But which one? It is decided that the two will jointly rule Barataria until the King's identity is brought to light. To complicate the story, a Princess has been promised in marriage to the King of Barataria. In the end, the two gondoliers marry their long time Venetian sweethearts. The Princess discovers her father's drummer boy is the long lost heir to the throne of Barataria. She is thrilled because she has always loved him. Everyone lives happily ever after.","categories":[],"infobox_types":[],"annotations":[{"uri":"Operetta","surface_form":"operetta","offset":50},{"uri":"Act_(theatre)","surface_form":"acts","offset":66},{"uri":"Gilbert_and_Sullivan","surface_form":"Gilbert and Sullivan","offset":74},{"uri":"London","surface_form":"London","offset":190},{"uri":"Heir","surface_form":"heir","offset":296},{"uri":"The_Yeomen_of_the_Guard","surface_form":"The Yeomen of the Guard","offset":370}]}