{"id":380208,"url":"http://en.wikipedia.org/wiki/Fountain_of_Apollo","text":"The Fountain of Apollo () is a fountain at the Palace of Versailles. It depicts the Greek sun god Apollo rising from the sea at daybreak in his four-horse chariot. He is accompanied by Tritons. In 1639, Louis XIII had a pond dug on the site of the fountain called the Pond of the Swans. In 1671, Louis XIV enlarged the pond. Le Brun suggested it be dedicated to Apollo based on its east-west orientation. The parallels drawn between Louis and the sun god also entered into the decision. Le Brun's Apollo is seen sitting in his four-horse chariot. He rises from the grotto of Thetys where he has spent the night. This theme was popular in the arts at the time. The gilded statue was made by Tuby of Rome. It was installed in 1671. Beyond the fountain lies the Grand Canal. The Fountain of Apollo incorrectly depicts Apollo rising in the west rather than the east.\nIn 2014, a same-scale replica was unveiled in Tainan, Taiwan, at the entrance of the Chimei Museum. The museum commissioned French artist Gills Perrault in 2008 to reproduce the Fountain of Apollo, same as the one in Palace of Versailles. It took three years for modern laser measuring and the mold to be made in France for the reproduction sculpture, and another three years to carve the marble in Italy. This Fountain of Apollo in Chimei Museum, however, correctly depicts Apollo rising from the east.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fountain","surface_form":"fountain","offset":31},{"uri":"Palace_of_Versailles","surface_form":"Palace of Versailles","offset":47},{"uri":"Apollo","surface_form":"Apollo","offset":98},{"uri":"Chariot","surface_form":"chariot","offset":155},{"uri":"Triton","surface_form":"Triton","offset":185},{"uri":"Louis_XIII","surface_form":"Louis XIII","offset":203},{"uri":"Pond","surface_form":"pond","offset":220},{"uri":"Swan","surface_form":"Swan","offset":280},{"uri":"Louis_XIV","surface_form":"Louis XIV","offset":296},{"uri":"Le_Brun","surface_form":"Le Brun","offset":325},{"uri":"Orientation","surface_form":"orientation","offset":392},{"uri":"Grotto","surface_form":"grotto","offset":565},{"uri":"Thetys","surface_form":"Thetys","offset":575},{"uri":"Tuby","surface_form":"Tuby","offset":690},{"uri":"Rome","surface_form":"Rome","offset":698},{"uri":"Grand_Canal","surface_form":"Grand Canal","offset":759},{"uri":"Tainan","surface_form":"Tainan","offset":909},{"uri":"Taiwan","surface_form":"Taiwan","offset":917},{"uri":"Chimei_Museum","surface_form":"Chimei Museum","offset":948},{"uri":"Palace_of_Versailles","surface_form":"Palace of Versailles","offset":1080}]}