{"id":380322,"url":"http://en.wikipedia.org/wiki/NASCAR_Hall_of_Fame","text":"The NASCAR Hall of Fame showcases drivers who have given large contributions to the sport of NASCAR. It also shows people who have been great grew chiefs, car owners, and others who have made big positive changes to NASCAR. Construction on the Hall of Fame began on January 26, 2007, and it officially opened on May 11, 2010. The City of Charlotte built and owns the NASCAR Hall of Fame. The Hall is run by the Charlotte Regional Visitors Authority. Winston Kelley is the NASCAR Hall of Fame Executive Director. The first class of people who were inducted in the hall of fame were inducted the day after the 2010 NASCAR Sprint All-Star Race. Richard Petty and Dale Inman helped unviel the first display at the Hall of Fame, which was the Plymouth Belvedere that Petty drove to 27 race wins in 1967.\nEligibility.\nTo be inducted into the Hall of Fame, somebody who used to drive in NASCAR had to have driven for at least 10 years. This person must also have been retired for at least three years.\nPeople who did not drive in NASCAR, but were part of the sport in an important way must have also been active for at least ten years. Under special circumstances, somebody may be inducted into the Hall of Fame even if they were not active for 10 years.\nCharter Class: Class of 2010.\nThe class was inducted on May 23, 2010.\nClass of 2011.\nThe Class of 2011 was announced on October 13, 2010, and was inducted on May 23, 2011.\nClass of 2012.\nThe Class of 2012 was announced on June 14, 2011, and was inducted on January 20, 2012.\nClass of 2013.\nThe Class of 2013 was announced on May 23, 2012 and was inducted on February 8, 2013.\nTickets.\nThe ticket prices are Adult $19.95, Senior (60+) $17.95, Military $17.95, and Children (5-12) $12.95. Open daily 10 a.m. - 6 p.m. (closed only Easter, Thanksgiving and Christmas)","categories":[],"infobox_types":[],"annotations":[{"uri":"NASCAR","surface_form":"NASCAR","offset":93},{"uri":"Construction","surface_form":"Construction","offset":224},{"uri":"Richard_Petty","surface_form":"Richard Petty","offset":642},{"uri":"Dale_Inman","surface_form":"Dale Inman","offset":660},{"uri":"Plymouth_Belvedere","surface_form":"Plymouth Belvedere","offset":738}]}