{"id":380575,"url":"http://en.wikipedia.org/wiki/Crown_Jewels_of_the_United_Kingdom","text":"e=\"preserve\">:\"About the Crown Jewels of England, and those added since the Union of the Crowns in 1603\"\nThe collective term Crown Jewels denotes the regalia and vestments worn by the sovereign of the United Kingdom during the coronation ceremony and at other state functions. The term refers to the following objects: the crowns, sceptres (with either the cross or the dove), orbs, swords, rings, spurs, the royal robe or pall, and several other objects connected with the ceremony.\nMany of these descend directly from the pre-Reformation period and have a religious and sacral connotation.\nThe effect of the English civil war.\nAfter the death of James I, Charles I came to the throne. His many conflicts with parliament, stemmed from his belief in the divine right of kings. The many religious conflicts in his reign triggered the English Civil War. After six years of war, Charles was defeated and executed by the parliamentarians. Oliver Cromwell became the Lord Protector of England and, less than a week after the king's execution, the monarchy was abolished. The newly created English Republic found itself in a desperate financial state after the war. To raise funds the 'Act for the sale of the personal estate of the King,Queen and Prince' was put forward. Trustees were appointed to value the jewels and sell them to the highest bidder. The most valuable of these objects was the Tudor State Crown, valued at £1,100 (£1,740,000 as of 2011); it was set with 28 diamonds, 19 sapphires, 37 rubies and 168 pearls.\nCrowns.\nThe present collection of Crown Jewels contains various crowns, some of which are used by every Sovereign, others being made personally for Sovereigns or for the Queen's Consort. Typically the crown of a King has a slightly pointed arched top, while that of a Queen has a slightly bowed top.\nKoh-i-Noor.\nThe Koh-i-Noor diamond was given to the East India Company by the former rulers of Punjab in 1849. It became part of the British Crown Jewels when Queen Victoria was proclaimed Empress of India in 1877. It also contains the Lahore Diamond (22.48 carats) from the Treasury of Lahore given to Queen Victoria by the East India Company in 1851. and a 17-carat (3.4 g) diamond given to Queen Victoria by the Sultan of the Ottoman Empire in 1856. The crown is now on display along with the other British Crown Jewels in the Tower of London.","categories":[],"infobox_types":[],"annotations":[{"uri":"Monarchy_of_the_United_Kingdom","surface_form":"sovereign of the United Kingdom","offset":184},{"uri":"Coronation","surface_form":"coronation","offset":227},{"uri":"Crown","surface_form":"crown","offset":323},{"uri":"Sceptre","surface_form":"sceptre","offset":331},{"uri":"Orb","surface_form":"orb","offset":377},{"uri":"Sword","surface_form":"sword","offset":383},{"uri":"Spur","surface_form":"spur","offset":398},{"uri":"Protestant_Reformation","surface_form":"Reformation","offset":528},{"uri":"Charles_I_of_England","surface_form":"Charles I","offset":657},{"uri":"Parliament_of_the_United_Kingdom","surface_form":"parliament","offset":711},{"uri":"Divine_right_of_kings","surface_form":"divine right of kings","offset":754},{"uri":"English_Civil_War","surface_form":"English Civil War","offset":833},{"uri":"Oliver_Cromwell","surface_form":"Oliver Cromwell","offset":935},{"uri":"Lord_Protector","surface_form":"Lord Protector","offset":962},{"uri":"East_India_Company","surface_form":"East India Company","offset":1873},{"uri":"Punjab","surface_form":"Punjab","offset":1916},{"uri":"Queen_Victoria","surface_form":"Queen Victoria","offset":1980},{"uri":"Empress_of_India","surface_form":"Empress of India","offset":2010},{"uri":"Lahore_Diamond","surface_form":"Lahore Diamond","offset":2057},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":2250}]}