{"id":380518,"url":"http://en.wikipedia.org/wiki/St._Edward%27s_Crown","text":"St. Edward's Crown is a part of the coronation regalia. The crown was commissioned for the Coronation of Charles II on 23 April 1661 from the Crown Jeweller, Robert Viner. After the 1689 coronation of William III, its importance diminished. It was often carried in procession and set on the altar rather than placed on the Monarch's head. The Imperial State Crown was used instead for the actual crowning. It was not until George V's coronation in 1911 that the crown resumed its traditional place.\nThe present St Edward's Crown contains much of the crown made in 1661 for the coronation of King Charles II. The crown is made of gold. It weighs 71oz 14dwt. It was set with hired stones for the coronations and then reset with imitations for display purposes. In 1911 it was fitted with 444 semi-precious stones. The crown frame dates to 1661 but it is possible that it (or parts of it) were constructed from a pre-Restoration crown. Materials used include gold, silver, platinum, enamel, tourmalines, topazes, rubies, amethysts, sapphires, garnet, peridot, zircons, spinel, aquamarines, velvet, and ermine.\nAt a coronation, the Archbishop of Canterbury takes the crown from the altar and places it reverently upon the Monarch's head. \"God save the King/Queen\" is heard. The princes and princesses, the peers and peeresses put on their coronets and caps. The trumpets sound and a royal salute is fired at the Tower of London. After the crowning, the Monarch is enthroned and receives the homage of the clergy, princes, and peers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Coronation","surface_form":"coronation","offset":36},{"uri":"Imperial_State_Crown","surface_form":"Imperial State Crown","offset":343},{"uri":"Charles_II_of_England","surface_form":"King Charles II","offset":591},{"uri":"Archbishop_of_Canterbury","surface_form":"Archbishop of Canterbury","offset":1128},{"uri":"Tower_of_London","surface_form":"Tower of London","offset":1408}]}