{"id":380513,"url":"http://en.wikipedia.org/wiki/Lady_Elizabeth_Delm%C3%A9_and_Her_Children","text":"\"Lady Elizabeth Delmé and Her Children\" (1779) is an oil on canvas portrait by Joshua Reynolds. It hangs in the National Gallery of Art, Washington, DC. The sitters in the picture are Lady Elizabeth Delmé and her children John and Isabella Elizabeth. They sat for their portraits in April and June 1777. Reynolds was paid three hundred pounds for the work in 1780, and touched up and re-varnished the picture in 1789.\nReynolds believed in the what was called the \"Grand Manner\". The two years involved in completing the portrait would have aged the children. \"But Reynolds worked from abstract principles of design rather than observation of nature,\" the National Gallery of Art writes, \"One of his conceptions for Grand Manner likenesses was: \"Each person should have the expression which men of his rank generally exhibit.\" Reynolds therefore suppressed psychological individuality to gain a grandeur appropriate for these aristocrats.\"\nReynolds alluded to the Madonnas of Raphael (such as the \"Madonna of the Goldfinch\") in the triangular configuration of the sitters. This was another attempt to evoke the Grand Manner. Rembrandt and Titian are hinted at in the browns of the background.\nCynthia Saltzman writes in \"Old Masters, New Worlds\" (2009) that \"Lady Delmé has a long, elegant face, heavy-lidded eyes, and towering powdered hair. She wears a white dress and a cloak that covers her knees in a cascade of rose-colored satin that speaks both to her beauty and to the luxury at her command.\" Saltzman writes that \"Lady Delmé\" is one of the finest representatives of Reynolds's intent to raise portraiture to the level of history painting. English portraiture of the period \"flattered the sitter\", Saltzman explains, by depicting the sitter as a member of a powerful ruling class whose very existence made the world a better place.","categories":[],"infobox_types":["artwork"],"annotations":[{"uri":"Portrait","surface_form":"portrait","offset":67},{"uri":"Joshua_Reynolds","surface_form":"Joshua Reynolds","offset":79},{"uri":"National_Gallery_of_Art","surface_form":"National Gallery of Art","offset":112},{"uri":"Washington%2C_DC","surface_form":"Washington, DC","offset":137},{"uri":"Raphael","surface_form":"Raphael","offset":975},{"uri":"Madonna_of_the_Goldfinch","surface_form":"Madonna of the Goldfinch","offset":997},{"uri":"Rembrandt","surface_form":"Rembrandt","offset":1124},{"uri":"Titian","surface_form":"Titian","offset":1138}]}