{"id":380519,"url":"http://en.wikipedia.org/wiki/Cry-Baby","text":"\"Cry-Baby\" is a 1990 American romantic teen musical movie written and directed by John Waters. It stars Johnny Depp as 1950s teen rebel \"Cry-Baby\" Wade Walker, and also features a large ensemble cast that includes Amy Locane, Iggy Pop, Traci Lords, Ricki Lake, Kim McGuire, David Nelson, Susan Tyrrell, and Patty Hearst. The film did not achieve high audience numbers in its initial release, but has subsequently become a cult classic and spawned a Broadway musical of the same name which was nominated for four Tony Awards.\nThe movie is a parody of teen musicals (particularly \"Grease\") and centers on a group of delinquents that refer to themselves as \"drapes\" and their interaction with the rest of the town and its other subculture, the \"squares\", in 1954 Baltimore, Maryland. \"Cry-Baby\" Walker, a drape, and Allison, a square, create upheaval and turmoil in their little town of Baltimore by breaking the subculture taboos and falling in love. The film shows what the young couple have to overcome to be together and how their actions affect the rest of the town.\nPart of the movie takes place at the now-closed Enchanted Forest amusement park in Ellicott City, Maryland. Others take place in the historic towns of Reisterstown, Jessup, Milford Mill and Sykesville, Maryland.\nPlot.\nIn 1954 Baltimore, Wade \"Cry-Baby\" Walker is the leader of a gang of \"Drapes\", which includes his teenage mom sister Pepper, facially disfigured Mona \"Hatchet Face\" Malnorowski, wild and free-spirited Wanda Woodward, and Milton Hackett, the nervous son of overzealous religious activists. His ability to shed a single tear drives all the girls wild. One day after school, he is approached by Allison Vernon-Williams, a pretty girl tired of being a \"square\", and the two fall in love. That same day, Cry-Baby approaches the \"square\" part of town to a talent show (\"Sh-Boom\", \"A Teenage Prayer\") at the recreation center where Allison's grandmother hosts events, and introduces himself to her, who is skeptical of his motives. Cry-Baby invites Allison to a party at Turkey Point, a local hangout spot for the drapes.\nDespite her grandmother's skepticism, Allison accompanies Cry-Baby to Turkey Point and sings with the drapes (\"King Cry-Baby\"). As Cry-Baby and Allison tell each other about their orphan lives (Cry-Baby's father was sent to the electric chair after being the \"Alphabet Bomber\" - a killer who bombed places in alphabetical order airport, barber shop etc.; Allison's parents always took separate flights to avoid orphaning her if they crashed, but one day both their planes went down), Allison's jealous square boyfriend, Baldwin, starts a riot. Cry-Baby is blamed for the fight and sent to a penitentiary, outraging all his friends and even Allison's grandmother, who is impressed by Cry-Baby's posture, manners, and musical talent.\nAs Lenora Frigid, a girl with a crush on Cry-Baby but constantly rejected by him, claims to be pregnant with his child, Allison feels betrayed and returns to Baldwin and the squares, though her grandmother advises her against rushing into a decision. Meanwhile, in the penitentiary, Cry-Baby gets a teardrop tattoo. He tells the tattoo artist, fellow drape Dupree (Robert Tyree): \"I've been hurt all my life, but real tears wash away. This one's for Allison, and I want it to last forever!\".\nEventually, Allison is persuaded by the newly established alliance between the Drapes and her grandmother to stand by Cry-Baby and join the campaign for his release (\"Please, Mr. Jailer\"). Cry-Baby is released but immediately insulted by Baldwin who, after revealing that his grandfather is the one who electrocuted Cry-Baby's father, challenges him to a chicken race. Cry-Baby wins, as Baldwin chickens out, and is reunited with Allison.\nThe movie ends with all watching the chicken race crying a single tear, all except for Allison and Cry-Baby, who has finally let go of the past, enabling him to cry from both eyes.","categories":[],"infobox_types":["movie"],"annotations":[{"uri":"United_States","surface_form":"American","offset":21},{"uri":"Romance_movie","surface_form":"romantic","offset":30},{"uri":"Teen_movie","surface_form":"teen","offset":39},{"uri":"Musical_movie","surface_form":"musical movie","offset":44},{"uri":"John_Waters_(filmmaker)","surface_form":"John Waters","offset":82},{"uri":"Johnny_Depp","surface_form":"Johnny Depp","offset":104},{"uri":"Ensemble_cast","surface_form":"ensemble cast","offset":186},{"uri":"Amy_Locane","surface_form":"Amy Locane","offset":214},{"uri":"Iggy_Pop","surface_form":"Iggy Pop","offset":226},{"uri":"Traci_Lords","surface_form":"Traci Lords","offset":236},{"uri":"Ricki_Lake","surface_form":"Ricki Lake","offset":249},{"uri":"Kim_McGuire","surface_form":"Kim McGuire","offset":261},{"uri":"David_Nelson_(actor)","surface_form":"David Nelson","offset":274},{"uri":"Susan_Tyrrell","surface_form":"Susan Tyrrell","offset":288},{"uri":"Patty_Hearst","surface_form":"Patty Hearst","offset":307},{"uri":"Cult_film","surface_form":"cult classic","offset":422},{"uri":"Broadway_theatre","surface_form":"Broadway","offset":449},{"uri":"Cry-Baby_(musical)","surface_form":"musical of the same name","offset":458},{"uri":"Tony_Award","surface_form":"Tony Award","offset":512},{"uri":"Parody","surface_form":"parody","offset":540},{"uri":"Grease_(movie)","surface_form":"Grease","offset":579},{"uri":"Juvenile_delinquency","surface_form":"delinquents","offset":614},{"uri":"Baltimore","surface_form":"Baltimore","offset":760},{"uri":"Maryland","surface_form":"Maryland","offset":771},{"uri":"Enchanted_Forest_(Maryland)","surface_form":"Enchanted Forest","offset":1117},{"uri":"Amusement_park","surface_form":"amusement park","offset":1134},{"uri":"Ellicott_City%2C_Maryland","surface_form":"Ellicott City, Maryland","offset":1152},{"uri":"Greaser_(subculture)","surface_form":"Drapes","offset":1357},{"uri":"Sh-Boom","surface_form":"Sh-Boom","offset":1851},{"uri":"Electric_chair","surface_form":"electric chair","offset":2330},{"uri":"Airport","surface_form":"airport","offset":2430},{"uri":"Barber_shop","surface_form":"barber shop","offset":2439},{"uri":"Prison","surface_form":"penitentiary","offset":2693}]}