{"id":380594,"url":"http://en.wikipedia.org/wiki/Bird_feet","text":"Bird feet are adapted to the life they lead, and the patterns are often use in avian classification. They are derived from the basic limb of ancestral tetrapods, the pentadactyl limb. Humans (and other primates) have the original five fingers and five toes. Birds have no more than four toes, inherited together with over a hundred anatomical features from theropod dinosaurs. These four toes are arranged into four main patterns.\nKnee joint.\nThe bird knee joint between the femur and tibia (or rather \"tibiotarsus\") points forwards, but is hidden in the feathers. The backward-pointing \"heel\" (ankle) that is easily visible is a joint between the tibiotarsus and the tarsometatarsus.\nTarsometatarsus.\nThe tarsometatarsus is the third segment of the leg. Only birds have this. It evolved from bones of the ankle in their ancestors. The tarsometatarsus is the extended foot area, which gives the leg extra lever length.\nScales.\nThe scales of birds are made of the same keratin as beaks, claws, and spurs. They are found on the toes and sometimes further up on the ankle. The scales and scutes of birds are thought to be homologous with those of reptiles, and feathers have developed from the scales of Archosaurs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Adapted","surface_form":"adapted","offset":14},{"uri":"Limb","surface_form":"limb","offset":133},{"uri":"Basal","surface_form":"ancestral","offset":141},{"uri":"Tetrapods","surface_form":"tetrapods","offset":151},{"uri":"Pentadactyl_limb","surface_form":"pentadactyl limb","offset":166},{"uri":"Primates","surface_form":"primates","offset":202},{"uri":"Theropod","surface_form":"theropod","offset":357},{"uri":"Knee","surface_form":"knee","offset":452},{"uri":"Femur","surface_form":"femur","offset":475},{"uri":"Tibia","surface_form":"tibia","offset":485},{"uri":"Feather","surface_form":"feather","offset":555},{"uri":"Heel","surface_form":"heel","offset":588},{"uri":"Ankle","surface_form":"ankle","offset":595},{"uri":"Keratin","surface_form":"keratin","offset":968},{"uri":"Homology_(biology)","surface_form":"homologous","offset":1119},{"uri":"Archosaurs","surface_form":"Archosaurs","offset":1201}]}