{"id":380553,"url":"http://en.wikipedia.org/wiki/The_Ballet_of_the_Nuns","text":"\"The Ballet of the Nuns\" is the first \"ballet blanc\" and the first romantic ballet. It is an episode in Act III of Giacomo Meyerbeer's grand opera, \"Robert le Diable\". It premiered in November 1831 at the Paris Opéra. The choreography (now lost) was created by either Filippo Taglioni or Jean Coralli.\nThe short ballet tells of deceased nuns rising from their tombs in a ruined cloister to seduce the knight, Robert le Diable. At the end of the ballet, the white-clad nuns return to their tombs. The ballet was created because officials at the Paris Opéra wanted to demonstrate the building's newly installed gas lighting. The lighting was capable of creating ghastly effects.\n\"The Ballet of the Nuns\" starred Marie Taglioni as the Abbess Helena. Although opening night was marred with a few mishaps, Taglioni made her indelible mark on the ballet world in the role. She became known for her ethereal qualities and her moral purity, and is one of the most celebrated ballerinas in history.\nStory.\nThe ballet opens with Bertram, Robert le Diable's father, entering the ruined cloister of Sainte-Rosalie. He summons the ghosts of nuns who have violated their vows. They rise from their graves. He orders them to seduce his son Robert into accepting a deadly talisman. The Abbess Helena orders the ghosts to waltz. In spite of their sacred vows, the nuns waltz. The dead nuns give themselves over to unholy thrills.\nRobert enters. The nuns hide, but return to prevent his escape. Robert stands terrified before a saint's tomb. The Abbess lures him towards the talisman in the saint's hand. Robert seizes it. The nuns continue their dance,fluttering like white moths. Their graves open and they sink into the earth. Stone slabs slide into place, covering the dead. A choir of demons is heard.\nBackground.\nBallet of the 18th century was based on rational thought and classical art. The French Revolution however ushered in a period that brought romantic ballet to the stage. Trapdoors, gas lighting, and other elements that became associated with the romantic ballet had been used in the popular theaters on the Paris boulevards for some time. Such elements would gain official sanction and prestige at the Paris Opéra in the middle decades of the 19th century.\nA ballet on a \"Robert le Diable\" theme was danced in Paris before Her Highness Mlle de Longueville in 1652. \"The Ballet of the Nuns\" however was something entirely new in concept to audiences on the ballet's opening night. Henri Duponchel, managing director of the Paris Opéra, was in charge of visual effects at the Opéra. He wanted to demonstrate the venue's recently installed gas lighting. Its reflectors produced a stronger, more keenly directed light than ever before. Working with him was Pierre Ciceri, chief scenery designer. Ciceri was inspired by either the Saint-Trophime cloister in Arles or the cloister of Monfort-l'Amaury for the ballet's moonlit setting.\nThe theme of the ballet is passion and death, and love beyond the grave. The scene is night rather than day, and Gothic Europe rather than the classical world of Greece and Rome. After almost 100 years of rational thought, audiences were clamoring for the mysterious, the supernatural, the vague, and the doomed. The story of the ballet is about a knight who slips into a cloister at midnight to steal a talisman from a dead saint's hand that will allow him to win a princess.\nHans Christian Andersen included the scene in one of his novels. Andersen writes of the scene, \"By the hundred they rise from the graveyard and drift into the cloister. They seem not to touch the earth. Like vaporous images, they glide past one another... Suddenly their shrouds fall to the ground. They stand in all their voluptuous nakedness, and there begins a bacchanal.\" The nuns were not completely naked, but Andersen did capture the essence of the scene.\nOpening night.\nOpening night was spoiled by a falling gaslight and a trapdoor that would not close properly. A piece of scenery fell, narrowly missing Taglioni. The curtain was brought down. The ballerina assured everyone she was unharmed. The curtain rose and the performance continued. It ended in a triumph for Meyerbeer, the Taglionis, and Dr. Louis Véron, the Opéra's new manager.\nDr. Véron had recently been awarded the Paris Opéra as a private enterprise. He had great faith in Taglioni. He raised her salary to an unprecedented 30,000 francs a year. Her father was named ballet master with a three year contract. Véron's boldness was rewarded when Taglioni fulfilled her promise and became a great star.\nReception.\nThe audience took prurient delight in the scandalous \"Nuns\". A reviewer for the \"Revue des Deux-Mondes\" wrote:A crowd of mute shades glides though the arches. All these women cast off their nuns' costume, they shake off the cold powder of the grave; suddenly they throw themselves into the delights of their past life; they dance like bacchantes, they play like lords, they drink like sappers. What a pleasure to see these light women.\n\"Nuns\" was the first \"ballet blanc\" and the first romantic ballet. The opera was performed 756 times between 1831 and 1893 at the Paris Opéra. French Impressionist Edgar Degas painted the ballet scene several times between 1871 and 1876.\nUnder her contract, Taglioni was to appear in \"Nuns\" about a dozen times. She left after six. It is possible that the erotic implications of the nuns' ballet did not set well with her. She may have been reluctant to appear in a ballet within an opera. A foot injury and the accidents that marred the first performance may have given the ballerina pause for thought. Bad press directed at her father may have caused Taglioni to withdraw. Taglioni was replaced by Louise Fitzjames, who danced the role 232 times.\nThe Danish choreographer August Bournonville saw Fitzjames's performance as the Abbess in Paris in 1841. He based his own choreography, which was used in Copenhagen between 1833 and 1863, on this. His choreography has been fully preserved. It represents the only record of the original.\nHenry Wadsworth Longfellow's future wife Fanny Appleton wrote, \"The diabolical music and the dead rising from their tombs and the terrible darkness and the strange dance unite to form a stage effect almost unrivaled. The famous witches' (nuns) dance in the freezing moonlight in the ruined abbey, was as impressive as expected... They drop in like flakes of snow and are certainly very charming witches with their jaunty Parisian figures and most refined pirouettes.\"\nCritic and dance historian Andre Levinson writes, \"The academic dance had been an agreeable exercise to watch. Now, [ballet] clarified matters of the soul. Ballet was a divertissement (an entertainment, a distraction). It became a mystery.\" Kisselgoff writes, \"... the preoccupation with the supernatural that characterized so much of 19th-century ballet could be traced to the success of the \"Ballet of the Nuns\" in Meyerbeer's first production at the Paris Opéra\".","categories":[],"infobox_types":["ballet"],"annotations":[{"uri":"Ballet_blanc","surface_form":"ballet blanc","offset":39},{"uri":"Romantic_ballet","surface_form":"romantic ballet","offset":67},{"uri":"Giacomo_Meyerbeer","surface_form":"Giacomo Meyerbeer","offset":115},{"uri":"Grand_opera","surface_form":"grand opera","offset":135},{"uri":"Paris_Op%C3%A9ra","surface_form":"Paris Opéra","offset":205},{"uri":"Choreography","surface_form":"choreography","offset":222},{"uri":"Filippo_Taglioni","surface_form":"Filippo Taglioni","offset":268},{"uri":"Jean_Coralli","surface_form":"Jean Coralli","offset":288},{"uri":"Nun","surface_form":"nun","offset":337},{"uri":"Tomb","surface_form":"tomb","offset":360},{"uri":"Cloister","surface_form":"cloister","offset":378},{"uri":"Seduce","surface_form":"seduce","offset":390},{"uri":"Knight","surface_form":"knight","offset":401},{"uri":"Demonstrate","surface_form":"demonstrate","offset":566},{"uri":"Marie_Taglioni","surface_form":"Marie Taglioni","offset":710},{"uri":"Cloister","surface_form":"cloister","offset":1075},{"uri":"18th_century","surface_form":"18th century","offset":1815},{"uri":"French_Revolution","surface_form":"French Revolution","offset":1881},{"uri":"Romantic_ballet","surface_form":"romantic ballet","offset":1940},{"uri":"Gothic","surface_form":"Gothic","offset":3042},{"uri":"Talisman","surface_form":"talisman","offset":3333},{"uri":"Saint","surface_form":"saint","offset":3354},{"uri":"Hans_Christian_Andersen","surface_form":"Hans Christian Andersen","offset":3406},{"uri":"Franc","surface_form":"franc","offset":4412},{"uri":"Ballet_blanc","surface_form":"ballet blanc","offset":5050},{"uri":"Romantic_ballet","surface_form":"romantic ballet","offset":5078},{"uri":"Edgar_Degas","surface_form":"Edgar Degas","offset":5192},{"uri":"August_Bournonville","surface_form":"August Bournonville","offset":5802},{"uri":"Copenhagen","surface_form":"Copenhagen","offset":5931},{"uri":"Henry_Wadsworth_Longfellow","surface_form":"Henry Wadsworth Longfellow","offset":6064}]}