{"id":38073,"url":"http://en.wikipedia.org/wiki/Covalent_bond","text":"A covalent bond is a chemical bond between two non-metal atoms. An example is water, where hydrogen (H) and oxygen (O) bond together to make (H2O). A full outer shell usually has eight electrons, or two in the case of hydrogen or helium. Valence electrons are the electrons held comparatively loosely in the outer shell of the atom. The structure of electron shells is determined by quantum mechanics.)\nThe number of electrons in an atom is decided by the number of protons in the the atom. Electrons orbit atomic nuclei, and they are like fuzzy orbital paths around an atomic nucleus. The first layer has up to two electrons. The layers after that usually contain up to eight. Covalent bonds are formed by atoms sharing valence electrons.\nIf for example, an atom had nine electrons, the first two orbit very close to the nucleus, the next seven orbit a little farther away. The outer seven electrons are less tightly held than the inner two electrons because they are further away from the positively charged nucleus. If this atom gets close to another atom, with a loosely held electron in its outer shell, a new orbital will become available to the loosely held electron. This new electron orbital is bound to both atomic nuclei and has a lower energy level than the original electron orbital. The electron can spontaneously jump to it and emit a photon with the excess energy. Now we have an electron orbiting both atoms which results in the atom that provided the electron having a small net positive charge and the other atom having a small net negative charge. The two atoms are now held together by the electromagnetic force of attraction between positive and negative charges. This is called a covalent bond. To break this bond needs the same amount of energy as was released when it was formed.\nA water molecule consists of one oxygen atom and two hydrogen atoms held together by a covalent bond. In this case the oxygen atom shares one electron with each hydrogen atom. This means that the oxygen atoms has a small net positive charge and the hydrogen atom has a small net negative charge. As a result, the oxygen and hydrogen atoms are attracted to each other due to the electromagnetic force. Because of this the water molecule is a polar molecule: its charge is not evenly distributed.\nTypes of covalent bond.\nCovalent bonds are weaker than ionic bonds, and have a lower melting point. They are also generally poor conductors of electricity and heat.\nBond length.\nIn chemistry, bond length is the measure of the size of a covalent bond. Because molecules are very small, they are measured in picometers, or about one millionth of a billionth of a meter.\nThe chemistry of molecules is explained mostly by their bonds, and their bonds are caused by their structure of electrons.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_bond","surface_form":"chemical bond","offset":21},{"uri":"Non-metal","surface_form":"non-metal","offset":47},{"uri":"Atom","surface_form":"atom","offset":57},{"uri":"Water","surface_form":"water","offset":78},{"uri":"Hydrogen","surface_form":"hydrogen","offset":91},{"uri":"Oxygen","surface_form":"oxygen","offset":108},{"uri":"Electron_shell","surface_form":"electron shell","offset":350},{"uri":"Quantum_mechanics","surface_form":"quantum mechanics","offset":383},{"uri":"Protons","surface_form":"protons","offset":466},{"uri":"Atom","surface_form":"atom","offset":485},{"uri":"Orbit","surface_form":"orbit","offset":501},{"uri":"Photon","surface_form":"photon","offset":1350},{"uri":"Atom","surface_form":"atom","offset":1975},{"uri":"Ionic_bond","surface_form":"ionic bond","offset":2355},{"uri":"Electricity","surface_form":"electricity","offset":2443},{"uri":"Heat","surface_form":"heat","offset":2459},{"uri":"Chemistry","surface_form":"chemistry","offset":2481},{"uri":"Covalent_bond","surface_form":"covalent bond","offset":2536},{"uri":"Molecules","surface_form":"molecules","offset":2559},{"uri":"Picometer","surface_form":"picometers","offset":2606}]}