{"id":380763,"url":"http://en.wikipedia.org/wiki/Chemical_kinetics","text":"Chemical kinetics, also called reaction kinetics, is studying how fast chemical reactions go. This includes studying how different conditions such as temperature, pressure or solvent used affect the speed of a reaction. Chemical kinetics can also be used to find out about reaction mechanisms and transition states.\nThe basic idea of chemical kinetics is called collision theory. This states that for a reaction to happen, the molecules must hit each other. Ways of increasing the speed of the reaction must therefore increase the number of hits. This can be done in many ways.\nWith experiments it is possible to calculate reaction rates from which you can get rate laws and rate constants. A rate law is a mathematical expression with which you can calculate the speed of a reaction given the concentration of the reagents.\nOrder of a reaction.\nthe equilibrium is dynamic in nature\nFrom this data, it is possible to think about the mechanism of the reaction. If it is second-order, for example, then it is likely that both molecules in the reaction are coming together during the rate-determining step. This is the most difficult step in the mechanism to go through, because it has the highest activation energy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_reaction","surface_form":"chemical reaction","offset":71},{"uri":"Temperature","surface_form":"temperature","offset":150},{"uri":"Pressure","surface_form":"pressure","offset":163},{"uri":"Solvent","surface_form":"solvent","offset":175},{"uri":"Reaction_mechanism","surface_form":"reaction mechanism","offset":273},{"uri":"Transition_state","surface_form":"transition state","offset":297},{"uri":"Molecule","surface_form":"molecule","offset":427},{"uri":"Concentration","surface_form":"concentration","offset":794},{"uri":"Molecule","surface_form":"molecule","offset":1024},{"uri":"Rate-determining_step","surface_form":"rate-determining step","offset":1081},{"uri":"Activation_energy","surface_form":"activation energy","offset":1195}]}