{"id":38079,"url":"http://en.wikipedia.org/wiki/Bauhaus","text":"The Bauhaus was a design school that operated from 1919 to 1933 in Germany. It is widely regarded as the most influential art school of the 20th century. It promoted modernism. It is most well known for teaching painting, photography, advertising, weaving, architecture and the design of furniture and household products. The work that it produced and its teaching methods had a world-wide influence on art, design, photography, architecture and art education.\nIt was formally called the \"Staatliches Bauhaus\" from 1919 to 1932 because it was state funded in that period. From 1919 to 1925 it was in Weimar, in the state of Thuringia and from 1926 to 1932 it was in Dessau, in the state of Sachsen-Anhalt. It operated as privately funded school in Berlin from the end of 1932 until April 1933.\nIts staff included some of the most famous artists and architects of the 20th century, including: Walter Gropius, who founded the school, Ludwig Mies van der Rohe, Wassily Kandinsky, Lyonel Feininger, Paul Klee, László Moholy-Nagy, Marcel Breuer, Josef Albers, Anni Albers, Oskar Schlemmer and Hannes Meyer.\nIts former buildings in Weimar and Dessau were jointly made a UNESCO World Heritage Site in 1996.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"Germany","offset":67},{"uri":"Modernism","surface_form":"modernism","offset":166},{"uri":"Weimar","surface_form":"Weimar","offset":600},{"uri":"Thuringia","surface_form":"Thuringia","offset":624},{"uri":"Dessau","surface_form":"Dessau","offset":666},{"uri":"Sachsen-Anhalt","surface_form":"Sachsen-Anhalt","offset":690},{"uri":"Berlin","surface_form":"Berlin","offset":748},{"uri":"Ludwig_Mies_van_der_Rohe","surface_form":"Ludwig Mies van der Rohe","offset":932},{"uri":"Wassily_Kandinsky","surface_form":"Wassily Kandinsky","offset":958},{"uri":"Lyonel_Feininger","surface_form":"Lyonel Feininger","offset":977},{"uri":"Marcel_Breuer","surface_form":"Marcel Breuer","offset":1026},{"uri":"Josef_Albers","surface_form":"Josef Albers","offset":1041},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":1171}]}