{"id":380890,"url":"http://en.wikipedia.org/wiki/Workhouse","text":"The workhouse was a place which offered housing and work to people who did not have any. They began in England and Wales during the 17th century. The first use of the word \"workhouse\" was in a report by the mayor of Abingdon in 1631 AD on the building of a workhouse in the town.\nThe beginnings of the workhouse go back to the Poor Law Act of 1388. This was designed to help solve a shortage of workers after the Black Death. It made it difficult for them to move about the country, and stopped them from looking for higher paid work somewhere else. This led to the state being responsible for the welfare of the poor. After the Napoleonic Wars there was a lot of unemployment. There was also unemployment caused by machines taking over work from farm workers. In the 1830s' there was also a series of bad harvests. These things put too much pressure on the existing ways of looking after poor people.\nNew laws were passed, the New Poor Law of 1834, to try to deal with the problem. People would only be given help if they went into the workhouse to live. Some places hoped to make a profit from the workhouse by using the free labor of the people. Most did not have skills to get normal jobs, so workhouse jobs included breaking rocks into small stones, breaking bones to make fertilizer, or pulling apart old rope to reuse the fibre. This old rope, known as oakum, was used to pack joints in ship building to keep them watertight. A metal spike was used to unpick the rope, and the nickname for the workhouse was the spike.\nLife in a workhouse was not meant to be easy. It was made hard so only the very poor with no hope of finding work would go there for help. However the workhouse did provide free medical care and education for the children. This sort of help was not available to poor people outside the workhouse system.\nTowards the end of the 1800s,' the workhouses became filled with the old and sick, rather than unemployed poor people. In 1929 the laws were changed and the workhouses became hospitals. Some workhouses were renamed Public Assistance Institutions. These finally disappeared when the National Assistance act of 1948 was passed.","categories":[],"infobox_types":[],"annotations":[{"uri":"England","surface_form":"England","offset":103},{"uri":"Wales","surface_form":"Wales","offset":115},{"uri":"17th_century","surface_form":"17th century","offset":132},{"uri":"Abingdon","surface_form":"Abingdon","offset":216},{"uri":"Black_Death","surface_form":"Black Death","offset":413},{"uri":"Welfare","surface_form":"welfare","offset":598},{"uri":"Napoleonic_Wars","surface_form":"Napoleonic Wars","offset":629},{"uri":"Harvest","surface_form":"harvest","offset":806},{"uri":"Fertilizer","surface_form":"fertilizer","offset":1278},{"uri":"Oakum","surface_form":"oakum","offset":1360},{"uri":"Nickname","surface_form":"nickname","offset":1484}]}