{"id":38080,"url":"http://en.wikipedia.org/wiki/Intelligence","text":"Intelligence refers to certain mental powers. There is no general agreement on which mental powers are intelligent or part of intelligence. The idea comes from a Latin word: \"intelligo\" meaning to \"choose between different options\". A part of intelligence allows people to solve problems. These problems may be easy to solve. They may also be difficult to solve, and involve abstract thought. For some, intelligence is a property, or characteristic of the mind. For others, it is simply the working of the brain, especially the cerebral cortex.\nIf an answer is found to a problem, it can be remembered. That way, the problem is solved more quickly when it comes up again. This is what is called learning.\nThere is disagreement about which has more influence on intelligence, genetics or environment. Also, intelligent behaviour is possibly learned when an organism (a living thing) reacts enough to a stimulus.\nScientists believe that intelligence can be measured or tested. A type of intelligence test would be solving many problems in a very short time. Most of the problems have to do with seeing things, or telling what a rotated shape would look like. Some are also related to mathematics: for example to tell what number would come next in a row. Other tests have to do with words or the understanding of language. After giving such a test to a person, a number would be calculated to give an approximation of the Intelligence Quotient (IQ).\nIntelligent machines.\nComputer engineers try to build machines that act as if they were intelligent. This is related to computer science and is called Artificial intelligence (man-made \"intelligence\"). Artificial intelligence uses logic, and often combines it with machine learning. This means that similar to living organisms, the machine has to be trained to solve a problem. After training, it will solve the problem faster.\nIntelligence in animals and plants.\nIntelligence is not limited to humans. Many animals also show signs of intelligence: Animals also need to solve problems, and remembering how a problem is solved is useful to them. Many animals use tools to solve problems. These animals include the Great Apes, dogs, dolphins, elephants, rats and mice, and some birds. All these animals are vertebrates, but tool use isn't limited to these: Even cephalopods and arthropods show signs of intelligence. To be able to compare the behaviours of different species, scientists need to adapt the notion of intelligence.\nIt has been argued that plants should also be classified as intelligent: They are able to sense and model external and internal environments and adjust their morphology, physiology and phenotype accordingly to ensure self-preservation and reproduction. A counter argument is that intelligence is commonly understood to involve the creation and use of persistent memories.\nOpposed to this are computations that only occur once, and that do not involve learning. If this is accepted as part of the definition, then it includes the artificial intelligence of robots capable of \"machine learning\", but excludes those purely autonomic sense-reaction responses that can be observed in many plants. Plants are not limited to automated sensory-motor responses, however, they are capable of discriminating positive and negative experiences and of 'learning' (registering memories) from their past experiences. They are also capable of communication, accurately computing their circumstances, using sophisticated cost–benefit analysis and taking tightly controlled actions to mitigate and control the diverse environmental stressors.","categories":[],"infobox_types":[],"annotations":[{"uri":"Agreement","surface_form":"agreement","offset":66},{"uri":"Latin_language","surface_form":"Latin","offset":162},{"uri":"Problem","surface_form":"problem","offset":279},{"uri":"Abstract","surface_form":"abstract","offset":375},{"uri":"Thought","surface_form":"thought","offset":384},{"uri":"Property","surface_form":"property","offset":421},{"uri":"Characteristic","surface_form":"characteristic","offset":434},{"uri":"Mind","surface_form":"mind","offset":456},{"uri":"Brain","surface_form":"brain","offset":506},{"uri":"Cerebral_cortex","surface_form":"cerebral cortex","offset":528},{"uri":"Learning","surface_form":"learning","offset":695},{"uri":"Influence","surface_form":"influence","offset":748},{"uri":"Genetics","surface_form":"genetics","offset":775},{"uri":"Environment","surface_form":"environment","offset":787},{"uri":"Behaviour","surface_form":"behaviour","offset":818},{"uri":"Organism","surface_form":"organism","offset":856},{"uri":"Stimulus","surface_form":"stimulus","offset":901},{"uri":"Scientist","surface_form":"Scientist","offset":911},{"uri":"Measure","surface_form":"measure","offset":955},{"uri":"Test","surface_form":"test","offset":967},{"uri":"Problem","surface_form":"problem","offset":1025},{"uri":"Sight","surface_form":"seeing","offset":1093},{"uri":"Rotation","surface_form":"rotated","offset":1126},{"uri":"Shape","surface_form":"shape","offset":1134},{"uri":"Mathematics","surface_form":"mathematics","offset":1182},{"uri":"Number","surface_form":"number","offset":1220},{"uri":"Language","surface_form":"language","offset":1311},{"uri":"Approximation","surface_form":"approximation","offset":1399},{"uri":"Intelligence_quotient","surface_form":"Intelligence Quotient","offset":1420},{"uri":"Computer_engineer","surface_form":"Computer engineer","offset":1470},{"uri":"Machine","surface_form":"machine","offset":1502},{"uri":"Computer_science","surface_form":"computer science","offset":1568},{"uri":"Artificial_intelligence","surface_form":"Artificial intelligence","offset":1599},{"uri":"Logic","surface_form":"logic","offset":1679},{"uri":"Machine_learning","surface_form":"machine learning","offset":1713},{"uri":"Tools","surface_form":"tools","offset":2110},{"uri":"Hominidae","surface_form":"Great Apes","offset":2161},{"uri":"Dog","surface_form":"dogs","offset":2173},{"uri":"Dolphin","surface_form":"dolphins","offset":2179},{"uri":"Elephant","surface_form":"elephants","offset":2189},{"uri":"Rat","surface_form":"rats","offset":2200},{"uri":"Mouse","surface_form":"mice","offset":2209},{"uri":"Bird","surface_form":"birds","offset":2224},{"uri":"Vertebrate","surface_form":"vertebrates","offset":2253},{"uri":"Cephalopod","surface_form":"cephalopods","offset":2308},{"uri":"Arthropod","surface_form":"arthropods","offset":2324},{"uri":"Morphology_(biology)","surface_form":"morphology","offset":2633},{"uri":"Plant_physiology","surface_form":"physiology","offset":2645},{"uri":"Phenotype","surface_form":"phenotype","offset":2660},{"uri":"Cost%E2%80%93benefit_analysis","surface_form":"cost–benefit analysis","offset":3478}]}