{"id":380864,"url":"http://en.wikipedia.org/wiki/Clock_Cabinet","text":"The Clock Cabinet is a room at Versailles. It is one of the rooms in the king's private cabinets. An astronomical clock stands in the room. Louis XV took great interest in astronomy. The clock shows the time, the day of the week, the month, the year and the moon's quarter. In the crystal globe at the top, the planets can be seen moving around the sun according to Copernicus.\nThe clock was designed by Claude-Siméon Passemant, the King's engineer. It was made by the clock-maker Louis Dauthiau. The bronze casing was made by Jacques and Philippe II Caffiéri. The clock was used to determine the first official time system throughout the kingdom. The entire fixture measures over two meters tall.\nThe Academy of Science examined and approved the clock in August 1749. The Duc de Chaulnes presented it to Louis XV on 7 September 1750. It was put in the clock cabinet in 1754. The room actually got its name because of the large astronomical clock dials in the wainscoting. These clocks displayed the sunrises and moonrises every day. The king's scientific interests led him to upgrade that daily experience by having the Passemant clock installed in the room.\nIn 1692, the room was an Antechamber and part of Louis XIV's Art Cabinet. In 1738, it was remodeled into an oval-shaped drawing room. In 1760, it found its present form. The paneling is by Verberckt and Rousseau. The overdoors are copies of the Diana story originally painted by Boucher. The furniture in the room includes hunting tables ordered by Louis XV from Slodtz, Foliot, and Roumier. A Sèvres bisque equestrian statue depicting Frederic II stands in the room. Another equestrian statue in the room depicts Louis XV. It is a small copy by Vassé after Bouchardon's statue that stands in the Place de la Concorde.","categories":[],"infobox_types":[],"annotations":[{"uri":"Versailles","surface_form":"Versailles","offset":31},{"uri":"Louis_XV","surface_form":"Louis XV","offset":140},{"uri":"Astronomy","surface_form":"astronomy","offset":172},{"uri":"Copernicus","surface_form":"Copernicus","offset":366},{"uri":"Claude-Sim%C3%A9on_Passemant","surface_form":"Claude-Siméon Passemant","offset":404},{"uri":"Engineer","surface_form":"engineer","offset":440},{"uri":"Louis_Dauthiau","surface_form":"Louis Dauthiau","offset":481},{"uri":"Caffi%C3%A9ri","surface_form":"Caffiéri","offset":551},{"uri":"Duc_de_Chaulnes","surface_form":"Duc de Chaulnes","offset":773},{"uri":"Wainscoting","surface_form":"wainscoting","offset":960}]}