{"id":380824,"url":"http://en.wikipedia.org/wiki/Hercules_Room","text":"The Hercules Room (sometimes Hercules Drawing Room or Hercules Salon; Fr: \"salon d'Hercule\") is a State Room in the Palace of Versailles. It occupies what was once the site of a chapel. Louis XIV wanted the Hercules Room to be a showcase for a large painting by Paolo Veronese. The architect Robert de Cotte began working on the room in 1710. Work was completed in 1736. The Room has been the scene of many glittering events in the history of Versailles.\nState Room.\nThe Hercules Room is a State Room in the Palace of Versailles, France. It is the last of the State Rooms constructed in the palace. The large room is on the ground floor (first floor) of the Palace. It measures 18m x 14m x 45m. A chapel once stood on the site. The Hercules Room connects the royal chapel and the North Wing of the palace with the Grand Apartment of the King. Architect Robert de Cotte started work on the room in 1710. The project was set aside in 1715 when Louis XIV died. Work resumed in 1724. Louis XV hired architect Jacques Gabriel, marble worker Claude-Félix Tarlé, and sculptors Jacques Verberckt and François-Antoine Vassé to complete the room. The room is in the style of the Hall of Mirrors.\nPaintings by Veronese.\nLouis XIV wanted this room to be a showcase for a large painting by Paolo Veronese called \"Meal at the House of Simon the Pharisee\". This picture was painted for the refectory (dining hall) of the Servite Convent in Venice in 1570. In 1664, the Doge gave it to Louis XIV. He wanted the king to support him in a war with the Turks. Veronese's \"Eliezer and Rebecca\" hangs above the fireplace on the wall opposite \"Simon\".\n\"Simon\" is a large painting. It measures 4.5 m x 9.7 m. The painting was once displayed in the Apollo Gallery of the Louvre. It was hung in the Hercules Room in 1730. It was removed in 1832. It was sent at that time back to the Louvre. In 1961 \"Simon\" was returned to the Hercules Room. In 1994 the painting was restored.\nCeiling.\nThe room was completed in 1736 with a painted ceiling called \"Apotheosis of Hercules\". This was painted by François Lemoyne. The painting gave the room its name. The King was pleased with the ceiling. He appointed Lemoyne First Painter. Lemoyne however did not live long enough to enjoy the honor. He committed suicide shortly after the appointment.\nThe coving is decorated with representations of the Four Princely Virtues: Justice, Fortitude, Constancy, and Courage. These are separated by Cupids pointing to the Labors of Hercules. In the center of the ceiling, Hercules arrives in his chariot on Mount Olympus. Jupiter offers his daughter Hebe in marriage to the hero. Mars and Vulcan observe the fall of demons and vices. Apollo sits on the steps of the Temple of Memory.\n\"Apotheosis\" is the largest ceiling painted on canvas in Europe480 square meters of surface area. It depicts some 140 figures representing the gods and goddesses of Olympus. They have gathered for the arrival of Hercules after his successful labors raised him to the rank of God. The piece was seen as a metaphorical allusion to the merits of the French King.","categories":[],"infobox_types":[],"annotations":[{"uri":"Versailles","surface_form":"Versailles","offset":126},{"uri":"Chapel","surface_form":"chapel","offset":178},{"uri":"Louis_XIV","surface_form":"Louis XIV","offset":186},{"uri":"Showcase","surface_form":"showcase","offset":229},{"uri":"Paolo_Veronese","surface_form":"Paolo Veronese","offset":262},{"uri":"Robert_de_Cotte","surface_form":"Robert de Cotte","offset":292},{"uri":"Palace_of_Versailles","surface_form":"Palace of Versailles","offset":508},{"uri":"Chapel","surface_form":"chapel","offset":765},{"uri":"Robert_de_Cotte","surface_form":"Robert de Cotte","offset":853},{"uri":"Louis_XV_of_France","surface_form":"Louis XV","offset":980},{"uri":"Architect","surface_form":"architect","offset":995},{"uri":"Hall_of_Mirrors","surface_form":"Hall of Mirrors","offset":1169},{"uri":"Louis_XIV","surface_form":"Louis XIV","offset":1209},{"uri":"Paolo_Veronese","surface_form":"Paolo Veronese","offset":1277},{"uri":"Venice","surface_form":"Venice","offset":1425},{"uri":"Doge","surface_form":"Doge","offset":1454},{"uri":"Turkish_people","surface_form":"Turk","offset":1533},{"uri":"Louvre","surface_form":"Louvre","offset":1746},{"uri":"Louvre","surface_form":"Louvre","offset":1857},{"uri":"Ceiling","surface_form":"ceiling","offset":2006},{"uri":"Fran%C3%A7ois_Lemoyne","surface_form":"François Lemoyne","offset":2067},{"uri":"Suicide","surface_form":"suicide","offset":2271},{"uri":"Coving","surface_form":"coving","offset":2314},{"uri":"Cupid","surface_form":"Cupid","offset":2452},{"uri":"Labors_of_Herakles","surface_form":"Labors of Hercules","offset":2475},{"uri":"Chariot","surface_form":"chariot","offset":2549},{"uri":"Mount_Olympus","surface_form":"Mount Olympus","offset":2560},{"uri":"Jupiter","surface_form":"Jupiter","offset":2575},{"uri":"Hebe","surface_form":"Hebe","offset":2603},{"uri":"Marriage","surface_form":"marriage","offset":2611},{"uri":"Mars","surface_form":"Mars","offset":2633},{"uri":"Vulcan_(mythology)","surface_form":"Vulcan","offset":2642},{"uri":"Demon","surface_form":"demon","offset":2669},{"uri":"Vice","surface_form":"vice","offset":2680},{"uri":"Apollo","surface_form":"Apollo","offset":2687},{"uri":"Metaphor","surface_form":"metaphor","offset":3041}]}