{"id":380810,"url":"http://en.wikipedia.org/wiki/Jerry_Hopkins","text":"e=\"preserve\">Elisha Gerald \"Jerry\" Hopkins (November 9, 1935 – June 3, 2018) was an American journalist and author. He was best known for writing the first biographies of both Elvis Presley and Jim Morrison of The Doors, as well as serving for 20 years as a writer for \"Rolling Stone\" magazine. He also wrote several other biographies, wrote history and humor, and was a writer-producer for Mike Wallace, Steve Allen and Mort Sahl. He has published 36 books and an estimated one thousand magazine articles. The books have been translated into 16 languages and total sales exceed 6 million.\nEarly life.\nHopkins was born on November 9, 1935 in Camden, New Jersey. He was raised in nearby Haddonfield, a town founded by Quakers. His parents operated a dry cleaning store.\nEducation.\nHe attended a Quaker school through 6th grade and public schools through 12th. He earned a BA in journalism from Washington & Lee University in Lexington, Virginia (1957). For a short time, he worked as a reporter for the \"Twin City Sentinel\" in Winston-Salem, North Carolina. He was in the US Army for a short time. After that, he earned an MS in journalism from Columbia University in New York (1959).\nEarly career.\nAfter freelancing articles to the then-young \"Village Voice\" while at Columbia, he worked as a reporter for the \"Times-Picayune\" and as news editor of WWL Radio in New Orleans (1959-1961). He joined Mike Wallace as a writer-producer in New York for one year (1961-62) then moved to Los Angeles where he was a talent coordinator and writer-producer for Steve Allen (1962-1964). He also wrote and produced television programs for Mort Sahl, ABC-TV and Universal Studios (1964-1966; 1971). He wrote his first books during this period, an as-told-to autobiography of a health faddist, \"Bare Feet and Good Things to Eat\" (1965), and an astrological spoof, \"You Were Born on a Rotten Day\" (1969).\nCareer.\nIn the mid-1960s, he left television to open the first “headshop” in Los Angeles. He then became the Los Angeles correspondent for \"Rolling Stone\" (1967-1969). He wrote features and columns for alternative newspapers, MC’ed the first love-ins in Los Angeles, edited a collection of material from the underground press, \"The Hippie Papers\" (1968) and wrote a history of rock and roll, \"The Rock Story\" (1970).\nLeaving \"Rolling Stone\" temporarily in 1969 to write \"Elvis: A Biography\" (1971), it was while then serving as the magazine’s London correspondent (1972) he began researching his Morrison biography, \"No One Here Gets Out Alive\". It was rejected by more than 30 publishers before publication in 1980, when it topped the \"New York Times\" bestseller chart and was credited by many with helping kick-start the Doors’ revival as well as inspiring a new publishing genre, the rock biography. A sequel to the Elvis biography, \"Elvis: The Final Years\" (1981) followed, along with biographies of Jimi Hendrix, David Bowie, Yoko Ono, and Raquel Welch, the latter of which was authorized but not published.\nHe moved to Honolulu, where he edited a monthly newsletter about Hawaiian music and dance and published several books taking Hawaiian culture as their subject, including \"The Hula\" (1981), a history; \"How to Make Your Own Hawaiian Musical Instruments\" (1988); \"Elvis in Hawaii\" (2002); and \"Don Ho: My Life, My Music\" (2007). He also was an editor at Pacific Business News in Honolulu and a speechwriter for Mayor Frank Fasi.\nMoving to Thailand in 1993, he wrote for many travel, food and airline magazines. He worked with photographer Michael Freeman on \"Strange Foods: An Epicurean Adventure Around the World\" (1999), which was expanded and reissued as \"Extreme Cuisine\" with a foreword by Anthony Bourdain (2004). A collection of expatriate profiles, \"Bangkok Babylon\" (2005); a book of stories and essays, \"Thailand Confidential\" (2005); and \"Asian Aphrodisiacs\" (2006) followed. His 37th book, profiling Western novelists who helped forge the Asian myth, \"Romancing the East\", will be published in 2013.\nPersonal life.\nHopkins has been married four times, to Sara Cordell (1959-1963), Jane Hollingsworth (1968-1976), Rebecca Erickson Crockett (1980-1988) and has two grown children by his second wife, Erin Hendershot (b.1970) and Nick Hopkins (b. 1972), and six grandchildren. He and his wife, Lamyai (m. 2003), a citizen of Thailand, divide their time between a flat in Bangkok and a house and farm six hours away in rice country near the Cambodian border.\nHopkins died on June 3, 2018 in Bangkok of heart failure at the age of 82.","categories":[],"infobox_types":[],"annotations":[{"uri":"Biography","surface_form":"biographies","offset":156},{"uri":"Elvis_Presley","surface_form":"Elvis Presley","offset":176},{"uri":"Jim_Morrison","surface_form":"Jim Morrison","offset":194},{"uri":"The_Doors","surface_form":"The Doors","offset":210},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":270},{"uri":"Mike_Wallace","surface_form":"Mike Wallace","offset":391},{"uri":"Steve_Allen","surface_form":"Steve Allen","offset":405},{"uri":"Mort_Sahl","surface_form":"Mort Sahl","offset":421},{"uri":"Camden%2C_New_Jersey","surface_form":"Camden, New Jersey","offset":642},{"uri":"Quaker","surface_form":"Quaker","offset":717},{"uri":"Lexington%2C_Virginia","surface_form":"Lexington, Virginia","offset":924},{"uri":"Journalism","surface_form":"journalism","offset":1128},{"uri":"Astrology","surface_form":"astrological","offset":1829},{"uri":"Bangkok","surface_form":"Bangkok","offset":4498},{"uri":"Heart_failure","surface_form":"heart failure","offset":4509}]}