{"id":380994,"url":"http://en.wikipedia.org/wiki/The_Fifer","text":"\"The Fifer\" or \"Young Flautist\" (1866) is an oil painting by French painter Édouard Manet. It hangs in the Musée d'Orsay, Paris, France.\nHistory.\nManet painted \"The Fifer\" after a trip to Spain he made in 1865. There he discovered the work of Diego Velázquez. Manet reflected the influence of Spanish painting in \"The Fifer\". The painting was rejected by the jury of the Paris Salon in 1866. The painting was exhibited in 1867. Manet died in 1883. In 1884, \"The Fifer\" was seen at the major retrospective exhibition of Manet's work organized as a tribute.\nThe rejection by the Salon jury caused the writer Émile Zola to publish a series of articles in defense of Manet in the newspaper \"L'Événement\".\nBetween 1873 and 1893, the painting was held by Jean-Baptiste Faure, a French composer and baritone, friend of Manet. In 1893, it was returned to the collection of art dealer Durand-Ruel. The painting was acquired in 1894 by Count Isaac de Camondo. It remained in his collection until 1911. That year it was donated to the French state. The painting was intended for the Musée du Louvre. It was not exhibited to the general public until 1914.\nIn 1947, the painting was moved to the Galerie nationale du Jeu de Paume. This museum is a showroom located in the Jardin des Tuileries and belonging to the Louvre. It remained there until 1986. It then was brought to the Musée d'Orsay with the rest of the Impressionist paintings in the Louvre. It can currently be seen in the Musée d'Orsay.\nAnalysis.\nManet portrayed an anonymous character: a teenage musician of the band of the Imperial Guard. The lad was sent to Manet by commander Lejosne. He was \"treated like a grandee of Spain.\" Additional models may have also posed for the figure. The likenesses of both Léon Leenhoff (Manet's stepson) and Victorine Meurent (Manet's preferred model) have been seen in the boy's face and figure.\nSandra Orienti declares, \"The Fifer\" is one of Manet's most famous paintings, and it is also one of his most daring works: here... can be found a synthesis of all that is most complex in his vocabulary.\" She points out that the band boy's uniform is painted in red, black, and white with decorations in dull gold. The figure and its dress contrasts with the vague, undefined background. The lad has no support for himself except himself. \"[h]is form... seems to create a double dimension, the first being the small figure of the boy, the second his eyes and the spectator's eyes meeting between the rather crudely painted eyelids.\"","categories":[],"infobox_types":["artwork"],"annotations":[{"uri":"Oil_painting","surface_form":"oil painting","offset":45},{"uri":"%C3%89douard_Manet","surface_form":"Édouard Manet","offset":76},{"uri":"Mus%C3%A9e_d%27Orsay","surface_form":"Musée d'Orsay","offset":107},{"uri":"Paris%2C_France","surface_form":"Paris, France","offset":122},{"uri":"Spain","surface_form":"Spain","offset":188},{"uri":"Diego_Vel%C3%A1zquez","surface_form":"Diego Velázquez","offset":243},{"uri":"%C3%89mile_Zola","surface_form":"Émile Zola","offset":606},{"uri":"Durand-Ruel","surface_form":"Durand-Ruel","offset":876},{"uri":"Mus%C3%A9e_du_Louvre","surface_form":"Musée du Louvre","offset":1072},{"uri":"Galerie_nationale_du_Jeu_de_Paume","surface_form":"Galerie nationale du Jeu de Paume","offset":1183},{"uri":"Jardin_des_Tuileries","surface_form":"Jardin des Tuileries","offset":1259},{"uri":"Mus%C3%A9e_d%27Orsay","surface_form":"Musée d'Orsay","offset":1366},{"uri":"Impressionism","surface_form":"Impressionist","offset":1401}]}