{"id":381093,"url":"http://en.wikipedia.org/wiki/Euglenozoa","text":"The Euglenozoa are a large phylum of flagellate protists.\nThey are part of the wastebasket taxon known as the Protozoa, which contained many obviously different protists.\nEuglenozoa include a variety of common free-living species, and some important parasites, of which a few infect humans. There are two main subgroups, the euglenids and kinetoplastids. Euglenozoa are unicellular, mostly around 1540 µm in size, although some euglenids get up to 500 µm long.\nMost euglenozoa have two flagella, parallel to one another in an pocket-like structure. In some there is a cytostome or mouth, used to ingest bacteria or other small organisms. This is supported by a microtubule from the flagellar bases; two other tubules support the dorsal and ventral surfaces of the cell.\nSome other euglenozoa feed through the absorption, and many euglenids possess chloroplasts and so obtain energy through photosynthesis. These chloroplasts are surrounded by three membranes and contain chlorophylls \"A\" and \"C\", along with other pigments, so are probably evolved from those of a captured green alga. Reproduction occurs exclusively through cell division. During mitosis, the nuclear membrane remains intact, and the spindle microtubules form inside of it.\nThe group is characterized by the ultrastructure of the flagella. In addition to the normal supporting microtubules, each contains a rod (called \"paraxonemal\"), which has a tubular structure in one flagellum and a latticed structure in the other.\nClassification.\nThe euglenozoa are generally accepted as monophyletic. They are related to Percolozoa; the two share mitochondria with disk-shaped compartments, which only occurs in a few other groups.\nBoth probably belong to a larger group of eukaryotes called the Excavata. This grouping, though, has been challenged.","categories":[],"infobox_types":[],"annotations":[{"uri":"Flagellate","surface_form":"flagellate","offset":37},{"uri":"Protists","surface_form":"protists","offset":48},{"uri":"Wastebasket_taxon","surface_form":"wastebasket taxon","offset":79},{"uri":"Protozoa","surface_form":"Protozoa","offset":110},{"uri":"Parasites","surface_form":"parasites","offset":250},{"uri":"Euglenid","surface_form":"euglenid","offset":325},{"uri":"Kinetoplastid","surface_form":"kinetoplastid","offset":339},{"uri":"%C2%B5m","surface_form":"µm","offset":402},{"uri":"Flagella","surface_form":"flagella","offset":486},{"uri":"Parallel","surface_form":"parallel","offset":496},{"uri":"Cytostome","surface_form":"cytostome","offset":568},{"uri":"Bacteria","surface_form":"bacteria","offset":603},{"uri":"Microtubule","surface_form":"microtubule","offset":661},{"uri":"Chloroplast","surface_form":"chloroplast","offset":848},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":890},{"uri":"Chlorophyll","surface_form":"chlorophyll","offset":971},{"uri":"Evolved","surface_form":"evolved","offset":1040},{"uri":"Endosymbiosis","surface_form":"captured","offset":1064},{"uri":"Green_alga","surface_form":"green alga","offset":1073},{"uri":"Mitosis","surface_form":"mitosis","offset":1147},{"uri":"Percolozoa","surface_form":"Percolozoa","offset":1579},{"uri":"Excavata","surface_form":"Excavata","offset":1754}]}