{"id":381010,"url":"http://en.wikipedia.org/wiki/The_Balcony","text":"\"The Balcony\" is an 1868 oil painting by the French painter Édouard Manet. It was exhibited at the Paris Salon of 1869. The painting depicts four figures. On the left is Berthe Morisot, who became in 1874 the wife of Manet's brother, Eugène. In the centre is the painter Jean Baptiste Antoine Guillemet. On the right is Fanny Claus, a violist. The fourth figure in the background is possibly Leon Leenhoff, Manet's stepson. It was sold by Gustave Caillebotte in 1884. It hangs at this time in Paris at the Musée d'Orsay.\nInspiration and description.\nThe painting was inspired by \"The Majas at the Balcony\" by Francisco Goya. It was created at the same time and with the same purpose as \"Luncheon in the studio\". The three characters were all friends of Manet. They seem to be disconnected from each other. Berthe Morisot, on the left, looks like a romantic and inaccessible heroine, the young violinist Fanny Claus and the painter Antoine Guillemet seem to display indifference. The boy in the background is Manet's stepson, Léon. Just behind the railings, there are a hydrangea and a dog with a ball.\nA study for \"The Balcony\", \"The Portrait of Mademoiselle Claus\", is in the Ashmolean Museum in Oxford. The portrait’s subject is Fanny Claus, the closest friend of Manet’s wife Suzanne Leenhoff. This unfinished portrait was painted as a study for the finished picture.\nProvenance.\nFollowing Manet’s premature death in 1883, the portrait was bought in a studio sale by the artist John Singer Sargent. The portrait had only been seen once in public since it was first painted in 1868. In 2012 the Ashmolean Museum succeeded in raising the funds to acquire it and keep it permanently in a public collection in the United Kingdom.\nReception.\nThis was the first time Berthe Morisot posed for Manet. Manet's \"Luncheon in the studio\" was the work of an innovator but \"The Balcony\" was not. Unlike Morisot, the three other figures are pale and undistinguished. Orienti writes, \"Guillemet looks pompous and stupid, Jenny Clauss a stereotype, and the painting as a whole seems to suffer from the uneven distribution of the figures.\" The press considered the painting \"discordant\". The contrast of colors (the background completely black, the white faces and clothes, the blue tie of the man, and the green railings) contributes to create an atmosphere of \"mystery\".","categories":[],"infobox_types":["artwork"],"annotations":[{"uri":"Oil_painting","surface_form":"oil painting","offset":25},{"uri":"%C3%89douard_Manet","surface_form":"Édouard Manet","offset":60},{"uri":"Paris_Salon","surface_form":"Paris Salon","offset":99},{"uri":"Berthe_Morisot","surface_form":"Berthe Morisot","offset":170},{"uri":"Gustave_Caillebotte","surface_form":"Gustave Caillebotte","offset":439},{"uri":"Mus%C3%A9e_d%27Orsay","surface_form":"Musée d'Orsay","offset":506},{"uri":"Francisco_Goya","surface_form":"Francisco Goya","offset":609},{"uri":"Antoine_Guillemet","surface_form":"Antoine Guillemet","offset":931},{"uri":"Hydrangea","surface_form":"hydrangea","offset":1069},{"uri":"Ashmolean_Museum","surface_form":"Ashmolean Museum","offset":1177},{"uri":"John_Singer_Sargent","surface_form":"John Singer Sargent","offset":1481},{"uri":"Ashmolean_Museum","surface_form":"Ashmolean Museum","offset":1597},{"uri":"Berthe_Morisot","surface_form":"Berthe Morisot","offset":1764}]}