{"id":381255,"url":"http://en.wikipedia.org/wiki/Dido_and_Aeneas","text":"\"Dido and Aeneas\" (/ˈdaɪdoʊ/ \"Dy-doh and eh-Nee-us\") is a three-act English opera. The story and words were written by Nahum Tate. The music was written by Henry Purcell. The opera was probably written about 1684-1685. \"Dido\" is Purcell's only true opera. It was possibly modeled on John Blow's \"Venus and Adonis\". Blow's piece was written and staged about the same time. Marc-Antoine Charpentier's little French operas may also have served as models. French music was appreciated at the English court.\nThe opera was intended for performance at the court. The death of Charles II may have caused it to be postponed however. The first performance occurred in a Chelsea girls' school run by Josias Priest (the dancing master at court) in 1689. Tragedy and comedy are deftly combined in \"Dido\". The lovers' scenes are tense with emotion. The witches' scenes are filled with comical cackling and mischief-making.\nThe story of the opera is taken from Virgil's \"Aeneid\". It tells of the Trojan Aeneas' tragic love for Dido, the Queen of Carthage. The opera manuscript has been lost or destroyed. Research and performance rely on earliest printed copies. Some music is believed missing from these early copies. That music is composed afresh by modern composers in Purcell's style. Sometimes music Purcell composed about 1685 is inserted into the score to make up for the lack of the original music. \"Dido and Aeneas\" is Purcell's best known work.\nBackground.\nThe words and story (the libretto) of \"Dido and Aeneas\" were written by Nahum Tate. The music was written by Henry Purcell. The date for the opera's composition is usually given as 1689. This has been called into question. The work is closer to the music Purcell composed in 1684-1685. The true date of composition probably falls in the middle-1680s rather than 1689. In the middle of the decade, Josias Priest's Chelsea boarding school for young ladies performed John Blow's \"Venus and Adonis\". This little opera was possibly the model for Purcell's work.\nThe opera was probably intended for a performance at court. The death of Charles II in February 1685 may have been a reason to postpone the performance. There is no evidence that the opera was performed at court at this time. The opera was first performed in 1689 at Priest's Chelsea girls' school, rather than at court. The themes, the mythological subject, the plentiful dances, the pastoral setting, the formal concision are all indicative that it was intended for a noble audience rather than the common man. It is more likely these short forms of opera appealed to the English. They preferred song and spoken dialogue.\n\"Dido\" may have been modeled on the little French operas of Marc-Antoine Charpentier. It may have been modeled on John Blow's \"Venus and Adonis\", too. \"Venus\" was composed and staged about the same time as \"Dido\". The action is carried forward in \"Dido\" by arioso passages. Choruses and dances are used to frame the various scenes. The intensity of emotion in the scenes for the lovers is contrasted with the grotesqueness of the witches' scenes. Comedy and tragedy are carefully balanced in \"Dido\". This balance reveals Purcell's sense of drama.\nAfter 1705, the opera disappeared from the stage. Occasionally, there were concert performances. In 1895, the first staged version in modern times was performed by students of the Royal College of Music to mark the bicentenary of Purcell's death.\nStory.\nThe story of the opera is taken from the \"Aeneid\" by the Roman poet Virgil. Virgil was trying to create a national epic for the Romans in the way Homer did with \"The Iliad\" and \"The Odyssey\" for the Greeks. Aeneas is the son of Venus and Anchises of Troy. He flees his home after it is sacked by the Greeks. Ahead of him lies a seven year journey to Italy. Fate has decreed he will found a new nation. Aeneas arrives in Carthage. Queen Dido is mourning her dead husband, a man to whom she swore eternal fidelity. She has fallen in love with Aeneas, and he with her.\nMusical numbers.\nThe original manuscript does not exist. Research depends upon the earliest printed copies. Some pieces are believed missing. Sometimes music Purcell composed in the middle 1680s is put into the score to balance the loss. Sometimes the missing music is composed completely afresh in Purcell's style.\nThe opera's tragic outcome is hinted at almost at once in the accompaniment to the Queen's Act 1 aria. The modulation in the ground bass from C minor to G minor on the words \"I languish till my grief is known\" anticipates the key of Dido's lament in Act 3. Purcell uses a ground bass at other moments: Dido's two arias (Acts 1 and 2) and in the aria \"Oft she visits\" in Act 2. This aria references Actaeon's tragic death by his own hounds. The word \"ground\" suggests that which will cover Dido after her death.","categories":[],"infobox_types":[],"annotations":[{"uri":"Opera","surface_form":"opera","offset":76},{"uri":"Nahum_Tate","surface_form":"Nahum Tate","offset":119},{"uri":"Henry_Purcell","surface_form":"Henry Purcell","offset":156},{"uri":"John_Blow","surface_form":"John Blow","offset":283},{"uri":"Marc-Antoine_Charpentier","surface_form":"Marc-Antoine Charpentier","offset":372},{"uri":"Charles_II_of_England","surface_form":"Charles II","offset":569},{"uri":"Virgil","surface_form":"Virgil","offset":946},{"uri":"Aeneid","surface_form":"Aeneid","offset":956},{"uri":"Troy","surface_form":"Trojan","offset":981},{"uri":"Manuscript","surface_form":"manuscript","offset":1051},{"uri":"Libretto","surface_form":"libretto","offset":1477},{"uri":"Nahum_Tate","surface_form":"Nahum Tate","offset":1524},{"uri":"Henry_Purcell","surface_form":"Henry Purcell","offset":1561},{"uri":"John_Blow","surface_form":"John Blow","offset":1916},{"uri":"Venus_and_Adonis","surface_form":"Venus and Adonis","offset":1929},{"uri":"Marc-Antoine_Charpentier","surface_form":"Marc-Antoine Charpentier","offset":2693},{"uri":"John_Blow","surface_form":"John Blow","offset":2747},{"uri":"Arioso","surface_form":"arioso","offset":2890},{"uri":"Royal_College_of_Music","surface_form":"Royal College of Music","offset":3360},{"uri":"Aeneid","surface_form":"Aeneid","offset":3476},{"uri":"Rome","surface_form":"Roman","offset":3491},{"uri":"Virgil","surface_form":"Virgil","offset":3502},{"uri":"Homer","surface_form":"Homer","offset":3580},{"uri":"Venus","surface_form":"Venus","offset":3662},{"uri":"Ground_bass","surface_form":"ground bass","offset":4441},{"uri":"C_minor","surface_form":"C minor","offset":4458},{"uri":"G_minor","surface_form":"G minor","offset":4469}]}