{"id":381231,"url":"http://en.wikipedia.org/wiki/Operation_Entebbe","text":"Operation Entebbe, also known as Operation Jonathan, was an Israeli hostage rescue mission. It took place in July 1976 in Entebbe, Uganda. An Air France airplane was hijacked on 27 June 1976. The Palestinian terrorists wanted the release of prisoners held in Israel and four other countries. Many of the hostages were later released but 106 Israelis and Jews were still held. Israeli special forces planned and executed a daring long-range rescue of the remaining 106 passengers on 4 July 1976. 102 of the passengers were rescued. Lt Col Yonatan Netanyahu, who led the mission, was the only rescuer to be killed.\nHijacking.\nOn 27 June 1976 Air France flight AF-139 was hijacked by four Palestinian people. One third of the passengers on the airplane were Jewish. Two of the hijackers were members of the Popular Front for the Liberation of Palestine (PFLP). The other two were members of the Baader-Meinhof gang from Germany. The hijackers forced the plane to go to Entebbe.\nThe plane landed at Entebbe at 3 AM on June 28th. Three more people joined the hijackers. At noon, the passengers were moved to an old terminal building. Idi Amin, dictator and President of Uganda went to the airport to meet with the hostages. He told them he was working to get them free. He said the military of Uganda was there to help keep them safe. The next day, the hijackers said that if 53 other terrorists were not released from prisons, they would start killing the hostages. Of these 53 people, 13 were in prisons in France, West Germany, Kenya, and Switzerland. The other 40 were in Israel. The hijackers said the prisoners had to be released by 2 PM on July 1.\nOn June 29th, the Israel Defense Force (IDF) held a meeting to discussed a raid to free the hostages. There were 3 major problems with this. The first problem was that Uganda was 2000 miles away. The fact that the plane was owned by a French company was also an issue. The third main issue was the fact that only one third of the passengers were Jewish. And of these, not all of them were from Israel.\nIt was learned the next day that Idi Amin was, in fact, not working to free the hostages. He was working to support the PFLP. This caused other problems for the rescue mission. They now had to worry about the Uganda military at the airport. A large number of the hostages were released on July 1st. The hijackers still held 106 passengers who were all Israeli or Jews. The hostages who were freed were flown to Paris and London. The government of Israel said that they would free the prisoners held in Israel. Because of this, the hijackers agreed to not start killing the hostages until July 4th. Lt Col Yonatan Netanyahu was put in charge of the Israeli mission to free the remaining hostage. Training began the next day for the mission. It was done using information they had gotten from the released passengers. An old home movie taken in Entebbe was used to show them more about the layout of the airport.\nThe raid.\nSoon after noon on July 3rd, four C-130's took off from Israel with the troops for the rescue mission. Their path to Entebbe was carefully selected to avoid being seen by Russian ships or Egyptian radar. At 11 PM the plane reached Entebbe. A black Mercedes limousine and 2 Land Rover were used to lead troops to the airport. The vehicles were the same as those Amin was known to use. The Mercedes had Ugandan flags and all 35 commandos wore Ugandan uniforms. As they got near the building where the hostages were kept, two sentries went to stop them. Netanyahu told his vehicles to slow down. When the two sentries were in range, he had his troops shoot them with silenced weapons. One of the sentries was hit and killed. The other was not killed. When he tried to use his weapon, Israeli troops quickly killed him with AK-47s. This caused much noise and the hijackers knew something was now happening. The element of surprise was believed to be lost. The troops moved quickly to the building. The terrorist outside the building ran inside yelling \"The Ugandans have gone nuts - they're shooting at us!\" The element of surprise was still there. The terrorists did not realize it was Israeli troops attacking them.\nOutcome.\nIt took the Israelis about 10 minutes to clear the building. The entire raid lasted just 99 minutes. The Ugandan soldiers and all seven terrorists were killed. Of the 106 passengers, three were killed. 102 were rescued. One of the hostages was not found. Netanyahu had been shot in the chest and 10 other of the Israeli military were injured. Netanyahu was the only one to die. The Israelis also destroyed at least 8 Russian-built MIG fighters. This was a quarter of Uganda's air force.\nThe hostages were then flown to Nairobi, Kenya. While there, some of the injured were treated by Israeli doctors. At least two people were moved to a hospital there. The rescued hostages were then taken back to Israel. It was later learned that one woman, the missing hostage, had been removed from the airport for medical reasons. She was later killed by the Ugandans. Her body was not returned to Israel until 1979.\nWhile officially known as Operation Entebbe, it is more often referred to as Operation Jonathan, named after Yonatan Netanyahu.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hostage","surface_form":"hostage","offset":68},{"uri":"Entebbe","surface_form":"Entebbe","offset":122},{"uri":"Uganda","surface_form":"Uganda","offset":131},{"uri":"Air_France","surface_form":"Air France","offset":142},{"uri":"Airplane","surface_form":"airplane","offset":153},{"uri":"Hijack","surface_form":"hijacked","offset":166},{"uri":"Terrorism","surface_form":"terrorists","offset":208},{"uri":"Prison","surface_form":"prison","offset":241},{"uri":"Israel","surface_form":"Israel","offset":259},{"uri":"Country","surface_form":"countries","offset":281},{"uri":"Judaism","surface_form":"Jews","offset":354},{"uri":"Israeli","surface_form":"Israeli","offset":376},{"uri":"Passengers","surface_form":"passengers","offset":468},{"uri":"Colonel","surface_form":"Lt Col","offset":531},{"uri":"Yonatan_Netanyahu","surface_form":"Yonatan Netanyahu","offset":538},{"uri":"Air_France","surface_form":"Air France","offset":640},{"uri":"Hijacking","surface_form":"hijacked","offset":669},{"uri":"Palestinian_people","surface_form":"Palestinian people","offset":686},{"uri":"Passengers","surface_form":"passengers","offset":723},{"uri":"Airplane","surface_form":"airplane","offset":741},{"uri":"Judaism","surface_form":"Jewish","offset":755},{"uri":"Popular_Front_for_the_Liberation_of_Palestine","surface_form":"Popular Front for the Liberation of Palestine","offset":804},{"uri":"Baader-Meinhof_gang","surface_form":"Baader-Meinhof gang","offset":892},{"uri":"Germany","surface_form":"Germany","offset":917},{"uri":"Airport_terminal","surface_form":"terminal building","offset":1110},{"uri":"Idi_Amin","surface_form":"Idi Amin","offset":1129},{"uri":"Dictator","surface_form":"dictator","offset":1139},{"uri":"President_of_Uganda","surface_form":"President of Uganda","offset":1152},{"uri":"Airport","surface_form":"airport","offset":1184},{"uri":"Freedom","surface_form":"free","offset":1259},{"uri":"Military","surface_form":"military","offset":1277},{"uri":"Terrorist","surface_form":"terrorist","offset":1380},{"uri":"Prison","surface_form":"prison","offset":1414},{"uri":"France","surface_form":"France","offset":1504},{"uri":"West_Germany","surface_form":"West Germany","offset":1512},{"uri":"Kenya","surface_form":"Kenya","offset":1526},{"uri":"Switzerland","surface_form":"Switzerland","offset":1537},{"uri":"Israel","surface_form":"Israel","offset":1571},{"uri":"Israel_Defense_Force","surface_form":"Israel Defense Force","offset":1668},{"uri":"Raid","surface_form":"raid","offset":1725},{"uri":"Paris","surface_form":"Paris","offset":2463},{"uri":"London","surface_form":"London","offset":2473},{"uri":"Government","surface_form":"government","offset":2485},{"uri":"Colonel","surface_form":"Lt Col","offset":2650},{"uri":"Yonatan_Netanyahu","surface_form":"Yonatan Netanyahu","offset":2657},{"uri":"Movie","surface_form":"home movie","offset":2875},{"uri":"C-130","surface_form":"C-130","offset":3007},{"uri":"Military","surface_form":"troops","offset":3045},{"uri":"Russia","surface_form":"Russia","offset":3144},{"uri":"Ship","surface_form":"ship","offset":3152},{"uri":"Egypt","surface_form":"Egypt","offset":3161},{"uri":"Radar","surface_form":"radar","offset":3170},{"uri":"Mercedes-Benz","surface_form":"Mercedes","offset":3221},{"uri":"Limousine","surface_form":"limousine","offset":3230},{"uri":"Land_Rover","surface_form":"Land Rover","offset":3246},{"uri":"Vehicle","surface_form":"vehicle","offset":3302},{"uri":"Flag","surface_form":"flag","offset":3382},{"uri":"Military","surface_form":"commandos","offset":3399},{"uri":"Uniform","surface_form":"uniform","offset":3422},{"uri":"AK-47","surface_form":"AK-47","offset":3793},{"uri":"MIG","surface_form":"MIG","offset":4627},{"uri":"Fighter_plane","surface_form":"fighters","offset":4631},{"uri":"Air_force","surface_form":"air force","offset":4672},{"uri":"Nairobi","surface_form":"Nairobi","offset":4715},{"uri":"Kenya","surface_form":"Kenya","offset":4724},{"uri":"Medical_doctor","surface_form":"doctor","offset":4788},{"uri":"Hospital","surface_form":"hospital","offset":4833},{"uri":"Medical","surface_form":"medical","offset":4998}]}