{"id":38134,"url":"http://en.wikipedia.org/wiki/Gull","text":"Gulls, also called seagulls, are birds. They form the family Laridae, in the order Charadriiformes.\nThere are many different types of gull but most of them are white, with grey or black wings, a yellow beak and are about the size of a chicken (but some are smaller). Gulls can eat most types of food but like meat more than anything else. They look around for discarded food and dead animals to eat as well as hunting and have learned how to live and breed in the same places as people. Most types of seagull are awake during the day and sleep at night. They like to sleep on beaches but will also sleep on water, like lakes or the sea when the water is calm.\nGulls used to be found only near the sea, as they are water birds with webbed feet for swimming. They are more common inland these days because they can find food wherever people live, often on garbage dumps or in the streets of towns and cities. Seagulls are intelligent compared to other birds. They have a complicated system of noises and body movements which they use to communicate with other seagulls.\nMost types of seagull breed once a year and have two or three chicks (babies). Mother gulls are very protective of their eggs and chicks and will sometimes fight to the death to defend them.\nGulls are not usually eaten by people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bird","surface_form":"bird","offset":33},{"uri":"Family_(biology)","surface_form":"family","offset":54},{"uri":"Order_(biology)","surface_form":"order","offset":77},{"uri":"Charadriiformes","surface_form":"Charadriiformes","offset":83},{"uri":"Beak","surface_form":"beak","offset":202},{"uri":"Chicken","surface_form":"chicken","offset":235},{"uri":"Meat","surface_form":"meat","offset":309},{"uri":"Hunting","surface_form":"hunting","offset":410},{"uri":"Lake","surface_form":"lake","offset":619},{"uri":"Sea","surface_form":"sea","offset":632},{"uri":"Garbage","surface_form":"garbage","offset":854},{"uri":"Town","surface_form":"town","offset":889},{"uri":"City","surface_form":"cities","offset":899},{"uri":"Intelligence","surface_form":"intelligent","offset":920},{"uri":"Communication","surface_form":"communicate","offset":1035},{"uri":"Chick","surface_form":"chick","offset":1130},{"uri":"Egg_(biology)","surface_form":"egg","offset":1189}]}