{"id":381465,"url":"http://en.wikipedia.org/wiki/Madame_du_Barry","text":"Jeanne Bécu, Countess of Barry (19 August 1743 – 8 December 1793) was the last mistress of Louis XV of France. She was one of the victims of the Reign of Terror.\nEarly life.\nJeanne Bécu was born in Lorraine, France. Her mother was Anne Bécu who was a seamstress. Jeanne Bécu was an illegitimate child and her father is not known. Some people say her father was Jean Jacques Gomard, a friar known as \"frère Ange\".\nJeanne Bécu was educated at Couvent de Saint-Aure. When she was 15 years old, she left the convent. She and her mother moved to Paris where she sold small items on the streets. Jeanne was a very beautiful blonde haired woman. She was later found by Jean-Baptiste du Barry who owned a casino and trained women to be courtesans. Jean-Baptiste du barry made Jeanne Bécu his mistress.\nOfficial mistress of Louis XV.\nAs time passed, Jeanne became well known with powerful people in the kingdom. She had many clients in the king's court. The king noticed her and had her brought his bedroom many times. Since she was a commoner and did not have a royal title, she could not be a maîtresse-en-titre. The king was worried what people would think of him being with a commoner, so the kind ordered that Jeanne be married to a man who had a noble title. On 1 September 1768, Jeanne was married to du Barry's brother, Comte Guillaume du Barry. After the wedding, Jeanne was made Louix XV's official mistress. She lived in a small room above the king's room. Jeanne was very lonely since some people still considered her a commoner.","categories":[],"infobox_types":[],"annotations":[{"uri":"Louis_XV_of_France","surface_form":"Louis XV of France","offset":91},{"uri":"Reign_of_Terror","surface_form":"Reign of Terror","offset":145},{"uri":"Lorraine","surface_form":"Lorraine","offset":198},{"uri":"France","surface_form":"France","offset":208},{"uri":"Seamstress","surface_form":"seamstress","offset":251},{"uri":"Friar","surface_form":"friar","offset":384},{"uri":"Paris","surface_form":"Paris","offset":541},{"uri":"Blonde","surface_form":"blonde","offset":618},{"uri":"Courtesan","surface_form":"courtesans","offset":728},{"uri":"Mistress_(lover)","surface_form":"mistress","offset":784},{"uri":"Ma%C3%AEtresse-en-titre","surface_form":"maîtresse-en-titre","offset":1086}]}