{"id":381463,"url":"http://en.wikipedia.org/wiki/Elmelindo_Smith","text":"Sergeant First Class Elmelindo Rodrigues Smith (July 27, 1935 – February 16, 1967) was born in Wahiawa, Hawaii. He was a United States Army soldier of Hispanic-Asian descent, who was posthumously awarded the Medal of Honor for his actions in the Vietnam War. Despite being severely wounded, Smith inspired his men to beat back an enemy assault.\nEarly years.\nSmith was an American of Hispanic/Asian-Pacific American descent (his Hispanic blood being precisely of Puerto Rican origin). He was born in the town of Wahiawā which is in the center of Oahu Island in the County of Honolulu. There he received his primary and secondary education. He joined the United States Army in 1953 and was stationed in various countries overseas, among them was Okinawa.\nDuring his stay in Okinawa, he met a Hawaiian born WAC by the name of Jane and soon they were married. They established their home in a military post in Tacoma, Washington and had two daughters.\nVietnam War.\nOn July 23, 1966, Smith was sent to the Republic of Vietnam and served as Platoon Sergeant of the 1st Platoon, Company C, 2d Battalion, 8th Infantry of the 4th Infantry Division. The division performed combat operations in the western Central Highlands along the border between Cambodia and Vietnam. The division experienced heavy combat against North Vietnamese Army (NVA) regular forces in the mountains surrounding an area called Kontum.\nOn February 16, 1967, Sergeant Rodrigues Smith was leading his platoon in a reconnaissance patrol, when suddenly it came under attack. NVA forces attacked the patrol with machinegun, mortar and rocket fire. Despite the fact that he was wounded, he coordinated a counterattack by positioning his men and distributing ammunition. He was struck by a rocket, but continued to expose himself in order to direct his men's fire upon the approaching enemy. Even though he died from his wounds, his actions resulted in the defeat of the enemy.\nFor his actions, he was recommended for the Medal of Honor. The family received the medal from the hands of Secretary of the Army Stanley R. Resor because President Lyndon B. Johnson was ill at the time. However, after the ceremony, which was held at the White House, the family which included his widow Jane and two daughters, Kathleen 10 and Pamela 6, were taken to President Johnson's bedroom.\nPostscript.\nSergeant First Class Elmelindo Rodrigues Smith's remains were buried with full military honors in the National Memorial Cemetery of the Pacific in Honolulu, Hawaii. His name is inscribed in the Vietnam War Memorial in Washington, D.C. in Panel 15E – Row 051.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wahiawa","surface_form":"Wahiawa","offset":95},{"uri":"Hawaii","surface_form":"Hawaii","offset":104},{"uri":"United_States_Army","surface_form":"United States Army","offset":121},{"uri":"Hispanic_and_Latino_Americans","surface_form":"Hispanic","offset":151},{"uri":"Asian-Pacific_American","surface_form":"Asian","offset":160},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":246},{"uri":"Puerto_Rican_American","surface_form":"Puerto Rican origin","offset":462},{"uri":"Honolulu","surface_form":"Honolulu","offset":574},{"uri":"United_States_Army","surface_form":"United States Army","offset":653},{"uri":"Okinawa","surface_form":"Okinawa","offset":744},{"uri":"WAC","surface_form":"WAC","offset":804},{"uri":"Tacoma%2C_Washington","surface_form":"Tacoma, Washington","offset":906},{"uri":"South_Vietnam","surface_form":"Republic of Vietnam","offset":1001},{"uri":"4th_Infantry_Division_(United_States)","surface_form":"4th Infantry Division","offset":1117},{"uri":"Cambodia","surface_form":"Cambodia","offset":1239},{"uri":"Vietnam_People%27s_Army","surface_form":"North Vietnamese Army","offset":1307},{"uri":"Machinegun","surface_form":"machinegun","offset":1573},{"uri":"Mortar_(weapon)","surface_form":"mortar","offset":1585},{"uri":"Secretary_of_the_Army","surface_form":"Secretary of the Army","offset":2045},{"uri":"Stanley_R._Resor","surface_form":"Stanley R. Resor","offset":2067},{"uri":"Lyndon_B._Johnson","surface_form":"Lyndon B. Johnson","offset":2102},{"uri":"White_House","surface_form":"White House","offset":2192},{"uri":"National_Memorial_Cemetery_of_the_Pacific","surface_form":"National Memorial Cemetery of the Pacific","offset":2448},{"uri":"Vietnam_War_Memorial","surface_form":"Vietnam War Memorial","offset":2540},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":2564}]}