{"id":381532,"url":"http://en.wikipedia.org/wiki/Epoxide","text":"In organic chemistry, an epoxide is a molecule that has a ring with at least three atoms in total, two carbon atoms and one oxygen atom. These three atoms are bonded, or stuck together, in a small ring. The ring of atoms is shaped like a triangle, with all edges of the same length. Because of this small ring, an epoxide is very reactive.\nEpoxides can be made by oxidation of alkenes. There are many ways to do this. Usually, a peroxide is used. Some ways can even make only one enantiomer of the epoxide.\nEpoxides like to react with nucleophiles. Usually, when an epoxide reacts with a nucleophile, the first thing it does is break one of its chemical bonds between the oxygen atom and the carbon atom. This makes the triangular ring pop open. With the ring open, the nucleophile gets stuck onto one of the carbon atoms. On the other carbon, the left over oxygen attaches to a hydrogen atom, turning into an alcohol. This is very useful, because it is easy to change an alcohol into many other functional groups.\nEpoxides are useful because with them very complicated molecules can be made quickly. Epoxides are extremely useful for making many other compounds. That is because oxygen, which is in an epoxide, is such a great functional group. Once you have made an epoxide, you can make alcohols, ethers, and halohydrins, among other things.","categories":[],"infobox_types":[],"annotations":[{"uri":"Organic_chemistry","surface_form":"organic chemistry","offset":3},{"uri":"Molecule","surface_form":"molecule","offset":38},{"uri":"Carbon","surface_form":"carbon","offset":103},{"uri":"Oxygen","surface_form":"oxygen","offset":124},{"uri":"Chemical_bond","surface_form":"bonded","offset":159},{"uri":"Triangle","surface_form":"triangle","offset":238},{"uri":"Oxidation","surface_form":"oxidation","offset":364},{"uri":"Alkene","surface_form":"alkene","offset":377},{"uri":"Peroxide","surface_form":"peroxide","offset":429},{"uri":"Enantiomer","surface_form":"enantiomer","offset":480},{"uri":"Nucleophile","surface_form":"nucleophile","offset":535},{"uri":"Chemical_bond","surface_form":"chemical bond","offset":645},{"uri":"Hydrogen","surface_form":"hydrogen","offset":879},{"uri":"Alcohol","surface_form":"alcohol","offset":910},{"uri":"Functional_group","surface_form":"functional group","offset":996}]}