{"id":38213,"url":"http://en.wikipedia.org/wiki/Domestic_sheep","text":"A domestic sheep (\"Ovis aries\") is a domesticated mammal related to wild sheep and goats. Sheep are owned and looked after by a sheep farmer. Female sheep are called \"ewes\". Male sheep are called \"rams\". Young sheep are called \"lambs\".\nThey are kept for their wool and their meat. The wool of sheep, after cleaning and treating, is used to make woollen clothes. The meat of young sheep is called \"lamb\", and the meat from adult sheep is called \"mutton\". Both are economically important products which have been used since prehistoric times.\nSheep are domesticated animals which have been bred by man. There are breeds which specialise in wool or meat.\nThe plural of \"sheep\" is just \"sheep\".\nFlocks.\nA group of sheep is called a flock. Sheep follow each other in basically the same way all the time, so there are special names for the different roles sheep play in a flock. The sheep that is farthest away from the others is called the outlier, a word that is also used in statistics. This sheep is willing to go out farther away from the safety of the flock to graze, but takes a chance that a predator like a wolf will attack it first, because it is alone. Another sheep, the bellwether, which never goes first but always follows an outlier, is the one that signals to the others that it is safe to go that way. When it moves, the others will also move. Tendency to be outliers or to be bellwethers, or stick in the middle of the flock, seems to stay with a sheep its whole life. There might be genes that make them repeat this role behaviour.\nDolly the Sheep.\nProbably the most famous sheep was Dolly the Sheep. She was named after Dolly Parton, and was the first large mammal clone. She did not live as long as a regular sheep, because clones have health problems. This is only known because of Dolly.\nFat-tailed sheep.\nThese sheep are so named because they can store large amounts of fat in the tail and the region of the rump. They are kept mainly because they make more milk than other types of sheep; but their wool is rough and long, and is mostly used for making carpets. Fat-tailed sheep are found mainly in the very dry parts of Africa, the Middle East, and Asia, and they represent about 25 percent of the sheep in the world. The major breeds are the Awassi, Bakhtiari, Karakul, Ghashghai, and Kermani.\nFigurative meaning.\nPeople may be called \"sheep\" if they follow a leader without thinking or people can be called \"Sheepish\" if they are showing or feeling embarrassment from shame or a lack of self-confidence. This is what is called a \"figurative\" meaning: it's a figure of speech.","categories":[],"infobox_types":[],"annotations":[{"uri":"Domestication","surface_form":"domesticated","offset":37},{"uri":"Mammal","surface_form":"mammal","offset":50},{"uri":"Domestic_goat","surface_form":"goats","offset":83},{"uri":"Farmer","surface_form":"farmer","offset":134},{"uri":"Wool","surface_form":"wool","offset":260},{"uri":"Meat","surface_form":"meat","offset":275},{"uri":"Mutton","surface_form":"mutton","offset":445},{"uri":"Economics","surface_form":"economically","offset":463},{"uri":"Product_(consumer_goods)","surface_form":"product","offset":486},{"uri":"Prehistoric","surface_form":"prehistoric","offset":522},{"uri":"Domestication","surface_form":"domesticated","offset":551},{"uri":"Breed","surface_form":"breed","offset":611},{"uri":"Plural","surface_form":"plural","offset":656},{"uri":"Outlier","surface_form":"outlier","offset":935},{"uri":"Statistics","surface_form":"statistics","offset":972},{"uri":"Grazer","surface_form":"graze","offset":1061},{"uri":"Predator","surface_form":"predator","offset":1094},{"uri":"Wolf","surface_form":"wolf","offset":1110},{"uri":"Bellwether","surface_form":"bellwether","offset":1177},{"uri":"Safe","surface_form":"safe","offset":1292},{"uri":"Gene","surface_form":"gene","offset":1496},{"uri":"Dolly_(sheep)","surface_form":"Dolly the Sheep","offset":1597},{"uri":"Dolly_Parton","surface_form":"Dolly Parton","offset":1634},{"uri":"Mammal","surface_form":"mammal","offset":1672},{"uri":"Clone","surface_form":"clone","offset":1679},{"uri":"Health","surface_form":"health","offset":1751},{"uri":"Milk","surface_form":"milk","offset":1976},{"uri":"Africa","surface_form":"Africa","offset":2140},{"uri":"Middle_East","surface_form":"Middle East","offset":2152},{"uri":"Asia","surface_form":"Asia","offset":2169},{"uri":"Figure_of_speech","surface_form":"figure of speech","offset":2580}]}