{"id":382108,"url":"http://en.wikipedia.org/wiki/Awty_International_School","text":"The Awty International School is a private school in Houston, Texas. It is for pre-kindergarten through 12th grade. It is the largest international school in the United States.\nSchool history.\nAwty was founded in 1956 as pre-school by Kathleen Awty. Adding High School, in 1975, the complex changed Awty into College preparatory school. They then united with French School of Houston and became Awty International School, as it is today, in 1984. Enrollment increased from 600 to 1,475 during last 15 years. In 1990 there was pre-school building added, in 1991 new high school building, in 1995 pre-school classrooms were added. Finally, in 2009, Awty opened athletic stadium with a soccer field, track, and tennis courts.\nAwty today.\nAwty is made of a big French Section and huge International Section. It is an accredited international and largest private school in US. It's licensed by ISAS and CIS, and also it is member of NAIS.\nFaculty and Students.\nSchool faculty comes from about 30 different countries and they are native speakers of languages from these countries.\nStudents are 40% American, 30% French and 30% from many other countries around the world.\nGraduates attend universities in the US, Canada, Latin America, Australia, the Middle East, Asia and Europe.\nLocation and Campus.\nThe school is located on a 15-acre (61,000 m2) campus in central Houston. It includes 300 classrooms, 6 science laboratories, 3 art rooms, 4 computer laboratories, 3 libraries, 2 lunch rooms, 2 covered basketball/volleyball courts, an athletics center, 2 soccer fields and 2 gymnasiums.\nVision and Mission.\nAwty's Vision is to inspire and educate students, so they could think outside the box, with help of unigque school spirit and welcoming campus.\nThe Awty International School provides a challenging education, leading to either the International Baccalaureate or the French Baccalauréat.\nWithin a friendly and nurturing environment, which encourages learning and the pursuit of excellence, Awty celebrates linguistic, cultural and international diversity and seeks to maximize the potential in all of our students as they grow to become responsible world citizens.\nSports and arts.\nThe school is member of TAPPS, they play basketball, perform in music contests or win in soccer. A lot of Awty's musicians are in TAPPS Area or Region band.","categories":[],"infobox_types":[],"annotations":[{"uri":"Private_school","surface_form":"private school","offset":35},{"uri":"Houston%2C_Texas","surface_form":"Houston, Texas","offset":53},{"uri":"Pre-school","surface_form":"pre-school","offset":221},{"uri":"Kathleen_Awty","surface_form":"Kathleen Awty","offset":235},{"uri":"High_School","surface_form":"High School","offset":257},{"uri":"College_preparatory_school","surface_form":"College preparatory school","offset":309},{"uri":"ISAS","surface_form":"ISAS","offset":889},{"uri":"CIS","surface_form":"CIS","offset":898},{"uri":"NAIS","surface_form":"NAIS","offset":928},{"uri":"TAPPS","surface_form":"TAPPS","offset":2206}]}