{"id":382337,"url":"http://en.wikipedia.org/wiki/Spalato_(Italian_province)","text":"The Italian Province of Spalato (1941-1943) was an administrative section of the \"Governorate of Dalmatia\", created during World War II by the Italian government with \"Regio Decreto Legge\" of May 18, 1941.\nCharacteristics.\nThe Province of Spalato was part of the Italian Governorate of Dalmatia and had an area of 975 km² with a population of 128,400 inhabitants. It was included the two main cities of Spalato (Split) and Trau (Trogir) and their hinterland, extending north to Sebenico (Šibenik). Additionally there were the islands of Lissa, Curzola, Lagosta, Cazza, Pelagosa (these last 3 removed from the \"Italian Province of Zara\") and Meleda.\nThe province bordered only the Independent State of Croatia. The \"Capoluogo\" (administrative center) was Spalato, where there was the \"Tribunal\" and was edited the Italian newspaper \"San Marco\". There was even the football team \"AC Spalato\", that substituted the local Hadjuk ruled by Slavs.\nMost of the population of the newly created province was Croatian, but there was even a small -but historical- community of nearly 3,000 Dalmatian Italians (only in Spalato city they were more than 1,000 in 1940, even if greatly reduced from the first half of the XIX century when they were more than one third of the city's population).\nHistory.\nItalian General Vittorio Ambrosio conquered in a few days all the Dalmatian coast of Yugoslavia, and occupied in April 1941 the area of southern Dalmatia around Spalato (called officially \"Split\" only since 1919).\nThe new Italian province of Spalato was created by order of Mussolini the next month, with the \"May 19 Treaty between Italy and Croatia\". Valerio Paolo Zerbino was named \"Prefect\" of the Province of Spalato, serving from June 1941 to August 1943.\nThe governorship of the Spalato province (and all the Governorate of Dalmatia) was held by Giuseppe Bastianini until January 1943 when he was recalled to Italy to join the cabinet; his place as governor was taken by Francesco Giunta.\nIn summer 1941 the Italian government started a policy of \"Italianization\" in all the Governorate of Dalmatia. New Italian schools were opened in Spalato. Administrative personnel from Italy moved to Spalato and Trau (nearly 6,700 Dalmatian Italians took refuge in Italy after the creation of Yugoslavia in 1919, and many of them were offered work if they returned to settle with their families in the Governorate of Dalmatia). Bastianini started needed public works, building hospitals, sewage systems and roads in the area. Even the \"Bank of Italy\" opened a branch in Spalato\nThousands of Jews from Croatia took refuge inside the Governorate, and many moved to the Spalato area mainly in 1942.\nIn August 1943 the Governorate administrative personnel left Dalmatia and returned to the Italian peninsula: the area was ruled by the Italian military until mid-September 1943 when was occupied by German troops. After the disappearance of the province, all the area -that under Italian presence was spared the bloody guerrilla that happened in Ante Pavelic's Croatia- started to be involved in the massacres of the Yugoslavian civil war during WWII.\nAfter WWII nearly all the 3000 Dalmatian Italians of Spalato were forced to emigrate from Tito's Yugoslavia, but in 2012 there were still 100 in the city.","categories":[],"infobox_types":[],"annotations":[{"uri":"World_War_II","surface_form":"World War II","offset":123},{"uri":"Kingdom_of_Italy_(1861-1946)","surface_form":"Italian government","offset":143},{"uri":"Split%2C_Croatia","surface_form":"Split","offset":412},{"uri":"Independent_State_of_Croatia","surface_form":"Independent State of Croatia","offset":680},{"uri":"Croats","surface_form":"Croatian","offset":998},{"uri":"Dalmatian_Italians","surface_form":"Dalmatian Italians","offset":1078},{"uri":"Yugoslavia","surface_form":"Yugoslavia","offset":1373},{"uri":"Mussolini","surface_form":"Mussolini","offset":1562},{"uri":"Jews","surface_form":"Jews","offset":2574},{"uri":"Tito","surface_form":"Tito","offset":3220}]}