{"id":382387,"url":"http://en.wikipedia.org/wiki/Explanation","text":"e=\"preserve\">An explanation is an attempt to answer the question \"why\". Asked of a person, it is a question about motive: \"why did you do this?\". Asked of a natural event, it is a question about natural causes (causation).\nIn science, an explanation is the link between an event which is a cause, and a second event, which is an effect. The phrase \"cause and effect\" refers to this. The relationship between the two events is known as causality. The philosopher Mario Bunge said, \"We do not rest content with finding facts but wish to know why they should occur rather than not\".\nAs a general rule, explanations move from what we know to what we do not know. This is important because it explains why different kinds of people may need different explanations. \"A child, a lay person and an expert may need different explanations of the same thing, since what is already familiar to them will differ\".\nThe asking of questions depends on language, and is peculiar to humans. It starts very soon after a child learns how to speak. A kind of game which young children play with adults is the 'why game'. Every parent gets the experience of their child asking a never-ending stream of why questions, until at last the adult says \"Well, it just \"is!\"\nThere can be plenty of argument about whether or not an explanation is appropriate, and if so, whether it is correct. If one asks why the sun gives out heat and light, to say \"because it is daytime\" is not appropriate, even if it might indeed be daytime. The real answer was not known until the 20th century. Before then peoples like the ancient Egyptians thought it was caused by a god (Aten).\nGeneral explanations.\nThese add something to human knowledge.\nPersonal explanations.\nA personal question like \"Why did you do that?\" clearly asks for an explanation. What that explanation might be depends on context: it all depends on circumstance. This type of question about motives only applies to the people concerned.\nMany kinds of explanations are made up of more than one type. An explanation can be valid or invalid or a combination of both. Some explanations may appear reasonable, but turn out to be misleading or wrong.","categories":[],"infobox_types":[],"annotations":[{"uri":"Answer","surface_form":"answer","offset":45},{"uri":"Question","surface_form":"question","offset":56},{"uri":"Motivation","surface_form":"motive","offset":114},{"uri":"Causality","surface_form":"causation","offset":211},{"uri":"Event","surface_form":"event","offset":273},{"uri":"Cause","surface_form":"cause","offset":290},{"uri":"Effect","surface_form":"effect","offset":329},{"uri":"Cause_and_effect","surface_form":"cause and effect","offset":349},{"uri":"Causality","surface_form":"causality","offset":435},{"uri":"Language","surface_form":"language","offset":936},{"uri":"Ancient_Egypt","surface_form":"ancient Egypt","offset":1583},{"uri":"Aten","surface_form":"Aten","offset":1633},{"uri":"Knowledge","surface_form":"knowledge","offset":1691},{"uri":"Context","surface_form":"context","offset":1848},{"uri":"Circumstance","surface_form":"circumstance","offset":1875},{"uri":"Valid","surface_form":"valid","offset":2047},{"uri":"Invalid","surface_form":"invalid","offset":2056},{"uri":"Combination","surface_form":"combination","offset":2069}]}