{"id":382539,"url":"http://en.wikipedia.org/wiki/Emmeline_Pankhurst","text":"Emmeline Pankhurst (née Goulden; 15 July 1858 – 14 June 1928) was the leader of the British suffragette movement which helped women win the right to vote.\nIn 1999 \"Time\" named Pankhurst as one of the 100 Most Important People of the 20th Century, stating: \"she shaped an idea of women for our time; she shook society into a new pattern from which there could be no going back.\" She was widely criticized for her militant tactics, but her work helped to achieve women's suffrage in Britain.\nAfter her husband died in 1898, Pankhurst founded the Women's Social and Political Union (WSPU), an organisation dedicated to \"deeds, not words\". The group became infamous when its members smashed windows and assaulted police officers. Pankhurst, her daughters, and other WSPU activists were sentenced to repeated prison sentences, where they staged hunger strikes to secure better conditions. As Pankhurst's oldest daughter Christabel took the helm of the WSPU, antagonism between the group and the government grew. Eventually arson became a common tactic among WSPU members, and more moderate organisations spoke out against the Pankhurst family. In 1913 several prominent individuals left the WSPU, among them Pankhurst's daughters Adela and Sylvia. The family rift never healed.\nWith the advent of the First World War, Emmeline and Christabel called an immediate halt to militant suffrage activism in support of the British Government's stand against the \"German Peril\". They urged women to aid industrial production and encouraged young men to fight. In 1918 the Representation of the People Act granted votes to women over the age of 30 and the WSPU was disbanded.\nPankhurst transformed the WSPU machinery into the Women's Party, dedicated to promoting women's equality in public life. In her later years she became concerned with the 'Bolshevik menace' and – unhappy with the political alternatives – joined the Conservative Party. She died in 1928, 17 days before women got equal voting rights and was commemorated two years later with a statue in London's Victoria Tower Gardens.","categories":[],"infobox_types":[],"annotations":[{"uri":"Suffragette","surface_form":"suffragette","offset":92},{"uri":"Women%27s_suffrage","surface_form":"right to vote","offset":140},{"uri":"Time_(magazine)","surface_form":"Time","offset":164},{"uri":"Police_officer","surface_form":"police officer","offset":709},{"uri":"Arson","surface_form":"arson","offset":1018},{"uri":"British_Government","surface_form":"British Government","offset":1410},{"uri":"Bolshevik","surface_form":"Bolshevik","offset":1832},{"uri":"Conservative_Party_(UK)","surface_form":"Conservative Party","offset":1909},{"uri":"Victoria_Tower_Gardens","surface_form":"Victoria Tower Gardens","offset":2055}]}