{"id":382681,"url":"http://en.wikipedia.org/wiki/Buchenwald_concentration_camp","text":"Buchenwald concentration camp was a Nazi concentration camp during World War II. In German, the camp was called \"Konzentrationslager (KZ) Buchenwald.\" It was built in Germany in 1937, and stayed open until 1945. Buchenwald was one of the first and largest concentration camps built in Germany.\nThe Nazis sent people from all over Europe and the Soviet Union to Buchenwald. There, they were prisoners and did forced labor in weapons factories.\nAfter the Allies won World War II, the Soviet Union took over Buchenwald and some other parts of Germany. From 1945 to 1950, they used Buchenwald as an internment camp. They called it NKVD Special Camp Number 2. (The NKVD was the Soviet police organization that ran the camp.) On January 6, 1950, the Soviets handed over Buchenwald to the East German Ministry of Internal Affairs.\nToday, what is left of Buchenwald is a memorial. There is also a museum there.\nHistory.\nThe Nazis built Buchenwald on the \"Ettersberg\" (Etter Mountain), near Weimar, Germany, in July of 1937. They named the camp \"Buchenwald,\" which means \"beech forest\" in English. On the camp's main gate, they wrote \"Jedem das Seine\" (\"Each to their own”).\nBetween April 1938 and April 1945, about 238,380 people were sent to Buchenwald. These prisoners included people from many different countries. They also included many Allied prisoners of war (POWs). Over 56,000 prisoners died at Buchenwald.\nKarl-Otto Koch (1 August 1937–July 1941).\nBuchenwald’s first commandant (camp leader) was Karl-Otto Koch. He ran the camp from 1937 to July 1941. His second wife, Ilse Koch, became well known as \"Die Hexe von Buchenwald\" (\"the witch of Buchenwald\") for the terrible ways she treated the prisoners. Koch made the prisoners build a zoo at Buchenwald, with a bear pit (\"Bärenzwinger\").\nEventually, Koch was put in prison at Buchenwald himself. At first, two Nazi officials named Prince Waldeck and Dr. Morgen accused Koch of encouraging murder. Later, Koch was also charged with corruption, embezzlement, black market dealings, and using the camp's workers to meet his own needs. Other camp officials were also charged, including Ilse Koch.\nKarl Koch was tried and sentenced to death. He was executed by a firing squad on April 5, 1945. This was just one week before American soldiers arrived and took over Buchenwald.\nAfter the war, Ilse Koch was sentenced to four years in jail. At first, her sentence was cut down to two years and she was set free. However, after this, she was arrested again and sentenced to life in prison by the new German government. She killed herself in jail in September 1967.\nHermann Pister (1942–1945).\nBuchenwald's second commandant was Hermann Pister. He controlled the camp from 1942 to 1945, when it was taken over by American soldiers.\nAfter the war, Pister was tried in the Nuremberg Trials, and was sentenced to death. However, in September 1948, before he could be executed, Pister died of a heart problem.\nWomen in Buchenwald.\nSomewhere between 500 and 1,000 women prisoners were kept at Buchenwald. First, in 1941, twenty female political prisoners were brought to Buchenwald from Ravensbrück concentration camp. They were forced to work as sex slaves in the camp's brothel.\nHowever, most of the female prisoners were sent to Buchenwald in 1944 and 1945 from other concentration camps. They were sent mainly from Auschwitz, Ravensbrück, and Bergen Belsen. Later, all the women prisoners were sent to Buchenwald's many female satellite camps (smaller camps around Buchenwald).\nIlse Koch was the head supervisor (\"Oberaufseherin\") of 22 other female guards and hundreds of women prisoners in the main camp. More than 530 other female guards worked in Buchenwald's many other, smaller camps (\"subcamps\"). Only 22 women served or trained in the main Buchenwald camp, compared to over 15,500 men.\nAllied airmen.\nWhen the Nazis captured soldiers from Western Allied countries, they almost always sent them to prisoner of war camps, not concentration camps. However, they did keep a group of 168 airmen (flyers) at Buchenwald for two months. These men were from the United States, the United Kingdom, Canada, Australia, New Zealand, and Jamaica. They got to Buchenwald on August 20, 1944.\nThese airmen's planes had crashed in France, which Nazi Germany controlled. The airmen were sent to Buchenwald, not a POW camp, because the Nazis said they were spies and \"terror bombers.\"\nThe airmen were treated and abused in the same way as the other prisoners at Buchenwald. Two airmen died there. Then, in October 1944, the airmen were sent to Stalag Luft III, a regular POW camp. The airmen who were accused of being \"terror bombers\" were going to be executed at Buchenwald after October 24. They were saved by officers of the Luftwaffe (the German air force), who visited Buchenwald. When they got back to Berlin, these officers made sure the airmen were sent to a regular POW camp, and not executed.\nCauses of death.\nThe Nazis' goal for camps like Buchenwald was \"Vernichtung durch Arbeit\" (\"extermination through labor\"). This meant that prisoners were being sent to Buchenwald to be worked to death.\nBecause of the terrible living conditions in the camp, illness was very common and spread quickly. Prisoners were also starving. Because of this combination of illness and starvation, many prisoners were actually \"worked to death\" as the Nazis had planned. However, many other inmates died from executions, experiments by Nazi doctors, and other causes.\nSummary executions of Soviet POWs (executions without a trial) were also done at Buchenwald. In 1941 and 1942, at least 1,000 men were chosen to be killed and were sent to Buchenwald, where they were immediately shot in the back of the head.\nNazi doctors also did experiments on prisoners at Buchenwald. For example, in 1942 and 1943, they used 729 prisoners to test a vaccine for typhus. This meant the prisoners were given the vaccine, and then given typhus on purpose. 154 of these prisoners died. In another experiment, Nazi doctors wanted to see how much of a certain poison was needed to kill a person. They gave four Russian POWs the poison. When the POWs did not die, they were \"strangled in the crematorium\" and then \"dissected\" (cut apart to study their bodies). Doctors also burned other prisoners very badly with white phosphorus to test whether a medicine would help similar wounds caused by bombs. After the war ended, at the Nuremberg Trials, one of these doctors defended himself by saying that while he was a doctor, he was also a \"legally appointed executioner\" (meaning the law allowed him to kill people).\nNumber of deaths.\nThe SS left behind records of how many prisoners came to the camp and how many left. They recorded how many prisoners were let go, sent to another camp, or died. These records say that 33,462 prisoners died at Buchenwald. However, these records may not be completely true. For example, before 1944, when the SS killed prisoners, they often wrote down that the prisoners were \"transferred to the Gestapo,\" not that they were killed. Also, starting in 1941, many Soviet POWs were executed in mass killings. These POWs would be killed as soon as they got to the camp, and were never added to the camp's records. This means they were not listed among the 33,462 dead.\nOne former Buchenwald prisoner, Armin Walter, counted the number of people who were killed by being shot in the back of the head. Walter's job at Buchenwald was to set up and care for a radio system at the place where people were executed. He counted the number of people who were killed and hid the information. He says that 8,483 Soviet prisoners of war were shot and killed.\nThis total of 56,545 deaths means that 24% of the prisoners who were sent to Buchenwald died.\nLiberation.\nOn April 4, 1945, United States soldiers took over Ohrdruf, one of Buchenwald's smaller camps. Ohrdruf was the first Nazi camp liberated (taken over and freed) by U.S. soldiers.\nTwo days later, the Nazis started trying to evacuate (move everybody out of) Buchenwald. They made thousands of prisoners go on forced marches toward other camps that the Americans had not yet reached.\nDamazyn fainted after getting the message.\nAfter learning this news, Communist inmates attacked the camp's watchtowers and killed the guards who were still at the camp. They used guns they had been collecting since 1942 (one machine gun and 91 rifles).\nUnited States soldiers arrived at Buchenwald on April 11, 1945 at 3:15 P.M. (The clock at the entrance gate is now permanently set to this time). The soldiers were given a hero's welcome.\nLater that day, United States soldiers took over Langenstein, one of Buchenwald's smaller camps. There, they freed over 21,000 prisoners. They also ordered the mayor of Langenstein to send food and water to the camp, and rushed in medical supplies from an American field hospital.\nSoviet Special Camp Number 2.\nBetween 1945 and February 10, 1950, the camp was run by the Soviet Union. They used it as a prison camp called Special Camp Number 2.\nThe Soviet Union held 28,455 prisoners, including 1,000 women, at Special Camp Number 2. Soviet records say that 7,113 of these prisoners died. They were buried in mass graves in the woods around the camp. Their families were not told they had died.\nThe NKVD (the Soviet police organization that ran the camp) would not let the prisoners talk to anyone outside the camp. The NKVD also did not try to figure out whether the prisoners were guilty.\nOn January 6, 1950, the Soviet Minister of Internal Affairs, Sergei Nikiforovich Kruglov, decided that the East German Ministry of Internal Affairs would take over all of the NKVD special camps, including the one at Buchenwald.\nBuchenwald is destroyed.\nIn October 1950, Buchenwald was destroyed. The main gate, the crematorium, the hospital block, and two guard towers were left standing. All prisoner barracks and other buildings were torn down. Many of them have been rebuilt.\nJust days after the camp was liberated in 1945, freed prisoners built a monument to honor the people who died at Buchenwald. It was made of wood and was meant to be temporary. Eventually it was replaced by a monument made of stainless steel. The surface of this monument is kept at, the temperature of human skin, all year round.\nA second monument was also built in 1958, near where prisoners had been buried together in mass graves.\nVisit from President Obama and Chancellor Merkel.\nOn June 5, 2009, U.S. President Barack Obama and German Chancellor Angela Merkel visited Buchenwald. Elie Wiesel and Bertrand Herz, two survivors of Buchenwald, went with them. During the visit, President Obama said at as a child, he had heard stories about Buchenwald from his great-uncle, who was part of the 89th Infantry Division. This Division was the first group of American soldiers to reach the Ohrdruf forced labor camp, one of Buchenwald's smaller camps.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nazi_concentration_camps","surface_form":"Nazi concentration camp","offset":36},{"uri":"World_War_II","surface_form":"World War II","offset":67},{"uri":"German_language","surface_form":"German","offset":84},{"uri":"Germany","surface_form":"Germany","offset":167},{"uri":"Germany","surface_form":"Germany","offset":285},{"uri":"Nazis","surface_form":"Nazis","offset":298},{"uri":"Europe","surface_form":"Europe","offset":330},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":345},{"uri":"Prisoner","surface_form":"prisoner","offset":390},{"uri":"Forced_labor","surface_form":"forced labor","offset":408},{"uri":"Weapon","surface_form":"weapon","offset":424},{"uri":"Factory","surface_form":"factories","offset":432},{"uri":"Allies_of_World_War_II","surface_form":"Allies","offset":453},{"uri":"Internment_camp","surface_form":"internment camp","offset":595},{"uri":"NKVD","surface_form":"NKVD","offset":660},{"uri":"East_Germany","surface_form":"East German","offset":782},{"uri":"Memorial","surface_form":"memorial","offset":863},{"uri":"Museum","surface_form":"museum","offset":889},{"uri":"Weimar","surface_form":"Weimar","offset":982},{"uri":"Beech","surface_form":"beech","offset":1063},{"uri":"Forest","surface_form":"forest","offset":1069},{"uri":"Prisoner_of_war","surface_form":"prisoners of war","offset":1341},{"uri":"Karl-Otto_Koch","surface_form":"Karl-Otto Koch","offset":1498},{"uri":"Ilse_Koch","surface_form":"Ilse Koch","offset":1571},{"uri":"Zoo","surface_form":"zoo","offset":1738},{"uri":"Bear","surface_form":"bear","offset":1764},{"uri":"Murder","surface_form":"murder","offset":1942},{"uri":"Corruption","surface_form":"corruption","offset":1984},{"uri":"Embezzlement","surface_form":"embezzlement","offset":1996},{"uri":"Black_market","surface_form":"black market","offset":2010},{"uri":"Trial","surface_form":"tried","offset":2160},{"uri":"Death_penalty","surface_form":"sentenced to death","offset":2170},{"uri":"Execution","surface_form":"executed","offset":2197},{"uri":"Firing_squad","surface_form":"firing squad","offset":2211},{"uri":"Soldier","surface_form":"soldier","offset":2281},{"uri":"Sentence_(law)","surface_form":"sentenced","offset":2353},{"uri":"Suicide","surface_form":"killed herself","offset":2567},{"uri":"Hermann_Pister","surface_form":"Hermann Pister","offset":2672},{"uri":"Nuremberg_Trials","surface_form":"Nuremberg Trials","offset":2814},{"uri":"Heart","surface_form":"heart","offset":2934},{"uri":"Ravensbr%C3%BCck_concentration_camp","surface_form":"Ravensbrück concentration camp","offset":3125},{"uri":"Brothel","surface_form":"brothel","offset":3210},{"uri":"Auschwitz_concentration_camp","surface_form":"Auschwitz","offset":3357},{"uri":"Bergen-Belsen_concentration_camp","surface_form":"Bergen Belsen","offset":3385},{"uri":"Canada","surface_form":"Canada","offset":4138},{"uri":"Australia","surface_form":"Australia","offset":4146},{"uri":"New_Zealand","surface_form":"New Zealand","offset":4157},{"uri":"Jamaica","surface_form":"Jamaica","offset":4174},{"uri":"France","surface_form":"France","offset":4263},{"uri":"Spy","surface_form":"spies","offset":4387},{"uri":"Terrorism","surface_form":"terror","offset":4398},{"uri":"Luftwaffe","surface_form":"Luftwaffe","offset":4758},{"uri":"Air_force","surface_form":"air force","offset":4780},{"uri":"Illness","surface_form":"illness","offset":5190},{"uri":"Starvation","surface_form":"starving","offset":5254},{"uri":"Experiment","surface_form":"experiment","offset":5442},{"uri":"Execution","surface_form":"execution","offset":5497},{"uri":"Trial","surface_form":"trial","offset":5545},{"uri":"Experiment","surface_form":"experiment","offset":5753},{"uri":"Vaccine","surface_form":"vaccine","offset":5858},{"uri":"Typhus","surface_form":"typhus","offset":5870},{"uri":"Poison","surface_form":"poison","offset":6062},{"uri":"Strangling","surface_form":"strangled","offset":6176},{"uri":"Cremation","surface_form":"crematorium","offset":6193},{"uri":"Burn","surface_form":"burn","offset":6275},{"uri":"White_phosphorus","surface_form":"white phosphorus","offset":6314},{"uri":"Injury","surface_form":"wounds","offset":6377},{"uri":"Bomb","surface_form":"bomb","offset":6394},{"uri":"Nuremberg_Trials","surface_form":"Nuremberg Trials","offset":6429},{"uri":"Gestapo","surface_form":"Gestapo","offset":7028},{"uri":"Mass_murder","surface_form":"mass killings","offset":7123},{"uri":"Ohrdruf_forced_labor_camp","surface_form":"Ohrdruf","offset":7832},{"uri":"Syncope","surface_form":"fainted","offset":8169},{"uri":"Communist","surface_form":"Communist","offset":8230},{"uri":"Watchtower","surface_form":"watchtower","offset":8268},{"uri":"Machine_gun","surface_form":"machine gun","offset":8386},{"uri":"Rifle","surface_form":"rifle","offset":8405},{"uri":"Mayor","surface_form":"mayor","offset":8762},{"uri":"Guilty","surface_form":"guilty","offset":9485},{"uri":"Cremation","surface_form":"crematorium","offset":9808},{"uri":"Monument","surface_form":"monument","offset":10044},{"uri":"Temporary","surface_form":"temporary","offset":10137},{"uri":"Stainless_steel","surface_form":"stainless steel","offset":10197},{"uri":"Temperature","surface_form":"temperature","offset":10259},{"uri":"Skin","surface_form":"skin","offset":10280},{"uri":"President_of_the_United_States","surface_form":"U.S. President","offset":10473},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":10488},{"uri":"Chancellor_of_Germany","surface_form":"German Chancellor","offset":10505},{"uri":"Angela_Merkel","surface_form":"Angela Merkel","offset":10523},{"uri":"89th_Division_(United_States)","surface_form":"89th Infantry Division","offset":10767}]}