{"id":38265,"url":"http://en.wikipedia.org/wiki/Wormhole","text":"A wormhole is a theoretical passage through space creating a shortcut through time and space. It is not known whether or not they exist.\nScientists believe that if wormholes existed they could not be made following any traditional scientific methods. In order to hold a wormhole open, a form of theoretical exotic matter would be needed. Otherwise the wormhole would simply disappear very quickly after its creation. If plotted on a 2-dimensional plane, the wormhole bends the plane, like folding a paper, so that the two ends would be touching (as seen in the picture). The term wormhole was first used by John Wheeler, a theoretical physicist. It is also known as an Einstein-Rosen bridge. A wormhole is much like a tunnel with two ends each in separate points in space time. Researchers have no observational evidence for wormholes.\nWormholes are a common element in science fiction because they allow rapid interstellar, intergalactic, and sometimes even interuniversal travel. In fiction, wormholes have also served as a method for time travel. This popular fiction allows interstellar travel within human lifetimes. This would allow time travel, also a popular fiction. A proposed time-travel machine using a traversable wormhole would hypothetically work in the following way: One end of the wormhole is accelerated to some significant fraction of the speed of light, perhaps with some advanced propulsion system, and then brought back to the point of origin. Alternatively, another way is to take one entrance of the wormhole and move it to within the gravitational field of an object that has higher gravity than the other entrance, and then return it to a position near the other entrance. For both of these methods, time dilation causes the end of the wormhole that has been moved to have aged less, or become \"younger\", than the stationary end as seen by an external observer; however, time connects differently \"through\" the wormhole than \"outside\" it, so that synchronized clocks at either end of the wormhole will always remain synchronized as seen by an observer passing through the wormhole, no matter how the two ends move around.","categories":[],"infobox_types":[],"annotations":[{"uri":"Theory","surface_form":"theoretical","offset":16},{"uri":"Time","surface_form":"time","offset":78},{"uri":"Space_(physics)","surface_form":"space","offset":87},{"uri":"John_Wheeler","surface_form":"John Wheeler","offset":607},{"uri":"Physicist","surface_form":"physicist","offset":635},{"uri":"Einstein-Rosen_bridge","surface_form":"Einstein-Rosen bridge","offset":669},{"uri":"Space_time","surface_form":"space time","offset":766},{"uri":"Science_fiction","surface_form":"science fiction","offset":870},{"uri":"Time_travel","surface_form":"time travel","offset":1037},{"uri":"Vehicle_propulsion","surface_form":"propulsion system","offset":1402},{"uri":"Time_dilation","surface_form":"time dilation","offset":1727},{"uri":"Synchronization","surface_form":"synchronized","offset":1974}]}