{"id":38262,"url":"http://en.wikipedia.org/wiki/Desperate_Housewives","text":"\"Desperate Housewives\" is an American television series. It is shown in many other countries, including the United Kingdom, Australia, New Zealand, Israel, and Malaysia. The show is shown on ABC in the United States. The series ran on ABC from October 3, 2004 until May 13, 2012 with eight seasons and a total of 180 episodes.\n\"Desperate Housewives\" is a comedy-drama. It is like a soap opera, but is not because it only has a new episode once a week. The show is about a group of neighbors who live on Wisteria Lane in the made-up town of Fairview.\nSeason 1.\nThe show opens with the suicide of Mary Alice Young, a housewife who lives on Wisteria Lane. After that, Mary Alice narrates about her 4 friends: Susan Mayer - a divorced mother who falls in love with her new neighbor Mike Delfino; Bree Van de Kamp - seemingly \"the perfect housewife and the perfect mother\"; Gabrielle Solis - a former model who married a rich husband, but she has an affair with her teenager gardener; and Lynette Scavo - who has 4 kids and her husband at his work all the time. While they try to be the best mothers and housewives, they try to understand why Mary Alice killed herself, and they find a mysterious letter and a cassette with a recording of Mary Alice that says her real name is Angela.\nSeason 2.\nIn season 2 Betty Applewhite,a new neighbour lives in Wisteria Lane with they´re two children Mathew and Caleb, Caleb so his mother thinks killed in Chicago Melanie Foster the girlfriend of Mathew - after the narrator tells that in reality Mathew kills Melanie after a fight he will be killed by the SWAT. Meanwhile, Danielle falls in love with him and later they run from home away(before he will be killed). Then Bree's husband Rex will be murdered by George Williams a pharmacist, because he loves her very much. Lynette decided to work and her husband Tom must be by their kids. At the end of the season Lynette follows Tom to Atlantic City and there she see that he have an affair with Nora Huntington(Lynette didn´t ken her), but then Lynette see that it was a discord and they are happy together. Susan and Mike loves now each other and there will marry but then at the end Orson Hodge crossed with aid him. Gabrielle is pregnant from her gardener John and Carlos and Gaby decided to tease him. After Gabrielle's stairs fall she loose the child and they decided to have a surrogate mother because Gaby could not have a kid now. The secret is all the time what happens in Chicago as Melanie dies.\nSeason 3.\nSeason 3 takes of six months after season 2 ends. Bree has started dating Orson Hodge, not knowing he ran over Mike Delfino, who was on his way to propose to Susan. Lynette has calmed down after the fact that Tom has another child, but she gets annoyed when Nora tries to always be a part of the family, when she feels like she can only include Tom's daughter Kayla. Mike is still in a coma, 6 months after he was run down by Orson. Gabrielle and Carlos are getting divorced. When Gaby has to take care of Xiao-Mei, who are carrying Carlos and Gabrielle's child, it really makes her furious, since she was the woman Carlos was cheating with.\nTwo weeks later, Mike wakes up from his coma. He is suffering from amnesia, and can't remember anything from the day he moved to Wisteria Lane. Edie is there when Mike wakes up, and since she is in love with Mike she tells him that Susan treated him like dirt, and she never really loved him.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":29},{"uri":"Television_programme","surface_form":"television series","offset":38},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":108},{"uri":"Australia","surface_form":"Australia","offset":124},{"uri":"New_Zealand","surface_form":"New Zealand","offset":135},{"uri":"Israel","surface_form":"Israel","offset":148},{"uri":"Malaysia","surface_form":"Malaysia","offset":160},{"uri":"American_Broadcasting_Company","surface_form":"ABC","offset":191},{"uri":"Comedy-drama","surface_form":"comedy-drama","offset":355},{"uri":"Soap_opera","surface_form":"soap opera","offset":382},{"uri":"Wisteria","surface_form":"Wisteria","offset":503}]}