{"id":382739,"url":"http://en.wikipedia.org/wiki/Long_hair","text":"Long hair is a hairstyle that is mostly worn by girls and women. Boys and men may sometimes wear hair to shoulder length. Longer than that is rare for men of most cultures.\nExtremely long hair (usually waist length or longer) is normally only found in females. The reason is that the female hormonal system affects the growth of their hair, just as the male hormonal system supports facial hair growth. This is also the reason young females can have longer hair than older women.\nHair length is measured (in centimeters or inches) from the line of the scalp on the forehead up over the highest point of the skull to the end of the hair. This method is not suitable for measuring hair length for people with a fringe. In cosmetology, hair lengths are usually described by the part of the body where the longest hair ends: \"chin level\", \"shoulder length\", \"mid-back level\", \"waist length\", \"hip-length\", \"classic length\" (extends to almost upper thigh-length, where the legs meet the buttocks), \"thigh-length\", \"knee-length\" and \"ankle/floor length\" hair.\nHair usually takes about 2–2½ years to reach shoulder length. It usually takes about 4–5 years to grow to the waist (which is about 60-80 cm for most women) if left to grow.\nRecords.\nThe maximum hair length that is possible to reach is about 15 cm for infants (below the age of 1), about 60 cm for children (below the age of 13), and generally 100 cm for adults. Some individuals can reach excessive lengths. Lengths greater than 150 cm are frequently observed in long hair contests. Xie Qiuping had the longest documented hair in the world, measuring 5.627 m (18 ft 5.54 in) in May 2004.\nThe maximum hair length depends on the length of the period of hair growth for the individual. Waist-length hair or longer is only possible to reach for women with long periods of hair growth. Hair can grow continuously for between 2 and 7 years.\nRaces of men with longer hair.\nMany Native American men wore long hair before the arrival of western influences on their culture. The long-term preference of females of the tribe for longer male hair would have effect by long-haired males contributing more children than short-haired males.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hairstyle","surface_form":"hairstyle","offset":15},{"uri":"Girl","surface_form":"girl","offset":48},{"uri":"Boy","surface_form":"Boy","offset":65},{"uri":"Hormone","surface_form":"hormonal system","offset":291},{"uri":"Scalp","surface_form":"scalp","offset":552},{"uri":"Forehead","surface_form":"forehead","offset":565},{"uri":"Skull","surface_form":"skull","offset":607},{"uri":"Fringe_(hairstyle)","surface_form":"fringe","offset":709},{"uri":"Cosmetics","surface_form":"cosmetology","offset":720},{"uri":"Leg","surface_form":"leg","offset":968},{"uri":"Buttocks","surface_form":"buttocks","offset":982},{"uri":"Indigenous_peoples_of_the_Americas","surface_form":"Native American","offset":1926}]}