{"id":382781,"url":"http://en.wikipedia.org/wiki/Mind_control","text":"Mind control (also known as brainwashing, coercive persuasion or thought control) refers to the way some people have tried to control the beliefs and behaviours of others.\nIt is a process where a group or individual uses methods to persuade other to change their basic beliefs and values. A group or individual may use unethical methods to persuade others to believe and do what the manipulator(s) want. It often harms the person being manipulated.\nThe term has been applied to any tactic, psychological or otherwise, which undermines (damages) an individual's control over their own thinking, behaviour, emotions or decision making.\nTheories of brainwashing and of mind control were originally developed to explain how totalitarian regimes appeared to succeed systematically in indoctrinating prisoners of war through propaganda and torture techniques.\nHistory.\nSome authors have pointed out that the ideas of mind control can be found in all stages of human history. They are essentially the extreme use of techniques of religious conversion and propaganda which are widespread in human history.\nKorean War.\nThe \"Oxford English Dictionary\" records the earliest known use of \"brainwashing\" in an article Edward Hunter in \"Miami News\" published on 7 October 1950. During the Korean War, Hunter, who worked at the time both as a journalist before becoming a U.S. intelligence agent, wrote a series of books and articles on the theme of Chinese brainwashing.\nThe Chinese term (\"xǐ năo\", literally \"wash brain\") was originally used to describe methodologies of coercive persuasion used under the Maoist regime in China. The methods aimed to change people's mindset so they became \"right-thinking\" members of the new Chinese social system.\nHunter and those who picked up the Chinese term used it to explain why, unlike in earlier wars, a relatively high percentage of American GIs defected to the enemy side after becoming prisoners-of-war. British radio operator Robert W. Ford and British Army Colonel James Carne also claimed that the Chinese subjected them to brainwashing techniques during their war-era imprisonment. The most prominent case in the U.S. was that of Frank Schwable, a prisoner in the war. While in custody, he confessed to having taken part in germ warfare.\nCults and the shift of focus.\nAfter the Korean War, mind control theories shifted in focus from politics to religion. From the 1960s an increasing number of youths started to come into contact with new religious movements (NRM). Some who converted suddenly adopted beliefs and behaviors that differed greatly from those of their families and friends; in some cases they neglected or broke contact with their loved ones. Those against cults explained these sudden and seemingly dramatic religious conversions as due to mind control. The media was quick to follow suit, and social scientists sympathetic to the anti-cult movement, who were usually psychologists, developed more sophisticated models of brainwashing. While some psychologists were receptive to these theories, sociologists were for the most part skeptical of their ability to explain conversion to NRMs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Psychological","surface_form":"psychological","offset":490},{"uri":"Thinking","surface_form":"thinking","offset":584},{"uri":"Totalitarian","surface_form":"totalitarian","offset":720},{"uri":"Prisoners_of_war","surface_form":"prisoners of war","offset":794},{"uri":"Propaganda","surface_form":"propaganda","offset":819},{"uri":"Torture","surface_form":"torture","offset":834},{"uri":"Religious_conversion","surface_form":"religious conversion","offset":1023},{"uri":"Propaganda","surface_form":"propaganda","offset":1048},{"uri":"Oxford_English_Dictionary","surface_form":"Oxford English Dictionary","offset":1115},{"uri":"Korean_War","surface_form":"Korean War","offset":1275},{"uri":"Human_brain","surface_form":"brain","offset":1501},{"uri":"Mao","surface_form":"Mao","offset":1593},{"uri":"Mindset","surface_form":"mindset","offset":1654},{"uri":"United_States","surface_form":"American","offset":1864},{"uri":"GI_(military)","surface_form":"GI","offset":1873},{"uri":"Prisoners-of-war","surface_form":"prisoners-of-war","offset":1919},{"uri":"British_Army","surface_form":"British Army","offset":1979},{"uri":"Colonel","surface_form":"Colonel","offset":1992},{"uri":"Germ_warfare","surface_form":"germ warfare","offset":2261},{"uri":"Politics","surface_form":"politics","offset":2371},{"uri":"Religion","surface_form":"religion","offset":2383},{"uri":"New_religious_movement","surface_form":"new religious movement","offset":2473},{"uri":"Cults","surface_form":"cults","offset":2709},{"uri":"Religious_conversion","surface_form":"religious conversion","offset":2761},{"uri":"Social_scientist","surface_form":"social scientist","offset":2847},{"uri":"Psychologist","surface_form":"psychologist","offset":2921}]}