{"id":38281,"url":"http://en.wikipedia.org/wiki/Savanna","text":"The word savanna comes from a Panamanian word for prairie or plains.\nThey are covered with tall grasses. They may have scattered bushes and trees, but not enough to keep grasses from growing. The most common definition of savanna is the tropical grassland, such as in Africa. They have seasonal rains and dry periods. All savanna plants and trees can survive periods of drought. Most savannas get enough rain to support the forest, but the forest never happens because something keeps the trees from growing. This can be animals that graze and knock over trees (like elephants in Africa), or fires that kill most kinds of trees. Instead there is lots of grasses and other plants that can regrow from the roots.\nAfrica.\nThe savannas of Africa are the best known savannas. Some herbivore<nowiki/>s found in the savanna are antelope<nowiki/>s, impala<nowiki/>s, gazelle<nowiki/>s, buffalo<nowiki/>s, wildebeest<nowiki/>s, zebra<nowiki/>s, rhino<nowiki/>s, giraffe<nowiki/>s, elephant<nowiki/>s, and warthog<nowiki/>s. There is also a large number of carnivore<nowiki/>s, including cats (lion<nowiki/>s, leopard<nowiki/>s, cheetah<nowiki/>s, servals), dogs (jackal<nowiki/>s, wild dogs), and hyenas. The vegetation in the Eastern African is also rich with grass and some scattered trees, mostly acacia trees. The dry season is the winter, from December to February it may not rain at all. But in the summer there is lots of rain.\nNorth America.\nIn North America, the word savanna is also used to describe the tall grass prairies that have scattered trees, typically oaks. This is a temperate climate (colder than the tropics). It is called an \"oak savanna\" since the oak tree is the main tree. At least half of the view of the sky must be open. If there are more trees, then it is called a grove or a woodland. If there are fewer trees, it is a prairie. (If there are many kinds of trees and brush and very little grass, then it is a forest). Oak savannas are found in California and Oregon on the west coast. In the southwest it is found in Arizona, New Mexico, and northern Mexico. In the midwest it is found in the tall-grass prairie. Often a grove or a savanna is east of a river, which stopped the fire often enough to let trees grow. Large oak trees will survive grass fires. The savannas in the midwest of the United States are kept open by regular fires, not because it is too dry for many trees.\nSouth America.\nBrazil's \"cerrado\" is an open woodland of short twisted trees. The are many kinds of plants and animals here, many that don't exist anywhere else on earth.\nThe \"llanos\" of the Orinoco basin of Venezuela and Colombia are grass savannas, some parts of it get flooded every year.\nAustralia.\nNorthern Australia also has a savanna. Eucalyptus trees are the main tree in the Australian savanna. There are many species of kangaroos but not much else.","categories":[],"infobox_types":[],"annotations":[{"uri":"Panama","surface_form":"Panama","offset":30},{"uri":"Prairie","surface_form":"prairie","offset":50},{"uri":"Grassland","surface_form":"grassland","offset":246},{"uri":"Drought","surface_form":"drought","offset":370},{"uri":"Forest","surface_form":"forest","offset":424},{"uri":"Grass","surface_form":"grass","offset":654},{"uri":"Africa","surface_form":"Africa","offset":735},{"uri":"Herbivore","surface_form":"herbivore","offset":776},{"uri":"Antelope","surface_form":"antelope","offset":821},{"uri":"Impala","surface_form":"impala","offset":841},{"uri":"Gazelle","surface_form":"gazelle","offset":859},{"uri":"Bison","surface_form":"buffalo","offset":878},{"uri":"Wildebeest","surface_form":"wildebeest","offset":897},{"uri":"Zebra","surface_form":"zebra","offset":919},{"uri":"Rhinoceros","surface_form":"rhino","offset":936},{"uri":"Giraffe","surface_form":"giraffe","offset":953},{"uri":"Elephant","surface_form":"elephant","offset":972},{"uri":"Warthog","surface_form":"warthog","offset":996},{"uri":"Carnivore","surface_form":"carnivore","offset":1047},{"uri":"Lion","surface_form":"lion","offset":1084},{"uri":"Leopard","surface_form":"leopard","offset":1100},{"uri":"Cheetah","surface_form":"cheetah","offset":1119},{"uri":"Serval","surface_form":"servals","offset":1138},{"uri":"Jackal","surface_form":"jackal","offset":1154},{"uri":"Acacia","surface_form":"acacia","offset":1291},{"uri":"North_America","surface_form":"North America","offset":1444},{"uri":"Prairie","surface_form":"tall grass prairies","offset":1505},{"uri":"Temperate","surface_form":"temperate","offset":1578},{"uri":"Venezuela","surface_form":"Venezuela","offset":2609},{"uri":"Colombia","surface_form":"Colombia","offset":2623}]}