{"id":382886,"url":"http://en.wikipedia.org/wiki/Yin_and_yang","text":"The Taijitu (太极图), more commonly referred to as Yin and Yang, is a Chinese symbol from a belief system called Taoism. It is also stylized as Yinyang or Yin-Yang. It represents the idea that nature is made up of opposing, yet complementary forces and energy. The traditional symbol has two opposite colors, White (Yang) and Black (Yin). Both sides contain the opposite color inside of itself to represent the main idea of dualism. Some examples of these balanced opposites are: Light and Dark, Male and Female, Expansion and Contraction, Up and Down, Sun and Moon, and Movement and Rest. Yin and Yang are interchangeable with one another, so Yang can become Yin. The Yin-Yang duality also applies to how people should live their lives. The belief is that we should not have too much or too little of something, such as food for example. While food is essential to life and survival, eating too much can cause health problems, while too little causes starvation.\nCommon Applications.\nAlternative and holistic medicine includes the Yin-Yang dualism and has grown in popularity in the western world. The symbol and ideas of oftentimes portrayed in daily life, such as in movies or artwork.\nScience includes that ideal of dualism in some areas as well. Magnets require both north and south poles for it to be functional and to move. In chemistry, protons can be represented by Yang and electrons can be represented by Yin.","categories":[],"infobox_types":[],"annotations":[{"uri":"China","surface_form":"Chinese","offset":67},{"uri":"Symbol","surface_form":"symbol","offset":75},{"uri":"Belief","surface_form":"belief system","offset":89},{"uri":"Taoism","surface_form":"Taoism","offset":110},{"uri":"Idea","surface_form":"idea","offset":180},{"uri":"Nature","surface_form":"nature","offset":190},{"uri":"White","surface_form":"White","offset":306},{"uri":"Black","surface_form":"Black","offset":323},{"uri":"Dualism","surface_form":"dualism","offset":421},{"uri":"Sun","surface_form":"Sun","offset":550},{"uri":"Moon","surface_form":"Moon","offset":558},{"uri":"Obesity","surface_form":"health problems","offset":908},{"uri":"Starvation","surface_form":"starvation","offset":949},{"uri":"Western_world","surface_form":"western world","offset":1081},{"uri":"Science","surface_form":"Science","offset":1186},{"uri":"Magnet","surface_form":"Magnets","offset":1248},{"uri":"North_Pole","surface_form":"north","offset":1269},{"uri":"South_Pole","surface_form":"south poles","offset":1279},{"uri":"Chemistry","surface_form":"chemistry","offset":1331},{"uri":"Proton","surface_form":"protons","offset":1342},{"uri":"Electron","surface_form":"electrons","offset":1381}]}