{"id":382870,"url":"http://en.wikipedia.org/wiki/A_Lady_in_Her_Bath","text":"\"A Lady in Her Bath\" is a painting by François Clouet. It was painted in 1571. It measures 92.3 x 81.2 cm (36 5/16 x 31 15/16 in.) The picture is in the National Gallery of Art, Washington DC. It is one of only three paintings signed by Clouet. The teenaged bather is unknown. It is possible that she is Diane de Poitiers, mistress of King Henry II of France when she was a teenager. Scholar Roger Trinquet suggested in 1966 that the teenaged lady is Mary Queen of Scots. The lady's face resembles other portraits of Mary, especially a drawing by Clouet depicting Mary in mourning. Trinquet believes the painting was intended as a satire for a Huguenot patron. The painting set a fashion for portraits of bathers.\nThe National Gallery writes: \"The masklike symmetry of the bather's face makes exact identification difficult; scholars have suggested that her aristocratic features indicate that she is one of several royal mistresses, most notable among them Diane de Poitiers, the mistress of Henry II. It is possible that the nude, a Venus type, represents ideal beauty rather than a specific individual. The contrast of the smoothly rendered nude figure to the intricate surface details of the fruit, draperies, and jewelry, presents a union of Flemish and Italian motifs that characterized French courtly art of the sixteenth century.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Fran%C3%A7ois_Clouet","surface_form":"François Clouet","offset":38},{"uri":"National_Gallery_of_Art","surface_form":"National Gallery of Art","offset":153},{"uri":"Washington_DC","surface_form":"Washington DC","offset":178},{"uri":"Diane_de_Poitiers","surface_form":"Diane de Poitiers","offset":304},{"uri":"King_Henry_II_of_France","surface_form":"King Henry II of France","offset":335},{"uri":"Mary_Queen_of_Scots","surface_form":"Mary Queen of Scots","offset":451},{"uri":"Symmetry","surface_form":"symmetry","offset":757},{"uri":"Aristocrat","surface_form":"aristocrat","offset":858},{"uri":"Mistress","surface_form":"mistress","offset":922},{"uri":"Venus","surface_form":"Venus","offset":1035}]}