{"id":382861,"url":"http://en.wikipedia.org/wiki/Sign_of_the_Dove","text":"e=\"preserve\">In Christianity, the Sign of the Dove was a prearranged sign by which John the Baptist would recognize the Messiah.\nThe four Gospels each record an account of the sign of the dove.\n[http://www.lds.org/scriptures/nt/matt/3.16?lang=eng#15 Matt. 3:16] ([http://www.lds.org/scriptures/nt/mark/1.10?lang=eng#9 Mark 1:10]; [http://www.lds.org/scriptures/nt/luke/3.22?lang=eng#21 Luke 3:22]; [http://www.lds.org/scriptures/nt/john/1.32?lang=eng#31 John 1:32])\n\"And Jesus, when he was baptized, went up straightway out of the water: and, lo, the heavens were opened unto him, and he saw the Spirit of God descending like a dove, and lighting upon him.\"\nThe sign of the dove is also recorded in the Book of Mormon.\n[http://www.lds.org/scriptures/bofm/1-ne/11.27?lang=eng#26 1 Ne. 11:2]\"abide upon him in the form of a dove.\"\n[http://www.lds.org/scriptures/bofm/2-ne/31.8?lang=eng#7 2 Ne. 31:8] ([http://www.lds.org/scriptures/dc-testament/dc/93.15?lang=eng#14 D&C 93:15]) \"Holy Ghost descended upon him in the form of a dove.\"\n[http://www.lds.org/scriptures/pgp/abr/fac-2?lang=eng Abr. Fac. 2, Fig. 7] sign of the Holy Ghost... in the form of a dove.\n[http://www.josephsmith.net/josephsmith/v/index.jsp?vgnextoid=041579179acbff00VgnVCM1000001f5e340aRCRD Joseph Smith] taught: \"The sign of the dove was instituted before the creation of the world, a witness for the Holy Ghost, and the devil cannot come in the sign of a dove. The Holy Ghost is a personage, and is in the form of a personage. It does not confine itself to the form of the dove, but in sign of the dove. The Holy Ghost cannot be transformed into a dove; but the sign of a dove was given to John who had baptized Jesus to signify the truth of the deed, as the dove is an emblem or token of truth and innocence.\"\nIn Hebrew, Jonah (יוֹנָה) means dove. The \"sign of Jonas\" in [http://www.lds.org/scriptures/nt/matt/16.1-4?lang=eng#primary Mat 16:1-4] is related to the \"sign of the dove\".\nAdditional symbolism of the Dove.\n\"And it came to pass at the end of forty days, that Noah opened the window of the ark which he had made:...Also he sent forth a dove from him, to see if the waters were abated from off the face of the ground; But the dove found no rest for the sole of her foot, and she returned unto him into the ark, for the waters were on the face of the whole earth: then he put forth his hand, and took her, and pulled her in unto him into the ark. And he stayed yet other seven days; and again he sent forth the dove out of the ark; And the dove came in to him in the evening; and, lo, in her mouth was an olive leaf pluckt off: so Noah knew that the waters were abated from off the earth. And he stayed yet other seven days; and sent forth the dove; which returned not again unto him any more.\"\nDoves were also used in ancient Israel as Korban, or religious sacrifice within the tabernacle and temples.\n\"And if the burnt sacrifice for his offering to the Lord be of fowls, then he shall bring his offering of turtledoves, or of young pigeons.\"\nIn the Ancient Near East and Mediterranean, doves were used as symbols for the Canaanite mother goddess Asherah, the Phoenician goddess Tanit, and the Roman goddesses Venus and Fortunata.\nAdditional Scriptural References.\n[http://www.lds.org/scriptures/ot/ps/55.6?lang=eng#5 Psalms 55:6] And I said, Oh that I had wings like a dove! for then would I fly away, and be at rest.\n[http://www.lds.org/scriptures/ot/ps/68.13?lang=eng#12 Psalms 68:13] yet shall ye be as the wings of a dove covered with silver, and her feathers with yellow gold.\n[http://www.lds.org/scriptures/ot/song/2.14?lang=eng#13 Song of Solomon 2:14] O my dove, that art in the clefts of the rock\n[http://www.lds.org/scriptures/ot/song/5.2?lang=eng#1 Song of Solomon 5:2] Open to me, my sister, my love, my dove, my undefiled: for my head is filled with dew, and my locks with the drops of the night.\n[http://www.lds.org/scriptures/ot/isa/38.14?lang=eng#13 Isaiah 38:14] I did mourn as a dove: mine eyes fail with looking upward: O LORD, I am oppressed; undertake for me.\n[http://www.lds.org/scriptures/ot/jer/48.28?lang=eng#27 Jeremiah 48:28] O ye that dwell in Moab, leave the cities, and dwell in the rock, and be like the dove that maketh her nest in the sides of the hole's mouth.\n[http://www.lds.org/scriptures/ot/hosea/7.11?lang=eng#10 Hosea 7:11] Ephraim also is like a silly dove without heart","categories":[],"infobox_types":[],"annotations":[{"uri":"Christianity","surface_form":"Christianity","offset":16},{"uri":"John_the_Baptist","surface_form":"John the Baptist","offset":83},{"uri":"Messiah","surface_form":"Messiah","offset":120},{"uri":"Gospel","surface_form":"The four Gospels","offset":129},{"uri":"Book_of_Mormon","surface_form":"Book of Mormon","offset":703},{"uri":"Jonah","surface_form":"Jonah","offset":1791},{"uri":"Korban","surface_form":"Korban","offset":2815}]}