{"id":382909,"url":"http://en.wikipedia.org/wiki/Justice_League_(movie)","text":"\"Justice League\" is a 2017 American superhero movie directed by Zack Snyder. It is based on the DC Comics superhero team the Justice League. It is the fifth part in the DC Extended Universe. The movie has a screenplay written by Chris Terrio and Joss Whedon.\nPlot.\nYears ago, Steppenwolf and his army of Parademons attempt to conquer and remake Earth through the combined energies of the Mother Boxes before they are foiled by a unified army that included the Amazons, Atlanteans and humans. After repelling Steppenwolf's army, the Mother Boxes are separated and hidden in locations around the world.\nIn the present, the world is in mourning following the death of Superman. Sensing humanity's fear, Steppenwolf and his Parademons return to Earth to resume their hunt for the Mother Boxes through kidnapping several employees of S.T.A.R. Labs, which is in possession of one box. Having investigated the kidnappings and encountered a Parademon himself, Bruce Wayne decides to move forward in recruiting his planned team of metahumans as he believes an invasion is coming.\nSteppenwolf manages to retrieve the Mother Box from Themyscira, prompting Queen Hippolyta to warn her daughter Diana Prince. Diana joins Wayne's group and informs him about Steppenwolf and the Mother Boxes. The two of them fail to persuade Arthur Curry and Victor Stone, but manage to recruit Barry Allen into the team. Stone later joins the group after his father Silas is among those kidnapped, and Steppenwolf attacks Atlantis to retrieve the second Mother Box.\nThe team receives intel from Commissioner James Gordon that the Parademons are traveling underground, and conclude that Steppenwolf's army is based in an abandoned facility. Although the group manages to rescue the kidnapped employees, the facility is flooded during combat, which traps the team until Curry rescues them, having decided to join them after Steppenwolf's attack on Atlantis. Stone retrieves the last Mother Box from S.T.A.R. Labs for the group to analyze. Wayne decides to use the Mother Box to resurrect Superman not only to help them fight Steppenwolf's army, but also to restore hope in humanity. Diana and Curry are hesitant about the idea, but Wayne forms a secret contingency plan.\nClark Kent's body is exhumed and placed in the waters of the Kryptonian ship, and Allen provides a strong energy blast to activate the Box and resurrect Superman. Superman, however, possesses few memories, and he attacks the group after Stone accidentally launches a projectile at him. On the verge of being killed by Superman, Wayne enacts his contingency plan: Lois Lane. Superman calms down and leaves with Lois to his family home where he reflects and tries to recover his memories. With the last Mother Box unguarded, Steppenwolf retrieves it with ease.\nWithout Superman to aid them, the remaining five heroes travel to a village in Russia where Steppenwolf plans to unite the boxes once again and reshape the world for his nephew Darkseid. The team fight their way through the Parademons to reach Steppenwolf, although they are unable to distract him enough for Stone to separate the boxes. Superman arrives and assists Allen in evacuating the city, as well as Stone in separating the Mother Boxes. The united heroes manage to defeat Steppenwolf, who, overcome with fear, is attacked by his own Parademons, before they are all taken away by a Boom Tube.\nIn the aftermath of the battle, Wayne decides to rebuild Wayne Manor as a base of operations for the team and he and Diana agree that more heroes could join. Diana as Wonder Woman begins engaging more with the public. Allen manages to acquire a job in Central City's police department. Stone continues to explore and enhance his abilities with his father in S.T.A.R. Labs. Curry returns to Atlantis. Clark returns as a \"Daily Planet\" reporter and resumes his role as Superman.\nIn a mid-credits scene, Flash and Superman decide to race. In a post-credits scene, Lex Luthor has escaped from prison and recruits bounty hunter Slade Wilson to form their own league.\nCast.\nJoe Morton and Robin Wright reprises their roles as Dr. Silas Stone, a scientist at S.T.A.R. Labs and Victor Stone's father, and as General Antiope, Hippolyta's sister and Diana's aunt/mentor, from \"Batman v Superman: Dawn of Justice\" and \"Wonder Woman\", respectively. Amber Heard, Billy Crudup, and Kiersey Clemons will portray Mera, Dr. Henry Allen, and Iris West, respectively. Julian Lewis Jones and Michael McElhatton have been cast in undisclosed roles.\nBackground.\nMain filming for \"Justice League\" began on April 11, 2016 in London. Filming ended on October 14, 2016.\nIn March 2016, Hans Zimmer, who composed the score for \"Man of Steel\" and \"Batman v Superman: Dawn of Justice\", stated that he is officially retired from the \"superhero business\". By June 2016 he was replaced by Junkie XL, who wrote and composed the soundtrack of \"Dawn of Justice\" alongside Zimmer himself. In 2017, it was announced that Danny Elfman would also compose the movie.\nThe movie was released on November 17, 2017 with an IMAX release.\nSnyder Cut.\nImmediately after the theatrical release of \"Justice League\", fans created an online petition to release the \"Snyder Cut\" that gained more than 180,000 signatures. The movement, which used the hashtag #ReleaseTheSnyderCut on social media. This was due to fans not liking the released version as Zack Snyder left production after his daughter committed suicide. After Joss Whedon took over, only 25% of the movie was from Snyder. Members of the \"Justice League\" cast and crew showing support for the Snyder Cut's release.\nIn May 2020, it was announced that the Snyder Cut would be released on the streaming service HBO Max in 2021.","categories":[],"infobox_types":["film"],"annotations":[{"uri":"United_States","surface_form":"American","offset":27},{"uri":"Superhero","surface_form":"superhero","offset":36},{"uri":"Movie","surface_form":"movie","offset":46},{"uri":"Zack_Snyder","surface_form":"Zack Snyder","offset":64},{"uri":"DC_Comics","surface_form":"DC Comics","offset":96},{"uri":"List_of_superhero_teams_and_groups","surface_form":"superhero team","offset":106},{"uri":"Justice_League","surface_form":"Justice League","offset":125},{"uri":"DC_Extended_Universe","surface_form":"DC Extended Universe","offset":169},{"uri":"Chris_Terrio","surface_form":"Chris Terrio","offset":229},{"uri":"Joss_Whedon","surface_form":"Joss Whedon","offset":246},{"uri":"Steppenwolf_(comics)","surface_form":"Steppenwolf","offset":276},{"uri":"Parademon","surface_form":"Parademon","offset":304},{"uri":"Earth","surface_form":"Earth","offset":345},{"uri":"Mother_Box","surface_form":"Mother Box","offset":388},{"uri":"Amazons_(DC_Comics)","surface_form":"Amazons","offset":460},{"uri":"Atlantis_(DC_Comics)","surface_form":"Atlanteans","offset":469},{"uri":"Superman","surface_form":"Superman","offset":665},{"uri":"S.T.A.R._Labs","surface_form":"S.T.A.R. Labs","offset":829},{"uri":"Batman","surface_form":"Bruce Wayne","offset":952},{"uri":"Themyscira_(DC_Comics)","surface_form":"Themyscira","offset":1123},{"uri":"Hippolyta_(DC_Comics)","surface_form":"Hippolyta","offset":1151},{"uri":"Wonder_Woman","surface_form":"Diana Prince","offset":1182},{"uri":"Aquaman","surface_form":"Arthur Curry","offset":1311},{"uri":"Cyborg_(comics)","surface_form":"Victor Stone","offset":1328},{"uri":"Flash_(Barry_Allen)","surface_form":"Barry Allen","offset":1364},{"uri":"Atlantis_(DC_Comics)","surface_form":"Atlantis","offset":1492},{"uri":"James_Gordon_(comics)","surface_form":"James Gordon","offset":1578},{"uri":"Lois_Lane","surface_form":"Lois Lane","offset":2602},{"uri":"Russia","surface_form":"Russia","offset":2877},{"uri":"Darkseid","surface_form":"Darkseid","offset":2975},{"uri":"Boom_Tube","surface_form":"Boom Tube","offset":3388},{"uri":"Central_City_(DC_Comics)","surface_form":"Central City","offset":3651},{"uri":"Central_City_Police_Department","surface_form":"police department","offset":3666},{"uri":"Daily_Planet","surface_form":"Daily Planet","offset":3819},{"uri":"Post-credits_scene","surface_form":"post-credits scene","offset":3940},{"uri":"Lex_Luthor","surface_form":"Lex Luthor","offset":3960},{"uri":"Deathstroke","surface_form":"Slade Wilson","offset":4022},{"uri":"Joe_Morton","surface_form":"Joe Morton","offset":4067},{"uri":"Robin_Wright","surface_form":"Robin Wright","offset":4082},{"uri":"S.T.A.R._Labs","surface_form":"S.T.A.R. Labs","offset":4151},{"uri":"Antiope_(comics)","surface_form":"General Antiope","offset":4199},{"uri":"Wonder_Woman_(2017_movie)","surface_form":"Wonder Woman","offset":4307},{"uri":"Amber_Heard","surface_form":"Amber Heard","offset":4336},{"uri":"Billy_Crudup","surface_form":"Billy Crudup","offset":4349},{"uri":"Kiersey_Clemons","surface_form":"Kiersey Clemons","offset":4367},{"uri":"Mera_(comics)","surface_form":"Mera","offset":4396},{"uri":"Henry_Allen_(The_Flash)","surface_form":"Dr. Henry Allen","offset":4402},{"uri":"Iris_West_Allen","surface_form":"Iris West","offset":4423},{"uri":"Julian_Lewis_Jones","surface_form":"Julian Lewis Jones","offset":4448},{"uri":"Michael_McElhatton","surface_form":"Michael McElhatton","offset":4471},{"uri":"London","surface_form":"London","offset":4600},{"uri":"Hans_Zimmer","surface_form":"Hans Zimmer","offset":4658},{"uri":"Junkie_XL","surface_form":"Junkie XL","offset":4855},{"uri":"Danny_Elfman","surface_form":"Danny Elfman","offset":4982},{"uri":"IMAX","surface_form":"IMAX","offset":5077},{"uri":"Hashtag","surface_form":"hashtag","offset":5296},{"uri":"Zack_Snyder","surface_form":"Zack Snyder","offset":5398},{"uri":"Joss_Whedon","surface_form":"Joss Whedon","offset":5470},{"uri":"HBO_Max","surface_form":"HBO Max","offset":5717}]}