{"id":383098,"url":"http://en.wikipedia.org/wiki/Amalasuntha","text":"Amalasuntha (c. 495 – 30 April 534/535) was a queen of the Ostrogoths, a branch of Goths, from 526 to 534. She was a Gothic princess and daughter of the Italian king, Theodoric the Great. Amalasuntha had been married to Eutharic, an unknown Gothic nobleman. She gave birth to a son named Athalaric in 518. Her husband later died, leaving Amalasuntha a widow to raise their young son.\nAfter her son Athalaric died, she fought for the kingdom, which was very difficult, but it increased her support of the Romans. Amalasuntha was an extremely well educated woman. She studied Greek and Latin and she became a lifelong contributor of writings and arts. Theodoric (her father) supplied her with a Roman education because he had an interest in creating peaceful Roman-Gothic relations. Her husband Eutharic was assigned Theodoric's heir, which excluded Theodoric's nephew from inheritance and power.\nHer husband Eutharic died in 522, and Theodoric followed in 526. As a result, Athalaric inherited the throne. Athalaric was still very young so Amalasuntha became the regent\nHer accomplishments over her years of being a regent, were applauded by many people like the historian Procopius who spoke of her bravery and knowledge. She pursued her goal of creating good connections between the Romans and the Goths, which had been torn down in the years of her father’s rule, mostly during the imprisonment of Theodoric and the killing of Boethius, a Roman political figure. She gave Boethius back his captured estates and began to look for the Roman Senate and then sent a letter to the emperor of Constantinople, asking him to forgive her and gave a Roman education to her son. All of this to get on the emperors good side.\nAmalasuntha attempted to improve relations with barbarian people to make peace with the Gothic nobility. Amalasuntha improved relations with the Burgundians, but the alliance ended.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ostrogoths","surface_form":"Ostrogoths","offset":59},{"uri":"Goths","surface_form":"Goths","offset":83},{"uri":"Theodoric_the_Great","surface_form":"Theodoric the Great","offset":167},{"uri":"Regent","surface_form":"regent","offset":1115},{"uri":"Procopius","surface_form":"Procopius","offset":1172},{"uri":"Roman_Senate","surface_form":"Roman Senate","offset":1535},{"uri":"Constantinople","surface_form":"Constantinople","offset":1589},{"uri":"Burgundians","surface_form":"Burgundians","offset":1861}]}