{"id":38303,"url":"http://en.wikipedia.org/wiki/Maglev_train","text":"Maglev trains (short form of magnetic levitation) are a very fast type of high-speed rail. Magnetic levitation is a technology that uses magnetic fields to make the train move. These fields lift the train a small distance above the tracks and move the train. They are much faster than regular trains. A transcontinental \"maglev\" trip from Toronto to Vancouver might take three hours. This trip takes three days on a regular train. Some day, people may be able to travel faster across land on a \"maglev\" train than they would in an airliner. The highest known speed of a \"maglev\" train is. This was done in Japan in 2015. As of 2019, a few lines, only a few km or miles long, are carrying passengers in China, South Korea, and Japan.\nWith magnets, opposite poles attract and like poles repel each other. This is the basic principle behind electromagnetic propulsion. Electromagnet<nowiki/>s are similar to other magnets in that they attract metal objects, but the magnetic pull is temporary and they can be turned on and off and reversed.\nThe magnetized coil running along the track, called a guideway, repels the large magnets on the train's undercarriage. This repulsion lifts the train 1 to 10 centimeters (0.4 to 4 inches) above the guideway. Once the train is lifted, power is supplied to the coils within the guideway walls. This creates a system of magnetic fields that pull and push the train along the guideway. The alternating current supplied to the coils in the guideway walls is constantly changing the polarity of the magnetized coils. This change in polarity causes the magnetic field in front of the train to pull the vehicle forward, while the magnetic field behind the train adds more forward thrust.\n\"Maglev\" trains float on a magnetic cushion, which reduces friction. The trains have an aerodynamic design. This allows them to reach speeds of more than 310 mph (500 kph), or twice as fast as Amtrak's fastest commuter train. In comparison, an airliner used for long-range flights can reach a top speed of about 560 mph (900 kph).\nGermany and Japan are both developing \"maglev\" trains, and both are currently testing prototypes. The German company, \"Transrapid International\", also has a train in commercial use. Although based on similar ideas, the German and Japanese trains have distinct differences. German engineers have developed an \"electromagnetic suspension\" (EMS) system, called \"Transrapid\". In this system, the bottom of the train wraps around a steel guideway. Electromagnets under the train are directed up toward the guideway, which lifts the train about 1/3 of an inch (1 centimeter) above the guideway. This lifts the train even when it's not moving. Other guidance magnets in the train's body keep it stable during travel. The Transrapid maglev train can reach 300 mph (490 kph) with passengers.","categories":[],"infobox_types":[],"annotations":[{"uri":"High-speed_rail","surface_form":"high-speed rail","offset":74},{"uri":"Technology","surface_form":"technology","offset":116},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":137},{"uri":"Toronto","surface_form":"Toronto","offset":339},{"uri":"Vancouver","surface_form":"Vancouver","offset":350},{"uri":"Airliner","surface_form":"airliner","offset":531},{"uri":"Speed","surface_form":"speed","offset":559},{"uri":"Japan","surface_form":"Japan","offset":606},{"uri":"Electromagnet","surface_form":"Electromagnet","offset":866},{"uri":"Alternating_current","surface_form":"alternating current","offset":1424},{"uri":"Friction","surface_form":"friction","offset":1777},{"uri":"Aerodynamic","surface_form":"aerodynamic","offset":1806},{"uri":"Amtrak","surface_form":"Amtrak","offset":1911},{"uri":"Airliner","surface_form":"airliner","offset":1962},{"uri":"Prototype","surface_form":"prototypes","offset":2135}]}