{"id":383099,"url":"http://en.wikipedia.org/wiki/Brunhilda_of_Austrasia","text":"Brunhilda (c. 534 – 613) was a Visigoth princess. Her father was King Athanagild of Spain. She married King Sigebert I of Austrasia. She ruled the eastern kingdoms of Austrasia and Burgundy in the names of her sons and grandsons. At first she was known as a fair and just ruler. She later became known for her cruelty and vengeful behavior.\nBefore her arrival to the Frankish kingdoms, Brunhilda was an Arian Christian, but later converted to Roman Catholicism. Brunhilda traveled to Austrasia to marry King Sigebert I. King Sigebert I's half brother, King Chilperic I married Brunhilda's sister, Galswintha. However, Galswintha was not happy, and wanted to go home and take back her dowry. King Chilperic refused, and murdered her. King Chilperic remmarried Fredegund, his first wife. Lots of tension was created between Fredegund and Brunhilda. In 575 C.E., King Sigebert was murdered by King Chilperic, and Brunhilda was exiled to Paris. Later, Brunhilda married Fredegund and Chilperic's son, Merovech. Brunhilda gained power, but Merovech and Brunhilda were split up by King Chilperic, and Brunhilda was exiled once more. In 585 C.E., King Chilperic died, believed to have been murdered by Fredegund. Fredegund started to favor Brunhilda. However, Brunhilda was caught by another of Fredegund and Chilperic’s sons, Chlotar II. She was blamed for the murder of ten kings, including her husband, children, grandchildren, Merovech, and Chilperic. She was found guilty (even though she was not) and put to death in a very gruesome way; she was tied to the back of a wild horse and dragged to her death.","categories":[],"infobox_types":[],"annotations":[{"uri":"Visigoth","surface_form":"Visigoth","offset":31},{"uri":"Austrasia","surface_form":"Austrasia","offset":122},{"uri":"Burgundy","surface_form":"Burgundy","offset":181},{"uri":"Frankish_kingdoms","surface_form":"Frankish kingdoms","offset":367},{"uri":"Roman_Catholicism","surface_form":"Roman Catholicism","offset":443},{"uri":"King_Sigebert_I","surface_form":"King Sigebert I","offset":503},{"uri":"King_Sigebert_I","surface_form":"King Sigebert I","offset":520},{"uri":"King_Chilperic_I","surface_form":"King Chilperic I","offset":552},{"uri":"Galswintha","surface_form":"Galswintha","offset":597},{"uri":"Dowry","surface_form":"dowry","offset":684},{"uri":"Fredegund","surface_form":"Fredegund","offset":759},{"uri":"Exiled","surface_form":"exiled","offset":924},{"uri":"Paris","surface_form":"Paris","offset":934},{"uri":"Merovech","surface_form":"Merovech","offset":997},{"uri":"Chlotar_II","surface_form":"Chlotar II","offset":1320}]}