{"id":383111,"url":"http://en.wikipedia.org/wiki/Medical_transcription","text":"e=\"preserve\">Transcription means to listen to a recorded voice and to write down what it is saying. Medical transcription means to do this for a hospital, doctor's office or other medical place.\nWhen doctors and nurses help someone in the hospital, they do not have time to write down what they saw or heard. So later they record what they saw and heard, so someone else can write it down. The notes are then added to the hospital's history. The person who does this as a profession is called a medical transcriptionist.\nPeople who do medical transcription normally work in hospitals, doctor's offices, old age homes, and other places where doctors and nurses work.\nThere is huge rise in outsourcing of Medical Transcription to other companies. In the United States this field of business is worth US$10 to $25 billion and growing 15 percent each year.\nBecause of rising costs of Medical Transcription it became recently popular to use different computer products (software) that can reduce transcription costs by as much as 50%. There is no available research about market share between in-house Transcription, outsourcing and software based.\nEducation.\nPeople who do medical transcription do not need as much education as doctors, but they need to know medical words and have basic medical knowledge. They normally go to school for 1 to 2 years. They study some of the things doctors study, plus English and typing. They also learn to use computers and other things needed for medical transcription.\nSome medical trainscriptionists go to school using only a computer by using the internet. These medical transcriptionists use tools like email and other things that let people work together from far away. Some people like to learn medical transcription this way more, because it lets you learn when you want to and sometimes saves money. This style of learning is not as common as learning transcription in a classroom.\nTo prove they have been trained properly, some medical transcriptionists get certification, which is like a badge showing that they are good at medical transcription. Most good certifications are offered by the AHDI. These are the CMT (Certified Medical Transcriptionist) and the RMT (registered Medical Transcriptionist) certifications. Once a medical transcriptionist has gone to school and gotten a certification, they are considered a good transcriptionist.\nPay.\nMedical transcriptionists normally make $20,000-30,000 a year in the US, or about $10-16 an hour. The ones who make the most make around $45,000 per year, or $21 an hour.","categories":[],"infobox_types":[],"annotations":[{"uri":"Transcription","surface_form":"Transcription","offset":13},{"uri":"Hospital","surface_form":"hospital","offset":145},{"uri":"Medical_doctor","surface_form":"doctors","offset":200},{"uri":"Nurse","surface_form":"nurses","offset":212},{"uri":"Profession","surface_form":"profession","offset":472},{"uri":"Education","surface_form":"education","offset":1211},{"uri":"School","surface_form":"school","offset":1323},{"uri":"Computer","surface_form":"computers","offset":1441},{"uri":"Internet","surface_form":"internet","offset":1582},{"uri":"Email","surface_form":"email","offset":1639},{"uri":"Badge","surface_form":"badge","offset":2030}]}