{"id":383149,"url":"http://en.wikipedia.org/wiki/Zbrasov_aragonite_caves","text":"The Zbrašov aragonite caves are in the Přerov district of the Czech Republic. It is a protected area of national importance. The caves were created by both surface water and underground spring water. The protected area includes the caves as well as the surrounding forests. The natural underground springs of warm mineral water are rich in carbon dioxide. They are used for spas in the nearby willage and spa resort of Teplice nad Bečvou.\nThe caves are filled with aragonite and stalagmites which look like geysers. Other formations look like doughnuts. The bottom levels of the cave are filled with carbon dioxide. The temperature stays at 14°C all year, and the caves are the warmest underground places in the Czech Republic. The caves were discovered in 1912 and opened for the public in 1926.\nLocation.\nThe Zbrašov aragonite caves are on the bank of the Bečva River. It is at an altitude of 250–310 meters above sea level. It is part of large karst area which includes also Hranická gap. This is the deepest hole in the Czech Republic. It is across the river Bečva under the National Nature Reserve at Hůrka.\nMany of the buildings in the area threaten the karst system. Work is in progress to connect them to a sewerage system and remove all the septic tanks and cess pools.\nHistory.\nIn December 1912, workers at a local quarry uncovered a crack in the rocks. There was warm air coming out of the cracks. Brothers, Josef and Chrome Čeněk, were interested in the karst formations in the area. They made the opening bigger, and in January 1913, climbed down a rope 42m into the dark underground space. The rope broke and both men were trapped in the cave. Their lamp was also broken in the fall, so they had to wait eight hours in the dark to be rescued. Over the next few years many other parts of the 1,322m cave system were explored.\nA new entrance into the cave was dug from the Bečva valley. Electric lighting was installed in the cave and in 1926 it was open to the public. In 2002–2005 the caves were renovated. The paths and wiring were renewed. A huge amount of rock was removed. This rock debris had filled some natural cavities and hallways. It had been created at the time of original works and for economic reasons had not been carried out of the caves. During this renovation some parts of the system returned to their original form.\nGeology.\nThe geology of the area is made up of large blocks of rock. Valleys are short and form along the fault lines between these blocks. There is a layer of Devonian limestone more than 500m thick. This is covered with a younger layer Miocene sediments.\nThe caves developed from two completely different karst processes. The first was corrosion of surface and water that entered into the cracks in the limestone and created large underground spaces. The second was warm mineral water coming up from depths of up to 2 km. The aragonite and calcite in the cave is formed mainly by calcium carbonate. This can crystallize in three ways. The first is the mineral calcite, which is the most common and consists of cave fillings, such as stalactites, stalagmites, sinter deposits and valances. There are geyser stalagmites that are conical in shape and are a few feet high. These are not found anywhere else in the world. The second type of calcium carbonite is aragonite. This forms white needle-like crystals. Water and carbon dioxide are released. Vaterite, the third and rare form of calcium carbonate is not present.\nHydrology.\nThe area is drained by the river Bečvou, which flows into the River Morava. With heavy rain the river can flood. The most devastating floods in Moravia were 5–16 July 1997. The flood water got into the cave, including the Marble Hall. At the same time the levels of mineral pools was raised and carbon dioxide gas reached the higher level caves. The gas in the visitor area was solved by installing a special suction device that keeps the composition of the air in the values ​​set by the State Mining Administration (up to 1% CO2). The floods also damaged much of the technical equipment, but did not damage the cave's natural features.\nMineral water features in the spas in the two springs and spring Kropáč. There is the RI borehole which is 60.40 meters deep and RIII borehole which is 101.8 meters. The water is heavily mineralized and lukewarm with an average temperature of 22.5°C. The mineral water used for spa treatments including rehabilitative care in oncology diseases, circulatory system diseases, disorders of metabolism and endocrine glands.","categories":[],"infobox_types":[],"annotations":[{"uri":"Czech_Republic","surface_form":"Czech Republic","offset":62},{"uri":"Cave","surface_form":"cave","offset":129},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":340},{"uri":"Spa","surface_form":"spa","offset":374},{"uri":"Aragonite","surface_form":"aragonite","offset":465},{"uri":"Stalagmite","surface_form":"stalagmite","offset":479},{"uri":"Geyser","surface_form":"geyser","offset":507},{"uri":"Doughnut","surface_form":"doughnut","offset":543},{"uri":"Karst","surface_form":"karst","offset":947},{"uri":"Sewer","surface_form":"sewerage system","offset":1215},{"uri":"Septic_tank","surface_form":"septic tank","offset":1250},{"uri":"Devonian","surface_form":"Devonian","offset":2510},{"uri":"Limestone","surface_form":"limestone","offset":2519},{"uri":"Miocene","surface_form":"Miocene","offset":2588},{"uri":"Sediment","surface_form":"sediment","offset":2596},{"uri":"Corrosion","surface_form":"corrosion","offset":2688},{"uri":"Stalactite","surface_form":"stalactite","offset":3085},{"uri":"Vaterite","surface_form":"Vaterite","offset":3398},{"uri":"Oncology","surface_form":"oncology","offset":4444},{"uri":"Circulatory_system","surface_form":"circulatory system","offset":4463},{"uri":"Metabolism","surface_form":"metabolism","offset":4505},{"uri":"Endocrine_gland","surface_form":"endocrine gland","offset":4520}]}