{"id":383240,"url":"http://en.wikipedia.org/wiki/Boeing_737_Classic","text":"The Boeing 737 Classic is a family of Boeing 737s. The Boeing 737 Classic series is made up of the Boeing 737-300, -400 and -500. These planes were not called the 737 Classics until the Boeing 737 Next Generation family was made. Before the 737 Next Generation family, the 737 Classics were called the 'new generation'. The 737 Classics were made from 1984 to 2000. 1,988 aircraft were made.\nDevelopment and design.\nAfter the Boeing 737-200 Advanced was made, Boeing wanted to make the 737 carry more passengers and fly further. Boeing began designing the 737 Classics in 1979. In 1980, information about the 737 Classic series was given at the Farnborough Airshow.\nThe 737 Classics had CFM56 turbofan engines. These engines were a very big improvement. They burned less fuel and made less noise. However, when the 737 is on the ground, the bottom of the plane is quite close to the ground. This meant that if the engines were not changed, they would be too close to the ground. Boeing and CFMI solved this by putting the engine in front of the wing, instead of below it. They also moved some parts of the engine to the side of the engine, instead of the bottom. These changes mean that the front of the 737 engines are not circles.\nThe wing had many changes made to it. The tip of the wing was made longer by. The flaps were also changed. The cockpit was made more modern and the passenger cabin had improvements made. The improvements were similar to improvements made to the Boeing 757.\n737-300.\nThe prototype of the 737-300 was finished on January 17, 1984. It made its first flight on 24 February 1984. The plane became allowed to fly on November 14, 1984. USAir got the first 737-300 on 28 November. The plane was very popular. Boeing got 252 orders for it in 1985. It got over 1000 in total. The 737-300 series was made until 1999. The last plane was delivered to Air New Zealand on 17 December 1999.\nIn December 2008, Southwest Airlines asked Boeing to fit the 737-300 with new technology to make it more similar to the 737-700.\n737-400.\nThe 737-400 was made to fill the gap in between the 737-300 and the 757-200. Its main rivals were the Airbus A320 and McDonnell Douglas MD-80. It was 10 ft (3.45 m) longer than the 737-300. It could carry 168 passengers. It had a bumper on the tail so that it would not touch the ground while it was taking off. The prototype was finished on January 26, 1988. It flew for the first time on 19 February 1988.\nThe 737-400 went into service on September 15, 1988. The first airline to use it was Piedmont Airlines.\nThe 737-400F was a type of 737-400 designed to carry cargo. It was not made by Boeing, though. Airlines turned 737-400s into cargo aircraft by themselves. Alaska Airlines was the first to change one of their 737-400s to a 737-400F. It could carry 10 pallets. Alaska Airlines also changed five more 737-400s to carry half passengers and half cargo. These 737-400 aircraft are now being used. The 737-400 has been replaced by the 737-800.\n737-500.\nThe 737-500 was supposed to be a replacement for the 737-200. It was only made because customers wanted it. The -500 is 1 ft 7 in (47 cm) longer than the 737-200. It can carry up to 132 passengers. Both modern and older cockpits could be installed on the 737-500. Using the CFM56-3 engine burned a lot less fuel than the engines used on the 737-200s.\nThe first airline to order the 737-500 was Southwest Airlines. The -500 flew for the first time on 30 June 1989. A prototype had to fly for 375 hours so that the 737-500 could be allowed to fly. On February 28, 1990, Southwest got the first plane. The 737-500 has been replaced with the 737-600.\nCivilian.\nBoeing stopped making the 737 Classic in 2000. 1,651 Boeing 737 Classic aircraft are in service. This includes 879 -300s, 419 -400s, and 353 -500s. This information is correct as of July 2010.\nAccidents.\nThe Boeing 737 Classic has had 26 hull-loss accidents. A hull-loss accident is when the aircraft is damaged so much that it can no longer be used, or if the aircraft is completely destroyed. There has been 1,040 deaths as of January 2010.\nOn February 1, 1991 A US Air 737-300 Under flight 1493 was landing at LAX when it collided with a Sky west Fairchild Swearingen Metroliner on When the Sky west flight was told to taxi through a runway the US air flight was landing on Upon landing the US air Flight Crashed into the Sky west flight everyone on board the Sky west flight died In total 35 people died and 66 people survived with 23 people with injuries.","categories":[],"infobox_types":[],"annotations":[{"uri":"Boeing_737","surface_form":"Boeing 737","offset":38},{"uri":"Boeing_737_Next_Generation","surface_form":"Boeing 737 Next Generation","offset":186},{"uri":"737-200","surface_form":"Boeing 737-200 Advanced","offset":426},{"uri":"Farnborough_Airshow","surface_form":"Farnborough Airshow","offset":645},{"uri":"CFM_International_CFM56","surface_form":"CFM56","offset":687},{"uri":"Turbofan","surface_form":"turbofan","offset":693},{"uri":"CFM_International","surface_form":"CFMI","offset":990},{"uri":"Flap_(aircraft)","surface_form":"flaps","offset":1315},{"uri":"Boeing_757","surface_form":"Boeing 757","offset":1478},{"uri":"Prototype","surface_form":"prototype","offset":1503},{"uri":"USAir","surface_form":"USAir","offset":1662},{"uri":"Air_New_Zealand","surface_form":"Air New Zealand","offset":1871},{"uri":"Southwest_Airlines","surface_form":"Southwest Airlines","offset":1926},{"uri":"737-700","surface_form":"737-700","offset":2028},{"uri":"Boeing_757","surface_form":"757-200","offset":2114},{"uri":"Airbus_A320_family","surface_form":"Airbus A320","offset":2148},{"uri":"McDonnell_Douglas_MD-80","surface_form":"McDonnell Douglas MD-80","offset":2164},{"uri":"Piedmont_Airlines_(1948-1989)","surface_form":"Piedmont Airlines","offset":2539},{"uri":"Alaska_Airlines","surface_form":"Alaska Airlines","offset":2713},{"uri":"B737-800","surface_form":"737-800","offset":2986},{"uri":"Boeing_737_Next_Generation","surface_form":"737-600","offset":3642}]}