{"id":383265,"url":"http://en.wikipedia.org/wiki/Jack_Hobbs","text":"Jack Hobbs (Sir John Berry Hobbs, 16 December 1882 – 21 December 1963) was an English professional cricketer.\nHobbs played for Surrey from 1905 to 1934 and for England in 61 Test matches between 1908 and 1930. Known as \"The Master\", Hobbs is regarded by critics as one of the greatest batsmen in the history of cricket. He is the leading run-scorer and century-maker in first-class cricket, with 61,760 runs and 199 centuries. A right-handed batsman and an occasional right-arm medium pace bowler, Hobbs also excelled as a fielder, particularly in the position of cover point.\nEarly life.\nBorn into poverty in 1882, Hobbs wished to pursue a career in cricket from an early age. His early batting was undistinguished but a sudden improvement in 1901 brought him to the attention of local teams. Following the death of his father, he successfully applied to join Surrey, with the support of England batsman Tom Hayward. His reputation grew and when he qualified to play for Surrey, he scored 88 on his first-class debut and a century in his next game.\nCareer.\nBy 1907–08 Hobbs was playing Test cricket for England. He scored 83 in his first Test, and his international career continued until 1930. After some mixed Test performances, Hobbs' success against South African googly bowlers meant that his place was secure, and in 1911–12, he scored three centuries in the series against Australia. Afterwards, he was regarded as the best batsman in the world until the mid-1920s.\nIn county cricket, Hobbs developed an attractive, attacking style of play where he scored quickly, and he was very successful in the years approaching the First World War. After the war, Hobbs was again successful against Australia, but his career was threatened by appendicitis which caused him to miss most of the 1921 season. When he returned, he was more cautious as a batsmen and concentrated on safer, more defensive play. Yet he continued to be successful in Test and domestic cricket. He retired from Tests in 1930 but continued to play for Surrey until 1934.\nHobbs had a batting technique which critics regarded as ideal. His success was based on fast footwork, an ability to play many different shots, and excellent placement of the ball. His technical ability allowed him to prosper at a relatively late age for a cricketer. He was particularly successful on difficult pitches for batting.\nAn opening batsman, Hobbs established several effective opening partnerships; with Tom Hayward and Andy Sandham for Surrey, and with Wilfred Rhodes and Herbert Sutcliffe for England. His partnership with Sutcliffe was the most effective in Test history.p215 Contemporaries rated Hobbs extremely highly, and critics continue to list him among the best batsmen of all time.p127\nIn 1953, Hobbs was knighted, the first professional cricketer to be so honoured. Hobbs was reluctant to accept and only did so when convinced that it was an honour to all professional cricketers, not just himself.p377","categories":[],"infobox_types":[],"annotations":[{"uri":"English_people","surface_form":"English","offset":78},{"uri":"Professional","surface_form":"professional","offset":86},{"uri":"Cricket","surface_form":"cricket","offset":99},{"uri":"Surrey_County_Cricket_Club","surface_form":"Surrey","offset":127},{"uri":"England","surface_form":"England","offset":160},{"uri":"Test_match","surface_form":"Test match","offset":174},{"uri":"First-class_cricket","surface_form":"first-class cricket","offset":370},{"uri":"Bowler","surface_form":"bowler","offset":490},{"uri":"Cover_point","surface_form":"cover point","offset":564},{"uri":"Poverty","surface_form":"poverty","offset":599},{"uri":"South_Africa_national_cricket_team","surface_form":"South African","offset":1255},{"uri":"Googly","surface_form":"googly","offset":1269},{"uri":"Australia_national_cricket_team","surface_form":"Australia","offset":1381},{"uri":"Appendicitis","surface_form":"appendicitis","offset":1740},{"uri":"Wilfred_Rhodes","surface_form":"Wilfred Rhodes","offset":2508},{"uri":"Herbert_Sutcliffe","surface_form":"Herbert Sutcliffe","offset":2527},{"uri":"Knight_Bachelor","surface_form":"knighted","offset":2770}]}