{"id":38328,"url":"http://en.wikipedia.org/wiki/Subtropical_cyclone","text":"A subtropical cyclone (also known as a subtropical storm) is a cyclonic weather storm. Subtropical cyclones have wide wind patterns with the winds getting stronger as they get farther away from the centre of the storm.\nTerms.\nA subtropical cyclone is more likely to be a tropical cyclone than an extratropical cyclone. Subtropical cyclones are only found in the northern Atlantic Ocean and in the eastern Pacific Ocean. Like normal tropical cyclones, most subtropical cyclones have maximum wind speeds of at least 39 mph to 74 mph (60 h to 110 km/h). Subtropical cyclones that have wind speeds less than 39 mph are known as \"subtropical depressions\". There is no such thing as a \"Subtropical Hurricane\". If there is a previously subtropical storm with this intensity, it is either fully tropical or extratropical.\nNaming issue.\nDuring the 1950s and 60s, subtropical cyclones were simply called \"semi-tropical\". There was much discussion between meteorologists in the late 1960s as to what a subtropical cyclone was. So, in 1972, the National Hurricane Center (NHC) officially classified the type under a new category different from actual tropical cyclones. During the 1970s, the NHC began making a new list of names, separate for subtropical cyclones, although that process was soon canceled because it was rejected by many scientists. After that, subtropical storms were just numbered, such as Hurricane Karen from 2001, which was originally named \"Subtropical Storm One\". But in 2002, a policy change had tropical and subtropical storms share the same list of names for the whole season, which started with Subtropical Storm Nicole in 2004.\nNaming.\nIn the 2004 Atlantic hurricane season, the NHC watched the first named subtropical cyclone: Subtropical Storm Nicole. Later, another unnamed subtropical cyclone was discovered in the 2005 Atlantic hurricane season after someone re-read the records. Although it could have been named, the subtropical storm remained without a name because it was only identified a long time after the official season had finished. A third subtropical cyclone was named Subtropical Storm Andrea, which formed on May 9 just before the start of the 2007 Atlantic hurricane season.\nUpper-level low.\nThe most common type of a subtropical cyclone is an upper-level cold low with circulation expanding to the surface layer and strongest winds usually happening at a radius of about 100 miles/160 kilometers or more from the center.\nMesoscale low.\nAnother type of a subtropical cyclone is a mesoscale low forming in or near an area of horizontal wind shear, also known as a \"dying frontal zone\", with radius of strongest winds normally less than 30 miles (50 kilometers). The entire circulation may originally have a diameter of less than 100 miles/160 kilometres. These cyclones usually last for a short time. They may be either cold core or warm core, and for some time in 1972 this type of subtropical cyclone was called a \"neutercane\". As of 2006, the warm core type was moved under the definition of the term, tropical cyclone; and removed from the subtropical cyclone definition.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cyclone","surface_form":"cyclonic","offset":63},{"uri":"Weather","surface_form":"weather","offset":72},{"uri":"Pattern","surface_form":"pattern","offset":123},{"uri":"Extratropical_cyclone","surface_form":"extratropical cyclone","offset":296},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":371},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":405},{"uri":"Speed","surface_form":"speed","offset":495},{"uri":"Mph","surface_form":"mph","offset":517},{"uri":"H","surface_form":"h","offset":535},{"uri":"1950s","surface_form":"1950s","offset":839},{"uri":"1960s","surface_form":"60s","offset":849},{"uri":"Meteorology","surface_form":"meteorologists","offset":945},{"uri":"1960","surface_form":"1960","offset":972},{"uri":"1972","surface_form":"1972","offset":1023},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":1033},{"uri":"Tropical_cyclones","surface_form":"tropical cyclones","offset":1139},{"uri":"1970s","surface_form":"1970s","offset":1169},{"uri":"Scientist","surface_form":"scientist","offset":1325},{"uri":"2001","surface_form":"2001","offset":1417},{"uri":"2002","surface_form":"2002","offset":1482},{"uri":"Policy","surface_form":"policy","offset":1490},{"uri":"Subtropical_Storm_Nicole_(2004)","surface_form":"Subtropical Storm Nicole","offset":1610},{"uri":"2004","surface_form":"2004","offset":1638},{"uri":"2004_Atlantic_hurricane_season","surface_form":"2004 Atlantic hurricane season","offset":1659},{"uri":"Subtropical_Storm_Nicole_(2004)","surface_form":"Subtropical Storm Nicole","offset":1744},{"uri":"2005_Atlantic_hurricane_season","surface_form":"2005 Atlantic hurricane season","offset":1835},{"uri":"Subtropical_Storm_Andrea_(2007)","surface_form":"Subtropical Storm Andrea","offset":2103},{"uri":"May_9","surface_form":"May 9","offset":2145},{"uri":"2007_Atlantic_hurricane_season","surface_form":"2007 Atlantic hurricane season","offset":2180},{"uri":"Layer","surface_form":"layer","offset":2344},{"uri":"Radius","surface_form":"radius","offset":2393},{"uri":"Mesocyclone","surface_form":"mesoscale low","offset":2517},{"uri":"Wind_shear","surface_form":"wind shear","offset":2572},{"uri":"Diameter","surface_form":"diameter","offset":2743},{"uri":"1972","surface_form":"1972","offset":2901},{"uri":"2006","surface_form":"2006","offset":2972}]}