{"id":38336,"url":"http://en.wikipedia.org/wiki/Okinawa","text":"Okinawa is the name for the biggest island in the Ryūkyū Islands, far south of Japan. It is also the common name for Okinawa Prefecture, which controls the Southern Ryūkyū Islands.\nThe capital of Okinawa is Naha. Naha is on the island with the most people, Okinawa island. Okinawa used to be called Great Lew Chew Island.\nOkinawa is home to the Okinawan people, who also inhabit the minor islands surrounding Okinawa as well. There are also many Japanese in Okinawa.\nMany of Okinawa's islands are scenic, and there are many beaches there.\nThe temperature in Okinawa is often warm or hot. Many animals make their home around the Okinawa islands. For example, sea turtles, jellyfish, and many kinds of birds all live around Okinawa.\nAn average person in Okinawa lives to be older than 100 Some people think that is because Okinawan food is healthy. Fish is very popular, but people also eat sea vegetables and pork. Okinawans are known as easygoing people, almost everyone loves to sing and dance. Okinawa's music is popular all over Japan. A musical instrument called a \"sanshin\" is often used. They celebrate their musical instrument every year on March 4th by singing folk songs together. Okinawans when compared with Japanese are peaceful people. They placed sanshin on their tokonoma while on Japanese mainland tend to display samurai.\nOkinawan food is famous for its originality. Examples of local specialties are Okinawa Soba, Go-ya Champuru, Rafute, and Ji-mami-doufu.\nOkinawa was the site of the last big battle of World War II, the Battle of Okinawa. A lot of Okinawan people died during the battle. Now, the United States has some military bases for soldiers on the different islands of Okinawa. There are some symbols of this battle in Okinawa. The Himeyuri Monument is the most famous symbol.\nHistory.\nOkinawa is currently a part of Japan. However, it has its own history and culture distinguished from Japan. The history of Okinawa is usually divided into five eras as follows.\nIn the prehistoric era, hunting animals and collecting plants prevailed. A shift to farming advanced during the 10th to 12th centuries. Many communities were formed, and integrated into the three small countries of Hokuzan, Chūzan, and Nanzan. In 1372, Chūzan began paying tribute to the Chinese Ming Dynasty. This small country became strong by trade with the Ming dynasty, and attacked the other countries. It became the \"Ryūkyū Kingdom\". This kingdom flourished through trade throughout Asia during the 15th and 16th centuries.\nIn 1609, Shimazu Iehisa invaded the Ryūkyū Kingdom. He was the feudal lord of Satsuma Province. This invasion meant that the Ryūkyū Kingdom was forced to pay tribute to the Japanese shogunate regime. This domination continued until the end of the 19th century.\nIn 1867, the Japanese shogunate ended and power was returned to the Emperor Meiji. The new government had a policy to incorporate the Ryūkyū Kingdom into the Japanese Empire. The Ryūkyū Kingdom was reorganized. At first, in 1872, the Ryūkyū Kingdom was renamed Ryūkyū Domain, meaning that it was directly controlled by Japan instead of Satsuma Province. In 1879, it was reorganized as Okinawa Prefecture. The Ryūkyū Kingdom was ended at that time. Okinawa became a Japanese colony.\nAt first, Japan emphasized the differences between Okinawan and Japanese culture, to justify discriminatory policies in the colony. However, to justify the colonization to the West, the policies were changed to ones which emphasized similarities and which assimilated Okinawa into Japan. Thus, Okinawan society has been greatly influenced by Japan. The Japanese taught Okinawan children that the Okinawan language was a \"dialect\" of Japanese, and students were punished for speaking their native language. Okinawa was caught up in the Japanese war against U.S.A. and China. Okinawa was incorporated into the war system. At the end of World War II, Okinawa itself became the battlefield, the social infrastructure was completely destroyed, and many people died.\nAfter the war, Okinawa was put under the U.S. military. The people expected freedom, but priority was given to U.S. military policy. Therefore, the movement for a return to Japan was strengthened, and it was carried out in 1972. However, the problem continues up to the present as the Japanese government continues to give priority to U.S. military policy. Many US military bases are still left, and crimes by a few US soldiers continue to be a social problem.","categories":[],"infobox_types":[],"annotations":[{"uri":"Island","surface_form":"island","offset":36},{"uri":"Ry%C5%ABky%C5%AB_Islands","surface_form":"Ryūkyū Islands","offset":50},{"uri":"Japan","surface_form":"Japan","offset":79},{"uri":"Okinawa_Prefecture","surface_form":"Okinawa Prefecture","offset":117},{"uri":"Naha%2C_Okinawa","surface_form":"Naha","offset":207},{"uri":"Okinawan_people","surface_form":"Okinawan people","offset":345},{"uri":"Japanese_people","surface_form":"Japanese","offset":446},{"uri":"Beach","surface_form":"beach","offset":524},{"uri":"Temperature","surface_form":"temperature","offset":543},{"uri":"Sea_turtle","surface_form":"sea turtle","offset":658},{"uri":"Jellyfish","surface_form":"jellyfish","offset":671},{"uri":"Bird","surface_form":"bird","offset":700},{"uri":"Fish","surface_form":"Fish","offset":847},{"uri":"Vegetable","surface_form":"vegetable","offset":893},{"uri":"Pork","surface_form":"pork","offset":908},{"uri":"Music","surface_form":"music","offset":1006},{"uri":"Sanshin","surface_form":"sanshin","offset":1070},{"uri":"Tokonoma","surface_form":"tokonoma","offset":1278},{"uri":"Samurai","surface_form":"samurai","offset":1330},{"uri":"Battle","surface_form":"battle","offset":1512},{"uri":"World_War_II","surface_form":"World War II","offset":1522},{"uri":"Battle_of_Okinawa","surface_form":"Battle of Okinawa","offset":1540},{"uri":"United_States","surface_form":"United States","offset":1617},{"uri":"Military","surface_form":"military","offset":1640},{"uri":"Soldier","surface_form":"soldier","offset":1659},{"uri":"Prehistoric","surface_form":"prehistoric","offset":1997},{"uri":"Tribute","surface_form":"tribute","offset":2263},{"uri":"China","surface_form":"Chinese","offset":2278},{"uri":"Ming_Dynasty","surface_form":"Ming Dynasty","offset":2286},{"uri":"Ry%C5%ABky%C5%AB_Kingdom","surface_form":"Ryūkyū Kingdom","offset":2414},{"uri":"Asia","surface_form":"Asia","offset":2480},{"uri":"Feudal","surface_form":"feudal","offset":2584},{"uri":"Satsuma_Province","surface_form":"Satsuma Province","offset":2599},{"uri":"Shogunate","surface_form":"shogunate","offset":2804},{"uri":"Emperor_Meiji","surface_form":"Emperor Meiji","offset":2850},{"uri":"Japanese_Empire","surface_form":"Japanese Empire","offset":2940},{"uri":"Satsuma_Province","surface_form":"Satsuma Province","offset":3118},{"uri":"Prefecture","surface_form":"Prefecture","offset":3175},{"uri":"Colony","surface_form":"colony","offset":3256},{"uri":"Cultural_assimilation","surface_form":"assimilated","offset":3520},{"uri":"Okinawan_language","surface_form":"Okinawan language","offset":3660},{"uri":"Dialect","surface_form":"dialect","offset":3685},{"uri":"Native_language","surface_form":"native language","offset":3753},{"uri":"World_War_II","surface_form":"World War II","offset":3898}]}