{"id":383534,"url":"http://en.wikipedia.org/wiki/Kirby%27s_Epic_Yarn","text":"\"Kirby's Epic Yarn\" is a platformer video game for the Nintendo Wii console. It was developed by HAL Laboratory and published by Nintendo. It was released in Japan on October 14, 2010, in North America on October 17, 2010, in Australia on February 24, 2011, and in Europe on February 25, 2011.\nThe game was ported to Nintendo 3DS in March 2019 as \"Kirby's Extra Epic Yarn\".\nPlot.\nOne day, Kirby finds a tomato and eats it. While doing so, an evil being named Yin-Yarn takes Kirby into Patch Land, a place made out of yarn. There, Kirby's body becomes yarn. Kirby also has the ability to transform. This was given to Kirby by the tomato he ate earlier. Kirby uses this ability to rescue a boy named Prince Fluff. Prince Fluff says that Yin-Yarn broke Patch Land into different pieces that were held together by magic yarn. Kirby has to help him find the pieces of the magic yarn to restore Patch Land to normal.\nGameplay.\nIn \"Kirby's Epic Yarn\", Kirby does not have his inhale ability. Instead, Kirby has a whip-like attack. Kirby can use it both to attack enemies and turn them into yarn. Kirby can also no longer float in air with his breath. Instead, he transforms into an parachute. Kirby can also transform into a car and a dolphin. The car makes Kirby faster, while the dolphin allows him to go underwater.\nEach level has three treasure chests to collect. There are also colored beads, which increases the player's score. Having a high score earns medals. The chests and medals unlock extra levels. Beads can be used to purchase furniture and wallpapers. These can be used to change Kirby's living space.\nUnlike the other \"Kirby\" games, Kirby does not have health or lives. If Kirby is damaged or falls into a bottomless pit, he loses some of his beads.","categories":[],"infobox_types":["video game"],"annotations":[{"uri":"Platform_game","surface_form":"platformer","offset":25},{"uri":"Video_game","surface_form":"video game","offset":36},{"uri":"Nintendo_Wii","surface_form":"Nintendo Wii","offset":55},{"uri":"HAL_Laboratory","surface_form":"HAL Laboratory","offset":97},{"uri":"Nintendo","surface_form":"Nintendo","offset":129},{"uri":"Japan","surface_form":"Japan","offset":158},{"uri":"North_America","surface_form":"North America","offset":188},{"uri":"Australia","surface_form":"Australia","offset":226},{"uri":"Europe","surface_form":"Europe","offset":265},{"uri":"Nintendo_3DS","surface_form":"Nintendo 3DS","offset":317}]}