{"id":383600,"url":"http://en.wikipedia.org/wiki/Roger_Bacon","text":"Roger Bacon (c. 1214–1294) was an English philosopher and Franciscan friar who placed considerable emphasis on the study of nature through empirical methods. He is sometimes credited, mainly starting in the 19th century, as one of the earliest European advocates of the modern scientific method inspired by the works of Aristotle and later Arabic works, such as the works of Muslim scientist Alhazen.\nHowever, more recent studies emphasize that he was essentially a medieval thinker, with much of his \"experimental\" knowledge obtained from books, in the scholastic tradition. A survey of the reception of Bacon's work over centuries found that it often reflects the concerns and controversies central to the receivers.\nLife.\nRoger Bacon was educated at Oxford University. He studied modern science, theology, and philosophy. His family was rich, which helped pay for the many experiments he conducted. After lecturing at Oxford he moved to Paris to learn and study. Bacon was one of the first people to teach about Aristotle in Paris. During his time he wrote a book named \"On the Marvelous Power of art and nature\". He wrote a long list of inventions he had in mind, naming steamships, telescope, eye glasses, and microscopes.\nHe was apparently so intently concentrated in his experiments and he had an aggressive personality, he was known to be socially awkward. In 1247 he stopped teaching because of bad health and proceeded to study, experiment, and become a friar. Years later, he was sent to a monastery because of upsetting fellow friars and superiors. He was there for about 10 years, and was unable to conduct experiments and studies. He was then sponsored by Pope Clement IV, but shortly after the Pope’s death in 1278 Bacon was accused of being a “magician”. He was imprisoned in a convent in Paris for 12 years, until 1292. He died around 1294 when he was about 80 years old.","categories":[],"infobox_types":[],"annotations":[{"uri":"1214","surface_form":"1214","offset":16},{"uri":"1294","surface_form":"1294","offset":21},{"uri":"English_people","surface_form":"English","offset":34},{"uri":"Philosophy","surface_form":"philosopher","offset":42},{"uri":"Franciscan","surface_form":"Franciscan","offset":58},{"uri":"Empiricism","surface_form":"empirical","offset":139},{"uri":"Aristotle","surface_form":"Aristotle","offset":320},{"uri":"Oxford_University","surface_form":"Oxford University","offset":753},{"uri":"Theology","surface_form":"theology","offset":799},{"uri":"Philosophy","surface_form":"philosophy","offset":813},{"uri":"Experiment","surface_form":"experiment","offset":876},{"uri":"Paris","surface_form":"Paris","offset":940},{"uri":"Aristotle","surface_form":"Aristotle","offset":1015},{"uri":"Steamship","surface_form":"steamship","offset":1175},{"uri":"Microscope","surface_form":"microscope","offset":1215},{"uri":"Friar","surface_form":"friar","offset":1464},{"uri":"Clement_IV","surface_form":"Clement IV","offset":1675},{"uri":"Magician","surface_form":"magician","offset":1760}]}