{"id":383794,"url":"http://en.wikipedia.org/wiki/Frank_Lautenberg","text":"Frank Raleigh Lautenberg (January 23, 1924 – June 3, 2013) was an American Senior Senator of the state of New Jersey. He first served in the United States Senate from 1982 to 2001; after a brief retirement, he was re-elected to the Senate and has served from 2003 until his death in 2013. At age 89, Lautenberg was the oldest senator and the last serving veteran of World War II to become a senator (after the death of Daniel Inouye and Ted Stevens. Daniel Akaka left office). Lautenberg was the oldest serving Senator.\nEarly life.\nLautenberg was born on January 23, 1924 in Paterson, New Jersey to Jewish-Polish-Russian parents. After graduating from Nutley High School in 1941, Lautenberg served overseas in the United States Army Signal Corps during World War II from 1942 to 1946. Then, financed by the GI Bill, he attended and graduated from Columbia Business School in 1949 with a degree in economics.\nCareer.\nLautenberg was elected to as Senator of New Jersey in 1988. Following his re-election, Lautenberg became a member of the President's Commission on Aviation Security and Terrorism (PCAST), which was set up in September 1989 to review and report on aviation security policy in light of the sabotage of Pan Am Flight 103 on December 21, 1988.\nLautenberg was again re-elected in the Republican Revolution of United States Senate elections, 1994, beating New Jersey State Assembly Speaker Chuck Haytaian by 50% to 47%. Lautenberg helped pass laws that allowed no smoking on airplanes and to raise the drinking age to 21.\nLater career.\nHe announced his retirement in 2000, but denied it was because he thought he would lose to Whitman or Kean, saying that he had been vulnerable in previous elections and \"Mr. Vulnerable always wins\". His fellow Democrat and businessman, Jon Corzine, was elected to replace him. In the United States election of 2001, Lautenberg decided to run again for Senator. He won the election.\nIn February 2006, Lautenberg announced his intention to run for re-election in United States Senate elections, 2008, saying that deciding not to run for re-election in 2000 \"was among the worst decisions of his life.\" Lautenberg formally announced his candidacy on March 31, 2008.\nOn February 14, 2013, Lautenberg announced he would not seek re-election. In the press conference, Lautenberg joked, \"is it too late to change my mind?\" and joked that he would pray \"something goes wrong\" so he could be called on to run again.\nPersonal life.\nLautenberg was married to Lois Levenson until they divorced 31 years after their marriage. He was married to Bonnie Englebardt from 2004 until his death in 2013. He had four children with Levenson. In 2010, Lautenberg's wealth was estimated to be between $55 million and $116.1 million, making him the fifth-wealthiest Senator.\nHealth.\nOn February 2010, Lautenberg was treated for stomach cancer. During that same week, Lautenberg suffered from non-serious injuries from a fall he had. June 2010, it was announced that Lautenberg had gone under chemotherapy for a curable case of lymphoma. Lautenberg later made a full recovery.\nDeath.\nLautenberg died on June 3, 2013 in Manhattan, New York from pneumonia, aged 89. In the interim, the current governor, Chris Christie, appointed a Republican, which changed the party balance in the Senate by one. He was buried at Arlington National Cemetery, Arlington, Virginia on June 7, 2013.\nSuccession.\nOn June 4, 2013, Governor Chris Christie announced that a special election to fill the current Senate seat will be held on October 16, 2013. A special primary will be held on August 13, 2013. It has been estimated that the two additional elections will cost the state approximately $20 million. Christie also stated he would soon appoint a Republican to fill the seat until the elected replacement takes office. Republican politician Jeffrey Chiesa was chosen to be Lautenberg's acting successor. Chiesa was later chosen to be Lautenberg's official successor in October 2013.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":66},{"uri":"New_Jersey","surface_form":"New Jersey","offset":106},{"uri":"Daniel_Inouye","surface_form":"Daniel Inouye","offset":419},{"uri":"Ted_Stevens","surface_form":"Ted Stevens","offset":437},{"uri":"Daniel_Akaka","surface_form":"Daniel Akaka","offset":450},{"uri":"Paterson%2C_New_Jersey","surface_form":"Paterson","offset":575},{"uri":"New_Jersey","surface_form":"New Jersey","offset":585},{"uri":"Jewish","surface_form":"Jewish","offset":599},{"uri":"Poland","surface_form":"Polish","offset":606},{"uri":"Russia","surface_form":"Russia","offset":613},{"uri":"World_War_II","surface_form":"World War II","offset":753},{"uri":"Columbia_University","surface_form":"Columbia Business School","offset":847},{"uri":"New_Jersey","surface_form":"New Jersey","offset":956},{"uri":"Pan_Am_Flight_103","surface_form":"Pan Am Flight 103","offset":1216},{"uri":"Jon_Corzine","surface_form":"Jon Corzine","offset":1782},{"uri":"Stomach_cancer","surface_form":"stomach cancer","offset":2849},{"uri":"Lymphoma","surface_form":"lymphoma","offset":3048},{"uri":"Manhattan","surface_form":"Manhattan","offset":3139},{"uri":"New_York","surface_form":"New York","offset":3150},{"uri":"Pneumonia","surface_form":"pneumonia","offset":3164},{"uri":"Chris_Christie","surface_form":"Chris Christie","offset":3222},{"uri":"Arlington_National_Cemetery","surface_form":"Arlington National Cemetery","offset":3333},{"uri":"Arlington%2C_Virginia","surface_form":"Arlington","offset":3362},{"uri":"Virginia","surface_form":"Virginia","offset":3373},{"uri":"Chris_Christie","surface_form":"Chris Christie","offset":3437}]}