{"id":383881,"url":"http://en.wikipedia.org/wiki/Refugee_Boy","text":"\"Refugee Boy\" is a very on the edge of your seat book written by Benjamin Zephaniah.\nPlot.\nThe whole story centers around the 14-year-old Alem Kelo. He is a boy born of an Ethiopian father and an Eritrean mother at a time when the two countries were at war with each other. His father takes him to London to be safe. There he has to fight for his status as a refugee. Alem and his father had to leave Ethiopia or die, so Alem's father (Mr Kelo) had to move to the United Kingdom.\nSoon after arriving in London, Officers from the council in charge of refugees told Alem that he was going to have a hearing in court. In the hearing, they took a photograph, fingerprints, and was questioned for hours.\nAlem was sent to live in a care home for boys. He slept in a room with Stanley Burton. He also made a friend named Mustafa. Later, the caretakers decide to put Alem in a foster home with Mr and Mrs Fitzgerald and their daughter Ruth. At one point during his stay with the Fitzgeralds, he receives a letter from his father stating that Alem's mother was murdered.\nMeanwhile, Alem had to appear in court several times to defend his application for refugee status. His father returned to England, because it had become very unsustainable in Ethiopia. He lived in a refugee center. Alem is sent to school, and is a studious boy who reads a lot. His school friends prepare a protest against the verdict of the court (which is to deport him back to Ethiopia). This made a big difference and Alem was even in the news. Immediately afterwards, though, his father is shot by an unknown person. This makes the court decide, finally, that Alem should stay in his foster home (the Fitzgerald family).\nAwards and other versions.\n\"Refugee Boy\" was Benjamin Zephaniah's fifth book. It won the 2002 Portsmouth Book Award in the Longer Novel category. According to the opening to the book, the reason Zephaniah wrote the book is because he heard lots of different refugee stories and he combined the stories to create the book.\n\"Refugee Boy\" has been adapted into a play that was directed by Gail McIntyre and designed by Emma Williams. The casting designer is Kay Magson and the playwright is Lemn Sissay. The play premiered in Leeds at the West Yorkshire Playhouse between 9 March 2013 and 30 March 2013.","categories":[],"infobox_types":[],"annotations":[{"uri":"Benjamin_Zephaniah","surface_form":"Benjamin Zephaniah","offset":65},{"uri":"Ethiopia","surface_form":"Ethiopia","offset":172},{"uri":"Eritrea","surface_form":"Eritrea","offset":196},{"uri":"Ethiopia-Eritrea_War","surface_form":"at war","offset":250},{"uri":"London","surface_form":"London","offset":298},{"uri":"Refugee","surface_form":"refugee","offset":359},{"uri":"Court","surface_form":"court","offset":608},{"uri":"Youth_centre","surface_form":"care home","offset":726},{"uri":"Foster_care","surface_form":"foster home","offset":869},{"uri":"Protest","surface_form":"protest","offset":1369},{"uri":"Play_(theatre)","surface_form":"play","offset":2048},{"uri":"West_Yorkshire_Playhouse","surface_form":"West Yorkshire Playhouse","offset":2224}]}