{"id":383879,"url":"http://en.wikipedia.org/wiki/Melancholia","text":"Melancholia is a mental illness. A person with melancholia has intense or long-lasting feelings of sadness, for no clear reason. In the 20th century, the term \"melancholia\" was mostly replaced by \"depression\" (also called Major Depressive Disorder).\nHistory.\nThe first person to describe melancholia was Hippocrates, in the 4th century BC. In his \"Aphorisms\", Hippocrates wrote that all \"fears and despondencies, if they last a long time\", are symptoms of melancholia.\nThe name \"melancholia\" comes from the old medical belief that there are four basic liquids in the body (called humors). According to this belief, diseases happen when the humors are not balanced correctly in a person's body. Humors were also thought to determine personality types. According to Hippocrates, melancholia was caused by having too much black bile in the body. The name \"melancholia\" means 'black bile'. It comes from the Ancient Greek words μέλας (melas), meaning \"dark, black\", and χολή (kholé), meaning \"bile\".\nRobert Burton, a16th century scholar, wrote in detail about the condition in \"The Anatomy of Melancholy\" (1621). It discussed melancholia from both literary and medical points of view. Burton wrote that music and dance were critical in treating mental illness, especially melancholia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mental_illness","surface_form":"mental illness","offset":17},{"uri":"Sadness","surface_form":"sadness","offset":99},{"uri":"Major_depressive_disorder","surface_form":"\"depression\"","offset":196},{"uri":"Hippocrates","surface_form":"Hippocrates","offset":304},{"uri":"BC","surface_form":"BC","offset":336},{"uri":"Symptom","surface_form":"symptom","offset":444},{"uri":"Personality","surface_form":"personality","offset":732},{"uri":"Bile","surface_form":"bile","offset":825},{"uri":"Greek_language","surface_form":"Greek","offset":912},{"uri":"Robert_Burton_(scholar)","surface_form":"Robert Burton","offset":996},{"uri":"Scholar","surface_form":"scholar","offset":1025},{"uri":"Literature","surface_form":"literary","offset":1144},{"uri":"Music","surface_form":"music","offset":1199},{"uri":"Dance","surface_form":"dance","offset":1209}]}