{"id":383944,"url":"http://en.wikipedia.org/wiki/Mario_Party_2","text":"\"Mario Party 2\" is a party board video game for the Nintendo 64 console. It is the second game in the \"Mario Party\" series. It was published by Hudson Soft and published by Nintendo. It was released on December 17, 1999 in Japan, on January 24, 2000 in North America, and on November 6, 2000 in Europe. It was later re-released for the Nintendo Wii's Virtual Console in November and December 2010.\nGameplay.\n\"Mario Party 2\" is played like the first \"Mario Party\" game. Players go around on boards to collect coins, which they can use to buy stars. Movement is done with the use of a dice block with the numbers one through ten. After all four players take their turns, a mini-game is played. The player that wins the mini-game wins coins. The winner is the player with the most stars at the end of the game. It introduces the item system. Players can buy items by going into an item shop. Items can also be gotten through an item mini-game. Item mini-games are done when a player lands on an Item Space. Players can hold one item at a time. Also introduced are battle mini-games. Battle mini-games are done when a player lands on a Battle Space. Before playing the mini-game, a certain number of coins are taken from all players. The first place player gets 70 percent of the total coins, while the second place player gets 30 percent. The other two players get nothing. Duel mini-games are introduced in this game. A Duel mini-game is played when a player uses the Dueling Glove item. The player chooses an opponent to play against and the amount of coins they want to wager. The wager is taken from both player's coin totals. Whichever player wins gets the total coin amount. The Koopa Bank is also introduced in this game. When a player passes by the Bank Space, they have to pay five coins. If a player lands on the Bank Space, they get the total that was in the bank at the time.\nSix boards are in the game. In every board but the last one, the characters wear a costume. The costume is themed to the board.","categories":[],"infobox_types":["VG"],"annotations":[{"uri":"Video_game","surface_form":"video game","offset":33},{"uri":"Nintendo_64","surface_form":"Nintendo 64","offset":52},{"uri":"Mario_Party_(video_game)","surface_form":"Mario Party","offset":103},{"uri":"Nintendo","surface_form":"Nintendo","offset":173},{"uri":"Japan","surface_form":"Japan","offset":223},{"uri":"North_America","surface_form":"North America","offset":253},{"uri":"Europe","surface_form":"Europe","offset":295},{"uri":"Nintendo_Wii","surface_form":"Nintendo Wii","offset":336},{"uri":"Minigame","surface_form":"mini-game","offset":671}]}