{"id":383985,"url":"http://en.wikipedia.org/wiki/Eritrean%E2%80%93Ethiopian_War","text":"The Eritrean–Ethiopian War was a war between Ethiopia and Eritrea. It lasted from May 1998 to June 2000. Both countries spent hundreds of millions of dollars on the war, and tens of thousands of people were killed by the conflict. The war resulted in small changes to the border between the two countries.\nEritrea's war of independence lasted for 30 years, on and off; it was started in 1961 and finished in 1991 when Eritrea finally became independent. While this was going on, there was also a civil war in Ethiopia, which began in 1975. This war was started by Tigray People's Liberation Front (TPLF) as a rebellion to overthrow the Marxist military dictatorship of Derg (a military committee that had overthrown Emperor Haile Selassie in 1974). TPLF and the Eritrean People's Liberation Front were formidable allies during the civil war, but then Ethiopia and Eritrea could not agree on where the border was after Eritrea's independence. One of the main areas of conflict was focused on Badme.\nEvents.\nThe war took place from May 1998 to June 2000. It become one of the most violent wars in Africa. Ethiopia and Eritrea are some of the poorest countries in the world, but hundreds of millions of dollars were spent on the wars. Tens of thousands of people were killed in the conflicts.\nThe fighting quickly increased to using artillery and tanks. On 5 June 1998, the Ethiopians launched air attacks on the airport in Asmara and the Eritreans retaliated by attacking the airport of Mekele. These raids caused civilian casualties and deaths on both sides of the border. The United Nations Security Council adopted Resolution 1177 condemning the use of force and welcomed statements from both sides to end the air strikes.\nAfter the war.\nThe border dispute was settled on 13 April 2002, when an international court heard the case and made a decision. It was decided that the area around Badme belonged to Eritrea. This area, however, was occupied by Ethiopian forces. On 10 December 2005, Ethiopia announced that it was withdrawing some of its forces from the border. As of 2013, Ethiopia still occupies Badme.","categories":[],"infobox_types":[],"annotations":[{"uri":"War","surface_form":"war","offset":33},{"uri":"Ethiopia","surface_form":"Ethiopia","offset":45},{"uri":"Eritrea","surface_form":"Eritrea","offset":58},{"uri":"Independence","surface_form":"independence","offset":323},{"uri":"Independence","surface_form":"independent","offset":441},{"uri":"Civil_war","surface_form":"civil war","offset":496},{"uri":"Tigray_People%27s_Liberation_Front","surface_form":"Tigray People's Liberation Front","offset":564},{"uri":"Rebellion","surface_form":"rebellion","offset":609},{"uri":"Marxism","surface_form":"Marxist","offset":636},{"uri":"Military_dictatorship","surface_form":"military dictatorship","offset":644},{"uri":"Derg","surface_form":"Derg","offset":669},{"uri":"Haile_Selassie","surface_form":"Haile Selassie","offset":724},{"uri":"Eritrean_People%27s_Liberation_Front","surface_form":"Eritrean People's Liberation Front","offset":762},{"uri":"Badme","surface_form":"Badme","offset":991},{"uri":"Artillery","surface_form":"artillery","offset":1330},{"uri":"Tank","surface_form":"tank","offset":1344},{"uri":"Asmara","surface_form":"Asmara","offset":1421},{"uri":"Mekele","surface_form":"Mekele","offset":1485},{"uri":"United_Nations_Security_Council","surface_form":"United Nations Security Council","offset":1576},{"uri":"Border_dispute","surface_form":"border dispute","offset":1743},{"uri":"International_Court_of_Justice","surface_form":"international court","offset":1796},{"uri":"Occupied_territory","surface_form":"occupied","offset":1939}]}