{"id":38419,"url":"http://en.wikipedia.org/wiki/2006_Atlantic_hurricane_season","text":"The 2006 Atlantic hurricane season was an annual event in the yearly cycle of tropical cyclones. It officially started on June 1, 2006, and lasted until November 30, 2006. Ten tropical storms formed during the season. Five became hurricanes, and one tropical storm did not have a name. It Affected USA State Of Florida\nThis season was unusual in that no hurricanes made landfall in the United States of America. One tropical storm, Tropical Storm Zeta from the 2005 season, continued into January, which was the second time on record that a tropical cyclone existed in two calendar years.\nBecause of the super-active 2005 season, forecasts and meteorologist thought that the 2006 season would also be very active, but not as active as 2005. However, an El Niño event, combined with the presence of the Saharan Air Layer over the tropical Atlantic Ocean, contributed to a slow season and forcing all tropical cyclones to dissipate after October 2.\nTropical Storm Alberto.\nOn June 10, an area of thunderstorms became the year's first tropical depression. This storm moved closer to Florida, and the depression became a tropical storm on the morning of June 11. In the Gulf of Mexico, warm waters helped the storm to grow in strength, but it weakened slightly over the cooler waters near the coast of the United States.\nAlberto crossed the coast about 50 miles southeast of Tallahassee, Florida on June 13. Parts of Cedar Key and Crystal River were flooded from the high sea waves associated with Alberto. Because Alberto was big in size, it took a long time to weaken over Georgia, South Carolina and North Carolina. Alberto moved to the northeast, as it changed from a tropical cyclone to an extratropical cyclone. As an extratropical storm, Alberto quickly became stronger while off the New England coast. Damage in the United States was about $565,000.\nUnnamed tropical storm.\nOne tropical storm formed in July off the United States coast. It was not identified as a storm at the time, therefore, the storm did not have a name. It was identified as a tropical storm when a close review was taken at the end of 2006. If it was identified at the time it would have been named Beryl.\nTropical Storm Beryl.\nIn the middle of July, a series of low pressure areas formed off the United States. The southern-most low slowly moved to the south as it became more organized a few hundred miles east of the North Carolina coast. On the morning of July 18, the low pressure area became the second tropical depression of the season, more than a month after Tropical Storm Alberto existed. That afternoon, the depression became Tropical Storm Beryl.\nBeryl continued moving to the north until it turned to the northeast on July 20. Beryl moved parallel to the East Coast of the United States and crossed over Nantucket Island, before becoming extratropical southwest of Nova Scotia on July 21.\nTropical Storm Chris.\nOn about July 26, a large and well-organized tropical wave formed off the coast of Africa and slowly moved westward. It slowly developed due to poor environmental conditions and it became a tropical depression late on 31 July about east of Antigua. The depression soon strengthened further and was named Tropical Storm Chris six hours later. National Hurricane Center forecasters dismissed some computer models, which dissipated Chris quickly, as they did not have a handle on the strength of the storm. Tropical Storm Chris moved to the northwest and slowly strengthened before reaching its peak strength on August 2 with winds of, when it was to the northeast of the United States Virgin Islands. The storm was forecast to strengthen further and become a hurricane as it moved into the Bahamas and thus into the Gulf of Mexico. However, Chris began to be affected by strong wind shear and became disorganized. The storm weakened to a tropical depression on August 4, and dissipated as it approached the Cuban coast.\nIn response and some fear to the storm's projected path into the Gulf of Mexico, prices for crude oil rose on the New York Mercantile Exchange at branch offices in London. Natural gas prices rose considerably in New York Mercantile Exchange electronic trading on August 2. Anticipation of a threat to supply by a potential Hurricane Chris coupled with high demand during an ongoing heat wave are cited as reasons for the price move. Also, numerous oil rigs were closed and ditched in response to the storm for the fear of Hurricane Katrina a year earlier. On August 2 approximately 600 tourists evacuated the Puerto Rican islands of Vieques and Culebra as tropical storm warnings had been issued. Cruise lines such as Royal Caribbean re-routed their ships to avoid the storm. In Puerto Rico, rainfall from the storm caused the Fajardo River to overflow its banks. The overflown waters temporarily closed a highway in the northeastern portion of the island. Rainfall reached up to 2 inches (50 mm) across portions of Hispaniola, the Turks and Caicos, the Bahamas, and eastern Cuba, and reached 4 inches (100 mm) in some mountainous areas.\nTropical Storm Debby.\nA tropical system off the coast of Africa, which the National Hurricane Center was monitoring for several days, was upgraded to tropical depression status on August 21 and designated as Tropical Depression Four. Consequently, a tropical storm warning was immediately issued for the Cape Verde islands, as the system threatened to pass over or near the southern part of the archipelago. However, the system failed to strengthen into a tropical storm before passing the chain of islands, and the warning was discontinued the following morning.\nThe depression was upgraded to a tropical storm and was named Debby late on August 22. While it had been expected to strengthen into a hurricane, Debby weakened into a tropical depression on August 26. It continued to the north and lost tropical characteristics on August 27.\nHurricane Ernesto.\nAt 3:15 p.m. EDT (1915 UTC) on 24 August, a reconnaissance flight determined that a tropical wave passing through the Windward Islands had developed a closed tropical circulation, and advisories were commenced on Tropical Depression Five. By 5 p.m. EDT (2100 UTC) on 25 August, a second flight had found sustained tropical-storm force winds, and the system was named Ernesto. Ernesto became a hurricane on the morning of 27 August just south of Haiti, before it was downgraded back to a tropical storm in the afternoon. The storm caused 2 deaths in Haiti due to rainfall.\nErnesto made landfall near Guantanamo Bay, Cuba, early in the morning on 28 August. At one point the storm was predicted to become a major hurricane in the Gulf of Mexico and threaten parts of the Gulf Coast, a grim possibility in light of the one-year anniversary of Hurricane Katrina's landfall. However, Ernesto moved much farther east than anticipated, and made landfall as a tropical storm on the southern tip of Florida on 29 August. Two people died in Florida in road traffic accidents attributed to the weather conditions, as the cyclone slowly moved northward across the southern half of the peninsula. Ernesto restrengthened into a tropical storm as it emerged from land near Cape Canaveral, and was just below hurricane strength when it made landfall again in North Carolina on 31 August.\nDamage in Virginia totaled to $104 million (2006 USD)\nHurricane Florence.\nTropical Depression Six formed from an area of low pressure midway between Africa and the Lesser Antilles on 3 September. Initial strengthening of the depression was slow due to shearing wind conditions. Despite the moderate to high wind shear, it strengthened enough to become Tropical Storm Florence on the morning of 5 September. After becoming a tropical storm, Florence's wind field began to expand greatly; at one point tropical storm-force winds extended outward up to 405 miles from the center. With a disorganized structure and multiple circulation centers, Florence remained a weak tropical storm for several days, even after external conditions became favorable for strengthening. Around the evening of 8 September it resolved to a single center and steady strengthening resumed - \"science had prevailed\", as one forecaster remarked. On the morning of 10 September, Florence reached hurricane strength. Large swells, rip tide, and undertow were reported on Bermuda, the Leeward Islands, the Virgin Islands, and Hispaniola. Florence soon reached its peak as a Category 1 hurricane very near Bermuda, and became extratropical on 12 September, while still a hurricane.\nHurricane Gordon.\nAs Hurricane Florence moved norhtwestward, an area of low-pressure with scattered thunderstorm activity slowly became more organized while northeast of the Lesser Antilles. On the evening of September 10, it developed a closed circulation and was called Tropical Depression Seven. It continued to strengthen, and was then named Tropical Storm Gordon on September 11 and Hurricane Gordon late on September 12. Gordon attained Category 2 status on the evening of September 13, and was further upgraded to Category 3 status that same night, making it the first major hurricane of the season.\nAround September 16 it was nearly froze for some time in the mid-Atlantic about 1000 miles east of Bermuda, and became a weak hurricane. However, it subsequently accelerated eastwards and strengthened to become category 2. On 19 September hurricane warnings were issued for the Azores, as the predicted path passed through the center of that archipelago. It became extratropical on September 20 after passing through Azorean waters, but the remnants side-swiped north-western Spain and then moved rapidly north towards Ireland and the west of Britain on September 21. By the morning of September 22, it had been absorbed into a large Atlantic low to the west of Ireland.\nHurricane Helene.\nOn September 10, an area of clustered thunderstorms began to move off the western African coast. It quickly became stronger and organized itself to become Tropical Depression Eight. Continuing to organize, it reached tropical storm strength on September 13, becoming a hurricane on September 16 and a major hurricane (Category 3 or higher on the Saffir-Simpson hurricane scale) on September 17. Helene moved generally west-northwestward before commencing a northeasterly turn. Large currents from Helene lashed Bermuda. The hurricane then became an extratropical storm on September 24 and died shortly after.\nHurricane Isaac.\nAn area of low pressure in mid-Atlantic generated active thunderstorms for several days and eventually organized into Tropical Depression Nine on 27 September and a tropical storm by 28 September. By that time it was about east-southeast of Bermuda. It became a hurricane on 30 September, and passed about east of Bermuda before swinging northwards towards Newfoundland. As it was still a strong tropical storm near the Avalon Peninsula, tropical storm warnings were issued on 2 October due to the potential for high winds. Isaac passed to the southeast of Cape Race late that afternoon. The Canadian Hurricane Centre reports that if Isaac had tracked just 50 to 100 km (30 to 60 miles) further north than it did, the St. John's area would have experienced much higher winds than the peak gust of it received.\nAt its closest approach to the Avalon Peninsula, Isaac was still tropical, and had maximum sustained winds of and a minimum central pressure of 993 mbar. Strongest winds on land in Newfoundland were reported at Cape Race, where a maximum gust to with a sustained wind of was recorded. At Cape Pine, a peak wind was reported at. However, due to Isaac's small size and fast forward speed, winds were lighter over most of the Avalon Peninsula.\nRainfall from Isaac was not reported to be higher than in most areas due to Isaac's speed and decreasing amount of moisture. The highest measured amount was at Cape Race, while Cape Pine reported and St. John's reported less than.\n2006 storm names.\nThese names will be used for storms that form in the North Atlantic in 2006. The names not retired from this list will be used again in the 2012 season. The list is the same as the 2000 season's list except for Kirk, which replaced Keith.\nWhile it had been previously reported that a new backup list would be chosen (after it was first used in 2005), the National Hurricane Center reported in its first tropical weather outlook for the season that it would again use names from the Greek alphabet should the main list run out. It would again start with Alpha.\nRetirement.\nNo names were retired, and this was announced by the World Meteorological Organization in the spring of 2007. The names will be used again for 2012 Atlantic hurricane season.","categories":[],"infobox_types":["hurricane small","hurricane small","hurricane small","hurricane small","hurricane small"],"annotations":[{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":78},{"uri":"June_1","surface_form":"June 1","offset":122},{"uri":"2006","surface_form":"2006","offset":130},{"uri":"November_30","surface_form":"November 30","offset":153},{"uri":"2006","surface_form":"2006","offset":166},{"uri":"Tropical_storm","surface_form":"tropical storm","offset":176},{"uri":"Hurricane","surface_form":"hurricane","offset":230},{"uri":"United_States_of_America","surface_form":"United States of America","offset":386},{"uri":"2005_Atlantic_hurricane_season","surface_form":"2005 season","offset":461},{"uri":"El_Ni%C3%B1o","surface_form":"El Niño","offset":753},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":838},{"uri":"October_2","surface_form":"October 2","offset":936},{"uri":"June_10","surface_form":"June 10","offset":974},{"uri":"Thunderstorm","surface_form":"thunderstorm","offset":994},{"uri":"Tropical_cyclone","surface_form":"tropical depression","offset":1032},{"uri":"Florida","surface_form":"Florida","offset":1080},{"uri":"Tropical_cyclone","surface_form":"tropical storm","offset":1117},{"uri":"June_11","surface_form":"June 11","offset":1150},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":1166},{"uri":"United_States","surface_form":"United States","offset":1302},{"uri":"Tallahassee%2C_Florida","surface_form":"Tallahassee, Florida","offset":1371},{"uri":"June_13","surface_form":"June 13","offset":1395},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":1571},{"uri":"South_Carolina","surface_form":"South Carolina","offset":1580},{"uri":"North_Carolina","surface_form":"North Carolina","offset":1599},{"uri":"Extratropical_cyclone","surface_form":"extratropical cyclone","offset":1691},{"uri":"New_England","surface_form":"New England","offset":1787},{"uri":"July","surface_form":"July","offset":2221},{"uri":"Low_pressure_area","surface_form":"low pressure area","offset":2239},{"uri":"United_States","surface_form":"United States","offset":2273},{"uri":"North_Carolina","surface_form":"North Carolina","offset":2396},{"uri":"July_18","surface_form":"July 18","offset":2436},{"uri":"July_20","surface_form":"July 20","offset":2708},{"uri":"Nantucket","surface_form":"Nantucket Island","offset":2794},{"uri":"Nova_Scotia","surface_form":"Nova Scotia","offset":2855},{"uri":"July_21","surface_form":"July 21","offset":2870},{"uri":"July_26","surface_form":"July 26","offset":2910},{"uri":"Africa","surface_form":"Africa","offset":2984},{"uri":"Tropical_cyclone","surface_form":"tropical depression","offset":3091},{"uri":"East","surface_form":"east","offset":3133},{"uri":"Antigua","surface_form":"Antigua","offset":3141},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":3243},{"uri":"August_2","surface_form":"August 2","offset":3510},{"uri":"United_States_Virgin_Islands","surface_form":"United States Virgin Islands","offset":3570},{"uri":"Bahamas","surface_form":"Bahamas","offset":3689},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":3715},{"uri":"Wind_shear","surface_form":"wind shear","offset":3777},{"uri":"August_4","surface_form":"August 4","offset":3860},{"uri":"Cuba","surface_form":"Cuba","offset":3906},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":3984},{"uri":"Crude_oil","surface_form":"crude oil","offset":4011},{"uri":"London","surface_form":"London","offset":4083},{"uri":"Natural_gas","surface_form":"Natural gas","offset":4091},{"uri":"Hurricane_Katrina","surface_form":"Hurricane Katrina","offset":4441},{"uri":"August_2","surface_form":"August 2","offset":4478},{"uri":"Puerto_Rico","surface_form":"Puerto Rican","offset":4528},{"uri":"Royal_Caribbean","surface_form":"Royal Caribbean","offset":4637},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":4698},{"uri":"Hispaniola","surface_form":"Hispaniola","offset":4935},{"uri":"Bahamas","surface_form":"Bahamas","offset":4973},{"uri":"Cuba","surface_form":"Cuba","offset":4994},{"uri":"Africa","surface_form":"Africa","offset":5114},{"uri":"August_21","surface_form":"August 21","offset":5237},{"uri":"Cape_Verde","surface_form":"Cape Verde","offset":5361},{"uri":"August_22","surface_form":"August 22","offset":5697},{"uri":"August_26","surface_form":"August 26","offset":5812},{"uri":"August_27","surface_form":"August 27","offset":5886},{"uri":"Cape_Canaveral%2C_Florida","surface_form":"Cape Canaveral","offset":7174},{"uri":"Lesser_Antilles","surface_form":"Lesser Antilles","offset":8713},{"uri":"September_10","surface_form":"September 10","offset":8748},{"uri":"September_11","surface_form":"September 11","offset":8910},{"uri":"September_12","surface_form":"September 12","offset":8952},{"uri":"September_13","surface_form":"September 13","offset":9018},{"uri":"September_16","surface_form":"September 16","offset":9153},{"uri":"Bermuda","surface_form":"Bermuda","offset":9245},{"uri":"Azores","surface_form":"Azores","offset":9424},{"uri":"Extratropical_cyclone","surface_form":"extratropical","offset":9511},{"uri":"September_20","surface_form":"September 20","offset":9528},{"uri":"Spain","surface_form":"Spain","offset":9622},{"uri":"Ireland","surface_form":"Ireland","offset":9665},{"uri":"Britain","surface_form":"Britain","offset":9689},{"uri":"September_21","surface_form":"September 21","offset":9700},{"uri":"September_22","surface_form":"September 22","offset":9732},{"uri":"September_10","surface_form":"September 10","offset":9838},{"uri":"September_13","surface_form":"September 13","offset":10079},{"uri":"September_16","surface_form":"September 16","offset":10117},{"uri":"September_17","surface_form":"September 17","offset":10216},{"uri":"Bermuda","surface_form":"Bermuda","offset":10346},{"uri":"Extratropical_cyclone","surface_form":"extratropical storm","offset":10384},{"uri":"September_24","surface_form":"September 24","offset":10407},{"uri":"2000_Atlantic_hurricane_season","surface_form":"2000 season","offset":12142},{"uri":"Hurricane_Keith","surface_form":"Keith","offset":12193},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":12316},{"uri":"Greek_alphabet","surface_form":"Greek alphabet","offset":12443},{"uri":"World_Meteorological_Organization","surface_form":"World Meteorological Organization","offset":12586},{"uri":"2007","surface_form":"2007","offset":12637},{"uri":"2012_Atlantic_hurricane_season","surface_form":"2012 Atlantic hurricane season","offset":12676}]}