{"id":384191,"url":"http://en.wikipedia.org/wiki/Lizzie_Velasquez","text":"Lizzie Velasquez is an American woman whose very rare medical condition has led her to become an author and public speaker.\nEarly life and background.\nShe was born on 13 March 1989. Her age was reported as 23 in September 2012, a time when she was near to finishing college from Texas State University majoring in communication studies. Her birth weight was only 2 pounds 11 ounces. She was raised by her mother Rita and father Guadalupe as their first child.She 2 younger sisters. She is from Austin, Texas.\nLiving with NPS.\nOnly two other people in the world are known to have the condition she is living with. The oldest woman is called Amanda and lives in England, and the youngest Abigail in the same city as Lizzie (Austin,Texas). Lizzie has no body fat, and weighs only 61 pounds. She is blind in her right eye, and has limited vision in the left eye. Her condition is like some others, especially progeria. She has some symptoms seen in progeria, like the pointy nose and aging skin, but she has more medical problems as well but it is not expected to cause her to die. Doctors and experts at the University of Texas Southwestern Medical Center have named it as a Neonatal Progeroid Syndrome (NPS) (Wiedemann-Rautenstrauch syndrome) which has allowed her healthy bones, organs and teeth. She should be able to bear her own children who will not live with any of the conditions she has.\nBeing bullied and speaking out.\nAt times she was left out and/or insulted by her peers, and has grown up to experience online bullying. Very often she has been stared at in public. It has not always been easy for her to deal with it. She wants people to know about her condition, and her motto is \"Stop Staring, Start Learning.\"\nShe has spoken at over 200 events as a motivational speaker, something she enjoys and wants to continue to do.\nBooks she wrote.\nThe first book she wrote was her own life story up to 2010. Her mother and Cynthia Lee were its co-writers.\nHer second book, \"Be Beautiful, Be You\" came out in September 2012. It urges people to learn that it is not appearance which matters the most, and that people should love themselves for who they are.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":23},{"uri":"Rare_disease","surface_form":"rare medical condition","offset":49},{"uri":"Author","surface_form":"author","offset":97},{"uri":"Public_speaker","surface_form":"public speaker","offset":108},{"uri":"Texas_State_University","surface_form":"Texas State University","offset":279},{"uri":"Austin%2C_Texas","surface_form":"Austin, Texas","offset":494},{"uri":"Body_fat","surface_form":"body fat","offset":751},{"uri":"Low_vision","surface_form":"limited vision","offset":827},{"uri":"Progeria","surface_form":"progeria","offset":905},{"uri":"University_of_Texas_Southwestern_Medical_Center","surface_form":"University of Texas Southwestern Medical Center","offset":1105},{"uri":"Neonatal_Progeroid_Syndrome_(NPS)","surface_form":"Neonatal Progeroid Syndrome (NPS)","offset":1172},{"uri":"Online_bullying","surface_form":"online bullying","offset":1513}]}