{"id":384253,"url":"http://en.wikipedia.org/wiki/Social_work","text":"ce=\"preserve\">Social work is work done for the welfare of the society. A social worker is a trained individual who represents the social well-being of society. According to the Australian Association of Social Workers, \"The social work profession facilitates social change and development, social cohesion, and the empowerment and liberation of people. Principles of social justice, human rights, collective responsibility and respect for diversities are embedded in social work. Underpinned by theories of social work, social sciences, humanities and indigenous knowledges, social work engages people and structures to address life challenges and enhance well being.\"\nSocial workers are employed in human services track, like hospitals, clinics, NPOs, or publicly (government) as a staff that gives adequate welfare and helps people who cannot help themselves including physically disabled people, person with other disabilities. Persons or professionals who engage in social work activities and social care services are not necessarily a qualified social worker, though within geographical differences they are accepted as companions of change.\nResearch and the practice of social work focuses on areas such as: addictions and mental health, assessment and diagnosis, human development, psycho-social and socio-legal issues related to child and family welfare, community and social development, counselling, diversity, marginalization and oppression, policy analysis and development, psychotherapy, public administration, social planning, social policy and social program evaluation. Social workers are organized into local, national, continental and international professional bodies. It is an interdisciplinary field that incorporates theoretical bases from anthropology, ecology, economics, education, law, medicine, philosophy, politics, psychology, sociology and science.\nPractice in Health Care.\nIn the early twentieth century, social work established itself as a vocation committed to major social reform, social change and the eradication of poverty. Over time, it shifted from a religious and charitable practice to a more systematic, professional one. Along with this, social service shifted from a privately funded and volunteer activity to a publicly funded, paid occupation.\nA Social Worker in health care is known as a Medical Social Worker. The Medical Social Worker (Med.SW) is part of the multidisciplinary healthcare team, providing interventions to support patients and their families, groups during recovery from and/or adjustment to illnesses. The role of a hospital social worker is to \"restore balance in an individual’s personal, family and social life, in order to help that person maintain or recover his/her health and strengthen his/her ability to adapt and reintegrate into society\" (Ordre professionnel des travailleurs sociaux du Québec, OPTSQ, 1999). A Medical Social Worker provides Psychosocial support, Case Management, Psycho-education, Counseling and referrals for other services or linking people to resources. They also perform health care administrative and service roles such as Program planning, day-to-day operations, service monitoring & media liaison, budgeting & policy development, programs management for health promotion and disease prevention and advocate to overcome or make availability & accessibility of certain healthcare services. A medical social worker in healthcare management works toward systems transformation through coalitions with various departments and in hospital operations.\nAt every stage in life, health is determined by complex interactions between social and economic factors, the physical environment and behavior; they do not exist in isolation from each other. The wider the income gap within a society the higher its mortality and morbidity rates. It is studied that half of all healthcare outcomes are linked to the social determinants. Hence, an actions taken by a social worker to reduce health inequalities will also have economic benefits.\nFunctions of a Medical social worker.\nFollowing are the functions of a Medical social worker.\nMultidimensional roles and required skills.\nMedical Social Workers help the patient's and their families to manage life crises due to acute or chronic medical conditions, and focus on improving their mental and physical well-being which is done by counseling, needs assessment and psychosocial assessments, which involves a thinking process that seeks out the meaning of case situations, puts the particulars of the case in some order and leads to appropriate interventions. Hospital services/Health care management as an executive to care-coordinator or administrator is a critical role for a medical social worker, administrative responsibilities entail to ensure efficient and effective unit operation; contributing to staff development by promoting and ensuring a supportive/collaborative learning environment based on the principles of adult learning and practice standards for nurses, students and ancillary staff; performing human resources responsibilities in collaboration with the other line managers; attending administration level meetings for program launch and evaluation, budgetary decisions, augmenting CSR activities...etc.; liaising with members of the multidisciplinary team to ensure high standards of quality and optimal management of patient care outcomes (including data collection/reporting); staff stress management due to the competing needs in patient care and ongoing continuous improvement practices to strengthen clinic processes. Psychosocial interventions with Non-clinical hospital operations (Administrative support, Case Coordination, Health Information Management, Employee Health, Safety and Security, Supply Chain Management, Human Resources...etc.) is a key distinction of a Medical social worker.\nPatient counseling is an important part of the Medical Social Worker’s role. Medical Social Workers lead support group discussions, provide individual counseling, help patients determine appropriate health care and other health services, and provide support to patients with serious or chronic illnesses. Medical Social Workers also work in health and safety aspects of a hospital setting, there contributions lead to reduced Hospital-acquired infection (HAI). The social worker attempts to makes changes in poor workplace conditions (e.g., overworked staff, time pressures, lack of safety protocols or lack of appropriate supervision), as well as poor individual conditions (e.g., fatigue, stress or illness) to reduce medical errors. A study conducted by Dawson & Reid in 1997 found that health care professionals that are being awake 24 hours was equivalent to having a blood alcohol level of.10. (legally intoxicated by most standards) A self-assessment that qualifies fitness of health care professional to attend patient care was developed thereafter; It is IM SAFE (It basically asks questions to self whether the professional is suffering any Illness, Taking Medications, Stress Management, Using Alcohol, Fatigue, Eating timely). Another prime objective of a Medical Social Worker is assisting patients along with staff members to cope with psychosocial problems associated with ill health and thus promote the overall wellness of theirs.\nIn the hospital setting, Medical Social Workers play an important role in coordinating patient discharge planning and after-care services following the physician's notification that the patient is ready for discharge. There are a number of factors that influence the timing of discharge; in private, community hospitals, it can be costly to allow patients to remain inpatient when it is no longer medically necessary. Discharge delays can prove costly to the hospital and to the patient depending on the patient's funding source. Social workers also assist patients and families, access in-home health care services, arrange for in-home medical equipment, provide for transportation, coordinate follow-up treatments, and refer patients to a wide variety of community social service agencies. Medical Social Workers are often also responsible for helping patients access financial assistance and health insurance coverage. In some settings, Medical Social Workers work closely with public and private health insurers to determine the patient’s benefits and advocate for the patient.\nAnother skill required of medical social workers is the ability to work cooperatively with other members of the multidisciplinary treatment team who are directly involved in the patient's care. It is also the responsibility of the Medical Social Worker to manage any dispute in the multidisciplinary team. Medical social workers also need to have good analytical and excellent assessment skills, an ability to communicate the medical language (physiology of the disease and the types of treatment offered) with both patients and the family is necessary, and an ability to quickly and effectively establish a therapeutic relationship with patients. But of paramount importance, medical social workers must be willing to act as advocates for the patients, especially in situations where the medical social worker has identified problems that may compromise the well-being of patient or in any distress in the discharge process that might put the patient at risk. An understanding between \"advocacy and collaboration\" & \"loyalty to the patient and the institution\" is important for a hospital social worker.\nFor example, a medical provider may report that a frail elderly patient, who lives alone, is medically stable for discharge and plans to discharge the patient home with in-home services. After assessing the patient's psychosocial needs, the medical social worker determines that the patient does not have the ability to manage at home safely even with the intervention of a home care worker. The medical social worker informs the medical provider that the proposed discharge plan may place the patient at risk and the discharge plan is deferred pending further assessment. The medical social worker can then collaborate with multidisciplinary providers to develop a more appropriate discharge plan even if that leads to discharge delays.\nMedical social workers value the ethical concept of patient autonomy and self-determination although this value can conflict with the values and ethics of other disciplines in a medical setting. Medical social workers strive to preserve the patient's right to make his or her own decisions about goals of care, treatment planning, discharge, etc. as long as the patient is capable of making those decisions him/herself. Patients often make decisions that medical professionals disagree with but the medical social worker advocates for the patient's right to self-determination. If the patient is not able to make his/her own decisions based on a cognitive or other impairment, the right of self-determination can be superseded by concern that a patient is a risk to self or others.\nChallenges.\nAs medical social workers often have large case-loads and have to meet tight deadlines for arranging necessary services, medical social work is a demanding job that is vulnerable to detrimental impact. Often this job requires tolerance due to its lackluster reality of unsupportive and hostile environment and cross-departmental nature with Nursing and Public Relations which diminishes the visibility (authority gradient) of the profession within an institution. The inadequate salary and restrained professional growth is also a major concern for Medical Social Workers. Medical social workers often deal with complex cases involving patients who come into the hospital with multiple psycho-social issues, all of which require assessment and treatment. It is not uncommon for medical social workers to tackle cases involving homelessness, chronic unemployment, lack of income, lack of health insurance coverage, history of incarceration, and substance abuse problems. Any of these problems, separately and together, can impede timely care services. Sometimes situations as seemingly ordinary as the patient needing bus fare or a decent pair of shoes can lead to delays in discharge, which could incur social and healthcare costs especially if these needs are not identified quickly and early. A poor or non existent relationship between assessment and interventions due to lack of structured communication (SBAR:Situation, Background, Assessment and Recommendation), policies, economic restraints could also cause this. This is why a complete and timely assessment of the patient's psychosocial needs are critical for empowering and recovery, by a medical social worker with a repertoire of management, assessment and treatment skills who is adept in functioning within the hospital's continuum atmosphere of change and shifting priorities is required.","categories":[],"infobox_types":[],"annotations":[{"uri":"Society","surface_form":"society","offset":62},{"uri":"Welfare","surface_form":"welfare","offset":809},{"uri":"People","surface_form":"people","offset":827},{"uri":"Independence","surface_form":"help themselves","offset":845},{"uri":"Disability","surface_form":"disabilities","offset":917},{"uri":"Mental_health","surface_form":"mental health","offset":1229},{"uri":"Psychotherapy","surface_form":"psychotherapy","offset":1486},{"uri":"Anthropology","surface_form":"anthropology","offset":1762},{"uri":"Ecology","surface_form":"ecology","offset":1776},{"uri":"Economics","surface_form":"economics","offset":1785},{"uri":"Education","surface_form":"education","offset":1796},{"uri":"Law","surface_form":"law","offset":1807},{"uri":"Medicine","surface_form":"medicine","offset":1812},{"uri":"Philosophy","surface_form":"philosophy","offset":1822},{"uri":"Politics","surface_form":"politics","offset":1834},{"uri":"Psychology","surface_form":"psychology","offset":1844},{"uri":"Sociology","surface_form":"sociology","offset":1856},{"uri":"Science","surface_form":"science","offset":1870},{"uri":"Psychosocial","surface_form":"psychosocial","offset":4399},{"uri":"Corporate_social_responsibility","surface_form":"CSR","offset":5237},{"uri":"Hospital-acquired_infection","surface_form":"Hospital-acquired infection","offset":6281},{"uri":"Medical_error","surface_form":"medical error","offset":6575},{"uri":"Occupational_burnout","surface_form":"detrimental impact","offset":11204}]}