{"id":384309,"url":"http://en.wikipedia.org/wiki/Mario_Party_9","text":"\"Mario Party 9\" is a party board video game for the Nintendo Wii console. It is the 12th game in the \"Mario Party\" series. It was developed by Nd Cube and published by Nintendo. It is the second and last game for the Wii (the first being \"Mario Party 8\"). It was released on March 2, 2012 in Europe, on March 8, 2012 in Australia, on March 11, 2012 in North America, on April 26, 2012 in Japan, on June 29, 2012 in Hong Kong, and on April 11 2013 in South Korea.\nGameplay.\nIn \"Mario Party 9\", players now move together on boards in a vehicle. The vehicle is themed towards the board. Players no longer collect coins and stars. Instead, they collect Mini Stars. Mini Stars are collected by passing by a space with them. There are also spaces with Mini Ztars, which deducts a player's Mini Star amount. Mini-games are no longer played after the end of each turn. Instead, mini-games are played by landing on a mini-game space. At the end of a mini-game, players are ranked from first to last place. Players who earn high positions earn more Mini Stars.\nSeven boards are available. One of the boards must be unlocked. Boards now take a straight path. A game ends when the players go around the board once. After a game ends, the players face off against a boss. Each board has a different boss.\nTwelve characters are available to play as. Two of the characters must be unlocked in Solo Mode.","categories":[],"infobox_types":["VG"],"annotations":[{"uri":"Video_game","surface_form":"video game","offset":33},{"uri":"Wii","surface_form":"Nintendo Wii","offset":52},{"uri":"Mario_Party","surface_form":"\"Mario Party\" series","offset":101},{"uri":"Nintendo","surface_form":"Nintendo","offset":168},{"uri":"Mario_Party_8","surface_form":"Mario Party 8","offset":239},{"uri":"Europe","surface_form":"Europe","offset":292},{"uri":"Australia","surface_form":"Australia","offset":320},{"uri":"North_America","surface_form":"North America","offset":352},{"uri":"Japan","surface_form":"Japan","offset":388},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":415}]}