{"id":384520,"url":"http://en.wikipedia.org/wiki/Fertilisation_of_Orchids","text":"\"Fertilisation of Orchids\" is a book by Charles Darwin\nThe book was published on 15 May 1862 under the full title \"On the various contrivances by which British and foreign orchids are fertilised by insects, and on the good effects of intercrossing\".\nDarwin's previous book, \"On the Origin of Species\", had briefly mentioned evolutionary interactions between insects and the plants they fertilised. This new idea was explored in detail for orchids. The field studies and practical scientific investigations were initially a recreation for Darwin, a relief from the drudgery of writing. The work developed into enjoyable and challenging experiments, and he was helped by his family, friends, and a wide circle of correspondents.\nThe book was his first detailed demonstration of natural selection. It explained how complex ecological relationships resulted in the co-evolution of orchids and insects. The view has been expressed that the book led directly or indirectly to all modern work on coevolution and the evolution of extreme specialisation. It influenced botanists, and revived interest in the long neglected idea that insects played a part in pollinating flowers. It supported his view that natural selection led to a variety of forms through the important benefits achieved by cross-fertilisation. Although the general public showed less interest and sales of the book were low, it established Darwin as a leading botanist. \"Orchids\" was the first in a series of books on his investigations into plants.\nThe book describes how the relationship between insects and plants resulted in the beautiful and complex forms which had fascinated many naturalists. By showing how adaptations develop step by step, Darwin countered the view that beautiful organisms were the handiwork of a Creator. Darwin's painstaking observations, experiments, and detailed dissection of the flowers explained previously unknown features. such as the puzzle of \"Catasetum\", three completely different kinds of flowers. Darwin discusses how the Sack-Shaped Catasetum (\"Catasetum saccatum\"), a tropical South American species, launches its sticky pollen sacs with explosive force when an insect touches a hair (seta). His friend Thomas Huxley said \"Do you really think I can believe all that?\"\nIn the book Darwin made some famous predictions, including his proposal that the long nectary of \"Angraecum sesquipedale\" meant there must be a moth with an equally long proboscis. This was confirmed in 1903 when \"Xanthopan morgani praedicta\" was found in Madagascar.","categories":[],"infobox_types":[],"annotations":[{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":40},{"uri":"On_the_Origin_of_Species","surface_form":"On the Origin of Species","offset":275},{"uri":"Evolution","surface_form":"evolution","offset":324},{"uri":"Orchids","surface_form":"orchids","offset":439},{"uri":"Experiment","surface_form":"experiment","offset":635},{"uri":"Natural_selection","surface_form":"natural selection","offset":776},{"uri":"Ecology","surface_form":"ecological","offset":820},{"uri":"Co-evolution","surface_form":"co-evolution","offset":861},{"uri":"Orchidaceae","surface_form":"orchid","offset":877},{"uri":"Botany","surface_form":"botanist","offset":1060},{"uri":"Pollination","surface_form":"pollinating","offset":1149},{"uri":"Fertilisation","surface_form":"fertilisation","offset":1290},{"uri":"Adaptations","surface_form":"adaptations","offset":1676},{"uri":"Creator","surface_form":"Creator","offset":1785},{"uri":"Catasetum","surface_form":"Catasetum","offset":1943},{"uri":"Pollen_sac","surface_form":"pollen sac","offset":2126},{"uri":"Thomas_Huxley","surface_form":"Thomas Huxley","offset":2208},{"uri":"Nectar","surface_form":"nectar","offset":2359},{"uri":"Angraecum_sesquipedale","surface_form":"Angraecum sesquipedale","offset":2371},{"uri":"Proboscis","surface_form":"proboscis","offset":2443},{"uri":"Madagascar","surface_form":"Madagascar","offset":2529}]}