{"id":384567,"url":"http://en.wikipedia.org/wiki/The_Lost_Wand","text":"\"The Lost Wand\" is a fairy tale written by Jean Ingelow and published by The Wonder Box Tales in 1902 The story revolves around Hulda, a lucky young girl in Norway who receives the opportunity to be granted a wish after finding a ring in her slice of cake.\nSummary.\nAll the children were in awe of the beautiful cake Hulda's grandmother made, and they were all aware of the magic it held. Between the fairy disguised as a flower on the top of the cake, and the ring hidden within it, the children were able to make a wish for whatever they pleased if they were lucky enough to find it. After receiving the magical ring in her slice, Hulda is given the opportunity to make a wish. A fairy appears from the flower on top of the cake, and tells Hulda she will give her anything she wishes for. Unknowing of what her wish would bring, she asks for the fairy's wand. After handing Hulda her beautiful gold wand, the fairy is stripped of her powers and will ultimately be held at the will of her enemy if she doesn’t one day retrieve the wand. It could not be returned immediately, it had to be on a midsummers day. Until then, the fairy requested that Hulda keep it safe for her while she was gone. Days passed and the fairy had never returned, this left Hulda believing that the fairy had died. A dishonest guest paid a visit to Hulda and convinced her to trade the wand for a piece of his beautiful jewelry. After trading the wand for a bracelet with a bird clasp, Hulda realizes her visitor was actually a gnome. The gnome was the enemy the fairy had been worried about; with the wand in his possession he would make the fairy his slave. Hulda was aware she made a mistake, and did not rest until she retrieved the gold wand and returned it to the fairy. Not only did she give the fairy her powers back, but also in turn she saved her own life.\nHistory and Origin.\nA Lost Wand was written in the mid 1800s, pinpointing the date is difficult, but most publication of her work was done in 1865. The poems and tales she wrote are the reason why her fame is at the point of where it is now. A lot of Ingelow’s literature was influenced by the writings of Lewis Carroll and George Macdonald, and her stories were written specifically for children, not so much to teach a lesson; but for entertainment, which was a relatively new concept during this time period.\nHulda.\nHulda begins the story as a young girl at a party one winter’s night in Norway at her home. Her parents bring out a grand cake with a small ring baked into it, the person who gets the ring receives one wish from a fairy. Hulda receives this wish, she wishes for the wand the fairy has. But is then upset when she found out because of her wish the fairy loses her powers. Hulda spends the rest of her childhood guarding the wand until a poor peddler comes along and wants to trade it for one of his beautiful bracelets. Because Hulda had not seen the fairy in a long time she assumed that she has died, and proceeds to trade the wand to the peddler. She finds out that the peddler was actually a gnome who only wanted to get the wand in the first place. She spends the rest of her childhood looking for the peddler to try and get back her mother ring which he also stole that day she met him.\nThe Fairy.\nThe fairy appears first at the beginning of the story to grant the children one wish, when Hulda wishes for the fairies wand, she is stripped of her magical powers and can no longer grant wishes. She becomes dim and soon disappears, but before she goes away for good she asks that the child keep good care of the wand for one day she may be able tor return for it. When the fairy comes back in the middle of the story she finds out that the wand has been traded to the evil gnome who dressed up like a poor peddler and tricked Hulda into trading it to him for one of his bracelets. Hulda thought the fairy was dead so she gave the wand away, when in fact the fairy tells Hulda she was in Africa far away from Europe because the gnomes can only come up in Europe, she was staying away so that she was not kept as a slave of the gnome. Once Hulda returns the wand to the fairy at the end of the story she is not seen or heard of again.\nThe Peddler (Gnome).\nThe Gnome who also plays the character of the poor peddler appears in the story after Hulda has become a bit older. He comes in searching for the wand that he knew was lost some where in the area she lived. He disguises himself as a poor man trying to sell off his jewelry and trinkets, when he comes to the door to find that Hulda’s parents are away from the home, he begins to spin a web of lies that Hulda gets caught in, and mistakenly winds up giving away the Fairies wand, because the peddler convinces her that because the sheen of the jewels is gone, it means the owner has died. He is delighted when he trades her the wand for a bracelet, so he leaves to go back underground. Years later he resurfaces and finds out about Hulda’s bad health, he goes back away until he knows she has passed. However She does not pass, due to the hot weather in the south she makes a full recovery. When the peddler goes to the garden area to try and sell some more jewelry, he is confronted by Hulda and runs back to go hind underground however he is stopped by Hulda, demanding her mothers ring back. He soon becomes confronted with not only Hulda but the Lizard as well, He seems frightened by the lizard and before she can even force him to give the wand and the ring back, Hulda has possession of them. He then disappears underground with the Lizard, never heard from again.\nThe Cake.\nNorway is full of incredible foods, of all different kinds. However, the most significant item displayed on the table is Hulda’s grandmother’s cake. It catches not only the eye if Hulda, but all the others who are present. The appearance of the cake is not what makes it special; the fairy taking the form of a flower on top of the cake is what makes it so magnificent. The lucky child who finds the ring in their slice, gets to make a wish. All wishes do not bring happiness; they can very well bring the opposite. Although the cake is beautiful, the wish that Hulda is granted is not what she thought it would be; beauty is not always what it seems.\nThe Bird on the Bracelet.\nThe bracelet would not have been Hulda’s first choice as a trade for her little gold wand; in fact she liked most of the items a lot more. But just like the cake, not everything is what it seems to be. The bird clasp on the lovely bracelet turned out to be a loyal companion that led her way to find the peddler and in turn, save the fairy. This shows that those who deserve it receive the loyalty they need and kindness does not go unrewarded. The peddler and his greedy ways however, do not go unpunished. In the end, Hulda’s genuine intentions are turned into good deeds while the peddler is locked away underground away from the sunlight for eternity. The most beautiful objects aren’t always the best choice.\nThe Lizard.\nA lizard; an animal often-found in hot, dry climates. This is why it is not unusual that the master of the gnomes, who happen to like hot weather, is a lizard. Most reptiles are perceived as slimy, nasty creatures. In this case, the Lizard is fair and considerate of all situations. She rewards those who deserve it and prosecutes those who do not. Just like everything else, not all is what it seems.\nThe Wand.\nAlthough it's small the power it contains is life saving, literally. Without it, the fairy cannot live her normal life. Her normal life is helping mortals, without that she does not want to live. Once it became dim and the jewels, which decorated it, were no longer beautiful, it still has power hiding behind it. To anyone else, it would be insignificant. To the fairy, it meant the world. It either meant her life would be back to normal, or turned into a life of misery and despair. Even the tiniest objects can have the biggest impact.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fairy_tale","surface_form":"fairy tale","offset":21},{"uri":"Jean_Ingelow","surface_form":"Jean Ingelow","offset":43},{"uri":"Norway","surface_form":"Norway","offset":157},{"uri":"Fairy","surface_form":"fairy","offset":401},{"uri":"Gnome","surface_form":"gnome","offset":1504},{"uri":"Norway","surface_form":"Norway","offset":5601},{"uri":"Lizard","surface_form":"lizard","offset":7007}]}