{"id":384675,"url":"http://en.wikipedia.org/wiki/Prionosuchus","text":"\"Prionosuchus\" is a genus of extremely large temnospondyl amphibians from the Middle Permian (270 million years ago). Its remains were found in Brazil.\nDescription.\nThe fragmentary remains of this animal were found in the Parnaiba Basin of northeast Brazil. With an estimated length of 9 m (30 ft), \"Prionosuchus\" is the largest amphibian ever found.\nIt had an elongated and tapered snout, numerous sharp teeth, long body, short legs, and a tail adapted for swimming.\nCox and Hutchinson re-evaluated \"Prionosuchus\" in 1991 and thought it was synonymous with the genus \"Platyoposaurus\" from Russia. However, \"Platyoposaurus\" had a total length of only 2.5 meters (8.2 ft), which suggested that the two animals were at least different species. The age of the sediments suggested the two were not comtemporaries. Most paleontologists consider \"Prionosuchus\" as a valid genus.\nPaleoecology.\n\"Prionosuchus\" lived in a humid and tropical environment as indicated by the petrified forest of the Pedra do Fogo formation in which the fossil was found. The strata of siltstones, shales and limestones were deposited in lagoonal and fluvial environments. Other animals discovered in the same rocks include fish (primitive sharks, palaeoniscids, and lungfish) and amphibians.\nIts general appearance was similar to a modern crocodile, such as the gharial. It probably had a similar lifestyle as an ambush aquatic predator feeding on fish and other aquatic animals.\nIt was one of a group known as the Archegosaurs. The archegosaurs were a group of temnospondyls that occupied the ecological niche of crocodiles and alligators during the Permian. The smaller European genus \"Archegosaurus\" is typical. The group went extinct at the end of the Permian. In the Triassic, the niche was filled by other temnospondyls and by reptiles such as the phytosaurs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":20},{"uri":"Temnospondyli","surface_form":"temnospondyl","offset":45},{"uri":"Amphibian","surface_form":"amphibian","offset":58},{"uri":"Permian","surface_form":"Permian","offset":85},{"uri":"Brazil","surface_form":"Brazil","offset":144},{"uri":"Parnaiba","surface_form":"Parnaiba","offset":222},{"uri":"Platyoposaurus","surface_form":"Platyoposaurus","offset":569},{"uri":"Siltstone","surface_form":"siltstone","offset":1057},{"uri":"Shale","surface_form":"shale","offset":1069},{"uri":"Limestone","surface_form":"limestone","offset":1080},{"uri":"Lagoon","surface_form":"lagoon","offset":1109},{"uri":"Fluvial","surface_form":"fluvial","offset":1122},{"uri":"Shark","surface_form":"shark","offset":1211},{"uri":"Palaeoniscid","surface_form":"palaeoniscid","offset":1219},{"uri":"Lungfish","surface_form":"lungfish","offset":1238},{"uri":"Gharial","surface_form":"gharial","offset":1334},{"uri":"Temnospondyl","surface_form":"temnospondyl","offset":1534},{"uri":"Alligator","surface_form":"alligator","offset":1601},{"uri":"Archegosaurus","surface_form":"Archegosaurus","offset":1660},{"uri":"Triassic","surface_form":"Triassic","offset":1744},{"uri":"Niche","surface_form":"niche","offset":1758},{"uri":"Phytosaur","surface_form":"phytosaur","offset":1826}]}