{"id":384780,"url":"http://en.wikipedia.org/wiki/Exit_to_Eden","text":"\"Exit to Eden\" is a 1994 comedy-thriller movie. Rosie O'Donnell, Dana Delany and Dan Aykroyd are in the cast. This movie is about undercover police, sex and vacationing on an island. \"Exit to Eden\" got attention because of sexual content and well-known actors in the cast.\nPlot.\nA young and attractive photographer named Elliot Slater is in southern California. He has been uncomfortable with his sexual matters, which are in the BDSM realm.\nBut before he begins his journey of sexual discovery, what Slater doesn't know is that he has photographed an international jewel thief named Omar. No other photos exist on Omar. The jewel thief has a criminal partner named Nina. Omar and Nina are wanting to recover the photographic film so Omar can stay anonymous.\nOmar and Nina follow Elliot to an island resort called \"Eden\" and pose as vacationers. The island resort is operated by a mistress named Lisa Emerson. Following a tip that Omar is on the island, two undercover police officers, Fred Lavery and Sheila Kingston, also arrive. Fred is disguised as a handyman; Sheila as a vacationer.\nFred and Sheila send Omar and Nina into jail. Elliot later asks Lisa to marry him; Lisa says yes.\nReception.\n\"Exit to Eden\" received attention during its release because of the BDSM themes and full-frontal female nudity. It also got attention for its cast members, the director and the writer of the novel on which the movie was based.\nIt didn't receive good reviews from critics. The critics were disappointed and confused about the combination of the original story and comedy elements. Rotten Tomatoes rated this movie at 6%, meaning \"rotten\" reviews. Roger Ebert gave the movie only half a star.\nThe movie was released on October 14, 1994.\nAwards.\nRosie O'Donnell won a Razzie Award for the Worst Supporting Actress. Dan Aykroyd was nominated for the Worst Supporting Actor. Both were nominated as the Worst Screen Couple.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rosie_O%27Donnell","surface_form":"Rosie O'Donnell","offset":48},{"uri":"Dana_Delany","surface_form":"Dana Delany","offset":65},{"uri":"Dan_Aykroyd","surface_form":"Dan Aykroyd","offset":81},{"uri":"Photographer","surface_form":"photographer","offset":302},{"uri":"California","surface_form":"California","offset":350},{"uri":"BDSM","surface_form":"BDSM","offset":430},{"uri":"Photography","surface_form":"photographed","offset":536},{"uri":"Jewelry","surface_form":"jewel","offset":566},{"uri":"Crime","surface_form":"criminal","offset":643},{"uri":"Island","surface_form":"island","offset":793},{"uri":"Vacation","surface_form":"vacation","offset":833},{"uri":"Undercover","surface_form":"undercover","offset":958},{"uri":"Police","surface_form":"police officers","offset":969},{"uri":"Disguise","surface_form":"disguise","offset":1040},{"uri":"Jail","surface_form":"jail","offset":1129},{"uri":"Nudity","surface_form":"nudity","offset":1302},{"uri":"Novel","surface_form":"novel","offset":1389},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":1578},{"uri":"Roger_Ebert","surface_form":"Roger Ebert","offset":1644},{"uri":"Golden_Raspberry_Awards","surface_form":"Razzie Award","offset":1763}]}