{"id":384782,"url":"http://en.wikipedia.org/wiki/Australian_War_Memorial","text":"The Australian War Memorial is Australia's national memorial. It recognises all members of the armed forces and organisations who have died or taken part in the wars of the Commonwealth of Australia. The memorial includes a large military museum. Opened in 1941, it is one of the most significant memorials of its type in the world.\nThe Memorial is in Australia's capital, Canberra. It is the north end of the city's ceremonial land axis. This is a line from Parliament House on Capital Hill to Mount Ainslie. No roads directly link the two points, but there is a clear line of sight between Parliament House and the War Memorial.\nThe Australian War Memorial has three parts. The first is the Commemorative Area (shrine) including the Hall of Memory with the Tomb of the Unknown Australian Soldier. The second is the museum. The third part is the Research Centre. The Memorial also has an outdoor Sculpture Garden. The Memorial is open daily from 10am until 5pm, except on Christmas Day.\nAnzac Parade, while a part of the Memorial design, is maintained by the National Capital Authority (NCA).\nHistory.\nCharles Bean, Australia's official World War I historian, first thought of a museum memorial to Australian soldiers while observing the 1916 battles in France. The Australian War Records Section began in May 1917 to keep the records relating to the war being fought at the time. Records and items were first shown in Melbourne and later Canberra.\nA design competition in 1927 did not produce a winning entry. Two entrants, Sydney architects Emil Sodersten and John Crust, were asked to work together on a design. A limited budget and the effects of the Depression limited the project.\nThe building was completed in 1941, after the start of World War II. It was officially opened on Remembrance Day, 11 November 1941, by the Governor-General Lord Gowrie. Gowrie was a former soldier who had been awarded the Victoria Cross. The building has been extended to allow the remembrance of Australia's role in other more recent conflicts.\nRemembrance Driveway.\nRemembrance Nature Park, behind the War Memorial, is the Canberra end of the Remembrance Driveway, a system of parks, landmarks and road-side stops between Sydney and Canberra. It commeorates the 24 World War II and Vietnam War Victoria Cross recipients.\nAnzac Parade.\nANZAC Parade is a short, broad street named after the soldiers of the Australian and New Zealand Army Corps. It reaches from the north shore of Lake Burley Griffin to the Memorial, along the line of sight from Parliament House. It separates the residential suburbs of Campbell and Reid, and is used by a lot of traffic between northeastern Canberra (Dickson etc.) and Kings Avenue Bridge.\nOn each side of the Parade are monuments for military campaigns or services, such as the Vietnam War and Australia's wartime nurses. The monuments are mostly sculptures in styles from naturalistic to Modern.\nNear the lake are a pair of monumental sculptures in the form of large basket handles, donated to the Memorial by New Zealand. They are dedicated to Australia and New Zealand and are inspired by the Māori proverb \"Mau tena kiwai o te kete, maku tenei\", \"Each of us at a handle of the basket\". This symbolises the long tradition of cooperation and general closeness between the two Commonwealth countries.\nThe symbolic association of the two nations is also shown in the plants along ANZAC Parade. Long beds of New Zealand \"Hebe\" shrubs line the middle of the avenue. Behind the two rows of monuments are narrow bands of Australian eucalyptus trees. Behind the trees are narrow residential streets paralleling the Parade and separating it from the residential neighbourhoods. In the high summer, cicadas in the eucalyptus trees can be heard from several blocks away.\nThe commemorative area.\nThe Australian War Memorial is at the northern end of Anzac Parade. The commemorative area is in the open centre of the memorial building with cloisters on each side. There is the Hall of Memory under the building's central dome and the sculpture garden on the west lawn.\nThe heart of the commemorative area is the \"Hall of Memory\". This is a tall domed chapel with a small floor plan in the form of an octagon. The walls are lined with tiny mosaic tiles from the floor to the dome. Inside lies the Tomb of the Unknown Australian Soldier.\nThree of the walls, facing east, west, and south, have stained glass designs showing qualities of Australian servicemen and women. At the four walls facing northeast, northwest, southeast, and southwest are mosaic images of a sailor, a servicewoman, a soldier and an airman. The mosaic and stained glass were the work of the one-armed Australian artist Napier Waller. He had lost his right arm at Bullecourt during World War I and learned to write and create his works with his left arm. He completed his work in 1958.\nIn front of the Hall of Memory is a narrow courtyard with a memorial pool surrounding an eternal flame. On either side are paths and gardens, including plantings of rosemary for remembrance. Above the courtyard on either side are long cloisters containing the \"Roll of Honour\". This is a series of bronze plaques naming the 102,000 Australian servicemen and women killed in conflict. The plaques include names dating back to the British Sudanese Expedition, the Second Boer War, and the Boxer Rebellion. The entire long wall of the western gallery is covered with the names of the thousands who died in World War I. The eastern gallery is covered with the names of those who died in World War II and more recent conflicts.\nThe roll shows the names only, not rank or other awards, as \"all men are equal in death\". Visitors have put poppies next to the names of their relatives and friends.\nA small exhibit in the museum indicates that the famous Breaker Morant of the Boer War does not appear in the Roll of Honour. This was not because he was dishonoured, but rather because he was not actually a member of the Australian armed forces.\nWhen the Memorial closes each day, there is a ceremony at which visitors can gather at the entrance, hear a very brief explanation from a host, and listen as a recording of the \"Last Post\" is played. On significant days, a piper or a bugler descends from the gallery, playing the Last Post.\nThe commemorative area is the main place in Canberra where Anzac Day and Remembrance Day services are held. These services are normally attended by Federal parliament representatives and officials from foreign embassies and Commonwealth high commissions, most notably those from New Zealand.\nThe Memorial building.\nThe Memorial is a two-storey building with a floor plan in the shape of a cross. The building is of Byzantine architecture style with strong elements of Art Deco. In 2001, a new, broad annex called \"ANZAC Hall\" was added to the north of the original building. In order to preserve the view of the original building from Anzac Parade, ANZAC Hall was designed to be sunk into the grounds below, and hidden behind a wall.\nThe upper level has displays on World War I (the entire west wing) and World War II (the entire east wing). In the World War I area there is a lot material about the Gallipoli campaign. Between the wings lies \"Aircraft Hall\", which contains a number of complete aircraft, mostly from the World War II era.\nAlso between the wings is the \"Hall of Valour\", a display of 61 of the 96 Victoria Crosses awarded to Australian soldiers. This is the largest public collection of Victoria Crosses in the world. There is a display for the holder of each Cross shown there. The relatives of Australian VC holders often give or loan the Crosses to the Memorial for safekeeping and greater public awareness of their honoured kin.\nOn 24 July 2006 Kerry Stokes purchased the 60th medal at auction for a world record price of A$1,000,000 and asked that it be displayed in the Victoria Cross Gallery. This medal was awarded to Captain Alfred Shout for hand-to-hand combat at the Lone Pine trenches in Gallipoli, Turkey. The Victoria Cross Gallery now has all nine VCs awarded to Australians at Gallipoli. These were to Alexander Burton, William Dunstan, John Hamilton, Albert Jacka, Leonard Keysor, Alfred Shout, William Symons, Hugo Throssell and Frederick Tubb.\nThe lower level contains a theatre, a research area, displays for the colonial and post–World War II conflicts. There is also an area for special exhibitions.\nANZAC Hall is on the upper level of the memorial, used for the display of large military equipment. This includes a historic Lancaster bomber known as G for George, a Japanese \"Ko-hyoteki\" class midget submarine sunk during a raid on Sydney Harbour in 1942, German aircraft including the Me 262 and Me 163, and a restored Japanese A6M Zero, that was flown in combat over New Guinea. The eastern side includes a World War I aircraft exhibition, which includes a Royal Aircraft Factory SE5a, Pzalz D.XII and Albatros D.Va.\nA gift shop and two coffee shops are on site, one overlooking ANZAC Hall, called \"The Landing Place\", and the other on the eastern side of the main building, called \"The Terrace\".\nThe sculpture garden.\nThe sculpture garden on the west lawn of the Memorial contains a variety of outdoor monuments. The sidewalk through the garden is has bronze plaques commemorating various branches of service, specific units, and historical events. There are also a number of sculptures, including a gigantic figure of a World War II Australian soldier which was originally located in the Hall of Memory, before the Tomb of the Unknown Soldier was placed there. There is a gun turret from HMAS \"Brisbane\", a gun barrel from the heavy cruiser HMAS \"Australia\" and the barrel from the Amiens Gun – a huge railroad gun captured from the Germans during World War I.\nThis area is used for special displays. Summertime band concerts are held on the nearby lawn.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":31},{"uri":"War_memorial","surface_form":"memorial","offset":52},{"uri":"Australian_Defence_Force","surface_form":"armed forces","offset":95},{"uri":"Australia","surface_form":"Commonwealth of Australia","offset":173},{"uri":"Military","surface_form":"military","offset":230},{"uri":"Canberra","surface_form":"Canberra","offset":373},{"uri":"Parliament_House%2C_Canberra","surface_form":"Parliament House","offset":459},{"uri":"Capital_Hill%2C_Australian_Capital_Territory","surface_form":"Capital Hill","offset":479},{"uri":"Mount_Ainslie","surface_form":"Mount Ainslie","offset":495},{"uri":"Christmas_Day","surface_form":"Christmas Day","offset":973},{"uri":"Charles_Bean","surface_form":"Charles Bean","offset":1103},{"uri":"World_War_I","surface_form":"World War I","offset":1138},{"uri":"Australian_War_Records_Section","surface_form":"Australian War Records Section","offset":1267},{"uri":"Melbourne","surface_form":"Melbourne","offset":1420},{"uri":"Canberra","surface_form":"Canberra","offset":1440},{"uri":"Architect","surface_form":"architect","offset":1533},{"uri":"Emil_Sodersten","surface_form":"Emil Sodersten","offset":1544},{"uri":"Great_Depression","surface_form":"Depression","offset":1656},{"uri":"World_War_II","surface_form":"World War II","offset":1743},{"uri":"Remembrance_Day","surface_form":"Remembrance Day","offset":1785},{"uri":"Governor-General_of_Australia","surface_form":"Governor-General","offset":1827},{"uri":"Alexander_Hore-Ruthven%2C_1st_Earl_of_Gowrie","surface_form":"Lord Gowrie","offset":1844},{"uri":"Victoria_Cross","surface_form":"Victoria Cross","offset":1910},{"uri":"Remembrance_Driveway_(Australia)","surface_form":"Remembrance Driveway","offset":2133},{"uri":"ANZAC_Parade%2C_Canberra","surface_form":"ANZAC Parade","offset":2325},{"uri":"Australian_and_New_Zealand_Army_Corps","surface_form":"Australian and New Zealand Army Corps","offset":2395},{"uri":"Lake_Burley_Griffin","surface_form":"Lake Burley Griffin","offset":2469},{"uri":"Campbell%2C_Australian_Capital_Territory","surface_form":"Campbell","offset":2593},{"uri":"Reid%2C_Australian_Capital_Territory","surface_form":"Reid","offset":2606},{"uri":"Dickson%2C_Australian_Capital_Territory","surface_form":"Dickson","offset":2675},{"uri":"Monument","surface_form":"monument","offset":2745},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":2803},{"uri":"Sculpture","surface_form":"sculpture","offset":2872},{"uri":"Modern_Art","surface_form":"Modern","offset":2914},{"uri":"New_Zealand","surface_form":"New Zealand","offset":3036},{"uri":"M%C4%81ori_people","surface_form":"Māori","offset":3121},{"uri":"Hebe_(plant)","surface_form":"Hebe","offset":3445},{"uri":"Eucalyptus","surface_form":"eucalyptus trees","offset":3553},{"uri":"Cicada","surface_form":"cicada","offset":3717},{"uri":"Cloister","surface_form":"cloister","offset":3955},{"uri":"Chapel","surface_form":"chapel","offset":4166},{"uri":"Floor_plan","surface_form":"floor plan","offset":4186},{"uri":"Octagon","surface_form":"octagon","offset":4215},{"uri":"Mosaic","surface_form":"mosaic","offset":4254},{"uri":"Tomb_of_the_Unknown_Soldier","surface_form":"Tomb of the Unknown Australian Soldier","offset":4311},{"uri":"Stained_glass","surface_form":"stained glass","offset":4406},{"uri":"Napier_Waller","surface_form":"Napier Waller","offset":4704},{"uri":"World_War_I","surface_form":"World War I","offset":4766},{"uri":"Eternal_flame","surface_form":"eternal flame","offset":4959},{"uri":"Rosemary","surface_form":"rosemary","offset":5035},{"uri":"Plaque","surface_form":"plaque","offset":5175},{"uri":"Second_Boer_War","surface_form":"Second Boer War","offset":5332},{"uri":"Boxer_Rebellion","surface_form":"Boxer Rebellion","offset":5357},{"uri":"World_War_II","surface_form":"World War II","offset":5553},{"uri":"Poppy","surface_form":"poppies","offset":5701},{"uri":"Breaker_Morant","surface_form":"Breaker Morant","offset":5815},{"uri":"Last_Post","surface_form":"Last Post","offset":6184},{"uri":"Bagpipes","surface_form":"piper","offset":6229},{"uri":"Bugle_(instrument)","surface_form":"bugler","offset":6240},{"uri":"Anzac_Day","surface_form":"Anzac Day","offset":6356},{"uri":"Remembrance_Day","surface_form":"Remembrance Day","offset":6370},{"uri":"Byzantine_architecture","surface_form":"Byzantine architecture","offset":6712},{"uri":"Art_Deco","surface_form":"Art Deco","offset":6765},{"uri":"Battle_of_Gallipoli","surface_form":"Gallipoli","offset":7197},{"uri":"Victoria_Cross","surface_form":"Victoria Cross","offset":7411},{"uri":"Victoria_Cross_for_Australia","surface_form":"Australian soldiers","offset":7439},{"uri":"Kerry_Stokes","surface_form":"Kerry Stokes","offset":7763},{"uri":"Auction","surface_form":"auction","offset":7804},{"uri":"Alfred_John_Shout","surface_form":"Captain Alfred Shout","offset":7940},{"uri":"Alexander_Burton","surface_form":"Alexander Burton","offset":8132},{"uri":"William_Dunstan","surface_form":"William Dunstan","offset":8150},{"uri":"John_Patrick_Hamilton","surface_form":"John Hamilton","offset":8167},{"uri":"Albert_Jacka","surface_form":"Albert Jacka","offset":8182},{"uri":"Leonard_Keysor","surface_form":"Leonard Keysor","offset":8196},{"uri":"Alfred_Shout","surface_form":"Alfred Shout","offset":8212},{"uri":"William_Symons","surface_form":"William Symons","offset":8226},{"uri":"Hugo_Throssell","surface_form":"Hugo Throssell","offset":8242},{"uri":"Frederick_Tubb","surface_form":"Frederick Tubb","offset":8261},{"uri":"Avro_Lancaster","surface_form":"Lancaster","offset":8561},{"uri":"G_for_George","surface_form":"G for George","offset":8587},{"uri":"Ko-hyoteki_class_submarine","surface_form":"\"Ko-hyoteki\" class midget submarine","offset":8612},{"uri":"Attack_on_Sydney_Harbour","surface_form":"raid on Sydney Harbour","offset":8662},{"uri":"Me_262","surface_form":"Me 262","offset":8724},{"uri":"Me_163","surface_form":"Me 163","offset":8735},{"uri":"A6M_Zero","surface_form":"A6M Zero","offset":8767},{"uri":"HMAS_Brisbane_(D-41)","surface_form":"HMAS \"Brisbane\"","offset":9630},{"uri":"Heavy_cruiser","surface_form":"heavy cruiser","offset":9669},{"uri":"HMAS_Australia_(D84)","surface_form":"HMAS \"Australia\"","offset":9683},{"uri":"Amiens_Gun","surface_form":"Amiens Gun","offset":9724}]}