{"id":384845,"url":"http://en.wikipedia.org/wiki/Burning_Man","text":"Burning Man is a festival that happens every year at Black Rock Desert in northern Nevada, in the United States. It lasts a week, and it starts on the last Monday in August, and ends on the first Monday in September (which is also Labor Day in the U.S.). The festival is called Burning Man because a large wood sculpture of a man is set on fire on Saturday. The festival has been happening every year since 1990. Many people go to Burning Man; in 2012, over 55,000 people were there. The Black Rock desert is far from any cities or towns, and is very dry, so people who go to Burning Man have to bring their own water, food, and shelter.\nHistory.\nBurning Man started in 1986 in San Francisco. An artist named Larry Harvey made a wooden sculpture of a man, and decided to burn it at a nearby beach as a bonfire for Summer Solstice. It was a success, so he did it again at the beach the next year, and then again a couple years after that. Each year the sculpture was made bigger. In 1987 “the Man” was almost tall, and in 1989 it was almost tall.\nIn 1990, the police stopped Harvey from burning the Man because Harvey did not have a permit.\nAround the same time, two people named Kevin Evans and John Law were planning a group trip to a dry lake, called The Playa, in the Black Rock Desert. They were members of a group of Dadaists named the Cacophony Society. Harvey decided to take the sculpture, which had been taken apart, to the desert to be burned. Since that time the festival has happened in the desert.\nJohn Law knew how to make neon signs, so starting in 1991 neon lights have been added to the Man.\nOne of the members of the Cacophony Society is named Michael Mikel, who uses the name “Danger Ranger”. He was worried about people getting lost in the desert, which can be very dangerous. He started a group named the Black Rock Rangers to help keep people safe, and to help break up conflicts.\nStarting in 1991, Harvey got a permit from the Bureau of Land Management (who take care of land owned by the US government) to hold the festival. The festival was becoming more popular every year. In 1991 about 250 people were there. In 1995 about 4,000 people were there, and in 1997 it was about 10,000. In 2000 attendance was about 25,000, and by 2010 it had reached over 50,000 people. The festival has become so large, sometimes it is called \"Black Rock City\" because it is like a small city.\nRules.\nEveryone who goes to Burning Man must have a ticket. Tickets must be bought before the festival starts.\nBurning Man is designed for pedestrians and people on bicycles. Most cars can only be used for entering or leaving the festival. Because there have been many car accidents in the past, cars are only allowed to go 5 miles per hour.\nMoney is only allowed for a few things at Burning Man. It can only be used to buy ice, to buy coffee and other drinks, to pay for recreational vehicle services, to pay for emergency services like an auto mechanic or a locksmith, and a few other things.\nGuns, fireworks, and dogs, are not allowed.\nArt.\nMany artists choose to show their art at Burning Man. Because the dry lake where the festival happens is so empty, it is like a white canvas.\nEvery year since 1996 Harvey has chosen a theme, which is a word or idea that some of the artists use as part of their artwork. For example, in 2011 the theme was “Rites of Passage”, while in 2013 the theme was \"Cargo Cults\".\nMutant Vehicles.\nPeople who want to bring motor vehicles to drive around while at Burning Man must get permission before they arrive. The group that gives permission is called the \"Department of Mutant Vehicles”, or DMV. The cars, trucks, and buses must be changed to look very different from normal. These are called \"Mutant vehicles\". Mutant vehicles often have complicated lights. Some mutant vehicles have loudspeakers for playing music, and some have flames and other pyrotechnics.\nCity plan.\nThe city that is built for the festival is named \"Black Rock City\", or \"BRC\" for short. Because it is so big, some volunteers start building about 3 weeks before the festival starts. Some people also stay as long as 4 weeks after to clean-up and take everything apart.\nThe city has streets which are planned in the shape of a clock. There are streets that go towards the Man, which are named after times on a clock (12:00, 12:30, 1:00, and so on). There are also streets that curve in a circle around the Man. These streets are given new names every year. The area closest to the Man doesn't have any buildings or tents. This area only has different works of art. The street that runs along the inside of the circle surrounding the Man is called the Esplanade.\nA small airport is also built every year, away from the rest of the city.\nCriticisms.\nThe Sierra Club has said that all of the cars and trucks coming and going to the desert produces too much carbon dioxide gas, which causes global warming. A group of people at Burning Man started a group called Black Rock Solar. This group built solar panels for schools in a nearby town, so that less carbon dioxide needs to be produced.","categories":[],"infobox_types":[],"annotations":[{"uri":"Festival","surface_form":"festival","offset":17},{"uri":"Black_Rock_Desert","surface_form":"Black Rock Desert","offset":53},{"uri":"Nevada","surface_form":"Nevada","offset":83},{"uri":"United_States","surface_form":"United States","offset":98},{"uri":"Labor_Day","surface_form":"Labor Day","offset":231},{"uri":"Sculpture","surface_form":"sculpture","offset":311},{"uri":"Desert","surface_form":"desert","offset":499},{"uri":"Shelter","surface_form":"shelter","offset":629},{"uri":"San_Francisco","surface_form":"San Francisco","offset":678},{"uri":"Artist","surface_form":"artist","offset":696},{"uri":"Larry_Harvey","surface_form":"Larry Harvey","offset":709},{"uri":"Sculpture","surface_form":"sculpture","offset":736},{"uri":"Bonfire","surface_form":"bonfire","offset":802},{"uri":"Summer_Solstice","surface_form":"Summer Solstice","offset":814},{"uri":"Permit","surface_form":"permit","offset":1132},{"uri":"Dada","surface_form":"Dadaist","offset":1322},{"uri":"Neon_lamp","surface_form":"neon signs","offset":1537},{"uri":"Conflict","surface_form":"conflict","offset":1892},{"uri":"City","surface_form":"city","offset":2395},{"uri":"Ticket_(admission)","surface_form":"ticket","offset":2453},{"uri":"Pedestrian","surface_form":"pedestrian","offset":2540},{"uri":"Bicycle","surface_form":"bicycle","offset":2566},{"uri":"Car_accident","surface_form":"car accident","offset":2670},{"uri":"Miles_per_hour","surface_form":"miles per hour","offset":2727},{"uri":"Ice","surface_form":"ice","offset":2825},{"uri":"Coffee","surface_form":"coffee","offset":2837},{"uri":"Drink","surface_form":"drink","offset":2854},{"uri":"Campervan","surface_form":"recreational vehicle","offset":2873},{"uri":"Emergency","surface_form":"emergency","offset":2915},{"uri":"Auto_mechanic","surface_form":"auto mechanic","offset":2942},{"uri":"Locksmith","surface_form":"locksmith","offset":2961},{"uri":"Guns","surface_form":"Guns","offset":2996},{"uri":"Firework","surface_form":"firework","offset":3002},{"uri":"Dogs","surface_form":"dogs","offset":3017},{"uri":"Canvas","surface_form":"canvas","offset":3179},{"uri":"Rites_of_passage","surface_form":"Rites of Passage","offset":3351},{"uri":"Cargo_cult","surface_form":"Cargo Cult","offset":3399},{"uri":"Motor_vehicle","surface_form":"motor vehicle","offset":3455},{"uri":"Loudspeaker","surface_form":"loudspeaker","offset":3823},{"uri":"Pyrotechnics","surface_form":"pyrotechnics","offset":3886},{"uri":"Volunteer","surface_form":"volunteer","offset":4026},{"uri":"Esplanade","surface_form":"Esplanade","offset":4661},{"uri":"Airport","surface_form":"airport","offset":4680},{"uri":"Sierra_Club","surface_form":"Sierra Club","offset":4762},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":4864},{"uri":"Global_warming","surface_form":"global warming","offset":4897},{"uri":"Solar_panel","surface_form":"solar panel","offset":5004}]}