{"id":385097,"url":"http://en.wikipedia.org/wiki/Chelyabinsk_meteor","text":"The Chelyabinsk meteor (or 2013 Russian meteor event) happened on 15 February 2013 over Chelyabinsk, Russia at about 9:13 a.m. Chelyabinsk is near the Ural Mountains.\nThe meteor was moving at a speed of about 18 km/s (40,000 mph), it passed over the southern Ural region and exploded in the air over Chelyabinsk Oblast. The air burst occurred at approximately 15 to 25 km (10 to 15 mi) above the ground.\nThe total energy released was equivalent to nearly 500 kilotons of TNT which would make it 20–30 times more powerful than the atomic bombs detonated at Hiroshima and Nagasaki. The meteor was significantly smaller than objects that are tracked through current efforts by space object scientists, and was not detected before atmospheric entry.\nAbout 1,500 people were injured, mainly by glass from windows shattered by the shock wave; two were reported in serious condition. As many as 3,000 buildings in six cities across the region were damaged as a result of the explosion and impacts. The meteor created a dazzling light, bright enough to cast shadows during broad daylight in Chelyabinsk and to be seen as far away as Kazakhstan. Eyewitnesses also felt intense heat from the fireball.\nThe Chelyabinsk meteor is the largest object known to have entered the Earth's atmosphere since the 1908 Tunguska event, and the only such event known to have resulted in a large number of injuries.\nThe predicted close approach of the roughly asteroid 2012 DA14 occurred about 15 hours later. Sodankylä Geophysical Observatory, NASA, Russian sources, and the European Space Agency, said the two events were not related because they had different trajectories.\nNo deaths have been reported. It is not related to an asteroid that was also near the Earth on that day.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chelyabinsk","surface_form":"Chelyabinsk","offset":88},{"uri":"Russia","surface_form":"Russia","offset":101},{"uri":"Ural_Mountains","surface_form":"Ural Mountains","offset":151},{"uri":"Explosion","surface_form":"exploded","offset":275},{"uri":"TNT_equivalent","surface_form":"kilotons of TNT","offset":459},{"uri":"Atomic_bombings_of_Hiroshima_and_Nagasaki","surface_form":"atomic bombs detonated at Hiroshima and Nagasaki","offset":530},{"uri":"Shock_wave","surface_form":"shock wave","offset":825},{"uri":"Kazakhstan","surface_form":"Kazakhstan","offset":1125},{"uri":"Tunguska_event","surface_form":"Tunguska event","offset":1297},{"uri":"2012_DA14","surface_form":"2012 DA14","offset":1444},{"uri":"Sodankyl%C3%A4_Geophysical_Observatory","surface_form":"Sodankylä Geophysical Observatory","offset":1485},{"uri":"European_Space_Agency","surface_form":"European Space Agency","offset":1551},{"uri":"Asteroid","surface_form":"asteroid","offset":1706},{"uri":"Earth","surface_form":"Earth","offset":1738}]}