{"id":385208,"url":"http://en.wikipedia.org/wiki/Shavuot","text":"Shavuot is a holiday celebrated by Jewish people. They celebrate it to remember the day God gave the Torah to the entire nation of Israel assembled at Mount Sinai, the holiday association between the giving of the Torah (\"Matan Torah\") and Shavuot is not explicit in the Biblical text.\nShavuot is celebrated on the sixth day of the Hebrew month of Sivan, which may occur on May or June. It falls 49 days after Passover(Pesach), which comes before Shavuot. Pentecost falls around the time of Shavuot.\nIn Secular Jews of the Diaspora, Shavuot is one of the Jewish holidays known to not be celebrated as much, while the people in Israel celebrate it every year.\nShavuot is celebrated by all types of Orthodox Jewry, ranging from Modern to Ultra-Orthodox. It is one of the Three Pilgrimage Holidays celebrated by Jews. (The other two being Passover, and Sukkot, aka The Festival of the Tabernacle.)\nAccording to Jewish law, Shavuot is celebrated in Israel for one day and in the Diaspora (outside of Israel) for two days. Reform Jews celebrate only one day, as well as the Diaspora.\nJews travel from their countries to Jerusalem to sacrifice wheat to the temple.","categories":[],"infobox_types":[],"annotations":[{"uri":"Holiday","surface_form":"holiday","offset":13},{"uri":"Jewish","surface_form":"Jewish","offset":35},{"uri":"God","surface_form":"God","offset":88},{"uri":"Torah","surface_form":"Torah","offset":101},{"uri":"Israel","surface_form":"Israel","offset":131},{"uri":"Biblical_Mount_Sinai","surface_form":"Mount Sinai","offset":151},{"uri":"Matan_Torah","surface_form":"Matan Torah","offset":222},{"uri":"Explicit","surface_form":"explicit","offset":255},{"uri":"Sivan","surface_form":"Sivan","offset":348},{"uri":"Passover","surface_form":"Passover","offset":410},{"uri":"Pentecost","surface_form":"Pentecost","offset":456},{"uri":"Secular","surface_form":"Secular","offset":503},{"uri":"Jew","surface_form":"Jew","offset":511},{"uri":"Diaspora","surface_form":"Diaspora","offset":523},{"uri":"Halakha","surface_form":"Jewish law","offset":908},{"uri":"Israel","surface_form":"Israel","offset":945},{"uri":"Reform_Jews","surface_form":"Reform Jews","offset":1018}]}