{"id":385375,"url":"http://en.wikipedia.org/wiki/Cawl","text":"Cawl is a Welsh dish. It was traditionally eaten during the winter months in the south-west of Wales. Today the word is often used to refer to a dish containing lamb and leeks, but historically it was made with either salted bacon or beef, potatoes, carrots and other vegetables. Cawl is widely considered to be the national dish of Wales.\nThe meat in the dish was normally cut into medium-sized pieces and boiled with the vegetables in water. The stock was thickened with either oatmeal or flour. It was then served, without the meat or vegetables, as a first course. The vegetables and slices of the meat would then be served as a second course. Cawl served as a single course is today the most popular way to serve the dish. Cawl is similar to \"lobsgows\", cawl's north Wales equivalent. \"Lobsgows\" differs in that the meat and vegetables are cut into smaller pieces. The stock is not thickened.\n\"Cawl cennin\", or leek cawl, can be made without meat but using meat stock. In some areas cawl is often served with bread and cheese. These are served separately on a plate. The dish was traditionally cooked in an iron pot or cauldron over the fire. It was eaten with wooden spoons. The word \"cawl\" in Welsh is first recorded in the 14th century, and is thought to come from the Latin ', meaning the stalk of a plant, a cabbage stalk or a cabbage. In Welsh, ' (\"make a cawl of [something]\") means to mess something up.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wales","surface_form":"Welsh","offset":10},{"uri":"Wales","surface_form":"Wales","offset":95},{"uri":"Lamb","surface_form":"lamb","offset":161},{"uri":"Leek","surface_form":"leek","offset":170},{"uri":"Bacon","surface_form":"bacon","offset":225},{"uri":"Beef","surface_form":"beef","offset":234},{"uri":"Potato","surface_form":"potato","offset":240},{"uri":"Carrot","surface_form":"carrot","offset":250},{"uri":"Oatmeal","surface_form":"oatmeal","offset":480},{"uri":"Flour","surface_form":"flour","offset":491},{"uri":"Welsh_language","surface_form":"Welsh","offset":1200},{"uri":"Latin","surface_form":"Latin","offset":1277},{"uri":"Cabbage","surface_form":"cabbage","offset":1318}]}