{"id":385368,"url":"http://en.wikipedia.org/wiki/Idempotence","text":"e=\"preserve\">Idempotence is a property that an operation in mathematics or computer science may have. It roughly means that the operation can be carried out again and again without changing the result.\nThe word idempotence was made by Benjamin Pierce because he saw the concept when studying algebra.\nWe say that an element \"c\" in the domain of \"f\" is an idempotent element if \"f(f(c)) = f(c)\". This means that \"f\" is idempotent if every element of its domain is an idempotent element.\nWe say that an element \"c\" which \"*\" can take is an idempotent element for \"*\" if \"c * c = c\". For example, the number \"1\" is an idempotent element for multiplication because \"1\" times \"1\" is \"1\".\nExamples in the real world.\nIf a call button inside an elevator is pressed then the elevator will go to the floor that is on the button. If it is pressed again then it will do the same thing. This means that the operation of pressing a button to make the elevator change floors is an idempotent operation.\nIf we mix two pots which have the same liquid in them into a new pot then we will have the same liquid in that pot. If we only care about \"what\" kind of liquid is in the pot (not how much) then mixing liquids is an idempotent binary operation.\nThe face of a clock looks the same if 12 hours have passed. So for the operation of \"letting time pass on a clock\" we see that letting 12 hours pass is an idempotent element (this is also true for all multiples of 12 like 24, 36, 48...).","categories":[],"infobox_types":[],"annotations":[{"uri":"Operation","surface_form":"operation","offset":47},{"uri":"Mathematics","surface_form":"mathematics","offset":60},{"uri":"Computer_science","surface_form":"computer science","offset":75},{"uri":"Benjamin_Pierce","surface_form":"Benjamin Pierce","offset":235},{"uri":"Multiplication","surface_form":"multiplication","offset":638},{"uri":"Elevator","surface_form":"elevator","offset":738},{"uri":"Multiples","surface_form":"multiples","offset":1434}]}