{"id":385574,"url":"http://en.wikipedia.org/wiki/Garrotte","text":"A garrotte is a weapon, usually a handheld length of chain, rope, scarf, wire or fishing line used to strangle a person. Garrotte is normal British English spelling, with single 'r' as an alternate. Garrote with a single 't' is US English spelling. A Spanish version is \"garrote vil\".\nAssassination weapon.\nThe garrote has been used for centuries for silent assassination. It was widely used in 17th and 18th century India by the Thuggee cult. A garrote can be made out of many materials, including slik scarves, ropes, cable ties, fishing lines, nylon, and even guitar strings, telephone cord and piano wire. The Indian version of the garrote often had a knot at the center to crush the larynx while applying pressure to the victim's back, usually by means of a foot or knee.\nA stick may be used to tighten the garrotte (the Spanish word actually refers to the stick itself). In Spanish, the term may also refer to a rope and stick used to constrict a limb as a torture device.\nSince World War II the garrotte has been regularly used as a weapon by soldiers as a silent means of eliminating (taking out) sentries and other enemy personnel. Instruction in the use of garrottes is in the training of many elite military units and special forces. A typical military garrote consists of two wooden handles attached to a length of flexible wire; the wire is looped over a sentry's head and pulled taut in one motion. Soldiers of the French Foreign Legion used a particular type of double-loop garrotte (referred to as \"la loupe\"), where a double coil of rope or cord is dropped around a victim's neck and then pulled taut. Even if the victim pulls on one of the coils, he only succeeds in tightening the other.\nExecution device.\nThe garrote was the main device used for capital punishment in Spain for hundreds of years. Originally, it was an execution where the convict was killed by hitting him with a club (\"garrote\" in Spanish). This later developed into a strangulation device, where the condemned was tied to a wooden stake, with a loop of rope placed around his neck. A wooden stick was placed in the loop, and by rotating the stick, the rope was tightened until the condemned person was strangled to death. As time went on, the execution method was modified in the form of a wooden chair to which the condemned was bound, while the executioner tightened a metal band around his/her neck with a crank or a wheel until asphyxiation of the condemned person was accomplished.\nOther versions of this device incorporated a fixed metal blade or spike directed at the spinal cord to cause the breaking of the neck. Such a device can be seen in the James Bond film \"The World Is Not Enough\", the Coppola classic \"The Godfather\", and the Banderas/Jolie film, \"Original Sin\". The spiked version, called the Catalan garrotte, was used as late as 1940. American authorities kept the garrotte for a time in the Philippines after that Spanish colony was captured in 1898. Its use was abolished in 1902 (Act No. 451, passed 2 September 1902).\nAmerican military authorities in Puerto Rico used the garrotte to execute at least five convicted murderers in 1900. In a report to Congress, the American military governor said \"that execution by the garrotte is far less inhumane and revolting than execution by hanging\". However, the method was replaced by hanging. Since 1929, capital punishment has not existed under Puerto Rican law.\nIn the Ottoman Empire, execution by strangulation was reserved for very high officials and members of the ruling family. Unlike the Spanish version, a bowstring was used instead of a tightening collar.\nThe garrotte () is known to have been used in the first century BC in Rome. It is referred to in accounts of the Second Catiline Conspiracy, where conspirators were strangled with a \"laqueus\". The implement is shown in some early reliefs, e.g., \"Répertoire de Reliefs grecs et romains\", tome I, p. 341 (1919). It was also used in the Middle Ages in Spain and Portugal. It was employed during the conquista of the Americas, notably in the execution of the Inca emperor Atahualpa.\nDuring the Peninsular War of 1808–1814, French forces regularly used the garrotte to execute Spanish \"guerrilleros\", priests, and other opponents to Napoleonic rule. Around 1810 the earliest known metallic garrotte appeared in Spain, and on 28 April 1828, the garrotte was declared the sole method of executing civilians in that country.\nIn May 1897, the last public garrotting in Spain was performed in Barcelona. After that, all executions were performed inside prisons. In 1935 in Spain the legislature adopted a law prohibiting any member of the armed forces from being a Freemason. As a result of this edict, 80 Freemasons were garrotted to death in Málaga. This was one of the many issues that led to unrest that became the Spanish Civil War.\nThe last civilian executions in Spain by garrotting were in March 1974. Two men both convicted of killing police officers: they were the last state-sanctioned garrotings in Spain. In Spain, the garrote was abolished in 1978 along with the death penalty after adoption of a new constitution.\nIn 1990, Andorra became the last country to officially abolish the death penalty by garroting, though this method had not been used there since the late 19th century.","categories":[],"infobox_types":[],"annotations":[{"uri":"Weapon","surface_form":"weapon","offset":16},{"uri":"Strangulation","surface_form":"strangle","offset":102},{"uri":"British_English","surface_form":"British English","offset":140},{"uri":"Spelling","surface_form":"spelling","offset":156},{"uri":"US_English","surface_form":"US English","offset":228},{"uri":"Assassination","surface_form":"assassination","offset":358},{"uri":"India","surface_form":"India","offset":417},{"uri":"Thuggee","surface_form":"Thuggee","offset":430},{"uri":"Cult","surface_form":"cult","offset":438},{"uri":"Cable_tie","surface_form":"cable tie","offset":520},{"uri":"Piano_wire","surface_form":"piano wire","offset":598},{"uri":"Larynx","surface_form":"larynx","offset":688},{"uri":"Torture","surface_form":"torture","offset":963},{"uri":"Personnel","surface_form":"personnel","offset":1130},{"uri":"French_Foreign_Legion","surface_form":"French Foreign Legion","offset":1429},{"uri":"Capital_punishment","surface_form":"capital punishment","offset":1766},{"uri":"Executioner","surface_form":"executioner","offset":2336},{"uri":"Asphyxia","surface_form":"asphyxia","offset":2421},{"uri":"Spinal_cord","surface_form":"spinal cord","offset":2564},{"uri":"James_Bond","surface_form":"James Bond","offset":2644},{"uri":"The_World_Is_Not_Enough","surface_form":"The World Is Not Enough","offset":2661},{"uri":"The_Godfather","surface_form":"The Godfather","offset":2708},{"uri":"Original_Sin_(2001_film)","surface_form":"Original Sin","offset":2754},{"uri":"Philippines","surface_form":"Philippines","offset":2901},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":3064},{"uri":"Hanging","surface_form":"hanging","offset":3340},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":3427},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":3956},{"uri":"Spanish_colonization_of_the_Americas","surface_form":"conquista","offset":4018},{"uri":"Inca_Empire","surface_form":"Inca","offset":4077},{"uri":"Atahualpa","surface_form":"Atahualpa","offset":4090},{"uri":"Barcelona","surface_form":"Barcelona","offset":4505},{"uri":"Freemasonry","surface_form":"Freemason","offset":4677},{"uri":"M%C3%A1laga","surface_form":"Málaga","offset":4756},{"uri":"Spanish_Civil_War","surface_form":"Spanish Civil War","offset":4831},{"uri":"Andorra","surface_form":"Andorra","offset":5150}]}