{"id":385642,"url":"http://en.wikipedia.org/wiki/Candies_(band)","text":"The Candies () was a famous Japanese singing girl group. The group started in 1973. Their first single was \" (). The Candies had three members: Ran Ito (), called Ran; Yoshiko Tanaka (), called Sue; and Miki Fujimura (), called Miki. Candies were working as a comedian in TV programs as well. It was unprecedented thing through Japanese show business. July 17, 1977. In their concert at Hibiya Open-Air Concert Hall (), Candies suddenly declared their breakup in spite of its strong popularity.\nMember's history.\nShe was the leader of Candies. When she was a junior high school student, she entered Tokyo music school along with Sue and Miki that met at a campsite. When 5th EP\" was released, she became a lead vocal and changed into central position. Fortunately, this change ended in big success. 5th EP became a big hit song for the first time. After that, Candies became known as a popular group in Japan. After Candies breakup, she became an actress in 1980 and is working at show business even now.\nShe yearned for The Peanuts and aimed at a singer. At first, her desire met with opposition from her parents. However, she could not change her mind over that. Although she took charge of lead vocal between 1st EP and 4th EP, after that, she was changed into right-hand side position by Manager's idea. After Candies breakup, in common with Ran, she became an actress in 1980 and got many prizes. She died of breast cancer on April 21, 2011. Before her death, she recorded her speech into a tape recorder to express her lamentation to the sufferers of 2011 Tōhoku earthquake and tsunami. This touching tape was opened to the public on television and Japanese people met with deep sorrow.\nShe had the biggest ability to understand music among all members. Since her parents were working at a college of music, she was able to get much knowledge of music naturally. Therefore, she did not only sing but also wrote many good songs like \". However, she took charge of lead vocal only once on 16th EP \". It was what Ran and Sue proposed. After Candies breakup, she came back to the music industry with her solo album\" in 1983. However, after that, she didn't appear as a singer again and retired entirely from show business.\nTrio groups in Japan.\nWhen the Candies appeared in 1973, trio groups were rare. When the Candies started, the Candies was completely defeated by solo singers on the hit chart. However, through the Candies' 5th single \"My younger boyfriend\" in 1975, these ideas disappeared. After that, Candies grew and became a bigger group.\nMusic style.\nThe Candies often appeared on television as an idol group. However, the Candies has various musical styles: pop, rock, funk, folk song and others. The Candies are not just an idol group but are also professional singers.\nSingles.\nThese songs can be listened to on YouTube.\nLead vocal: Sue (1,2,3,4) Ran (5,6,7,8,9,10,11,12,13,14,15,17,18) Miki (16)\n\"The Final Carnival\".\n\"The Final Carnival\" was the Candies' last concert. It was on 4 April 1978 at Korakuen Stadium. The Japanese called it the legend concert. It was the first female music group concert to be held at a baseball stadium. The audience was about 55,000 and the show lasted 4 hours. After that, this concert was shown to the public on television in Japan and got 32% program rating. A part of the concert was released on video and DVD. However, in spite of passionate requests from Candies fans, the complete version has not been released yet. Some songs of \"The Final Carnival\" can be seen on YouTube.\nNovember 4, 2015. Finally, \"The Final Carnival (The Complete Version)\" was released.","categories":[],"infobox_types":[],"annotations":[{"uri":"Girl_group","surface_form":"girl group","offset":45},{"uri":"Candies","surface_form":"Candies","offset":535},{"uri":"Candies","surface_form":"Candies","offset":916},{"uri":"The_Peanuts","surface_form":"The Peanuts","offset":1021},{"uri":"Candies","surface_form":"Candies","offset":1314},{"uri":"Breast_cancer","surface_form":"breast cancer","offset":1414},{"uri":"2011_T%C5%8Dhoku_earthquake_and_tsunami","surface_form":"2011 Tōhoku earthquake and tsunami","offset":1557},{"uri":"Candies","surface_form":"Candies","offset":2044},{"uri":"Television","surface_form":"television","offset":2594},{"uri":"Japanese_idol","surface_form":"idol group","offset":2611},{"uri":"Concert","surface_form":"concert","offset":2978},{"uri":"DVD","surface_form":"DVD","offset":3359}]}