{"id":385635,"url":"http://en.wikipedia.org/wiki/The_Quarrymen","text":"The Quarrymen (also written as \"the Quarry Men\") were a British skiffle and rock and roll band. It was formed by John Lennon in Liverpool in 1956. The band evolved into the Beatles in 1960. Originally, it consisted of Lennon and several of his friends from school. The Quarrymen took their name from a line in the anthem of their high school, Quarry Bank High School. Lennon's mother, Julia Lennon, taught her son to play the banjo and then showed Lennon and Eric Griffiths how to tune their guitars in a similar way to the banjo, and taught them simple chords and songs.\nLennon started a skiffle group that was very briefly called the Blackjacks, but changed the name before any public performances. Some accounts credit Lennon with choosing the new name; other accounts credit his close friend Pete Shotton with suggesting the name. The Quarrymen played at parties, school dances, cinemas and amateur skiffle contests before Paul McCartney joined the band in October 1957. George Harrison joined the band in early 1958 at McCartney's recommendation, though Lennon initially resisted because he felt Harrison (still only 14 when he was first introduced to Lennon) to be too young. Both McCartney and Harrison attended the Liverpool Institute.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Kingdom","surface_form":"British","offset":56},{"uri":"Skiffle","surface_form":"skiffle","offset":64},{"uri":"Rock_and_roll","surface_form":"rock and roll","offset":76},{"uri":"Band","surface_form":"band","offset":90},{"uri":"John_Lennon","surface_form":"John Lennon","offset":113},{"uri":"Liverpool","surface_form":"Liverpool","offset":128},{"uri":"The_Beatles","surface_form":"the Beatles","offset":169},{"uri":"Anthem","surface_form":"anthem","offset":314},{"uri":"High_school","surface_form":"high school","offset":330},{"uri":"Banjo","surface_form":"banjo","offset":426},{"uri":"Eric_Griffiths","surface_form":"Eric Griffiths","offset":459},{"uri":"Guitar","surface_form":"guitar","offset":492},{"uri":"Chord","surface_form":"chord","offset":554},{"uri":"Paul_McCartney","surface_form":"Paul McCartney","offset":927},{"uri":"George_Harrison","surface_form":"George Harrison","offset":975}]}