{"id":38580,"url":"http://en.wikipedia.org/wiki/Dragon_Ball","text":"\"Dragon Ball\" \"(ドラゴンボール, Doragon Bōru)\" is a Japanese manga series by Akira Toriyama. It was originally published in \"Weekly Shōnen Jump\" magazine from 1984 to 1995, and the 519 chapters put into 42 volumes. The series follows the main character Son Goku, an alien originally thought to be a human, as he trains in martial arts and explores the world in search of the mysterious Dragon Balls. When the seven Dragon Balls are gathered, one wish will be granted by Shenlong the Dragon. Goku is accompanied by Bulma and trained by Master Roshi while Goku fights a wide variety of villains. \"Dragon Ball\" was is separated into two anime series, including two sequels. Spin-offs include a trading card game, several movies, and multiple video games, making the successful franchise launched worldwide.\nPlot.\nThe series begins with Goku and Bulma finding all seven Dragon Balls, which can summon the dragon Shenlong to grant the user a wish. Their journey takes them to many people like Yamcha, Chi-Chi (Goku mistakenly agrees to marry), and Pilaf, an evil man who seeks the Dragon Balls to grant his desire to rule the world. Goku then must go through intense training by Master Roshi to fight in the Tenkaichi Budōkai, a fighting tournament. A monk named Krillin becomes Goku's best friend and training partner. After the tournament, Goku looks for the Dragon Ball his adoptive grandfather left him and almost single-handedly takes down the Red Ribbon Army and their assassin Taopaipai. Goku reunites with his friends to defeat fortuneteller Baba's fighters to locate the last Dragon Ball to revive a friend killed by Taopaipai.\nThree years later, Goku and his friends oppose Master Roshi's rival Tsuru-Sen'nin, and his students Tenshinhan and Chaozu at Tenkaichi Budōkai. Krillin is killed after the tournament and Goku tracks down and is defeated by his killer, Piccolo Daimao. The samurai Yajirobe takes Goku to Karin, where he heals and gets a power boost. After the deaths of Master Roshi, Chaozu, and even Shenlong, Goku then kills Piccolo Daimao (who is young again), who, just before dying, spawns his son/reincarnation Piccolo Jr.. Karin takes Goku to Kami, the original creator of the Dragon Balls, to bring back Shenlong and revive his friends. Goku trains with Kami for three years, reuniting with his friends at the next Tenkaichi Budōkai where he narrowly wins against Piccolo and leaves with Chi-Chi, marrying her.\nFive years later, Goku is a young adult and father to Gohan, when Raditz arrives to Earth, and reveals to Goku that he is part of an alien race called the Saiyans who sent Goku with a mission to take over Earth for them before he suffered a head injury. Goku teams up with Piccolo to defeat Raditz but is also killed. Goku trains with King Kai in the afterlife, until he is revived to defeat Nappa and Vegeta, but Yamcha, Tenshinhan, Chaozu and Piccolo are killed. Krillin learns of other Dragon Balls on planet Namek and joins Bulma and Gohan to look for them to revive their friends and bring back Earth's Dragon Balls. The quest leads them to fights with the galactic tyrant Frieza's henchmen, the Ginyu Force, and Vegeta. In the battle with Frieza, Vegeta and Krillin are killed, and the fight ends when Goku transforms into the legendary Super Saiyan and defeats him.\nA group of Androids created by Dr. Gero, a former Red Ribbon Army member, appear three years later looking for revenge against Goku. During this time, an evil artificial life form called Cell emerges and, after absorbing two of the Androids to transform into his perfect form, holds his own fighting tournament to challenge Goku and his friends. Gohan defeats Cell, when Goku dies again. Seven years later, Goku, revived for a day, and his friends must defeat Majin Boo. After a lot of battles, and after the re-creation of Earth, Goku destroys Boo with a \"Genki-Dama\" attack and wishes for him to be reincarnated as a good person. Ten years later, Goku meets and trains Boo's human reincarnation Oob, to have him becoming the world's protector.\nPrimary.\n*Goku: The main hero. He is a Saiyan with large, black, pointy hair. His deadly attack is the Kamehameha. His wife is Chi-Chi, and his two sons are Gohan and Goten.\nFrieza's force.\nFrieza is the first major villain in \"Dragon Ball Z.\" He is often seen with a group of other fighters who help him.\nSaiyans.\nSaiyans are a race of endangered aliens. They are naturally aggressive warriors who have great powers and technology. Most Saiyans travel from planet to planet destroying the people who live there so that they can sell the planet and worked for Frieza. Most Saiyans can be easily noticed by their tail but some have lost their tails. Saiyans without tails include Goku, Vegeta, Gohan, Trunks, Goten and Broly. The Saiyans lived on the planet Vegeta which was later destroyed by Frieza.\nSuper Saiyans.\nSome Saiyans can become \"Super Saiyans,\" including half-Saiyan hybrids like Gohan and Goten. A Super Saiyan is a transformation a Saiyan can go through and makes them stronger and changes their hair to blonde. Only a few Saiyans have the potential to become Super Saiyans. The legend goes, once every 1,000 years a Super Saiyan emerges. Saiyans play a very important role once it is revealed that Goku is one.\nCell also achieves the power of Super Saiyan. Kale and Caulifla are two female Saiyans. They can also transform into Super Saiyans.\nOther media.\nThe series has been adapted into two anime. \"Dragon Ball\" is based the first 194 chapters of the manga, while \"Dragon Ball Z\" is based on the last 325 chapters and last 26 volumes of the \"Dragon Ball\" manga. It basically begins where \"Dragon Ball\" left off. \"Dragon Ball GT\" aired from 1996 to 1997. \"Dragon Ball Super\", the newest series for the franchise aired from 2015 to 2018.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":45},{"uri":"Manga","surface_form":"manga","offset":54},{"uri":"Akira_Toriyama","surface_form":"Akira Toriyama","offset":70},{"uri":"Martial_arts","surface_form":"martial arts","offset":315},{"uri":"Dragon","surface_form":"Dragon","offset":476},{"uri":"Anime","surface_form":"anime","offset":627},{"uri":"Son","surface_form":"son","offset":2106},{"uri":"Reincarnation","surface_form":"reincarnation","offset":2110},{"uri":"Cell_(Dragon_Ball)","surface_form":"Cell","offset":3486},{"uri":"%2AGoku","surface_form":"*Goku","offset":4054},{"uri":"Hero","surface_form":"hero","offset":4070},{"uri":"Frieza","surface_form":"Frieza","offset":4235},{"uri":"Villain","surface_form":"villain","offset":4261},{"uri":"Extraterrestrial_life","surface_form":"aliens","offset":4393},{"uri":"Technology","surface_form":"technology","offset":4466},{"uri":"Planet","surface_form":"planet","offset":4503},{"uri":"Destroy","surface_form":"destroying","offset":4520},{"uri":"Frieza","surface_form":"Frieza","offset":4605},{"uri":"Caulifla","surface_form":"Caulifla","offset":5326},{"uri":"%27%27Dragon_Ball_Z%27%27","surface_form":"\"Dragon Ball Z\"","offset":5526},{"uri":"%27%27Dragon_Ball%27%27","surface_form":"\"Dragon Ball\"","offset":5650},{"uri":"%27%27Dragon_Ball_GT%27%27","surface_form":"\"Dragon Ball GT\"","offset":5674},{"uri":"%27%27Dragon_Ball_Super%27%27","surface_form":"\"Dragon Ball Super\"","offset":5716}]}