{"id":386103,"url":"http://en.wikipedia.org/wiki/Moore%27s_law","text":"Moore's law is that the number of transistors on integrated circuits doubles about every two years. Intel executive David House said the period was \"18 months\". He predicted that period for a doubling in chip performance: a combination of the effect of more transistors and their being faster.\nThe law is named after Intel co-founder Gordon Moore, who described the trend in his 1965 paper.\nThe paper stated that the number of components in integrated circuits had doubled every year from the invention of the integrated circuit in 1958 until 1965 and predicted that the trend would continue \"for at least ten years\". His prediction has proved very accurate. The law is used in the semiconductor industry to guide long-term planning and to set targets for research and development.\nThe capabilities of many digital electronic devices are strongly linked to Moore's law: processing speed, memory capacity, sensors and even the number and size of pixels in digital cameras. All of these are improving at (roughly) exponential rates as well.\nThis exponential improvement has greatly increased the effect of digital electronics in the world economy. Moore's law describes a driving force of technological and social change in the late 20th and early 21st centuries.\nThis trend has continued for more than half a century. Intel stated in 2015 that the pace of advancement has slowed. Brian Krzanich, CEO of Intel, announced that \"our cadence today is closer to two and a half years than two\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Transistor","surface_form":"transistor","offset":34},{"uri":"Integrated_circuit","surface_form":"integrated circuit","offset":49},{"uri":"Intel","surface_form":"Intel","offset":100},{"uri":"Gordon_Moore","surface_form":"Gordon Moore","offset":334},{"uri":"Semiconductor","surface_form":"semiconductor","offset":682},{"uri":"Research_and_development","surface_form":"research and development","offset":756},{"uri":"Clock_rate","surface_form":"processing speed","offset":870},{"uri":"RAM","surface_form":"memory capacity","offset":888},{"uri":"Pixel","surface_form":"pixel","offset":945},{"uri":"Digital_camera","surface_form":"digital camera","offset":955},{"uri":"Exponential_function","surface_form":"exponential","offset":1012},{"uri":"Brian_Krzanich","surface_form":"Brian Krzanich","offset":1379}]}