{"id":38618,"url":"http://en.wikipedia.org/wiki/Jam","text":"Jam is a condiment. It is usually made from pressed fruit, sugar, and sometimes pectin. Most jams are cooked. After making, jam is normally put into an airtight jar.\nUsually a jam contains as much sugar as it contains fruit. The two parts are then cooked together to form a gel.\nIn the European Union, there is the jam directive (Council Directive 79/693/EEC, 24 July 1979). It sets minimum standards for the amount of \"fruit\" in jam, but the definition of fruit was expanded. This was done to take several unusual kinds of jam made in the EU into account. For this purpose, \"fruit\" is considered to include fruits that are not usually treated as fruits, such as tomatoes; fruits that are not normally made into jams, such as melons and watermelons; and vegetables that are sometimes made into jams, such as: rhubarb (the edible part of the stalks), carrots, sweet potatoes, cucumbers, and pumpkins. This definition continues to apply in the new directive, Council Directive 2001/113/EC (20 December 2001).\nAccording to Canadian food and drug regulation (CRC), jam and jam products must at least have 45% of the named fruit and 66% of water-soluble solids. In addition, it may contain added pectin, pectinous preparation, or acid ingredient. Also, reasonable amount of a Class II preservative, a pH adjusting agent, and an antifoaming agent is acceptable. However, the jam product shall not contain apple or rhubarb.\nMarmalade is jam made from oranges and tends to have pulp and peels.\nJelly is different from jam as it is made from mostly juice instead of fruit.\nFruit butters are made from slow cooking fruit to a smooth consistency.\nJoan Miró used blackberry jam as an art medium.\nAs a gel, jam is neither a solid or a liquid. It can contain chunks of fruit which are solids. Once opened and out of the fridge the gel becomes more like a liquid, and is able to decay.","categories":[],"infobox_types":[],"annotations":[{"uri":"Condiment","surface_form":"condiment","offset":9},{"uri":"Fruit","surface_form":"pressed fruit","offset":44},{"uri":"Sugar","surface_form":"sugar","offset":59},{"uri":"Pectin","surface_form":"pectin","offset":80},{"uri":"Cooked","surface_form":"cooked","offset":102},{"uri":"Gel","surface_form":"gel","offset":274},{"uri":"European_Union","surface_form":"European Union","offset":286},{"uri":"Directive","surface_form":"directive","offset":319},{"uri":"Tomato","surface_form":"tomato","offset":663},{"uri":"Melon","surface_form":"melon","offset":726},{"uri":"Watermelon","surface_form":"watermelon","offset":737},{"uri":"Rhubarb","surface_form":"rhubarb","offset":809},{"uri":"Carrot","surface_form":"carrot","offset":850},{"uri":"Sweet_potato","surface_form":"sweet potato","offset":859},{"uri":"Cucumber","surface_form":"cucumber","offset":875},{"uri":"Pumpkin","surface_form":"pumpkin","offset":890},{"uri":"Canadians","surface_form":"Canadian","offset":1020},{"uri":"Marmalade","surface_form":"Marmalade","offset":1417},{"uri":"Orange_(fruit)","surface_form":"oranges","offset":1444},{"uri":"Joan_Mir%C3%B3","surface_form":"Joan Miró","offset":1636},{"uri":"Blackberry","surface_form":"blackberry","offset":1651},{"uri":"Decay","surface_form":"decay","offset":1864}]}