{"id":386181,"url":"http://en.wikipedia.org/wiki/Nyan_Cat","text":"e=\"preserve\">Nyan Cat is a moving image on the internet which became famous. It has a cat with a Pop-Tart (a type of food) for a body flying through space, with a colourful rainbow behind it. There is also a song that you can hear when watching the moving image. Nyan Cat was the 5th most watched video on YouTube, the place that has the video, in the year 2011.\nAnimated GIF.\nOn April 2, 2011, a person named Christopher Torres put the moving picture, without the song, on his place in the internet. The place is called \"LOL-comics\", and the picture is still there. Torres was making pictures, and two different people wanted him to make a cat and a piece of food. He combined the two to make a picture, and then made it a moving picture a few days later.\nThe Song.\nThe song was made using Miku Hatsune from Vocaloid in Japan and put onto the internet.\nYouTube video.\nA YouTube user called \"saraj00n\" put the moving picture together with the song and put it onto the internet on April 5, 2011. saraj00n called it \"Nyan Cat\". Torres wanted the cat to be called \"Pop Tart Cat\", but because of saraj00n now it's called \"Nyan Cat\".\nPopularity.\nThe original moving picture that saraj00n put onto the internet was seen 90,000,000 times. It's very well known, so other people made their own Nyan Cats. People made songs for their phones, pictures for computers, and progress bars. There are also things for iPhones, Android phones, Windows Phones, and HP webOS.\nThere is also a game about Nyan Cat called \"Nyan Cat Adventure\".\nNyan Cat was in ninth place in a contest for best moving picture on the internet in 2011 by Business Insider.","categories":[],"infobox_types":[],"annotations":[{"uri":"Internet","surface_form":"internet","offset":47},{"uri":"Cat","surface_form":"cat","offset":86},{"uri":"Pop_Tarts","surface_form":"Pop-Tart","offset":97},{"uri":"YouTube","surface_form":"YouTube","offset":306},{"uri":"Miku_Hatsune","surface_form":"Miku Hatsune","offset":791},{"uri":"Vocaloid","surface_form":"Vocaloid","offset":809},{"uri":"Japan","surface_form":"Japan","offset":821},{"uri":"IPhone","surface_form":"iPhone","offset":1401},{"uri":"Android_(operating_system)","surface_form":"Android","offset":1410},{"uri":"Windows_Phone","surface_form":"Windows Phone","offset":1426},{"uri":"HP_webOS","surface_form":"HP webOS","offset":1446},{"uri":"Business_Insider","surface_form":"Business Insider","offset":1613}]}