{"id":386219,"url":"http://en.wikipedia.org/wiki/Assata_Shakur","text":"e=\"preserve\">Assata Olugbala Shakur (born July 16, 1947 as JoAnne Deborah Byron) is an African-American activist. She was a member of the Black Panther Party and the Black Liberation Army. She was put into prison, but in 1984 she managed to escape. She now lives in Havana, Cuba, as a fugitive. She was the first woman to be put on the FBI's Most Wanted Terrorists list. Shakur is the step-aunt of Tupac Shakur, a rapper who died in 1996.\nEarly life.\nShakur was born in Jamaica, Queens, New York City. She lived there for three years. She then moved to North Carolina with her grandparents. Shakur was arrested for the first time in 1967 for trespassing during a protest.\nActivism.\nIn 1971, Shakur joined the Republic of New Afrika and the Black Liberation Army. She chose the name Assata Olugbala Shakur because she felt that her English name was a \"slave name.\" She wrote in her book, \"It sounded so strange when people called me Joanne. It really had nothing to do with me. I didn’t feel like no Joanne, or no negro, or no amerikan. I felt like an African woman\".\nAssata is a West African name from the Arabic name Aisha, which means \"she who struggles.\" Olugbala is from Yoruba and means \"savior.\" Shakur means \"thankful one\" in Arabic.\nArrests and trials.\nOn April 6, 1971, Shakur was shot in the stomach. She was charged with attempted robbery, felonious assault, reckless endangerment, and possession of a deadly weapon, then released on bail. Between 1973 and 1977 Shakur was charged with two bank robberies, the kidnapping of a Brooklyn heroin dealer, and attempted murder of two Queens police officers. She was put in prison in 1973. On November 2, 1979 she escaped the Clinton Correctional Facility for Women in New Jersey.\nPolitical asylum in Cuba.\nIn 1984, the Cuban government granted political asylum to Shakur. Her daughter Kakuya came to live with her in 1985.\nShakur wrote in a letter that Cuba was \"one of the largest, most resistant and most courageous \"Palenques\" (Maroon Camps) that has ever existed on the face of this planet\".","categories":[],"infobox_types":[],"annotations":[{"uri":"African-American","surface_form":"African-American","offset":87},{"uri":"Activist","surface_form":"activist","offset":104},{"uri":"Black_Panther_Party","surface_form":"Black Panther Party","offset":138},{"uri":"Black_Liberation_Army","surface_form":"Black Liberation Army","offset":166},{"uri":"Prison","surface_form":"prison","offset":206},{"uri":"Havana","surface_form":"Havana","offset":266},{"uri":"Cuba","surface_form":"Cuba","offset":274},{"uri":"Fugitive","surface_form":"fugitive","offset":285},{"uri":"FBI","surface_form":"FBI","offset":336},{"uri":"Tupac_Shakur","surface_form":"Tupac Shakur","offset":398},{"uri":"Rapper","surface_form":"rapper","offset":414},{"uri":"Jamaica%2C_Queens","surface_form":"Jamaica, Queens","offset":470},{"uri":"New_York_City","surface_form":"New York City","offset":487},{"uri":"North_Carolina","surface_form":"North Carolina","offset":553},{"uri":"Yoruba_language","surface_form":"Yoruba","offset":1175},{"uri":"Brooklyn","surface_form":"Brooklyn","offset":1537},{"uri":"Heroin","surface_form":"heroin","offset":1546},{"uri":"Prison","surface_form":"prison","offset":1628},{"uri":"Clinton_Correctional_Facility_for_Women","surface_form":"Clinton Correctional Facility for Women","offset":1680},{"uri":"New_Jersey","surface_form":"New Jersey","offset":1723},{"uri":"Political_asylum","surface_form":"political asylum","offset":1799},{"uri":"Quilombo","surface_form":"Palenques","offset":1974},{"uri":"Maroon_(people)","surface_form":"Maroon Camps","offset":1986}]}