{"id":386299,"url":"http://en.wikipedia.org/wiki/The_Master_and_Margarita","text":"\"The Master and Margarita\" is a novel by Mikhail Bulgakov (1891–1940), a Russsian author. It has been called one of the masterpieces of the 20th century. Like much of Bulgakov's work, magic realism and fantasy occurs to the background of life in the 1920s Soviet Russia.\nThe plot.\nWith a fascinating cast of characters, the novel in its deepest layer is about the interplay of good and evil, innocence and guilt, courage and cowardice.\nThe novel is a satire on the Soviet society, a love story and an ironical look at some religious themes. The novel is divided into two parts. It starts with a plot in which two apparently unrelated stories alternate chapter by chapter.\nPart one.\nThe first plot theme is the Devil in modern Moscow; the second is the story of Pontius Pilate.\nPlot line A.\n1930s Moscow is visited by Satan in the guise of \"Professor\" Woland or Voland (Воланд). This mysterious magician of uncertain origin arrives with a retinue.\nThe group causes havoc in the literary elite, especially its trade union, MASSOLIT. MASSOLIT is a Soviet-style abbreviation for the \"Moscow Association of Writers\" or \"Literature for the Masses\". Targets are Massolit's posh HQ, corrupt social-climbers and their women (wives and mistresses alike), bureaucrats and profiteers and, more generally, skeptical unbelievers in the human spirit.\nPlot line B.\nThe second setting is the Jerusalem of Pontius Pilate, described by Woland talking to Berlioz and later echoed in the pages of the Master's novel. It concerns Pontius Pilate's trial of Yeshua Ha-Notsri (Jesus the Nazarene). Pilate recognises an affinity and spiritual need for Yeshua. There follows his reluctant but resigned submission to Yeshua's execution.\nLinking plots A and B are the rather sympathetic characters of Berlioz, Pontius Pilot and Ivan Ponyryov, a young, aspiring poet whose pen name (Bezdomny) means \"homeless\".\nBerlioz is the head of MASSOLIT. Berlioz brushes off Woland's prophecy of his death, only to have it come true just pages later in the novel. Ivan, the young poet \"Homeless\", tries to chase and capture the gang and warn of their evil. This lands him in a lunatic asylum, where he meets the Master. The rejection of the Master's novel about Pontius Pilate and Christ led him to such despair that he burns his manuscript and turns his back on the \"real\" world, including his devoted lover, Margarita.\nPart two.\nConnecting these two themes are Satan himself, and the Master with his devoted lover Margarita. The Master is an embittered author, whose historical novel about Pontius Pilate had been rejected by the Soviet literary committee MASSOLIT.\nPart Two introduces Margarita, the Master's mistress, who refuses to despair of her lover or his work. She is invited to the Devil's midnight ball, where Satan (Woland) offers her the chance to become a witch with supernatural powers. This coincides with the night of Good Friday: the Master's novel also deals with this same spring full moon when Christ's fate is sealed by Pontius Pilate and he is crucified in Jerusalem. All three events in the novel are linked by this.\nMargarita enters naked into the realm of night. She flies over the deep forests and rivers of the USSR. She bathes, and returns with Azazello, her escort, to Moscow as the anointed hostess for Satan's great Spring Ball. Standing by his side, she welcomes the dark celebrities of human history as they arrive from Hell.\nShe survives this ordeal without breaking, and for her pains, Satan offers to grant Margarita her deepest wish. Margarita selflessly chooses to liberate a woman whom she met at the ball. Satan grants her first wish and offers her another, saying the first wish was unrelated to Margarita's own desires. For her second wish, she chooses to liberate the Master and live in poverty-stricken love with him.\nThe Master and Margarita, for not having lost their faith in humanity, are granted peace but are denied light – that is, they will spend eternity together in a shadowy yet pleasant region, having not earned the glories of Heaven, but not deserving the punishments of Hell. As a parallel to the Master and Margarita's freedom, Pontius Pilate is also released from his eternal punishment\nHistory of its writing and publication.\nBulgakov started writing the novel in 1928. He burnt the first manuscript of the novel in 1930, seeing no future as a writer in the Soviet Union. The work was restarted in 1931. The second draft was completed in 1936 by which point all the major plot lines of the final version were in place. The third draft was finished in 1937. Bulgakov continued to polish the work, aided by his wife, but was forced to stop work on the fourth version four weeks before his death in 1940.\nA censored version (12% of the text removed and still more changed) of the book was first published in \"Moscow\" magazine (#11, 1966 and #1, 1967). The text of all the omitted and changed parts, with indications of the places of modification, was published on a samizdat basis. In 1967 the publisher \"Posev\" (Frankfurt) printed a version produced with the aid of these inserts.\nIn the Soviet Union, the first complete version, prepared by Anna Saakyants, was published in 1973, based on the version of the beginning of 1940 proofread by the publisher. In 1989 the last version was prepared by literature expert Lidiya Yanovskaya based on all available manuscripts.\nEnglish translations.\nSeveral literary critics have hailed the Burgin/Tiernan O’Connor translation as the most accurate and complete English translation. There are matching annotations by Bulgakov's biographer, Ellendea Proffer. However, these judgements came before the translation by Pevear and Volokhonsky.\nA graphic novel, an adaption by Andrzej Klimowski and Danusia Schejbal, published by Self Made Hero in 2008 provides a fresh visual translation/interpretation.\nIn other media.\nThe novel has been the basis of films, stage productions, opera, ballet, and television versions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mikhail_Bulgakov","surface_form":"Mikhail Bulgakov","offset":41},{"uri":"Author","surface_form":"author","offset":82},{"uri":"Magic_realism","surface_form":"magic realism","offset":184},{"uri":"Fantasy","surface_form":"fantasy","offset":202},{"uri":"Soviet_Russia","surface_form":"Soviet Russia","offset":256},{"uri":"Innocence","surface_form":"innocence","offset":392},{"uri":"Culpability","surface_form":"guilt","offset":406},{"uri":"Courage","surface_form":"courage","offset":413},{"uri":"Cowardice","surface_form":"cowardice","offset":425},{"uri":"Satire","surface_form":"satire","offset":451},{"uri":"Soviet","surface_form":"Soviet","offset":465},{"uri":"Irony","surface_form":"ironical","offset":501},{"uri":"Devil","surface_form":"Devil","offset":710},{"uri":"Pontius_Pilate","surface_form":"Pontius Pilate","offset":761},{"uri":"Satan","surface_form":"Satan","offset":817},{"uri":"Magician","surface_form":"magician","offset":894},{"uri":"Soviet","surface_form":"Soviet","offset":1045},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":1375},{"uri":"Pontius_Pilate","surface_form":"Pontius Pilate","offset":1388},{"uri":"Good_Friday","surface_form":"Good Friday","offset":2895},{"uri":"USSR","surface_form":"USSR","offset":3199},{"uri":"Samizdat","surface_form":"samizdat","offset":4986},{"uri":"Frankfurt","surface_form":"Frankfurt","offset":5033}]}