{"id":38627,"url":"http://en.wikipedia.org/wiki/Vanilla","text":"Vanilla is a spice and a flavoring. The plant it grows on is the orchid \"Vanilla\", which is a vine.\nThe main species picked for vanilla is called \"Vanilla planifolia\". Spanish conquistador Hernán Cortés is credited with introducing both vanilla and chocolate to Europe in the 1520s.\nToday, most of the flavoring is done in chemical laboratories. The pure (man-made) form of the flavoring is known as 'vanillin'.\nHistory.\nThe plant was brought to Europe by the Spanish in the 1520s. Vanilla was a well-regarded spice in Mesoamerica.\nThe first people to grow vanilla were the Totonac people. They lived the east part of Mexico, by the sea. The Totonac people say that the vanilla plant was first made when a royal daughter and her lover were killed.\nIn the 15th century, Aztecs fought a war with the Totonacs. The Totonacs lost the war. The Aztecs liked the taste of vanilla. They named the fruit \"tlilxochitl\", which means \"black flower\", because vanilla fruits turn black and dry after they are picked.\nUntil the mid-19th century, Mexico was the biggest producer of vanilla. In 1819, however, French businessmen shipped vanilla to the islands of Réunion and Mauritius in hope of growing vanilla there. Vanilla did not grow well there, because these places did not have the right kind of bees to take pollen between the plants. A young slave, Edmond Albius, discovered how to take pollen to the flowers quickly by hand. Then vanilla began to grow well in the new places. Soon, vanilla plants were sent from Réunion Island to the Comoros Islands and to Madagascar. By 1898, Madagascar, Réunion, and the Comoros Islands produced 200 metric tons of vanilla fruits, about 80% of the vanilla grown in the world.\nIn the 1930s, businesses made a group to choose prices. The price of vanilla rose very high in the late 1970s after a big storm hurt important croplands. Prices remained high through the early 1980s, but then the group ended. Prices dropped 70% in a few years, to nearly US$20 for one kilogram. In 2000, prices rose sharply again after another big storm struck Madagascar. The storm, political problems, and poor weather in the third year drove vanilla prices up to US$500 for one kilogram in 2004. In 2005, the price went down to about $40 for one kilogram. By 2010, prices were down to US$20 for one kilogram.\nToday, most Bourbon vanilla and vanilla fruit is produced in Indonesia. Madagascar also grows a lot of vanilla. Mexico, once the biggest producer of natural vanilla, used to grow 500 tons of vanilla in a year. In 2006, it made only 10 tons of vanilla.\nAbout 95% of \"vanilla\" foods are flavored with man-made vanillin instead of with vanilla fruits. Vanillin can be produced synthetically from lignin, a natural polymer found in wood.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spice","surface_form":"spice","offset":13},{"uri":"Flavor","surface_form":"flavor","offset":25},{"uri":"Orchid","surface_form":"orchid","offset":65},{"uri":"Vine","surface_form":"vine","offset":94},{"uri":"Conquistador","surface_form":"conquistador","offset":176},{"uri":"Hern%C3%A1n_Cort%C3%A9s","surface_form":"Hernán Cortés","offset":189},{"uri":"Chocolate","surface_form":"chocolate","offset":249},{"uri":"Chemistry","surface_form":"chemical","offset":323},{"uri":"Laboratory","surface_form":"laboratories","offset":332},{"uri":"Spain","surface_form":"Spanish","offset":460},{"uri":"Spice","surface_form":"spice","offset":510},{"uri":"Totonac","surface_form":"Totonac","offset":574},{"uri":"R%C3%A9union","surface_form":"Réunion","offset":1146},{"uri":"Mauritius","surface_form":"Mauritius","offset":1158},{"uri":"Comoros_Islands","surface_form":"Comoros Islands","offset":1528},{"uri":"Madagascar","surface_form":"Madagascar","offset":1551},{"uri":"Lignin","surface_form":"lignin","offset":2711}]}