{"id":386300,"url":"http://en.wikipedia.org/wiki/Padmashali","text":"Padmashali () or Padma Bramhana is a Hindu Bramhin in origin,and took up artisan tasks are predominantly found in South Indian States. The community members are traditionally weavers specialised in making clothes of all kinds. They engage as priests Brahmins for performing all rites and rituals and also perform services as temple Priests for other castes.\nOrigin.\nThe term \"Padmashali\" is derived from two words \"Padma\" and \"Shali\", The Padma means lotus and Shali means weaver. They support their Sanskrit origin with various myths and \"Puranas\" such as \"Kulapurana\" and \"Markandeya Purana\".\nThe Padmashalis claim to be descendants from \"Bhrigu Rishi\" and \"Markandeya Rishi\", Markandeya's son \"Bhavana Rishi\" who were born one hundred and one son; they took to weaving and the first clothes they wore was out of the fibres of the lotus stem so they came to be known as \"Padmashalis\".\nPadmashalis Today.\nThe Padmashalis divided into two groups based on \"Sampradaya\", being the Shaivas and the Vaishnavas and they worship both Shiva and Vishnu.\nAlthough Padmashalis are related to Brahmins, they are considered as a backward (OBC) caste by the Indian government while forward caste in some states. The community is highly Sanskritised, with all men wearing the sacred thread and performing the similar rituals which north Indian Brahmins do, like North Indian Brahmin castes, their origin relates to sages as gothras.\nThe Padmashalis basically perform Brahmin rites and even today a group who are qualified as \"agama shastra\" \"pandits\" perform the \"poojas\" and vedic rites. They are identified as \"Padma Brahmins\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Hinduism","surface_form":"Hindu","offset":37},{"uri":"Brahmin","surface_form":"Brahmins","offset":250},{"uri":"Nelumbo","surface_form":"lotus","offset":451},{"uri":"Shaivism","surface_form":"Shaivas","offset":979},{"uri":"Vaishnavism","surface_form":"Vaishnavas","offset":995},{"uri":"Shiva","surface_form":"Shiva","offset":1028},{"uri":"Vishnu","surface_form":"Vishnu","offset":1038},{"uri":"Government_of_India","surface_form":"Indian government","offset":1145}]}