{"id":38673,"url":"http://en.wikipedia.org/wiki/Robert_Schumann","text":"Robert Schumann (b. Zwickau in Saxony, June 8, 1810; died July 29, 1856) was a famous German composer. He lived in the time called the Romantic period. He had to give up his plans for being a concert pianist because he injured his hand. He published a music magazine and wrote a lot of articles about music that had just been composed. His music is full of things that are typical of Romantic music: it is full of emotion, the pieces often have titles that describe things, and they are often inspired by literature. He wrote a great deal of piano music. Some of this music is hard to play, but other pieces are quite easy. Many children learn to play some of the pieces in his \"Album for the Young\". His songs (Lieder) are among the best ever written. He also wrote larger works like symphonies and concertos and chamber music. Sometimes he felt very happy but at other times he was very depressed. These changes of mood can be heard in a lot of his music.\nLife.\nRobert Schumann was the fifth and youngest child of a bookseller and publisher. As a boy he liked reading the books in his father’s shop. He began to compose when he was seven. At school he was extremely good at music and literature. He passed his school-leaving examination with very high marks. His family wanted him to be a lawyer, so he went to Leipzig to study law but he hardly ever went to any lectures. He was much more interested in music and literature, but also in women and drinking. He took piano lessons from a teacher called Friedrich Wieck. Wieck had a 9-year-old daughter Clara. Many years later she was to become his wife. Clara was a brilliant pianist. Her father took her on concert tours because she was a prodigy.\nSchumann started to compose short piano pieces and songs. He loved the music of Schubert and when he heard that Schubert had died he cried all night. He often practised the piano for seven hours a day. However, he started to have problems with his fingers. It has often been said that he hurt his hands because he made something to stretch his fingers, but people now think it was more likely due to mercury poisoning because doctors had used mercury to try to cure his syphilis. Whatever the reason, he could not continue to be a pianist and he spent the rest of his life composing and writing about music. Many of his articles appeared in a journal called \"Neue Zeitschrift für Musik\" (\"New Journal for Music\") which he started.\nIn 1834 he became engaged to a girl of sixteen called Ernestine, but then Schumann broke off the engagement because he loved Clara Wieck. Clara’s parents did not want her to marry him. Her father did everything he could to stop the marriage. Maybe he guessed that Schumann had syphilis, maybe he knew that he was often drunk. In the end, after many arguments, court cases and secret meetings between Robert and Clara, they were married in 1840.\nSchumann suffered from manic depression. When he was depressed he hardly wrote anything, but 1840 was a happy year for him and he wrote lots of songs as well as orchestral music. In 1841 he wrote four symphonies. In 1842 they went on a concert tour together, but Schumann found it difficult because Clara was more famous than he was. He returned alone to Leipzig to work at his publishing. He felt depressed again at this time and drank a lot of beer and champagne. He was happy again when Clara returned, and composed some chamber music. In 1844 they toured Russia and played to the Tsar. By August he had a complete nervous breakdown and could not bear to listen to his own music. It took him some time to recover.\nBy now he was good at writing all kinds of music. He wrote music for the famous play \"Faust\" by Goethe. He wrote one opera, \"Genoveva\", in 1849. His fame spread slowly. For many years Dresden and Leipzig were the only towns where he was famous. In 1850 he became musical director at Düsseldorf. In 1853 he met Brahms. Brahms became a great friend of the Schumann family. Schumann published an article in the \"Neue Zeitschrift für Musik\" with the heading “Neue Bahnen” (“New Paths”) in which he said that Brahms (who was 20 at the time) was going to be a very great composer. He was right.\nSchumann had often thought of trying to kill himself. On 27 February 1854 he threw himself into the river Rhine. He was rescued by some boatmen, but when they brought him to land he seemed to have gone quite mad. He was taken to an asylum where he spent the last two years of his life. He died on 29 July 1856.\nSchumann’s music.\nSchumann’s piano music is very well known. Although he had to give up his career as a pianist his wife Clara played his pieces and helped them to become famous. Many of his piano works are collections of short pieces, each with a title e.g. \"Papillons\" (\"Butterflies\"), \"Davidsbündlertänze\", \"Carnaval\". Schumann was thinking of carnival celebrations when he wrote these pieces. The Davidsbündler was a group of people Schumann belonged to who did not like the “Philistines” (people who did not enjoy good music, named after the Philistines in the Bible) In \"Carnaval\" the two sides of Schumann’s personality are represented by Florestan and Eusebius. Schumann's manic depression (the happy and the tragic moods that he had) are heard side by side in his music. Other piano works include, \"Kreisleriana\",\"Album for the Young\" which has some quite easy pieces like \"Soldier’s March\" and the popular \"Scenes from Childhood\" with its famous \"Träumerei\" (\"Dreaming\"). There are also longer works for piano: 3 sonatas, a Toccata and a Phantasie.\nHis chamber music includes string quartets and a famous piano quintet.\nSchumann was one of the great composers of Lieder (German songs). He chose poetry by famous German poets and set them to music in very imaginative ways. The piano has very interesting accompaniments which help to bring out the meaning of the words. He wrote a song-cycle called \"Dichterliebe\" (\"Poet’s Love\") which is a setting of some poems by Heinrich Heine. Another song-cycle is called \"Frauenliebe und -leben\" (\"Woman’s Love and Life\") to words by Adalbert von Chamisso.\nAlthough the young Schumann seemed to prefer writing short pieces, he became more interested in long works after meeting Mendelssohn. He was also inspired to write symphonies after he discovered Schubert’s Symphony no 9 which no one knew that Schubert had written. He found it in a box in Vienna at the house of Schubert’s brother. Schumann wrote four symphonies. One of his best is the Third which is often called the \"Rhenish\" Symphony (after the river Rhine). The Fourth in d minor is also a great work. Using only a few musical ideas he develops them in many ways and writes a long, four-movement work. His piano concerto is a great favourite. Clara Schumann played it with the Leipzig Gewandhaus Orchestra at its first performance on New Year’s Day 1846.\nAfter Schumann’s death Clara devoted herself to playing her husband’s music and helping it to become well known. She visited England regularly where she played at concerts. She also edited a lot of Schumann’s works for the publisher Breitkopf und Härtel.","categories":[],"infobox_types":[],"annotations":[{"uri":"Zwickau","surface_form":"Zwickau","offset":20},{"uri":"Saxony","surface_form":"Saxony","offset":31},{"uri":"June_8","surface_form":"June 8","offset":39},{"uri":"1810","surface_form":"1810","offset":47},{"uri":"July_29","surface_form":"July 29","offset":58},{"uri":"1856","surface_form":"1856","offset":67},{"uri":"Germany","surface_form":"German","offset":86},{"uri":"Composer","surface_form":"composer","offset":93},{"uri":"Romantic_music","surface_form":"Romantic period","offset":135},{"uri":"Pianist","surface_form":"pianist","offset":200},{"uri":"Music","surface_form":"music","offset":252},{"uri":"Magazine","surface_form":"magazine","offset":258},{"uri":"Literature","surface_form":"literature","offset":505},{"uri":"Lied","surface_form":"Lied","offset":712},{"uri":"Symphony","surface_form":"symphonies","offset":785},{"uri":"Concerto","surface_form":"concerto","offset":800},{"uri":"Chamber_music","surface_form":"chamber music","offset":814},{"uri":"Depression_(illness)","surface_form":"depressed","offset":889},{"uri":"Publisher","surface_form":"publisher","offset":1033},{"uri":"Lawyer","surface_form":"lawyer","offset":1291},{"uri":"Leipzig","surface_form":"Leipzig","offset":1313},{"uri":"Law","surface_form":"law","offset":1330},{"uri":"Lecture","surface_form":"lecture","offset":1365},{"uri":"Clara_Schumann","surface_form":"Clara","offset":1553},{"uri":"Child_prodigy","surface_form":"prodigy","offset":1691},{"uri":"Franz_Schubert","surface_form":"Schubert","offset":1780},{"uri":"Mercury_(element)","surface_form":"mercury","offset":2100},{"uri":"Syphilis","surface_form":"syphilis","offset":2170},{"uri":"Article","surface_form":"article","offset":2320},{"uri":"Journal","surface_form":"journal","offset":2343},{"uri":"1834","surface_form":"1834","offset":2434},{"uri":"Engagement","surface_form":"engaged","offset":2449},{"uri":"1840","surface_form":"1840","offset":2870},{"uri":"Depression_(illness)","surface_form":"manic depression","offset":2899},{"uri":"1841","surface_form":"1841","offset":3058},{"uri":"1842","surface_form":"1842","offset":3092},{"uri":"Beer","surface_form":"beer","offset":3322},{"uri":"Champagne_(wine)","surface_form":"champagne","offset":3331},{"uri":"1844","surface_form":"1844","offset":3418},{"uri":"Russia","surface_form":"Russia","offset":3435},{"uri":"Tsar","surface_form":"Tsar","offset":3460},{"uri":"Goethe%E2%80%99s_Faust","surface_form":"Faust","offset":3679},{"uri":"Johann_von_Goethe","surface_form":"Goethe","offset":3689},{"uri":"Genoveva","surface_form":"Genoveva","offset":3718},{"uri":"1849","surface_form":"1849","offset":3732},{"uri":"Dresden","surface_form":"Dresden","offset":3777},{"uri":"D%C3%BCsseldorf","surface_form":"Düsseldorf","offset":3876},{"uri":"1853","surface_form":"1853","offset":3891},{"uri":"Johannes_Brahms","surface_form":"Brahms","offset":3903},{"uri":"27_February","surface_form":"27 February","offset":4239},{"uri":"1854","surface_form":"1854","offset":4251},{"uri":"Psychiatric_hospital","surface_form":"asylum","offset":4414},{"uri":"Carnival","surface_form":"carnival","offset":4840},{"uri":"Bible","surface_form":"Bible","offset":5059},{"uri":"Toccata","surface_form":"Toccata","offset":5527},{"uri":"Fantasy","surface_form":"Phantasie","offset":5541},{"uri":"String_quartet","surface_form":"string quartet","offset":5579},{"uri":"Lied","surface_form":"Lied","offset":5666},{"uri":"Accompaniment_(music)","surface_form":"accompaniments","offset":5807},{"uri":"Heinrich_Heine","surface_form":"Heinrich Heine","offset":5968},{"uri":"Adalbert_von_Chamisso","surface_form":"Adalbert von Chamisso","offset":6076},{"uri":"Mendelssohn","surface_form":"Mendelssohn","offset":6220},{"uri":"Franz_Schubert","surface_form":"Schubert’s","offset":6294},{"uri":"Leipzig_Gewandhaus_Orchestra","surface_form":"Leipzig Gewandhaus Orchestra","offset":6781},{"uri":"New_Year%E2%80%99s_Day","surface_form":"New Year’s Day","offset":6838},{"uri":"1846","surface_form":"1846","offset":6853},{"uri":"England","surface_form":"England","offset":6984},{"uri":"Edit","surface_form":"edit","offset":7041}]}