{"id":386754,"url":"http://en.wikipedia.org/wiki/Weight_loss","text":"Weight loss is when a person weighs less than before. A person can lose weight by running, swimming or doing any other activity. Also, a person might eat a healthier diet to lose weight. There are many diet and exercises programs available to lose weight. Many people lose weight when they eat less sugar and more vegetables, fruits and lean meat.\nWeight loss can happen for different reasons.\nIn many countries weight loss is caused by sociological pressure mostly on woman to have slim and fit figure.\nProblem signs.\nUnintentional weight loss is when a person loses weight without trying. It can be a symptom of some types of cancer. Stress can cause unintentional weight loss. Stress can come from divorce, changing jobs or over the loss of a loved one. Once the stress is removed and the person feels happier again, the weight may return to normal. Depression may also cause weight loss. Eating disorders such as anorexia or bulimia can cause significant weight loss. These disorders usually require the help of health care professionals.\nSleeping.\nGetting enough sleep helps to avoid gaining excess weight. Over time, getting more sleep can help a person to lose weight. The main reason is not getting enough sleep leaves a person tired during the day and prone to eating more food. Getting enough sleep helps in maintaining healthy eating habits.\nWith every breath.\nWithout going to the bathroom, a person naturally loses over while they sleep at night. One reason is humans breathe in oxygen but breathes out carbon dioxide. That is breathing in one molecule of Oxygen for every two molecules of carbon each time they breathe out. A molecule of carbon does not weigh much by itself, but given that with each breath twenty billion-trillion molecules are expelled, over a 7-8 hour period that adds up to over a pound of carbon. Normal perspiration occurs while sleeping but usually only causes a small amount of water weight loss.\nYour body also burns calories while you sleep.\nDiet vs exercise.\nIt is well known that lean mass (muscle and bone) burn more energy than fat. Even at rest, a body with more muscle tissue will burn more calories.\nExercise alone can be effective in weight loss. Several studies found similar results. The comparison between dieting and exercising found both resulted in weight loss. The conclusion was that using both diet and exercise together was the most effective method of weight loss and in maintaining a healthy body.","categories":[],"infobox_types":[],"annotations":[{"uri":"Running","surface_form":"running","offset":82},{"uri":"Swimming","surface_form":"swimming","offset":91},{"uri":"Vegetable","surface_form":"vegetable","offset":314},{"uri":"Fruit","surface_form":"fruit","offset":326},{"uri":"Meat","surface_form":"meat","offset":342},{"uri":"Woman","surface_form":"woman","offset":469},{"uri":"Cancer","surface_form":"cancer","offset":628},{"uri":"Stress_(biology)","surface_form":"Stress","offset":636},{"uri":"Divorce","surface_form":"divorce","offset":701},{"uri":"Job","surface_form":"job","offset":719},{"uri":"Depression_(mood)","surface_form":"Depression","offset":853},{"uri":"Eating_disorder","surface_form":"Eating disorder","offset":892},{"uri":"Anorexia","surface_form":"anorexia","offset":917},{"uri":"Bulimia","surface_form":"bulimia","offset":929},{"uri":"Health_care","surface_form":"health care","offset":1016},{"uri":"Professional","surface_form":"professional","offset":1028},{"uri":"Oxygen","surface_form":"oxygen","offset":1492},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":1516},{"uri":"Molecule","surface_form":"molecule","offset":1557},{"uri":"Billion","surface_form":"billion","offset":1729},{"uri":"Trillion","surface_form":"trillion","offset":1737},{"uri":"Perspiration","surface_form":"perspiration","offset":1840},{"uri":"Muscle","surface_form":"muscle","offset":2034},{"uri":"Bone","surface_form":"bone","offset":2045}]}