{"id":386898,"url":"http://en.wikipedia.org/wiki/Interpretations_of_quantum_mechanics","text":"In quantum mechanics, the mathematical formalism is very difficult to interpret physically. However, there are many ideas about the interpretations and meanings of quantum mechanics. There are no facts to prove any interpretation over the others, but there are some that are more accepted than others.\nBackground material.\n\"Main article: Quantum mechanics\"\nThe main ideas of quantum mechanics are the postulates of Schrödinger and Heisenberg. The Schrödinger equation is a partial differential equation that describes the wavefunction of an object. The equation can be given by\nformula_1\nThe basic meaning of this equation is that a particle, such as an electron, is not \"just\" a point-like particle, but also a type of wave. The philosophical implications will be explored shortly. Another fundamental of quantum mechanics is the Heisenberg uncertainty principle. This bizarre theory is the idea that the position and the momentum of an object cannot both be known. The greater the certainty of the \"position\" of an object, the less the certainty of the \"momentum\" of the object. The mathematical formulation of this is given by\nformula_1\nThis can further be generalized by stating that\nformula_1\nWhere formula_1 is the operator of formula_1 and formula_1. This law also gives rise to an uncertainty between energy and time, which can be expressed in the same way as the relation between momentum and position.\nProbability waves.\nAnother important fact of quantum mechanics is that the electron behaves in a very weird way. At first, no one really knew what the wavefunction meant physically. Max Born, a theoretical physicist, explained that the wavefunction is a \"probability wave.\" In other words, wherever the wave is denser, that is where the particle is most likely found, but it won't necessarily be found there. The way to find the probability\n(formula_1) of the position of the particle in the region formula_1 is given by\nformula_1\nFor example, if formula_1 is equal to.5, then there is a 50% chance of finding the particle within that region. This shows us that the location of a particle is probabilistic; one can never say that the particle will \"definitely\" be found at a certain point in space, but rather, one can only give the probability of finding the particle within that region.\nCopenhagen interpretation.\nThe most well-accepted interpretation of quantum mechanics is the idea called Copenhagen interpretation. This interpretation builds upon the probability-wave notion, but brings in a radical new idea called the superposition principle. The best way to explain this principle is by showing it mathematically. If the functions formula_1 are solutions of the Schrödinger equation, then the superposition of those wavefunctions is also a solution. i.e.,\nformula_1\nformula_1→formula_1\nIn simple terms: when there is no observation or observer, then a particle occupies many positions simultaneously; when an observation takes place, the wavefunction collapses and the particle exists only in one position.\nMany-worlds interpretation.\nThe many-worlds interpretation is by far the most fantastic interpretation of quantum mechanics. This interpretation says that rather than the wavefunction collapsing, each possibility actually occurs, but in separate universes. This means that the universes branch off for each possibility.\nQuantum determinism.\nThe interpretation presented by Albert Einstein himself, states that the outcome of some random event is predetermined. So, rather than a particle existing as a probability wave, this interpretation says that the particle exists only in one position, but we just perceive it to be a probability. This idea is much less popular, but nonetheless mentionable.\nWhich one is right?\nSo, of the three main interpretations of quantum mechanics, which one is correct? Physicists seem to think that the Copenhagen interpretation is the most likely, but no one is for sure.","categories":[],"infobox_types":[],"annotations":[{"uri":"Quantum_mechanics","surface_form":"quantum mechanics","offset":3},{"uri":"Quantum_mechanics","surface_form":"Quantum mechanics","offset":338},{"uri":"Schr%C3%B6dinger_equation","surface_form":"Schrödinger equation","offset":447},{"uri":"Partial_differential_equation","surface_form":"partial differential equation","offset":473},{"uri":"Wavefunction","surface_form":"wavefunction","offset":522},{"uri":"Electron","surface_form":"electron","offset":654},{"uri":"Heisenberg_uncertainty_principle","surface_form":"Heisenberg uncertainty principle","offset":831},{"uri":"Momentum","surface_form":"momentum","offset":923},{"uri":"Energy","surface_form":"energy","offset":1309},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":3401}]}