{"id":38685,"url":"http://en.wikipedia.org/wiki/Clara_Schumann","text":"Clara Schumann (born Leipzig 13 September, 1819; died Frankfurt am Main 20 May, 1896), was the wife of composer Robert Schumann. She was a famous pianist and composer.\nClara was born Clara Wieck. Her father taught her the piano. She was a prodigy and by the time she was thirteen her father was taking her on concert tours.\nShe was only nine years old when Robert Schumann came to Leipzig to study law at the university. Robert Schumann’s family had told him that he had to study law, but he wanted to be a musician. He took piano lessons from Clara’s father, Friedrich Wieck.\nClara not only learned the piano, she also studied singing, the violin, instrumentation, score reading, counterpoint and composition. By 1835 she was famous in the whole of Europe and was admired by Goethe, Mendelssohn, Chopin, Paganini and, of course, Robert Schumann.\nClara’s father did not want them to marry. He did everything he could to stop the marriage. For several years life was very difficult for them, but in the end, by 1840, they were married.they married by court permission\nThey had a happy marriage and had eight children. Clara played her husband’s piano works (Schumann had a hand injury and had to stop playing the piano). She ran the household and earned money by teaching and performing. Life was not always easy. When they went on tours together Clara was more famous than her husband, and this was difficult for him. Robert often had depression. They both taught at the Leipzig Conservatorium and Clara also taught privately in Dresden and Düsseldorf.\nRobert Schumann died in 1856 after two years in a mental asylum. Clara was left with seven small children to bring up. Nevertheless, she continued her career as a pianist and often travelled to other countries, especially England, where she played Robert’s piano works. She was great friends with Brahms and often performed his works, too.\nClara’s own compositions are all from her early years. She was a very gifted composer. In those days people thought that women should not be composers. Playing the piano was one thing, but a woman was not expected to be a professional composer. Clara knew this, and devoted more time to her playing, and to editing her husband’s music.\nClara’s compositions include more than 20 piano works, a piano concerto, some chamber music and several songs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Leipzig","surface_form":"Leipzig","offset":21},{"uri":"Frankfurt_am_Main","surface_form":"Frankfurt am Main","offset":54},{"uri":"Robert_Schumann","surface_form":"Robert Schumann","offset":112},{"uri":"Pianist","surface_form":"pianist","offset":146},{"uri":"Composer","surface_form":"composer","offset":158},{"uri":"Piano","surface_form":"piano","offset":222},{"uri":"Prodigy","surface_form":"prodigy","offset":239},{"uri":"Leipzig","surface_form":"Leipzig","offset":381},{"uri":"Law","surface_form":"law","offset":398},{"uri":"University","surface_form":"university","offset":409},{"uri":"Musician","surface_form":"musician","offset":507},{"uri":"Singing","surface_form":"singing","offset":628},{"uri":"Violin","surface_form":"violin","offset":641},{"uri":"Instrumentation","surface_form":"instrumentation","offset":649},{"uri":"Score_reading","surface_form":"score reading","offset":666},{"uri":"Counterpoint","surface_form":"counterpoint","offset":681},{"uri":"Composition_(music)","surface_form":"composition","offset":698},{"uri":"Europe","surface_form":"Europe","offset":750},{"uri":"Goethe","surface_form":"Goethe","offset":776},{"uri":"Mendelssohn","surface_form":"Mendelssohn","offset":784},{"uri":"Fr%C3%A9d%C3%A9ric_Chopin","surface_form":"Chopin","offset":797},{"uri":"Niccol%C3%B2_Paganini","surface_form":"Paganini","offset":805},{"uri":"Depression_(illness)","surface_form":"depression","offset":1435},{"uri":"Dresden","surface_form":"Dresden","offset":1529},{"uri":"D%C3%BCsseldorf","surface_form":"Düsseldorf","offset":1541},{"uri":"Psychiatric_hospital","surface_form":"asylum","offset":1610},{"uri":"Johannes_Brahms","surface_form":"Brahms","offset":1850},{"uri":"Concerto","surface_form":"concerto","offset":2292},{"uri":"Chamber_music","surface_form":"chamber music","offset":2307}]}