{"id":387013,"url":"http://en.wikipedia.org/wiki/Eye_colour","text":"Eye color is a visible character caused by two factors: the pigmentation of the eye's iris, and way light is scattered as it hits the top layer of the iris.\nThe human eye is different from its nearest relative, the chimpanzee eye. The eyes of chimps and also gorillas are entirely brown. Humans have the white to their eyes. This difference is thought to be significant. In the apes, individuals do not usually look directly at other members of the family, but all the same they keep a close watch on what is going on with the family group. They tend to look out of the corners of their eyes, as if to keep the glance secret. Perhaps to them a direct look is aggressive. Jane Goodall used to be careful and avoid looking directly at the gorilla families in the bush. She would sit at a distance, appearing to nibble at grass and leaves, while making occasional glances at the gorilla family.\nPhysical cause.\nIn humans, the pigment of the iris varies from light brown to black. This depends on the amount of melanin in the iris. The appearance of blue, green and hazel eyes result from the Rayleigh scattering of light in the iris. A similar process accounts for the blueness of the sky. Neither blue nor green pigments are ever present in the human iris or fluid. Eye colour is an example of structural colour which varies according to the lighting conditions, especially for lighter-coloured eyes.\nThe brightly coloured eyes of many birds, reptiles and insects is caused by other pigments, such as pteridines, purines, and carotenoids.\nGenetics.\nThe view that blue eye colour is a simple recessive trait is incorrect. Two main gene loci code for the eye pigment: \"OCA2\" and \"HERC2\". They sit next to each other on chromosome 15. Mutations (SNPs) to these genes account for much of the variation seen in eye colour. \"OCA2\" mutations close to the 5′ regulatory region explain most human eye-color variation. An intron in \"HERC2\" contains the promoter region for \"OCA2\", affecting its expression.\nThere are about 15 other genes which have some effect on eye colour inheritance. This is an effect called epistasis, and is not unusual.","categories":[],"infobox_types":[],"annotations":[{"uri":"Trait_(biology)","surface_form":"character","offset":23},{"uri":"Pigment","surface_form":"pigment","offset":60},{"uri":"Eye","surface_form":"eye","offset":80},{"uri":"Iris_(eye)","surface_form":"iris","offset":86},{"uri":"Chimpanzee","surface_form":"chimpanzee","offset":215},{"uri":"Gorillas","surface_form":"gorillas","offset":259},{"uri":"Jane_Goodall","surface_form":"Jane Goodall","offset":671},{"uri":"Melanin","surface_form":"melanin","offset":1007},{"uri":"Rayleigh_scattering","surface_form":"Rayleigh scattering","offset":1089},{"uri":"Sky","surface_form":"sky","offset":1182},{"uri":"Birds","surface_form":"birds","offset":1434},{"uri":"Reptiles","surface_form":"reptiles","offset":1441},{"uri":"Insects","surface_form":"insects","offset":1454},{"uri":"Pteridine","surface_form":"pteridine","offset":1499},{"uri":"Purine","surface_form":"purine","offset":1511},{"uri":"Carotenoid","surface_form":"carotenoid","offset":1524},{"uri":"Recessive","surface_form":"recessive","offset":1589},{"uri":"Loci","surface_form":"loci","offset":1633},{"uri":"SNP","surface_form":"SNP","offset":1741},{"uri":"Directionality_(molecular_biology)","surface_form":"5′","offset":1846},{"uri":"Intron","surface_form":"intron","offset":1910},{"uri":"Gene_expression","surface_form":"expression","offset":1983},{"uri":"Epistasis","surface_form":"epistasis","offset":2101}]}