{"id":387127,"url":"http://en.wikipedia.org/wiki/Piano_Sonata_No._11_(Mozart)","text":"The Piano Sonata No. 11 in A major, K. 331 is a piece of music for the piano. It was written by Wolfgang Amadeus Mozart. It was published in Vienna, Austria by Artaria in 1784. It is the second of a group of three piano sonatas. Mozart probably wrote the group in Salzburg in the summer of 1783. It was then that he brought his wife Constance (Weber) to his hometown to introduce her to his father Leopold. The first sonata in the group is No. 10 in C major, K. 330. The third is No. 12 in F major, K. 332. Mozart numbered this group of sonatas 1 through 3. He spent much time teaching during his early years in Vienna. It is likely that these sonatas were written for his pupils.\nThe A major sonata is unique among Mozart's piano sonatas. It does not include a movement in sonata form. The first movement is a lilting theme in 6/8 followed by six variations in A major and A minor. The last variation is in 4/4 time. The second movement is a Menuetto in A major with a contrasting section (called a Trio) in D major. It is written in 3/4 time. The third and final movement is the famous \"Alla Turca\" (Turkish Rondo) in 2/4 time. It is considered one of the finest examples of Viennese Turkish music that was produced in the late 18th century. The rondo's rolled block bass chords suggest the drum rolls of a Turkish Janissary band. In true classical style, the rondo alternates between major and minor keys, and loud and soft dynamics. The piece is a favorite for amateur recitals.","categories":[],"infobox_types":[],"annotations":[{"uri":"Piano","surface_form":"Piano","offset":4},{"uri":"Sonata","surface_form":"Sonata","offset":10},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Wolfgang Amadeus Mozart","offset":96},{"uri":"Vienna","surface_form":"Vienna","offset":141},{"uri":"Austria","surface_form":"Austria","offset":149},{"uri":"Salzburg","surface_form":"Salzburg","offset":264},{"uri":"Sonata_form","surface_form":"sonata form","offset":774},{"uri":"Minuet","surface_form":"Menuetto","offset":943},{"uri":"Drum_roll","surface_form":"drum roll","offset":1293}]}