{"id":387392,"url":"http://en.wikipedia.org/wiki/The_Emperor%27s_New_Clothes","text":"\"The Emperor's New Clothes\" is a story by Hans Christian Andersen. The tale was first published on 7 April 1837 with \"The Little Mermaid\" in the third and final installment of Andersen's \"Fairy Tales Told for Children\". It was published in Copenhagen, Denmark by C. A. Reitzel. The story is based on one from the \"Libro de los ejemplos del conde Lucanor y de Patronio|Libro de los ejemplos\" (or \"El Conde Lucanor\", 1335) by Juan Manuel, Prince of Villena (1282–1348). This book was a medieval Spanish collection of fifty-one cautionary tales with various sources such as Aesop and other classical writers and Persian folktales. Andersen did not know the Spanish original, but read the tale in a German translation titled \"So ist der Lauf der Welt\". In the source tale, a king is hoodwinked by weavers who claim to make a suit of clothes invisible to any man not the son of his presumed father. Andersen altered the source tale to direct the focus on courtly pride and intellectual vanity rather than adulterous paternity.\nAndersen's manuscript was at the printer’s when he suddenly changed the original climax of the tale from the emperor’s subjects admiring his invisible clothes to that of the child's cry. Andersen’s decision to change the ending may have occurred after he read the manuscript tale to a child, or had its source in a childhood incident similar to that in the tale. In 1872, he recalled standing in a crowd with his mother waiting to see King Frederick VI. When the king made his appearance, Andersen cried out, \"Oh, he’s nothing but a human being!\" His mother tried to silence him by crying, \"Have you gone mad, child?\". Whatever the reason, Andersen thought the change would prove more satirical.\nThe story tells of an Emperor who cares for nothing but new clothes. He hires two swindlers who promise him the finest suit of clothes. It will be made from a fabric invisible to anyone who is unfit for his position or \"hopelessly stupid\". The Emperor's ministers cannot see the clothing, but pretend that they can for fear of appearing unfit for their positions. The Emperor does the same. Finally the swindlers report that the suit is finished. They pretend to dress Emperor. He marches in procession before his subjects. The townsfolk play along with the pretense. Then a child in the crowd cries out that the Emperor is wearing nothing at all. The cry is taken up by others. The Emperor cringes, but holds his head high and continues the procession.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hans_Christian_Andersen","surface_form":"Hans Christian Andersen","offset":42},{"uri":"The_Little_Mermaid","surface_form":"The Little Mermaid","offset":118},{"uri":"Copenhagen%2C_Denmark","surface_form":"Copenhagen, Denmark","offset":240},{"uri":"Aesop","surface_form":"Aesop","offset":571},{"uri":"Emperor","surface_form":"Emperor","offset":1740}]}