{"id":387394,"url":"http://en.wikipedia.org/wiki/Shabbat","text":"Shabbat is the name of the day of rest in Judaism. Shabbat happens on the seventh day (Saturday) of every week. In Judaism, the day is defined with the cycle of the sun: The day begins and ends at sunset, not midnight. So the seventh day of the week, Shabbat, begins Friday when the sun goes down, and ends Saturday night after it gets dark. The idea of Shabbat comes from the Bible's story of Creation. In that story, God creates the Universe and everything on Earth for six days. On the seventh day, he stops work. In the same way, Jews work on the first six days of the week and rest on the seventh day, Shabbat.\nThe word \"Shabbat\" began as a Hebrew word (). The English word \"Sabbath\" comes from the word \"Shabbat\". The English word can also be used to refer to Shabbat. The Christian idea of Sabbath came from the Jewish idea of Shabbat. Now, there are many differences between them.\nThe first part of the Jewish Bible, the Torah, says that work is not allowed on Shabbat. It is a day to rest and study the Torah.\nIn Jewish law, Shabbat is the most important Jewish holiday. It is even more important than Passover, Rosh Hashanah and Yom Kippur. Jewish mystics say that the Shabbat day is meant to be like a perfect world. In this world, everyone knows about God and loves him. They believe that kind of world has not been seen since the Garden of Eden, and will not be seen again until the Messiah comes.\nTwo parts of Shabbat: celebrating and guarding.\nThere are two versions of the Ten Commandments in the Bible. These versions use different words. The version in Exodus says \"Remember Shabbat to keep it holy.\" The version in Deuteronomy says \"Guard Shabbat to keep it holy.\" Jewish custom says that \"remember\" means to \"celebrate\" Shabbat. \"Guard\" means \"resting\"—not working or doing business.\nCelebrating Shabbat.\nShabbat is a happy day. There are many ceremonies of Shabbat that help people celebrate the happiness of the day.\nGuarding Shabbat—rest and work on Shabbat.\nEnjoying Shabbat is very important, but Shabbat is a holy day. There are laws and rules in the Torah, the Mishnah and the Talmud about what Jews may and may not do on Shabbat. These laws help Jews keep Shabbat as a holy day.\nShabbat in non-Orthodox Judaism.\nConservative Judaism also teaches Jews not to do activities in the 39 prohibited categories of work \"(melacha).\" Conservative rabbis are often less strict about what is \"melacha\" than Orthodox rabbis are. Conservative rabbis are almost always less strict about what is a prevention \"(shevut)\" than Orthodox rabbis. For example, Conservative rabbis allow Jews to use electricity on Shabbat for many purposes. They do not allow Jews to use electricity to do any of the 39 prohibited categories of work.\nMany, if not most, \"lay members\" (not rabbis or prayer leaders) of Conservative synagogues in North America do not follow these laws. Progressive Judaism, including Reform Judaism, does not accept Jewish law as binding. These Jews may rest on Shabbat, but are not usually strict about not doing \"melacha\" or \"shevut.\" They may even add practices not allowed under Orthodox Jewish law that they think improves their celebration of Shabbat. For example, they may drive to synagogue on Shabbat, or may use musical instruments on Shabbat. Orthodox Judaism does not allow either of those actions on Shabbat.\nHavdalah: Ending Shabbat.\nShabbat ends after dark on Saturday night. The end of Shabbat is marked by a ceremony called \"Havdalah\" (). This is a Hebrew word meaning \"division\" or \"separation\". The ceremony \"divides\" or \"separates\" the holy day of Shabbat from the new week. The \"Havdalah\" blessings are spoken over a cup of wine. The \"Havdalah\" ceremony also uses spices with a nice smell and a candle with many \"wicks\" (cloth strings for lighting). After \"Havdalah\", people start doing regular weekday things again.\nSources.\n\"Note 1.\" Sources here may not be in Simple English.\n\"Note 2.\" Some Bible sources below include a Simple English version of the Jewish Publication Society's 1917 English translation. All Bible sources below include a link to the 1917 translation and the original Hebrew text.","categories":[],"infobox_types":[],"annotations":[{"uri":"Judaism","surface_form":"Judaism","offset":42},{"uri":"Saturday","surface_form":"Saturday","offset":87},{"uri":"Sunset","surface_form":"sunset","offset":197},{"uri":"Midnight","surface_form":"midnight","offset":209},{"uri":"Friday","surface_form":"Friday","offset":267},{"uri":"Tanakh","surface_form":"Bible","offset":377},{"uri":"God","surface_form":"God","offset":419},{"uri":"Universe","surface_form":"Universe","offset":435},{"uri":"Earth","surface_form":"Earth","offset":462},{"uri":"Jew","surface_form":"Jew","offset":534},{"uri":"Hebrew_language","surface_form":"Hebrew","offset":646},{"uri":"English_language","surface_form":"English","offset":666},{"uri":"Christianity","surface_form":"Christian","offset":779},{"uri":"Sabbath","surface_form":"Sabbath","offset":797},{"uri":"Hebrew_Bible","surface_form":"Jewish Bible","offset":911},{"uri":"Torah","surface_form":"Torah","offset":929},{"uri":"Rest","surface_form":"rest","offset":993},{"uri":"Study","surface_form":"study","offset":1002},{"uri":"Passover","surface_form":"Passover","offset":1111},{"uri":"Rosh_Hashanah","surface_form":"Rosh Hashanah","offset":1121},{"uri":"Yom_Kippur","surface_form":"Yom Kippur","offset":1139},{"uri":"Garden_of_Eden","surface_form":"Garden of Eden","offset":1343},{"uri":"Messiah","surface_form":"Messiah","offset":1396},{"uri":"Version","surface_form":"version","offset":1473},{"uri":"Ten_Commandments","surface_form":"Ten Commandments","offset":1489},{"uri":"Exodus","surface_form":"Exodus","offset":1571},{"uri":"Holy","surface_form":"holy","offset":1612},{"uri":"Deuteronomy","surface_form":"Deuteronomy","offset":1634},{"uri":"Custom","surface_form":"custom","offset":1691},{"uri":"Celebrate","surface_form":"celebrate","offset":1729},{"uri":"Business","surface_form":"business","offset":1794},{"uri":"Ceremony","surface_form":"ceremonies","offset":1864},{"uri":"Happiness","surface_form":"happiness","offset":1917},{"uri":"Mishnah","surface_form":"Mishnah","offset":2088},{"uri":"Talmud","surface_form":"Talmud","offset":2104},{"uri":"Conservative_Judaism","surface_form":"Conservative Judaism","offset":2240},{"uri":"Activity","surface_form":"activities","offset":2289},{"uri":"Rabbi","surface_form":"rabbi","offset":2366},{"uri":"Strict","surface_form":"strict","offset":2388},{"uri":"Electricity","surface_form":"electricity","offset":2606},{"uri":"Synagogue","surface_form":"synagogue","offset":2821},{"uri":"North_America","surface_form":"North America","offset":2835},{"uri":"Progressive_Judaism","surface_form":"Progressive Judaism","offset":2875},{"uri":"Reform_Judaism","surface_form":"Reform Judaism","offset":2906},{"uri":"Musical_instrument","surface_form":"musical instrument","offset":3244},{"uri":"Havdalah","surface_form":"Havdalah","offset":3464},{"uri":"Separation","surface_form":"separation","offset":3523},{"uri":"Spices","surface_form":"spices","offset":3707},{"uri":"Basic_English","surface_form":"Simple English","offset":3906},{"uri":"Jewish_Publication_Society_of_America_Version","surface_form":"Jewish Publication Society's 1917 English translation","offset":3997}]}