{"id":387336,"url":"http://en.wikipedia.org/wiki/Term_life_insurance","text":"e=\"preserve\">Term life insurance or term assurance is life insurance that provides coverage for some sum of money during a given period of time. After the term stated in original contract expires, the sum of money paid to insurance company will need to be renegotiated and will often increase. Term insurance is the cheapest way of buying live insurance.\nTerm life insurance is the original form of life insurance and is different to permanent insurance because its rates will not go up, and there is a fixed term contract, which will end in the future. Permanent life insurance contracts can last until the death of insured person, but the rates will slowly increase over time.\nBecause term life insurance is only death insurance, it is used to cover mortgages (guarantee that the bank will receive their money), payment to the families (upon death of insured person his family will usually receive repayment for funeral costs and in some cases will get some money), repayment of debts.\nThe simplest form of term life insurance is a one-year contract. The death benefit will be paid if the insured dies. If he does not die during this the coverage period no claims are paid, and a new contract must be written.\nTerm life insurance is the most affordable type of life insurance because it is temporary and builds no cash value inside the policy over time. Term life is “pure protection”, not an investment.\nLevel term life insurance is a type of term life insurance plan that has guaranteed level rates and amounts of coverage for the entire term of the policy.\nLevel term life plans may offer coverage with level rates for a period of 10, 15, 20 or 30 years. Some term life insurance plans provide life insurance to age 65 or 70, but your rate will increase after the “level term” period.","categories":[],"infobox_types":[],"annotations":[{"uri":"Life_insurance","surface_form":"life insurance","offset":54},{"uri":"Money","surface_form":"money","offset":108},{"uri":"Insurance","surface_form":"insurance","offset":222},{"uri":"Company","surface_form":"company","offset":232},{"uri":"Rate","surface_form":"rate","offset":641},{"uri":"Mortgage","surface_form":"mortgage","offset":752},{"uri":"Funeral","surface_form":"funeral","offset":914},{"uri":"Debt","surface_form":"debt","offset":981},{"uri":"Contract","surface_form":"a one-year contract","offset":1032}]}