{"id":3874,"url":"http://en.wikipedia.org/wiki/Condensation","text":"Condensation is the process through which gas changes into a liquid when it touches a cooler surface. Condensation is an important part of the water cycle. It is the opposite of evaporation.\nProcess.\nCondensation of water is when water changes from gas to a liquid or crystal shape. Any gas can condense, either because the temperature is dropping or the pressure is increasing. In either case the pressure of the condensing gas is higher than the vapor pressure of the gas, at that temperature).\nDuring condensation, the molecules in the matter slow down. Heat energy is taken away, causing the state of matter to change.\nCondensation is exothermic. This means that condensation makes the temperature go up. Evaporation is the opposite and causes a temperature loss.\nIt is a useful process. One use is in distillation. The gas made from a boiling liquid mix is sent to a condenser, where the different parts condense differently. This can purify a liquid, such as alcohol or water. The condensing liquid makes heat, which must be removed for the condensation to continue.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gas","surface_form":"gas","offset":42},{"uri":"Liquid","surface_form":"liquid","offset":61},{"uri":"Water_cycle","surface_form":"water cycle","offset":143},{"uri":"Evaporation","surface_form":"evaporation","offset":178},{"uri":"Gas","surface_form":"gas","offset":249},{"uri":"Liquid","surface_form":"liquid","offset":258},{"uri":"Crystal","surface_form":"crystal","offset":268},{"uri":"Pressure","surface_form":"pressure","offset":355},{"uri":"Molecules","surface_form":"molecules","offset":522},{"uri":"Exothermic","surface_form":"exothermic","offset":639},{"uri":"Evaporation","surface_form":"Evaporation","offset":709},{"uri":"Process","surface_form":"process","offset":783},{"uri":"Distillation","surface_form":"distillation","offset":806},{"uri":"Alcohol","surface_form":"alcohol","offset":965},{"uri":"Water","surface_form":"water","offset":976}]}