{"id":387580,"url":"http://en.wikipedia.org/wiki/Scrabble_(game_show)","text":"\"Scrabble\" was a television game show that aired from 1984 to 1993. It was based on the \"Scrabble\" board game. It was hosted by Chuck Woolery. on July 2 1984-June 11 1993 After NBC on USA Network 1994 During Press Your Luck or Other 2 Slot Number or 1 1 2 3 4 5 6 7 8 9 10 11 Letter A-Z Like Wheel of Fortune Hangman (1975) on March 1984-June 1993 Both in 1984 One March or July or Other Calendar Year Month Hosted Chuck Woolrey in 1973 Born Until December 25 1981 Finale\nGameplay.\nTwo players competed. At the start, a computer image of the \"Scrabble\" board was shown. A letter would be given in the center space. The host told the players the number of letters in the word, and then read a clue to the word. The player would take two numbered tiles. These tiles were placed in a slot, giving the player two letters. The player would then choose a letter to place in the word. If the letter was in the word, it was placed into the word. The player then made a guess to the word or placed the other tile. If the player could not guess the word after placing the tile, they took two more tiles. Play continued until the player guessed the word (done by the player hitting their buzzer) or there was only one letter left in the word. If a correct guess was made, the player won the word. If an incorrect guess was made, play passed to the other player. Three words won the game. Two games were played with two different players.\nThree of the letters were \"Stoppers,\" a letter that was not in the word. If one of those letters were chosen, the player lost their turn.\nSome of the letters were placed into blue and pink squares. If the player guessed the word after placing a letter into one of these squares, they won a bonus. A blue square was worth $500, while a pink square was worth $1,000 to Count Money\nIf all three stoppers were chosen, there was a 2-2 tie, or time was running short, Speedword was played. In Speedword, each letter in the word was revealed one at a time. The first player to buzz in with a correct guess won the word. 3 Stoopers 1 or 2\nScrabble Sprint.\nThe two winning players of the main game played in the Scrabble Sprint. Here, the winners of the two games competed to guess four words in the fastest time. The four words were six, seven, eight, and nine letters long. The winner of the first game played first. For each word, the player was told the number of letters in the word, and then was given a clue. When the host said to start, the clock started counting up. The player was given two letters, and selected one to place in the word. When the player wanted to guess the word, they hit a buzzer and made their guess. If correct, they moved on to the next word. If incorrect, ten seconds was added to their time, and they had to play another word of the same length. Once the player guessed all four words, the clock stopped. This set the time for the second player to beat.\nThe second player played with the same four words. This time around, the clock counted down. If the second player got all four words within this time, the player won. If not, the first player won.\nBonus Sprint.\nThe winner of the Scrabble Sprint moved on to the Bonus Sprint. Here, the player had to get two words within ten seconds. The rules were the same as the Scrabble Sprint. If the player got both words, they won a jackpot that started at $5,000 and increased by $1,000 each day that it was not won.\nShow history.\n\"Scrabble\" aired from 1984 to 1990 on NBC. It was later revived in 1993 on the same network.","categories":[],"infobox_types":[],"annotations":[{"uri":"Television","surface_form":"television","offset":17},{"uri":"Game_show","surface_form":"game show","offset":28},{"uri":"Scrabble","surface_form":"Scrabble","offset":89},{"uri":"Board_game","surface_form":"board game","offset":99},{"uri":"Computer","surface_form":"computer","offset":520},{"uri":"Tiles","surface_form":"tiles","offset":745},{"uri":"Square_(geometry)","surface_form":"square","offset":1616},{"uri":"NBC","surface_form":"NBC","offset":3465}]}