{"id":387665,"url":"http://en.wikipedia.org/wiki/The_Last_of_Us","text":"\"The Last of Us\" is a third person survival horror action-adventure video game made by Naughty Dog and published by Sony Computer Entertainment. It released for the PlayStation 3 on 14th June 2013 and a version of the game with updated graphics called was released for the PlayStation 4 on 29th July 2014. This version also has a downloadable content called \"Left Behind\". The story is about two people named Joel and Ellie trying to survive different dangers.\nStory.\nThe Last of Us takes place twenty years in an alternate future where a deadly fungus outbreak has occurred in the United States, spreading throughout earth, creating zombie like creatures from the corpses of the dead. The story focuses on Joel and Ellie, two survivors that have escaped the soldier patrolled quarantine zones, in hopes to find the cure to the disease that Ellie may be the beginning of. Throughout their trip, they encounter a variety of different people that sometimes help them, and other times try to hurt them.\nJoel lives with Sarah (his 12 years old daughter) in America. One night, sounds of explosions broke the silence. It seems that a kind of mushroom sick goes to the human body and changes their genetics and make them to \"Wild people eater\". Joel, his brother Tommy, and Sarah want to escape from the city but the city was surrounded by Armed Soldiers and in the middle of the way, Sarah is shot by one of the soldiers and dies in her father's arms.\n20 years later, when many people have died by this disease, the survivors live in a quarantine area. Joel, with his friend Tess, do smuggle in that area but a person named Robert has stolen their weapons.\nAfter the fights that they do with Robert, Robert tells them that he has gave the weapons to a group called Fireflies. Marlin is the head of this group and promises to Joel and Tess that he will give back their weapons if they give a girl called Ellie to the Fireflies.\nReception.\nThe game got great reception, getting over 120 awards and receiving the title of 2013's game of the year. IGN rated the game 10 out of 10, along with many other national game raters, that all rated the game highest any game has ever received. During the first week, the game sold over 3.4 million copies, second only to Grand Theft Auto in sales records.\nThe Last of Us is the most awarded game of all time, winning over 200 game of the year awards.This game has applauded by the critics and took over than 50 complete numbers and the average of the numbers is 95 from 100.\nGame Play.\nThe Last of Us is a third-person perspective game. The first characters of the game are Joel and Ellie. For most of the game, players control Joel, and Ellie is controlled by the game's Artificial Intelligence. Players also control Ellie and Sarah in a few parts of the game. In this game you can use different guns and other things which you find in the environment like knifes to kill your enemies.\nMultiplayer.\nThe game includes a multiplayer side, where the player can choose to be a Hunter or a Firefly, with the objective of completing twelve weeks (84 days/games) on each side. It comes with multiple different modes and maps.","categories":[],"infobox_types":[],"annotations":[{"uri":"Survival_horror","surface_form":"survival horror","offset":35},{"uri":"Action-adventure_game","surface_form":"action-adventure","offset":51},{"uri":"Video_game","surface_form":"video game","offset":68},{"uri":"Naughty_Dog","surface_form":"Naughty Dog","offset":87},{"uri":"Sony_Computer_Entertainment","surface_form":"Sony Computer Entertainment","offset":116},{"uri":"PlayStation_3","surface_form":"PlayStation 3","offset":165},{"uri":"Play_Station_4","surface_form":"PlayStation 4","offset":273},{"uri":"United_States","surface_form":"United States","offset":582},{"uri":"Zombie","surface_form":"zombie","offset":634},{"uri":"Quarantine","surface_form":"quarantine","offset":777},{"uri":"Fire_fly","surface_form":"Fireflies","offset":1760},{"uri":"IGN","surface_form":"IGN","offset":2039},{"uri":"Grand_Theft_Auto","surface_form":"Grand Theft Auto","offset":2253},{"uri":"Artificial_Intelligence","surface_form":"Artificial Intelligence","offset":2704}]}