{"id":387607,"url":"http://en.wikipedia.org/wiki/Conserved_sequence","text":"Conserved sequences are similar or identical sequences which occur in DNA, and cause sequences in RNA, proteins and carbohydrates.\nThese sequences occur across species. This shows that the sequences has been maintained in evolution despite speciation. The further back up the phylogenetic tree a particular conserved sequence occurs, the more highly conserved it is. Since sequence information is normally transmitted from parents to progeny by genes, a conserved sequence implies that there is a conserved gene.\nConservation of a sequence happens when mutations in a highly conserved region lead to non-viable life forms, that is, a form which is eliminated through natural selection. In other words, the product of the gene is vital to life, and its function is destroyed by almost all changes (mutations) to the sequence.\nConserved nucleic acid sequences.\nThe basic theory, widely agreed, is that highly conserved DNA sequences must have functional value, though the role for many of these highly conserved non-coding DNA sequences is not known. One recent study that eliminated four highly conserved non-coding DNA sequences in mice yielded viable mice with no significant phenotypic differences; the authors described their findings as \"unexpected\". So there is clearly something here which is not understood.\nMany regions of the DNA, including highly conserved DNA sequences, consist of repeated sequence elements. If only one of a set of a repeated sequences was removed, and the repetitions were not needed, then no difference would be seen in the mice. The paper did not report whether the eliminated sequences were repeated sequences.\nConserved protein sequences and structures.\nHighly conserved proteins are often required for cells to work or divide. Conservation of protein sequences is shown by the presence of identical amino acid residues at analogous parts of proteins. Conservation of protein structures is indicated by the presence of functionally equivalent, though not necessarily identical, amino acid residues and structures between analogous parts of proteins.\nShown below is an amino acid sequence alignment between two human zinc finger proteins. Conserved amino acid sequences are marked by strings of formula_1 on the third line of the sequence alignment. As can be seen from this alignment, these two proteins contain a number of conserved amino acid sequences (represented by identical letters aligned between the two sequences).\nComparative genomics.\nThe research field which studies the evolution and function of multigene families is called comparative genomics.","categories":[],"infobox_types":[],"annotations":[{"uri":"DNA_sequencing","surface_form":"sequences","offset":45},{"uri":"DNA","surface_form":"DNA","offset":70},{"uri":"RNA","surface_form":"RNA","offset":98},{"uri":"Proteins","surface_form":"proteins","offset":103},{"uri":"Carbohydrates","surface_form":"carbohydrates","offset":116},{"uri":"Speciation","surface_form":"speciation","offset":240},{"uri":"Phylogenetic_tree","surface_form":"phylogenetic tree","offset":276},{"uri":"Gene","surface_form":"gene","offset":445},{"uri":"Mutations","surface_form":"mutations","offset":553},{"uri":"Natural_selection","surface_form":"natural selection","offset":667},{"uri":"Amino_acid","surface_form":"amino acid","offset":1835},{"uri":"Amino_acid","surface_form":"amino acid","offset":2103},{"uri":"Zinc_finger","surface_form":"zinc finger","offset":2151},{"uri":"Proteins","surface_form":"proteins","offset":2330},{"uri":"Evolution","surface_form":"evolution","offset":2519}]}