{"id":387764,"url":"http://en.wikipedia.org/wiki/John_Hermansader","text":"e=\"preserve\">John Hermansader (1915–2005) was an American painter, graphic designer, and jazz fan. He is remembered for his iconic designs of Blue Note record covers.\nEarly years and education.\nJohn Bancroft Hermansader was born on November 1, 1915 near Reading, Pennsylvania. In the 1930s, he studied at the Memphis Academy of Art in Tennessee and the New Bauhaus in Chicago, Illinois. In New York City he studied with Robert Motherwell at the New School of Social Research.\nJazz, Blue Note Records, Fine Art.\nIn 1939, he and his wife Rosemary were founders of the Hot Club of Newark, New Jersey, a significant group of jazz enthusiasts. John became the first president.\nIn 1951, when Blue Note Records began issuing 10 inch records, Hermansader was one of their first designers, along with Paul Bacon and Gil Melle. Looking back at this era, Michael Cuscuna of Mosaic Records said, “ What John Hermansader and Paul Bacon really did was evoke the feeling of the music. They used everything from Bauhaus designs to things that were really otherworldly.” Angelynn Grant adds, “When people think of Blue Note covers they think of Frank Wolff”s photography and Reid Miles design. But John Hermansader laid the groundwork that got them going along that path.” Richard Cook, who wrote Blue Note Records: The Biography states, “Hermansader in particular balanced the twin issues of photography and type in a way that would mirror the concerns of the Blue Note of the years ahead.”\n“John Hermansader was passionate about oil painting, “beautiful lyrical abstractions, full of color and movement.”5 He was an abstract expressionist painter who drew inspiration for his work from listening to jazz.”\nHis exhibitions included and the Gallery of Contemporary Art at Sunken Meadow, Long Island, 1951–58, Panoras Gallery 1956, Art USA 1958. His work is in the collection of Wake Forest (IL) College, and the Schwenkfelder Art Museum, PA, as well as private collections.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":49},{"uri":"Painter","surface_form":"painter","offset":58},{"uri":"Jazz","surface_form":"jazz","offset":89},{"uri":"Reading%2C_Pennsylvania","surface_form":"Reading, Pennsylvania","offset":254},{"uri":"Chicago%2C_Illinois","surface_form":"Chicago, Illinois","offset":368},{"uri":"New_York_City","surface_form":"New York City","offset":390},{"uri":"Newark%2C_New_Jersey","surface_form":"Newark, New Jersey","offset":578},{"uri":"Blue_Note_Records","surface_form":"Blue Note Records","offset":686}]}