{"id":388061,"url":"http://en.wikipedia.org/wiki/Ta%27if","text":"Taif or Ta'if (,) is a city in the Mecca Province of Saudi Arabia at a height of on the slopes of the Sarawat Mountains (Al-Sarawat Mountains). It has a population of 521,273 (2004 census). Each summer the Saudi Government moves from the heat of Riyadh to Ta'if. The city is the centre of an agricultural area known for its grapes, roses and honey.\nEthnography.\nThe inhabitants of Ta'if, are largely made up of the Saudis. There are also significant foreigners from Asia, Turkey, and other Arab countries.\nEarly history.\nIn the 6th century the city of Tā'if was ruled by the Banu Thaqif tribe.\nThe town is about southeast of Mecca. The walled city was a pagan religious centre. It housed the idol of the goddess al-lāt, who was then known as \"the lady of Tā'if.\" Its climate was different from its dry and barren areas closer to the Red Sea. Wheat, vines, and fruit were grown around Tā'if. The city earned its title \"the Garden of the Hejaz.\"\nBoth Ta'if and Mecca were resorts of pilgrimage. The people of Ta'if had close trade relations with the people of Mecca. The people of Ta'if carried on agriculture and fruit‑growing in addition to their trade activities.\nDuring the Year of the Elephant, the city was involved in several events.\n630: The Battle of Hunayn and the Conversion of the City.\nIn 630, the Battle of Hunayn took place at Hunayn, close to this city. Shortly after that, the failed Siege of Ta'if took place. The city was attacked by Banu Daws, but it survived and repelled the attacks. The Battle of Tabouk in 631 left Tā'if completely saperated from the other ares so members of Thaqīf arrived in Mecca to negotiate the conversion of the city to Islam. The idol of al-lāt and other signs of the city's previously pagan past were destroyed.\n1517: Surrender to the Ottoman Empire.\nOn 17 July 1517 the Sharif of Mecca gave away Ta'if to the Ottoman Sultan Selim I. As a sign of this, he surrendered to him the keys of the Islamic cities of Mecca and Medina. As part of the Hejaz, Ta'if was also given over to Ottoman control.\n1802 – 1813: Retaking by the Saudi and reconquest by the Ottomans.\nThe city remained Ottoman for a further three centuries, until in 1802 it was retaken by Saudi revolt, who were in alliance with the House of Saud. These forces then continued to take Mecca and Medina. The loss was keenly felt by the Ottoman Empire, which viewed itself as the protector of the Holy Cities. The Ottoman Sultan, Mahmud II, called upon his nominal Viceroy in Egypt Muhammad Ali, who launched an attack on the Hejaz and reconquered Ta'if in 1813.\n1813: Johann Ludwig Burckhardt.\nIn 1813, the Swiss traveller and orientalist Johann Ludwig Burckhardt visited Ta'if. He has left an eyewitness account on the city just after it was taken back by the Muhammad Ali, with whom he obtained several interviews while he was there. According to Burckhardt, the wall and ditch around the city had been built by Othman el Medhayfe. There were three gates and several towers on the city walls, which, however, were weak, being in some places only thick. The castle had been built by Sharif Ghalib. He also noted the destruction of the city caused by the conquest of 1802. Most of the buildings were still in ruin while he was there and the tomb of Abdullah ibn Abbas – cousin of Muhammad and ancestor of the Abbasid Caliphate – had been severely damaged. He also recorded that the population of the city was still mostly Thaqīf. In terms of trade, the city was an trading post for coffee.\n1843: Building works in the 19th century.\nThe castle and military barracks in Ta'if were repaired by the Ottomans in 1843, a \"Hükümet Konağı\" – mansion for government business – was built in 1869, and a post office was established sometime later.\n1916 – 1924: The Arab Revolt and Hashemite control.\nPrior to the Arab Revolt, Ahmed Bey had been made the commander of Ottoman forces in Tā'if. He had under him a force of 3,000 soldiers and 10 guns of the mountain artillery. Ghalib Pasha, the governor of the Hejaz was also present in the city. In 1916, the Hashemites launched their revolt against the Ottoman Empire in Mecca in June. The city had fallen and then in July, Abdullah, the eldest son of the Hashemite leader and Sharif of Mecca Husayn ibn Ali, was sent with seventy men to Tā'if. While his activities in the area aroused the suspicion of Ahmed Bey, Ghalib Pasha was unconcerned by a so small force. Abdullah secretly built up his army to 5,000 men. He then cut the telegraph wires to the city and then went on the attack. All Hashemite attacks on the city were repelled by the mountain guns, and both sides settled down to an uneasy siege. However, Hashemite guns were slowly brought up to Tā'if, and then the city held out a little longer; it finally surrendered on 22 September. The city thus later became a part of the self-proclaimed Hashemite Kingdom of Hejaz.\n1924: Conquest by the Ikhwan under Abdulaziz al-Saud.\nTa'if did not remain in Hashemite hands for very long time. Tensions between the King of the Hejaz, Husayn ibn Ali, and Abdulaziz al-Saud, Sultan of Nejd, soon broke out into violence. Although hostilities were temporarily patched up in 1919, by September 1924 the then Saudi-sponsored Ikhwan under the leadership of Sultan bin Bajad and Khaled bin Luwai was ready to attack Ta'if. The city was supposed to have been defended by the king's son, Ali, but he fled in panic with his troops. 300 of them were slain by the Ikhwan. In 1926 Abdulaziz al-Saud was officially recognized as the new king of Hejaz. Ta'if remained a part of the Kingdom of Hejaz until Abdulaziz al-Saud unified his two kingdoms into one under the title of the Kingdom of Saudi Arabia in 1932. The king himself was later to die in the city on 9 November 1953.\n1940s: Modernization under the Saudis.\nTa'if was still little more than a medieval city when the Saudis took control of it. However, they later stared to modernize the city. Saudi Arabia's first public power generator was set up in Ta'if in the late 1940s. In terms of building roads to the city, in 1965 the then King Faisal inaugurated the mountain highway between Mecca and Ta'if, and in 1974 the 400 mile Ta'if-Abha-Jizan highway was started.\nClimate.\nTaif has a hot desert climate (Köppen climate classification \"BWh\"), with hot summers and mild winters. Temperatures are not as hot in summer as for lower-lying regions of Saudi Arabia. Rain is low, but all months see some rain, with more rain in spring and late autumn than in other months.\nList of inhabitants.\nBani Hareth is one of the Adnani Arabs tribes living around Taif in Saudi Arabia. The tribe is one of the biggest tribes in the area and occupies the full area between Taif and Al Qunfuthah in Saudi.\nBani Adwan is one of the Adnani Arabs tribes living originally in the northern part of Taif, and in the southern part of Jordan. Thu Al issba'a Al Adwani (in Arabic) is a figure of the tribe In the pre-Islamic era, in which he's known as a poet and a man of wisdom.Furthermore, Banu Thabet are people descended from Thabit. The tribe is originally part of Otaibah clan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Makkah_Province","surface_form":"Mecca Province","offset":35},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":53},{"uri":"Sarawat_Mountains","surface_form":"Sarawat Mountains","offset":102},{"uri":"Riyadh","surface_form":"Riyadh","offset":246},{"uri":"Banu_Thaqif","surface_form":"Banu Thaqif","offset":575},{"uri":"Mecca","surface_form":"Mecca","offset":625},{"uri":"Red_Sea","surface_form":"Red Sea","offset":833},{"uri":"Hejaz","surface_form":"Hejaz","offset":936},{"uri":"Year_of_the_Elephant","surface_form":"Year of the Elephant","offset":1176},{"uri":"Battle_of_Hunayn","surface_form":"Battle of Hunayn","offset":1309},{"uri":"Hunayn_(Saudi_Arabia)","surface_form":"Hunayn","offset":1340},{"uri":"Siege_of_Ta%27if","surface_form":"Siege of Ta'if","offset":1399},{"uri":"Banu_Daws","surface_form":"Banu Daws","offset":1451},{"uri":"Battle_of_Tabouk","surface_form":"Battle of Tabouk","offset":1508},{"uri":"Sharif_of_Mecca","surface_form":"Sharif of Mecca","offset":1818},{"uri":"Ottoman_Empire","surface_form":"Ottoman","offset":1857},{"uri":"Sultan","surface_form":"Sultan","offset":1865},{"uri":"Selim_I","surface_form":"Selim I","offset":1872},{"uri":"House_of_Saud","surface_form":"House of Saud","offset":2242},{"uri":"Mahmud_II","surface_form":"Mahmud II","offset":2436},{"uri":"Egypt","surface_form":"Egypt","offset":2482},{"uri":"Muhammad_Ali_of_Egypt","surface_form":"Muhammad Ali","offset":2488},{"uri":"Switzerland","surface_form":"Swiss","offset":2614},{"uri":"Oriental_studies","surface_form":"orientalist","offset":2634},{"uri":"Johann_Ludwig_Burckhardt","surface_form":"Johann Ludwig Burckhardt","offset":2646},{"uri":"Abdullah_ibn_Abbas","surface_form":"Abdullah ibn Abbas","offset":3256},{"uri":"Abbasid_Caliphate","surface_form":"Abbasid Caliphate","offset":3316},{"uri":"Banu_Thaqif","surface_form":"Thaqīf","offset":3429},{"uri":"Coffee","surface_form":"coffee","offset":3489},{"uri":"Arab_Revolt","surface_form":"Arab Revolt","offset":3809},{"uri":"Ahmed_Bey","surface_form":"Ahmed Bey","offset":3822},{"uri":"Ghalib_Pasha","surface_form":"Ghalib Pasha","offset":3970},{"uri":"Hashemite","surface_form":"Hashemite","offset":4053},{"uri":"Abdullah_I_of_Jordan","surface_form":"Abdullah","offset":4169},{"uri":"Husayn_ibn_Ali","surface_form":"Husayn ibn Ali","offset":4238},{"uri":"Kingdom_of_Hejaz","surface_form":"Kingdom of Hejaz","offset":4858},{"uri":"Ibn_Saud_of_Saudi_Arabia","surface_form":"Abdulaziz al-Saud","offset":5050},{"uri":"Ikhwan","surface_form":"Ikhwan","offset":5216},{"uri":"Sultan_bin_Bajad","surface_form":"Sultan bin Bajad","offset":5247},{"uri":"Khaled_bin_Luwai","surface_form":"Khaled bin Luwai","offset":5268},{"uri":"Ali_of_Hejaz","surface_form":"Ali","offset":5375},{"uri":"Abha","surface_form":"Abha","offset":6175},{"uri":"Jizan","surface_form":"Jizan","offset":6180},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen climate classification","offset":6247},{"uri":"Arabs","surface_form":"Arabs","offset":6562},{"uri":"Jordan","surface_form":"Jordan","offset":6850},{"uri":"%D8%B0%D9%88_%D8%A7%D9%84%D8%A5%D8%B5%D8%A8%D8%B9_%D8%A7%D9%84%D8%B9%D8%AF%D9%88%D8%A7%D9%86%D9%8A","surface_form":"Thu Al issba'a Al Adwani","offset":6858}]}