{"id":3880,"url":"http://en.wikipedia.org/wiki/Vitamin_C","text":"Vitamin C, also known as ascorbic acid, is a vitamin. It is found in fresh fruits, berries and vegetables. It is one of the water-soluble vitamins.\nVitamin C is important in wound healing. Without enough vitamin C, a person can get a sickness called scurvy. Lack of vitamin C was a serious health problem on long ocean trips where supplies of fresh fruit were quickly used up. Many people died from scurvy on such trips.\nMost animals make their own vitamin C. Some mammals cannot. Those that cannot include the main suborder of primates, the Haplorrhini: these are the tarsiers, monkeys and apes, including humans. Others are bats, capybaras and guinea pigs.\nVitamin C was first discovered in 1928. In 1932, it was proved to stop the sickness called scurvy. That fruit was a cure for scurvy was known long before vitamins were known to exist.\nHistory.\nThrough history the need for people to eat fresh plant food to help them get through long sieges or long sea trips was known by some wise people but was often forgotten.\nThe first attempt to prove this idea was by a ship's doctor in the British Royal Navy called James Lind, who at sea in May 1747 gave some crew members lemon juice as well as their normal ships food, while others continued on normal food alone.\nThe results showed that lemons prevented the disease. Lind wrote up his work and published it in 1753.\nLind's work was slow to be noticed. In 1795 the British navy adopted lemon or lime juice as food for sailors.\nAs well as lemons, limes and oranges; sauerkraut, salted cabbage, malt, and soup were tried with different effects. James Cook relied on sauerkraut to prevent the disease on his long voyages of exploration.\nIt was believed that only humans got scurvy but in 1907, Alex Holst and Theodore Frohlich, two Norwegian chemists found that guinea pigs could also get it if not given fresh food.\nIn 1928 the Arctic explorer Vilhjalmur Stefansson proved that Eskimo (Inuit) people are able to avoid scurvy with almost no plant food in their diet by eating raw meat.\nIn 1912 the Polish American scientist Casimir Funk first used the word \"vitamin\" for something present in food in small amounts that is essential to health. He named the unknown thing that prevented scurvy \"Vitamin C\".\nFrom 1928 to 1933, the Hungarian research team of Joseph L Svirbely and Albert Szent-Gyorgyi, and separately the American Charles Glen King, first took out vitamin C from food and showed it to be an acid they called \"ascorbic acid\".\nIn 1933/1934, the British chemists Norman Haworth and Edmund Hirst, and separately the Polish Tadeus Reichstein, successfully synthesized the vitamin.\nIt was the first man-made vitamin. This made it possible to make lots of vitamin C cheaply in factories. Haworth won the 1937 Nobel Prize for Chemistry for this work.\nIn 1959 the American J.J. Burns showed that the reason why some animals get scurvy is because their liver cannot make one chemical enzyme that other animals have.\nPlant sources.\nCitrus fruits (such as lime, Indian gooseberry, lemon, orange, and grapefruit) are good sources of vitamin C.\nOther foods that are good sources of vitamin C include papaya, broccoli, brussels sprouts, blackcurrants, strawberries, cauliflower, spinach, cantaloupe, sweet peppers, and kiwifruit.\nThe following table is to give an idea of how much vitamin C is in different plant foods. Each individual fruit will vary.\nThe amount of vitamin C in foods of plant origin depends on the kind of plant, the kind of soil where it grew, how much rain and sun it got, the length of time since it was picked, and how it was stored since then.\nAnimal sources.\nMost species of animals synthesise their own vitamin C. It is therefore not a vitamin for them. Synthesis is achieved through a sequence of enzyme driven steps, which convert glucose to ascorbic acid. It is carried out either in the kidneys, in reptiles and birds, or the liver, in mammals and perching birds. The loss of an enzyme concerned with ascorbic acid synthesis has occurred quite frequently in evolution and has affected most fish, many birds; some bats, guinea pigs and most but not all primates, including humans. The mutations have not been lethal because ascorbic acid is so prevalent in the surrounding food sources.\nIt was only realised in the 1920s that some cuts of meat and fish are also a source of vitamin C for humans. The muscle and fat that make up the modern western diet are however poor sources. As with fruit and vegetables cooking destroys the vitamin C content.\nArtificial chemical synthesis.\nVitamin C is produced from glucose by two main routes. The Reichstein process developed in the 1930s uses a single pre-fermentation followed by a purely chemical route. The more modern Two-Step fermentation process was originally developed in China in the 1960s, uses additional fermentation to replace part of the later chemical stages. Both processes yield approximately 60% vitamin C from the glucose feed.\nIn 1934, the Swiss pharmaceutical company Hoffmann-La Roche was the first to mass-produce synthetic vitamin C, under the brand name of Redoxon.\nMain producers today are BASF/ Takeda, Roche, Merck and the China Pharmaceutical Group Ltd of the People's Republic of China.\nFunctions of vitamin C in the body.\nIn living organisms, ascorbate is an antioxidant, since it protects the body against oxidative stress. It is also a cofactor in at least eight enzymatic reactions, including several collagen synthesis reactions that cause the most severe symptoms of scurvy when they are dysfunctional. In animals, these reactions are especially important in wound-healing and in preventing bleeding from capillaries.\nVitamin C deficiency.\nLack of ascorbic acid in the daily diet leads to a disease\nDaily requirement.\nA healthy person on a balanced western diet should be able to get all the vitamin C needed to prevent the symptoms of scurvy from their daily diet. People who smoke, those under stress and women in pregnancy have a slightly higher requirement.\nHigh doses (thousands of mg) may result in diarrhoea, which is harmless if the dose is reduced immediately. Some researchers (Cathcart) claim the onset of diarrhoea to be an indication of where the body’s true vitamin C requirement lies.\nThe small size of the ascorbic acid molecule means the kidneys cannot retain it in the body. Quite a low level in the blood serum will cause traces to be present in the urine. All vitamin C synthesising mammals have traces in the urine at all times.\nIn April 1998 \"Nature\" reported alleged carcinogenic and teratogenic effects of excessive doses of vitamin C. This was given great prominence in the world's media. The effects were noted in test tube experiments and on only two of the 20 markers of free radical damage to DNA. They have not been supported by further evidence from living organisms. Almost all mammals manufacture their own vitamin C in amounts equivalent to human doses of thousands of milligrams per day. Large amounts of the vitamin are used in orthomolecular medicine and no harmful effects have been observed even in doses of 10,000 mg per day or more.\nTherapeutic uses.\nVitamin C is needed in the diet to prevent scurvy. It also has a reputation for being useful in the treatment of colds and flu. The evidence to support this idea, however, is ambiguous and the effect may depend on the dose size and dosing regime. The Vitamin C Foundation recommends 8 grams of vitamin C every half hour to show an effect on cold symptoms.\nVitamin C advocacy.\nFred R. Klenner, a doctor in Reidsville, North Carolina reported in 1949 that poliomyelitis yielded to repeated megadoses of intravenous vitamin C.\nNobel Prize winning chemist Linus Pauling began actively promoting vitamin C in the 1960s as a means to greatly improve human health and resistance to disease.\nA minority of medical and scientific opinion continues to see vitamin C as being a low cost and safe way to treat infectious disease and to deal with a wide range of poisons.\nA meta-study of the published research claimed that relatively high levels of vitamin C must be maintained in the body for it to function effectively as an antioxidant.\nSome research shows that there are veterinary benefits of vitamin C as well.\nOne meta-study of the published research examined the effectiveness of ascorbic acid in the treatment of infectious disease and toxins. It was conducted in 2002 by Dr. Thomas Levy, Medical Director of the Colorado Integrative Medical Center in Denver. It claimed that overwhelming scientific evidence exists for its therapeutic role.\nSome vitamin C advocates say that vitamin C is not used therapeutically because it cannot be patented. Pharmaceutical companies seek to generate revenue and profit their shareholders. They may be reluctant to research or promote something that will make them little money.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ascorbic_acid","surface_form":"ascorbic acid","offset":25},{"uri":"Vitamin","surface_form":"vitamin","offset":45},{"uri":"Fruit","surface_form":"fruit","offset":75},{"uri":"Berry","surface_form":"berries","offset":83},{"uri":"Vegetable","surface_form":"vegetable","offset":95},{"uri":"Water","surface_form":"water","offset":124},{"uri":"Disease","surface_form":"sickness","offset":234},{"uri":"Scurvy","surface_form":"scurvy","offset":250},{"uri":"Animal","surface_form":"animal","offset":426},{"uri":"Mammal","surface_form":"mammal","offset":465},{"uri":"Primate","surface_form":"primate","offset":528},{"uri":"Haplorrhini","surface_form":"Haplorrhini","offset":542},{"uri":"Tarsier","surface_form":"tarsier","offset":569},{"uri":"Monkey","surface_form":"monkey","offset":579},{"uri":"Ape","surface_form":"ape","offset":591},{"uri":"Human","surface_form":"human","offset":607},{"uri":"Bat","surface_form":"bat","offset":626},{"uri":"Capybara","surface_form":"capybara","offset":632},{"uri":"Guinea_pig","surface_form":"guinea pig","offset":646},{"uri":"Scurvy","surface_form":"scurvy","offset":750},{"uri":"Siege","surface_form":"siege","offset":942},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":1097},{"uri":"Lemon","surface_form":"lemon","offset":1173},{"uri":"Lime","surface_form":"lime","offset":1447},{"uri":"Sauerkraut","surface_form":"sauerkraut","offset":1517},{"uri":"James_Cook","surface_form":"James Cook","offset":1595},{"uri":"Alex_Holst","surface_form":"Alex Holst","offset":1743},{"uri":"Theodore_Frohlich","surface_form":"Theodore Frohlich","offset":1758},{"uri":"Norway","surface_form":"Norwegian","offset":1781},{"uri":"Guinea_pig","surface_form":"guinea pig","offset":1811},{"uri":"Vilhjalmur_Stefansson","surface_form":"Vilhjalmur Stefansson","offset":1894},{"uri":"Eskimo","surface_form":"Eskimo","offset":1928},{"uri":"Inuit","surface_form":"Inuit","offset":1936},{"uri":"Polish_American","surface_form":"Polish American","offset":2047},{"uri":"Casimir_Funk","surface_form":"Casimir Funk","offset":2073},{"uri":"Vitamin","surface_form":"vitamin","offset":2107},{"uri":"Hungary","surface_form":"Hungarian","offset":2277},{"uri":"Joseph_L_Svirbely","surface_form":"Joseph L Svirbely","offset":2304},{"uri":"Albert_Szent-Gyorgyi","surface_form":"Albert Szent-Gyorgyi","offset":2326},{"uri":"United_States","surface_form":"American","offset":2367},{"uri":"Charles_Glen_King","surface_form":"Charles Glen King","offset":2376},{"uri":"Acid","surface_form":"acid","offset":2453},{"uri":"Norman_Haworth","surface_form":"Norman Haworth","offset":2522},{"uri":"Edmund_Hirst","surface_form":"Edmund Hirst","offset":2541},{"uri":"Poland","surface_form":"Polish","offset":2574},{"uri":"Tadeus_Reichstein","surface_form":"Tadeus Reichstein","offset":2581},{"uri":"Nobel_Prize_for_Chemistry","surface_form":"Nobel Prize for Chemistry","offset":2764},{"uri":"J.J._Burns","surface_form":"J.J. Burns","offset":2826},{"uri":"Liver","surface_form":"liver","offset":2905},{"uri":"Enzyme","surface_form":"enzyme","offset":2936},{"uri":"Lime","surface_form":"lime","offset":3006},{"uri":"Indian_gooseberry","surface_form":"Indian gooseberry","offset":3012},{"uri":"Lemon","surface_form":"lemon","offset":3031},{"uri":"Orange_(fruit)","surface_form":"orange","offset":3038},{"uri":"Grapefruit","surface_form":"grapefruit","offset":3050},{"uri":"Papaya","surface_form":"papaya","offset":3148},{"uri":"Broccoli","surface_form":"broccoli","offset":3156},{"uri":"Brussels_sprout","surface_form":"brussels sprout","offset":3166},{"uri":"Blackcurrant","surface_form":"blackcurrant","offset":3184},{"uri":"Strawberry","surface_form":"strawberries","offset":3199},{"uri":"Cauliflower","surface_form":"cauliflower","offset":3213},{"uri":"Spinach","surface_form":"spinach","offset":3226},{"uri":"Cantaloupe","surface_form":"cantaloupe","offset":3235},{"uri":"Kiwifruit","surface_form":"kiwifruit","offset":3266},{"uri":"Enzyme","surface_form":"enzyme","offset":3771},{"uri":"Glucose","surface_form":"glucose","offset":3806},{"uri":"Kidney","surface_form":"kidney","offset":3864},{"uri":"Reptile","surface_form":"reptile","offset":3876},{"uri":"Bird","surface_form":"bird","offset":3889},{"uri":"Liver","surface_form":"liver","offset":3903},{"uri":"Mammal","surface_form":"mammal","offset":3913},{"uri":"Perching_birds","surface_form":"perching birds","offset":3925},{"uri":"Ascorbic_acid","surface_form":"ascorbic acid","offset":3978},{"uri":"Evolution","surface_form":"evolution","offset":4035},{"uri":"Fish","surface_form":"fish","offset":4067},{"uri":"Bird","surface_form":"bird","offset":4078},{"uri":"Bats","surface_form":"bats","offset":4090},{"uri":"Guinea_pig","surface_form":"guinea pig","offset":4096},{"uri":"Primate","surface_form":"primate","offset":4129},{"uri":"Human","surface_form":"human","offset":4149},{"uri":"Mutation","surface_form":"mutation","offset":4161},{"uri":"Glucose","surface_form":"glucose","offset":4581},{"uri":"China","surface_form":"China","offset":4797},{"uri":"Hoffmann-La_Roche","surface_form":"Hoffmann-La Roche","offset":5006},{"uri":"BASF","surface_form":"BASF","offset":5133},{"uri":"Takeda","surface_form":"Takeda","offset":5139},{"uri":"Hoffmann-La_Roche","surface_form":"Roche","offset":5147},{"uri":"Merck","surface_form":"Merck","offset":5154},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":5206},{"uri":"Antioxidant","surface_form":"antioxidant","offset":5307},{"uri":"Oxidative_stress","surface_form":"oxidative stress","offset":5355},{"uri":"Cofactor","surface_form":"cofactor","offset":5386},{"uri":"Enzyme","surface_form":"enzymatic","offset":5413},{"uri":"Collagen","surface_form":"collagen","offset":5452},{"uri":"Scurvy","surface_form":"scurvy","offset":5520},{"uri":"Diarrhea","surface_form":"diarrhoea","offset":6058},{"uri":"Nature_(journal)","surface_form":"Nature","offset":6518},{"uri":"Carcinogenic","surface_form":"carcinogenic","offset":6543},{"uri":"Teratogenic","surface_form":"teratogenic","offset":6560},{"uri":"Orthomolecular_medicine","surface_form":"orthomolecular medicine","offset":7017},{"uri":"Scurvy","surface_form":"scurvy","offset":7188},{"uri":"Cold","surface_form":"cold","offset":7258},{"uri":"Flu","surface_form":"flu","offset":7268},{"uri":"Fred_R._Klenner","surface_form":"Fred R. Klenner","offset":7521},{"uri":"Reidsville%2C_North_Carolina","surface_form":"Reidsville, North Carolina","offset":7550},{"uri":"Poliomyelitis","surface_form":"poliomyelitis","offset":7599},{"uri":"Megadoses","surface_form":"megadoses","offset":7633},{"uri":"Intravenous","surface_form":"intravenous","offset":7646},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":7669},{"uri":"Linus_Pauling","surface_form":"Linus Pauling","offset":7697},{"uri":"1960s","surface_form":"1960s","offset":7753},{"uri":"Antioxidant","surface_form":"antioxidant","offset":8160},{"uri":"2002","surface_form":"2002","offset":8406},{"uri":"Denver%2C_Colorado","surface_form":"Denver","offset":8494},{"uri":"Pharmaceutical","surface_form":"Pharmaceutical","offset":8687},{"uri":"Revenue","surface_form":"revenue","offset":8729},{"uri":"Profit","surface_form":"profit","offset":8741},{"uri":"Shareholder","surface_form":"shareholder","offset":8754}]}