{"id":388045,"url":"http://en.wikipedia.org/wiki/Denis_Napthine","text":"Denis Vincent Napthine (born 6 March 1952) is a Australian politician for the Liberal Party in the state of Victoria. He is a member of the Victorian Legislative Assembly, representing the electoral district of South-West Coast. Following the resignation of Ted Baillieu, he was elected leader of the Parliamentary Liberal Party on 6 March 2013 and was sworn in as the 47th Premier of Victoria later the same day. On 29 November 2014, at the Victorian state election, the Coalition was defeated by Labor and Napthine conceded defeat and his term as Premier ended on 4 December 2014 when the new Labor government was sworn in and he resigned as Liberal leader and was succeeded in the Liberal leadership by Matthew Guy.\nEarly life.\nOne of Napthine's ancestors is the renowned convict, Joseph Potaski. Before entering political life he was a veterinarian, undertaking a Bachelor's and then a Master's Degree in Veterinary Science, both from the University of Melbourne, and later gaining a Master's Degree in Business Administration, from Deakin University.\nPolitical career.\nNapthine was elected to the Victorian Legislative Assembly in 1988 as Member for the country seat of Portland, as the electorate was then known. He was re-elected in 1992, 1996 and 1999. The electorate of Portland was abolished in the 2002 redivision. Napthine was then elected MLA for South-West Coast in the November 2002 election. He was re-elected in November 2006 with an increased margin.\nKennett Ministry.\nHe was appointed as Parliamentary Secretary to the Minister for Health in 1992 and then promoted to Minister for Youth and Community Services in 1996 in Jeff Kennett's Liberal government, a position he held from 1996 to 1999.\nLeader of the Opposition.\nFollowing the defeat of the Liberal Party at the 1999 election, Kennett resigned as Liberal leader, and Napthine was a surprise choice to take his place. Napthine had briefly served as Deputy Liberal Leader having been elected to the position just shortly before Kennett stood down as Liberal Leader. During his term as Opposition Leader the Liberal-National coalition split, fracturing the opposition parties.\nUnder Napthine's leadership, the Liberal Party did poorly in the polls and did not make any significant electoral inroads on the ruling Labor Government. Shortly before the 2002 state election, Doyle challenged Napthine for the leadership of the Liberal Party. Doyle won the leadership by a narrow margin, but went on to lead the party to its worst electoral defeat ever, in which Napthine nearly lost his seat.\nBaillieu Ministry.\nAfter the Liberals won the 2010 Victorian election, Napthine was made a member of Ted Baillieu's cabinet. He served as the Minister for Ports, Racing, Regional Cities and Major Projects.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":48},{"uri":"Liberal_Party_of_Australia","surface_form":"Liberal Party","offset":78},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":108},{"uri":"Victorian_Legislative_Assembly","surface_form":"Victorian Legislative Assembly","offset":140},{"uri":"Electoral_district_of_South-West_Coast","surface_form":"electoral district of South-West Coast","offset":189},{"uri":"Ted_Baillieu","surface_form":"Ted Baillieu","offset":258},{"uri":"Premier_of_Victoria","surface_form":"Premier of Victoria","offset":374},{"uri":"Matthew_Guy","surface_form":"Matthew Guy","offset":706},{"uri":"Joseph_Potaski","surface_form":"Joseph Potaski","offset":784},{"uri":"Veterinarian","surface_form":"veterinarian","offset":840},{"uri":"Veterinary_Science","surface_form":"Veterinary Science","offset":909},{"uri":"University_of_Melbourne","surface_form":"University of Melbourne","offset":943},{"uri":"Business_Administration","surface_form":"Business Administration","offset":1007},{"uri":"Deakin_University","surface_form":"Deakin University","offset":1037},{"uri":"Victorian_state_election%2C_1988","surface_form":"1988","offset":1136},{"uri":"Electoral_district_of_Portland","surface_form":"Portland","offset":1175},{"uri":"Victorian_state_election%2C_1992","surface_form":"1992","offset":1240},{"uri":"Victorian_state_election%2C_1996","surface_form":"1996","offset":1246},{"uri":"Victorian_state_election%2C_1999","surface_form":"1999","offset":1255},{"uri":"Victorian_state_election%2C_2002","surface_form":"November 2002 election","offset":1384},{"uri":"Victorian_state_election%2C_2006","surface_form":"November 2006","offset":1429},{"uri":"Jeff_Kennett","surface_form":"Jeff Kennett","offset":1640},{"uri":"Liberal_Party_of_Australia","surface_form":"Liberal","offset":1655},{"uri":"Victorian_state_election%2C_1999","surface_form":"1999 election","offset":1788},{"uri":"National_Party_of_Australia","surface_form":"National","offset":2089},{"uri":"2010_Victorian_election","surface_form":"2010 Victorian election","offset":2608},{"uri":"Ted_Baillieu","surface_form":"Ted Baillieu","offset":2663}]}