{"id":388252,"url":"http://en.wikipedia.org/wiki/Pearl_S._Buck","text":"Pearl S. Buck (June 26, 1892March 6, 1973) was an American writer. She lived in China for over 20 of 40 years and wrote about the country. Her book \"The Good Earth\" was a bestseller in 1931 and 1932. The book won a Pulitzer Prize in 1932.\nShe won the 1938 Nobel Prize in Literature for a trilogy of novels about a Chinese farm family and biographies about her missionary parents. When she returned to the United States, she became active in charitable and political causes.\nEarly life.\nBuck was born in Hillsboro, West Virginia. The letter \"S\" in her name, \"Pearl S. Buck\", stands for \"Sydenstricker\" because her father was named Absalom Sydenstricker. He was a Christian Presbyterian missionary to China, so Buck went to China a little while after she was born. She lived in China until 1934.\nBuck learned both Chinese and English. Her mother taught her English, and a tutor taught her Chinese language. When she lived in China, the Boxer Rebellion, in 1900-1901, changed her life and her family's life. Chinese friends stopped being their friends, and people from Europe and America came less to China to visit.\nIn the early 1900s, Buck went to America to attend college. She went to Randolph-Macon Woman's College in Lynchburg, Virginia. She finished college in 1914. She then became a Presbyterian missionary like her father and returned to China. She left the missionary life in 1933, after the Fundamentalist-Modernist Controversy, where Fundamentalists (people who thought the Christian Bible should be taught as it was and that ideas such as Darwinism were wrong) and Modernists (people who thought Darwinism was okay) in the Presbyterian church did not like each other.\nWork in China.\nBuck went back to China in 1914. She married a missionary named John Lossing Buck in 1917. In 1920, they had a daughter. She was named Carol. Carol had Phenylketonuria, a disorder that can cause mental retardation.\nBuck was not just a missionary in China. She did other work too. Buck and her family lived in Nanjing from 1920 to 1933. There is a college called Nanjing University in the city. That was where Buck's family lived. Pearl taught English Literature in two different colleges which would later become part of Nanjing University. Those colleges were the University of Nanjing and the National Central University. Buck's mother died in 1921 of a disease called sprue. Pearl went back to America in 1924 and got a Masters Degree from Cornell University in 1924. Pearl's family went back to China in 1925.\nSomething called the Nanjing Incident, where soldiers of two armies fighting for the control of China attacked Nanjing, happened in 1927. Pearl had to hide from the soldiers. Pearl nearly died. American Navy ships rescued her. Pearl's family moved back to China a year after the Nanjing Incident happened. Then she started to write. She wrote because she needed money to support her family. In 1929, Pearl and her family went back to America to get Carol medical care. In America, her first book was published. It was called '. It was accepted for publication by a man named Richard Walsh, with whom Buck would later live after she left her husband. She went back to Nanjing later in 1929, and then she started to write \"The Good Earth\". She finished the book in less than one year.\nAfter the Fundamentalist-Modernist Controversy, Pearl quit her job as missionary and moved back to America for good. She left her husband and he stayed in China.\nLater life and death.\nBuck divorced her husband in 1935. Richard Walsh helped her with the divorce, and she lived with him in Pennsylvania until he died in 1960. Buck died on March 6, 1973 of lung cancer in Danby, Vermont. She designed her tombstone. It had her birth name on it in Chinese.\nWork for children.\nPearl wrote many books and short stories about her political views and what she saw in her life. She wrote about women's rights, immigration, adoption, war, missionary work, and Asian life.\nPearl did not like how adoption worked in America. The adoption companies in 1949 thought Asian children and children with mixed races were not able to be adopted. Pearl did not like that. Pearl created Welcome House, which was the first adoption company that had adoption internationally (between two different countries) and interracially (between races). However, some Asian kids were not able to be adopted. This led Pearl to create the Pearl S. Buck Foundation in 1964 to help those kids. It was later re-named Pearl S. Buck International. A year later she opened the Opportunity House (first called the Opportunity Center and Orphanage) in South Korea. Offices of the Opportunity House were later opened in Thailand, Vietnam, and the Philippines. She made Opportunity house to help Asian kids who were not able to live like other children.\nReviews.\nHer books were reviewed a lot. She got many positive reviews. One person said she had \"beautiful prose\" (prose is how a person writes something) but also said her style makes reading her books hard sometime. Some people like how Pearl's books made Americans understand more how Chinese people lived. The books Pearl wrote made Americans like China more and also made Americans like Japan less.\nIn 1983 (ten years after Pearl died), the United States Postal Service made a postage stamp with Pearl on it. It was part of the 5 cent Great Americans Series. In 1999, the National Women's History Project made Pearl Buck an Honoree of the Women's History Month.\nAwards.\n\"The Good Earth\" was Buck's most popular book. It was a bestseller in 1931 and 1932. In 1932, Buck won the Pulitzer Prize for \"The Good Earth\". She wrote many other books and short stories. She wrote biographies (a biography is a story about the life of someone) about her parents. In 1938, she won the Nobel Prize in Literature for her biographies and her trilogy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":50},{"uri":"China","surface_form":"China","offset":80},{"uri":"The_Good_Earth","surface_form":"The Good Earth","offset":149},{"uri":"Bestseller","surface_form":"bestseller","offset":171},{"uri":"Pulitzer_Prize","surface_form":"Pulitzer Prize","offset":215},{"uri":"Nobel_Prize_in_Literature","surface_form":"Nobel Prize in Literature","offset":256},{"uri":"Hillsboro%2C_West_Virginia","surface_form":"Hillsboro","offset":503},{"uri":"West_Virginia","surface_form":"West Virginia","offset":514},{"uri":"Christian","surface_form":"Christian","offset":662},{"uri":"Presbyterian","surface_form":"Presbyterian","offset":672},{"uri":"Missionary","surface_form":"missionary","offset":685},{"uri":"Chinese_language","surface_form":"Chinese language","offset":887},{"uri":"Boxer_Rebellion","surface_form":"Boxer Rebellion","offset":934},{"uri":"Randolph-Macon_Woman%27s_College","surface_form":"Randolph-Macon Woman's College","offset":1186},{"uri":"Lynchburg%2C_Virginia","surface_form":"Lynchburg","offset":1220},{"uri":"Virginia","surface_form":"Virginia","offset":1231},{"uri":"Presbyterian","surface_form":"Presbyterian","offset":1289},{"uri":"Fundamentalist-Modernist_Controversy","surface_form":"Fundamentalist-Modernist Controversy","offset":1400},{"uri":"Christian","surface_form":"Christian","offset":1484},{"uri":"Bible","surface_form":"Bible","offset":1494},{"uri":"Darwinism","surface_form":"Darwinism","offset":1550},{"uri":"Darwinism","surface_form":"Darwinism","offset":1607},{"uri":"John_Lossing_Buck","surface_form":"John Lossing Buck","offset":1758},{"uri":"Phenylketonuria","surface_form":"Phenylketonuria","offset":1846},{"uri":"Mental_retardation","surface_form":"mental retardation","offset":1889},{"uri":"Nanjing_University","surface_form":"Nanjing University","offset":2056},{"uri":"English_Literature","surface_form":"English Literature","offset":2137},{"uri":"University_of_Nanjing","surface_form":"University of Nanjing","offset":2259},{"uri":"National_Central_University","surface_form":"National Central University","offset":2289},{"uri":"Tropical_Sprue","surface_form":"sprue","offset":2365},{"uri":"Masters_Degree","surface_form":"Masters Degree","offset":2417},{"uri":"Cornell_University","surface_form":"Cornell University","offset":2437},{"uri":"Nanjing_Incident","surface_form":"Nanjing Incident","offset":2529},{"uri":"United_States_Navy","surface_form":"Navy","offset":2711},{"uri":"Nanjing","surface_form":"Nanjing","offset":3175},{"uri":"The_Good_Earth","surface_form":"The Good Earth","offset":3229},{"uri":"Fundamentalist-Modernist_Controversy","surface_form":"Fundamentalist-Modernist Controversy","offset":3301},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":3579},{"uri":"Lung_cancer","surface_form":"lung cancer","offset":3645},{"uri":"Danby%2C_Vermont","surface_form":"Danby","offset":3660},{"uri":"Vermont","surface_form":"Vermont","offset":3667},{"uri":"Short_stories","surface_form":"short stories","offset":3790},{"uri":"Women%27s_rights","surface_form":"women's rights","offset":3876},{"uri":"Immigration","surface_form":"immigration","offset":3892},{"uri":"Adoption","surface_form":"adoption","offset":3905},{"uri":"Asia","surface_form":"Asian life","offset":3941},{"uri":"Mixed-race","surface_form":"mixed races","offset":4076},{"uri":"Welcome_House","surface_form":"Welcome House","offset":4156},{"uri":"Pearl_S._Buck_International","surface_form":"Pearl S. Buck International","offset":4469},{"uri":"Opportunity_House","surface_form":"Opportunity House","offset":4526},{"uri":"South_Korea","surface_form":"South Korea","offset":4599},{"uri":"Thailand","surface_form":"Thailand","offset":4666},{"uri":"Vietnam","surface_form":"Vietnam","offset":4676},{"uri":"Philippines","surface_form":"Philippines","offset":4693},{"uri":"Japan","surface_form":"Japan","offset":5190},{"uri":"United_States_Postal_Service","surface_form":"United States Postal Service","offset":5244},{"uri":"Postage_stamp","surface_form":"postage stamp","offset":5280},{"uri":"Great_Americans_Series","surface_form":"Great Americans Series","offset":5338},{"uri":"National_Women%27s_History_Project","surface_form":"National Women's History Project","offset":5375},{"uri":"Women%27s_History_Month","surface_form":"Women's History Month","offset":5442},{"uri":"Pulitzer_Prize_for_Fiction","surface_form":"Pulitzer Prize","offset":5580},{"uri":"Short_story","surface_form":"short stories","offset":5648},{"uri":"Nobel_Prize_in_Literature","surface_form":"Nobel Prize in Literature","offset":5776}]}