{"id":388372,"url":"http://en.wikipedia.org/wiki/Family_Fortunes","text":"\"Family Fortunes\" is a British television game show. It is based on the American game show \"Family Feud\". It has aired in various forms since 1980. The current version is called \"All Star Family Fortunes\" and is hosted by Vernon Kay. It airs Saturday nights on ITV.\nGameplay.\nTwo teams of five family members compete to guess the answers to survey questions asked to 100 people. The answers are seen on a huge survey board, named Mr. Babbage after Charles Babbage, who came up with the idea of a computer that could be programmed. Each answer is worth £1 per point. If a given answer does not make the survey, the family gets a strike. This is indicated by an \"Eh-uh\" sound effect, which has become a popular element of the show. If a family gets three strikes, the other family can steal the points by giving an answer that makes the survey. After three rounds, Double Money is played. Here, answers are worth £2 a point, and there are usually fewer answers. The first team to reach 300 points goes on to play Big Money.\nBig Money.\nTwo members of the winning family are asked five survey questions, one at a time. One family member is on-stage, while the other is off-stage. After the five questions are answered or the time limit (either 15 or 20 seconds) is up, the answers and their point values are revealed. After that, the other family member is asked the same five questions. They must give different answers. Afterwards, the answers and their point values are revealed. If the family gets 200 points or more, they win the top prize. If the family gives the number one answers for all five questions, they also win a bonus prize. If they do not reach 200 points, they win £2 per point (£10 per point in the current version).\nShow history.\n\"Family Fortunes\" originally aired from 1980 to 2002 on ITV. It was hosted by Bob Monkhouse from 1980 to 1983. In 1983, Max Bygraves replaced him. Bygraves hosted from 1983 to 1985. When the show came back in 1987, it was hosted by Les Dennis. Dennis hosted from 1987 to 2002. In 2002, he was replaced by Andy Collins, who hosted until the show's end that same year. The current version, which started in 2006, is hosted by Vernon Kay.","categories":[],"infobox_types":["television"],"annotations":[{"uri":"British","surface_form":"British","offset":23},{"uri":"Television","surface_form":"television","offset":31},{"uri":"Game_show","surface_form":"game show","offset":42},{"uri":"United_States","surface_form":"American","offset":72},{"uri":"Family_Feud","surface_form":"Family Feud","offset":92},{"uri":"All_Star_Family_Fortunes","surface_form":"All Star Family Fortunes","offset":179},{"uri":"Vernon_Kay","surface_form":"Vernon Kay","offset":222},{"uri":"ITV","surface_form":"ITV","offset":261},{"uri":"Charles_Babbage","surface_form":"Charles Babbage","offset":448},{"uri":"Sound_effect","surface_form":"sound effect","offset":668},{"uri":"Bob_Monkhouse","surface_form":"Bob Monkhouse","offset":1825},{"uri":"Max_Bygraves","surface_form":"Max Bygraves","offset":1867}]}