{"id":38853,"url":"http://en.wikipedia.org/wiki/Francis_of_Assisi","text":"Saint Francis of Assisi (September 26, 1181 – October 3, 1226) is a Christian Saint. He is the founder of the Franciscan Order and patron saint of animals, the environment, merchants, Italy and Catholic Action. He was born in Assisi in Italy where a large basilica was built in his honor.\nOn his feast day, October 4, many churches have a ceremony for people to bring their pets and working animals to church.\nEarly life.\nSaint Francis was born to Pietro Bernardone, a wealthy cloth merchant, and his wife Pica. He was originally named Giovanni Francesco Bernardone. In his youth, he was first interested by French troubadours, known as wanderers who improvised songs on a stringed instrument. He later planned a career in military. When he was serving in the war between Assisi and Perugia in 1202, at the battle of Ponte Saint Giovanni, he was captured and imprisoned for a year.\nWhen Francis returned to Assisi he had a religious conversion experience, including a reported message from Christ calling him to leave this worldly life. He began taking his Christianity faith seriously. He acted towards people as if the Gospels were his law, taking Jesus Christ as a literal example for loving one another. He dressed in rough clothes, ask and begged for his sustenance, and preached purity and peace. His family disapproved, and his father disinherited him, so Francis renounced his wealth and inheritance. After that Francis started visiting hospitals and caring for the sick including of leprosy.\nIn 1209 Francis started to attract followers, and with a blessing from the pope, he founded the Franciscans based on a simple statement by Jesus: “Leave all and follow me”. In 1219, he went to Egypt to convert the Sultan so the conflict of the Crusades could end.","categories":[],"infobox_types":[],"annotations":[{"uri":"Christian","surface_form":"Christian","offset":68},{"uri":"Canonization","surface_form":"Saint","offset":78},{"uri":"Franciscan","surface_form":"Franciscan","offset":110},{"uri":"Patron_saint","surface_form":"patron saint","offset":131},{"uri":"Animals","surface_form":"animals","offset":147},{"uri":"Environment","surface_form":"environment","offset":160},{"uri":"Merchant","surface_form":"merchant","offset":173},{"uri":"Italy","surface_form":"Italy","offset":184},{"uri":"Catholic","surface_form":"Catholic","offset":194},{"uri":"Assisi","surface_form":"Assisi","offset":226},{"uri":"Italy","surface_form":"Italy","offset":236},{"uri":"Basilica","surface_form":"basilica","offset":256},{"uri":"Wealth","surface_form":"wealth","offset":469},{"uri":"Troubadour","surface_form":"troubadour","offset":615},{"uri":"Religious_conversion","surface_form":"religious conversion","offset":923},{"uri":"Jesus_Christ","surface_form":"Jesus Christ","offset":1150},{"uri":"Simple_living","surface_form":"renounced his wealth and inheritance","offset":1371},{"uri":"Leprosy","surface_form":"leprosy","offset":1492},{"uri":"Sultan","surface_form":"Sultan","offset":1715}]}