{"id":38855,"url":"http://en.wikipedia.org/wiki/Printing","text":"Printing is putting words and images on paper by mechanical means. Books and newspapers are made by printing. Usually, the images are formed by ink. The ink is put on paper in machines called printing presses.\nPrinting is one of the technologies which has changed the world. It is an efficient way to multiply writing, so that copies may be made available to all people. Printing is therefore the continuation of writing by mechanical means.\nHistory.\nWriting originated after people had settled in permanent dwellings. It dates from 3,300 BC, which is over 5000 years ago. A variety of writing systems were invented, long before paper was invented. Clay, papyrus, wood, slate and parchment (prepared animal skins) have all been used. The invention of paper by the Chinese was a step forward.\nEarly printing.\nThe earliest printing known was in 8th century China and Korea. Whole pages carved on flat wooden blocks were used. Covered with a carbon-based ink, they were pressed onto sheets of paper.\nThe second stage was to use separate characters by wood carving or casting. This was done in 11th century China and Korea. It failed to be really successful, because of the structure of the Chinese written language, shared at the time by Korea, which had thousands of characters. So the method was not much better than copying by scribes.\nPrinting was reinvented in 15th century Europe. Development was slow until Johannes Gutenberg made several improvements. In the next century print became the main means of communication between people who needed to keep precise records. With an alphabetic system of writing, print was much more economical than copying, and permitted many times as many copies to be available. This revolution in information technology helped all aspects of life in Europe, at a time when Europe was becoming the dominant region of the world.\nAlong with a technology for printing words, there were various means for printing graphics. Carving on blocks of wood and engraving on copper were used up until about 1800. After that, a great many inventions arrived, including lithography and ways to print photographs.\nMachines to speed printing, cheaper paper, automatic stitching and binding all arrived in the 19th century during the industrial revolution. What had once been done by a few men by hand was now done by limited companies on huge machines. The result was much lower prices, and a much wider readership.\nPrint and social change.\nThe consequences of print have been considerable. It led to the spread of knowledge, and had many side-effects. Mainly, it took control out of a small class of clerks (scribes and monks) and put it in the hands of a newly educated readership. Many of the first books were in Latin; some in Greek. Later, almost all books were printed in the vernacular: the language ordinary people spoke. The Bible was one of the first books printed, and one of the first to be translated into the vernacular, against strong opposition from the church. Science was given a great boost by printing, and scientific ideas are still usually first published in print. Several scholars have thought that print even changed the way people thought.","categories":[],"infobox_types":[],"annotations":[{"uri":"Image","surface_form":"image","offset":30},{"uri":"Paper","surface_form":"paper","offset":40},{"uri":"Mechanical","surface_form":"mechanical","offset":49},{"uri":"Book","surface_form":"Book","offset":67},{"uri":"Newspaper","surface_form":"newspaper","offset":77},{"uri":"Ink","surface_form":"ink","offset":144},{"uri":"Machine","surface_form":"machine","offset":176},{"uri":"Printing_press","surface_form":"printing press","offset":192},{"uri":"Writing","surface_form":"writing","offset":310},{"uri":"Machine","surface_form":"mechanical","offset":424},{"uri":"BC","surface_form":"BC","offset":539},{"uri":"Clay","surface_form":"Clay","offset":649},{"uri":"Papyrus","surface_form":"papyrus","offset":655},{"uri":"Wood","surface_form":"wood","offset":664},{"uri":"Slate","surface_form":"slate","offset":670},{"uri":"Parchment","surface_form":"parchment","offset":680},{"uri":"China","surface_form":"China","offset":855},{"uri":"Korea","surface_form":"Korea","offset":865},{"uri":"Wood_carving","surface_form":"wood carving","offset":1048},{"uri":"Casting","surface_form":"casting","offset":1064},{"uri":"Scribe","surface_form":"scribe","offset":1327},{"uri":"Europe","surface_form":"Europe","offset":1376},{"uri":"Johannes_Gutenberg","surface_form":"Johannes Gutenberg","offset":1411},{"uri":"Alphabet","surface_form":"alphabet","offset":1581},{"uri":"Information_technology","surface_form":"information technology","offset":1732},{"uri":"Graphics","surface_form":"graphics","offset":1944},{"uri":"Engraving","surface_form":"engraving","offset":1984},{"uri":"Copper","surface_form":"copper","offset":1997},{"uri":"Lithography","surface_form":"lithography","offset":2090},{"uri":"Photograph","surface_form":"photograph","offset":2120},{"uri":"Machine","surface_form":"Machine","offset":2133},{"uri":"Stitch","surface_form":"stitch","offset":2186},{"uri":"Bind","surface_form":"bind","offset":2200},{"uri":"Industrial_revolution","surface_form":"industrial revolution","offset":2251},{"uri":"Company","surface_form":"companies","offset":2343},{"uri":"Scribe","surface_form":"scribe","offset":2627},{"uri":"Monk","surface_form":"monk","offset":2639},{"uri":"Latin","surface_form":"Latin","offset":2734},{"uri":"Greek_language","surface_form":"Greek","offset":2749},{"uri":"Vernacular","surface_form":"vernacular","offset":2800},{"uri":"Bible","surface_form":"Bible","offset":2852}]}