{"id":38862,"url":"http://en.wikipedia.org/wiki/The_Dark_Side_of_the_Moon","text":"\"The Dark Side Of The Moon\" is an album by the band Pink Floyd. The album has sold over 45 million copies. It is believed to be the second best-selling album ever after \"Thriller\" by Michael Jackson. It is widely considered one of the greatest albums of all time.\nHistory.\nIt was released in 1973 and is their ninth album. It is one of the most famous albums of all time, frequently placing in the top five whenever a rock music authority makes a list of the greatest albums of all time.\nCover.\nIts cover, which features a ray of white light going through a prism, is also one of the most famous album covers of all time. Analysts say that statistically, \"Dark Side Of The Moon\" is always playing somewhere on planet Earth. It is one of the most famous concept albums (albums where all the songs are about a central theme. Some concept albums tell a specific story), and used to be the best-selling album of all time. There is an album-pressing plant in Germany that does nothing but create copies of \"Dark Side Of The Moon\".\nWizard of Oz.\nSome say that when synchronized with the movie \"The Wizard of Oz\", there are many similarities between the two.\nSales.\n\"The Dark Side of the Moon\" became one of the best-selling albums of all time. It is in the top 25 of a list of best selling albums in the United States. It held the number one spot in the US for only a week. But, it remained in the \"Billboard\" album chart for a total of 778 weeks (nearly 14 years). This is the longest any album has spent on the \"Billboard\" charts. The album came back on the \"Billboard\" charts when the Top Pop Catalog Albums chart was introduced in May 1991. It has stayed there since then. In the UK it is the sixth-best-selling album of all time.","categories":[],"infobox_types":["album &lt;!-- See Wikipedia:WikiProject_Albums --&gt;"],"annotations":[{"uri":"Album","surface_form":"album","offset":34},{"uri":"Pink_Floyd","surface_form":"Pink Floyd","offset":52},{"uri":"Thriller_(album)","surface_form":"Thriller","offset":170},{"uri":"Michael_Jackson","surface_form":"Michael Jackson","offset":183},{"uri":"Rock_music","surface_form":"rock music","offset":418},{"uri":"Prism","surface_form":"prism","offset":558},{"uri":"Earth","surface_form":"Earth","offset":717},{"uri":"Germany","surface_form":"Germany","offset":954},{"uri":"List_of_best-selling_albums_worldwide","surface_form":"best-selling albums","offset":1205},{"uri":"List_of_best_selling_albums_(USA)","surface_form":"best selling","offset":1271},{"uri":"United_States","surface_form":"United States","offset":1298},{"uri":"Top_Pop_Catalog_Albums","surface_form":"Top Pop Catalog Albums","offset":1582}]}