{"id":388668,"url":"http://en.wikipedia.org/wiki/The_Chase_(British_game_show)","text":"\"The Chase\" is a British television game show that airs on ITV. It started on 29 June 2009. It is presented by Bradley Walsh. So far, it has run for thirteen series.\nGameplay.\nFour players work together as a team. At the start, each player takes a turn in answering as many questions as they can in 60 seconds. Each correct answer is worth £1,000. This money goes into the player's bank. After all four players have their turn, they then take turns going against the \"Chaser.\"\nThe Chase.\nAt the start, the player's money goes on a sloped board. The board has seven spaces. The player starts three spaces ahead of the Chaser. The Chaser then offers two amounts: one higher than their bank, and one lower than their bank. For example, if the player won £6,000, the Chaser might offer £12,000 as the high amount and £3,000 as the low amount. If the player takes the high amount, their head start is lowered to two spaces. If they take the low amount, their head start is increased to four spaces.\nAfter the player decides on what to do, the player and the Chaser are both asked the same multiple-choice question. They both lock in their answers at the same time. If one answers and the other does not do so at the same time, a five-second time limit is given for the one that did not answer. If the player answers correctly, they move one space closer to the bottom of the board. If the Chaser answers correctly, they move one space closer to \"catching\" the player. If an incorrect answer is given by either, they stay where they are on the board.\nIf the player reaches the end of the board, their amount is added to the team bank. However, if the Chaser catches the player, the player is out of the game, and their bank is lost. This is done three more times with the other three players. The players still in the game move to on the Final Chase. If all four players are caught, their bank is set to £4,000, and they must choose one player to play the Final Chase.\nThe Final Chase.\nThe player(s) still in the game face the Chaser to win their prize money. They start with a one-step head start for each player in the Final Chase. They then have two minutes to answer as many questions as they can. Each correct answer gives them another step. After their time ends, the Chaser is given two minutes to catch the player(s). If the Chaser does not catch them, the player(s) win their prize money. If the Chaser does catch them, the player(s) leave with nothing.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Kingdom","surface_form":"British","offset":17},{"uri":"Television","surface_form":"television","offset":25},{"uri":"Game_show","surface_form":"game show","offset":36},{"uri":"ITV","surface_form":"ITV","offset":59},{"uri":"Bradley_Walsh","surface_form":"Bradley Walsh","offset":111},{"uri":"Pound_sterling","surface_form":"£","offset":340}]}