{"id":388721,"url":"http://en.wikipedia.org/wiki/Coefficient_of_friction","text":"e=\"preserve\">A \"coefficient of friction\" is a value that shows the relationship between two objects and the normal reaction between the objects that are involved. It is a value that is sometimes used in physics to find an object's normal force or frictional force when other methods are unavailable.\nThe coefficient of friction is shown by formula_1. In that equation, formula_1 is the frictional force, formula_1 is the coefficient of friction, and formula_1 is the normal force.\nThe coefficient formula_1 can be two different things. It is either the coefficient of static friction formula_1, or the coefficient of Dynamic friction formula_1.The coefficient of static friction is the friction force between two objects when neither of the objects is moving. The coefficient of dynamic friction is the force between two objects when one object is moving, or if two objects are moving against one another.\nThe coefficient of friction is dimensionless and it does not have any unit. It is a scalar, meaning the direction of the force does not affect the physical quantity.\nThe coefficient of friction depends on the objects that are causing friction. The value is usually between 0 and 1 but can be greater than 1. A value of 0 means there is no friction at all between the objects; such is possible with Superfluidity. All objects, otherwise, will have some friction when they touch each other. A value of 1 means the frictional force is equal to the normal force. It is a misconception that the coefficient of friction is limited to values between zero and one. A coefficient of friction that is more than one just means that the frictional force is stronger than the normal force. An object such as silicone rubber, for example, can have a coefficient of friction much greater than one.\nThe friction force is the force exerted by a surface when an object moves across it - or makes an effort to move across it.\nThe frictional force or force of friction (static or kinetic) can be expressed as\nformula_1 (1)\nformula_1 is the frictional force (in Newtons),\nformula_1 is the static (formula_1) or kinetic (formula_1) frictional coefficient (dimensionless) and\nformula_1 is the normal force (in Newtons).\nit could also be known as a friction.It is represented as(f).","categories":[],"infobox_types":[],"annotations":[{"uri":"Physics","surface_form":"physics","offset":203},{"uri":"Normal_force","surface_form":"normal force","offset":231},{"uri":"Friction","surface_form":"frictional force","offset":386},{"uri":"Dimensionless_quantity","surface_form":"dimensionless","offset":937},{"uri":"Scalar","surface_form":"scalar","offset":990},{"uri":"Superfluidity","surface_form":"Superfluidity","offset":1304},{"uri":"Silicone_rubber","surface_form":"silicone rubber","offset":1701}]}