{"id":388799,"url":"http://en.wikipedia.org/wiki/Nicolai_Stepanowitsch_Turczaninow","text":"Nicolai Stepanowitsch Turczaninow (1796 - 1863) was a Russian botanist. He was born in Nikitovka, in the south of European Russia near the Ukrainian city of Kharkiv. He first identified several genera and many species of plants. Several species have been named after him.\nHe is also known as Nikolai Stepanovich Turchaninov and Nikolaus von Turczaninow.\nEarly life and education.\nTurczaninow was born in 1796 (probably in May) in the town of Nikitovka, Voronezh Oblast (now in the Krasnogvardeysky District, Belgorod Oblast), Russian Empire.\nIn 1810 he was in high school in the city of Voronezh and later studied in the University of Kharkiv. In 1814 he graduated from Kharkiv and went to Saint Petersburg (St. Petersburg) to work with the government.\nWhile he was in St. Petersburg, Turczaninow studied the plants of the area of that city and, in 1825, he published a \"List of plants of the area of Saint Petersburg\" with 646 species of plants that he found.\nWork in Siberia.\nIn 1828, Turczaninow was sent to Irkutsk, eastern Siberia, to work with the government of the region. In his free time he could travel around the Lake Baikal area, collecting many plants that later he sent some to St. Petersburg and keeping the rest for his own herbarium.\nHe became a \"Fellow\" of the Imperial Botanical Garden of St. Petersburg in 1830 so he could explore the Siberian region between the \"Altai Mountains and the eastern ocean\" (Pacific Ocean).\nHe collected plants in the Lake Baikal region and other regions, including northern China and Mongolia. He sent the collected plants and seeds to the St. Petersburg Botanical Garden, keeping some copies in his herbarium. In 1831, 1832 and 1834 Turczaninov wrote some articles in the \"Bulletin de la Société impériale des naturalistes de Moscou\" (\"Bulletin of the Imperial Society of Naturalists of Moscow\") on the botany of Siberia and Mongolia.\nIn 1837 he was sent more to west to the town of Krasnoyarsk, and later he became Governor of the region. In Krasnioarsk, Turczaninov began to publish \"Flora Baikalensi-Dahurica\" in separate parts from 1842 to 1857 in the Bulletin de la Société impériale des naturalists de Moscow. He wrote those articles in Latin. Later all these articles were published in 2 volumes with the first part (introduction) written in French.\nIn Taganrog.\nWhen he was 49 years old, in 1845, and after 17 years in Siberia, Turczaninov went to live in Taganrog on the Sea of Azov near the Black Sea. In Taganrog, Turczaninov fell from a ladder and broke one leg; this affected his life and he could not travel to South America as he wanted. In 1847, Turczaninov move to the city of Kharkiv to work in the herbarium of the University of Kharkiv.\nTurczaninov died in Kharkiv on 26 December 1863.\nHonours.\nIn 1857, The Academy of Sciences of St. Petersburg gave him the Demidov Prize because of his contribution to Russian botany. And the University of Kharkiv named him a member of honour.\nSeveral species of plantas are named after Turczaninov, and the Altai State University publishes the bulletin \"Turczaninowia\" (for the printed version and for the electronic version).","categories":[],"infobox_types":[],"annotations":[{"uri":"Russia","surface_form":"Russia","offset":54},{"uri":"Botany","surface_form":"botanist","offset":62},{"uri":"Europe","surface_form":"Europe","offset":114},{"uri":"Ukraine","surface_form":"Ukrainian","offset":139},{"uri":"Kharkiv","surface_form":"Kharkiv","offset":157},{"uri":"Genus_(biology)","surface_form":"genera","offset":194},{"uri":"Voronezh","surface_form":"Voronezh","offset":453},{"uri":"Oblast","surface_form":"Oblast","offset":462},{"uri":"Krasnogvardeysky_District","surface_form":"Krasnogvardeysky District","offset":481},{"uri":"Belgorod_Oblast","surface_form":"Belgorod Oblast","offset":508},{"uri":"Russian_Empire","surface_form":"Russian Empire","offset":526},{"uri":"Saint_Petersburg","surface_form":"Saint Petersburg","offset":690},{"uri":"Irkutsk","surface_form":"Irkutsk","offset":1011},{"uri":"Siberia","surface_form":"Siberia","offset":1028},{"uri":"Government","surface_form":"government","offset":1054},{"uri":"Lake_Baikal","surface_form":"Lake Baikal","offset":1124},{"uri":"Herbarium","surface_form":"herbarium","offset":1240},{"uri":"Fellow","surface_form":"Fellow","offset":1264},{"uri":"Empire","surface_form":"Imperial","offset":1279},{"uri":"Botanical_Garden","surface_form":"Botanical Garden","offset":1288},{"uri":"Siberia","surface_form":"Siberia","offset":1355},{"uri":"Altai_Mountains","surface_form":"Altai Mountains","offset":1384},{"uri":"Ocean","surface_form":"ocean","offset":1416},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":1424},{"uri":"Krasnoyarsk","surface_form":"Krasnoyarsk","offset":1934},{"uri":"Governor","surface_form":"Governor","offset":1967},{"uri":"Latin_language","surface_form":"Latin","offset":2194},{"uri":"French_language","surface_form":"French","offset":2300},{"uri":"Taganrog","surface_form":"Taganrog","offset":2415},{"uri":"Sea_of_Azov","surface_form":"Sea of Azov","offset":2431},{"uri":"Black_Sea","surface_form":"Black Sea","offset":2452},{"uri":"South_America","surface_form":"South America","offset":2576},{"uri":"Demidov_Prize","surface_form":"Demidov Prize","offset":2830},{"uri":"Honour","surface_form":"honour","offset":2943},{"uri":"Altai_State_University","surface_form":"Altai State University","offset":3015}]}