{"id":388997,"url":"http://en.wikipedia.org/wiki/Trecento","text":"Trecento was the Italian word for the Italian culture during the 14th century.\nCharacteristics.\nThe Trecento is considered the beginning of the Italian Renaissance cultural movement. It is sometimes called \"Proto-Renaissance\".\nOne of the most important centres of art and architecture in this period is Florence, a political, economical and cultural pole of Italy.\nThe most important artists who represent this period are Giotto, in painting, and Donatello, in sculpture. Indeed the Trecento begins with the works of the painter Giotto and includes Taddeo Gaddi, Orcagna, Altichiero and the sculptor Nicola Pisano.\nIn 1334 Giotto was appointed chief architect to Florence Cathedral, of which the \"Campanile\" (founded by him on 18 July 1334 AD) bears his name, but was not completed to his design. Most of the famous Florence Cathedral, an architecture masterpiece, was built during the Trecento.\nImportant sculptors included two pupils of Giovanni Pisano: Arnolfo di Cambio and Tino di Camaino, and Bonino da Campione.\nThe Trecento was also famous as a time of heightened literary activity, with writers working in the vernacular instead of Latin. Dante, Petrarch and Boccaccio were the leading writers of the age. Dante produced his famous \"La Divina commedia\" (The Divine Comedy), a summation of the medieval worldview, and Petrarch wrote verse in a lyrical style influenced by the Provençal poetry of the troubadours.\nIn music, the Trecento was a time of vigorous activity in Italy. Musicians and composers of the Trecento included the renowned Francesco Landini, as well as Maestro Piero, Gherardello da Firenze, Jacopo da Bologna, Giovanni da Cascia, Paolo \"Tenorista\" da Firenze, Niccolò da Perugia, Bartolino da Padova, Antonio Zachara da Teramo and Matteo da Perugia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italy","surface_form":"Italian","offset":38},{"uri":"Renaissance","surface_form":"Renaissance","offset":152},{"uri":"Florence","surface_form":"Florence","offset":303},{"uri":"Giotto","surface_form":"Giotto","offset":422},{"uri":"Donatello","surface_form":"Donatello","offset":447},{"uri":"Nicola_Pisano","surface_form":"Nicola Pisano","offset":600},{"uri":"Florence_Cathedral","surface_form":"Florence Cathedral","offset":663},{"uri":"Dante","surface_form":"Dante","offset":1148},{"uri":"Petrarch","surface_form":"Petrarch","offset":1155},{"uri":"Giovanni_Boccaccio","surface_form":"Boccaccio","offset":1168},{"uri":"The_Divine_Comedy","surface_form":"The Divine Comedy","offset":1263}]}