{"id":389070,"url":"http://en.wikipedia.org/wiki/Christopher_Jones","text":"Christopher Jones (about 1570 – about 5 March 1622) was Master of the \"Mayflower\" when the ship carried the Pilgrims to North America in 1620.\nEarly life.\nJones was born about 1570 to Christopher and Sybil Jones of Harwich, co. Essex, England. The Harwich records for the year of his birth are missing. Christopher was his father's eldest son. He lived in a house on High Street. Jones was eight years old when his father died. Christopher was left his father's share in the ship \"Marie Fortune\" when he turned eighteen. His brother Roger was left an eighth part and stock in another ship, the \"Centurion\", when he turned eighteen. Christopher's mother married Robert Russell on 20 September 1579.\nMarriages.\nOn 23 December 1593, Jones married Sarah Twitt, the daughter of a fairly wealthy Harwich merchant. She lived across the street from Jones in Harwich. Within a year of their marriage in St. Nicholas's Church, Harwich, they had a son, Thomas. The boy was baptized on 1 December 1595. He died a few months later on 17 April 1596. Sarah's father died in 1599, leaving Christopher and Sarah Jones a twelfth share in the ship \"Apollo\". Sarah died in 1603. She was buried on 23 May 1603 in Harwich.\nSix months after his wife's death, Jones married Josian Gray in St. Nicholas' church. She was the widow of Richard Gray, and the daughter of Thomas Thompson. Both men were ship owners and Harwich merchants. The Joneses had eight children, four born in Harwich and four born in Rotherhithe where the family moved in 1609.\nCommunity life.\nBy the time of his first wedding, Jones' father had died. He left Jones his share in the ship \"Mary Fortune\". Sarah Twitt received £20 and a twelfth share in the ship \"Apollo\" at her father's death. In 1601, Jones was elected freeman of the Borough of Harwich. He served as tax assessor and jury member in Harwich.\nHis name is listed as one of the 24 capital burgesses on the Great Charter granted to the Borough by James I in 1604. In 1605, he was accused of keeping hunting dogs (greyhounds), an interest open only to gentlemen whose land was valued at more than 40 shillings per year.\nSeafaring career.\nWith what wealth he had acquired through inheritance and marriage, Jones was able to pursue a seafaring career. He built the ship, \"Josian\", named after his wife. He traded between England and Europe with voyages to Norway, Bordeaux, and Rochelle. He carried woolen cloth on outward bound voyages and wine on return trips.\nJones was part owner in the \"Mayflower\". He had been the master of the ship for about 11 years when it was hired to carry the Pilgrims to North America. Jones and his 102 passengers and 30-40 crew members left Plymouth, England in September 1620. They arrived in North America in November. Jones remained in the New World through a harsh winter and returned to England in the spring of 1621.\nDeath.\nJones' wintering in the New World very likely undermined his health. He died about 5 March 1622. His burial is recorded in the Parish Register of St Mary's church, Rotherhithe, as 5 March 1622. His house still stands in Harwich on King's Head St.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mayflower","surface_form":"Mayflower","offset":71},{"uri":"Pilgrims","surface_form":"Pilgrims","offset":108},{"uri":"North_America","surface_form":"North America","offset":120},{"uri":"Harwich","surface_form":"Harwich","offset":215},{"uri":"Essex","surface_form":"Essex","offset":228},{"uri":"England","surface_form":"England","offset":235},{"uri":"Wedding","surface_form":"wedding","offset":1563},{"uri":"Greyhound","surface_form":"greyhound","offset":2020},{"uri":"Pilgrims","surface_form":"Pilgrims","offset":2593},{"uri":"North_America","surface_form":"North America","offset":2605},{"uri":"Plymouth%2C_Devon","surface_form":"Plymouth","offset":2677},{"uri":"England","surface_form":"England","offset":2687}]}