{"id":38926,"url":"http://en.wikipedia.org/wiki/Drum_and_bugle_corps","text":"A drum and bugle corps is similar to a marching band but it only has brass instruments, percussion instruments, and color guards. Armies used signal drums and bugles as signals for centuries. The modern drum and bugle corps came from military drum and bugle units coming back from World War I and the wars after it. Early drum and bugle corps was a year-round activity, where musicians performed at shows all the time. Now, most drum and bugle corps schedule tours during the summer, where they travel around the country, performing a new show every year, with different music and movements.\nFormation.\nBefore 1971, most American drum and bugle corps, or \"corps,\" performed in shows run by the American Legion. In 1971, 5 important corps founded a new group, called the \"Midwest Combine.\" Other eastern and western corps did the same thing with their respective regions. These corps formed these organizations because they did not like the rules of the American Legion, which many believed prevented creativity. The corps also believed that they did not give enough of the money from ticket sales to the corps who performed. The different groups decided that they would all perform together in shows, one after another, and never separately in different shows. This strategy went very well for the corps, and in 1972, all the groups, plus a few other corps formed a big group called \"Drum Corps International,\" or DCI. This group gave the corps a lot of money from shows and artistic freedom. DCI's leadership are the corps that perform in DCI, allowing the competing members to change rules whenever they need to, rather than having someone not familiar with drum corps make those changes.\nDCI Classes.\nDCI has two classes corps can compete within. The first, and greater one is \"World Class.\" in World class, all of the corps must have no more than 154 members, although how those members are divided is up to the leaders of that corps. The corps in world class also get more money from DCI, and are allowed to vote on big decisions in DCI, like show times, rules, and money. the corps in world class also spend a lot of time touring the country, and go to a lot of places. The second, and lesser class is \"Open Class.\" in Open class, the corps can have any number of members between 1 and 154. These corps do not get as much money as world class corps, and do not have as much say in decision making. They also spend less time on tour, and they also stay closer to where their headquarters is. Sometimes, corps can move from open class to world class if they performed very well the previous year. If a group wants to start a corps, they will always start out in open class.\nThe classes in DCI did not always look this way. there once was 3 classes called divisions, I, II, & III. There also used to be a \"greater\" Open class, \"A\" class, and \"A60\" class (where corps could only have a maximum of 60 marching members). There also used to be an All-Girls class, for corps that were all girls. before 1983, most corps were all male.\nBrass Instruments.\nBefore 2000, most drum corps played brass instruments with two buttons, or \"valves\". These play a \"G\" note when no valves are pressed. These \"bugles\" give drum and bugle corps its name. Bugles are very similar to other brass instruments, but bugles are not usually made well, and they can be very difficult to play well when you want them to. Now, most drum corps play instruments that sound a bit higher; they play a B-flat when no buttons are pressed. These are called marching instruments, and sound and play very similar to the instruments played in concert halls.\nRemember, drum corps perform on football fields outside. In a concert hall, the sound from the instruments bounces everywhere, but the walls are carefully shaped to direct the sound to the audience. Outside the sound still bounces everywhere, but the sound that is not pointing directly forward flies away and is wasted. Because of that, marching instruments are shaped differently; the big \"bell\" points towards the audience, so it is as loud as possible for them.  The four most common brass instruments in corps are the trumpet, mellophone (like a French horn), baritone, and contrabass (like a tuba). For a long time, DCI rules have banned all other brass instruments besides the ones listed above. Now, DCI have changed the rules and have allowed more brass instruments, like the trombone and euphonium. These other instruments are used in a manner that only one or a couple people play them in the corps. As a result, the instruments need microphones and speakers, or else the audience would not hear them over the dozens of marching instruments on the field.\nDrums.\nAll drum corps use three different types of drums. These are the snare, tenors, and basses. together, with the cymbals, make up the \"drumline.\"\nThe snare drum is the smallest of the three. It has a short, loud, crunchy sound when hit. Corps can have between 6-10 people playing these.\nTenor drums, or \"tenors\" are actually a set of 4 or 5 drums attached together, designed to be played all by one person. The different drums have different pitches that can be played in sequences to produce crude melodies. This instrument has a sound like \"oh\" and a noticeable pitch, and the sound quality can change depending on the type of stick used to hit the instrument. Corps can have between 3-5 musicians playing these.\nThe bass drum is a very large drum held sideways against player's body, so that the musician uses two hands and sticks to hit either drum head. It is the deepest pitched of the drums, and they have a low, round, closed sound when hit, with a less defined pitch. Corps have about 5 basses of different sizes played by 5 people, so, like the tenors, they can also play crude melodies.\nModern drum corps not only have marching drummers, but also have 'front ensembles,\" who play instruments that cannot be marched with. These include timpani sets, or kettle drums, vibraphones, marimbas, tubular bells, xylophones, and various \"auxiliary\" percussion that would be inconvenient to march with. Front ensembles can also have suspended cymbals, especially if the corps has no marching cymbals.\nDrumlines can also have cymbals, who hold two identical crafted metal solid cymbals in both hands in front of their bodies, and slam them together to get a sustained crash sound. Many modern drum corps have opted to eliminate cymbals from their drumlines, as they can be expensive to maintain. Cymbal lines need at least one additional staff member to teach, as they are very different from the other drums. In addition, a corps may have limited members, and deem that a musician is more valuable in the front ensemble, where they can play other instruments simultaneously.","categories":[],"infobox_types":[],"annotations":[{"uri":"Marching_band","surface_form":"marching band","offset":39},{"uri":"Brass_instrument","surface_form":"brass instrument","offset":69},{"uri":"Percussion_instrument","surface_form":"percussion instrument","offset":88},{"uri":"Color_guard","surface_form":"color guard","offset":116},{"uri":"Drum","surface_form":"drum","offset":243},{"uri":"Bugle","surface_form":"bugle","offset":252},{"uri":"World_War_I","surface_form":"World War I","offset":281},{"uri":"Headquarters","surface_form":"headquarters","offset":2480}]}