{"id":389239,"url":"http://en.wikipedia.org/wiki/Punched_tape","text":"Punched tape is a medium for data storage. It is made of a long strip with holes in it. The holes are used to represent information. The principle is the same as that of a punched card, except that the length is variable. Punched tape was widely used in the 1950s and 1960s, but was later replaced by other media. Punched tape was first used to program looms, in the 18th century. Similar looms are still used for weaving Tartans, but the punched tape is made of metal platelets today. Another use of punched tape is in barrel organs.\n20th century teleprinters also use punched tape. Herman Hollerith used punched tape for a census, in 1890. Gilbert Vernam, a telecommunication engineer developed the Vernam cipher in 1917. This cipher could be used with punched tape. Vernam combined a character of the punched tape, with one of a key, to give the encoded character. Combining the ecoded character with the key again gives the plain text. This is in fact an exclusive disjunction, even though Vernam used a different name. It was an automated one-time pad. The NSA has called this patent \"perhaps one of the most important in the history of cryptography.\"\nFormats.\nThere are different formats for punching tapes. Today, two formats are left, which are mechanically compatible. One is used in Telex and early computing applications. The strip is wide, and has five positions, plus a row that serves for feeding, and is always punched. The feeding row is between positions three and four. Data positions use a quadratic raster of a width of. The other format is mainly used in computing. The strip is wide, and has eight positions. Like the other format, the feeding row is between holes three and four. Both formats save ten rows of data (or characters) on a length of. If the 5 position strip is put on top of the 8 position one, the first five holes (and the feeding row) have the same position. Thi means that a reader which is capable of reading 8-position tape can also read 5-position tape. There are devices which can output both formats.\nIt is possible to encode 256 different characters on an 8 hole tape, the five hole tape can hold 32 different characters. The Baudot code which is used for encoding has two special characters that allow to switch between two halves of a code. This means that the five position punchtape can encode 59 different characters.","categories":[],"infobox_types":[],"annotations":[{"uri":"Digital_media","surface_form":"medium","offset":18},{"uri":"Data_storage","surface_form":"data storage","offset":29},{"uri":"Information","surface_form":"information","offset":120},{"uri":"Punched_card","surface_form":"punched card","offset":172},{"uri":"Loom","surface_form":"loom","offset":353},{"uri":"Tartan","surface_form":"Tartan","offset":422},{"uri":"Barrel_organ","surface_form":"barrel organ","offset":520},{"uri":"Teleprinter","surface_form":"teleprinter","offset":548},{"uri":"Herman_Hollerith","surface_form":"Herman Hollerith","offset":584},{"uri":"Census","surface_form":"census","offset":625},{"uri":"Gilbert_Vernam","surface_form":"Gilbert Vernam","offset":642},{"uri":"Vernam_cipher","surface_form":"Vernam cipher","offset":701},{"uri":"Exclusive_disjunction","surface_form":"exclusive disjunction","offset":959},{"uri":"One-time_pad","surface_form":"one-time pad","offset":1044},{"uri":"NSA","surface_form":"NSA","offset":1062},{"uri":"Telex","surface_form":"Telex","offset":1293},{"uri":"Baudot_code","surface_form":"Baudot code","offset":2172}]}