{"id":389450,"url":"http://en.wikipedia.org/wiki/Helium-4","text":"e=\"preserve\">Helium-4 (also written 4He) is an isotope of helium. It is the most common isotope of helium in the universe. Out of all the helium on the Earth, 99.99986% is helium-4. The nucleus (the center) of a helium-4 atom is also known as the alpha particle. Helium-4 is made of 2 protons (the part of an atomic nucleus with a positive charge), 2 neutrons (the part of an atomic nucleus with no charge) and 2 electrons (the part of an atom that goes around the nucleus with a negative charge).\nMany helium-4 on Earth is produced from the alpha decay of heavy elements. In the Sun and the whole universe, most helium-4 is made during the Big Bang, the event that created the universe. This \"Big Bang helium-4\" is known as the \"primordial helium\". Helium-4 is also made in nuclear fusion at the center of stars. Primordial helium is not found on Earth due to it escaping because of the extremely high temperature of Earths creation.\nHelium-4 on Earth was made through radioactive decay (when an atom breaks down into smaller atoms) from other elements, and it is made after the planet cooled and became solid.\nOne quarter of all the mass in the Universe is helium-4. The rest is mostly hydrogen.\nWhen helium-4 in its liquid form is cooled to below -271.17 °C (2.71 K), it turns into a superfluid. A superfluid is a special kind of fluid that has properties that are different from normal fluids. For example, if helium-4 as a superfluid is placed in an open container, it will climb the walls of the container and spill out. This is called a \"Rollin film\". It is caused by a phenomenon in quantum mechanics that is known as the Clausius-Clapeyron relation. The nucleus of helium-4 has a total spin of zero (an integer), and this makes it a boson. Now, the superfluid behaviour is a form of the Bose-Einstein condensate that can only be done by bosons.\nHelium-4 can also be found on the Moon. On Earth, it is the most common isotope of helium.","categories":[],"infobox_types":[],"annotations":[{"uri":"Isotope","surface_form":"isotope","offset":47},{"uri":"Helium","surface_form":"helium","offset":99},{"uri":"Atomic_nucleus","surface_form":"nucleus","offset":186},{"uri":"Alpha_particle","surface_form":"alpha particle","offset":247},{"uri":"Proton","surface_form":"protons","offset":285},{"uri":"Charge","surface_form":"charge","offset":340},{"uri":"Neutron","surface_form":"neutrons","offset":351},{"uri":"Electron","surface_form":"electrons","offset":413},{"uri":"Alpha_decay","surface_form":"alpha decay","offset":542},{"uri":"Big_Bang","surface_form":"Big Bang","offset":641},{"uri":"Nuclear_fusion","surface_form":"nuclear fusion","offset":775},{"uri":"Radioactive_decay","surface_form":"radioactive decay","offset":970},{"uri":"Hydrogen","surface_form":"hydrogen","offset":1188},{"uri":"Liquid","surface_form":"liquid","offset":1219},{"uri":"Kelvin","surface_form":"K","offset":1267},{"uri":"Superfluid","surface_form":"superfluid","offset":1287},{"uri":"Fluid","surface_form":"fluid","offset":1333},{"uri":"Property","surface_form":"properties","offset":1348},{"uri":"Rollin_film","surface_form":"Rollin film","offset":1545},{"uri":"Quantum_mechanics","surface_form":"quantum mechanics","offset":1591},{"uri":"Clausius-Clapeyron_relation","surface_form":"Clausius-Clapeyron relation","offset":1630},{"uri":"Spin_(physics)","surface_form":"spin","offset":1695},{"uri":"Boson","surface_form":"boson","offset":1742},{"uri":"Behaviour","surface_form":"behaviour","offset":1769},{"uri":"Bose-Einstein_condensate","surface_form":"Bose-Einstein condensate","offset":1796},{"uri":"Moon","surface_form":"Moon","offset":1888}]}