{"id":389588,"url":"http://en.wikipedia.org/wiki/Urinary_system","text":"e=\"preserve\">The urinary system (the urinary tract) is a system of organs that makes urine/pee and takes it out of the body.\nUrine is watery waste of the body. Our body needs to collect this waste and get rid of it. Our body makes urine in two organs - the kidneys. To make urine, kidneys filter blood from blood vessels.\nOrgans of the urinary system.\nThe urinary includes several organs: the kidneys, ureters, the urinary bladder, and urethra.\nHow the urinary system works.\nThe kidneys remove waste chemicals like urea from the blood. The blood containing chemical wastes enters the kidneys through the renal arteries. The blood is processed through the nephron to make urine. Urine is yellow water with waste chemicals in it.\nThen the urine goes down from the kidneys to the urinary bladder. It goes to it through two tubes - one tube from each kidney. The tubes are called ureters.\nThe urinary bladder is a soft container. It has muscles. Its muscles can make it bigger or smaller. It becomes bigger when it is full of urine. At such times we feel it, and we have to pee.\nThere is one tube that goes out of the urinary bladder. This tube lets the urine out of the body. This tube is the urethra. It is the only urinary organ different in men and women.\nWomen's urethra.\nIn women the urethra is shorter and wider inside. Its outer end is between a woman's legs. It opens on her outer sex organs (vulva). A woman's urethra serves only to pass urine.\nMen's urethra.\nIn men the urethra is longer. It serves two functions. As a part of urinary system, it pased urine out of the body. As a part of reproductive system it passes seminal liquid. This liquid has in it male sex cells. These cells are called sperm cells. Sperm cells are made in the male sex glands - testes. The liquid with cells forms in another gland. This gland is below the bladder. This gland is called the prostate. The male urethra passes through the prostate and goes on through another organ. This male organ is a tube with the urethra. This tube is on the front of a man's body below the abdomen. This tube is called the penis.\nWomen do not have it. To have sex and make babies, the penis goes into a women's wider tube, which is called the vagina. It does not pass urine: women's urethra goes in front of the vagina. Men get orgasms from their penis. Women have orgasms from their vagina and clitoris. Clitoris is an organ in women for orgasm only. It is much smaller than a penis. The women's urethra is not in the clitoris, but behind it.\nThe urinary system is linked to the sex organs of men and women. Sex organs are called genitals. Genitals and the urinary system make the genitourinary or urogenital system. Its organs are male or female; internal (inside) or external (outside the body).\nPassing urine outside is called urination.\nMedical aspects.\nTA medical science on the urinary system is urology. Medical doctors in urology are urologists. Women with urinary problems can also go to a gynecologist. Men's sex organs are checked by urologists andrologists.","categories":[],"infobox_types":[],"annotations":[{"uri":"Organ_system","surface_form":"system","offset":57},{"uri":"Organ_system","surface_form":"organs","offset":67},{"uri":"Urine","surface_form":"urine","offset":85},{"uri":"Kidney","surface_form":"kidney","offset":257},{"uri":"Blood","surface_form":"blood","offset":296},{"uri":"Blood_vessel","surface_form":"blood vessel","offset":307},{"uri":"Kidney","surface_form":"kidney","offset":393},{"uri":"Ureter","surface_form":"ureter","offset":402},{"uri":"Bladder","surface_form":"bladder","offset":423},{"uri":"Urethra","surface_form":"urethra","offset":436},{"uri":"Urea","surface_form":"urea","offset":515},{"uri":"Artery","surface_form":"renal arteries","offset":604},{"uri":"Nephron","surface_form":"nephron","offset":655},{"uri":"Bladder","surface_form":"bladder","offset":785},{"uri":"Ureter","surface_form":"ureters","offset":876},{"uri":"Muscle","surface_form":"muscles","offset":933},{"uri":"Urethra","surface_form":"urethra","offset":1190},{"uri":"Man","surface_form":"men","offset":1241},{"uri":"Woman","surface_form":"women","offset":1249},{"uri":"Vulva","surface_form":"vulva","offset":1398},{"uri":"Sperm","surface_form":"sperm","offset":1702},{"uri":"Testicle","surface_form":"testes","offset":1761},{"uri":"Prostate","surface_form":"prostate","offset":1873},{"uri":"Abdomen","surface_form":"abdomen","offset":2059},{"uri":"Penis","surface_form":"penis","offset":2092},{"uri":"Genitals","surface_form":"genitals","offset":2600},{"uri":"Urination","surface_form":"urination","offset":2800},{"uri":"Urology","surface_form":"urology","offset":2872}]}