{"id":38964,"url":"http://en.wikipedia.org/wiki/Anno_Domini","text":"\"Anno Domini\" (Latin: \"In the year of (our) Lord\"), shortened as AD or A.D., is used to refer to the years after the birth of Jesus. AD is also a shortening for Christian Era. Similarly, Before Christ, shortened as BC or B.C., is used in the English language to refer to all years before the start of the time period \"Anno Domini\". In past centuries, AD came before the year but comes after a century or millennium. For example, a person would write AD 2014 but 21st century AD or 3rd millennium AD. There is no zero year in this system. This means that the year A.D. 1 follows the year 1 B.C.\nSome people mistakenly interpret “A.D.” as standing for “after death.” The abbreviation “A.D.” was originally placed before the year number (e.g. A.D. 145); then “B.C.” often placed after the year number (e.g. 145 B.C.). Nowadays it is more usual to put both abbreviations after the numbers (e.g. 145 AD; e.g. 145 BC).\nThis dating system was meant to signal the year of Christ's birth, but modern scholars have decided Jesus was actually born a few years earlier.\nPre History term.\nThe system for working out the years was invented by Dionysius Exiguus in about AD 525. He fixed the point Anno Domini, which is used to number the years of both the Gregorian calendar and the Julian calendar. He used it to identify the several Easters in his Easter table. He did not use it to date any historical event. When he devised his table, Julian calendar years were identified by naming the consuls who held office that year — he himself stated that the \"present year\" was \"the consulship of Probus Junior [Flavius Probus]\", which he also stated was 525 years \"since the incarnation [conception] of our Lord Jesus Christ\". How he arrived at that number is unknown. He invented a new system of numbering years to replace the Diocletian years that had been used in an old Easter table because he did not wish to continue the memory of a tyrant who persecuted Christians.\nThe Anno Domini calendar era became dominant in Western Europe only after it was used by the Venerable Bede to date the events in his Ecclesiastical History of the English People, completed in 731. The French emperor Charlemagne made it popular in mainland Europe. Some parts of Europe did not use the Anno Domini system until the 15th century. For example, Portugal used a different system called the \"Spanish era\" until 1422.","categories":[],"infobox_types":[],"annotations":[{"uri":"Latin","surface_form":"Latin","offset":15},{"uri":"Jesus","surface_form":"Jesus","offset":126},{"uri":"English_language","surface_form":"English language","offset":242},{"uri":"0_(year)","surface_form":"zero year","offset":512},{"uri":"Jesus","surface_form":"Jesus","offset":1013},{"uri":"Dionysius_Exiguus","surface_form":"Dionysius Exiguus","offset":1129},{"uri":"525","surface_form":"525","offset":1159},{"uri":"Gregorian_calendar","surface_form":"Gregorian calendar","offset":1242},{"uri":"Julian_calendar","surface_form":"Julian calendar","offset":1269},{"uri":"Easter","surface_form":"Easter","offset":1336},{"uri":"Roman_consul","surface_form":"consuls","offset":1477},{"uri":"Diocletian","surface_form":"Diocletian","offset":1810},{"uri":"Calendar_era","surface_form":"calendar era","offset":1971},{"uri":"Bede","surface_form":"Bede","offset":2058},{"uri":"Ecclesiastical_History_of_the_English_People","surface_form":"Ecclesiastical History of the English People","offset":2089},{"uri":"731","surface_form":"731","offset":2148},{"uri":"Charlemagne","surface_form":"Charlemagne","offset":2172},{"uri":"Spanish_era","surface_form":"Spanish era","offset":2358}]}