{"id":389735,"url":"http://en.wikipedia.org/wiki/Marco_Rubio","text":"Marco Antonio Rubio, Jr. (born May 28, 1971) is the senior United States Senator from Florida. He is a Republican. He was elected to the Florida House of Representatives in 2000, and he served as the Speaker of the Florida House of Representatives from 2006 to 2008.\nEarly life.\nRubio's family moved from Cuba to the US in the 1950s. He was born in 1971 in Miami, Florida. He has one brother and two sisters. Rubio's family moved to Las Vegas, Nevada during the 1980s but they later came back to Miami. After high school he stayed in Florida and went to the University of Florida, where he graduated in 1993 with a political science degree. After that he went to law school at the University of Miami, where he got a doctorate in law.\nU.S. Senate (2011-present).\nAfter being in local politics, Rubio ran for the Florida House of Representitives and won. Eventually he became the Speaker of the House, an important political position. In 2010 he ran for US Senate. He ran a long shot campaign at first: most people thought that Florida's Governor, Charlie Crist would get the Republican nomination. Rubio won the primary, but Crist entered the race as an independent. In a three way race between himself, Crist, and Democrat Kendrick Meek, Rubio was elected to the Senate in 2010.\nRubio has become well known since entering the Senate. He has been critical of President Barack Obama and has proposed his own ideas in place of Obama's plans on more than one issue. He wrote a plan for the economy supporting free market economics and has proposed tax cuts for small businesses that have innovative ideas. Rubio also introduced a reform of the US immigration system and recently supported changes to how colleges deal with sexual assault.\nRubio announced in May 2015, that he will not seek re-election because of his presidential campaign. After suspending his presidential campaign, Rubio announced he would seek a second term in June 2016. Rubio defeated Democratic challenger Patrick Murphy in the 2016 election.\n2016 presidential race.\nOn April 13, 2015, Rubio announced his candidacy for president in 2016 and that he would not seek re-election to his Senate seat. His campaign started at the Freedom Tower in Miami, a building that many Cuban immigrants passed through.\nDuring the 2016 Republican Party presidential primary, Rubio came in third place in Iowa. Since then, he came in second or third place in the Nevada and South Carolina primaries. He won the Minnesota primaries after Super Tuesday. On March 6, 2016, Rubio won the Puerto Rico primary by winning almost 74%. He also won the Washington, D.C. caucus.\nRubio suspended his campaign on March 15, 2016 after losing the Florida primaries to Donald Trump.\nPersonal life.\nRubio married Jeanette Dousdebes in 1998. Together, they have four children. The Rubios live in Miami, Florida. Marco has two sisters, Veronica and Barbara, and an older brother, Mario. Rubio has said in his books that he is a fan of rap music. When he was a young man he played football, and once hoped to play the game in the NFL. Rubio has also written two books.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Senate","surface_form":"United States Senator","offset":59},{"uri":"Florida","surface_form":"Florida","offset":86},{"uri":"Republican_Party_(United_States)","surface_form":"Republican","offset":103},{"uri":"Cuba","surface_form":"Cuba","offset":305},{"uri":"Miami","surface_form":"Miami","offset":357},{"uri":"Florida","surface_form":"Florida","offset":364},{"uri":"Las_Vegas","surface_form":"Las Vegas","offset":433},{"uri":"Nevada","surface_form":"Nevada","offset":444},{"uri":"University_of_Florida","surface_form":"University of Florida","offset":558},{"uri":"University_of_Miami","surface_form":"University of Miami","offset":681},{"uri":"US_Senate","surface_form":"US Senate","offset":953},{"uri":"Charlie_Crist","surface_form":"Charlie Crist","offset":1047},{"uri":"Kendrick_Meek","surface_form":"Kendrick Meek","offset":1224},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":1369},{"uri":"Free_market","surface_form":"free market","offset":1506},{"uri":"Marco_Rubio_presidential_campaign%2C_2016","surface_form":"his candidacy for president","offset":2072},{"uri":"United_States_presidential_election%2C_2016","surface_form":"2016","offset":2103},{"uri":"Republican_Party_presidential_primaries%2C_2016","surface_form":"2016 Republican Party presidential primary","offset":2284},{"uri":"Iowa","surface_form":"Iowa","offset":2357},{"uri":"Nevada","surface_form":"Nevada","offset":2415},{"uri":"South_Carolina","surface_form":"South Carolina","offset":2426},{"uri":"Minnesota","surface_form":"Minnesota","offset":2463},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":2536},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":2595},{"uri":"Florida","surface_form":"Florida","offset":2684},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":2705}]}