{"id":389821,"url":"http://en.wikipedia.org/wiki/Battle_of_the_Plains_of_Abraham","text":"e=\"preserve\">The Battle of the Plains of Abraham was a battle that happened on September 13, 1759. It was part of the French and Indian War, which was part of the big Seven Years' War. The Plains of Abraham are close to the Saint Lawrence River in Quebec City. It is named after Abraham Martin. The battle was the French against the British. The French leader was Louis de Montcalm, and the British leader was James Wolfe. Both were young men. The French were wearing blue and the British were wearing red.\nThe French were in their fort on the Plains of Abraham, waiting for the British to arrive. They knew the British were coming, from rumours and spies. But when the British arrived in June, the French were not prepared, and they did not have all their troops with them. The siege lasted three months. The French attacked; each side had about 4500 troops in the battle. Many of the French troops were not trained as well as the British troops. Montcalm and Wolfe both died. The French retreated, and Quebec surrendered on September 18, 1759. The war continued in 1760, and the British captured Montreal and New France was defeated. This took Canada away from France and made it part of the British Empire. France, however, still had the Louisiana Territory.","categories":[],"infobox_types":[],"annotations":[{"uri":"Battle","surface_form":"battle","offset":55},{"uri":"French_and_Indian_War","surface_form":"French and Indian War","offset":118},{"uri":"Seven_Years%27_War","surface_form":"Seven Years' War","offset":167},{"uri":"Saint_Lawrence_River","surface_form":"Saint Lawrence River","offset":224},{"uri":"Quebec_City","surface_form":"Quebec City","offset":248},{"uri":"France","surface_form":"French","offset":314},{"uri":"British_Empire","surface_form":"British","offset":333},{"uri":"Louis_de_Montcalm","surface_form":"Louis de Montcalm","offset":364},{"uri":"James_Wolfe","surface_form":"James Wolfe","offset":410},{"uri":"Spy","surface_form":"spies","offset":650},{"uri":"Siege","surface_form":"siege","offset":779},{"uri":"New_France","surface_form":"New France","offset":1111},{"uri":"British_Empire","surface_form":"British Empire","offset":1194},{"uri":"Louisiana_Territory","surface_form":"Louisiana Territory","offset":1241}]}