{"id":3899,"url":"http://en.wikipedia.org/wiki/Amylase","text":"e=\"preserve\">Amylase is an enzyme which breaks down starch into sugars which the body can use.\nMore accurately, it is a family of similar enzymes which work in a wide range of animals, plants and fungi. There are two variants in humans: alpha-amylase, and gamma-amylase.\nAlpha-amylase is a major digestive enzyme. Its optimum pH is 6.7–7.0. It is found in saliva and pancreatic juice. It takes starch chains and breaks them into smaller pieces with two or three glucose units. It can break down starch into maltose. It works in the mouth and stomach during digestion.\nThe gamma-amylase has most acidic optimum pH of all amylases because it is most active around pH 3. Therefore, it works best in the stomach, which does have an acidic pH.\nHuman evolution.\nApparently, early humans did not possess salivary amylase. The closest evolutionary relatives of humans, chimpanzees and bonobos, have either one or no copies of the gene for producing salivary amylase. A duplication event of the AMY1 gene led to the production of amylase in the saliva. The same event occurred independently in rodents. This shows the importance of salivary amylase in organisms that eat relatively large amounts of starch.\nCarbohydrates are a food source rich in energy. After the agricultural revolution, human diet began to rely more on plant and animal domestication in place of hunting and gathering. This shift marked the beginning of a diet composed of 49% carbohydrates as opposed to the previous 35% observed in Paleolithic humans. As such, starch became a staple of human diet. Humans that contained amylase in the saliva would benefit from increased ability to digest starch more efficiently and in higher quantities.\nNot all humans have the same number of copies of the AMY1 gene. Populations which rely on carbohydrates have a higher number of AMY1 copies than populations that eat little starch. The number of AMY1 gene copies in humans can range from six copies in agricultural groups such as European-American and Japanese (two high starch populations) to only 2-3 copies in hunter-gatherer societies such as the Biaka, Datog, and Yakuts.\nThe correlation between starch consumption and number of AMY1 copies suggests that more AMY1 copies in high starch populations is caused by natural selection. It is a favorable phenotype for those individuals. Therefore, it is likely that having more copies of AMY1 in a high starch population increases fitness and produces healthier, fitter offspring. Geographically close populations with different eating habits possess a different number of copies of the AMY1 gene. This offers strong evidence that natural selection has acted on this gene.","categories":[],"infobox_types":[],"annotations":[{"uri":"Enzyme","surface_form":"enzyme","offset":27},{"uri":"Starch","surface_form":"starch","offset":52},{"uri":"Sugars","surface_form":"sugars","offset":64},{"uri":"Fungi","surface_form":"fungi","offset":196},{"uri":"Digestion","surface_form":"digestive","offset":296},{"uri":"PH","surface_form":"pH","offset":326},{"uri":"Saliva","surface_form":"saliva","offset":356},{"uri":"Pancreas","surface_form":"pancreatic juice","offset":367},{"uri":"Starch","surface_form":"starch","offset":495},{"uri":"Maltose","surface_form":"maltose","offset":507},{"uri":"Stomach","surface_form":"stomach","offset":542},{"uri":"Stomach","surface_form":"stomach","offset":700},{"uri":"Chimpanzees","surface_form":"chimpanzees","offset":861},{"uri":"Bonobo","surface_form":"bonobo","offset":877},{"uri":"Rodents","surface_form":"rodents","offset":1085},{"uri":"Carbohydrates","surface_form":"Carbohydrates","offset":1198},{"uri":"Agricultural_revolution","surface_form":"agricultural revolution","offset":1256},{"uri":"Paleolithic","surface_form":"Paleolithic","offset":1495},{"uri":"Agricultural","surface_form":"agricultural","offset":1954},{"uri":"Aka_people","surface_form":"Biaka","offset":2103},{"uri":"Datog","surface_form":"Datog","offset":2110},{"uri":"Yakuts","surface_form":"Yakuts","offset":2121},{"uri":"Correlation","surface_form":"correlation","offset":2133},{"uri":"Natural_selection","surface_form":"natural selection","offset":2269},{"uri":"Phenotype","surface_form":"phenotype","offset":2306},{"uri":"Fitness","surface_form":"fitness","offset":2433}]}