{"id":39005,"url":"http://en.wikipedia.org/wiki/John_Gorton","text":"Sir John Grey Gorton (9 September 1911 – 19 May 2002) was the 19th Prime Minister of Australia. He was elected Liberal Party leader after Harold Holt was drowned. He was a fighter pilot during the Second World War and had a battle scarred face. He said he was \"Australian to the bootheels\".\nBettina Brown married Gorton in 1935. She died in 1983. Then, in 1993, Gorton married Nancy Home.\nPrime Minister of Australia.\nAs Prime Minister he said he wanted to help Australian movies and the arts. His government set up the Australian Council for the Arts, the Australian Film Development Corporation and the National Film and Television Training School. His government made men and women get equal pay for equal work. His government increased pensions and allowances and education scholarships and provided free health care to 250,000 poor people (but not universal health care). His private secretary was businesswoman Ainsley Gotto.\nGorton's government kept Australia in the Vietnam War but stopped replacing troops at the end of 1970 - the beginning of the end of Australia being in the war. He had good relations with U.S. President Richard Nixon and with Britain's Prime Ministers, but this was a time when Australia was starting to move closer to Asia.\nGorton was popular with lots of ordinary people, but not a good manager of other people in his party. State Liberal leaders did not like that he was moving more power to Canberra (the national capital) and some other Liberals did not like his policies or personal behaviour. The Liberals lost votes in the 1969 election and the half-senate election in 1970. In 1971, the Defence Minister, Malcolm Fraser, resigned and said Gorton was \"not fit to hold the great office of Prime Minister\". The Liberal party split 50/50 over a vote to replace him and he decided not to vote for himself and resigned as their leader. So he also stopped being Prime Minister. Gorton never forgave Malcolm Fraser.\nAfterwards.\nWilliam McMahon became Prime Minister and Gorton became Defence Minister from March to August, 1971. But Gorton wrote articles for the newspapers about his time in office - headed: \"I did it my way\" - and McMahon got him to resign. After Gough Whitlam's Labor Party won in 1972, Liberal leader Billy Snedden made Gorton the Opposition Spokesman for the Environment. Gorton then supported abortion and got Parliament to say that homosexuality should be legal.\nWhen Malcolm Fraser became leader of the Liberal Party, Gorton walked out of the party room. A month later he resigned from the party. Then he tried to get elected an indepedent to the Senate in 1975. Gorton was unhappy with the way the Governor General sacked Gough Whitlam and the way Malcolm Fraser became Prime Minister, so he said people should vote Labor in 1975. He then retired from politics but worked in radio and supported things like drug law changes. With Fraser gone, John Howard's Liberal Party got Gorton back in the party and had a special gala dinner in Canberra in 1999. In 2001, a big party was held for his 90th birthday. It was organised by some of his old Liberal and National Party friends, but there were also messages from the Queen, U.S. and British leaders and all the Labor Prime Ministers of Australia.\nHe died in Sydney in 2002.","categories":[],"infobox_types":[],"annotations":[{"uri":"Prime_Minister_of_Australia","surface_form":"Prime Minister","offset":67},{"uri":"Australia","surface_form":"Australia","offset":85},{"uri":"Liberal_Party_(Australia)","surface_form":"Liberal Party","offset":111},{"uri":"Harold_Holt","surface_form":"Harold Holt","offset":138},{"uri":"Second_World_War","surface_form":"Second World War","offset":197},{"uri":"Australian_cinema","surface_form":"Australian movies","offset":462},{"uri":"Australian_Council_for_the_Arts","surface_form":"Australian Council for the Arts","offset":520},{"uri":"Ainsley_Gotto","surface_form":"Ainsley Gotto","offset":917},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":974},{"uri":"Richard_Nixon","surface_form":"Richard Nixon","offset":1134},{"uri":"Malcolm_Fraser","surface_form":"Malcolm Fraser","offset":1645},{"uri":"William_McMahon","surface_form":"William McMahon","offset":1960},{"uri":"Gough_Whitlam","surface_form":"Gough Whitlam","offset":2198},{"uri":"Billy_Snedden","surface_form":"Billy Snedden","offset":2254},{"uri":"Abortion","surface_form":"abortion","offset":2348},{"uri":"Gough_Whitlam","surface_form":"Gough Whitlam","offset":2680},{"uri":"John_Howard","surface_form":"John Howard","offset":2901},{"uri":"Sydney","surface_form":"Sydney","offset":3263}]}