{"id":390367,"url":"http://en.wikipedia.org/wiki/Man_on_a_Ledge","text":"\"Man on a Ledge\" is a 2012 American action crime thriller movie. It is set in New York City. It is about an escaped convict who threatens to kill himself by jumping from a ledge on the 21st floor of a Manhattan hotel. It stars Sam Worthington, Elizabeth Banks and Jamie Bell. This movie did not get good reviews. It only barely got back its actual budget. The rating was PG-13.\nStory.\nNick Cassidy (Sam Worthington) enters a hotel room, pretending to be called Joe Walker. After eating a meal and wiping his fingerprints off everything he touched, he climbs out of the window and stands on the ledge outside. He acts as if he is going to jump off to his death. Soon, people below notice and the police are called. When the police ask Nick if he has any requests, he asks to talk to negotiator Lydia Mercer (Elizabeth Banks), who is taking time off work after failing to convince someone not to jump off of the Brooklyn Bridge. When she tricks him into accepting a cigarette, she gets his fingerprint and the police soon find out his true name. Nick was sent to prison for a crime he did not commit, but escaped when he was allowed off prison grounds for his father's funeral. To prove he did not commit the crime, he is distracting the police whilst his brother Joey Cassidy (Jamie Bell), and his girlfriend Angie (Genesis Rodriguez) break into David Englander's (Ed Harris) vault to retrieve the diamond he was arrested for stealing. Nick believes Englander faked the diamond's theft in order to get money from his insurance, after the 2008 financial crisis. During this time Nick's old partner from when he was a policeman is trying to find out why Nick is on the ledge and out of prison. After realising that Englander's vault is near the hotel where Nick is, the police send a team of people to check that the vault has not been robbed. After being informed by Nick through an earpiece, Angie and Joey are able to hide whilst the police search the building.\nWhen Joey and Angie finally break into the final vault, the diamond they are looking for is not there. Instead, they set off the alarms deliberately, meaning Englander, who is aware Nick is in the area, retrieves the diamond from a hidden panel in the wall. Joey and Angie then confront Englander in his office, forcing him at gunpoint to give them the diamond and handcuff himself to a heavy vault. A police team begins to chase Nick, believing he has explosives in the area, forcing him to flee the ledge and enter the hotel. Joey and Angie give the diamond to a hotel employee, who later hands it to Nick, helping him escape the police.\nEnglander escapes, ordering Marcus, a corrupt policeman who he employs, to kidnap Joey and Angie. When he realises Joey and Angie do not have the diamond, Marcus gives chase to Nick, who has been coaxed onto the roof by the police. David and Marcus then threaten to kill Joey unless Nick returns the diamond. Nick gives David the diamond, but soon jumps from the rooftop of the hotel onto a soft mattress, laid out by the police near the beginning of the film, to catch David, showing the crowd the diamond, finally proving he did not steal it and should not have been arrested. After Nick has been released from prison, he celebrates at a bar with Joey, Angie, Lydia, and his father, who faked his own death to give Nick a chance to escape. Joey asks Angie to marry him, presenting her a diamond from Englander's vault, and she agrees. The film ends as they all celebrate.\nReception.\nThe film was unpopular amongst critics, barely being able to break even with its initial budget of $42 million.\nThe film's music was thought of as mediocre, not being as good as the author's other work (Henry Jackman).\nDVD and Blu-ray release.\nThe film was released on DVD and Blu-ray. It also had a steelbook released in Dutch areas. The DVD and Blu-ray had \"budget\" releases that were cheaper, but were not different.\nThe DVD and Blu-ray releases have audio-voiceovers on the special features. This means people who cannot see very well are still able to watch the film. This is not in the steelbook release though, as this release lacks any menus and plays the film automatically upon insertion. The steelbook's front cover also displays Sam Worthington in a different costume than he wore in the film.The back of the steelbook has errors on it that don't add up with the story. This means that the story might have been changed when the film was released in different countries.\nThe 4K UHD Blu-Ray was released on April 09, 2019.\nSoundtrack.\nThe music in the film was made by Henry Jackman. This simple table below details all of the songs in the soundtrack and their lengths.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":27},{"uri":"Thriller_movie","surface_form":"thriller movie","offset":49},{"uri":"New_York_City","surface_form":"New York City","offset":78},{"uri":"Convict","surface_form":"convict","offset":116},{"uri":"Manhattan","surface_form":"Manhattan","offset":201},{"uri":"Sam_Worthington","surface_form":"Sam Worthington","offset":227},{"uri":"Elizabeth_Banks","surface_form":"Elizabeth Banks","offset":244},{"uri":"Jamie_Bell","surface_form":"Jamie Bell","offset":264},{"uri":"Review","surface_form":"review","offset":304},{"uri":"PG-13","surface_form":"PG-13","offset":371},{"uri":"Brooklyn_Bridge","surface_form":"Brooklyn Bridge","offset":910},{"uri":"Financial_crisis_of_2007%E2%80%932008","surface_form":"2008 financial crisis","offset":1537}]}