{"id":39054,"url":"http://en.wikipedia.org/wiki/Extrasolar_planet","text":"An extrasolar planet (or exoplanet) is a natural planet in a planetary system outside our own solar system.\nIn 2013, estimates of the number of terrestrial planets in the Milky Way ranged from at least 17 billion to at least 144 billion. The smaller estimate studied planet candidates gathered by the Kepler space observatory. Among them are 461 Earth-size planets, at least four of which are in the \"habitable zone\" where liquid water can exist. One of the four, dubbed Kepler-69c, is a mere 1.5 times the size of the Earth and around a star like our own Sun – about as near as the current data allow to finding an \"Earth 2.0\".\nEarlier work suggested that there are at least 100 billion planets of all types in our galaxy, an average of at least one per star. There are also planets that orbit brown dwarfs, and free-floating planets that orbit the galaxy directly just as the stars do. It is unclear whether either type should be called a \"planet\".\nAnalogies with planets in the Solar System apply to few of the extrasolar planets known. Most are quite unlike any of our planets, for example the so-called \"hot Jupiters\".\nEarly speculations.\nIn the sixteenth century, the Italian philosopher Giordano Bruno, an early supporter of the Copernican theory that the Earth and other planets orbit the Sun, put forward the view that the fixed stars are similar to the Sun and are likewise accompanied by planets. Bruno was burnt at the stake by the Holy Inquisition.\nIn the eighteenth century, the same possibility was mentioned by Isaac Newton in his \"Principia\". Making a comparison to the Sun's planets, he wrote \"And if the fixed stars are the centres of similar systems, they will all be constructed according to a similar design and subject to the dominion of \"One\".\nConfirmed discoveries.\nThe first published and confirmed discovery was made in 1988. It was finally confirmed in 1992.\nIn 1992, radio astronomers announced the discovery of planets around another pulsar. These pulsar planets are believed to have formed from the unusual remnants of the supernova that produced the pulsar, in a second round of planet formation. Otherwise they may be the remaining rocky cores of gas giants that survived the supernova and then decayed into their current orbits.\nOn October 6, 1995, Michel Mayor and Didier Queloz of the University of Geneva announced the first definitive detection of an exoplanet orbiting an ordinary main-sequence star (51 Pegasi). This discovery, made at the Observatoire de Haute-Provence, started the modern era of exoplanetary discovery. Technological advances, most notably in high-resolution spectroscopy, led to the quick detection of many new exoplanets. These advances allowed astronomers to detect exoplanets indirectly by measuring their gravitational influence on the motion of their parent stars. Additional extrasolar planets were eventually detected by watching occultation<nowiki/>s when a star becomes dimmer as an orbiting planet passed in front of it.\nIn May 2016 NASA announced the discovery of 1,284 exoplanets which brought the total number of exoplanets to over 3,000.\nTypes.\nExtrasolar planets can have many different forms.\nNearest.\nThe nearest star with planets is Alpha Centauri. It is 4.3 light years away. Using standard rockets, it would take tens of thousands of years to get there. The nearest star similar to our Sun is Tau Ceti. It has five planets, one of which in the habitable zone, where liquid water may exist.\nMost Earth-like.\nSome extrasolar planets might be Earth-like. This means that they have conditions very similar to that of the Earth. Planets are ranked by a formula called the Earth similarity index or ESI for short. The ESI goes from one (most Earth-like) to zero (least Earth-like). For a planet to be habitable it should have an ESI of at least 0.8. For comparison, the four solar terrestrial planets are included in this list.","categories":[],"infobox_types":[],"annotations":[{"uri":"Planet","surface_form":"planet","offset":49},{"uri":"Planetary_system","surface_form":"planetary system","offset":61},{"uri":"Solar_system","surface_form":"solar system","offset":94},{"uri":"Terrestrial_planet","surface_form":"terrestrial planet","offset":144},{"uri":"Milky_Way","surface_form":"Milky Way","offset":171},{"uri":"Kepler_space_observatory","surface_form":"Kepler space observatory","offset":301},{"uri":"Earth","surface_form":"Earth","offset":346},{"uri":"Habitable_zone","surface_form":"habitable zone","offset":401},{"uri":"Kepler-69c","surface_form":"Kepler-69c","offset":471},{"uri":"Brown_dwarf","surface_form":"brown dwarf","offset":795},{"uri":"Hot_Jupiter","surface_form":"hot Jupiter","offset":1109},{"uri":"Giordano_Bruno","surface_form":"Giordano Bruno","offset":1194},{"uri":"Nicolaus_Copernicus","surface_form":"Copernican","offset":1236},{"uri":"Inquisition","surface_form":"Inquisition","offset":1449},{"uri":"Isaac_Newton","surface_form":"Isaac Newton","offset":1527},{"uri":"Philosophiae_Naturalis_Principia_Mathematica","surface_form":"Principia","offset":1548},{"uri":"Pulsar","surface_form":"pulsar","offset":1964},{"uri":"Supernova","surface_form":"supernova","offset":2054},{"uri":"Gas_giant","surface_form":"gas giant","offset":2180},{"uri":"University_of_Geneva","surface_form":"University of Geneva","offset":2321},{"uri":"Main_sequence","surface_form":"main-sequence","offset":2420},{"uri":"51_Pegasi","surface_form":"51 Pegasi","offset":2440},{"uri":"Observatoire_de_Haute-Provence","surface_form":"Observatoire de Haute-Provence","offset":2480},{"uri":"Spectroscopy","surface_form":"spectroscopy","offset":2618},{"uri":"Gravity","surface_form":"gravitational","offset":2769},{"uri":"Occultation","surface_form":"occultation","offset":2897},{"uri":"Occultation","surface_form":"passed in front","offset":2968},{"uri":"Alpha_Centauri","surface_form":"Alpha Centauri","offset":3211},{"uri":"Light_year","surface_form":"light year","offset":3237},{"uri":"Rocket","surface_form":"rocket","offset":3270},{"uri":"Tau_Ceti","surface_form":"Tau Ceti","offset":3373},{"uri":"Habitable_zone","surface_form":"habitable zone","offset":3424},{"uri":"Zero","surface_form":"zero","offset":3731}]}