{"id":390779,"url":"http://en.wikipedia.org/wiki/Outstation","text":"e=\"preserve\">In Australia, an outstation is a small, rural settlement of Aboriginal Australians. They are usually built on or near the community's traditional country; the outstations are therefore also called homelands. The people living on an outstation are usually closely related, belonging to one or two families. The people will have a spiritual and ancestral relationship with the land. The number of people living in the settlement may rise and fall throughout the year, depending on events (such as deaths and ceremonies), but the permanent population is normally less than a few dozen. The definition of an outstation will vary greatly depending on the region, cultural group, history and state property laws. They are generally classed as residential areas on Aboriginal-owned land. They are often located near sites that are culturally important. The average outstation consists of little more than one or more houses and a source of water. They are usually very basic, and constructed entirely by the people living there. Most of these communities are located in the Northern Territory, Western Australia, South Australia and Queensland.\nIn statistical data, outstations are called \"discrete indigenous communities\". There are more than a thousand such communities in Australia. They are largely self-governing.\nHistory.\nHistorically, the word \"outstation\" referred to a dwelling or shelter on sheep or cattle stations. Such shelters were built on stations that were large enough to have more than a day's travel (by horseback) between different parts of the property. They contained beds and food for stockmen.\nDuring the 1970s and 1980s, a large number of Aboriginal people moved away from the towns and missions in which they had been settled years before. They returned with their families to the areas where they grew up, and set up camps or homes there. This became known as the outstation movement. For most people, it was an attempt at returning to the traditional way of life and getting back their autonomy and self-sufficiency. This movement developed after the Australian government had decided to give welfare benefits to indigenous people. It had also started policies encouraging self-determination and self-management for indigenous communities. This was the opposite of what the government had previously planned for indigenous Australians (cultural assimilation).\nIn October 1976, a report by the Department of Aboriginal Affairs estimated that there were more than 100 outstation communities. Most of them were located in the Northern Territory. In Arnhem Land, there were about 55 outstations by the end of 1976, with an average size of about 30 people. About 30 more were located in the southwest of the Northern Territory, ranging in size from 15 to 100 people. The Northern Territory had early success in the outstation movemnet, because the Aboriginal Land Rights Act was passed in the territory in 1976. This was the first Aboriginal land rights law in the country.\nThere are now more than a thousand outstation communities in Australia. There are about 500 in the Northern Territory, and around one-third of Aboriginal people in the Territory live on outstations.\nSeveral studies have shown that people living on outstations are much healthier than other Aboriginal people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":16},{"uri":"Rural","surface_form":"rural","offset":53},{"uri":"Human_settlement","surface_form":"settlement","offset":59},{"uri":"Indigenous_Australians","surface_form":"Aboriginal Australians","offset":73},{"uri":"Homeland","surface_form":"traditional country","offset":147},{"uri":"Family","surface_form":"related","offset":276},{"uri":"Australian_Aboriginal_mythology","surface_form":"spiritual","offset":342},{"uri":"Ancestor","surface_form":"ancestral","offset":356},{"uri":"Death","surface_form":"death","offset":508},{"uri":"Ceremony","surface_form":"ceremonies","offset":519},{"uri":"States_and_territories_of_Australia","surface_form":"state","offset":699},{"uri":"Property","surface_form":"property","offset":705},{"uri":"Law","surface_form":"law","offset":714},{"uri":"Aboriginal_title","surface_form":"Aboriginal-owned","offset":771},{"uri":"Sacred_site","surface_form":"culturally important","offset":837},{"uri":"House","surface_form":"house","offset":923},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":1080},{"uri":"Western_Australia","surface_form":"Western Australia","offset":1100},{"uri":"South_Australia","surface_form":"South Australia","offset":1119},{"uri":"Queensland","surface_form":"Queensland","offset":1139},{"uri":"Statistics","surface_form":"statistical","offset":1154},{"uri":"Autonomy","surface_form":"self-governing","offset":1309},{"uri":"Dwelling","surface_form":"dwelling","offset":1384},{"uri":"Shelter","surface_form":"shelter","offset":1396},{"uri":"Sheep","surface_form":"sheep","offset":1407},{"uri":"Cattle","surface_form":"cattle","offset":1416},{"uri":"Station_(agriculture)","surface_form":"stations","offset":1423},{"uri":"Horse_riding","surface_form":"horseback","offset":1530},{"uri":"Stockman","surface_form":"stockmen","offset":1615},{"uri":"Mission_(Christianity)","surface_form":"missions","offset":1719},{"uri":"Camp","surface_form":"camp","offset":1851},{"uri":"Outstation_movement","surface_form":"outstation movement","offset":1898},{"uri":"Autonomy","surface_form":"autonomy","offset":2021},{"uri":"Sustainability","surface_form":"self-sufficiency","offset":2034},{"uri":"Social_Security","surface_form":"welfare benefits","offset":2128},{"uri":"Self-determination","surface_form":"self-determination","offset":2208},{"uri":"Autonomy","surface_form":"self-management","offset":2231},{"uri":"Cultural_assimilation","surface_form":"cultural assimilation","offset":2371},{"uri":"Arnhem_Land","surface_form":"Arnhem Land","offset":2581}]}