{"id":390781,"url":"http://en.wikipedia.org/wiki/Thalassaemia","text":"Thalassaemia (or thalassemia) is a genetic disorder of the blood which originated in the Mediterranean region.\nThis disease is caused by the weakening and destruction of red blood cells. This is caused by mutant genes which affect how the body makes haemoglobin. Haemoglobin is the protein in red blood cells which carries oxygen. People with thalassaemia make less haemoglobin and fewer circulating red blood cells than normal, which results in mild or severe anemia.\nThalassaemia can cause significant complications, including pneumonia, iron overload, bone deformities and cardiovascular illness. However, this inherited disease of red blood cells gives a degree of protection against malaria, which is or was common in the regions where the trait is common. This selective survival advantage for carriers (known as heterozygous advantage) is responsible for keeping the mutation in populations way above its mutation rate. Carriers are heterozygous for the thalassaemia allele, meaning only one of their two alleles is mutant (abnormal). There are a number of different versions of thalassaemia. Each one is caused by a mutation in a different position in the genome.\nIn that respect, thalassaemia resembles another genetic disorder affecting haemoglobin, sickle-cell disease.\nIt is possible to cure patients with thalassaemia with bone marrow transplants from compatible donors. However, this method requires an HLA-matched compatible donor.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genetic_disorder","surface_form":"genetic disorder","offset":35},{"uri":"Mediterranean_region","surface_form":"Mediterranean region","offset":89},{"uri":"Red_blood_cell","surface_form":"red blood cell","offset":170},{"uri":"Mutation","surface_form":"mutant","offset":205},{"uri":"Genes","surface_form":"genes","offset":212},{"uri":"Haemoglobin","surface_form":"haemoglobin","offset":250},{"uri":"Anemia","surface_form":"anemia","offset":461},{"uri":"Pneumonia","surface_form":"pneumonia","offset":529},{"uri":"Cardiovascular_system","surface_form":"cardiovascular","offset":576},{"uri":"Malaria","surface_form":"malaria","offset":688},{"uri":"Heterozygous_advantage","surface_form":"heterozygous advantage","offset":819},{"uri":"Heterozygous","surface_form":"heterozygous","offset":940},{"uri":"Allele","surface_form":"allele","offset":974},{"uri":"Genome","surface_form":"genome","offset":1164},{"uri":"Genetic_disorder","surface_form":"genetic disorder","offset":1220},{"uri":"Sickle-cell_disease","surface_form":"sickle-cell disease","offset":1260},{"uri":"Bone_marrow","surface_form":"bone marrow","offset":1336},{"uri":"Transplant","surface_form":"transplant","offset":1348},{"uri":"Blood_donation","surface_form":"donors","offset":1376}]}