{"id":3907,"url":"http://en.wikipedia.org/wiki/Das_Lied_der_Deutschen","text":"e=\"preserve\">Das Lied der Deutschen (\"The Song of the German people\"), also known as Deutschlandlied, (\"The Song of Germany\"), is a song written by Joseph Haydn and Hoffmann von Fallersleben. Part of this song is the national anthem of Germany (German National Anthem).\nA line from this song, \"Einigkeit und Recht und Freiheit\" (\"Unity and justice and freedom\") is the motto of Germany.\nHistory.\nThe music was written by Haydn in 1797 as the anthem of Austria. It was called \"Gott erhalte Franz den Kaiser\" (\"God protect our Emperor Franz\"). The words which are used today were written by the poet August Heinrich Hoffman von Fallersleben in 1841.\nToday, the first line \"Germany, Germany above all\" sounds too strong for some people, and is often misunderstood. Fallersleben wanted a united Germany when he wrote it. At that time, Germany was not one country, but many small countries. So \"Germany above all\" meant that the most important thing to do was to have a unified Germany. Also, the poet was in Heligoland, where people spoke German but were ruled by the British.\nFallersleben's music was very popular in Germany during the second part of the 19th century. This song was not a national anthem then, but a song for people who loved the idea of a strong and united Germany. In 1918, it replaced the anthem of the German Empire \"Heil Dir im Siegerkranz\" (\"Praise to the war-winner\"), when the Emperor Wilhelm II lost power at the end of the First World War. In 1921, a \"fourth stanza\", a new part or verse, was written by poet Albert Matthai with words about the difficult life in Germany at that time. It was not sung very often.\nDuring the time of Hitler, only the first part of the song was used. This was often followed by a Nazi party song. This part of the song was difficult for some people who were not Germans because it has words describing Germany as a country that included land that was in other countries.\nAfter the Second World War, Germany was divided into two countries. In 1949, the new Western Germany tried to get a new song for the national anthem. Another song was chosen, written by poet Rudolf Alexander Schröder. It was not very popular. Finally, the third part of the Fallersleben song was made into the national anthem.\nIn the other part of Germany, the Eastern Germany, the words of poet Johannes R. Becher (\"Auferstanden aus Ruinen\" - \"Re-built from the Ruins\") were used with a song written by Hanns Eisler. It was not very popular, and from the 1970s the words were not sung, because of the line \"Germany, [our] unified fatherland\".\nAfter East and West Germany united again in 1990, the Fallersleben song again became the national anthem of Germany but only the third part is used. Today, the first part of the song is popular with nationalist extremists.\n__NOTOC__","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"German","offset":54},{"uri":"Joseph_Haydn","surface_form":"Joseph Haydn","offset":148},{"uri":"Hoffmann_von_Fallersleben","surface_form":"Hoffmann von Fallersleben","offset":165},{"uri":"National_anthem","surface_form":"national anthem","offset":217},{"uri":"Germany","surface_form":"Germany","offset":236},{"uri":"Deutsche_Nationalhymne","surface_form":"German National Anthem","offset":245},{"uri":"Unity","surface_form":"Unity","offset":330},{"uri":"Justice","surface_form":"justice","offset":340},{"uri":"Motto","surface_form":"motto","offset":369},{"uri":"Music","surface_form":"music","offset":400},{"uri":"1797","surface_form":"1797","offset":430},{"uri":"National_anthem","surface_form":"anthem","offset":442},{"uri":"Austria","surface_form":"Austria","offset":452},{"uri":"Emperor","surface_form":"Emperor","offset":525},{"uri":"Francis_I_of_Austria","surface_form":"Franz","offset":533},{"uri":"1841","surface_form":"1841","offset":642},{"uri":"Country","surface_form":"country","offset":851},{"uri":"Country","surface_form":"countries","offset":875},{"uri":"Heligoland","surface_form":"Heligoland","offset":1004},{"uri":"Great_Britain","surface_form":"British","offset":1064},{"uri":"National_anthem","surface_form":"national anthem","offset":1186},{"uri":"German_Empire","surface_form":"German Empire","offset":1320},{"uri":"Wilhelm_II_of_Germany","surface_form":"Emperor Wilhelm II","offset":1399},{"uri":"First_World_War","surface_form":"First World War","offset":1447},{"uri":"Stanza","surface_form":"stanza","offset":1483},{"uri":"Hitler","surface_form":"Hitler","offset":1656},{"uri":"NSDAP","surface_form":"Nazi","offset":1735},{"uri":"Second_World_War","surface_form":"Second World War","offset":1936},{"uri":"Federal_Republic_of_Germany","surface_form":"Western Germany","offset":2011},{"uri":"Rudolf_Alexander_Schr%C3%B6der","surface_form":"Rudolf Alexander Schröder","offset":2117},{"uri":"German_Democratic_Republic","surface_form":"Eastern Germany","offset":2287},{"uri":"Johannes_R._Becher","surface_form":"Johannes R. Becher","offset":2322},{"uri":"Hanns_Eisler","surface_form":"Hanns Eisler","offset":2430},{"uri":"Nationalist","surface_form":"nationalist","offset":2769},{"uri":"Extremist","surface_form":"extremist","offset":2781}]}