{"id":390944,"url":"http://en.wikipedia.org/wiki/Boeing_307_Stratoliner","text":"The Boeing Model 307 Stratoliner was an airliner which was made by Boeing. It was the first airliner to have a pressurized cabin. This meant that the Boeing 307 could fly at 20,000 ft (6,000 m), which is above most weather. If the plane was at 14,700 ft (4,480 m), it would be like 8,000 ft (2,440 m) inside the cabin. The Model 307 carried five crew and 33 passengers. The cabin was nearly 12 ft (3.6 m) across. It was the first plane which took off from land to have a flight engineer.\nDevelopment and design.\nIn 1935 Boeing designed an airliner with four engines. It was based on the Boeing B-17 Flying Fortress. This airliner was called the Model 307. It had the same wings, tail, rudder, landing gear and engines as the B-17C. However, the middle of the plane was a circle. Its diameter was. It was designed so that the plane could be pressurized.\nThe first order was made in 1937 by Pan American Airways. Pan Am then ordered more. Transcontinental & Western Air (TWA) ordered five. Boeing then started making the plane.\nC-75.\nWhen the U.S. joined World War II in December 1941, it was thought to be a luxury to fly. The war meant that government and military officers needed to fly long distances. Planes like Pan Am's 14 flying boats and TWA's five Boeing 307s were used for this. More fuel tanks were added to allow it to fly further. Military Boeing 307s were called C-75s. Before World War II stopped them being made, 10 307s had been made for airlines. TWA flew between New York and Los Angeles for 18 months until the Army bought their planes. TWA changed their 307s to C-75s in January 1942. These were the only American planes which could cross the Atlantic with cargo until the Douglas C-54 Skymaster was made in November 1942.\nC-75s had the pressurization equipment removed to make the plane lighter. Some seats were taken off, and some other changes were made. Five fuel tanks were put onto the plane. The landing gear was made stronger and the maximum take-off weight was made bigger (from). The outside was painted olive drab.\nHistory.\nThe first Boeing 307 Stratoliner flew from Boeing Field, Seattle on December 31, 1938. However, it crashed on March 18, 1939, while KLM was looking at it.\nThe first delivery was made to Howard Hughes. He bought one Boeing 307 to fly around the world. He wanted to do it faster than he did before. Hughes' Boeing Stratoliner had more fuel tanks. It was ready to go, but then Nazi Germany invaded Poland on September 1, 1939, so Howard Hughes did not make his flight. This 307 had its extra fuel tanks taken off. It also had more powerful engines added. It was supposed to be a \"flying penthouse\" for Hughes, but it was not used a lot. It was eventually sold.\nPam Am started getting its Boeing 307s in March 1940. TWA got its first 307 in April. TWA used its 307s to fly from Los Angeles to New York City. Pan Am's flew from Miami to Latin America. Ten 307s were made. Three were given to Pan Am (named Clipper Flying Cloud, Clipper Comet, and Clipper Rainbow) and five to TWA (named Comanche, Cherokee, Zuni, Navajo, and Apache). One went to Howard Hughes. The first 307 crashed.\nAfter the United States joined World War II, Pan Am kept flying its planes to Central and South America, but the Army Air Force was in charge of them. TWA's Boeing 307s were sold to the U.S. government. They were called Boeing C-75 and used by the United States Army Air Forces.\nThe U. S. Army gave the five C-75s back to TWA in 1944. TWA sent them back to Boeing to be rebuilt. Boeing replaced the wings and put in more powerful engines. The electrics were replaced with electrics from the Boeing B-29 Superfortress. After these changes, the 307 could carry 38 passengers. TWA switched to the Lockheed Constellation, but the 307s were used until April, 1951.\nTWA sold its Stratoliners to Aigle Azur.\nC-75.\nThe C-75 flew two main routes: Washington, D.C. to Cairo and New York to Scotland. They sometimes flew from Gander, Newfoundland to Prestwick, Scotland and between Natal, Brazil and Accra, Ghana. After July 1942, they could stop to refuel at Ascension Island. I\nBoeing 307s which still exist.\nThe only Boeing 307 Stratoliner which still exists is at the Smithsonian Museum's Steven F. Udvar-Hazy Center. On March 28, 2002, this plane was damaged a lot when it ditched in Elliott Bay in Seattle, Washington. That was its last flight before it went to the Smithsonian.\nThe main part of Howard Hughes' 307 also still exists, but it is now a house boat.","categories":[],"infobox_types":[],"annotations":[{"uri":"Airliner","surface_form":"airliner","offset":40},{"uri":"Boeing","surface_form":"Boeing","offset":67},{"uri":"Cabin_pressurization","surface_form":"pressurized","offset":111},{"uri":"Cabin_(aircraft)","surface_form":"cabin","offset":123},{"uri":"Weather","surface_form":"weather","offset":215},{"uri":"Flight_engineer","surface_form":"flight engineer","offset":471},{"uri":"Airliner","surface_form":"airliner","offset":539},{"uri":"Boeing_B-17_Flying_Fortress","surface_form":"Boeing B-17 Flying Fortress","offset":587},{"uri":"Diameter","surface_form":"diameter","offset":783},{"uri":"Pan_American_World_Airways","surface_form":"Pan American Airways","offset":889},{"uri":"Trans_World_Airlines","surface_form":"Transcontinental & Western Air","offset":937},{"uri":"Luxury","surface_form":"luxury","offset":1107},{"uri":"Pan_Am","surface_form":"Pan Am","offset":1216},{"uri":"TWA","surface_form":"TWA","offset":1245},{"uri":"Airline","surface_form":"airline","offset":1454},{"uri":"Douglas_C-54_Skymaster","surface_form":"Douglas C-54 Skymaster","offset":1693},{"uri":"Landing_gear","surface_form":"landing gear","offset":1923},{"uri":"Maximum_take-off_weight","surface_form":"maximum take-off weight","offset":1962},{"uri":"Boeing_Field","surface_form":"Boeing Field","offset":2098},{"uri":"Seattle","surface_form":"Seattle","offset":2112},{"uri":"KLM","surface_form":"KLM","offset":2187},{"uri":"Howard_Hughes","surface_form":"Howard Hughes","offset":2241},{"uri":"Invasion_of_Poland","surface_form":"Nazi Germany invaded Poland","offset":2429},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":2829},{"uri":"New_York_City","surface_form":"New York City","offset":2844},{"uri":"Latin_America","surface_form":"Latin America","offset":2887},{"uri":"World_War_II","surface_form":"World War II","offset":3165},{"uri":"Central_America","surface_form":"Central","offset":3212},{"uri":"South_America","surface_form":"South America","offset":3224},{"uri":"Boeing_C-75","surface_form":"Boeing C-75","offset":3354},{"uri":"United_States_Army_Air_Forces","surface_form":"United States Army Air Forces","offset":3382},{"uri":"Electric","surface_form":"electric","offset":3577},{"uri":"Boeing_B-29_Superfortress","surface_form":"Boeing B-29 Superfortress","offset":3625},{"uri":"Lockheed_Constellation","surface_form":"Lockheed Constellation","offset":3728},{"uri":"Aigle_Azur","surface_form":"Aigle Azur","offset":3823},{"uri":"Gander%2C_Newfoundland","surface_form":"Gander, Newfoundland","offset":3949},{"uri":"Prestwick","surface_form":"Prestwick","offset":3973},{"uri":"Natal%2C_Rio_Grande_do_Norte","surface_form":"Natal","offset":4005},{"uri":"Brazil","surface_form":"Brazil","offset":4012},{"uri":"Accra","surface_form":"Accra","offset":4023},{"uri":"Ghana","surface_form":"Ghana","offset":4030},{"uri":"Ascension_Island","surface_form":"Ascension Island","offset":4083},{"uri":"Steven_F._Udvar-Hazy_Center","surface_form":"Steven F. Udvar-Hazy Center","offset":4216},{"uri":"Elliott_Bay","surface_form":"Elliott Bay","offset":4312},{"uri":"Seattle%2C_Washington","surface_form":"Seattle, Washington","offset":4327},{"uri":"Howard_Hughes","surface_form":"Howard Hughes","offset":4425},{"uri":"House_boat","surface_form":"house boat","offset":4479}]}