{"id":390902,"url":"http://en.wikipedia.org/wiki/Boeing_247","text":"The Boeing 247, sometimes called the Boeing Model 247 was an American airliner. It is thought to be the first airliner to fully use advanced things like retractable landing gear, an autopilot and deicing boots.\nThe Boeing 247 first flew on February 8, 1933. It started being used later that year. Later, planes became bigger and some had four engines. However, no big changes were made until Boeing made the Boeing 307 Stratoliner.\nDesign and development.\nThe Boeing 247 was an advanced plane. The design was taken from the Boeing Monomail (Models 200, 221, 221A) and the B-9 bomber. The Boeing 247 was faster than the Boeing P-12, which was the main American fighter at the time. The P-12 was did not have a roof on the cockpit, and it was a biplane. The Boeing 247 landed at just 62 mph. This meant that flaps were not needed. At just 10 mph, the back wheel came off the ground, which made it easier to steer.\nAlso, the 247 was the first airliner with two engines which could fly on just one engine. The Boeing 247 had special propellers. It could fly at 11,500 ft at full weight. The Douglas DC-1 and some other airliners before World War II used parts of the Boeing 247's design. The 247 was supposed to carry 14 passengers and have Pratt & Whitney R-1690 Hornet engines, but the plane was made smaller and got different engines.\nThe pilots did not think that the plane, which weighed eight tons, could land on any runway back then. They also did not like the Hornet engines. This was because most pilots were used to Wasps. It was thought that they would find Hornets too powerful. Pratt & Whitney's chief engineer, George Mead, knew that the pilots were wrong. P&W's head, Frederick Rentschler, decided to do what the pilots wanted. This made an argument between Mead and Rentschler.\nEven though there were some arguments about the design and engines, the 247 was still a very good design. Boeing showed it at the 1933 Chicago World's Fair.\nBoeing wanted to make the plane as safe as possible. They made the plane strong and put in things to make passengers more comfortable. For example, the cabin had air conditioning. It was also sound-proof. The plane had a pilot, co-pilot and a flight attendant. The wheels did not fully go into the plane. A part of the wheels hung down below the plane. This was done to make it safer for the plane to land if the landing gear could not be put down. The wheel at the back of the plane could not be moved.\nHistory.\nIn 1934, Boeing put a Boeing 247 into the MacRobertson Race. In the race, planes raced from England to Australia. The pilots of the Boeing plane were Col.Roscoe Turner and Clyde Pangborn. The 247 was basically a normal plane, but some parts were taken out to make space for more fuel tanks. Many different planes from all over the world took part. Turner and Pangborn came in second place. The Douglas DC-2 came first.\nThe Boeing 247 won the 1934 US Collier Trophy for \"excellence in aviation design\".\nThe 247 could go across the United States eight hours faster than any plane which came before it. The Boeing 247 started being used on May 22, 1933. One set a record of 19½ hours when it flew from San Francisco to New York City.\nThe first 60 247s were sold to Boeing Air Transport (part of the United Aircraft and Transport Corporation, UATC). They cost $65,000 each. TWA (Transcontinental & Western Air) also ordered the 247 but UATC said no. TWA President Jack Frye asked for a new airliner. He paid Don Douglas to design and build the Douglas DC-1 prototype. Douglas eventually made the DC-3 line.\nThe Boeing 247 was shown to have some serious problems with its design. Air carriers did not like the fact that it only carried 10 passengers. The DC-2 and later DC-3 could carry many more passengers. This meant that the Boeing 247 would not earn airlines as much money.\nSeventy-five 247s were built. Douglas got 800 orders for DC-3s from airlines before the Pearl Harbor attack. Douglas made over 10,000 DC-3s.\nMany of United's Boeing 247s were bought by Western Air Express. It was said that they were bought at a very low price.\nThe 247 was used until World War II. The Royal Canadian Air Force (RCAF) had seven 247s to move soldiers around. Some 247s were still flying in the late 1960s. These were either cargo planes or personal planes.\nAccidents.\nOctober 10, 1933 – A United Air Lines 247 was blown up by a bomb.\nNovember 9, 1933 - A United Air Lines 247 crashed after it took off. Four of the nine people on the plane died.\nDecember 20, 1934 - United Air Lines Flight 6, a 247, crashed near Western Springs, Illinois. Nobody died. The plane was fixed and started flying again.\nOctober 7, 1935 – United Air Lines Trip 4, a 247D, crashed 10 miles to the west of Cheyenne, Wyoming. It is not known why it crashed. Everybody on the plane died.\nOctober 30, 1935 - A United Air Lines Boeing 247D crashed near Cheyenne. Everyone on board died.\nDecember 15, 1936 – Seven people died when Western Air Express Flight 6, a 247D, crashed on Lone Peak in Utah.\nDecember 27, 1936 - United Air Lines Trip 34, a 247D, crashed in Los Angeles County, California. All 12 people on board died.\nJanuary 12, 1937 – Western Air Express Flight 7, a 247, crashed into a mountain in Newhall, California. Five people died.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":61},{"uri":"Airliner","surface_form":"airliner","offset":70},{"uri":"Retract","surface_form":"retract","offset":153},{"uri":"Undercarriage","surface_form":"landing gear","offset":165},{"uri":"Autopilot","surface_form":"autopilot","offset":182},{"uri":"Deicing_boot","surface_form":"deicing boot","offset":196},{"uri":"Boeing_307_Stratoliner","surface_form":"Boeing 307 Stratoliner","offset":408},{"uri":"Boeing_Monomail","surface_form":"Boeing Monomail","offset":524},{"uri":"Boeing_Y1B-9","surface_form":"B-9","offset":572},{"uri":"Boeing_P-12","surface_form":"Boeing P-12","offset":619},{"uri":"Cockpit","surface_form":"cockpit","offset":721},{"uri":"Biplane","surface_form":"biplane","offset":743},{"uri":"Flap_(aircraft)","surface_form":"flap","offset":806},{"uri":"Douglas_DC-1","surface_form":"Douglas DC-1","offset":1087},{"uri":"World_War_II","surface_form":"World War II","offset":1132},{"uri":"Pratt_%26amp%3B_Whitney","surface_form":"Pratt & Whitney","offset":1237},{"uri":"Pratt_%26amp%3B_Whitney_R-1690","surface_form":"R-1690 Hornet","offset":1253},{"uri":"Pratt_%26amp%3B_Whitney_R-1690_Hornet","surface_form":"Hornet","offset":1464},{"uri":"Pratt_%26amp%3B_Whitney_Wasp_series","surface_form":"Wasps","offset":1522},{"uri":"Pratt_%26amp%3B_Whitney","surface_form":"Pratt & Whitney","offset":1587},{"uri":"Engineer","surface_form":"engineer","offset":1611},{"uri":"Frederick_Rentschler","surface_form":"Frederick Rentschler","offset":1679},{"uri":"World%27s_Fair","surface_form":"Chicago World's Fair","offset":1925},{"uri":"Air_conditioning","surface_form":"air conditioning","offset":2109},{"uri":"Flight_attendant","surface_form":"flight attendant","offset":2190},{"uri":"MacRobertson_Race","surface_form":"MacRobertson Race","offset":2502},{"uri":"England","surface_form":"England","offset":2552},{"uri":"Australia","surface_form":"Australia","offset":2563},{"uri":"Roscoe_Turner","surface_form":"Roscoe Turner","offset":2614},{"uri":"Clyde_Pangborn","surface_form":"Clyde Pangborn","offset":2632},{"uri":"Douglas_DC-2","surface_form":"Douglas DC-2","offset":2854},{"uri":"Collier_Trophy","surface_form":"Collier Trophy","offset":2910},{"uri":"San_Francisco","surface_form":"San Francisco","offset":3159},{"uri":"New_York_City","surface_form":"New York City","offset":3176},{"uri":"Jack_Frye","surface_form":"Jack Frye","offset":3420},{"uri":"Donald_Wills_Douglas%2C_Sr.","surface_form":"Don Douglas","offset":3464},{"uri":"Douglas_DC-1","surface_form":"Douglas DC-1","offset":3500},{"uri":"Prototype","surface_form":"prototype","offset":3513},{"uri":"Douglas_DC-3","surface_form":"DC-3","offset":3552},{"uri":"Pearl_Harbor","surface_form":"Pearl Harbor","offset":3922},{"uri":"Western_Airlines","surface_form":"Western Air Express","offset":4019},{"uri":"World_War_II","surface_form":"World War II","offset":4118},{"uri":"Royal_Canadian_Air_Force","surface_form":"Royal Canadian Air Force","offset":4136},{"uri":"United_Air_Lines","surface_form":"United Air Lines","offset":4338},{"uri":"United_Airlines_Flight_6","surface_form":"Flight 6","offset":4532},{"uri":"United_Airlines_Cheyenne_Crash","surface_form":"Trip 4","offset":4683},{"uri":"Lone_Peak","surface_form":"Lone Peak","offset":5000},{"uri":"Utah","surface_form":"Utah","offset":5013},{"uri":"United_Airlines_Trip_34","surface_form":"Trip 34","offset":5056},{"uri":"Los_Angeles_County%2C_California","surface_form":"Los Angeles County, California","offset":5084},{"uri":"Western_Air_Express_Flight_7","surface_form":"Western Air Express Flight 7","offset":5164},{"uri":"Newhall%2C_California","surface_form":"Newhall, California","offset":5228}]}