{"id":391,"url":"http://en.wikipedia.org/wiki/India","text":"India or the Republic of India (official name) is a country in Asia. It has an area of. It is at the center of South Asia. India has more than 1.2 billion (1,210,000,000) people, which is the second largest population in the world. It is the seventh largest country in the world by area and the largest country in South Asia. It is also the most populous democracy in the world.\nIndia has seven neighbours: Pakistan in the north-west, China and Nepal in the north, Bhutan and Bangladesh in the north-east, Myanmar in the east and Sri Lanka, an island, in the south.\nThe capital of India is New Delhi. India is a peninsula, bound by the Indian Ocean in the south, the Arabian Sea on the west and Bay of Bengal in the east. The coastline of India is of about long. India has the third largest military force in the world and is also a nuclear weapon state.\nIndia's economy became the world's fastest growing in the G20 developing nations in the last quarter of 2014, replacing the People's Republic of China. India's literacy and wealth are also rising. According to New World Wealth, India is the seventh richest country in the world with a total individual wealth of $5.6 trillion. However, it still has many social and economic issues like poverty and corruption. India is a founding member of the World Trade Organisation (WTO), and has signed the Kyoto Protocol.\nIndia has the fourth largest number of spoken languages per country in the world, only behind Papua New Guinea, Indonesia, and Nigeria. People of many different religions live there, including the five most popular world religions: Hinduism, Buddhism, Sikhism, Islam, and Christianity. The first three religions came from the Indian subcontinent along with Jainism.\nNational Symbols of India.\nThe National emblem of India shows four lions standing back-to-back. The lions symbolise power, pride, confidence, and courage (bravery). Only the government can use this emblem, according to the State Emblem of India (Prohibition of Improper Use) Act, 2005\nHistory.\nTwo of the main classical languages of the world Tamil language and Sanskrit language were born in India. Both of these languages are more than 3000 years old. The country founded a religion called Hinduism, which most Indians still follow. Later, a king named Chandragupt Maurya built an empire called the Maurya Empire in 300 BC. It made most of South Asia into one whole country. From 180 BC, many other countries invaded India. Even later (100 BC  AD 1100), other Indian dynasties (empires) came, including the Chalukyas, Cholas, Pallavas, and Pandyas. Southern India at that time was famous for its science, art, and writing. The Cholas of Thanjavur were pioneers at war in the seas and invaded Malaya, Borneo, Cambodia. The influence of Cholas are still well noticeable in SE Asia.\nMany dynasties ruled India around the year 1000. Some of these were the Mughal, Vijayanagara, and the Maratha empires. In the 1600s, European countries invaded India, and the British controlled most of India by 1856.\nIn the early 1900s, millions of people peacefully started to protest against British control. One of the people who led the freedom movement was Mahatma Gandhi, who only used peaceful tactics, including a way called \"ahimsa\", which means \"non-violence\". On 15 August 1947, India peacefully became free and independent from the British Empire. India's constitution was founded on 26 January 1950. Every year, on this day, Indians celebrate Republic Day. The first official leader (Prime Minister) of India was Jawaharlal Nehru.\nAfter 1947, India had a socialist planned economy. It is one of the founding members of the Non-Aligned Movement and the United Nations. It has fought many wars since independence from Britain, including the wars in 1947-48, 1965, 1971, and 1999 with Pakistan and in 1962 with China. It also fought a war to capture Goa, a Portuguese-built port and a city which was not a part of India until 1961. The Portuguese refused to give it to the country, and so India had to use force and the Portuguese were defeated. India has also done nuclear tests in 1974 and 1998, and it is one of the few countries that has nuclear bombs. Since 1991, India has been one of the fastest-growing economies in the world.\nGovernment.\nIndia is the largest democracy in the world.\nIndia's government is divided into three parts: the Legislative (the one that makes the laws, the Parliament), the Executive (the government), and the Judiciary (the one that makes sure that the laws are obeyed, the supreme court).\nThe legislative branch is made up of the Parliament of India, which is in New Delhi, the capital of India. The Parliament of India is divided into two houses: the upper house, Rajya Sabha (Council of States); and the lower house, Lok Sabha (House of People). The Rajya Sabha has 250 members, and the Lok Sabha has 552 members.\nThe executive branch is made up of the President, Vice President, Prime Minister, and the Council of Ministers. The President of India is elected for a period of five years. The President can choose the Prime Minister, who has most of the power. The Council of Ministers, such as the Minister of Defence, help the Prime Minister. Narendra Modi became the Prime Minister of India on May 16, 2014. He is the 19th Prime Minister of India. The president has less power than the prime minister.\nThe judicial branch is made up of the courts of India, including the Supreme Court. The Chief Justice of India is the head of the Supreme Court. Supreme Court members have the power to stop a law being passed by Parliament if they think that the law is illegal and contradicts (opposes) the Constitution of India. In India, there are also 24 High Courts.\nGeography and climate.\nIndia is the seventh biggest country in the world. It is the main part of the Indian subcontinent. The countries next to India are Pakistan, Bangladesh, Myanmar, China, Bhutan, and Nepal. It is also near Sri Lanka, an island country.\nIndia is a peninsula, which means that it is surrounded on three sides by water. One of the seven wonders of the world is in Agra: the Taj Mahal. In the west is the Arabian Sea, in the south is the Indian Ocean, and in the east is the Bay of Bengal. The northern part of India has many mountains. The most famous mountain range in India is the Himalayas, which have some of the tallest mountains in the world. There are many rivers in India. The main rivers are the Ganges, the Brahmaputra, the Yamuna, the Godavari, the Kaveri, the Narmada, and the Krishna.\nIndia has different climates. In the South, the climate is mainly tropical, which means it can get very hot in summer and cool in winter. The northern part, though, has a cooler climate, called sub-tropical, and even alpine in mountainous regions. The Himalayas, in the alpine climate region, can get extremely cold. There is very heavy rainfall along the west coast and in the Eastern Himalayan foothills. The west, though, is drier. Because of some of the deserts of India, all of India gets rain for four months of the year. That time is called the monsoon. That is because the deserts attract water-filled winds from the Indian Ocean, which give rain when they come into India. When the monsoon rains come late or not so heavily, droughts (when the land dries out because there is less rain) are possible. Monsoons normally come around July - August.\nDefence.\nThe Indian Armed Forces is the military of India. It is made up of an Army, Navy and Air Force. There are other parts like Paramilitary and Strategic Nuclear Command.\nThe President of India is the Commander-in-Chief. However, it is managed by the Ministry of Defence. In 2010, the Indian Armed Forces had 1.32 million active personnel. This makes it one of the largest militaries in the world.\nThe Indian Army is becoming more modern by buying and making new weapons. It is also building defenses against missiles of other countries. In 2011, India imported more weapons than any other nation in the world.\nFrom its independence in 1947, India fought four wars with Pakistan and a war with China.\nIndian states.\nFor administration purposes, India has been divided into smaller pieces. Most of these pieces are called states, some are called union territories. States and union territories are different in the way they are represented. Most union territories are ruled by administrators sent by the central government. All the states, and the territories of Delhi, and Puducherry elect their local government themselves. In total, there are twenty-eight states, and nine union territories.\nTrouble with the borders.\nThere are disputes about certain parts of the Indian borders. Countries do not agree on where the borders are. Pakistan and China do not recognise the disputed territory of Jammu and Kashmir. The Indian government claims it as an Indian state. Similarly, the Republic of India does not recognise the Pakistani and Chinese parts of Kashmir.\nIn 1914, British India and Tibet agreed on the McMahon Line, as part of the Simla Accord. In July 1914, China withdrew from the agreement. Indians and Tibetans see this line as the official border. China does not agree, and both mainland China and Taiwan do not recognize that Arunachal Pradesh belongs to India. According to them, it is a part of South Tibet, which belongs to China.\nEconomy.\nIndia's economy is diverse. Major industries include automobiles, cement, chemicals, consumer electronics, food processing, machinery, mining, petroleum, pharmaceuticals, steel, transportation equipment, and textiles.\nHowever, despite economic growth, India continues to suffer from poverty. 27.5% of the population was living in poverty in 2004–2005. In addition, 80.4% of the population live on less than USD $2 a day, which was lowered to 68% by 2009.\nPeople.\nThere are 1.21 billion people living in India. India is the second largest country by the number of people living in it, with China being the first. Experts think that by the year 2030, India will be the first. About 65% of Indians live in rural areas, or land set aside for farming. The largest cities in India are Mumbai, Kolkata, Delhi, Chennai, Bangalore, Hyderabad, and Ahmedabad. India has 23 official languages. Altogether, 1,625 languages are spoken in India.\nLanguages.\nThere are many different languages and cultures in India. The only geographical place with more different languages and cultures is the African continent. There are two main language families in India, the Indo-Aryan and the Dravidian languages. About 69% of Indians speak an Indo-Arayan language, about 26% speak a Dravidian language. Other languages spoken in India come from the Austro-Asiatic group. Around 5% of the people speak a Tibeto-Burman language.\nHindi is the official language in India with the largest number of speakers. It is the official language of the union. Native speakers of Hindi represent about 41% of the Indian population (2001 Indian census). English is also used, mostly for business and in the administration. It has the status of a 'subsidiary official language'. The constitution also recognises 21 other languages. Either many people speak those languages, or they have been recognised to be very important for Indian culture. The number of dialects in India is as high as 1,652.\nIn the south of India, many people speak Kannada, Telugu, Tamil and Malayalam. In the north, many people speak Chhattisgarhi, Punjabi, Bengali, Gujarati, and Marathi, Odia, and Bihari.\nIndia has 23 official languages. Its constitution lists the name of the country in each of the languages. Hindi and English (listed in boldface) are the \"official languages of the union\" (Union meaning the Federal Government in Delhi); Tamil,Sanskrit, Telugu, Kannada, Malayalam, and Odia are officially the \"classical languages of India.\"\nCulture.\nCave paintings from the Stone Age are found across India. They show dances and rituals and suggest there was a prehistoric religion. During the Epic and Puranic periods, the earliest versions of the epic poems \"Ramayana\" and \"Mahabharata\" were written from about 500–100 BCE, although these were orally transmitted for centuries before this period. Other South Asian Stone Age sites apart from Pakistan are in modern India, such as the Bhimbetka rock shelters in central Madhya Pradesh and the Kupgal petroglyphs of eastern Karnataka, contain rock art showing religious rites and evidence of possible ritualised music.\nSeveral modern religions are linked to India, namely modern Hinduism, Jainism, Buddhism and Sikhism. All of these religions have different \"schools\" (ways of thinking) and traditions that are related. As a group they are called the Eastern religions. The Indian religions are similar to one another in many ways: The basic beliefs, the way worship is done and several religious practices are very similar. These similarities mainly come from the fact that these religions have a common history and common origins. They also influenced each other.\nThe religion of Hinduism is the main faith followed by 79.80% of people in the Republic of India; Islam – 14.23%; Christianity – 2.30%; Sikhism – 1.72%; Buddhism – 0.70% and Jainism – 0.37%.\nIt's the first time ever since independence that Hindu population percentage fell below 80%.\nTechnology.\nIndia sent a spacecraft to Mars for the first time in 2014. That made it the third country and only Asian country to do so, successfully. India is the only country to be successful in its very first attempt to orbit Mars. It was called the Mars Orbiter Mission.\nISRO launched 104 satellites in a single mission to create world record. India became the first nation in the world to have launched over a hundred satellites in one mission. That was more than the 2014 Russian record of 37 satellites in a single launch.\nPop culture.\nIndia has the largest movie industry in the world. Based in Mumbai (formerly Bombay), the industry is also known as Bollywood. It makes 1,000 movies a year, about twice as many as Hollywood. It produces movies almost everyday.\nSports.\nIndians have excelled in Hockey. They have also won eight gold, one silver and two bronze medals at the Olympic games. However, cricket is the most popular sport in India. The Indian cricket team won the 1983 and 2011 Cricket World Cup and the 2007 ICC World Twenty20. They shared the 2002 ICC Champions Trophy with Sri Lanka and won the 2013 ICC Champions Trophy.Cricket in India is controlled by the Board of Control for Cricket in India or BCCI. Domestic tournaments are the Ranji Trophy, the Duleep Trophy, the Deodhar Trophy, the Irani Trophy and the Challenger Series. There is also the Indian cricket league and Indian premier league Twenty20 competitions.\nTennis has become popular due to the victories of the India Davis Cup team. Association football is also a popular sport in northeast India, West Bengal, Goa and Kerala. The Indian national football team has won the South Asian Football Federation Cup many times. Chess, which comes from India, is also becoming popular. This is with the increase in the number of Indian Grandmasters. Traditional sports include kabaddi, kho kho, and gilli-danda, which are played throughout India.","categories":[],"infobox_types":["country"],"annotations":[{"uri":"Country","surface_form":"country","offset":52},{"uri":"Asia","surface_form":"Asia","offset":63},{"uri":"South_Asia","surface_form":"South Asia","offset":111},{"uri":"Billion","surface_form":"billion","offset":147},{"uri":"Population","surface_form":"population","offset":207},{"uri":"World","surface_form":"world","offset":225},{"uri":"South_Asia","surface_form":"South Asia","offset":314},{"uri":"Democracy","surface_form":"democracy","offset":355},{"uri":"Pakistan","surface_form":"Pakistan","offset":407},{"uri":"People%27s_Republic_of_China","surface_form":"China","offset":435},{"uri":"Nepal","surface_form":"Nepal","offset":445},{"uri":"Bhutan","surface_form":"Bhutan","offset":465},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":476},{"uri":"Myanmar","surface_form":"Myanmar","offset":506},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":530},{"uri":"Capital_(city)","surface_form":"capital","offset":570},{"uri":"New_Delhi","surface_form":"New Delhi","offset":590},{"uri":"Peninsula","surface_form":"peninsula","offset":612},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":636},{"uri":"Arabian_Sea","surface_form":"Arabian Sea","offset":667},{"uri":"Bay_of_Bengal","surface_form":"Bay of Bengal","offset":695},{"uri":"Coastline","surface_form":"coastline","offset":726},{"uri":"Indian_Armed_Forces","surface_form":"military force","offset":791},{"uri":"Nuclear_weapon","surface_form":"nuclear weapon","offset":833},{"uri":"G20_developing_nations","surface_form":"G20 developing nations","offset":913},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":979},{"uri":"Literacy","surface_form":"literacy","offset":1015},{"uri":"Wealth","surface_form":"wealth","offset":1028},{"uri":"Wealth","surface_form":"wealth","offset":1157},{"uri":"Social_issue","surface_form":"social","offset":1209},{"uri":"Economics","surface_form":"economic","offset":1220},{"uri":"Poverty_in_India","surface_form":"poverty","offset":1241},{"uri":"Corruption","surface_form":"corruption","offset":1253},{"uri":"World_Trade_Organisation","surface_form":"World Trade Organisation","offset":1299},{"uri":"Kyoto_Protocol","surface_form":"Kyoto Protocol","offset":1350},{"uri":"Papua_New_Guinea","surface_form":"Papua New Guinea","offset":1460},{"uri":"Indonesia","surface_form":"Indonesia","offset":1478},{"uri":"Nigeria","surface_form":"Nigeria","offset":1493},{"uri":"Hinduism","surface_form":"Hinduism","offset":1598},{"uri":"Buddhism","surface_form":"Buddhism","offset":1608},{"uri":"Sikhism","surface_form":"Sikhism","offset":1618},{"uri":"Islam","surface_form":"Islam","offset":1627},{"uri":"Christianity","surface_form":"Christianity","offset":1638},{"uri":"Indian_subcontinent","surface_form":"Indian subcontinent","offset":1692},{"uri":"Lion","surface_form":"lion","offset":1799},{"uri":"State_Emblem_of_India_(Prohibition_of_Improper_Use)_Act%2C_2005","surface_form":"State Emblem of India (Prohibition of Improper Use) Act, 2005","offset":1955},{"uri":"Tamil_language","surface_form":"Tamil language","offset":2075},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":2094},{"uri":"Religion","surface_form":"religion","offset":2208},{"uri":"Hinduism","surface_form":"Hinduism","offset":2224},{"uri":"Maurya_Empire","surface_form":"Maurya Empire","offset":2333},{"uri":"South_Asia","surface_form":"South Asia","offset":2374},{"uri":"Chola_dynasty","surface_form":"Cholas","offset":2661},{"uri":"Thanjavur","surface_form":"Thanjavur","offset":2671},{"uri":"Malaya","surface_form":"Malaya","offset":2726},{"uri":"Borneo","surface_form":"Borneo","offset":2734},{"uri":"Cambodia","surface_form":"Cambodia","offset":2742},{"uri":"Chola_dynasty","surface_form":"Cholas","offset":2769},{"uri":"Southeast_Asia","surface_form":"SE Asia","offset":2805},{"uri":"Dynasty","surface_form":"dynasties","offset":2819},{"uri":"Mughal_Empire","surface_form":"Mughal","offset":2886},{"uri":"Vijayanagara_Empire","surface_form":"Vijayanagara","offset":2894},{"uri":"Maratha_dynasty","surface_form":"Maratha","offset":2916},{"uri":"Million","surface_form":"million","offset":3051},{"uri":"Protest","surface_form":"protest","offset":3092},{"uri":"Mahatma_Gandhi","surface_form":"Mahatma Gandhi","offset":3176},{"uri":"Ahimsa","surface_form":"ahimsa","offset":3248},{"uri":"British_Empire","surface_form":"British Empire","offset":3358},{"uri":"Constitution","surface_form":"constitution","offset":3382},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":3511},{"uri":"Jawaharlal_Nehru","surface_form":"Jawaharlal Nehru","offset":3540},{"uri":"Non-Aligned_Movement","surface_form":"Non-Aligned Movement","offset":3650},{"uri":"United_Nations","surface_form":"United Nations","offset":3679},{"uri":"War","surface_form":"war","offset":3714},{"uri":"Britain","surface_form":"Britain","offset":3743},{"uri":"Pakistan","surface_form":"Pakistan","offset":3809},{"uri":"People%27s_Republic_of_China","surface_form":"China","offset":3835},{"uri":"Goa","surface_form":"Goa","offset":3874},{"uri":"Portugal","surface_form":"Portuguese","offset":3881},{"uri":"Harbour","surface_form":"port","offset":3898},{"uri":"Nuclear_bomb","surface_form":"nuclear bomb","offset":4166},{"uri":"Democracy","surface_form":"democracy","offset":4292},{"uri":"Parliament","surface_form":"Parliament","offset":4589},{"uri":"New_Delhi","surface_form":"New Delhi","offset":4622},{"uri":"President","surface_form":"President","offset":4914},{"uri":"Vice_President","surface_form":"Vice President","offset":4925},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":4941},{"uri":"Court","surface_form":"court","offset":5403},{"uri":"Constitution","surface_form":"Constitution","offset":5656},{"uri":"Indian_subcontinent","surface_form":"Indian subcontinent","offset":5821},{"uri":"Borders_of_the_Republic_of_India","surface_form":"countries next to India","offset":5846},{"uri":"Pakistan","surface_form":"Pakistan","offset":5874},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":5884},{"uri":"Myanmar","surface_form":"Myanmar","offset":5896},{"uri":"China","surface_form":"China","offset":5905},{"uri":"Bhutan","surface_form":"Bhutan","offset":5912},{"uri":"Nepal","surface_form":"Nepal","offset":5924},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":5947},{"uri":"Island","surface_form":"island","offset":5961},{"uri":"Peninsula","surface_form":"peninsula","offset":5988},{"uri":"Arabian_Sea","surface_form":"Arabian Sea","offset":6142},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":6175},{"uri":"Bay_of_Bengal","surface_form":"Bay of Bengal","offset":6212},{"uri":"Himalayas","surface_form":"Himalayas","offset":6321},{"uri":"Mountain","surface_form":"mountain","offset":6363},{"uri":"Ganges","surface_form":"Ganges","offset":6443},{"uri":"Brahmaputra_River","surface_form":"Brahmaputra","offset":6455},{"uri":"Yamuna","surface_form":"Yamuna","offset":6472},{"uri":"Himalayas","surface_form":"Himalayas","offset":6788},{"uri":"Rainfall","surface_form":"rainfall","offset":6873},{"uri":"Desert","surface_form":"desert","offset":6994},{"uri":"Drought","surface_form":"drought","offset":7270},{"uri":"Indian_Army","surface_form":"Army","offset":7470},{"uri":"Indian_Navy","surface_form":"Navy","offset":7476},{"uri":"Indian_Air_Force","surface_form":"Air Force","offset":7485},{"uri":"Administration","surface_form":"administration","offset":8116},{"uri":"State","surface_form":"state","offset":8217},{"uri":"Union_territory","surface_form":"union territories","offset":8241},{"uri":"Election","surface_form":"elect","offset":8480},{"uri":"Dispute","surface_form":"disputes","offset":8626},{"uri":"Pakistan","surface_form":"Pakistan","offset":8727},{"uri":"China","surface_form":"China","offset":8740},{"uri":"Jammu_and_Kashmir","surface_form":"Jammu and Kashmir","offset":8789},{"uri":"British_India","surface_form":"British India","offset":8965},{"uri":"Tibet","surface_form":"Tibet","offset":8983},{"uri":"McMahon_Line","surface_form":"McMahon Line","offset":9003},{"uri":"Simla_Accord_(1914)","surface_form":"Simla Accord","offset":9032},{"uri":"Taiwan","surface_form":"Taiwan","offset":9204},{"uri":"South_Tibet","surface_form":"South Tibet","offset":9304},{"uri":"Automobile","surface_form":"automobile","offset":9403},{"uri":"Cement","surface_form":"cement","offset":9416},{"uri":"Chemical","surface_form":"chemical","offset":9424},{"uri":"Consumer_electronics","surface_form":"consumer electronics","offset":9435},{"uri":"Food_processing","surface_form":"food processing","offset":9457},{"uri":"Machinery","surface_form":"machinery","offset":9474},{"uri":"Mining","surface_form":"mining","offset":9485},{"uri":"Petroleum","surface_form":"petroleum","offset":9493},{"uri":"Pharmaceuticals","surface_form":"pharmaceuticals","offset":9504},{"uri":"Steel","surface_form":"steel","offset":9521},{"uri":"Transportation","surface_form":"transportation","offset":9528},{"uri":"Textiles","surface_form":"textiles","offset":9558},{"uri":"Poverty_in_India","surface_form":"poverty","offset":9633},{"uri":"Rural_area","surface_form":"rural area","offset":10053},{"uri":"City","surface_form":"cities","offset":10109},{"uri":"Mumbai","surface_form":"Mumbai","offset":10129},{"uri":"Kolkata","surface_form":"Kolkata","offset":10137},{"uri":"Delhi","surface_form":"Delhi","offset":10146},{"uri":"Chennai","surface_form":"Chennai","offset":10153},{"uri":"Bangalore","surface_form":"Bangalore","offset":10162},{"uri":"Hyderabad%2C_India","surface_form":"Hyderabad","offset":10173},{"uri":"Ahmedabad","surface_form":"Ahmedabad","offset":10188},{"uri":"Culture","surface_form":"culture","offset":10331},{"uri":"Africa","surface_form":"African continent","offset":10428},{"uri":"Indo-Aryan_languages","surface_form":"Indo-Aryan","offset":10498},{"uri":"Dravidian_languages","surface_form":"Dravidian languages","offset":10517},{"uri":"Austro-Asiatic_languages","surface_form":"Austro-Asiatic","offset":10674},{"uri":"Tibeto-Burman_languages","surface_form":"Tibeto-Burman","offset":10728},{"uri":"Hindi","surface_form":"Hindi","offset":10752},{"uri":"Dialect","surface_form":"dialect","offset":11266},{"uri":"Kannada","surface_form":"Kannada","offset":11346},{"uri":"Telugu","surface_form":"Telugu","offset":11355},{"uri":"Tamil_language","surface_form":"Tamil","offset":11363},{"uri":"Malayalam","surface_form":"Malayalam","offset":11373},{"uri":"Chhattisgarh","surface_form":"Chhattisgarh","offset":11416},{"uri":"Punjabi_language","surface_form":"Punjabi","offset":11431},{"uri":"Bengali_language","surface_form":"Bengali","offset":11440},{"uri":"Gujarati_language","surface_form":"Gujarati","offset":11449},{"uri":"Marathi_language","surface_form":"Marathi","offset":11463},{"uri":"Odia","surface_form":"Odia","offset":11472},{"uri":"Bihar","surface_form":"Bihar","offset":11482},{"uri":"Hindi","surface_form":"Hindi","offset":11596},{"uri":"English_language","surface_form":"English","offset":11606},{"uri":"Delhi","surface_form":"Delhi","offset":11718},{"uri":"Tamil_language","surface_form":"Tamil","offset":11726},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":11732},{"uri":"Telugu","surface_form":"Telugu","offset":11742},{"uri":"Kannada","surface_form":"Kannada","offset":11750},{"uri":"Malayalam","surface_form":"Malayalam","offset":11759},{"uri":"Odia","surface_form":"Odia","offset":11774},{"uri":"Cave_painting","surface_form":"Cave painting","offset":11839},{"uri":"Stone_Age","surface_form":"Stone Age","offset":11863},{"uri":"Dance","surface_form":"dance","offset":11907},{"uri":"Ritual","surface_form":"ritual","offset":11918},{"uri":"History","surface_form":"prehistoric","offset":11950},{"uri":"Purana","surface_form":"Puranic","offset":11992},{"uri":"Ramayana","surface_form":"Ramayana","offset":12050},{"uri":"Mahabharata","surface_form":"Mahabharata","offset":12065},{"uri":"Oral","surface_form":"orally","offset":12135},{"uri":"Transmission","surface_form":"transmitted","offset":12142},{"uri":"South_Asia","surface_form":"South Asia","offset":12194},{"uri":"Pakistan","surface_form":"Pakistan","offset":12233},{"uri":"Bhimbetka_rock_shelters","surface_form":"Bhimbetka rock shelters","offset":12275},{"uri":"Madhya_Pradesh","surface_form":"Madhya Pradesh","offset":12310},{"uri":"Ritual","surface_form":"ritualised","offset":12440},{"uri":"Hinduism","surface_form":"Hinduism","offset":12518},{"uri":"Jainism","surface_form":"Jainism","offset":12528},{"uri":"Buddhism","surface_form":"Buddhism","offset":12537},{"uri":"Sikhism","surface_form":"Sikhism","offset":12550},{"uri":"Tradition","surface_form":"tradition","offset":12630},{"uri":"Eastern_religions","surface_form":"Eastern religions","offset":12690},{"uri":"Worship","surface_form":"worship","offset":12798},{"uri":"Hinduism","surface_form":"Hinduism","offset":13021},{"uri":"Islam","surface_form":"Islam","offset":13103},{"uri":"Christianity","surface_form":"Christianity","offset":13119},{"uri":"Buddhism","surface_form":"Buddhism","offset":13158},{"uri":"Jainism","surface_form":"Jainism","offset":13179},{"uri":"Mars","surface_form":"Mars","offset":13328},{"uri":"Mumbai","surface_form":"Mumbai","offset":13891},{"uri":"Bombay","surface_form":"Bombay","offset":13908},{"uri":"Bollywood","surface_form":"Bollywood","offset":13947},{"uri":"Olympic_games","surface_form":"Olympic games","offset":14170},{"uri":"Cricket","surface_form":"cricket","offset":14194},{"uri":"2011_Cricket_World_Cup","surface_form":"2011 Cricket World Cup","offset":14279},{"uri":"2007_ICC_World_Twenty20","surface_form":"2007 ICC World Twenty20","offset":14310},{"uri":"Share","surface_form":"shared","offset":14340},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":14382},{"uri":"Tennis","surface_form":"Tennis","offset":14730},{"uri":"Association_football","surface_form":"Association football","offset":14806},{"uri":"Chess","surface_form":"Chess","offset":14994}]}