{"id":391115,"url":"http://en.wikipedia.org/wiki/Micropaleontology","text":"Micropaleontology (also sometimes spelled as micropalaeontology) is the branch of paleontology that studies microfossils. Microfossils are fossils generally not larger than four millimeters, and commonly smaller than one millimeter. A microscope is used to study them. Every kingdom of organisms is represented in the microfossil record. Microfossils can provide important information about the ecology in the past.\nPeople who study micropaleontology are called micropaleontologists. Taxonomy and statistics are important parts of micropaleontology.\nMicrofossils are most common in sediment that forms beneath water, particularly ocean water or lake water. Very old microfossils may be found in rock. Special techniques are used to separate microfossils from rock. For example, the shells of diatoms and some other organisms are made of silica; other materials in the rock can sometimes be removed with acid, leaving just the silica shells.\nThe area of study for pollen and spores, including fossils, is called palynology.","categories":[],"infobox_types":[],"annotations":[{"uri":"Paleontology","surface_form":"paleontology","offset":82},{"uri":"Fossils","surface_form":"fossils","offset":139},{"uri":"Microscope","surface_form":"microscope","offset":235},{"uri":"Kingdom_(biology)","surface_form":"kingdom","offset":275},{"uri":"Organism","surface_form":"organism","offset":286},{"uri":"Taxonomy","surface_form":"Taxonomy","offset":484},{"uri":"Statistics","surface_form":"statistics","offset":497},{"uri":"Sediment","surface_form":"sediment","offset":582},{"uri":"Ocean","surface_form":"ocean","offset":630},{"uri":"Lake","surface_form":"lake","offset":645},{"uri":"Rock_(geology)","surface_form":"rock","offset":695},{"uri":"Diatom","surface_form":"diatom","offset":792},{"uri":"Organism","surface_form":"organism","offset":815},{"uri":"Acid","surface_form":"acid","offset":903},{"uri":"Palynology","surface_form":"palynology","offset":1011}]}