{"id":391133,"url":"http://en.wikipedia.org/wiki/Jackdaw","text":"The jackdaw is a large bird, a member of the crow family Corvidae. It is black, with the back of the head grey.\nThe jackdaw is common over the whole of Europe and much of Asia. It is mostly a resident, although northern and eastern populations migrate south in winter. It is about in length,\nThe jackdaw is gregarious and vocal, living in small groups with a complex social structure. It is found in farmland, open woodland, on coastal cliffs, and in urban settings.\nBehaviour.\nJackdaws are omnivorous and opportunistic. They eat a wide variety of plant material and invertebrates, as well as food waste from urban areas. Jackdaws are monogamous and build simple nests of sticks in cavities in trees, cliffs, or buildings. About five pale blue or blue-green eggs with brown speckles are laid and incubated by the female. The young fledge in four to five weeks.\nIn his book \"King Solomon's Ring\", Konrad Lorenz described and analysed the complex social interactions in a Jackdaw flock which lived around his house in Altenberg, Austria. He ringed them for identification and caged them in the winter to prevent their annual migration.\nLorenz found that the birds have a hierarchy, with higher-ranked birds dominating lower-ranked birds. Pair-bonded birds share the same rank. Young males establish their individual status before pairing with females. Unmated females are the lowest members in the pecking order, and are the last to have access to food and shelter. Lorenz noted one case in which a male, absent during the dominance struggles and pair bondings, returned to the flock, became the dominant male, and chose one of two unpaired females for a mate. This female immediately assumed a dominant position in the social hierarchy and demonstrated this by pecking others. According to Lorenz, the most significant factor in social behaviour was the immediate and intuitive grasp of the new hierarchy by each bird in the flock.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bird","surface_form":"bird","offset":23},{"uri":"Crow","surface_form":"crow","offset":45},{"uri":"Corvidae","surface_form":"Corvidae","offset":57},{"uri":"Migration","surface_form":"migrate","offset":244},{"uri":"Gregarious","surface_form":"gregarious","offset":307},{"uri":"Omnivore","surface_form":"omnivorous","offset":491},{"uri":"Invertebrate","surface_form":"invertebrate","offset":567},{"uri":"Monogamy","surface_form":"monogamous","offset":635},{"uri":"Konrad_Lorenz","surface_form":"Konrad Lorenz","offset":896},{"uri":"Altenberg","surface_form":"Altenberg","offset":1016},{"uri":"Austria","surface_form":"Austria","offset":1027},{"uri":"Hierarchy","surface_form":"hierarchy","offset":1169}]}