{"id":391116,"url":"http://en.wikipedia.org/wiki/Palynology","text":"Palynology is the study of very small natural particles. The word literally means the \"study of dust\". A palynologist is someone whose job is to identify what the particles are. Samples of particles can come from the air or water or soil or rocks. They could be organic and inorganic. Micropaleontology is a related area of study; it involves very small fossils.\nMethods.\nA palynologist uses a microscope. They may also use chemical tests to find out what a particle is made of.\nThe methods used to study fossils in micropaleontology and in palynology are often different. Micropaleontology often involves breaking and dissolving rocks. Palynology often involves soil or sediment.\nUses.\nWhen the palynologist knows what particles are present in a sample, they may be able to say what the temperature or environmental chemistry was like where the sample came from. They may also be able to say where the sample came from.\nPalynology is used in forensic science to learn where something came from, by looking at the particles in or on it.\nPalynology is also very important in the study of climate history. In bodies of water such as lakes, ponds, and the ocean, sediment builds up slowly, so that the oldest sediment is at the bottom. There are ways to take a sample of the sediment that doesn't disturb the layers (either using a tube, or by freezing).\nIn glacial lakes, the sediment may have varves, which are two layers per year that are different colours. If there are varves, a lot of detailed information can be discovered in a core sample.","categories":[],"infobox_types":[],"annotations":[{"uri":"Particle","surface_form":"particle","offset":46},{"uri":"Soil","surface_form":"soil","offset":233},{"uri":"Organic_matter","surface_form":"organic","offset":262},{"uri":"Micropaleontology","surface_form":"Micropaleontology","offset":285},{"uri":"Fossil","surface_form":"fossil","offset":354},{"uri":"Microscope","surface_form":"microscope","offset":394},{"uri":"Chemistry","surface_form":"chemical tests","offset":424},{"uri":"Sediment","surface_form":"sediment","offset":671},{"uri":"Temperature","surface_form":"temperature","offset":788},{"uri":"Environmental_chemistry","surface_form":"environmental chemistry","offset":803},{"uri":"Forensic_science","surface_form":"forensic science","offset":943},{"uri":"Climate","surface_form":"climate","offset":1087},{"uri":"History","surface_form":"history","offset":1095},{"uri":"Lake","surface_form":"lake","offset":1131},{"uri":"Pond","surface_form":"pond","offset":1138},{"uri":"Ocean","surface_form":"ocean","offset":1153},{"uri":"Glacial_lake","surface_form":"glacial lake","offset":1355},{"uri":"Varve","surface_form":"varve","offset":1392}]}