{"id":391183,"url":"http://en.wikipedia.org/wiki/R%C3%ADo_de_Oro","text":"Rio de Oro was one of the two territories of Western Sahara, when the territory was under Spanish rule. Rio de Oro, which literally means \"river of gold\" is more to the south. The other part was called Saguia el Hamra. The territory is named after a wadi. The capital of the territory is called Dakhla. When the territory was ruled by the Spanish, its name was \"Villa Cisneros\". It has a size of roughly. To the north, the 26th parallel is the border, and to the south, the territory is limited by the 21° 20' parallel (and the border with Mauritania).\nOriginally, Portuguese traders called the territory \"Rio do Ouro\", they traded goods for gold dust, in the year 1442. They believed to be in Mali ruled by Mansa Musa. Mali was famed for its gold deposits, despite the fact that gold was never found there, and only further south in Akjoujt and south of the Niger River. Historic maps show a river running from the center of Africa to the Atlantic Ocean, newer maps show a shorter river which ends in a wadi named Megeta Mersug. In 1886, a Spanish expedition searched for this river, but did not find it.","categories":[],"infobox_types":[],"annotations":[{"uri":"Western_Sahara","surface_form":"Western Sahara","offset":45},{"uri":"Spain","surface_form":"Spanish","offset":90},{"uri":"Saguia_el_Hamra","surface_form":"Saguia el Hamra","offset":202},{"uri":"Wadi","surface_form":"wadi","offset":250},{"uri":"Dakhla%2C_Western_Sahara","surface_form":"Dakhla","offset":295},{"uri":"Mauritania","surface_form":"Mauritania","offset":540},{"uri":"Portugal","surface_form":"Portuguese","offset":565},{"uri":"Mali","surface_form":"Mali","offset":694},{"uri":"Mansa_Musa","surface_form":"Mansa Musa","offset":708},{"uri":"Akjoujt","surface_form":"Akjoujt","offset":834},{"uri":"Niger_River","surface_form":"Niger River","offset":859},{"uri":"Wadi","surface_form":"wadi","offset":1004},{"uri":"Megeta_Mersug","surface_form":"Megeta Mersug","offset":1015}]}