{"id":391256,"url":"http://en.wikipedia.org/wiki/Boeing_314","text":"The Boeing 314 Clipper was a flying boat. It was made by the Boeing Airplane Company between 1938 and 1941. It was one of the biggest planes at that time, and it used the wing of the XB-15 bomber. Twelve Clippers were made for Pan Am. Three of them were sold to BOAC during the Battle of Britain (1940).\nDesign and development.\nPan American had asked for a flying boat with a very long range. Boeing wanted to make it, and Pan American asked for six of Boeing's planes. Boeing engineers used a wing taken from one of Boeing's earlier planes. The new plane had Wright Twin Cyclone.\nThe plane made flew for the first time on June 7, 1938. The test pilot found some things wrong with the plane. Boeing fixed these and the plane was fine.\nWeight was very important. Every passenger could only have of baggage for free. They had to pay $3.25 per lb ($7.15/kg) if they went over this limit.\nPan Am's \"Clippers\" were meant for luxury. The seats could be changed into beds. The plane normally flew at only, so flights sometimes lasted more than 12 hours. The 314s had a lounge and dining area, and the planes had chefs from four-star hotels. Men and women had dressing rooms, too. The luxury on Pan American's Boeing 314s was better than anything since then. They were for very rich people. It cost about the same amount as it would have cost to fly on Concorde in 2006.\nThe 314 was also successful because of its Pan Am flight crews. They were very good at long-distance flying. Many of the flights had another crew for training. Only the best pilots flew the Boeing 314. If it was hard to see because of fog, pilots sometimes landed at sea and then moved Clipper on the water.\nHistory.\nThe first 314, \"Honolulu Clipper\", started being used in January 1939.\nWhen war started in the Pacific, \"Pacific Clipper\" was flying to New Zealand. Instead of going back to Honolulu, it went to New York. This was done to avoid being shot down by Japanese fighters.\nPan Am's Boeing 314s were used by the military in World War II. The only thing that changed was how the painting on the plane looked. The Clippers were still flown by their crews from Pan Am. The Boeing 314s used by the military were called C-98s. Winston Churchill flew on Boeing 314s sometimes.\nAfter the war, many Clippers were given back to Pan Am. However, the Boeing 314 was now out-of-date.\nRetirement.\nOne Pan Am 314, called the \"California Clipper\", had flown more than one million miles when it was retired. Three Boeing 314s crashed.\nBoeing 314s which still exist.\nNo Boeing 314s still exist today. However, there is a replica at the Foynes Flying Boat Museum, Foynes, County Limerick, Ireland.","categories":[],"infobox_types":[],"annotations":[{"uri":"Flying_boat","surface_form":"flying boat","offset":29},{"uri":"Boeing_Airplane_Company","surface_form":"Boeing Airplane Company","offset":61},{"uri":"Boeing_XB-15","surface_form":"XB-15","offset":183},{"uri":"Pan_Am","surface_form":"Pan Am","offset":227},{"uri":"BOAC","surface_form":"BOAC","offset":262},{"uri":"Battle_of_Britain","surface_form":"Battle of Britain","offset":278},{"uri":"Flying_boat","surface_form":"flying boat","offset":357},{"uri":"Curtiss-Wright","surface_form":"Wright","offset":560},{"uri":"Wright_R-2600","surface_form":"Twin Cyclone","offset":567},{"uri":"Hotel","surface_form":"hotel","offset":1126},{"uri":"Concorde","surface_form":"Concorde","offset":1345},{"uri":"Fog","surface_form":"fog","offset":1598},{"uri":"Pacific_Clipper","surface_form":"Pacific Clipper","offset":1785},{"uri":"Honolulu","surface_form":"Honolulu","offset":1854},{"uri":"Winston_Churchill","surface_form":"Winston Churchill","offset":2194},{"uri":"Replica","surface_form":"replica","offset":2576},{"uri":"Foynes","surface_form":"Foynes","offset":2618},{"uri":"County_Limerick","surface_form":"County Limerick","offset":2626}]}