{"id":391223,"url":"http://en.wikipedia.org/wiki/Nature_(journal)","text":"\"Nature\" is a scientific journal. It was first published on 4 November 1869. It is the world's most cited scientific journal. That means that, when scientists write formal reports of their experiments, they list all the earlier studies that they read in their reference section. They list studies from \"Nature\" in their reference sections more than studies from any other journal. It is also the longest continuously published scientific weekly.\nMost scientific journals are now specific to just one kind of science, for example only biochemistry or only mining science. \"Nature\" is one of the few journals which still publish original research articles across the whole range of science. Important new advances and original scientific research is published as articles or letters in \"Nature\". \"Nature\" also prints surveys and reviews of important research fields.\nResearch scientists are the primary audience for the journal, but ordinary people read it as well. Because of this, articles are written and edited to make them understandable to scientists in other fields and any educated person.\nIn the first pages of each issue are editorials, news and feature articles on issues of general interest to scientist. Topics include current affairs, science funding, business, scientific ethics and research breakthroughs. There are also sections on books and arts. Because of limits on the length of articles, often the printed text is a summary of the work in question. Details may be put in \"supplementary material\" on the journal's website.\nNature has spun off a series of more specialised journals which publish longer, more technical articles which would be unsuitable for Nature's wider readership.","categories":[],"infobox_types":[],"annotations":[{"uri":"Scientific","surface_form":"scientific","offset":106},{"uri":"Journal","surface_form":"journal","offset":117},{"uri":"Editorial","surface_form":"editorial","offset":1133},{"uri":"News","surface_form":"news","offset":1145},{"uri":"Current_affairs","surface_form":"current affairs","offset":1230},{"uri":"Business","surface_form":"business","offset":1264},{"uri":"Ethics","surface_form":"ethics","offset":1285},{"uri":"Website","surface_form":"website","offset":1533}]}