{"id":391252,"url":"http://en.wikipedia.org/wiki/Murchison_meteorite","text":"The Murchison meteorite is named after the place it fell: Murchison, Victoria, Australia. It is large (over 100 kg) and it was seen falling. It is one of the most studied meteorites, since it belongs to a group of meteorites rich in organic compounds, known as carbonaceous chondrites.\nOn 28 September 1969 at about 10:58 am, a bright fireball was seen. It separated into three fragments before disappearing, leaving a cloud of smoke. About 30 seconds later, a tremor was heard. People found fragments over an area larger than 13 km², with fragments up to 7 kg. One, weighing 680 g, broke through a roof and fell in hay. The mass is over 100 kg.\nThe biochemistry.\nThis type of meteorite is rich in carbon. Murchison contains over 15 amino acids. The amino acids found in the Murchison meteorite can be (and have been) synthesised in laboratory experiments. This was done by the action of electric discharge on a mixture of methane, nitrogen, and water with traces of ammonia.\nThe amino acids were mostly racemic. This means the chirality of their enantiomers are almost equally left- and right-handed. This suggests they are not caused by terrestrial contamination. A complex mixture of alkanes was isolated as well, similar to that found in the Miller-Urey experiment. Serine and threonine, often earthly contaminants, were absent from the samples.\nIn 1997 research showed that individual amino-acids from Murchison were enriched in the nitrogen isotope 15N relative to their terrestrial counterparts. This confirmed an extraterrestrial source. The organic materials identified included sugar-like compounds (polyols).\nSeveral lines of evidence show that the inside of well-preserved fragments from Murchison are pristine (not contaminated). A 2010 study identified 14,000 molecular compounds (including 70 amino acids) in a sample of the meteorite. There may be 50,000 or more different molecular compositions in the meteorite.\nNucleobases.\nMeasured purine and pyrimidine compounds are in the Murchison meteorite. Carbon isotope ratios for uracil and xanthine show a non-terrestrial origin for these compounds. The results show many organic compounds which are components of life on Earth were already present in the early Solar System. They may have played a role in life's origin.","categories":[],"infobox_types":[],"annotations":[{"uri":"Murchison","surface_form":"Murchison","offset":58},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":69},{"uri":"Australia","surface_form":"Australia","offset":79},{"uri":"Meteorite","surface_form":"meteorite","offset":171},{"uri":"Organic_compound","surface_form":"organic compound","offset":233},{"uri":"Carbon","surface_form":"carbon","offset":261},{"uri":"Chondrite","surface_form":"chondrite","offset":274},{"uri":"Hay","surface_form":"hay","offset":616},{"uri":"Carbon","surface_form":"carbon","offset":698},{"uri":"Amino_acid","surface_form":"amino acid","offset":733},{"uri":"Amino_acids","surface_form":"amino acids","offset":750},{"uri":"Synthesis","surface_form":"synthesis","offset":818},{"uri":"Methane","surface_form":"methane","offset":923},{"uri":"Nitrogen","surface_form":"nitrogen","offset":932},{"uri":"Ammonia","surface_form":"ammonia","offset":967},{"uri":"Racemic","surface_form":"racemic","offset":1004},{"uri":"Chirality_(chemistry)","surface_form":"chirality","offset":1028},{"uri":"Enantiomer","surface_form":"enantiomer","offset":1047},{"uri":"Alkane","surface_form":"alkane","offset":1187},{"uri":"Miller-Urey_experiment","surface_form":"Miller-Urey experiment","offset":1246},{"uri":"Serine","surface_form":"Serine","offset":1270},{"uri":"Threonine","surface_form":"threonine","offset":1281},{"uri":"Isotope","surface_form":"isotope","offset":1447},{"uri":"Purine","surface_form":"purine","offset":1952},{"uri":"Pyrimidine","surface_form":"pyrimidine","offset":1963},{"uri":"Uracil","surface_form":"uracil","offset":2042},{"uri":"Xanthine","surface_form":"xanthine","offset":2053},{"uri":"Solar_System","surface_form":"Solar System","offset":2225},{"uri":"Origin_of_life","surface_form":"life's origin","offset":2270}]}