{"id":391247,"url":"http://en.wikipedia.org/wiki/Assassination_attempt_on_Ronald_Reagan","text":"The Assassination attempt on Ronald Reagan happened on Monday, March 30, 1981, 69 days after becoming President. Ronald Reagan was leaving after a speaking engagement at the Washington Hilton Hotel in Washington, D.C.. As Reagan left to enter his car, John Hinckley, Jr. fired his gun.\nAssassination attempt.\nAt 2:27 pm Eastern Time, Reagan exited the hotel through \"President's Walk\" and its K Street NW exit toward his waiting limousine. Hinckley waited within the crowd of civilians. While the Secret Service blocked those attending the president's speech, in a \"colossal mistake\" the agency allowed an unsearched group to stand within feet of him, behind a rope line.\nReagan unexpectedly passed right in front of Hinckley. Believing he would never get a better chance, Hinckley fired a Röhm RG-14 .22 Long Rifle blue steel revolver six times in 1.7 seconds.\nFive out of the six shots missed the president. The first bullet hit White House Press Secretary James Brady in the head. The second bullet hit District of Columbia police officer Thomas Delahanty in the back of his neck as he turned to protect Reagan. Hinckley now had a clear shot at the president, but the third bullet overshot him and hit the window of a building across the street.\nAs Special Agent In Charge Jerry Parr quickly pushed Reagan into the limousine, the fourth bullet hit Secret Service agent Timothy McCarthy in the abdomen as he spread his body over Reagan to protect him. The fifth bullet hit the bullet-resistant glass of the window on the open side door of the limousine. The sixth and final bullet ricocheted off the armored side of the limousine and hit the president in his left underarm, grazing a rib and lodging in his lung, stopping nearly 1 inch (25mm) from his heart. Parr's prompt reaction saved Reagan from being hit in the head. Reagan suffered from a punctured lung and heavy internal bleeding. He received medical attention quickly.\nAfter the shooting.\nThe powers of the President were never actually given to anyone else during this time through the presidential line of succession. Secretary of State Alexander Haig caused anger and arguments at a press conference by stating \"I am in control here\", while Vice President George H. W. Bush returned to Washington D.C. Since the Vice President was not physically present in Washington D.C., Secretary Haig thought that, as Secretary of State, he was to meant to assume command. In reality, according to the US Constitution, Speaker of the United States House of Representatives Tip O'Neill was to take over from President Reagan, and Vice President Bush to be in charge. Secretary Haig was angry about his mistake as was Speaker O'Neill.\nHinckley's motivation.\nThe shooter was 30-year old John Hinckley. Hinckley said that he wanted to shoot President Reagan to impress actress Jodie Foster. He planned the assassination after he saw the movie \"Taxi Driver\" and there was a scene similar to the event.\nHinckley decided to copy DeNiro's character in the movie. He began to stalk President Jimmy Carter. He was surprised at how easy it was to get close to the president—only one foot away at one event. He was arrested in October 1980 at Nashville International Airport for illegal possession of firearms. Even though Carter made a campaign stop there, the Federal Bureau of Investigation did not connect this arrest to the President and did not tell the United States Secret Service.\nHe wrote three or four more notes to Foster in early March 1981. Foster gave these notes to her dean, who gave them to the Yale police department. After this, the police wanted to find Hinckley, but failed. Hinckley soon moved to Washington, D.C. to carry-out his assassination plan.\nAftermath.\nNobody was killed in the attack. Press Secretary James Brady was left paralyzed and permanently disabled. Brady died in August 2014. Hinckley was found not guilty by reason of insanity. He was in a psychiatric facility until 2016.\nReagan was the first serving U.S. President to survive being shot in an assassination attempt. The members of his staff were anxious for the president to appear to be recovering quickly, and the morning after his operation he saw visitors and signed a piece of legislation. Reagan left the hospital on the 13th day. He was able to travel outside of Washington 49 days later.\nBefore the shooting, Reagan had the lowest approval ratings of any president during his first term in office. After the shooting, Reagan's approval ratings rose. The assassination attempt boosted his popularity and some may say that it helped him win his re-election campaign in 1984.\nHinckley trial.\nHinckley was found not guilty by reason of insanity on June 21, 1982. The defense psychiatric reports had found him to be insane while the prosecution reports declared him legally sane.\nFollowing his lawyers' advice, he was not a witness in his own defense. Hinckley was confined at St. Elizabeths Hospital in Washington, D.C.. He was released in 2016.","categories":[],"infobox_types":[],"annotations":[{"uri":"Assassination","surface_form":"Assassination","offset":4},{"uri":"President_of_the_United_States","surface_form":"President","offset":102},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":113},{"uri":"Washington_Hilton","surface_form":"Washington Hilton Hotel","offset":174},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":201},{"uri":"John_Hinckley%2C_Jr.","surface_form":"John Hinckley, Jr.","offset":252},{"uri":"Eastern_Time_Zone_(North_America)","surface_form":"Eastern Time","offset":320},{"uri":".22_Long_Rifle","surface_form":".22 Long Rifle","offset":801},{"uri":"Revolver","surface_form":"revolver","offset":827},{"uri":"White_House_Press_Secretary","surface_form":"White House Press Secretary","offset":931},{"uri":"James_Brady","surface_form":"James Brady","offset":959},{"uri":"Thomas_Delahanty","surface_form":"Thomas Delahanty","offset":1042},{"uri":"Jerry_Parr","surface_form":"Jerry Parr","offset":1276},{"uri":"Timothy_McCarthy","surface_form":"Timothy McCarthy","offset":1372},{"uri":"U.S._Presidential_line_of_succession","surface_form":"presidential line of succession","offset":2049},{"uri":"Alexander_Haig","surface_form":"Alexander Haig","offset":2101},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice President","offset":2206},{"uri":"George_H._W._Bush","surface_form":"George H. W. Bush","offset":2221},{"uri":"Secretary_of_State","surface_form":"Secretary of State","offset":2371},{"uri":"United_States_Constitution","surface_form":"according to the US Constitution","offset":2438},{"uri":"Speaker_of_the_United_States_House_of_Representatives","surface_form":"Speaker of the United States House of Representatives","offset":2472},{"uri":"Tip_O%27Neill","surface_form":"Tip O'Neill","offset":2526},{"uri":"John_Hinckley","surface_form":"John Hinckley","offset":2737},{"uri":"Jodie_Foster","surface_form":"Jodie Foster","offset":2826},{"uri":"Taxi_Driver_(movie)","surface_form":"Taxi Driver","offset":2893},{"uri":"Jimmy_Carter","surface_form":"Jimmy Carter","offset":3036},{"uri":"Federal_Bureau_of_Investigation","surface_form":"Federal Bureau of Investigation","offset":3303},{"uri":"United_States_Secret_Service","surface_form":"United States Secret Service","offset":3401},{"uri":"Dean_(education)","surface_form":"dean","offset":3527},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":3661},{"uri":"James_Brady","surface_form":"James Brady","offset":3775},{"uri":"United_States_presidential_election%2C_1984","surface_form":"re-election","offset":4587},{"uri":"Insanity","surface_form":"insanity","offset":4676},{"uri":"Psychiatry","surface_form":"psychiatric","offset":4715},{"uri":"Insane","surface_form":"insane","offset":4755}]}