{"id":391383,"url":"http://en.wikipedia.org/wiki/Gender_role","text":"Gender role is the idea that people should behave in certain ways because of their gender. As an example, in a hunter-gatherer economy, men usually do more hunting and women do more gathering. In a money economy, it was traditionally the role of the man to earn money, and the role of the woman to educate the children. Such behavior may be a result of social and cultural factors. In the case it is the result of socialization. There is still a discussion to what extent the observed behaviour is a function of the personality, and to what extent social factors play a role in the determinatioon of gender-specific differences in behaviour.\nGender roles are dependent on the culture and history of the society that they are part of. While most cultures express two genders, some express more. Androgyny, for example, has been proposed as a third gender. Other societies have been claimed to have more than five genders, and some non-Western ones have three genders – man, woman and third gender. Gender expression refers to the external manifestation of one's gender identity, through \"masculine,\" \"feminine,\" or gender-variant or gender neutral behavior, clothing, hairstyles, or body characteristics.\nThe Convention on the Elimination of All Forms of Discrimination against Women says that stereotyped gender role should be abolished.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gender","surface_form":"gender","offset":83},{"uri":"Hunter-gatherer","surface_form":"hunter-gatherer","offset":111},{"uri":"Socialization","surface_form":"socialization","offset":414},{"uri":"Personality","surface_form":"personality","offset":516},{"uri":"Androgyny","surface_form":"Androgyny","offset":794},{"uri":"Man","surface_form":"man","offset":968},{"uri":"Woman","surface_form":"woman","offset":973},{"uri":"Third_gender","surface_form":"third gender","offset":983},{"uri":"Gender_identity","surface_form":"gender identity","offset":1061},{"uri":"Convention_on_the_Elimination_of_All_Forms_of_Discrimination_against_Women","surface_form":"Convention on the Elimination of All Forms of Discrimination against Women","offset":1208},{"uri":"Stereotype","surface_form":"stereotype","offset":1293}]}