{"id":391376,"url":"http://en.wikipedia.org/wiki/Macedonians","text":"e=\"preserve\">Macedonians, also known as North Macedonians, are people who live in North Macedonia. Macedonians are an indigenous ethnic group on the territory of Macedonia, which speaks the Macedonian language.\nOrigins.\nThe Slavic languages from which Macedonian developed are thought to have grown in the region during the post-Roman period. Many parts of Macedonian culture developed during the rule of Medieval Byzantine, Bulgarian and Serbian Empires. Each of these empires controlled the region for a time.\nMacedonians' genetic background is thought to be the same as Balkan prehistoric and historic demographic processes. This background is also found in other South Slavs, especially Bulgarians, Serbs, Bosnians, Montenegrins, but also in northern Greeks and Romanians.\n\"It is now generally agreed that the people who lived in the Balkans after the Slavic \"invasions\" were probably for the most part the same as those who had lived there earlier, although the creation of new political groups and arrival of small immigrants caused people to look at themselves as distinct from their neighbours, including the Byzantines\".\nLater, the Sclaveni in Macedonia were added into the Bulgarian Empire.\nThe history of the ethnic Macedonians has been shaped by population shifts and political developments in the region of Macedonia. After the end of the Ottoman Empire in the early 20th century, the Socialist Republic of Macedonia was created after World War II, a state in the framework of the Socialist Federal Republic of Yugoslavia.\nPopulation.\nA large majority of ethnic Macedonians live along the valley of the river Vardar, the central region of North Macedonia. They form about 64.18% of the population of North Macedonia (1,297,981 people according to the [http://www.stat.gov.mk/english/glavna_eng.asp?br=18 2002 census]). Smaller numbers live in eastern Albania, northern Greece, and southern Serbia, mostly near the border areas of North Macedonia. A large number of Macedonians have immigrated overseas to Australia, United States, Canada and in many European countries: Germany, the United Kingdom, Italy, and Austria, among others.\nEconomy.\nIn the past, the Macedonian population was mostly involved with agriculture. The beginning of the People's Republic of Macedonia started a social change. The change was based on Socialist principles, a middle and heavy industry were started.\nLanguage.\nThe Macedonian language () is a member of the Eastern group of South Slavic languages. Standard Macedonian was started as the official language of the Socialist Republic of Macedonia. After being codified in the 1940s, a strong literary tradition has developed.\nThe closest relative of Macedonian is Bulgarian, followed by Serbo-Croat. All the South Slavic languages, including Macedonian, form a dialect continuum, in which Macedonian is between Bulgarian and Serbian. The Torlakian dialect group is intermediate between Bulgarian, Macedonian and Serbian.\nThe orthography of Macedonian includes an alphabet, which is an adaptation of the Cyrillic script. There are also language-specific ways of spelling and punctuation.","categories":[],"infobox_types":[],"annotations":[{"uri":"North_Macedonia","surface_form":"North Macedonia","offset":82},{"uri":"Ethnic_group","surface_form":"ethnic group","offset":129},{"uri":"Macedonia_(region)","surface_form":"Macedonia","offset":162},{"uri":"Macedonian_language","surface_form":"Macedonian language","offset":190},{"uri":"Byzantine_Empire","surface_form":"Byzantine","offset":414},{"uri":"Bulgarian_Empire","surface_form":"Bulgarian","offset":425},{"uri":"Serbian_Empire","surface_form":"Serbian","offset":439},{"uri":"Genetic","surface_form":"genetic","offset":525},{"uri":"South_Slav","surface_form":"South Slav","offset":667},{"uri":"Bulgarians","surface_form":"Bulgarians","offset":691},{"uri":"Serbia","surface_form":"Serbs","offset":703},{"uri":"Bosnia","surface_form":"Bosnia","offset":710},{"uri":"Montenegrins_(ethnic_group)","surface_form":"Montenegrins","offset":720},{"uri":"Greeks","surface_form":"Greeks","offset":755},{"uri":"Romanians","surface_form":"Romanians","offset":766},{"uri":"Macedonia_(region)","surface_form":"region of Macedonia","offset":1310},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":1352},{"uri":"Socialist_Republic_of_Macedonia","surface_form":"Socialist Republic of Macedonia","offset":1398},{"uri":"World_War_II","surface_form":"World War II","offset":1448},{"uri":"Socialist_Federal_Republic_of_Yugoslavia","surface_form":"Socialist Federal Republic of Yugoslavia","offset":1494},{"uri":"Vardar","surface_form":"Vardar","offset":1622},{"uri":"Albania","surface_form":"Albania","offset":1864},{"uri":"Serbia","surface_form":"Serbia","offset":1903},{"uri":"South_Slavic_languages","surface_form":"South Slavic languages","offset":2470},{"uri":"Standard_Macedonian","surface_form":"Standard Macedonian","offset":2494},{"uri":"Socialist_Republic_of_Macedonia","surface_form":"Socialist Republic of Macedonia","offset":2558},{"uri":"Codification_(linguistics)","surface_form":"codified","offset":2603},{"uri":"Macedonian_literature","surface_form":"literary tradition","offset":2635},{"uri":"Bulgarian_language","surface_form":"Bulgarian","offset":2707},{"uri":"Serbo-Croat","surface_form":"Serbo-Croat","offset":2730},{"uri":"South_Slavic_languages","surface_form":"South Slavic","offset":2751},{"uri":"Dialect_continuum","surface_form":"dialect continuum","offset":2804},{"uri":"Serbian_language","surface_form":"Serbian","offset":2868},{"uri":"Torlakian","surface_form":"Torlakian","offset":2881},{"uri":"Orthography","surface_form":"orthography","offset":2968},{"uri":"Cyrillic_script","surface_form":"Cyrillic script","offset":3046}]}