{"id":391559,"url":"http://en.wikipedia.org/wiki/M.U.G.E.N.","text":"\"M.U.G.E.N.\" (or simply known as \"MUGEN\") is a modifiable 2D fighting game engine that was created by Elecbyte and initially released in 1999. It was programmed in C, which was originally used in Allegro library, and it compared to 5 versions: DOS MUGEN, Winmugen, Linux Mugen, Mugen 1.0 and Mugen 1.1 as the latest release.\nThe Japanese term \"mugen\" means dream, fantasy or infinite.\nHistory.\nIn 1999, Elecbyte had a plan to create a customizable original fighting game engine, DOS-MUGEN. Then later, they created the first original MUGEN character called Kung Fu Man, among with 2 non-playable characters according to the intro and ending storyboards. Aside from it, the engine was released on July 17, 2001. It works platforms such as DOS Mugen, Winmugen and Linux Mugen which is allowed the users to customize before they distribute their website. DOS Mugen was ceased when Elecbyte switched into Linux platform in November 2001. Elecbyte had a request for donations in their site to legally obtain a Windows compiler to create a Windows version of M.U.G.E.N. However, the developers discontinued the project in 2003 and their website was shut off afterwards. Later, they speculated leaks to make public of a private Windows-based beta that was provided to donators. The public beta of Winmugen was released with \"no limit\" hack after their development.\nIn January 2011, they decided to create the latest release of previous versions, Mugen 1.0. It has more game features like victory screen to show the win quote of a character.\nGameplay.\nIt is a 7-button (A,B, C, X, Y, Z and Start) game which includes Joystick, arrow keys, letters, number keys, number lock keys and function keys (for debugging). The main mode in menu screen is Arcade Mode, where you can choose only 1 character if you want to play it and fight random characters like other fighting games, especially Team Arcade and Team Co-op modes. VS mode is a 2-player challenge where you can play against your friend. In Team Arcade and Team VS modes, you can play with 1 non-playable character to beat opponents, excluding Team Co-op and Survival Co-op modes. In Survival mode, it is the endless stream of opponents where you can fight them. In Watch mode, you can see the characters with AI during the fight but you can't play as the character unless you press function that turn into playable character if the option of debugging keys is on.","categories":[],"infobox_types":[],"annotations":[{"uri":"2D","surface_form":"2D","offset":58},{"uri":"Fighting_game","surface_form":"fighting game","offset":61},{"uri":"C_(programming_language)","surface_form":"C","offset":164},{"uri":"Dream","surface_form":"dream","offset":357},{"uri":"Fantasy","surface_form":"fantasy","offset":364},{"uri":"Infinite","surface_form":"infinite","offset":375}]}