{"id":391790,"url":"http://en.wikipedia.org/wiki/Kow_Swamp_archaeological_site","text":"The Kow Swamp archaeological site is on the eastern side of Kow Swamp in northern Victoria. A number of Pleistocene burials have been found in a sand dune, known as a lunette. Archaeologist Alan Thorne dug up the skeletons of more than 22 people between 1968 and 1972.\nThe discovery of human remains included skulls which appeared to be 'pre-sapiens', that is, earlier than modern man. Later studies did not confirm this.\nLocality.\nKow Swamp is named for an Aboriginal word, \"Ghow\", from the Yorta Yorta language. It means white gypsum soil which is found in the area. Kow Swamp is now a lake used to store irrigation water. It is 15 kilometres in circumference and about 3 metres deep. It was once a low lying swamp which only filled when the Murray River was in flood or running at high levels.\nDiscovery.\nAustralian aborigines have lived at Kow Swamp. There are canoe trees where the bark has been taken from the tree to make a canoe. There are also middens, which are rubbish heaps with evidence of what people ate. Early European settlers described an Aboriginal ceremonial site on the north side of the swamp. In 1925 part of a skull was found on the west side of the swamp during digging works. It was called the \"Cohuna Cranium\". The editor of the local newspaper \"Cohuna Farmers Weekly\" notified authorities and the importance of the discovery was realised. In the 1960s, Alan Thorne also found an ancient bone in the collection at the Museum of Victoria, and traced the find spot to Kow Swamp. Archaeological excavations took place between 1968 and 1972 by Thorne for the Australian National University in Canberra. Further remains were found around the swamp by a local person, Gordon Spark. By 1972 the remains of at least forty individuals had been excavated and studied. These discoveries helped prove the wide range of Aboriginal genetic history. They have been used to show that there were different waves of immigrants to Australia before European discovery.\nDating.\nRadiocarbon dating has shown that most of the burials took place between 13,000 and 10,000 years ago. The youngest burial 6500 was about 6,500 years old. Optically stimulated luminesence (OSL) dating in 2003 showed the burials were between 22,000 and 19,000 years old. However, these dates have been questioned due to the difficulty of making sure the dated sand is the same age as the actual burials. Dating research on bones from other sites in the region such as Nacurrie and Coobool Creek, support the 13,000 to 9,000 date range for Kow Swamp.\nDescription of remains.\nAt first the skulls from Kow Swamp were thought to be from \"Homo erectus\", not modern \"Homo sapiens\". Thorne believed that it showed \"the survival of \"Homo erectus\" features in Australia until as recently as 10,000 years ago\". However, Donald Brothwell disagreed and said size and shape of the skulls at Kow Swamp had been caused by artificial cranial deformation.\nThe size and shape of the skulls are different from modern Aboriginal skulls. They are also different to Pleistocene remains found at Lake Mungo and Keilor. These differences have been used to suggest that different people came to Australia at different times in the past. However, more recent studies do not support this theory. Most of the skulls were in small fragments, and only two were reasonably complete.\nReturn.\nAboriginal community groups have asked for the human remains from Kow Swamp be returned from Australian and overseas museum collections. The Kow Swamp skeletons were returned to the area and reburied. Casts of some of the Kow Swamp skulls are held by the Archaeology and Human Sciences department at the Australian National University. Some casts are also at London Natural History Museum and other institutions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Kow_Swamp","surface_form":"Kow Swamp","offset":60},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":82},{"uri":"Pleistocene","surface_form":"Pleistocene","offset":104},{"uri":"Burial","surface_form":"burial","offset":116},{"uri":"Lunette","surface_form":"lunette","offset":167},{"uri":"Alan_Thorne","surface_form":"Alan Thorne","offset":190},{"uri":"Yorta_Yorta","surface_form":"Yorta Yorta","offset":492},{"uri":"Gypsum","surface_form":"gypsum","offset":529},{"uri":"Irrigation","surface_form":"irrigation","offset":607},{"uri":"Swamp","surface_form":"swamp","offset":711},{"uri":"Murray_River","surface_form":"Murray River","offset":744},{"uri":"Canoe","surface_form":"canoe","offset":931},{"uri":"Museum_of_Victoria","surface_form":"Museum of Victoria","offset":1445},{"uri":"Australian_National_University","surface_form":"Australian National University","offset":1582},{"uri":"Canberra","surface_form":"Canberra","offset":1616},{"uri":"Radiocarbon_dating","surface_form":"Radiocarbon dating","offset":1984},{"uri":"Optically_stimulated_luminesence","surface_form":"Optically stimulated luminesence","offset":2138},{"uri":"Coobool_Creek","surface_form":"Coobool Creek","offset":2463},{"uri":"Homo_erectus","surface_form":"Homo erectus","offset":2616},{"uri":"Homo_sapiens","surface_form":"Homo sapiens","offset":2643},{"uri":"Artificial_cranial_deformation","surface_form":"artificial cranial deformation","offset":2889},{"uri":"Lake_Mungo","surface_form":"Lake Mungo","offset":3055},{"uri":"Keilor_Archaeological_Site","surface_form":"Keilor","offset":3070},{"uri":"Australian_National_University","surface_form":"Australian National University","offset":3646},{"uri":"Natural_History_Museum","surface_form":"Natural History Museum","offset":3708}]}