{"id":391792,"url":"http://en.wikipedia.org/wiki/Polyphenism","text":"Polyphenism is a kind of polymorphism where different forms of an animal are caused a single genotype. The animal inherits the capability, but the environment determines which form develops. This contrasts with genetic polymorphism, where each morph (form) inherits a slightly different genome.\nPolyphenism occurs when the animal inherits a developmental switch. The switch is sensitive to some environmental cue or trigger. For example, the sex of crocodiles is determined by the prevailing temperature. Their gender is a polyphenic trait, and is not determined by the usual sex linkage.\nThe caste system in insects.\nThe caste system of social insects is the division of labor between genetically identical individuals. Polyphenism determines whether larvae develop into queens, workers, and in some cases soldiers. In the case of the ant, \"P. morrisi\", an embryo must develop under certain temperature and photoperiod conditions in order to become a reproductively-active queen. This allows for control of the mating season, but like sex determination, limits the spread of the species into certain climates.\nIn bees, \"royal jelly\" provided by worker bees causes a larva to become a queen. Royal jelly is only produced when the queen is aging or has died.\nSeasonal changes.\nPolyphenic pigmentation is adaptive for species which reproduce several times a year. Different pigment patterns provide camouflage throughout the seasons, and alter heat retention as temperatures change. Because insects cease growth and development after they are adults, their pigment pattern is set in adulthood. In the case of the peppered moth, \"Biston betularia\", the caterpillars are polyphenic. Their trigger is switched by the colour of the plants they are eating: see \"this\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Polymorphism","surface_form":"polymorphism","offset":25},{"uri":"Genotype","surface_form":"genotype","offset":93},{"uri":"Genetic_polymorphism","surface_form":"genetic polymorphism","offset":211},{"uri":"Genome","surface_form":"genome","offset":287},{"uri":"Nature_versus_nurture","surface_form":"environmental","offset":395},{"uri":"Cue","surface_form":"cue","offset":409},{"uri":"Trigger","surface_form":"trigger","offset":416},{"uri":"Crocodiles","surface_form":"crocodiles","offset":449},{"uri":"Sex_linkage","surface_form":"sex linkage","offset":576},{"uri":"Caste_(biology)","surface_form":"caste system","offset":622},{"uri":"Eusociality","surface_form":"social","offset":638},{"uri":"Ant","surface_form":"ant","offset":836},{"uri":"Climate","surface_form":"climate","offset":1101},{"uri":"Pigment","surface_form":"pigmentation","offset":1287},{"uri":"Adaptive","surface_form":"adaptive","offset":1303},{"uri":"Camouflage","surface_form":"camouflage","offset":1397},{"uri":"Peppered_moth","surface_form":"peppered moth","offset":1611},{"uri":"Polyphenic","surface_form":"polyphenic","offset":1667}]}