{"id":391788,"url":"http://en.wikipedia.org/wiki/Migratory_locust","text":"The migratory locust (\"Locusta migratoria\") is the most widespread locust species, and the only species in the genus \"Locusta\". It occurs throughout Africa, Asia, Australia and New Zealand. It used to be common in Europe but has now become rare there.\nBecause of the vast geographic area it occupies, which comprises many different ecological zones, numerous subspecies have been described. However, not all experts agree on the validity of some of these subspecies.\nMany other species of Orthoptera with gregarious and migratory behavior are indicated with the name of 'locusts'.\nPolyphenism.\nThe migratory locust is polyphenic. It has a solitary phase and a gregarious phase. This is a type of polymorphism where a single genotype produces two or more phenotypes. During development, an environmental factor causes a switch from one morph to another.\nFor the migratory locust, the switch is caused by population density. As the density of the population increases the locust transforms from the solitary phase to the gregarious phase, with intermediate phases.\nThe colour and size of the migratory locust changes according to its phase and its age. \"Gregarious larvae\" have a yellow to orange covering with black spots. \"Solitary larvae\" are green or brown. The \"gregarious adult\" is brownish with yellow, the latter colour becoming more intense and extensive on maturation. The \"solitary adult\" is brown with varying extent of green colour depending on the colour of the vegetation. \"Gregarious adults\" vary in size between 40 and 60 mm according to the sex. They are smaller than the solitary adults.","categories":[],"infobox_types":[],"annotations":[{"uri":"Locust","surface_form":"locust","offset":67},{"uri":"Africa","surface_form":"Africa","offset":149},{"uri":"Asia","surface_form":"Asia","offset":157},{"uri":"Australia","surface_form":"Australia","offset":163},{"uri":"New_Zealand","surface_form":"New Zealand","offset":177},{"uri":"Europe","surface_form":"Europe","offset":214},{"uri":"Polyphenism","surface_form":"polyphenic","offset":618},{"uri":"Polymorphism","surface_form":"polymorphism","offset":696},{"uri":"Genotype","surface_form":"genotype","offset":724},{"uri":"Phenotype","surface_form":"phenotype","offset":754},{"uri":"Population","surface_form":"population","offset":903}]}