{"id":391861,"url":"http://en.wikipedia.org/wiki/Brachylophosaurus","text":"\"Brachylophosaurus\" was a mid-sized herbivorous dinosaur, a member of the hadrosaur family. It is known from several skeletons and bonebed material from the Judith River Formation of Montana (U.S.) and the Oldman Formation of Alberta province in Canada. They lived about 76.5 million years ago.\nDescription.\nThis animal had a bony crest, a flat, paddle-like plate over the top of the skull. Some individuals had crests that covered nearly the entire skull roof, while others had shorter, narrower crests. Other notable features are the unusually long forelimbs and the beak of the upper jaw being wider than other contemporary hadrosaurs.\nTeeth.\nOtherwise, \"Brachylophosaurus\" was a typical hadrosaur. It reached an adult length of 9 meters (30 ft). Like other hadrosaurs, \"Brachylophosaurus\" had cheeks to keep food in the mouth while it chewed with its hundreds of close-fitting teeth. These teeth could be used to chew efficiently, a feature rare among reptiles, but common among ornithischia like \"Brachylophosaurus\".\nTumours.\nIn 2003, evidence of tumors, including metastatic cancer, was discovered in fossilized \"Brachylophosaurus\" skeletons. Rothschild and co-workers tested dinosaur vertebrae for tumors using computerized tomography and fluoroscope screening. Several other hadrosaurs, including \"Edmontosaurus\", \"Gilmoreosaurus\", and \"Bactrosaurus\", also tested positive. Although more than 10,000 fossils were examined in this manner, the tumors were limited to \"Brachylophosaurus\" and closely related genera. The reason for this is not known.\nComplete dinosaur fossils.\nIn 1994, amateur paleontologist Nate Murphy discovered an immaculate, complete and uncrushed brachylophosaur skeleton which he nicknamed \"Elvis\". More impressive finds lay ahead for Murphy and his team from the Judith River Dinosaur Institute. In 2000, \"Leonardo\", a fully articulated and partially mummified skeleton of a young adult brachylophosaur, was discovered. It is considered one of the most spectacular dinosaur finds ever, and was included in the \"Guinness Book of World Records\". They subsequently excavated \"Roberta\", an almost complete slender skeleton, and \"Peanut\", a partially preserved juvenile with some skin impressions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dinosaur","surface_form":"dinosaur","offset":48},{"uri":"Hadrosaur","surface_form":"hadrosaur","offset":74},{"uri":"Skeleton","surface_form":"skeleton","offset":117},{"uri":"Bonebed","surface_form":"bonebed","offset":131},{"uri":"Judith_River_Formation","surface_form":"Judith River Formation","offset":157},{"uri":"Montana","surface_form":"Montana","offset":183},{"uri":"Alberta","surface_form":"Alberta","offset":226},{"uri":"Canada","surface_form":"Canada","offset":246},{"uri":"Skull","surface_form":"skull","offset":384},{"uri":"Ornithischia","surface_form":"ornithischia","offset":983},{"uri":"Tumor","surface_form":"tumor","offset":1052},{"uri":"Metastatic_cancer","surface_form":"metastatic cancer","offset":1070},{"uri":"Vertebra","surface_form":"vertebra","offset":1191},{"uri":"Tomography","surface_form":"tomography","offset":1231},{"uri":"Fluoroscope","surface_form":"fluoroscope","offset":1246},{"uri":"Edmontosaurus","surface_form":"Edmontosaurus","offset":1306}]}