{"id":391892,"url":"http://en.wikipedia.org/wiki/John_Connally","text":"John Bowden Connally, Jr. (February 27, 1917 – June 15, 1993), was an American politician. He served as the 39th Governor of Texas, Secretary of the Navy under John F. Kennedy, and Secretary of Treasury under Richard Nixon. While he was Governor of Texas in 1963, Connally was a passenger in the car where President Kennedy was assassinated, and he was seriously wounded during the shooting.\nEarly years, education, and military service.\nConnally was born in Floresville, Texas, near San Antonio. He is one of the seven children born to Lela (née Wright) and John Bowden Connally, Sr., a dairy and tenant farmer.\nWhile Connally attended Floresville High School, he was one of the graduates who attended college. He graduated from the University of Texas at Austin. At University of Texas at Austin, he was the student body president and a member of the Friar Society. He subsequently graduated from the University of Texas School of Law and was admitted to the examination bar.\nConnally served in the United States Navy during World War II, first as an assistant to James V. Forrestal. Then, he served again as part of the planning staff for the invasion of North Africa by General Dwight D. Eisenhower. He transferred to the South Pacific Theater, where he served with distinction. He was a fighter-plane director aboard the aircraft carrier USS \"Essex\" and won a Bronze Star for bravery. He was shifted to another Essex class aircraft carrier which was the USS \"Bennington\". He won a Legion of Merit. He was also involved in the military campaigns in the Gilbert, Marshall, Ryukyu, and Philippine islands. He quit the military in 1946 at the rank of lieutenant commander.\nAfter he was released from the navy, Connally practiced law in the Alvin Wirtz law firm. He quit practicing law when Lyndon B. Johnson, who was a newly elected senator, persuaded him to return to Washington, D.C. to serve as a key assistant. He had close relations with Johnson before he started his navy career and kept them till Johnson's death in 1973.\nLawyer.\nConnally's main legal customers were the Texas oil wealthy person, Sid W. Richardson and Perry Bass, who was Richardson's nephew and partner, both of Fort Worth. Richardson's family dynasty business at the time was estimated at $200 million to $1 billion. Under Richardson's custody, Connally had experience in many enterprises and received tips on real estate purchases. The work required the Connallys to relocate to Fort Worth. When Richardson died in 1959, Connally was named as the profitable position of co-executor of the estate.\nAs Governor of Texas.\nConnally served as Governor of Texas from 1963–1969. In the campaigns of 1964 and 1966, Connally defeated Republicans, Jack Crichton, a Dallas oil industrialist, and Thomas Everton Kennerly, Sr. (1903–2000), of Houston, respectively. He won with margins of 73.8 percent and 72.8 percent, respectively, giving him greater influence with the most of the legistlature being Democratic.\nConnally was governor during a time of great expansion of higher education in Texas. He signed into law the creation of the Texas Higher Education Coordinating Board. He appointed members of a governing body who backed the entry of women into previously male Texas A&M University in College Station, having been prompted to take such action by State Senator William T. \"Bill\" Moore of Bryan, who had first proposed the admission of women to the university in 1953.\nKennedy assassination.\nOn November 22, 1963, Connally was seriously wounded while riding in President Kennedy's car at Dealey Plaza in Dallas when the president was assassinated. He recovered from wounds in his chest, wrist and thigh. The ten-month investigation by the Warren Commission of 1963–1964 concluded that President Kennedy was assassinated by Lee Harvey Oswald and that Oswald had acted entirely alone. Connally did not dispute this conclusion but did for the rest of his life question the single bullet theory. In 1966, he told the press, \"I am convinced beyond any doubt that I was not struck by the first bullet,\" and added, \"but just because I disagree with the Warren Commission on this one finding does not mean I disagree with their over-all findings.\"\nDeath.\nConnally died on April 15, 1993 in Houston, Texas from pulmonary fibrosis, aged 76. When Connally died, forensic pathologist Dr. Cyril Wecht and the Assassination Archives and Research Center petitioned Attorney General Janet Reno to recover the remaining bullet fragments from Connally's body, contending that the fragments would disprove the Warren Commission's single-bullet, single-gunman conclusion. The Justice Department replied that it \"...would have no legal authority to recover the fragments unless Connally's family gave [it] permission.\" Connally's family refused permission.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":70},{"uri":"Politician","surface_form":"politician","offset":79},{"uri":"United_States_Secretary_of_the_Navy","surface_form":"Secretary of the Navy","offset":132},{"uri":"John_F._Kennedy","surface_form":"John F. Kennedy","offset":160},{"uri":"United_States_Secretary_of_the_Treasury","surface_form":"Secretary of Treasury","offset":181},{"uri":"Richard_Nixon","surface_form":"Richard Nixon","offset":209},{"uri":"Assassination_of_John_F._Kennedy","surface_form":"assassinated","offset":328},{"uri":"Texas","surface_form":"Texas","offset":472},{"uri":"San_Antonio%2C_Texas","surface_form":"San Antonio","offset":484},{"uri":"University_of_Texas_at_Austin","surface_form":"University of Texas at Austin","offset":734},{"uri":"United_States_Navy","surface_form":"United States Navy","offset":1001},{"uri":"World_War_II","surface_form":"World War II","offset":1027},{"uri":"Invasion","surface_form":"invasion","offset":1146},{"uri":"North_Africa","surface_form":"North Africa","offset":1158},{"uri":"General_officer","surface_form":"General","offset":1174},{"uri":"Dwight_D._Eisenhower","surface_form":"Dwight D. Eisenhower","offset":1182},{"uri":"Aircraft_carrier","surface_form":"aircraft carrier","offset":1326},{"uri":"Marshall_Islands","surface_form":"Marshall","offset":1566},{"uri":"Lyndon_B._Johnson","surface_form":"Lyndon B. Johnson","offset":1791},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":1870},{"uri":"Oil","surface_form":"oil","offset":2085},{"uri":"Nephew","surface_form":"nephew","offset":2160},{"uri":"Fort_Worth%2C_Texas","surface_form":"Fort Worth","offset":2188},{"uri":"Texas_A%26amp%3BM_University","surface_form":"Texas A&M University","offset":3239},{"uri":"Motorcade","surface_form":"President Kennedy's car","offset":3537},{"uri":"Dealey_Plaza","surface_form":"Dealey Plaza","offset":3564},{"uri":"Dallas%2C_Texas","surface_form":"Dallas","offset":3580},{"uri":"Assassination_of_John_F._Kennedy","surface_form":"the president was assassinated","offset":3592},{"uri":"Warren_Commission","surface_form":"Warren Commission","offset":3715},{"uri":"Lee_Harvey_Oswald","surface_form":"Lee Harvey Oswald","offset":3799},{"uri":"Single_bullet_theory","surface_form":"single bullet theory","offset":3946},{"uri":"Houston","surface_form":"Houston","offset":4258},{"uri":"Texas","surface_form":"Texas","offset":4267},{"uri":"Pulmonary_fibrosis","surface_form":"pulmonary fibrosis","offset":4278},{"uri":"Cyril_Wecht","surface_form":"Cyril Wecht","offset":4352},{"uri":"Assassination_Archives_and_Research_Center","surface_form":"Assassination Archives and Research Center","offset":4372},{"uri":"Attorney_General","surface_form":"Attorney General","offset":4426},{"uri":"Janet_Reno","surface_form":"Janet Reno","offset":4443},{"uri":"Single-bullet_theory","surface_form":"single-bullet","offset":4587},{"uri":"United_States_Department_of_Justice","surface_form":"Justice Department","offset":4632}]}