{"id":39184,"url":"http://en.wikipedia.org/wiki/1896_Summer_Olympics","text":"The 1896 Summer Olympics, officially known as the Games of the I Olympiad, were held at Athens in Greece.\nThe games took place from April 6 to 15, 1896. It was the first international Olympic Games held in the Modern era. As Ancient Greece was the birthplace of the Olympic Games, Athens was an appropriate choice to stage the inaugural modern Games. The International Olympic Committee (IOC) was also instituted during this congress.\nThe 1896 Olympics were regarded as a great success even though there were many obstacles and setbacks. The Games had the largest international participation of any sporting event to that date. The Panathinaiko Stadium, the only Olympic stadium used in the 19th Century, overflowed with the largest crowd ever to watch a sporting event. The highlight for the Greeks was the marathon victory by Spyridon Louis. The most successful competitor was German wrestler and gymnast Carl Schuhmann, who won four events.\nAfter the Games, Rhys Coubertin and the IOC were petitioned by several prominent figures including Greece's King George and some of the American competitors in Athens, to hold all the following Games in Athens. However, the 1900 Summer Olympics were already planned for Paris and, except for the Intercalated Games of 1906, the Olympics did not return to Greece until the 2004 Summer Olympics, some 108 years later.\nThe stories about the events and people of these Games were in the 1984 NBC miniseries, \"The First Olympics: Athens, 1896\" – starring David Ogden Stiers as William Milligan Sloane and Louis Jourdan as Pierre de Coubertin.\nReviving the Games.\nIn the 18th century, several small-scale sports festivals in Europe were named after the Ancient Olympic Games. The 1870 Olympics at the Panathenaic stadium had 30,000 people. Coubertin took Dr William Penny Brooke's idea to have a multi-national and multi-sport event—the ancient games were in a sense international, because various Greek city-states and colonies were represented, but only free male athletes of Greek origin were allowed to participate. In 1890, Coubertin wrote an article in \"La Revue Athletique\", which talked about the importance of Much Wenlock—a rural market town in the English county of Shropshire. It was here that, in October 1850, the local physician William Penny Brookes started the Wenlock Olympian Games, a festival of sports and recreations that included athletics and team sports, such as cricket, football and quoits. Coubertin also took inspiration from the earlier Greek games organized under the name of Olympics by businessman and philanthropist Evangelis Zappas in 1859, 1870 and 1875. The 1896 Athens Games was funded by the legacies of Evangelis Zappas and his cousin Konstantinos Zappas and by George Averoff who had been specifically requested by the Greek government, through crown prince Constantine, to sponsor the second refurbishment of the Panathinaiko Stadium. The Greek government did fix the stadium even though the cost of refurbishing the stadium in marble had already been funded in full by Evangelis Zappas forty years earlier.\nOn June 18, 1894, Coubertin put together a group at the Sorbonne, in Paris, to present his plans to representatives of sports societies from 11 countries. After his proposal's acceptance by the congress, a date for the first modern Olympic Games needed to be chosen. Coubertin suggested that the Games be held at the same time as the 1900 Universal Exposition of Paris. Concerned that a six-year wait might lessen public interest, congress members instead chose 1896. With a date established, members of the congress turned to the choice of a host city. Since Greece was the original home of the Olympics, all the congress approved the decision of Athens. Vikelas was then elected the first president of the newly established International Olympic Committee (IOC).\nOpening ceremony.\n\"I declare the opening of the first international Olympic Games in Athens. Long live the Nation. Long live the Greek people.\"\nAfterwards, nine bands and 150 choir singers performed an Olympic Hymn, composed by Spyridon Samaras, with words by poet Kostis Palamas. Thereafter, a variety of musical offerings provided the backgrounds to the Opening Ceremonies until 1960, since which time the Samaras/Palamas composition has become the official Olympic Anthem (decision taken by the IOC Session in 1958). Other elements of current Olympic opening ceremonies were started later: the Olympic flame was first lit in 1928, the first athletes' oath was sworn at the 1920 Summer Olympics, and the first officials' oath was taken at the 1972 Olympic Games.\nEvents.\nAt the 1894 Sorbonne congress, a large roster of sports were suggested for the program in Athens. The first official announcements regarding the sporting events to be held featured sports such as football and cricket, but these plans were never finalized, and these sports did not make the final list for the Games. Rowing and yachting were scheduled, but had to be canceled due to poor weather on the planned day of competition.\nAthletics.\nThe athletics events had the most international field of any of the sports. The major highlight was the marathon, held for the first time in international competition. Spyridon Louis was the only Greek athletics champion and a national hero. Although Greece had been favored to win the discus or the shotput, the best Greek athletes finished just behind the American Robert Garrett in both events.\nNo world records were set, as few top international competitors had elected to compete. In addition, the curves of the track were very tight, making fast times in the running events hard. Despite this, Thomas Burke, of the United States, won the 100 meter race in 12.0 seconds and the 400 meter race in 54.2 seconds. was the only one who used the \"crouch start\" (putting his knee on soil), confusing the jury. Eventually, he was allowed to start from his \"uncomfortable position\".\nCycling.\nThe rules of the International Cycling Association were used for the cycling competitions. The track cycling events were held at the newly built Neo Phaliron Velodrome. Only one road event was held, a race from Athens to Marathon and back (87 kilometers).\nIn the track events, the best cyclist was Frenchman Paul Masson, who won the one lap time trial, the sprint event, and the 10,000 meters. In the 100 kilometers event, Masson entered as a pacemaker for his compatriot Léon Flameng. Flameng won the event, after a fall, and after stopping to wait for his Greek opponent Georgios Kolettis to fix a mechanical problem. The Austrian fencer Adolf Schmal won the 12-hour race, which was completed by only two cyclists, while the road race event was won by Aristidis Konstantinidis.\nFencing.\nThe fencing events were held in the Zappeion, which, built with money Evangelis Zappas had given to revive the ancient Olympic Games, was not used before. Unlike other sports (in which only amateurs were allowed to take part at the Olympics), professionals were allowed to compete in fencing, though in a separate event. These professionals were considered gentlemen athletes, just as the amateurs.\nFour events were scheduled, but the épée event was cancelled for unknown reasons. The foil event was won by a Frenchman, Eugène-Henri Gravelotte, who beat his countryman, Henri Callot, in the final. The other two events, the sabre and the masters foil, were won by Greek fencers. Leonidas Pyrgos, who won the latter event, became the first Greek Olympic champion in the modern era.\nGymnastics.\nGymnastics was at the infield of the Panathinaiko Stadium. Germany sent an 11-man team, which won five of the eight events, including both team events. In the team event on the horizontal bar, the German team was unopposed. Three Germans added individual titles: Hermann Weingärtner won the horizontal bar, Alfred Flatow won the parallel bars; and Carl Schuhmann, who also competed successfully in wrestling, won the vault. Louis Zutter, a Swiss gymnast, won the pommel horse, while Greeks Ioannis Mitropoulos and Nikolaos Andriakopoulos were victorious in the rings and rope climbing events, respectively.\nShooting.\nHeld at a range at Kallithea, the shooting competition was five events—two using a rifle and three with the pistol. The first event, the military rifle, was won by Pantelis Karasevdas, the only competitor to hit the target with all of his shots. The second event, for military pistols, was dominated by two American brothers: John and Sumner Paine became the first siblings to finish first and second in the same event. In order to avoid embarrassing their hosts, the brothers decided that only one of them would compete in the next pistol event, the free pistol. Sumner Paine won that event.\nThe Paine brothers did not compete in the 25 meter pistol event, as the event judges determined that their weapons were not of the required caliber. In their absence, Ioannis Phrangoudis won. The final event, the free rifle, began on the same day. However, the event was not completed due to darkness and was finalized the next morning, when Georgios Orphanidis was crowned the champion.\nSwimming.\nThe swimming competition was held in the open sea. Nearly 20,000 spectators lined the Bay of Zea off the Piraeus coast to watch the events. The water in the bay was cold, and the competitors suffered during their races. There were three open events (men's 100 metre freestyle, men's 500 metre freestyle, and men's 1200 metre freestyle), in addition to a special event open only to Greek sailors, all of which were held on the same day (April 11).\nFor Alfréd Hajós of Hungary, being on the same day meant he could only compete in two of the events. He won the two events in which he swam, the 100 and 1200 meter freestyle. Hajós later became one of only two Olympians to win a medal in both the athletic and artistic competitions, when he won a silver medal for architecture in 1924. The 500 meter freestyle was won by Austrian swimmer Paul Neumann, who defeated his opponents by more than a minute and a half.\nTennis.\nAlthough tennis was already a major sport by the end of the 19th century, none of the top players turned up for the tournament in Athens. The competition was at the courts of the Athens Lawn Tennis Club, and the infield of the velodrome used for the cycling events. John Pius Boland, who won the event, was entered in the competition by a fellow-student of his at Oxford. In the first round, Boland defeated Friedrich Traun, a promising tennis player from Hamburg, who had been eliminated in the 100 meter sprint competition. Boland and Traun decided to team up for the doubles event, in which they reached the final and defeated their Greek and Egyptian opponents after losing the first set.\nWeightlifting.\nThe sport of weightlifting was still young in 1896, and the rules differed from those in use today. Competitions were held outdoors, in the infield of the main stadium, and there were no weight limits. The first event was held in a style now known as the \"clean and jerk\". Two competitors stood out: Scotsman Launceston Elliot and Viggo Jensen of Denmark. Both of them lifted the same weight; but the jury, with Prince George as the chairman, ruled that Jensen had done so in a better style. The British delegation, unfamiliar with this tie-breaking rule, lodged a protest. The lifters were eventually allowed to make further attempts, but neither lifter improved, and Jensen was declared the champion.\nElliot won in the one hand lift event, which was held immediately after the two-handed one. Jensen had been slightly injured during his last two-handed attempt, and was no match for Elliot, who won the competition easily. The Greek audience was charmed by the Scottish victor, whom they considered very attractive. A curious incident occurred during the weightlifting event: a servant was ordered to remove the weights, which appeared to be a difficult task for him. Prince George came to his assistance; he picked up the weight and threw it a considerable distance with ease, to the delight of the crowd.\nWrestling.\nNo weight classes existed for the wrestling competition, held in the Panathinaiko Stadium, which meant that there would only be one winner among competitors of all sizes. The rules used were similar to modern Greco-Roman wrestling, although there was no time limit, and not all leg holds were forbidden (in contrast to current rules).\nApart from the two Greek contestants, all the competitors had previously been active in other sports. Weightlifting champion Launceston Elliot faced gymnastics champion Carl Schuhmann. The latter won and advanced into the final, where he met Georgios Tsitas, who had previously defeated Stephanos Christopoulos. Darkness forced the final match to be suspended after 40 minutes; it was continued the following day, when Schuhmann needed only a quarter of an hour to finish the bout.\nClosing ceremony.\nOn the morning of Sunday April 12, King George organized a banquet for officials and athletes (even though some competitions had not yet been held). During his speech, he made clear that, as far as he was concerned, the Olympics should be held in Athens permanently. The official closing ceremony was held the following Wednesday, after being postponed from Tuesday due to rain. Again the royal family attended the ceremony, which was opened by the national anthem of Greece and an ode composed in ancient Greek by George S. Robertson, a British athlete and scholar.\nAfterwards, the king awarded prizes to the winners. Unlike today, the first-place winners received silver medals, an olive branch and a diploma. Athletes who placed second received copper medals, a branch of laurel and a diploma. Third place winners did not receive a medal. Some winners also received additional prizes, such as Spyridon Louis, who received a cup from Michel Bréal, a friend of Coubertin, who had conceived the marathon event. Louis then led the medalists on a lap of honor around the stadium, while the Olympic Hymn was played again. The King then formally announced that the first Olympiad was at an end, and left the Stadium, while the band played the Greek national hymn and the crowd cheered.\nLike the Greek king, many others supported the idea of holding the next Games in Athens; most of the American competitors signed a letter to the Crown Prince expressing this wish. Coubertin, however, was heavily opposed to this idea, as he envisioned international rotation as one of the cornerstones of the modern Olympics. According to his wish, the next Games were held in Paris, although they would be somewhat over-shadowed by the concurrently held Universal Exposition.\nParticipating nations.\nA total of 14 nations sent athletes to compete at the Athens games.","categories":[],"infobox_types":[],"annotations":[{"uri":"Athens","surface_form":"Athens","offset":88},{"uri":"Greece","surface_form":"Greece","offset":98},{"uri":"Olympic_Games","surface_form":"Olympic Games","offset":184},{"uri":"Modern_era","surface_form":"Modern era","offset":210},{"uri":"Ancient_Greece","surface_form":"Ancient Greece","offset":225},{"uri":"International_Olympic_Committee","surface_form":"International Olympic Committee","offset":355},{"uri":"Panathinaiko_Stadium","surface_form":"Panathinaiko Stadium","offset":632},{"uri":"Marathon_(sport)","surface_form":"marathon","offset":808},{"uri":"Spyridon_Louis","surface_form":"Spyridon Louis","offset":828},{"uri":"Sport_wrestling","surface_form":"wrestler","offset":886},{"uri":"Gymnastics","surface_form":"gymnast","offset":899},{"uri":"Carl_Schuhmann","surface_form":"Carl Schuhmann","offset":907},{"uri":"George_I_of_Greece","surface_form":"King George","offset":1052},{"uri":"1900_Summer_Olympics","surface_form":"1900 Summer Olympics","offset":1168},{"uri":"1906_Intercalated_Games","surface_form":"Intercalated Games of 1906","offset":1240},{"uri":"2004_Summer_Olympics","surface_form":"2004 Summer Olympics","offset":1316},{"uri":"NBC","surface_form":"NBC","offset":1432},{"uri":"Miniseries","surface_form":"miniseries","offset":1436},{"uri":"David_Ogden_Stiers","surface_form":"David Ogden Stiers","offset":1494},{"uri":"William_Milligan_Sloane","surface_form":"William Milligan Sloane","offset":1516},{"uri":"Louis_Jourdan","surface_form":"Louis Jourdan","offset":1544},{"uri":"Pierre_de_Coubertin","surface_form":"Pierre de Coubertin","offset":1561},{"uri":"Ancient_Olympic_Games","surface_form":"Ancient Olympic Games","offset":1691},{"uri":"Zappas_Olympics","surface_form":"Olympics","offset":1723},{"uri":"William_Penny_Brookes","surface_form":"William Penny Brooke's","offset":1796},{"uri":"Multi-sport_event","surface_form":"multi-sport event","offset":1853},{"uri":"Polis","surface_form":"city-states","offset":1942},{"uri":"Much_Wenlock","surface_form":"Much Wenlock","offset":2157},{"uri":"Shropshire","surface_form":"Shropshire","offset":2215},{"uri":"Physician","surface_form":"physician","offset":2272},{"uri":"Wenlock_Olympian_Society_Annual_Games","surface_form":"Wenlock Olympian Games","offset":2316},{"uri":"Cricket","surface_form":"cricket","offset":2426},{"uri":"Association_football","surface_form":"football","offset":2435},{"uri":"Quoits","surface_form":"quoits","offset":2448},{"uri":"Zappas_Olympics","surface_form":"Olympics","offset":2545},{"uri":"Philanthropist","surface_form":"philanthropist","offset":2573},{"uri":"Evangelis_Zappas","surface_form":"Evangelis Zappas","offset":2588},{"uri":"Evangelis_Zappas","surface_form":"Evangelis Zappas","offset":2681},{"uri":"Konstantinos_Zappas","surface_form":"Konstantinos Zappas","offset":2713},{"uri":"George_Averoff","surface_form":"George Averoff","offset":2740},{"uri":"Panathinaiko_Stadium","surface_form":"Panathinaiko Stadium","offset":2893},{"uri":"University_of_Paris","surface_form":"Sorbonne","offset":3144},{"uri":"World%27s_Fair","surface_form":"Universal Exposition","offset":3427},{"uri":"International_Olympic_Committee","surface_form":"International Olympic Committee","offset":3814},{"uri":"Olympic_Hymn","surface_form":"Olympic Hymn","offset":4055},{"uri":"Spyridon_Samaras","surface_form":"Spyridon Samaras","offset":4081},{"uri":"Kostis_Palamas","surface_form":"Kostis Palamas","offset":4118},{"uri":"1960_Summer_Olympics","surface_form":"1960","offset":4234},{"uri":"Olympic_flame","surface_form":"Olympic flame","offset":4450},{"uri":"1928_Summer_Olympics","surface_form":"1928","offset":4481},{"uri":"1920_Summer_Olympics","surface_form":"1920 Summer Olympics","offset":4529},{"uri":"1972_Summer_Olympics","surface_form":"1972 Olympic Games","offset":4598},{"uri":"Sport_rowing","surface_form":"Rowing","offset":4942},{"uri":"Yachting","surface_form":"yachting","offset":4953},{"uri":"Athletics_(track_and_field)","surface_form":"athletics","offset":5071},{"uri":"International","surface_form":"international","offset":5101},{"uri":"Marathon","surface_form":"marathon","offset":5171},{"uri":"Spyridon_Louis","surface_form":"Spyridon Louis","offset":5235},{"uri":"Discus","surface_form":"discus","offset":5353},{"uri":"Shotput","surface_form":"shotput","offset":5367},{"uri":"Robert_Garrett","surface_form":"Robert Garrett","offset":5434},{"uri":"World_record","surface_form":"world record","offset":5468},{"uri":"Thomas_Burke_(athlete)","surface_form":"Thomas Burke","offset":5667},{"uri":"Crouch_start","surface_form":"crouch start","offset":5813},{"uri":"International_Cycling_Association","surface_form":"International Cycling Association","offset":5972},{"uri":"Track_cycling","surface_form":"track cycling","offset":6050},{"uri":"Neo_Phaliron_Velodrome","surface_form":"Neo Phaliron Velodrome","offset":6100},{"uri":"Paul_Masson_(cyclist)","surface_form":"Paul Masson","offset":6263},{"uri":"Time_trial","surface_form":"time trial","offset":6296},{"uri":"L%C3%A9on_Flameng","surface_form":"Léon Flameng","offset":6427},{"uri":"Georgios_Kolettis","surface_form":"Georgios Kolettis","offset":6528},{"uri":"Adolf_Schmal","surface_form":"Adolf Schmal","offset":6595},{"uri":"Aristidis_Konstantinidis","surface_form":"Aristidis Konstantinidis","offset":6709},{"uri":"Zappeion","surface_form":"Zappeion","offset":6780},{"uri":"Evangelis_Zappas","surface_form":"Evangelis Zappas","offset":6814},{"uri":"%C3%A9p%C3%A9e","surface_form":"épée","offset":7179},{"uri":"Eug%C3%A8ne-Henri_Gravelotte","surface_form":"Eugène-Henri Gravelotte","offset":7264},{"uri":"Henri_Callot","surface_form":"Henri Callot","offset":7314},{"uri":"Leonidas_Pyrgos","surface_form":"Leonidas Pyrgos","offset":7423},{"uri":"Horizontal_bar","surface_form":"horizontal bar","offset":7714},{"uri":"Hermann_Weing%C3%A4rtner","surface_form":"Hermann Weingärtner","offset":7800},{"uri":"Horizontal_bar","surface_form":"horizontal bar","offset":7828},{"uri":"Alfred_Flatow","surface_form":"Alfred Flatow","offset":7844},{"uri":"Parallel_bars","surface_form":"parallel bars","offset":7866},{"uri":"Carl_Schuhmann","surface_form":"Carl Schuhmann","offset":7885},{"uri":"Vault","surface_form":"vault","offset":7954},{"uri":"Louis_Zutter","surface_form":"Louis Zutter","offset":7961},{"uri":"Switzerland","surface_form":"Swiss","offset":7977},{"uri":"Pommel_horse","surface_form":"pommel horse","offset":8000},{"uri":"Ioannis_Mitropoulos","surface_form":"Ioannis Mitropoulos","offset":8027},{"uri":"Nikolaos_Andriakopoulos","surface_form":"Nikolaos Andriakopoulos","offset":8051},{"uri":"Kallithea","surface_form":"Kallithea","offset":8173},{"uri":"Shooting","surface_form":"shooting","offset":8188},{"uri":"Rifle","surface_form":"rifle","offset":8237},{"uri":"Pistol","surface_form":"pistol","offset":8262},{"uri":"Pantelis_Karasevdas","surface_form":"Pantelis Karasevdas","offset":8318},{"uri":"John_Paine_(sharpshooter)","surface_form":"John","offset":8480},{"uri":"Sumner_Paine","surface_form":"Sumner Paine","offset":8489},{"uri":"Ioannis_Phrangoudis","surface_form":"Ioannis Phrangoudis","offset":8914},{"uri":"Georgios_Orphanidis","surface_form":"Georgios Orphanidis","offset":9089},{"uri":"Bay_of_Zea","surface_form":"Bay of Zea","offset":9231},{"uri":"Piraeus","surface_form":"Piraeus","offset":9250},{"uri":"Alfr%C3%A9d_Haj%C3%B3s","surface_form":"Alfréd Hajós","offset":9596},{"uri":"Freestyle_swimming","surface_form":"freestyle","offset":9756},{"uri":"Art_competitions_at_the_Olympic_Games","surface_form":"artistic competitions","offset":9852},{"uri":"Paul_Neumann_(swimmer)","surface_form":"Paul Neumann","offset":9980},{"uri":"Athens_Lawn_Tennis_Club","surface_form":"Athens Lawn Tennis Club","offset":10242},{"uri":"John_Pius_Boland","surface_form":"John Pius Boland","offset":10329},{"uri":"University_of_Oxford","surface_form":"Oxford","offset":10427},{"uri":"Friedrich_Traun","surface_form":"Friedrich Traun","offset":10471},{"uri":"Hamburg","surface_form":"Hamburg","offset":10519},{"uri":"Panathinaiko_Stadium","surface_form":"main stadium","offset":10926},{"uri":"Clean_and_jerk","surface_form":"clean and jerk","offset":11027},{"uri":"Launceston_Elliot","surface_form":"Launceston Elliot","offset":11080},{"uri":"Viggo_Jensen","surface_form":"Viggo Jensen","offset":11102},{"uri":"Greco-Roman_wrestling","surface_form":"Greco-Roman wrestling","offset":12300},{"uri":"Georgios_Tsitas","surface_form":"Georgios Tsitas","offset":12668},{"uri":"Stephanos_Christopoulos","surface_form":"Stephanos Christopoulos","offset":12713},{"uri":"National_anthem_of_Greece","surface_form":"national anthem of Greece","offset":13375},{"uri":"Ancient_Greek","surface_form":"ancient Greek","offset":13424},{"uri":"George_S._Robertson","surface_form":"George S. Robertson","offset":13441},{"uri":"Michel_Br%C3%A9al","surface_form":"Michel Bréal","offset":13862},{"uri":"Exposition_Universelle_(1900)","surface_form":"Universal Exposition","offset":14662}]}