{"id":391961,"url":"http://en.wikipedia.org/wiki/Boeing_720","text":"The Boeing 720 is a jet airliner. It has two rows of seats, which means that it is a narrow-body airliner. It has four engines. The Boeing 720 was designed by Boeing in the 1950s. It was based on the Boeing 707, but the 720 is shorter and cannot fly as far. The 720 first took off in November 1959. Airlines began to use it in July 1960.\nTwo versions of the plane were made. The first one had Pratt & Whitney JT3C turbojet engines and was first used in 1960. The second one is called the 720B, and it has Pratt & Whitney JT3D turbofan engines. It was first used in 1961. Some 720s were changed to 720Bs.\nOnly 154 Boeing 720s were built, but it still made Boeing a lot of money because it did not cost a lot to design.\nThe Boeing 720 was replaced by the Boeing 727.\nShorter range 707.\nBoeing said it would make a new type of Boeing 707 in July 1957. At first, the new plane was called the \"707-020\", but it was changed to \"720\". The Boeing 720 is shorter than the Boeing 707.\nThe 720 had a lot of changes made to the outside of the plane. These changes helped the 720 fly faster than the 707−120. It had four Pratt & Whitney JT3C-7 turbojet engines. The engines made of thrust each.\nAt one point while the plane was being designed, it was called the \"717-020\". However, Boeing used the name \"717\" for a military jet, but this was changed to the MD-95 after Boeing bought McDonnell Douglas in 1997.\nSince the plane was so similar to the Boeing 707, no prototype Boeing 720 was needed. Any new systems were tested on the Boeing 367-80. The first 720 took off on November 23, 1959. It was first used by United Airlines, on July 5, 1960. 65 720s were made.\nMore changes.\nThe \"720B\" was a different type of 720. It had JT3D turbofan engines. These engines made of thrust each. The JT3D engines burned less fuel and could make more thrust. The first 720B took off on October 6, 1960. The first airline to use it was American Airlines in March 1961. 89 720Bs were made. American Airlines also changed some of their normal 720s to 720Bs.\nSince the Boeing 720 was so similar to the Boeing 707, it did not cost much to design. This meant that it still earned Boeing money, even though not many planes were sold. Boeing made 154 Boeing 720s and 720Bs from 1959 until 1967.\nDesign.\nAlthough the Boeing 720 was similar to the Boeing 707-120, it was 9 ft (2.73 m) shorter. It was also lighter.\nBody.\nThe 707 had emergency exits over the wings. These are called over-wing emergency exits. The back over-wing exit was removed. Two extra over-wing exits could be put in so that the plane could hold more passengers.\nWings.\nThe 720's wing was taken from the 707, but some changes were made to it. The 720 had the same wingspan as the 707-120. For the 720, the wing had something called a wing root glove. This glove helped the wing make less drag.\nEngines.\nAlthough the 720 first had turbojet engines, the Pratt & Whitney JT3D was much more popular. The JT3D was a turbofan engine. 720s which had the JT3D were called 720Bs. American Airlines changed some of their normal 720s to 720Bs.\nThe 720 used the engines to make air to pressurize the cabin. However, the engines could not make enough air to do this, so some small holes were put in above the engines for more air.\nOther equipment.\nThe Boeing 720 did not have an APU, so it needed power from the ground to power the plane until the engines were started (the engines could make electricity for the plane).\nHistory.\nThe first Boeing 720 was for United Airlines. It first flew on November 23, 1959. United Airlines first used the plane on July 5, 1960. It flew from Los Angeles to Denver and then Chicago. American Airlines was the second airline to use the 720. The Boeing 720 was replaced by the Boeing 727 during the 1960s.\nThe first 720 had its name changed to \"The Starship\". It was turned into a private plane used by rock bands. Led Zeppelin used it most, in the 1970s. A bar was put in, as well as beds, a shower, a lounge area, a TV and video cassette player.\nHoneywell used the last Boeing 720 in the United States. It flew from Phoenix Sky Harbor International Airport. Honeywell used it for testing. Honeywell got rid of this plane on June 21 and 22, 2008. Honeywell replaced their Boeing 720 with a Boeing 757.\nPratt & Whitney Canada used the last 720 until 2010. It was used to test new engines. Pratt & Whitney Canada it with a Boeing 747SP. In May 2012, flown to the National Air Force Museum of Canada. It can now be seen there.","categories":[],"infobox_types":[],"annotations":[{"uri":"Jet_aircraft","surface_form":"jet airliner","offset":20},{"uri":"Boeing_Commercial_Airplanes","surface_form":"Boeing","offset":159},{"uri":"Boeing_707","surface_form":"Boeing 707","offset":200},{"uri":"Airline","surface_form":"Airline","offset":299},{"uri":"Pratt_%26amp%3B_Whitney_JT3C","surface_form":"Pratt & Whitney JT3C","offset":393},{"uri":"Turbojet","surface_form":"turbojet","offset":414},{"uri":"Pratt_%26amp%3B_Whitney_JT3D","surface_form":"Pratt & Whitney JT3D","offset":505},{"uri":"Turbofan","surface_form":"turbofan","offset":526},{"uri":"Boeing_727","surface_form":"Boeing 727","offset":753},{"uri":"Boeing_707","surface_form":"Boeing 707","offset":824},{"uri":"Pratt_%26amp%3B_Whitney_JT3C","surface_form":"Pratt & Whitney JT3C-7","offset":1108},{"uri":"Thrust","surface_form":"thrust","offset":1169},{"uri":"Boeing_717","surface_form":"MD-95","offset":1344},{"uri":"McDonnell_Douglas","surface_form":"McDonnell Douglas","offset":1370},{"uri":"Prototype","surface_form":"prototype","offset":1450},{"uri":"Boeing_367-80","surface_form":"Boeing 367-80","offset":1518},{"uri":"United_Airlines","surface_form":"United Airlines","offset":1599},{"uri":"Pratt_%26amp%3B_Whitney_JT3D","surface_form":"JT3D","offset":1713},{"uri":"American_Airlines","surface_form":"American Airlines","offset":1909},{"uri":"Emergency_exit","surface_form":"emergency exit","offset":2397},{"uri":"Wingspan","surface_form":"wingspan","offset":2699},{"uri":"Drag_(physics)","surface_form":"drag","offset":2823},{"uri":"Pratt_%26amp%3B_Whitney_JT3D","surface_form":"Pratt & Whitney JT3D","offset":2887},{"uri":"Turbofan","surface_form":"turbofan","offset":2946},{"uri":"Cabin_pressurization","surface_form":"pressurize","offset":3108},{"uri":"Auxiliary_power_unit","surface_form":"APU","offset":3301},{"uri":"Boeing_727","surface_form":"Boeing 727","offset":3733},{"uri":"The_Starship","surface_form":"The Starship","offset":3801},{"uri":"Led_Zeppelin","surface_form":"Led Zeppelin","offset":3871},{"uri":"Honeywell","surface_form":"Honeywell","offset":4004},{"uri":"Phoenix_Sky_Harbor_International_Airport","surface_form":"Phoenix Sky Harbor International Airport","offset":4074},{"uri":"Boeing_757","surface_form":"Boeing 757","offset":4247},{"uri":"Pratt_%26amp%3B_Whitney_Canada","surface_form":"Pratt & Whitney Canada","offset":4259},{"uri":"Boeing_747SP","surface_form":"Boeing 747SP","offset":4378},{"uri":"National_Air_Force_Museum_of_Canada","surface_form":"National Air Force Museum of Canada","offset":4418}]}