{"id":391906,"url":"http://en.wikipedia.org/wiki/SpaceX","text":"Space Exploration Technologies Corporation, mostly known as SpaceX, is a space transportation company based in Hawthorne, California. It was founded in 2002 by Elon Musk, who also founded PayPal and Tesla. The company develops rockets that can lift cargo into space, fly it to the International Space Station (ISS), and safely return cargo back to Earth. In December 2010, it became the first private corporation to successfully launch, orbit and recover a spacecraft. In May 2012 it was the first private company to send a cargo to the ISS, and it returned.\nBesides working for NASA, SpaceX launches satellites for the military, private companies, and other countries. In 2009 it launched a low earth orbiting satellite from Falcon 1.\nHistory.\nIn 2001, Elon Musk proposed a project to land a small greenhouse to grow plants on Mars. He said, \"This would be the furthest that life’s ever traveled\" in an attempt to regain public interest in space exploration and increase the budget of NASA. Musk tried to buy cheap rockets from Russia but returned empty-handed after failing to find rockets for an affordable price.\nLater, Musk realized that he could start a company that could build the rockets he needed. According to early Tesla and SpaceX investor Steve Jurvetson, Musk calculated that the raw materials for building a rocket were actually 3% of the price of a rocket at the time. By applying vertical integration, producing around 85% of launch hardware in-house, and the modular approach from software engineering, SpaceX could cut launch price by a factor of ten and still enjoy a 70% gross margin.\nIn early 2002, Musk was seeking workers for his new space company, soon to be named SpaceX. Musk found a rocket engineer Tom Mueller (later SpaceX's CTO of Propulsion). He agreed to work for Musk. That was how SpaceX was born. The first headquarters of SpaceX was in a warehouse in El Segundo, California. The company has grown rapidly since it was founded in 2002, growing from 160 workers in November 2005 to 1,100 in 2010, 3,800 workers and contractors by October 2013, nearly 5,000 by late 2015, and about 6,000 in April 2017.\n, the company had grown to nearly 7,000.\nIn 2016, Musk gave a speech at the International Astronautical Congress, where he explained that the US government uses rocket technology as an \"advanced weapon technology\", making it difficult to hire non-Americans.\nEarly Vehicles.\nThe Falcon 1 was SpaceX's first launch vehicle. It launched a total of 5 times, however only the 4th and final flights were successful. Falcon 1, as the name implies, ran on 1 Kestrel engine and could take a maximum of 670 kilograms to orbit.\nAnother early vehicle was the canceled Falcon 5, which has 5 Merlin engines on its first stage, and 2 Kestrel on its second stage. It was canceled in 2007 when it was removed from the company's user guide.\nCurrent Rockets.\nThe Falcon 9 is an working, reusable two-part rocket that is launched using its nine Merlin engines in its first part and a special Merlin engine that was made for places where there is no air. It is powered by liquid oxygen and fuel made for rockets called RP-1. It can hold up to 22,800 kilograms (50,300 pounds), and can also support SpaceX's Dragon vehicle. It is the first rocket able to get into orbit that can get its first part back to earth.\nFalcon Heavy is another working, reuseable rocket similar to Falcon 9. However, the Falcon Heavy has a three-core system for its first part instead of the single-core design of the Falcon 9. With the three cores, the rocket's 1st part has 27 Merlin engines. The second part still only has 1 Merlin(Vacuum Version) engine. Currently, Falcon Heavy is the world's most powerful operating rocket and the 4th most powerful rocket in the world. This added power allows the rocket to be able to put 63,800 kg (140,660 lb) into low earth orbit, and 26,700 kg (58,860 lb) into geosynchronous orbit.\nOn February 6, 2018, at 20:45 UTC, the Falcon Heavy took off for the first time at Kennedy Space Center, Florida, from Pad 39A. On this mission, \"Falcon Heavy Test flight\", SpaceX decided to use Elon Musk's car (a 2008 Tesla Roadster) as a dummy payload. This payload also included, below it, a plaque of the current SpaceX employees, as well as camera mounts to stream a live feed of the car on youtube.\nDragon.\nThe Dragon spacecraft is a cargo capsule designed to be filled with equipment and supplies for the astronauts on the ISS. The capsule is put on the Falcon 9 rocket (because the Dragon does not have big enough rockets to fly to space on its own) and flown into orbit. From orbit it separates from the boosters, then the capsule uses its own smaller rockets to get to the ISS. Then the capsule is filled up with old equipment, the results of scientific experiments, and garbage. It then reenters the Earth's atmosphere and parachutes into the ocean. The first flight of Dragon was in June 2010. The last flight was on 6 March 2020, with Dragon 2 scheduled for all future missions.\nDragon 2.\nOn May 29, 2014, SpaceX unveiled a prototype version of Dragon V2, which could hold both cargo and astronauts. Another feature that this upgraded version of Dragon, to protect the life of crew in the event of a failure of Falcon 9, it was fitted with SuperDraco thrusters, which would push the capsule away from the rocket. Cargo Dragon, a variant of V2, will replace the current version of dragon that can only hold cargo.\nRocket engines.\nSince SpaceX started in 2002, the company has created three types of rocket engines — Merlin and the retired Kestrel for launch vehicle propulsion, and the Draco control thrusters. SpaceX is currently working on two further rocket engines: SuperDraco and Raptor. Merlin is a family of rocket engines made by SpaceX for use on their rockets. The Merlin engine was originally designed for sea recovery and reuse. Kestrel is a Liquid Oxygen/Rocket fuel pressure-fed rocket engine and was used as the Falcon 1 rocket's second stage main engine. Both names for the Merlin and Kestrel engines come from species of North American falcons: the kestrel and the merlin.\nDraco are hypergolic liquid-propellant rocket engines that utilize monomethyl hydrazine fuel and nitrogen tetroxide oxidizer. Each Draco thruster creates of thrust. They are used as reaction control system (RCS) thrusters on the Dragon spacecraft. SuperDraco engines are a much more powerful version of the Draco thrusters, which were initially meant to be used as landing and a way to get the capsule away in an emergency on the version 2 Dragon spacecraft, Dragon 2. The concept of using these SuperDraco engines for landing was canceled in 2017 when it was decided to perform a traditional parachute descent and landing in the sea.\nRaptor is a new family of methane-fueled engines to be used in its future Starship rockets. Testing versions were test fired in late 2016. On April 3, 2019, SpaceX conducted a successful test in which the engine was started but the rocket was held down in Texas on its Starhopper vehicle, which ignited the engine while the vehicle remained attached to the ground. On July 24, 2019 SpaceX conducted a successful test flight of 20 meters up of its Starhopper test vehicle. On the 28th August 2019 SpaceX's Starhopper prototype conducted a successful test flight of 150-meters.\nReusability.\nSpaceX's secondary mission is to reuse rockets, similarly to a plane. It first began to test reusability with a prototype called Grasshopper in 2012, as well as controlled soft landings into the water during Falcon 9 launches. In 2014, Grasshopper was replaced by F9R, which was an upgraded version of grasshopper included retractable landing gear and 3 engines, compared to Grasshopper's single engine. Falcon 9 was landed in December on a ground pad, followed by a landing on a drone ship the next year. Currently, SpaceX has landed successfully 48 boosters. Dragon capsules, as well as farings, are also being reused. Reusing parts of rockets greatly reduce costs.\nSatellite Internet.\nIn January 2015, SpaceX CEO Elon Musk announced the development of a new satellite constellation to provide internet service to the world. In June 2015 the company asked the federal government for permission to begin testing for a project that aims to build a web of 4,425 satellites capable of beaming the Internet to the entire globe, including remote regions which currently do not have Internet access. The Internet service would use 4,425 cross-linked communications satellites in 1,100 km orbits. It started to be made in 2015, and testing satellites were launched on the SpaceX PAZ mission in 2017. Initial operation of the constellation could begin as early as 2020. SpaceX filed with the US regulatory authorities plans to field a constellation of an additional 7,518 satellites in non-geosynchronous orbits to provide communications services\" in an Called the \"V-band low-Earth-orbit (VLEO) constellation\", it would consist of \"7,518 satellites to follow the [earlier] proposed 4,425 satellites that would function in Ka-band and Ku-band\".\nIn February 2019, SpaceX formed a sibling company, SpaceX Services, Inc., to license the creation and launch of up to 1,000,000 fixed satellite earth stations that will communicate with its Starlink system. In May 2019, SpaceX launched the first batch of 60 satellites aboard a Falcon 9 from Cape Canaveral, FL.\nStarship and SuperHeavy.\nSpaceX is creating a super-heavy lift rocket, Starship. Starship is a rocket with two parts that can be used over and over again. It is planned to replace all of the company's existing rockets by the early 2020s.\nSpaceX initially envisioned a 12-meter-diameter Interplanetary Transport System (ITS) concept in 2016 which was only planned for Mars travel and other interplanetary uses. In 2017, SpaceX designed a smaller 9-meter-diameter \"Big Falcon Rocket\" to replace all of SpaceX launch capabilities— Earth-orbit, lunar-orbit, interplanetary missions, and potentially, even earth transit—but do so on a fully reusable set of vehicles with a lower cost structure. A large portion of the components on Starship are made of 301 stainless steel. Private passenger Yusaku Maezawa has contracted to fly around the Moon in Starship in 2023.\nMusk's long term vision for the company is the creation of technology and means suitable for human colonization on Mars. He has expressed his interest in someday traveling to the planet, stating \"I'd like to die on Mars, just not on impact.\" A rocket every two years or so could provide a base for the people arriving in 2025 after a launch in 2024. According to Steve Jurvetson, Musk believes that by 2035 at the latest, there will be thousands of rockets flying a million people to Mars, in order to enable a self-sustaining human colony.\nCOTS.\nIn 2006, NASA said that SpaceX had won a NASA Commercial Orbital Transportation Services (COTS) Phase 1 contract to s show cargo delivery to the ISS, with a possible contract option for crew flight. This contract, designed by NASA to provide \"seed money\" through Space Act Agreements for developing new space opportunities, NASA paid SpaceX $396 million to work on the cargo configuration of the Dragon spacecraft, while SpaceX spent more than $500 million to develop the Falcon 9 launch vehicle. These Space Act Agreements have been shown to have saved NASA millions of dollars in development costs, making rocket development ~4-10 times cheaper than if produced by NASA alone.\nIn December 2010, the launch of the COTS Demo Flight 1 mission, SpaceX became the first private company to successfully launch, orbit and recover a spacecraft. Dragon was successfully put into orbit, circled the Earth twice, and then made a controlled burn for a water landing in the Pacific Ocean. With Dragon's safe recovery, SpaceX became the first private company to launch, orbit, and recover a spacecraft; prior to this mission, only government agencies had been able to recover orbital spacecraft.\nCOTS Demo Flight 2 launched in May 2012, in which Dragon successfully connected with the ISS, marking the first time that a private spacecraft had accomplished this feat.\nCommercial cargo.\nCommercial Resupply Services (CRS) are a group of contracts given by NASA from 2008 to 2016 for delivery of cargo and supplies to the ISS on commercially operated spacecraft. The first CRS contracts were signed in 2008 and gave $1.6 billion to SpaceX for 12 cargo sending missions, covering deliveries to 2016. SpaceX CRS-1, the first of the 12 planned resupply missions, launched in October 2012, achieved orbit, connected to and remained on station for 20 days, before re-entering the atmosphere and splashing down in the Pacific Ocean. CRS missions have flown approximately twice a year to the ISS since then. In 2015, NASA extended the Phase 1 contracts by ordering an additional three resupply flights from SpaceX. After further extensions late in 2015, SpaceX is currently scheduled to fly a total of 20 missions. A second group of contracts (known as CRS2) were solicited and proposed in 2014. They were given in January 2016, for cargo transport flights beginning in 2019 and expected to last through 2024.\nCommercial crew.\nThe Commercial Crew Development (CCDev) program intends to develop commercially operated spacecraft that are capable of delivering astronauts to the ISS. SpaceX did not win a Space Act Agreement in the first round (CCDev 1), but during the second round (CCDev 2), NASA awarded SpaceX with a contract worth $75 million to further develop their launch escape system, test a crew accommodations mock-up, and to further progress their Falcon/Dragon crew transportation design. The CCDev program later became Commercial Crew Integrated Capability (CCiCap), and in August 2012, NASA announced that SpaceX had been awarded $440 million to continue development and testing of its Dragon 2 spacecraft.\nIn September 2014, NASA chose SpaceX and Boeing as the two companies that will be funded to develop systems to transport U.S. crews to and from the ISS. SpaceX won $2.6 billion to complete and certify Dragon 2 by 2017. The contracts include at least one crewed flight test with at least one NASA astronaut aboard. Once Crew Dragon achieves NASA certification, the contract requires SpaceX to conduct at least two, and as many as six, crewed missions to the space station. In early 2017, SpaceX was awarded four additional crewed missions to the ISS from NASA to shuttle astronauts back and forth. In early 2019, SpaceX successfully conducted a test flight of Crew Dragon, which it docked (instead of Dragon 1's method of berthing using Canadarm 2) and then splashed down in the Atlantic Ocean.\nIn January 2020, SpaceX conducted an In-Flight Abort Test, which demonstrated the ability to get away from a rocket in case of a problem. Following the test, Elon Musk stated that a flight with astronauts on it could possibly be from Early April to late June.\nThe first flight with crew took place on May 30, 2020. The flight launched astronauts Doug Hurley and Bob Behnken to the ISS.","categories":[],"infobox_types":["company"],"annotations":[{"uri":"Space_transportation","surface_form":"space transportation","offset":73},{"uri":"Hawthorne%2C_California","surface_form":"Hawthorne, California","offset":111},{"uri":"Elon_Musk","surface_form":"Elon Musk","offset":160},{"uri":"PayPal","surface_form":"PayPal","offset":188},{"uri":"Tesla%2C_Inc.","surface_form":"Tesla","offset":199},{"uri":"Rocket","surface_form":"rocket","offset":227},{"uri":"International_Space_Station","surface_form":"International Space Station","offset":281},{"uri":"Spacecraft","surface_form":"spacecraft","offset":457},{"uri":"Satellite_(artificial)","surface_form":"satellite","offset":711},{"uri":"Proposal","surface_form":"proposed","offset":764},{"uri":"Plant","surface_form":"plant","offset":818},{"uri":"NASA","surface_form":"NASA","offset":986},{"uri":"Tesla%2C_Inc.","surface_form":"Tesla","offset":1227},{"uri":"Steve_Jurvetson","surface_form":"Steve Jurvetson","offset":1253},{"uri":"Raw_material","surface_form":"raw material","offset":1295},{"uri":"Vertical_integration","surface_form":"vertical integration","offset":1398},{"uri":"Gross_margin","surface_form":"gross margin","offset":1593},{"uri":"Tom_Mueller","surface_form":"Tom Mueller","offset":1728},{"uri":"El_Segundo%2C_California","surface_form":"El Segundo, California","offset":1889},{"uri":"International_Astronautical_Congress","surface_form":"International Astronautical Congress","offset":2214},{"uri":"Geosynchronous_orbit","surface_form":"geosynchronous orbit","offset":3897},{"uri":"Rocket_engine","surface_form":"rocket engine","offset":5530},{"uri":"Merlin_(rocket_engine)","surface_form":"Merlin","offset":5547},{"uri":"Kestrel_(rocket_engine)","surface_form":"Kestrel","offset":5570},{"uri":"Launch_vehicle","surface_form":"launch vehicle","offset":5582},{"uri":"Draco_(rocket_engine_family)","surface_form":"Draco","offset":5617},{"uri":"New_product_development","surface_form":"working on","offset":5662},{"uri":"SuperDraco_(rocket_engine)","surface_form":"SuperDraco","offset":5701},{"uri":"Raptor_(rocket_engine_family)","surface_form":"Raptor","offset":5716},{"uri":"Merlin_(rocket_engine)","surface_form":"Merlin","offset":6021},{"uri":"Kestrel_(rocket_engine)","surface_form":"Kestrel","offset":6032},{"uri":"Hypergolic","surface_form":"hypergolic","offset":6131},{"uri":"Fuel","surface_form":"fuel","offset":6209},{"uri":"Nitrogen_tetroxide","surface_form":"nitrogen tetroxide","offset":6218},{"uri":"Oxidizer","surface_form":"oxidizer","offset":6237},{"uri":"Reaction_control_system","surface_form":"reaction control system","offset":6303},{"uri":"SuperDraco","surface_form":"SuperDraco","offset":6369},{"uri":"Dragon_2","surface_form":"Dragon 2","offset":6580},{"uri":"Raptor_(rocket_engine_family)","surface_form":"Raptor","offset":6756},{"uri":"Starship_test_flight_rocket","surface_form":"Starhopper","offset":7025},{"uri":"Elon_Musk","surface_form":"Elon Musk","offset":8061},{"uri":"SpaceX_satellite_constellation","surface_form":"a new satellite constellation","offset":8100},{"uri":"Communications_satellite","surface_form":"communications satellite","offset":8490},{"uri":"FCC","surface_form":"US regulatory authorities","offset":8730},{"uri":"Geosynchronous_orbit","surface_form":"geosynchronous orbit","offset":8828},{"uri":"Fixed_station","surface_form":"fixed","offset":9211},{"uri":"Satellite_earth_station","surface_form":"satellite earth station","offset":9217},{"uri":"SpaceX_Starship","surface_form":"Starship","offset":9466},{"uri":"Stainless_steel","surface_form":"stainless steel","offset":10147},{"uri":"Yusaku_Maezawa","surface_form":"Yusaku Maezawa","offset":10182},{"uri":"Circumlunar_trajectory","surface_form":"fly around the Moon","offset":10215},{"uri":"Space_Act_Agreement","surface_form":"Space Act Agreement","offset":11306},{"uri":"COTS_Demo_Flight_1","surface_form":"COTS Demo Flight 1","offset":11518},{"uri":"COTS_Demo_Flight_2","surface_form":"COTS Demo Flight 2","offset":11987},{"uri":"SpaceX_CRS-1","surface_form":"SpaceX CRS-1","offset":12487},{"uri":"Atmospheric_re-entry","surface_form":"re-entering the atmosphere","offset":12647},{"uri":"Space_Act_Agreement","surface_form":"Space Act Agreement","offset":13383},{"uri":"Launch_escape_system","surface_form":"launch escape system","offset":13551},{"uri":"CCiCap","surface_form":"CCiCap","offset":13751},{"uri":"Dragon_2","surface_form":"Dragon 2","offset":13880}]}