{"id":392051,"url":"http://en.wikipedia.org/wiki/White-headed_capuchin","text":"The white-headed capuchin (\"Cebus capucinus\") is a medium-sized New World monkey of the family Cebidae, subfamily Cebinae. It is also known as the white-faced capuchin or the white-throated capuchin. It comes from the forests of Central America. It also lives in the extreme northwestern part of South America. The white-headed Capuchin is important to rain forests because of its role in dispersing seeds and pollen.\nIn recent years the species has become popular in North American media. It is a very intelligent monkey and has been trained to assist paraplegic people.\nThe monkey is medium-sized. It can weigh up to. The color is mostly black but they have a pink face. They also have white on the front part of the body. It has a distinctive prehensile tail that is coiled up and is used to help support the monkey on a branch.\nIn the wild, the white-headed capuchin can live in many different types of forest. They can eat many different types of food, like fruit, other plants, insects, and small vertebrates. It lives in troops (groups) that can have more than 20 animals, both males and females. It is noted for its tool use. They can rub plants over their fur in using herbal medicine. They can also use tools as weapons and for getting food. The monkey has a maximum recorded age of over 54 years.\nTaxonomy.\nThe white-headed Capuchin was originally described by Carolus Linnaeus in his 18th century work, \"Systema Naturae\". It is a member of the family Cebidae. It is part of the family of New World monkeys containing capuchin monkeys, squirrel monkeys, tamarins and marmosets. It is part of the genus \"Cebus\". It is part of the \"C. capucinus\" species group. This group also includes the white-fronted capuchin, the weeper capuchin and the Kaapori capuchin.\nBut other scientists do not recognize any separate subspecies.\nPhysical description.\nLike other monkeys of the \"Cebus\" group, the white-headed Capuchin is named after the order of Capuchin friars – the cowls worn by these friars looks like the monkey's white fur.\nThe white-headed Capuchin has mostly black fur. It has white or yellow fur on the neck, throat, chest, shoulders, and upper arms. The face is pink or a white-cream color. The face can sometimes have marks like dark brows or dark fur patches. There is also an area of black fur on the top of the head.\nAdult monkeys can reach a length of between, excluding the tail. They can weight of up to. The tail is longer than the body. It can be as long as. Males are about 27% larger than females. The brain of a white-headed Capuchin is about. It is larger than that of other large monkey species like the Mantled Howler.\nSocial structure.\nThe white-headed capuchin is a diurnal and arboreal animal. However, it does come down to the ground more often than many other New World monkeys. It moves primarily by walking on all four limbs. It\nlives in troops, or groups, of up to 40 monkeys (mean 16, range 4–40) and has a male/female adult sex ratio of 0.71 on average (range 0.54–0.88). With rare exceptions, females spend their entire lives with their female kin. Males migrate to new social groups multiple times during the course of their lifetimes, migrating for the first time between 20 months and 11 years of age. The median age of migration in the Santa Rosa population is 4.5 years. Males sometimes migrate alone, but more often they migrate in the company of other males who are often their kin. One of the unusual features of the kinship structure of the white-headed capuchin, relative to other primate species, is the high degree of relatedness within groups that results from the long tenures of alpha males who sire most of the offspring. Alpha males have been known to keep their positions as long as 17 years in this species and this puts them in the unusual position of being available to sire the offspring of their daughters and granddaughters, who produce their first offspring at about 6–7 years of age. Typically, however, alpha males do not breed with their own daughters, even though they do sire virtually all offspring produced by females unrelated to them. Those subordinate males who are allies of the alpha male in group defense are the males who sire the offspring of the alpha male's daughters. The high degree to which alpha males monopolize matings results in an unusually large number of paternal half-siblings and full siblings in this species relative to other primate species.\nKinship is an important organizing factor in the structuring of female-female social relationships. Particularly in larger groups, females preferentially associate with, groom, and provide coalitionary support to their matrilineally related female kin. They do not exhibit a similar preference for their paternal half sisters, which may mean that they only are capable of recognizing kinship through the maternal line. Dominance rank is also an important organizing factor, with females more often grooming and associating with females who are closer to them in the dominance hierarchy. Female-female dyads groom far more than male-female and male-male dyads. Coalitionary aggression is common both among males and females, and capuchins seem to have an excellent understanding of the alliance structure in their group. For example, when capuchins are fighting, they sensibly recruit aid from someone who is both higher ranking than they are and also better friends with themselves than with their opponent.\nFemale capuchins have linear dominance hierarchies. In contrast to many Old World monkeys such as macaques, in which females socially inherit the rank just below their mothers and just above their next oldest sisters, capuchins do not have a highly predictable ranking within their matrilines. Males are typically dominant to females. The alpha male is always easy to discern, but there are sometimes ambiguous rankings among subordinate males. Male-male relationships are tense, and affiliation between males is typically expressed by resting in contact, playing, or non-conceptive sex rather than by grooming. Males cooperate in coalitions against potential predators, and also in defense of the group against other males. Occasionally male coalitionary aggression becomes so violent that males are killed, particularly if they are encountered roaming the forest unaccompanied by allies. Because aggression from other male capuchins is the leading cause of death (aside from poaching by humans, where there is contact between humans and capuchins), male allies are critical for self-defense during migration, and to assist in taking over other groups. Male emigration to a new troop typically occurs about every 4 years, so most males are in constant danger of having to defend themselves against other groups of males.\nImmigrating males often kill young infants when they take over a group. Females band together to defend their infants from infanticidal males, but they rarely succeed in saving their infants. Because infants inhibit their mothers from ovulating by nursing frequently, males are able to bring females into estrus earlier by killing the infants and thereby terminating nursing; this has the effect of increasing their breeding opportunities. Females do often mate with the killers of their infants, and with time, they typically become as supportive of the new alpha male as they had been of the previous one. The alpha male helps defend females from subordinate males within the group as well as from infanticidal males from other groups.\nInteractions between groups.\nWhite-faced capuchin troops occupy home ranges of between. They travel between daily, averaging per day. Although they engage in activity that has been described as \"territorial\", more recent research indicates that White-faced capuchin troops tend to behave aggressively to other White-faced capuchin troops regardless of where they meet, and the aggression is not necessarily intended to exclude the other troops from a specific home range.\nHome ranges overlap extensively, so groups are not territorial in the strictest sense of the word. Perhaps because of the intensity of male-male competition and the threat of infanticide, interactions between groups are typically hostile: the males display aggressively toward one another and sometimes engage in physical aggression (even killing an opponent), while females grab their infants and run. Typically, males are the primary participants in aggressive intergroup encounters, and it seems likely that males are defending access to the females in their groups. Alpha males, who have the largest reproductive stake in the group, participate at a higher rate than subordinate males. Groups with more males have an advantage over groups with fewer males, but the location of the encounter within the home range matters as well; smaller groups defeat larger groups when the contest occurs in the core or center area of the smaller group's home range.\nInterspecific interactions.\nThe white-headed capuchin sometimes interacts with other sympatric monkey species. White-headed capuchins sometimes travel with and even groom Geoffroy's Spider Monkeys. However, aggressive interactions between the capuchins and spider monkeys also occur. Interactions between the white-headed capuchin and mantled howler are infrequent, and sometimes result in the capuchins threatening the larger howlers. However, affiliative associations between the capuchins and howlers do sometimes occur, mostly involving juveniles playing together.\nAlthough South American capuchin species often travel with and feed together with squirrel monkeys, the white-headed capuchin only rarely associates with the Central American squirrel monkey. This appears to be related to the patchier, more dispersed distribution of food resources in Central America and the fact that there is less dietary overlap between the Central American squirrel monkey and the white-headed capuchin than between their South American counterparts. Therefore, there is less benefit to the Central American squirrel monkey in associating with the white-headed capuchin in order to exploit the capuchin's knowledge of food resource distribution. In addition, compared to their South American counterparts, male white-headed capuchins are relatively more alert to rival males than to predators, reducing the predator detection benefits that the Central American squirrel monkey receives from associating with the white-headed capuchin compared to its South American counterparts. Since the squirrel monkeys generally initiate interactions with the capuchins in South America, the fact that similar associations would impose higher foraging costs and impart fewer predator detection benefits to the Central American squirrel monkey leads to fewer associations with the white-headed capuchin.\nSeveral non-primate animal species tend to follow troops of White-faced Monkeys or are otherwise attracted by their presence. white-lipped peccaries and common agoutis are attracted by feeding white-headed capuchins, looking for fruit that the capuchins drop. Several species of bird are also known to follow white-headed capuchins looking for food. These include the double-toothed kite, the white hawk and the sharp-shinned hawk.\nDiet.\nThe white-headed capuchin is an omnivore. Its primary foods are fruit and insects. It forages at all levels of the forest, and also forages on the ground. Methods for finding food include stripping bark off of trees, searching through leaf litter, breaking dead tree branches, rolling over rocks, and using stones as anvils to crack hard fruits. Its prehensile tail assists with feeding, helping support the monkey when foraging for food below the branches.\nFruit can make up between 50% and 67% or more of the capuchin's diet. In one study in Panama, white-headed capuchins ate 95 different fruit species. Among its favorite fruits are figs from the family Moraceae, mangos and related fruits from the family Anacardiaceae, the bean-like fruits from the family Leguminosae and fruits from the family Rubiaceae. It generally only eats ripe fruit, testing for ripeness by smelling, tasting and prodding the fruit. It typically eats only the pulp and juice, spitting out the seeds and fibers. Other plant matter eaten includes flowers, young leaves, seeds of certain plants, and bromeliads. It also uses the bromelids as a water source, drinking the water that gets trapped inside. In Carara National Park the capuchins have a varied diet in addition to the above of banana fruits and flowers, heliconia seeds, huevos de caballo fruits and anacardiaceae stems.\nInsect prey eaten includes beetle larvae, butterfly and moth caterpillars, ants, wasps, and ant and wasp larvae. It also eats larger prey, such as birds, bird eggs, frogs, lizards, crabs, mollusks and small mammals. The population in Guanacaste, Costa Rica in particular is noted for hunting squirrels, magpies, White-crowned Parrots and baby coatis. The amount of vertebrate prey eaten varies by troop. Even neighboring troops can show significant differences in their diets.\nThe diet can vary between the rainy and dry season. For example, in Guanacaste, Costa Rica the white-headed capuchin can eat a wide variety of fruits as well as caterpillars in the early rainy season (June to November). But during the dry season, only figs and a few other types of fruit are available. During the dry season, chitinous insects, ant and wasp larvae and vertebrates become a particularly important part of the white-headed capuchin's diet. Access to water can also become an issue during the dry season. The white-headed capuchin likes to drink daily, so in forests where water holes dry up during the dry season, there can be competition between troops over access to the remaining water holes.\nTool use.\nCapuchins are considered among the most intelligent of the New World monkeys; they have been the subject of many studies on behaviour and intelligence. The capuchins' intelligence is thought to be an adaptation to support their feeding habits; they rely on ephemeral food sources which may be hard to find. In one particular study conducted in 2007, capuchins were found to be among the ten most intelligent primates, second to spider monkeys among New World monkeys.\nThe white-headed capuchin is known to rub parts of certain plants into their fur. Plants used in this manner include citrus fruits, vines of the genera \"Piper\" and \"Clematis\", monkey comb (genus \"Sloanea\"), dumb cane and custard apple. Ants and millipedes are also used in this way. It is not definitively known what this fur rubbing is for, but this may deter parasites such as ticks and insects, or it may serve as a fungicide or bactericide or anti-inflammatory agent. Alternatively, it may be a form of scent marking.\nThe white-headed capuchin also uses tools in other ways. It has been known to beat snakes with sticks in order to protect itself or to get the snake to release an infant. In captivity, it has been known to use tools to get to food or to defend itself, and in one case a white-headed capuchin used a squirrel monkey as a projectile, hurling it at a human observer. Some populations also use trees or other hard surfaces as anvils in order to crack mollusks. And it sometimes uses sticks as probes to explore openings.\nThough the white-headed capuchin can use tools in many different ways, it does not use tools as often as the robust capuchins (\"Sapajus\") do, and male capucins tend to use tools more than female capuchins do. Scientists think animals learn to use tools if food is hard to get and if there are not many predators around, and this seems to be true with different groups of white-faced capuchins.\nThe white-headed capuchin's intelligence and ability to use tools allows them to be trained to assist paraplegics. Other species of capuchin monkeys are also trained in this manner. White-headed capuchins can also be trained for roles on television and movies, such as Marcel on the television series \"Friends\". They were also traditionally used as organ grinder monkeys.\nCommunication.\nThe white-headed capuchin is noisy. Loud calls, such as barks and coughs, are used to communicate threat warnings, and softer calls, such as squeals, are used in intimate discourse. Different types of threats, such as a threat from a terrestrial animal versus a threat from a bird, invoke different vocalizations. Facial expressions and scent are also important to communication. It sometimes engages in a practice known as \"urine washing\", in which the monkey rubs urine on its feet. The exact purpose of this practice is unknown, but it may be a form of olfactory signal.\nReproduction.\nThe white-headed Capuchin has a polygamous mating system. The male can mate with many females. The dominant male usually fathers most of the young. The dominant male is more likely to mate when the female is the most fertile. Dominant males avoid breeding with their own daughters who are members of the troop. This is rare among New World monkeys.\nMating takes about 2 minutes. The gestation period is 5 to 6 months. A single young is born. Twins can sometimes be born. Most births happen during the dry season. It is from December to April. The baby is carried on the mother's back for about 6 weeks. After 4 to 5 weeks the baby can get off from its mother's back for a short period of time. At 3 months it can move around by itself. Some babies will be mostly independent earlier. Weaning happens between 6 and 12 months. While the mother rests, the babies spend most of their time foraging or playing. They can do that on their own or with other babies. Capuchins engage in high levels of alloparenting, in which monkeys other than the mother help care for the infant. Males and females engage in alloparenting.\nLike other Capuchin monkeys, the white-headed Capuchin matures slowly. Sexual maturity is reached at 3 years. On average, females give birth for the first time at 7 years old and give birth every 26 months. Males reach maturity at 10 years old. The white-headed Capuchin has a long life span. The maximum recorded life span in captivity is over 54 years.\nHabitats.\nThe white-headed Capuchin lives in Central America and a small part of South America. In Central America, its home includes Honduras, Nicaragua, Costa Rica and Panama. It has also been seen in eastern Guatemala and southern Belize, but these reports are unconfirmed. In South America the white-headed Capuchin lives in the extreme north-western part between the Pacific Ocean and the Andes Mountains in Colombia and Ecuador. It is among the most commonly seen monkeys in Central America's national parks, such as Manuel Antonio National Park, Corcovado National Park, Santa Rosa National Park and Soberania National Park.\nIt is very common in Costa Rica and Panama, but the monkey has been thrown out from Honduras and much of Nicaragua. Many Honduran Capuchin monkeys were captured and relocated to the island of Roatán, and many Nicaraguan Capuchin monkeys were captured and relocated to the island of Ometepe.\nIt is found in many different types of forest, including evergreen and deciduous forests, dry and moist forests, and mangrove and montane forests. The monkey appears to ilke primary or advanced secondary forests.","categories":[],"infobox_types":[],"annotations":[{"uri":"New_World_monkey","surface_form":"New World monkey","offset":64},{"uri":"Cebidae","surface_form":"Cebidae","offset":95},{"uri":"Cebinae","surface_form":"Cebinae","offset":114},{"uri":"Central_America","surface_form":"Central America","offset":229},{"uri":"South_America","surface_form":"South America","offset":296},{"uri":"Rain_forest","surface_form":"rain forest","offset":353},{"uri":"Pollen","surface_form":"pollen","offset":410},{"uri":"North_America","surface_form":"North America","offset":468},{"uri":"Paraplegic","surface_form":"paraplegic","offset":553},{"uri":"Prehensile","surface_form":"prehensile","offset":746},{"uri":"Vertebrate","surface_form":"vertebrate","offset":1003},{"uri":"Herbal_medicine","surface_form":"herbal medicine","offset":1178},{"uri":"Carolus_Linnaeus","surface_form":"Carolus Linnaeus","offset":1372},{"uri":"Systema_Naturae","surface_form":"Systema Naturae","offset":1416},{"uri":"Cebidae","surface_form":"Cebidae","offset":1463},{"uri":"New_World_monkeys","surface_form":"New World monkeys","offset":1500},{"uri":"Capuchin_monkey","surface_form":"capuchin monkey","offset":1529},{"uri":"Squirrel_monkey","surface_form":"squirrel monkey","offset":1547},{"uri":"Tamarin","surface_form":"tamarin","offset":1565},{"uri":"Marmoset","surface_form":"marmoset","offset":1578},{"uri":"Cebus","surface_form":"Cebus","offset":1614},{"uri":"White-fronted_capuchin","surface_form":"white-fronted capuchin","offset":1699},{"uri":"Weeper_capuchin","surface_form":"weeper capuchin","offset":1727},{"uri":"Kaapori_capuchin","surface_form":"Kaapori capuchin","offset":1751},{"uri":"Cebus","surface_form":"Cebus","offset":1881},{"uri":"Order_of_Friars_Minor_Capuchin","surface_form":"Capuchin friars","offset":1949},{"uri":"Cowl","surface_form":"cowl","offset":1971},{"uri":"Brain","surface_form":"brain","offset":2526},{"uri":"Mantled_Howler","surface_form":"Mantled Howler","offset":2631},{"uri":"Diurnal_animal","surface_form":"diurnal","offset":2696},{"uri":"Arboreal","surface_form":"arboreal","offset":2708},{"uri":"Sympatric","surface_form":"sympatric","offset":9019},{"uri":"List_of_Central_American_monkey_species","surface_form":"monkey species","offset":9029},{"uri":"Geoffroy%27s_Spider_Monkey","surface_form":"Geoffroy's Spider Monkey","offset":9105},{"uri":"Mantled_howler","surface_form":"mantled howler","offset":9269},{"uri":"Squirrel_monkey","surface_form":"squirrel monkey","offset":9585},{"uri":"Central_American_squirrel_monkey","surface_form":"Central American squirrel monkey","offset":9661},{"uri":"White-lipped_Peccary","surface_form":"white-lipped peccaries","offset":10940},{"uri":"Common_agouti","surface_form":"common agouti","offset":10967},{"uri":"Double-toothed_kite","surface_form":"double-toothed kite","offset":11182},{"uri":"White_hawk","surface_form":"white hawk","offset":11207},{"uri":"Sharp-shinned_hawk","surface_form":"sharp-shinned hawk","offset":11226},{"uri":"Omnivore","surface_form":"omnivore","offset":11284},{"uri":"Anvil","surface_form":"anvil","offset":11569},{"uri":"Prehensile","surface_form":"prehensile","offset":11602},{"uri":"Panama","surface_form":"Panama","offset":11796},{"uri":"Moraceae","surface_form":"Moraceae","offset":11910},{"uri":"Anacardiaceae","surface_form":"Anacardiaceae","offset":11962},{"uri":"Leguminosae","surface_form":"Leguminosae","offset":12014},{"uri":"Rubiaceae","surface_form":"Rubiaceae","offset":12053},{"uri":"Bromeliad","surface_form":"bromeliad","offset":12329},{"uri":"Carara_National_Park","surface_form":"Carara National Park","offset":12435},{"uri":"Heliconia","surface_form":"heliconia","offset":12544},{"uri":"Stemmadenia_donnell-smithii","surface_form":"huevos de caballo","offset":12561},{"uri":"Anacardiaceae","surface_form":"anacardiaceae","offset":12590},{"uri":"Beetle","surface_form":"beetle","offset":12638},{"uri":"Caterpillar","surface_form":"caterpillar","offset":12672},{"uri":"Ant","surface_form":"ant","offset":12686},{"uri":"Wasp","surface_form":"wasp","offset":12692},{"uri":"Frog","surface_form":"frog","offset":12776},{"uri":"Lizard","surface_form":"lizard","offset":12783},{"uri":"Crab","surface_form":"crab","offset":12792},{"uri":"Mollusk","surface_form":"mollusk","offset":12799},{"uri":"Guanacaste_Province","surface_form":"Guanacaste","offset":12845},{"uri":"Costa_Rica","surface_form":"Costa Rica","offset":12857},{"uri":"Squirrel","surface_form":"squirrel","offset":12903},{"uri":"Magpie","surface_form":"magpie","offset":12914},{"uri":"White-crowned_Parrot","surface_form":"White-crowned Parrot","offset":12923},{"uri":"Coati","surface_form":"coati","offset":12954},{"uri":"Vertebrate","surface_form":"vertebrate","offset":12976},{"uri":"Guanacaste_Province","surface_form":"Guanacaste","offset":13156},{"uri":"Costa_Rica","surface_form":"Costa Rica","offset":13168},{"uri":"Chitinous","surface_form":"chitinous","offset":13414},{"uri":"Spider_monkey","surface_form":"spider monkey","offset":14237},{"uri":"Citrus","surface_form":"citrus","offset":14394},{"uri":"Piper_(genus)","surface_form":"Piper","offset":14430},{"uri":"Clematis","surface_form":"Clematis","offset":14442},{"uri":"Sloanea","surface_form":"Sloanea","offset":14473},{"uri":"Dumb_cane","surface_form":"dumb cane","offset":14484},{"uri":"Custard_apple","surface_form":"custard apple","offset":14498},{"uri":"Millipede","surface_form":"millipede","offset":14522},{"uri":"Parasite","surface_form":"parasite","offset":14638},{"uri":"Tick","surface_form":"tick","offset":14656},{"uri":"Insect","surface_form":"insect","offset":14666},{"uri":"Fungicide","surface_form":"fungicide","offset":14696},{"uri":"Bactericide","surface_form":"bactericide","offset":14709},{"uri":"Anti-inflammatory","surface_form":"anti-inflammatory","offset":14724},{"uri":"Anvil","surface_form":"anvil","offset":15221},{"uri":"Mollusk","surface_form":"mollusk","offset":15246},{"uri":"Sapajus","surface_form":"Sapajus","offset":15444},{"uri":"Paraplegic","surface_form":"paraplegic","offset":15812},{"uri":"Capuchin_monkey","surface_form":"capuchin monkey","offset":15842},{"uri":"Television","surface_form":"television","offset":15948},{"uri":"Movies","surface_form":"movies","offset":15963},{"uri":"Friends","surface_form":"Friends","offset":16012},{"uri":"Organ_grinder","surface_form":"organ grinder","offset":16059},{"uri":"Animal_communication","surface_form":"communicate","offset":16183},{"uri":"Urine_washing","surface_form":"urine washing","offset":16522},{"uri":"Olfactory","surface_form":"olfactory","offset":16653},{"uri":"Polygamy","surface_form":"polygamous","offset":16717},{"uri":"Gestation","surface_form":"gestation","offset":17068},{"uri":"Weaning","surface_form":"Weaning","offset":17469},{"uri":"Alloparenting","surface_form":"alloparenting","offset":17678},{"uri":"Central_America","surface_form":"Central America","offset":18201},{"uri":"South_America","surface_form":"South America","offset":18237},{"uri":"Central_America","surface_form":"Central America","offset":18255},{"uri":"Honduras","surface_form":"Honduras","offset":18290},{"uri":"Nicaragua","surface_form":"Nicaragua","offset":18300},{"uri":"Costa_Rica","surface_form":"Costa Rica","offset":18311},{"uri":"Panama","surface_form":"Panama","offset":18326},{"uri":"Guatemala","surface_form":"Guatemala","offset":18367},{"uri":"Belize","surface_form":"Belize","offset":18390},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":18528},{"uri":"Andes_Mountains","surface_form":"Andes Mountains","offset":18550},{"uri":"Colombia","surface_form":"Colombia","offset":18569},{"uri":"Ecuador","surface_form":"Ecuador","offset":18582},{"uri":"Manuel_Antonio_National_Park","surface_form":"Manuel Antonio National Park","offset":18679},{"uri":"Corcovado_National_Park","surface_form":"Corcovado National Park","offset":18709},{"uri":"Santa_Rosa_National_Park","surface_form":"Santa Rosa National Park","offset":18734},{"uri":"Soberania_National_Park","surface_form":"Soberania National Park","offset":18763},{"uri":"Roat%C3%A1n","surface_form":"Roatán","offset":18980},{"uri":"Ometepe","surface_form":"Ometepe","offset":19070},{"uri":"Mangrove","surface_form":"mangrove","offset":19196},{"uri":"Montane_forest","surface_form":"montane forest","offset":19209},{"uri":"Primary_forest","surface_form":"primary","offset":19253},{"uri":"Secondary_forest","surface_form":"secondary forest","offset":19273}]}