{"id":392115,"url":"http://en.wikipedia.org/wiki/Deep_brain_stimulation","text":"ce=\"preserve\">Deep Brain Stimulation (DBS) is a surgery where doctors put wires that can carry corrective electric signals inside a patient's brain. Electronic equipment located outside the brain can then send signals to specific parts of the person's brain. DBS is used to treat many diseases. DBS has been used to treat pain disorder, Parkinson's disease, major depressive disorder, obsessive-compulsive disorder, and Tourette syndrome. The Food and Drug Administration approved DBS as a treatment for tremors in 1997, for Parkinson's disease in 2002, Tourette syndrome in 1999, and dystonia in 2003. DBS is helpful for most patients but there can be serious complications and side effects.\nParkinson's Disease.\nParkinson's disease is a neurological syndrome characterized by tremor, hypokinesia, rigidity, and postural instability. DBS does not cure Parkinson's, but it can help reduce symptoms and improve the patient’s life. DBS is only used for patients whose symptoms cannot be controlled with medications.\nDBS was approved in the United States by the Food and Drug Administration for the treatment of Parkinson's in 2002. DBS carries the risks of major surgery, with a complication rate related to the experience of the surgical team. The major complications include hemorrhage (1–2%) and infection (3–5%).\nMajor depression.\nDeep brain stimulation has been used in a few patients to treat major depressive disorder(MDD). It is hard to find a good target in the brain for DBS because there are few patients that have had DBS for MDD.\nA study of DBS for major depressive disorder and Obsessive-compulsive disorder (OCD) looked at 23 patients — nine for OCD, seven for MDD, and one for both. It found that \"about half the patients did show dramatic improvement\" and that there were few side effects and complications.\nDBS for treatment resistant depression can be as effective as antidepressants, but side effects and complications need to be watched. Common side effects for DBS for MDD include infection, headache, bad mood, and suicidal thoughts.\nTourette syndrome.\nIn 1999, DBS was approved for Tourette syndrome - an inherited neurological disorder. Deep brain stimulation is used to treat patients with severe Tourette syndrome when medication does not help the patient. Many patients have fewer symptoms after DBS. In some patients, the DBS is only put on one side of the brain. This can reduce symptoms and patients may have fewer side effects when the stimulation is only put on one side of the brain.\nThere are two places in the brain where the stimulation is placed. The stimulation is either put in the thalamus or the globus pallidus pars interna. The thalamus is a more common target for DBS, but both targets can reduce symptoms. The best target for treating Tourette Syndrome with DBS is not yet defined.\nAlzheimer disease.\nIn 2012, a literature review showed some slowed onset of dementia and memory loss in six Alzheimer's disease patients who had DBS.\nTrauma/coma.\nIn August 2007, US scientists used DBS on a 38-year-old man who was in a coma for six years because of a head injury. The patient was able to wake up, open his eyes, and turn his head in response to talking. After more DBS, the patient could name objects and use his hands. He could also drink liquid and eat food by mouth. Although DBS has worked for some patients with head injuries, DBS may not work for every patient with serious head injury and/or coma.\nOCD.\nDBS has been used to treat obsessive-compulsive disorder (OCD) The use of DBS for OCD is one of the most successful uses of DBS for any disease. It is not understood why DBS is so successful for OCD.\nPossible complications and side effects.\nDBS is helpful for some patients, but other patients have side effects and complications. Patients may experience side effects of apathy, hallucinations, addiction to gambling, hypersexuality, cognitive problems, and depression. However, these may be temporary and related to correct placement and calibration of the stimulator. Some side effects can go away after some time.\nBecause the brain can move a little during surgery, there is the possibility that the electrodes can move out of place. This may cause more complications like personality changes. Electrode movement is easy to find using a CT scan.\nThere may also be complications of surgery, such as bleeding within the brain.\nIn an rare case, a patient with severe Tourette's Syndrome had very severe side effects and complications. The patient suffered from opisthotonus- when the muscles are contracted without the patient's control. The patient later died from other infections.","categories":[],"infobox_types":[],"annotations":[{"uri":"Surgery","surface_form":"surgery","offset":48},{"uri":"Medical_doctor","surface_form":"doctor","offset":62},{"uri":"Patient","surface_form":"patient's","offset":132},{"uri":"Brain","surface_form":"brain","offset":142},{"uri":"Therapy","surface_form":"treat","offset":274},{"uri":"Disease","surface_form":"disease","offset":285},{"uri":"Pain_disorder","surface_form":"pain disorder","offset":322},{"uri":"Parkinson%27s_disease","surface_form":"Parkinson's disease","offset":337},{"uri":"Major_depressive_disorder","surface_form":"major depressive disorder","offset":358},{"uri":"Obsessive-compulsive_disorder","surface_form":"obsessive-compulsive disorder","offset":385},{"uri":"Tourette_syndrome","surface_form":"Tourette syndrome","offset":420},{"uri":"Food_and_Drug_Administration","surface_form":"Food and Drug Administration","offset":443},{"uri":"Tremor","surface_form":"tremor","offset":504},{"uri":"Parkinson%27s_disease","surface_form":"Parkinson's disease","offset":525},{"uri":"Complication","surface_form":"complication","offset":661},{"uri":"Adverse_effect_(medicine)","surface_form":"side effects","offset":679},{"uri":"Parkinson%27s_disease","surface_form":"Parkinson's disease","offset":714},{"uri":"Neurology","surface_form":"neurological","offset":739},{"uri":"Syndrome","surface_form":"syndrome","offset":752},{"uri":"Tremor","surface_form":"tremor","offset":778},{"uri":"Hypokinesia","surface_form":"hypokinesia","offset":786},{"uri":"Rigidity_(neurology)","surface_form":"rigidity","offset":799},{"uri":"Balance_disorder","surface_form":"postural instability","offset":813},{"uri":"Major_depressive_disorder","surface_form":"major depressive disorder","offset":1397},{"uri":"Obsessive-compulsive_disorder","surface_form":"Obsessive-compulsive disorder","offset":1590},{"uri":"Antidepressant","surface_form":"antidepressant","offset":1885},{"uri":"Infection","surface_form":"infection","offset":2001},{"uri":"Headache","surface_form":"headache","offset":2012},{"uri":"Mood","surface_form":"mood","offset":2026},{"uri":"Suicide","surface_form":"suicidal thoughts","offset":2036},{"uri":"Tourette_syndrome","surface_form":"Tourette syndrome","offset":2104},{"uri":"Hereditary_disease","surface_form":"inherited","offset":2127},{"uri":"Neurology","surface_form":"neurological","offset":2137},{"uri":"Disease","surface_form":"disorder","offset":2150},{"uri":"Medication","surface_form":"medication","offset":2244},{"uri":"Symptoms","surface_form":"symptoms","offset":2307},{"uri":"Thalamus","surface_form":"thalamus","offset":2620},{"uri":"Globus_pallidus_pars_interna","surface_form":"globus pallidus pars interna","offset":2636},{"uri":"Dementia","surface_form":"dementia","offset":2902},{"uri":"Memory","surface_form":"memory loss","offset":2915},{"uri":"Alzheimer%27s_disease","surface_form":"Alzheimer's disease","offset":2934},{"uri":"Coma","surface_form":"coma","offset":3062},{"uri":"Trauma","surface_form":"head injury","offset":3094},{"uri":"Obsessive-compulsive_disorder","surface_form":"obsessive-compulsive disorder","offset":3480},{"uri":"Hallucination","surface_form":"hallucination","offset":3832},{"uri":"Addiction","surface_form":"addiction","offset":3848},{"uri":"Gambling","surface_form":"gambling","offset":3861},{"uri":"Hypersexuality","surface_form":"hypersexuality","offset":3871},{"uri":"Cognition","surface_form":"cognitive","offset":3887},{"uri":"Clinical_depression","surface_form":"depression","offset":3911},{"uri":"Computed_tomography_scanner","surface_form":"CT scan","offset":4293},{"uri":"Tetanus","surface_form":"opisthotonus","offset":4514},{"uri":"Infection","surface_form":"infection","offset":4625}]}