{"id":3922,"url":"http://en.wikipedia.org/wiki/Enzyme","text":"An enzyme is a protein molecule in cells which works as a biological catalyst. Enzymes speed up chemical reactions in the body, but do not get used up in the process, therefore can be used over and over again.\nAlmost all biochemical reactions in living things need enzymes. With an enzyme, chemical reactions go much faster than they would without the enzyme.p39 Other biocatalysts are catalytic RNA molecules, called ribozymes.\nThe substances at the start of a reaction are called substrates. The substances at the end of a reaction are the products. Enzymes work on the substrates, and turn them into products. The study of enzymes is called enzymology.\nThe first enzyme was found in 1833 by Anselme Payen.\nEnzyme structure.\nThere are thousands of different enzymes and each one is specific to the reaction which it catalyses. Enzymes have names which show what they do. Enzyme names usually end in \"–ase\" to show that they are enzymes. Examples of this include ATP synthase. It makes a chemical called ATP. Another example is DNA polymerase. It reads an intact DNA strand and uses it as a template to make a new strand.\nOne example of an enzyme is amylase, found in saliva. It breaks down starch molecules into smaller glucose and maltose molecules. Another kind of enzyme is lipase. It breaks down fats into smaller molecules, fatty acids and glycerol.d\nThe proteases are a whole class of enzymes. They break down other enzymes and proteins back into amino acids. Nucleases are enzymes that cut DNA or RNA, often in specific place in the molecule.\nEnzymes are not only for breaking large chemicals into smaller chemicals. Other enzymes take smaller chemicals and build them up into bigger chemicals, and do many other chemical tasks. The classification below lists the main types.\nBiochemists often draw a picture of an enzyme to use as a visual aid or map of the enzyme. This is hard to do because there may be hundreds or thousands of atoms in an enzyme. Biochemists can not draw all this detail. Instead, they use ribbon models as pictures of enzymes. Ribbon models can show the shape of an enzyme without having to draw every atom.\nMost enzymes will not work unless the temperature and pH are just right. In mammals the right temperature is usually about 37oC degrees (body temperature). The correct pH can vary greatly. Pepsin is an example of an enzyme that works best when pH is about 1.5.\nHeating an enzyme above a certain temperature will destroy the enzyme permanently. It will be broken down by protease and the chemicals will be used again.\nSome chemicals can help an enzyme do its job even better. These are called \"activators\". Sometimes, a chemical can slow down an enzyme or even make the enzyme not work at all. These are called \"inhibitors\". Most drugs are chemicals that either speed up or slow down some enzyme in the human body.\nLock and key model.\nEnzymes are very specific. In 1894 Emil Fischer suggested that both the enzyme and the substrate have \"specific complementary geometric shapes\" that fit exactly into one another. This is often referred to as \"the lock and key\" model. However, this model fails to explain what happens next.\nIn 1958, Daniel Koshland suggested a modification to the lock and key model. Since enzymes are rather flexible structures, the active site is reshaped by interactions with the substrate. As a result, the substrate does not simply bind to a rigid active site. The amino acid side-chains of the active site are bent into positions so the enzyme does its catalytic work. In some cases, such as glycosidases, the substrate molecule also changes shape slightly as it enters the active site.\nFunction.\nEnzymes lower the activation energy of a reaction by forming an intermediary complex with the substrate. This complex is called an enzyme-substrate complex.\nControl of enzyme activity.\nThere are five main ways that enzyme activity is controlled in the cell.\nEnzyme inhibitors.\nInhibitors can be used to stop an enzyme from binding to a substrate. This may be done to slow down an enzyme-controlled reaction. The inhibitors fit loosely or partially into the enzyme's active site. This prevents or slows down an enzyme-substrate complex being formed.\nDenaturation.\nDenaturation is the \"irreversible\" alteration of an enzyme's active site, caused by an extreme change in temperature or pH. It will decrease the rate of reaction because the substrate molecule will not be able to fit into the active site, so products cannot be formed.\nCofactors.\nCofactors, or coenzymes, are helper molecules which are needed to make an enzyme work. They are not proteins, and may be organic or inorganic molecules. Both types of molecules sometimes contain a metal ion at the centre, such as Mg2+, Cu2+, Mn2+ or iron-sulphur clusters. This is because such ions may act as electron donors, and this is important in many reactions. The need of enzymes for various little helpers is the basic reason why animals, including ourselves, need trace elements and vitamins.\nClassification.\nThe individual enzymes are given a four-figure number which classifies them in the database.p145","categories":[],"infobox_types":[],"annotations":[{"uri":"Protein","surface_form":"protein","offset":15},{"uri":"Molecule","surface_form":"molecule","offset":23},{"uri":"Cells","surface_form":"cells","offset":35},{"uri":"Catalyst","surface_form":"catalyst","offset":69},{"uri":"Chemical_reaction","surface_form":"chemical reaction","offset":96},{"uri":"Biochemical","surface_form":"biochemical","offset":221},{"uri":"RNA","surface_form":"RNA","offset":396},{"uri":"Ribozyme","surface_form":"ribozyme","offset":418},{"uri":"Substrate_(biochemistry)","surface_form":"substrates","offset":482},{"uri":"Product_(chemistry)","surface_form":"products","offset":542},{"uri":"Anselme_Payen","surface_form":"Anselme Payen","offset":694},{"uri":"ATP_synthase","surface_form":"ATP synthase","offset":964},{"uri":"ATP","surface_form":"ATP","offset":1005},{"uri":"DNA_polymerase","surface_form":"DNA polymerase","offset":1029},{"uri":"Template","surface_form":"template","offset":1092},{"uri":"Amylase","surface_form":"amylase","offset":1151},{"uri":"Saliva","surface_form":"saliva","offset":1169},{"uri":"Starch","surface_form":"starch","offset":1192},{"uri":"Glucose","surface_form":"glucose","offset":1222},{"uri":"Maltose","surface_form":"maltose","offset":1234},{"uri":"Lipase","surface_form":"lipase","offset":1279},{"uri":"Fat","surface_form":"fat","offset":1302},{"uri":"Protease","surface_form":"protease","offset":1362},{"uri":"Nuclease","surface_form":"Nuclease","offset":1468},{"uri":"PH","surface_form":"pH","offset":2194},{"uri":"Mammal","surface_form":"mammal","offset":2216},{"uri":"Pepsin","surface_form":"Pepsin","offset":2329},{"uri":"Protease","surface_form":"protease","offset":2510},{"uri":"Hermann_Emil_Fischer","surface_form":"Emil Fischer","offset":2909},{"uri":"Daniel_E._Koshland%2C_Jr.","surface_form":"Daniel Koshland","offset":3173},{"uri":"Side_chain","surface_form":"side-chains","offset":3438},{"uri":"Molecule","surface_form":"molecule","offset":3583},{"uri":"Chemical_reaction","surface_form":"reaction","offset":3701},{"uri":"Cofactor","surface_form":"Cofactor","offset":4503},{"uri":"Organic_chemistry","surface_form":"organic","offset":4624},{"uri":"Inorganic_chemistry","surface_form":"inorganic","offset":4635},{"uri":"Metal","surface_form":"metal","offset":4700},{"uri":"Ion","surface_form":"ion","offset":4706},{"uri":"Mg","surface_form":"Mg","offset":4733},{"uri":"Cu","surface_form":"Cu","offset":4739},{"uri":"Mn","surface_form":"Mn","offset":4745},{"uri":"Iron","surface_form":"iron","offset":4753},{"uri":"Sulphur","surface_form":"sulphur","offset":4758},{"uri":"Electron","surface_form":"electron","offset":4813},{"uri":"Trace_element","surface_form":"trace element","offset":4977},{"uri":"Vitamin","surface_form":"vitamin","offset":4996}]}