{"id":392399,"url":"http://en.wikipedia.org/wiki/Earth%27s_magnetic_field","text":"ce=\"preserve\">The Earth’s magnetic field is the magnetic field that surrounds the Earth. It is sometimes called the \"geomagnetic field\".\nThe Earth’s magnetic field is created by the rotation of the Earth and Earth's core. It shields the Earth against harmful particles in space. The field is unstable and has changed often in the history of the Earth. As the Earth spins the two parts of the core move at different speeds and this is thought to generate the magnetic field around the Earth as though it had a large bar magnet inside it.\nThe magnetic field creates magnetic poles that are near the geographical poles. A compass uses the geomagnetic field to find directions. Many migratory animals also use the field when they travel long distances each spring and fall.\nThe magnetic poles will trade places during a magnetic reversal.\nCharacteristics.\nThe Earth’s geomagnetic field is created because of two things. The convective motions in the liquid conducting core inside the center of the Earth are important for making the magnetic field. When the convective motions occur with the electrical currents around the Earth, the magnetic field is created. The Earth’s rotation is what keeps the magnetic field up. The interaction between the convective motions and the electrical currents creates a dynamo effect.\nThe intensity of the magnetic field is greatest near the magnetic poles where it is vertical. The intensity of the field is weakest near the equator where it is horizontal. The magnetic field’s intensity is measured in gauss.\nThe magnetic field has decreased in strength through recent years. In the past twenty-two years, the field has decreased its strength 1.7%, on average. In some areas of the field, the strength has decreased up to 10%. The fast strength decrease of the field is a sign that the magnetic field might be reversing. The reversal might happen in the next few thousand years. It has been shown that the movement of the magnetic poles is related to the decreasing strength of the magnetic field.\nA geomagnetic reversal is when the north magnetic pole and south magnetic pole trade places. This has happened a few times in the history of the Earth. The magnetic reversal happens after the strength of the field reaches zero. When the strength begins to increase again, it will increase in the opposite direction, causing a reversal of the magnetic poles. The time it takes the magnetic field to undergo a reversal is unknown, but can last up to ten thousand years.\nThe Earth’s magnetic reversals are recorded in rocks, especially in basalt. Scientists believed that the last geomagnetic reversal occurred 780,000 years ago.\nMagnetosphere.\nThe magnetosphere is created by the magnetic field. It is the area around the Earth that acts as a shield against the harmful particles in solar wind. The magnetosphere has many different layers and structures, and solar wind shapes each of these layers. The interaction of solar wind and the magnetosphere also causes the Northern and Southern Lights to appear. The magnetosphere is very important in protecting the Earth against solar storms which increase solar wind activity. Solar storms can cause geomagnetic storms which sometimes have serious affects on the Earth.\nThe areas in between the north and south magnetic poles are the magnetic field lines. These lines leave the Earth from the vertical point of the South and reenters through the vertical point of the North. These two vertical points are called magnetic dip poles. The magnetic dip poles are commonly referred to as the magnetic poles. The magnetic poles intersect the earth at two points. The north magnetic pole intersects the Earth at 78.3 N latitude and 100 W longitude. This places the north magnetic pole in the Arctic Circle. The south magnetic pole intersects the Earth at 78.3 S latitude and 142 E longitude. This places the south magnetic pole in Antarctica. The magnetic poles are also where the magnetic fields are the strongest.\nEarth's magnetic poles.\nLike other magnetic fields, the Earth's magnetic field has magnetic pole<nowiki/>s.\nThe North Magnetic Pole is the point on the surface of Earth's northern hemisphere where the planet's magnetic field points vertically downwards. There is only one place where this occurs, near to (but distinct from) the Geographic North Pole.\nIts southern hemisphere counterpart is the South Magnetic Pole. Since the Earth's magnetic field is not exactly symmetrical, a line drawn from one to the other does not pass through the geometric centre of the Earth.\nThe North Magnetic Pole moves over time due to magnetic changes in the Earth's core. In 2001, it was near Ellesmere Island in northern Canada at. As of 2015, the pole is thought to have moved east beyond the Canadian Arctic territorial claim to.\nThe Earth's North and South Magnetic Poles are also known as Magnetic Dip Poles, referring to the vertical \"dip\" of the magnetic field lines at those points.\nMigratory animals.\nAnimals which take long migrations may depend on the magnetic field for a guide.\nSome migratory animals know their locations by the intensity of the field. They know the time because of circadian rhythms the field produces. Migratory animals are born with a magnetic map in their head that allows them to migrate great distances safely. Their ability to sense the magnetic field is because of magnetic particles. Other animals have a chemical compass based on a radical pair mechanism.","categories":[],"infobox_types":[],"annotations":[{"uri":"Magnetic_field","surface_form":"magnetic field","offset":48},{"uri":"Earth","surface_form":"Earth","offset":82},{"uri":"Earth%27s_core","surface_form":"Earth's core","offset":208},{"uri":"Outer_space","surface_form":"space","offset":272},{"uri":"Geographical_pole","surface_form":"geographical pole","offset":597},{"uri":"Compass","surface_form":"compass","offset":619},{"uri":"Convection","surface_form":"convective motions","offset":920},{"uri":"Electrical_current","surface_form":"electrical current","offset":1088},{"uri":"Dynamo","surface_form":"dynamo","offset":1300},{"uri":"Equator","surface_form":"equator","offset":1456},{"uri":"Horizontal","surface_form":"horizontal","offset":1476},{"uri":"Gauss_(unit)","surface_form":"gauss","offset":1534},{"uri":"Geomagnetic_reversal","surface_form":"geomagnetic reversal","offset":2032},{"uri":"North_magnetic_pole","surface_form":"north magnetic pole","offset":2065},{"uri":"South_magnetic_pole","surface_form":"south magnetic pole","offset":2089},{"uri":"History_of_the_Earth","surface_form":"history of the Earth","offset":2160},{"uri":"Basalt","surface_form":"basalt","offset":2566},{"uri":"Magnetosphere","surface_form":"magnetosphere","offset":2676},{"uri":"Solar_wind","surface_form":"solar wind","offset":2811},{"uri":"Aurora","surface_form":"Northern and Southern Lights","offset":2995},{"uri":"Solar_storm","surface_form":"solar storm","offset":3103},{"uri":"Geomagnetic_storm","surface_form":"geomagnetic storm","offset":3175},{"uri":"Magnetic_field_line","surface_form":"magnetic field line","offset":3309},{"uri":"Magnetic_dip_poles","surface_form":"magnetic dip poles","offset":3487},{"uri":"Latitude","surface_form":"latitude","offset":3687},{"uri":"Longitude","surface_form":"longitude","offset":3706},{"uri":"Arctic_Circle","surface_form":"Arctic Circle","offset":3760},{"uri":"Antarctica","surface_form":"Antarctica","offset":3899},{"uri":"Magnetic_pole","surface_form":"magnetic pole","offset":4067},{"uri":"North_Magnetic_Pole","surface_form":"North Magnetic Pole","offset":4096},{"uri":"Northern_hemisphere","surface_form":"northern hemisphere","offset":4155},{"uri":"Geographic_North_Pole","surface_form":"Geographic North Pole","offset":4313},{"uri":"Southern_hemisphere","surface_form":"southern hemisphere","offset":4340},{"uri":"South_Magnetic_Pole","surface_form":"South Magnetic Pole","offset":4379},{"uri":"Symmetrical","surface_form":"symmetrical","offset":4448},{"uri":"Outer_core","surface_form":"Earth's core","offset":4624},{"uri":"Ellesmere_Island","surface_form":"Ellesmere Island","offset":4659},{"uri":"Northern_Canada","surface_form":"northern Canada","offset":4679},{"uri":"Migration","surface_form":"migration","offset":5000},{"uri":"Circadian_rhythm","surface_form":"circadian rhythm","offset":5162},{"uri":"Magnet","surface_form":"magnetic particles","offset":5369},{"uri":"Radical_pair_mechanism","surface_form":"radical pair mechanism","offset":5438}]}