{"id":39230,"url":"http://en.wikipedia.org/wiki/Trowbridge","text":"Trowbridge is the county town of Wiltshire, a county in England. It is on the River Biss in the west of the county, 8 miles (13 km) south east of Bath, Somerset, separated by the Mendip Hills, which rise 3 miles (4.8 km) to the west. The town is also 38 miles (61 km) south of Gloucester and 20 miles (32km) south east of Bristol.\nTrowbridge has been a market town for a long time. The Kennet and Avon Canal has been a very important part of the town's growth because it allowed coal to be moved from the Somerset Coalfield. This began steam-powered wool production in mills, which the town is famous for. The town was a very important producer of clothes and blankets in the south west of England. Because of this, in the late 18th century and early 19th century, it had the nickname of \"The Manchester of the West\".\nThe civil parish of Trowbridge had 33,108 people in the 2011 census. The parish goes over the areas of Longfield, Lower Studley, Upper Studley, Studley Green and Trowle Common. Parishes that are next to Trowbridge include Staverton, Hilperton, West Ashton, North Bradley, Southwick and Wingfield. Some towns close to Trowbridge are Bradford on Avon, Westbury, Melksham, Frome and Devizes.","categories":[],"infobox_types":[],"annotations":[{"uri":"County_town","surface_form":"county town","offset":18},{"uri":"Wiltshire","surface_form":"Wiltshire","offset":33},{"uri":"County","surface_form":"county","offset":46},{"uri":"Bath%2C_Somerset","surface_form":"Bath, Somerset","offset":146},{"uri":"Gloucester","surface_form":"Gloucester","offset":277},{"uri":"Bristol","surface_form":"Bristol","offset":322},{"uri":"Market_town","surface_form":"market town","offset":353},{"uri":"Manchester","surface_form":"Manchester","offset":793},{"uri":"Wingfield%2C_Wiltshire","surface_form":"Wingfield","offset":1104},{"uri":"Bradford_on_Avon","surface_form":"Bradford on Avon","offset":1150},{"uri":"Melksham","surface_form":"Melksham","offset":1178},{"uri":"Frome","surface_form":"Frome","offset":1188}]}