{"id":392396,"url":"http://en.wikipedia.org/wiki/Stephen_Krashen","text":"Stephen Krashen is a linguist and educational researcher. He is professor emeritus at the University of Southern California (USC). Krashen moved from the USC linguistics department to the School of Education in 1994. He is also an activist who works hard to support bilingual education.\nWork.\nDr. Krashen has published more than 350 papers and books about second-language acquisition, bilingual education, and reading. He introduced several important ideas in the study of learning another language, including the acquisition-learning hypothesis, input hypothesis, monitor hypothesis, affective filter, and the natural order hypothesis. He started the Natural Approach to language learning and teaching with Tracy D. Terrell. More recently, Krashen promotes the use of \"free voluntary reading\" during second-language acquisition, which he says \"is the most powerful tool we have in language education, first and second.\"\nEducational Activism.\nKrashen lives and works in California. Government plans for education there turned against bilingual education. Krashen said that this was a bad idea and responded with research that showed problems with he new policies. He also spoke publicly and wrote many letters to newspaper editors. In 1998, Krashen campaigned very hard against Proposition 227. Though he tried hard, the proposition passed and got rid of most bilingual education in California. Even though he lost, Krashen continues to work hard in support of bilingual education as other states try to get rid of it. His letters often appear in many newspapers. Krashen believes researchers should be more active to educate the public, especially about bilingual education.\nPersonal.\nKrashen holds a black belt in Tae Kwon Do, and was the winner of the 1978 Venice Beach Open Incline Press. He spent two years in Ethiopia teaching English and science with the Peace Corps.","categories":[],"infobox_types":[],"annotations":[{"uri":"Professor_emeritus","surface_form":"professor emeritus","offset":64},{"uri":"University_of_Southern_California","surface_form":"University of Southern California","offset":90},{"uri":"Linguistics","surface_form":"linguistics","offset":158},{"uri":"Second-language_acquisition","surface_form":"second-language acquisition","offset":356},{"uri":"Bilingual_education","surface_form":"bilingual education","offset":385},{"uri":"Acquisition-learning_hypothesis","surface_form":"acquisition-learning hypothesis","offset":514},{"uri":"Comprehensible_input","surface_form":"input hypothesis","offset":547},{"uri":"Monitor_hypothesis","surface_form":"monitor hypothesis","offset":565},{"uri":"Affective_filter","surface_form":"affective filter","offset":585},{"uri":"Natural_order_hypothesis","surface_form":"natural order hypothesis","offset":611},{"uri":"Natural_Approach","surface_form":"Natural Approach","offset":652},{"uri":"Tracy_D._Terrell","surface_form":"Tracy D. Terrell","offset":708},{"uri":"Free_voluntary_reading","surface_form":"free voluntary reading","offset":770},{"uri":"California_Proposition_227_(1998)","surface_form":"Proposition 227","offset":1278},{"uri":"Black_belt_(martial_arts)","surface_form":"black belt","offset":1702},{"uri":"Tae_Kwon_Do","surface_form":"Tae Kwon Do","offset":1716},{"uri":"Venice_Beach","surface_form":"Venice Beach","offset":1760},{"uri":"Ethiopia","surface_form":"Ethiopia","offset":1815},{"uri":"Peace_Corps","surface_form":"Peace Corps","offset":1862}]}