{"id":39239,"url":"http://en.wikipedia.org/wiki/Bowing","text":"Bowing means: taking a bow. A bow is when a person bends their body forward from the waist in order to greet someone or show respect for them. A bow is sometimes not much more than a quick nod of the head, but it can be a very deep bow from the waist. The exact way to bow and the situations in which people bow vary enormously between different cultures.\nBowing was originally a gesture (a movement of the body) which showed deep respect for someone. In European cultures bowing to someone is now only done in very formal situations, e.g. when meeting the Queen or someone very high and important.\nIn European history bowing was common at royal courts. Men were expected to \"bow and scrape\". This meant bowing and at the same time drawing back the right leg so that it scraped the floor. The man would hold his left hand over his waist while doing this. This is why we still talk about \"bowing and scraping\" meaning that someone is trying very hard and hypocritically to be unnecessarily polite. This kind of deep bow, which is never used nowadays, is sometimes called a “reverence” (a word meaning: “deep respect”).\nBowing was only done by men. Women would always curtsey to show respect.\nNowadays bowing in European cultures is mostly seen at performances. When people applaud (clap their hands) after a performance such as a concert on in the theatre the performer will take a bow. This is like saying “thank you” to the audience for saying “thank you” by clapping. Both men and women performers bow (although female ballet dancers will curtsey).\nIn Christian worship people in churches will bow to the altar to show respect to Jesus.\nThere are other special occasions in which people bow. In judo and some other martial arts the two contestants (people who are going to fight) will bow to one another to show that they respect one another and will obey the rules of the game.\nIn some Asian cultures bowing is far more common than in the West. It is especially important in Japan. Japanese people – both men and women - spend a lot of their time bowing. They bow to greet one another, to say goodbye, to say they are sorry, to say ‘thank you’, or to show that they are not as important as the person they are bowing to. There are different degrees of bowing, and it is very important in Japanese culture to know the right way to bow on different occasions. A bow of 15 degrees is very informal, a bow of 45 degrees is very formal. They keep their back (from the head to the hips) straight while doing this. The men have their hands by their sides, women have one hand over the other in front of their body. Typically a bow should last a count of eight: three to go down, one for a pause and four for returning to an upright position. If someone bows a little longer than the other person, that other person may bow again, and the other person then also bows again, and this can go on several times. Japanese mothers carry their babies on their backs, so that children learn to bow even before they can speak. Pupils and teachers at school bow to one another. The more important someone is, the deeper the other person has to bow.","categories":[],"infobox_types":[],"annotations":[{"uri":"Waist","surface_form":"waist","offset":85},{"uri":"Greeting","surface_form":"greet","offset":103},{"uri":"Respect","surface_form":"respect","offset":125},{"uri":"Head","surface_form":"head","offset":200},{"uri":"Waist","surface_form":"waist","offset":245},{"uri":"Europe","surface_form":"Europe","offset":455},{"uri":"Queen","surface_form":"Queen","offset":557},{"uri":"Hypocrisy","surface_form":"hypocritically","offset":954},{"uri":"Manners","surface_form":"polite","offset":989},{"uri":"Curtsey","surface_form":"curtsey","offset":1166},{"uri":"Concert","surface_form":"concert","offset":1329},{"uri":"Theatre","surface_form":"theatre","offset":1347},{"uri":"Audience","surface_form":"audience","offset":1425},{"uri":"Ballet","surface_form":"ballet","offset":1521},{"uri":"Christian","surface_form":"Christian","offset":1554},{"uri":"Church","surface_form":"church","offset":1582},{"uri":"Altar","surface_form":"altar","offset":1607},{"uri":"Jesus","surface_form":"Jesus","offset":1632},{"uri":"Judo","surface_form":"judo","offset":1697},{"uri":"Martial_arts","surface_form":"martial arts","offset":1717},{"uri":"Asia","surface_form":"Asia","offset":1889},{"uri":"Japan","surface_form":"Japan","offset":1978},{"uri":"Hip","surface_form":"hip","offset":2478},{"uri":"Mother","surface_form":"mother","offset":2912},{"uri":"Baby","surface_form":"babies","offset":2932},{"uri":"Student","surface_form":"Pupils","offset":3013},{"uri":"Teacher","surface_form":"teacher","offset":3024},{"uri":"School","surface_form":"school","offset":3036}]}