{"id":39238,"url":"http://en.wikipedia.org/wiki/Bow_(music)","text":"e=\"preserve\">:\"This article is about the bow used to play musical instruments. For other meanings, see Bow (disambiguation).\"\nIn music, a bow is a stick which is strung with hair. It is used to pull across the strings of a string instrument such as a violin, viola, cello or double bass.\nBow construction.\nThe wood used for good quality bows is usually pernambuco wood from Brazil. Some bows nowadays are made from carbon fiber. They are often cheaper and still of very good quality. The bow has to be slightly curved so that it straightens out a bit as the hairs are tightened (this is like the bow of ‘bow and arrow’ where letting go of the tension of the bent bow makes the arrow fly off).\nHorsehair is used for the hairs of the bow. These hairs gradually fall out when the bow is used a lot. When a lot of the hairs have fallen out the player can have the bow re-haired. When the bow is new, or when it has just been re-haired, it will not make any sound until the hairs have been well rubbed with rosin (also called “colophony”). The rosin makes the hair grip the string as it is drawn across. Every violinist needs to keep a piece of rosin (called a “cake of rosin”) in his or her violin case. They may need to rosin the bow for a short while each time they play. There is a screw at the end of the bow for tightening the hairs. After playing, the bow hairs should be slackened again before the bow is put away. This is to stop the wood from warping (bending out of shape).\nThe black bit near the heel of the bow (the end where the player holds it) is called the frog'\". This holds the hair in place. The frog may be made of ebony, but sometimes it is made of ivory or tortoiseshell. Near the frog is the grip, which is made of leather or sometimes snakeskin. Expensive bows sometimes have a tip made of silver.\nThere are other instruments which use bows. In the Renaissance the viols were played with a bow which was held with the palm upwards. Some double bass players still hold the bow in this way (this is called the German method. The overhand method is called the French method.)\nThe kind of bow in use today was developed by the bow-maker François Tourte in 19th century France.\nThere are other cultures which have bows with only one thick hair.\nBowing techniques.\nPeople who learn to play the violin, viola, violoncello, and double bass spend a very long time learning the technique of bowing. They have to learn to control the bow so that it makes a lovely sound on the string. They learn to control the bow with strong fingers, but never to hold the bow tightly. Sometimes they are asked to pluck the string instead of bowing it. This is called “pizzicato”.\nThe bow is held in the right hand. The left hand makes the different notes by putting the fingers firmly down on the fingerboard.\nWhen string players talk about “putting in the bowing” they mean: writing in the music for each note whether it is played with an upbow or downbow. A downbow is when the player starts at the heel (the end that he is holding) and finishes at the tip. An upbow is when the bow travels in the direction tip to heel. A player does not always have to use “whole bows” (from the heel to the tip). In fast music he may only use a small part of the bow. A downbow feels stronger than an upbow, so it is usually used for the first beat of the bar. Downbows and upbows may be used for alternate notes, but often two or more notes are taken in one bow-stroke. This is shown in the music by a slur (a short curved line like a phrase mark over or under the notes to be slurred).\nThe bow generally should touch the part of the string mid-way between the end of the fingerboard and the bridge (see the article violin). To play quietly the bow should be nearer the fingerboard. To play loudly it should be nearer the bridge.\nWhen the players have been plucking (\"pizzicato\") and they need to start bowing again, the word \"arco\" is put in the music. This is the Italian word for \"bow\".\nOther types of bow.\nThe Chinese yazheng and \"yaqin\", and Korean ajaeng zithers are generally played by \"bowing\" with a rosined stick, which rubs against the strings without any horsehair. The hurdy-gurdy, an instrument known in medieval Europe, has strings which are bowed by a \"rosin wheel,\" which is turned by a handle.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bow_(disambiguation)","surface_form":"Bow (disambiguation)","offset":103},{"uri":"Music","surface_form":"music","offset":129},{"uri":"String_instrument","surface_form":"string instrument","offset":223},{"uri":"Violin","surface_form":"violin","offset":251},{"uri":"Viola","surface_form":"viola","offset":259},{"uri":"Cello","surface_form":"cello","offset":266},{"uri":"Double_bass","surface_form":"double bass","offset":275},{"uri":"Brazil","surface_form":"Brazil","offset":374},{"uri":"Rosin","surface_form":"rosin","offset":1002},{"uri":"Screw","surface_form":"screw","offset":1281},{"uri":"Ebony_(tree)","surface_form":"ebony","offset":1631},{"uri":"Ivory","surface_form":"ivory","offset":1666},{"uri":"Tortoiseshell","surface_form":"tortoiseshell","offset":1675},{"uri":"Leather","surface_form":"leather","offset":1734},{"uri":"Snakeskin","surface_form":"snakeskin","offset":1755},{"uri":"Silver","surface_form":"silver","offset":1810},{"uri":"Renaissance","surface_form":"Renaissance","offset":1869},{"uri":"Viol","surface_form":"viols","offset":1885},{"uri":"Fran%C3%A7ois_Tourte","surface_form":"François Tourte","offset":2153},{"uri":"19th_century","surface_form":"19th century","offset":2172},{"uri":"France","surface_form":"France","offset":2185},{"uri":"Skill","surface_form":"technique","offset":2388},{"uri":"Pizzicato","surface_form":"pizzicato","offset":2663},{"uri":"Violin","surface_form":"violin","offset":3700},{"uri":"Italy","surface_form":"Italian","offset":3950},{"uri":"Yazheng","surface_form":"yazheng","offset":4006},{"uri":"Ajaeng","surface_form":"ajaeng","offset":4038},{"uri":"Hurdy-gurdy","surface_form":"hurdy-gurdy","offset":4166}]}