{"id":392433,"url":"http://en.wikipedia.org/wiki/Venn_diagram","text":"A Venn diagram is a diagram that shows the logical relation between sets. They were popularised by John Venn in the 1880s, and are now widely used. They are used to teach elementary set theory, and to illustrate simple set relationships in probability, logic, statistics, linguistics and computer science. A Venn diagram uses closed curves drawn on a plane to represent sets. Very often, these curves are circles or ellipses.\nSimilar ideas had been proposed before Venn. Christian Weise in 1712 (\"Nucleus Logicoe Wiesianoe\") and Leonhard Euler (\"Letters to a German Princess\") in 1768, for instance, came up with similar ideas. The idea was popularised by Venn in \"Symbolic Logic\", Chapter V \"Diagrammatic Representation\", 1881.\nExample.\nThe following example uses two sets, A and B, represented here as coloured circles. The orange circle, set A, represents all living creatures that are two-legged. The blue circle, set B, represents the living creatures that can fly. Each separate type of creature can be imagined as a point somewhere in the diagram. Living creatures that can both fly \"and\" have two legs—for example, parrots—are then in both sets, and hence correspond to points in the area where the blue and orange circles overlap. That area contains all such (and only) such living creatures.\nHumans and penguins are bipedal, and hence are in the orange circle, but since they cannot fly, they appear in the left part of the orange circle, where it does not overlap with the blue circle. Mosquitoes have six legs, and fly, so the point for mosquitoes is in the part of the blue circle that does not overlap with the orange one. Creatures that are not two-legged and cannot fly (for example, whales and spiders) would all be represented by points outside both circles.\nThe combined area of sets A and B is called the \"union\" of A and B, denoted by. The union in this case contains all living creatures that are either two-legged, or that can fly (or both).\nThe area in both A and B, where the two sets overlap, is called the \"intersection\" of A and B, denoted by. For example, the intersection of the two sets is not empty, because there \"are\" points that represent creatures that are in \"both\" the orange and blue circles.\nVenn diagrams of common operations on sets.\nIn the illustrations below the left circle shows set formula_1 and the right circle shows set formula_1. Results of operations are shown as colored areas.","categories":[],"infobox_types":[],"annotations":[{"uri":"Diagram","surface_form":"diagram","offset":20},{"uri":"Logic","surface_form":"logic","offset":43},{"uri":"Set","surface_form":"set","offset":68},{"uri":"John_Venn","surface_form":"John Venn","offset":99},{"uri":"Set_theory","surface_form":"set theory","offset":182},{"uri":"Probability","surface_form":"probability","offset":240},{"uri":"Logic","surface_form":"logic","offset":253},{"uri":"Statistics","surface_form":"statistics","offset":260},{"uri":"Linguistics","surface_form":"linguistics","offset":272},{"uri":"Computer_science","surface_form":"computer science","offset":288},{"uri":"Christian_Weise","surface_form":"Christian Weise","offset":471},{"uri":"Leonhard_Euler","surface_form":"Leonhard Euler","offset":529},{"uri":"Set_(mathematics)","surface_form":"sets","offset":769},{"uri":"Parrot","surface_form":"parrot","offset":1123},{"uri":"Human","surface_form":"Human","offset":1302},{"uri":"Penguin","surface_form":"penguin","offset":1313},{"uri":"Mosquito","surface_form":"Mosquito","offset":1497},{"uri":"Whale","surface_form":"whale","offset":1700},{"uri":"Spider","surface_form":"spider","offset":1711},{"uri":"Union_(set_theory)","surface_form":"union","offset":1826},{"uri":"Intersection_(set_theory)","surface_form":"intersection","offset":2034}]}