{"id":392463,"url":"http://en.wikipedia.org/wiki/Enrique_Pe%C3%B1a_Nieto","text":"Enrique Peña Nieto (born 20 July 1966) is a Mexican politician. He was the 57th President of Mexico from 2012 to 2018. He became President in 2012. Peña Nieto is a member of the Institutional Revolutionary Party (PRI). He was Governor of the State of Mexico from 2005 to 2011. Peña Nieto became President-elect after the 2012 general election was found to be valid by the Federal Electoral Tribunal, after some accusations of electoral fraud. He took office on 1 December 2012.\nEarly life and education.\nNieto was born on 20 July 1966 in Atlacomulco, State of Mexico, a city 55 miles (89 km) northwest of Mexico City. He is the oldest of four siblings; his father, Gilberto Enrique Peña del Mazo, was an electrical engineer; his mother, María del Perpetuo Socorro Ofelia Nieto Sánchez, a schoolteacher. He is the nephew of two former governors of the State of México: on his mother's side, Arturo Montiel; on his father's, Alfredo del Mazo González. He attended Denis Hall School in Alfred, Maine, during one year of junior high school in 1979 to learn English. After living in Atlacomulco for the first 11 years of his life, Peña Nieto's family moved to the city of Toluca.\nIn 1975, his father would often take him to the campaign rallies of the State of Mexico's governor, Jorge Jiménez Cantú, a close friend of Peña del Mazo. The successor of the governor was Alfredo del Mazo González, a cousin of Peña Nieto's father. During Del Mazo González's campaign in 1981, the fifteen-year-old Peña Nieto had his first direct contact with Mexican politics: he began delivering campaign literature in favor of his relative, a memory Peña Nieto recalls as the turning point and start of his deep interest in politics.\nIn 1984 at the age of 18, Peña Nieto traveled to Mexico City and enrolled in the Panamerican University, where he earned a Bachelor of Arts (BA) degree in legal studies. Peña Nieto's academic thesis was found to contain some improper citations and plagiarism, which stirred controversy in May 2016. Peña Nieto sought a master's degree in Business Administration (MBA) at the Instituto Tecnológico y de Estudios Superiores de Monterrey (ITESM), based in the State of Mexico.\nPolitical beginnings.\nPeña Nieto joined the Institutional Revolutionary Party (PRI) in 1984, and with a law degree nearly completed, he began earning his own money. During his final years in college, Peña Nieto worked for a public notary in Mexico City, around the same time when his relative, Alfredo del Mazo González, was mentioned as a firm candidate for the 1988 presidential elections. In his twenties, he worked at the San Luis Industrial Corporation, an auto parts manufacturer, and at the law firm Laffan, Muse and Kaye. While still a student at the Universidad Panamericana, he roomed with Eustaquio de Nicolás, the current president of Homex, a leading Mexican construction and real estate company. He also befriended and roomed with Luis Miranda, who occupied several offices during the 1999–2000 administration in the State of Mexico.\nPeña Nieto formally started his political career under the mentorship of Montiel Rojas, becoming the Secretary of the Citizen Movement of Zone I of the State Directive Committee of the National Confederation of Popular Organizations (CNOP), one of the three sectors of the PRI. For three consecutive years, Peña Nieto participated as a delegate to the Organization and Citizen Front in different municipalities of the State of Mexico. Then, between 1993 and 1998, during Emilio Chuayfett's term as governor, Peña Nieto was chief of staff and personal secretary to Montiel Rojas, the Secretary of Economic Development of the State of Mexico.\nAfter 1999, Peña Nieto went from having low-level secretary positions to higher and more qualified offices. He served from 1999 to 2000 as the Sub-secretary of Government, and as financial sub-coordinator of the political campaign of Montiel Rojas. In 2001, Montiel Rojas named Peña Nieto Sub-secretary of Interior in the State of Mexico, a position that granted him the opportunity to meet and forge relationships with top PRI politicians and wealthy businessmen. After his term concluded, he served as the administrative secretary, as president of the Directive Council of Social Security, as president of the Internal Council of Health, and as vice president of the National System for Integral Family Development – all in the State of Mexico. Under the wing of Montiel Rojas, Peña Nieto formed a group known as the \"Golden Boys of Atlacomulco\" with other members of the PRI.\nCampaign for Governor.\nPeña Nieto was elected to a local deputy position in his hometown of Atlacomulco, State of Mexico, in 2003. Two years later, the governorship of the State of Mexico was sought by Atlacomulco-natives Carlos Hank Rhon, Isidro Pastor, Héctor Luna de la Vega, Guillermo González Martínez, Óscar Gustavo Cárdenas Monroy, Eduardo Bernal Martínez, Cuauhtémoc García Ortega and Fernando Alberto García Cuevas. Peña Nieto was among the crowd, but was not poised as one of the favorites. Nonetheless, in 2005, Peña Nieto was the last man standing, succeeding Montiel Rojas as governor of the State of Mexico. On 12 February 2005, with 15,000 supporters in attendance, he was sworn in as candidate for the PRI.\nGovernor of the State of Mexico (2005–2011).\nOn Sept. 15 2005, Peña Nieto was sworn as governor of the State of Mexico at the Morelos theater in Toluca. Among the hundreds of attendees were the outgoing governor, Arturo Montiel; the president of the Superior Court of Justice, José Castillo Ambriz; former governors, members of Peña Nieto's cabinet and party, mayors, businessmen, and church figures. The centerpiece of Peña Nieto's governorship was his claim that he was to deliver his \"compromisos\" – 608 promises he signed in front of a notary to convince voters that he would deliver results and be an effective leader. According to \"El Universal\", during Peña Nieto's first year as governor, his administration delivered 10 of the structural promises he had advocated in his campaign – marking the lowest figure in his six-year term.\nIn 2006, his administration carried out 141 of the promised projects, making that year the most active in the governor's term. The 608 projects Peña Nieto proposed consisted of creating highways, building hospitals, and creating adequate water systems to provide fresh water throughout the state. The most important of these was highway infrastructure, which tripled under Peña's government. By mid-2011, the official page of the State of Mexico noted that only two projects were left. The major projects in public transportation were the Suburban Railway of the Valley of Mexico Metropolitan Area and the \"Mexibús\", both of which served commuters between Mexico City and the State of Mexico, providing service to more than 300,000 people every day and 100 million a year. Regarding public health services, 196 hospitals and medical centers were built throughout the state and the number of mobile units to attend remote and vulnerable areas doubled. Deaths caused by respiratory diseases were reduced by 55%, while deaths caused by dysentery and cervical cancer were reduced by 68% and 25% respectively. In addition, between 2005 and 2011, the State of Mexico was able to fulfill the requirement of the World Health Organization of having one doctor for every 1,000 inhabitants. The funds for these and all the other commitments were obtained through restructuring the state's public debt, a strategy designed by his first Secretary of Finance, Luis Videgaray Caso. The restructuring also managed to keep the debt from increasing during Peña Nieto's term because the tax base was broadened to the point that it doubled in six years.\nPeña Nieto also claimed that he halved the murder rate in the State of Mexico during his time as governor, but retracted this claim after \"The Economist\" showed that the murder rate did not diminish and was being measured in a different way.\nThe Yo Soy 132 student movement criticized Peña Nieto for his stance on the San Salvador Atenco unrest, which occurred during his term as governor. Peña Nieto stated in an interview that he does not justify the actions of the state and municipal forces, but also mentioned that they were not gladly received by the citizens of San Salvador Atenco upon their arrival.","categories":[],"infobox_types":["officeholder","President styles"],"annotations":[{"uri":"Mexico","surface_form":"Mexican","offset":44},{"uri":"Politician","surface_form":"politician","offset":52},{"uri":"List_of_Presidents_of_Mexico","surface_form":"57th","offset":75},{"uri":"President_of_Mexico","surface_form":"President of Mexico","offset":80},{"uri":"Institutional_Revolutionary_Party","surface_form":"Institutional Revolutionary Party","offset":178},{"uri":"State_of_Mexico","surface_form":"State of Mexico","offset":242},{"uri":"Federal_Electoral_Tribunal","surface_form":"Federal Electoral Tribunal","offset":372},{"uri":"Electoral_fraud","surface_form":"electoral fraud","offset":426}]}