{"id":39246,"url":"http://en.wikipedia.org/wiki/Billie_Jean_King","text":"Billie Jean King (born Billie Jean Moffitt on November 22, 1943 in Long Beach, California) is an American retired tennis player. She is considered one of the greatest female tennis players. She won many championships during her career, which started in 1959 and ended in 1983. She was known for speaking against sexism in sports and society. She started the Women's Tennis Association, World TeamTennis, and the Women's Sports Foundation. Her most famous match was in 1973. It was called \"The Battle of the Sexes\" and was with Bobby Riggs, who had been a champion in the 1930s and 1940s. She loved playing tennis but had to stop after an injury.\nHer brother is baseball player Randy Moffitt.\nBillie Jean King grew up poor. It was hard for her parents to support her. Her father was an engineer for a fire department. Her mother was a housekeeper. Her father had two jobs. Her mother sold Tupperware to pay for King’s tennis competitions. King’s family could not pay to join their local tennis club. Therefore, King learned at public tennis courts.\nKing was interested in fighting for the rights of women in tennis. When she was seventeen years old, King played doubles in Wimbledon. She and her partner, Karen Hantze, won the match. They became the youngest women players to win that match at Wimbledon. Even though she won this competition, she didn't want to focus on tennis completely yet.\nKing joined a community college and married Larry King. Later, she played tennis again and spoke against sexism. She is famous for winning a competition called the Battle of the Sexes against Bobby Riggs in 1973. This was one of the first tennis matches when a man played against a woman. Winning this match really helped her speak about sexism. She used tennis and the Battle of the Sexes to prove that women are as good at sports as men. She was important in tennis and helped the voice of women.\nPersonal life.\nKing is openly lesbian.","categories":[],"infobox_types":[],"annotations":[{"uri":"Long_Beach%2C_California","surface_form":"Long Beach, California","offset":67},{"uri":"Americans","surface_form":"American","offset":97},{"uri":"Retire","surface_form":"retire","offset":106},{"uri":"Tennis","surface_form":"tennis","offset":114},{"uri":"Sexism","surface_form":"sexism","offset":312},{"uri":"Women%27s_Tennis_Association","surface_form":"Women's Tennis Association","offset":358},{"uri":"World_TeamTennis","surface_form":"World TeamTennis","offset":386},{"uri":"Women%27s_Sports_Foundation","surface_form":"Women's Sports Foundation","offset":412},{"uri":"The_Battle_of_the_Sexes","surface_form":"The Battle of the Sexes","offset":489},{"uri":"Bobby_Riggs","surface_form":"Bobby Riggs","offset":527},{"uri":"1930s","surface_form":"1930s","offset":571},{"uri":"1940s","surface_form":"1940s","offset":581},{"uri":"Injury","surface_form":"injury","offset":638},{"uri":"Baseball","surface_form":"baseball","offset":661},{"uri":"Randy_Moffitt","surface_form":"Randy Moffitt","offset":677},{"uri":"Engineer","surface_form":"engineer","offset":785},{"uri":"Tennis","surface_form":"tennis","offset":917},{"uri":"The_Championships%2C_Wimbledon","surface_form":"Wimbledon","offset":1172},{"uri":"Sexism","surface_form":"sexism","offset":1498},{"uri":"Coming_out","surface_form":"openly","offset":1915},{"uri":"Lesbian","surface_form":"lesbian","offset":1922}]}