{"id":3925,"url":"http://en.wikipedia.org/wiki/Machine_code","text":"e=\"preserve\">Machine code is a computer program written in machine language. It uses the instruction set of a particular computer architecture. It is usually written in binary. Machine code is the lowest level of software. Other programming languages are translated into machine code so the computer can execute them.\nAn instruction tells the process what operation to perform. Each instruction is made up of an opcode (operation code) and operand(s). The operands are usually memory addresses or data. An instruction set is a list of the opcodes available for a computer. Machine code is what assembly code and other programming languages are compiled to or interpreted as.\nProgram builders turn code into another language or machine code.\nMachine code is sometimes called native code. This is used when talking about things that work on only some computers.\nTypical instructions of machine code.\nMany modern processors use microcode for some of the commands. More complex commands tend to use it. This is often done with CISC architectures.\nInstructions.\nEvery processor or processor family has its own instruction set. Instructions are patterns of bits that correspond to different commands that can be given to the machine. Thus, the instruction set is specific to a class of processors using (mostly) the same architecture.\nNewer processor designs often include all the instructions of a predecessor and may add additional instructions. Sometimes, a newer design will discontinue or alter the meaning of an instruction code (typically because it is needed for new purposes), affecting code compatibility; even nearly completely compatible processors may show slightly different behavior for some instructions, but this is rarely a problem.\nSystems may also differ in other details, such as memory arrangement, operating systems, or peripheral devices. Because a program normally relies on such factors, different systems will typically not run the same machine code, even when the same type of processor is used.\nMost instructions have one or more opcode fields. They specify the basic instruction type. Other fields may give the type of the operands, the addressing mode, and so on. There may also be special instructions that are contained in the opcode itself. These instructions are called \"immediates\".\nProcessor designs can be different in other ways. Different instructions can have different lengths. Also, they can have the same length. Having all instructions have the same length can simplify the design.\nExample.\n6 5 5 5 5 6 bits\n[op | rs | rt | rd |shamt| funct] R-type\n[op | rs | rt | address/immediate] I-type\n\"rs\", \"rt\", and \"rd\" indicate register operands. \"shamt\" gives a shift amount. The \"address\" or \"immediate\" fields contain an operand directly.\n[op | rs | rt | rd |shamt| funct]\n0 1 2 6 0 32 decimal\n000000 00001 00010 00110 00000 100000 binary\n[op | rs | rt | address/immediate]\n100011 00011 01000 00000 00001 000100 binary\n000010 00000 00000 00000 10000 000000 binary","categories":[],"infobox_types":[],"annotations":[{"uri":"Instruction_set","surface_form":"instruction set","offset":89},{"uri":"Computer_architecture","surface_form":"computer architecture","offset":121},{"uri":"Binary_number","surface_form":"binary","offset":169},{"uri":"Software","surface_form":"software","offset":213},{"uri":"Opcode","surface_form":"opcode","offset":412},{"uri":"Operand","surface_form":"operand","offset":440},{"uri":"Memory_address","surface_form":"memory address","offset":477},{"uri":"Instruction_set","surface_form":"instruction set","offset":506},{"uri":"Computer","surface_form":"computer","offset":563},{"uri":"Assembly_language","surface_form":"assembly code","offset":594},{"uri":"Programming_languages","surface_form":"programming languages","offset":618},{"uri":"Compiled","surface_form":"compiled","offset":644},{"uri":"Compiler","surface_form":"Program builders","offset":675},{"uri":"Microcode","surface_form":"microcode","offset":925},{"uri":"Complex_instruction_set_computer","surface_form":"CISC","offset":1023},{"uri":"Instruction_set","surface_form":"instruction set","offset":1105}]}