{"id":392576,"url":"http://en.wikipedia.org/wiki/Military_radio_station_of_Pierre-sur-Haute","text":"The Military radio station of Pierre-sur-Haute is a site used for French military communications. It is located in the Auvergne-Rhône-Alpes region. It also hosts a civilian radio relay, which is used by Télédiffusion de France.\nIn the beginning of 2013, the radio station became famous world-wide after the French intelligence agency Direction centrale du renseignement intérieur (DCRI) reportedly attempted to have the article removed from the French Wikipedia. This request was denied by the Wikimedia Foundation in March 2013. After this denial, the DCRI had forced a contributor to the French Wikipedia to remove it leading to world-wide media coverage. The deleted French Wikipedia article was soon restored, because there were no reasons for deletion according to the Wikipedia standards visible. Meanwhile, the article has been translated into 23 other languages, still counting.\nHistory.\nIn 1913, a semaphore telegraph was built where the military radio station is now. At the time, it was only a small stone building, with the semaphore on top.\nIn 1961, NATO asked the French army to extend the site. Since then, it is one of the 82 NATO transmission stations in Europe. This network is known as ACE High system. In this network, the Pierre-sur-Haute station, served as a relay between the Lachens station to the south, and the Mont-Août station to the north. It used four 10 kW transmitters and sixteen receivers. In 1974, the French Air Force took control of the station. In 1988, NATO began to decommission the ACE High system.\nImportance.\nThe site is owned by the French Air Force. It is controlled from a site near Lyon, about away. It has a heliport, and accessible by helicopter. There is also a private road, which starts at the Col du Béal. This road cannot be used when there is heavy snow of more than. Another option is using a hiking trail, which can be used by tracked vehicles. Since the site is of strategic importance to the French army, it has been \"hardened\". This means that it has its own power supply and can withstand an attack.\nThere are about twenty people on site. The main purpose of the site is to analyse and relay signals.","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"French","offset":66},{"uri":"Military","surface_form":"military","offset":73},{"uri":"Auvergne-Rh%C3%B4ne-Alpes","surface_form":"Auvergne-Rhône-Alpes","offset":119},{"uri":"Civilian","surface_form":"civilian","offset":164},{"uri":"T%C3%A9l%C3%A9diffusion_de_France","surface_form":"Télédiffusion de France","offset":203},{"uri":"Direction_centrale_du_renseignement_int%C3%A9rieur","surface_form":"Direction centrale du renseignement intérieur","offset":334},{"uri":"Semaphore","surface_form":"semaphore telegraph","offset":907},{"uri":"NATO","surface_form":"NATO","offset":1063},{"uri":"ACE_High","surface_form":"ACE High","offset":1205},{"uri":"French_Air_Force","surface_form":"French Air Force","offset":1437},{"uri":"French_Air_Force","surface_form":"French Air Force","offset":1577},{"uri":"Lyon","surface_form":"Lyon","offset":1629},{"uri":"Heliport","surface_form":"heliport","offset":1656},{"uri":"Helicopter","surface_form":"helicopter","offset":1684},{"uri":"Col_du_B%C3%A9al","surface_form":"Col du Béal","offset":1746},{"uri":"Tracked_vehicle","surface_form":"tracked vehicle","offset":1884}]}