{"id":392600,"url":"http://en.wikipedia.org/wiki/Harry_F._Byrd_Jr.","text":"Harry Flood Byrd, Jr. (December 20, 1914 – July 30, 2013) was an American politician. He represented Virginia in the United States Senate from 1965 to 1983.\nByrd was born in Winchester, Virginia. He served in the United States Army during World War II from 1941 to 1945.\nByrd is best known for leaving the Democratic Party in 1971 and becoming an Independent, although he continued to support the Democratic Party and would call himself an Independent Democrat. He is the son of Harry F. Byrd, Sr., whom he replaced as senator. He retired in 1982.\nByrd died from heart disease at the age of 98 on July 30, 2013.\nEarly life.\nByrd was born on December 20, 1914 in Winchester, Virginia. He studied at the Virginia Military Institute and at the University of Virginia.\nCareer.\nByrd served in the Senate of Virginia from 1948 to November 1965. In November 1965, Byrd's father resigned from the U.S. Senate for health reasons. At Harry, Sr.'s suggestion, Harry, Jr. was appointed to succeed him by Virginia Governor Albertis S. Harrison Jr.. He won a special election as a Democrat to serve the remainder of his father's term in 1966.\nByrd was the first Independent politician to be elected to the U.S. Senate by a majority of the popular vote.\nIn 1971, Byrd proposed a bill to allow the importation of various metals from Rhodesia. This was called the Byrd Amendment. It went against the position of the President and the United Nations Security Council. They didn't allow most forms of trade or financial exchange with Rhodesia, which had a white-controlled government. The bill passed. It allowed Rhodesia to trade with the U.S. until it was repealed in 1977.\nByrd easily won reelection in 1976. He defeated Democrat Elmo R. Zumwalt, Jr. The Republicans concentrated in carrying Virginia knstead of running a candidate that year.\nEven as a senator, Byrd wrote regular editorial content for his newspapers. His writing mixed journalism and politics. Two months after his death, Byrd left $760,000 in his will to newspaper employees in his hometown of Winchester.\nRetirement.\nByrd did not run for reelection in 1982. He moved back to his hometown of Winchester. He was succeeded by U.S. Representative Paul S. Trible, Jr.. Trible served only one term and did not seek reelection in 1988.\nPersonal life.\nByrd married Gretchen Bigelow Thomson in 1941. They had three children. Thomson died in 1989. Byrd lived in Harrisonburg, Virginia.\nLongevity.\nOn October 20, 2009, retired U.S. Senator Clifford P. Hansen died. After that, Byrd was the oldest living former senator until his death in 2013 at the age of 98. Former United States Senator of Massachusetts Edward Brooke became the oldest living former Senator.\nDeath.\nOn July 30, 2013, Byrd died at his home in Winchester, Virginia. He died from heart disease. He was 98.","categories":[],"infobox_types":["officeholder"],"annotations":[{"uri":"Americans","surface_form":"American","offset":65},{"uri":"Virginia","surface_form":"Virginia","offset":101},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":117},{"uri":"Winchester","surface_form":"Winchester","offset":174},{"uri":"Virginia","surface_form":"Virginia","offset":186},{"uri":"United_States_Army","surface_form":"United States Army","offset":213},{"uri":"World_War_II","surface_form":"World War II","offset":239},{"uri":"Democratic_Party_(United_States)","surface_form":"Democratic Party","offset":306},{"uri":"Independent_(politician)","surface_form":"Independent","offset":347},{"uri":"Independent_Democrat","surface_form":"Independent Democrat","offset":440},{"uri":"Winchester%2C_Virginia","surface_form":"Winchester, Virginia","offset":662},{"uri":"University_of_Virginia","surface_form":"University of Virginia","offset":741},{"uri":"Senate","surface_form":"Senate","offset":792},{"uri":"Virginia","surface_form":"Virginia","offset":802},{"uri":"Election","surface_form":"special election","offset":1045},{"uri":"United_States_Senate","surface_form":"U.S. Senate","offset":1192},{"uri":"Rhodesia","surface_form":"Rhodesia","offset":1317},{"uri":"United_Nations_Security_Council","surface_form":"United Nations Security Council","offset":1417},{"uri":"Virginia","surface_form":"Virginia","offset":1776},{"uri":"U.S._Representative","surface_form":"U.S. Representative","offset":2177},{"uri":"Harrisonburg%2C_Virginia","surface_form":"Harrisonburg, Virginia","offset":2406},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":2636},{"uri":"Edward_Brooke","surface_form":"Edward Brooke","offset":2650},{"uri":"Winchester%2C_Virginia","surface_form":"Winchester, Virginia","offset":2755}]}