{"id":392675,"url":"http://en.wikipedia.org/wiki/Star_formation","text":"Star formation means the earliest stages in a star's life. Dense regions of particles exist in molecular clouds known as \"stellar nurseries\". The clouds collapse under gravitation into spheres of plasma to form stars.\nStellar nurseries.\nHigh density regions of the interstellar medium (ISM) form clouds, or \"nebulae\", where star formation takes place.\nDense nebulae.\nIn the dense nebulae where stars are produced, much of the hydrogen is in the molecular (H2) form, so these nebulae are called molecular clouds. The largest such formations, giant molecular clouds, have densities of 100 particles per cm3, diameters of, and masses up to 6 million solar masses, and an average interior temperature of 10 K. About half the total mass of the galactic ISM is found in molecular clouds. In the Milky Way there are about 6,000 molecular clouds, each with more than 100,000 solar masses. The nearest nebula to the Sun where massive stars are being formed is the Orion nebula, away. However, lower mass star formation is occurring about 400–450 light years distant in the ρ Ophiuchi cloud complex.\nA more compact site of star formation is the opaque clouds of dense gas and dust known as Bok globules; so named after the astronomer Bart Bok. The Bok globules are typically up to a light year across and contain a few solar masses. They can be seen as dark clouds against bright emission nebulae or background stars. Over half the known Bok globules have been found to contain newly forming stars.\nSpiral galaxies.\nA spiral galaxy like the Milky Way contains stars, the remains of stars (stellar remnants) and a diffuse interstellar medium (ISM) of gas and dust. The interstellar medium consists of 10–4 to 106 particles per cm3 usually of about 70% hydrogen by mass, with most of the remaining gas consisting of helium. This medium is chemically enriched by trace amounts of heavier elements that were ejected from stars as they passed beyond the end of their main sequence lifetime.\nElliptical galaxies.\nIn contrast to spirals, an elliptical galaxy loses the cold component of its interstellar medium within about a billion years. This hinders the galaxy from forming diffuse nebulae except through mergers with other galaxies.\nW75N(B)-VLA2.\nThis is a massive protostar about 300 times brighter than our Sun. Astronomers have caught a key stage in the birth of a very heavy star. They used two radio telescope views of the process 18 years apart. The young star is 4,200 light-years from Earth and is surrounded by a doughnut-shaped cloud of dust.\nThe first observation was in 1996. By 2015 its stellar wind changed from a compact spherical form to a larger, ionized elliptical shape. This gave information about what happens as a massive star forms. Being able to observe its rapid growth is unique, according to Huib van Langevelde of Leiden University, one of the authors of a study of the object.","categories":[],"infobox_types":[],"annotations":[{"uri":"Molecular_cloud","surface_form":"molecular cloud","offset":95},{"uri":"Gravitation","surface_form":"gravitation","offset":168},{"uri":"Plasma_(physics)","surface_form":"plasma","offset":196},{"uri":"Star","surface_form":"star","offset":211},{"uri":"Interstellar_medium","surface_form":"interstellar medium","offset":265},{"uri":"Nebula","surface_form":"nebulae","offset":308},{"uri":"Molecular_cloud","surface_form":"molecular cloud","offset":494},{"uri":"Solar_mass","surface_form":"solar mass","offset":647},{"uri":"Milky_Way","surface_form":"Milky Way","offset":789},{"uri":"Sun","surface_form":"Sun","offset":907},{"uri":"Orion_nebula","surface_form":"Orion nebula","offset":955},{"uri":"Rho_Ophiuchi_cloud_complex","surface_form":"ρ Ophiuchi cloud complex","offset":1064},{"uri":"Bok_globule","surface_form":"Bok globule","offset":1180},{"uri":"Solar_mass","surface_form":"solar mass","offset":1309},{"uri":"Emission_nebula","surface_form":"emission nebula","offset":1370},{"uri":"Spiral_galaxy","surface_form":"spiral galaxy","offset":1508},{"uri":"Milky_Way","surface_form":"Milky Way","offset":1531},{"uri":"Star","surface_form":"star","offset":1550},{"uri":"Interstellar_medium","surface_form":"interstellar medium","offset":1611},{"uri":"Hydrogen","surface_form":"hydrogen","offset":1741},{"uri":"Helium","surface_form":"helium","offset":1804},{"uri":"Main_sequence","surface_form":"main sequence","offset":1952},{"uri":"Elliptical_galaxy","surface_form":"elliptical galaxy","offset":2024},{"uri":"Billion","surface_form":"billion","offset":2109},{"uri":"Protostar","surface_form":"protostar","offset":2253},{"uri":"Sun","surface_form":"Sun","offset":2297},{"uri":"Radio_telescope","surface_form":"radio telescope","offset":2387},{"uri":"Light-years","surface_form":"light-years","offset":2464},{"uri":"Stellar_wind","surface_form":"stellar wind","offset":2588},{"uri":"Spherical","surface_form":"spherical","offset":2624},{"uri":"Ionization","surface_form":"ionized","offset":2652},{"uri":"Ellipse","surface_form":"elliptical","offset":2660},{"uri":"Leiden_University","surface_form":"Leiden University","offset":2830},{"uri":"Astronomical_object","surface_form":"object","offset":2886}]}