{"id":392741,"url":"http://en.wikipedia.org/wiki/Feral","text":"A feral organism is a plant or animal which has changed from being tame or cultivated to being wild.\nA feral animal is one which has escaped from a domestic or captive status and is living more or less as a wild animal. Animals which were wild before they escaped from captivity are not regarded as feral. For example, a lion which has escaped from a zoo is not a feral animal. Some common examples of animals with feral populations are goats, cats, and pigs.\nDomesticated plants that revert to wild are usually known as escaped, introduced or naturalized rather than feral. However, the changes seen in plants that go wild is similar to those of animals.\nSome species go feral easily and successfully. Other species usually do not usually survive in the wild.\nThe introduction of animals or plants to new areas may break down ecosystems. In some cases it has caused the extinction native species. However, returning lost species to their environment can have the opposite effect, bringing damaged ecosystems back into balance. However, sometimes feral species may control other problem species such as rodents, harmful insects, or aggressive plants.\nExamples of feral animals.\nDogs can change to feral animals easily, becoming successful hunters.\nThe cat can easily become feral. Feral cats are pests in both rural and urban areas. They have seriously damaged bird, reptile and mammal populations. As feral cats breed quickly, it is difficult to control their populations. In rural areas, feral cats are often shot. More recently, the \"Trap-Neuter-Return\" method has been used as an alternate means of managing the feral cat population.\nThe goat is one of the oldest domesticated animals, yet easily goes feral and does quite well on its own.\nThe dromedary camel, which has been domesticated for well over 3,000 years, will also readily go feral. Feral camels, descended from pack animals that escaped in the 19th and early 20th centuries, thrive in the Australian interior today.\nSheep are vulnerable to predation and injury, and do not usually survive as feral animals. However, in places where there are few predators, they get on well, for example in the case of the Soay sheep.\nWater buffalo are found in the wetter parts of Western and Northern Australia. The Australian government encourages the hunting of feral water buffalo because of their large numbers.\nCattle have been domesticated since the neolithic era, but can survive for months or even years with little or no supervision. Their ancestors, the Aurochs, were quite fierce. Modern cattle, especially those raised on open range, are generally more docile, but when threatened can display aggression. Cattle, particularly those raised for beef, are often allowed to roam quite freely and have established long term independence in Australia, New Zealand and several Pacific Islands. There are small populations of semi-feral animals living the southwestern United States and northern Mexico. Such cattle are called Mavericks, Scrubbers or Cleanskins. Most free roaming cattle, however untamed, are valuable and are usually rounded up in closely settled regions.\nHorses and donkeys, domesticated about 5000 BCE, are feral in open grasslands worldwide (\"see\" feral horse). In Portugal, feral horses are called Sorraia; in Australia, they are called Brumbies; in the American west, they are called Mustangs. Other isolated feral populations exist, including the Chincoteague Pony and the Banker Horse. They are often referred to as \"wild horses,\" but this is not correct. There are truly \"wild\" horses that have never been tamed, most notably Przewalski's Horse. While the horse was originally indigenous to North America, the wild ancestor died out at the end of the last Ice Age. In both Australia and the Americas, modern \"wild\" horses have come from domesticated horses brought by European explorers and settlers that escaped, spread, and thrived.\nThe pig has feral populations all over the world, including Australia, New Zealand, the United States, New Guinea and the Pacific Islands. Pigs were introduced to the Melanesian and Polynesian regions by humans from several thousand to five hundred years ago, and to Australia and the Americas within the past 500 years. While pigs were brought to New Zealand by the original Polynesian settlers, this population had become extinct by the time of European settlement. All feral pigs in New Zealand today have come from European farm animals. Many European wild boar populations are also come from escaped domestic pigs and are technically feral animals, although they live in the native range of the ancestral species.\nRock Pigeons were once kept for their meat or more commonly as racing animals and have established feral populations in cities worldwide.\nColonies of honey bees often escape into the wild. Their behavior, however, is no different from their behavior \"in captivity\", until and unless they breed with other feral honey bees of a different genetic stock, which may lead them to become more docile or more aggressive (see Africanized bees).\nLarge populatiions of feral parrots are present in various parts of the world. The Rose-ringed Parakeets, Monk Parakeets and Red-masked Parakeets (subject of the documentary movie, The Wild Parrots of Telegraph Hill) being particularly successful outside of their native habitats and adapting well to suburban environments.\nEcological impact.\nA feral population can damage an ecosystem by eating vulnerable plants or animals, or by competition with indigenous species. Feral plants and animals are often invasive species, and can be a threat to endangered species.\nGenetic pollution.\nDomestic animals can breed with native, wild animals. This interbreeding can threaten the existence of the original wild population. Examples include the mallard duck, wild boar, the rock dove or pigeon, the Red Junglefowl (\"Gallus gallus\") (ancestor of all chickens), carp, and salmon. Another example is the dingo, itself an early feral dog, which interbreeds with dogs of other origin. However it is unlikely that this will harm the ecosystems in which these dogs live and some regard the importance of this phenomenon as disputable. In some cases like rabbits, the interbreeding seems not to be noticed. There is much debate over the effect of interbreeding on changes to the genes of a wild species.\nEconomic harm.\nFeral animals compete for food with domestic livestock. They may damage fences, water sources, and vegetation (by overgrazing or introducing seeds of invasive plants). Though hotly disputed, some cite as an example the competition between feral horses and cattle in the western United States. Another example is of goats competing with cattle in Australia, or goats that damage trees and vegetation in environmentally-stressed regions of Africa. Accidental crossbreeding by feral animals may result in harm to breeding programs of pedigreed animals. Their presence may also excite domestic animals and push them to escape. Feral populations can also pass on diseases to domestic herds.\nEconomic benefits.\nMany feral animals can sometimes be captured at little cost and are therefore an important economic resource. Throughout most of Polynesia and Melanesia feral pigs are the main sources of animal protein. Prior to the Free-roaming Wild Horse and Burro Protection Act of 1971, American mustangs were often captured and sold for horsemeat. In Australia feral goat, pig and camel meat is exported. At certain times, animals were sometimes deliberately left to go feral, typically on islands, in order to be later recovered for profit or food use for travelers (particularly sailors) at the end of a few years.\nScientific value.\nScientists can study populations of feral animals to learn about population dynamics, ecology and behavior (ethology) in a wild state of species known mainly in a domestic state. This can give useful information for farmers.\nGenetic diversity.\nFeral populations sometimes have or develop characteristics which do not always exist in the fully domesticated equivalent. This helps domestic biodiversity and often deserves to be preserved, be it in their feral environment or as domestic animals. For example, feral species that are usually subjects of eradication in certain habitats could become the subject of study to determine if there is a need for their preservation.\nCultural or historic value.\nAmerican Mustangs have been protected since 1971 in part due to their romance and connection to the history of the American West.","categories":[],"infobox_types":[],"annotations":[{"uri":"Domestication","surface_form":"tame","offset":67},{"uri":"Cultivar","surface_form":"cultivated","offset":75},{"uri":"Wildlife","surface_form":"wild","offset":95},{"uri":"Animal","surface_form":"animal","offset":109},{"uri":"Domestication","surface_form":"domestic","offset":148},{"uri":"Captivity_(animal)","surface_form":"captive","offset":160},{"uri":"Lion","surface_form":"lion","offset":321},{"uri":"Goat","surface_form":"goat","offset":437},{"uri":"Cat","surface_form":"cat","offset":444},{"uri":"Pig","surface_form":"pig","offset":454},{"uri":"Plants","surface_form":"plants","offset":473},{"uri":"Ecosystems","surface_form":"ecosystems","offset":827},{"uri":"Extinction","surface_form":"extinction","offset":871},{"uri":"Species","surface_form":"species","offset":889},{"uri":"Rodent","surface_form":"rodent","offset":1103},{"uri":"Aggressive","surface_form":"aggressive","offset":1132},{"uri":"Dog","surface_form":"Dog","offset":1178},{"uri":"Cat","surface_form":"cat","offset":1252},{"uri":"Bird","surface_form":"bird","offset":1361},{"uri":"Reptile","surface_form":"reptile","offset":1367},{"uri":"Mammal","surface_form":"mammal","offset":1379},{"uri":"Trap-Neuter-Return","surface_form":"Trap-Neuter-Return","offset":1537},{"uri":"Goat","surface_form":"goat","offset":1642},{"uri":"Dromedary","surface_form":"dromedary","offset":1748},{"uri":"Australia","surface_form":"Australia","offset":1955},{"uri":"Sheep","surface_form":"Sheep","offset":1982},{"uri":"Predation","surface_form":"predation","offset":2006},{"uri":"Soay_sheep","surface_form":"Soay sheep","offset":2172},{"uri":"Water_buffalo","surface_form":"Water buffalo","offset":2184},{"uri":"Cattle","surface_form":"Cattle","offset":2367},{"uri":"Neolithic","surface_form":"neolithic","offset":2407},{"uri":"Aurochs","surface_form":"Aurochs","offset":2515},{"uri":"Beef","surface_form":"beef","offset":2706},{"uri":"Australia","surface_form":"Australia","offset":2798},{"uri":"New_Zealand","surface_form":"New Zealand","offset":2809},{"uri":"Mexico","surface_form":"Mexico","offset":2951},{"uri":"Maverick_(animal)","surface_form":"Mavericks","offset":2982},{"uri":"Horse","surface_form":"Horse","offset":3129},{"uri":"Donkey","surface_form":"donkey","offset":3140},{"uri":"Feral_horse","surface_form":"feral horse","offset":3224},{"uri":"Portugal","surface_form":"Portugal","offset":3241},{"uri":"Sorraia","surface_form":"Sorraia","offset":3275},{"uri":"Australia","surface_form":"Australia","offset":3287},{"uri":"Brumby","surface_form":"Brumbies","offset":3314},{"uri":"United_States","surface_form":"American","offset":3331},{"uri":"Mustang_(horse)","surface_form":"Mustangs","offset":3362},{"uri":"Chincoteague_Pony","surface_form":"Chincoteague Pony","offset":3426},{"uri":"Banker_Horse","surface_form":"Banker Horse","offset":3452},{"uri":"Wild_horse","surface_form":"wild horse","offset":3497},{"uri":"Przewalski%27s_Horse","surface_form":"Przewalski's Horse","offset":3607},{"uri":"Indigenous","surface_form":"indigenous","offset":3658},{"uri":"Ice_Age","surface_form":"Ice Age","offset":3737},{"uri":"Pig","surface_form":"pig","offset":3920},{"uri":"New_Guinea","surface_form":"New Guinea","offset":4019},{"uri":"Rock_Pigeon","surface_form":"Rock Pigeon","offset":4635},{"uri":"Meat","surface_form":"meat","offset":4673},{"uri":"Feral_Pigeon","surface_form":"feral populations","offset":4734},{"uri":"Western_honey_bee","surface_form":"honey bees","offset":4785},{"uri":"Genetic","surface_form":"genetic","offset":4972},{"uri":"Docile","surface_form":"docile","offset":5022},{"uri":"Africanized_bee","surface_form":"Africanized bee","offset":5053},{"uri":"Feral_parrots","surface_form":"feral parrots","offset":5094},{"uri":"Rose-ringed_Parakeet","surface_form":"Rose-ringed Parakeet","offset":5155},{"uri":"Monk_Parakeet","surface_form":"Monk Parakeet","offset":5178},{"uri":"Red-masked_Parakeet","surface_form":"Red-masked Parakeet","offset":5197},{"uri":"Documentary","surface_form":"documentary","offset":5234},{"uri":"The_Wild_Parrots_of_Telegraph_Hill","surface_form":"The Wild Parrots of Telegraph Hill","offset":5253},{"uri":"Invasive_species","surface_form":"invasive species","offset":5576},{"uri":"Endangered_species","surface_form":"endangered species","offset":5617},{"uri":"Mallard_duck","surface_form":"mallard duck","offset":5810},{"uri":"Wild_boar","surface_form":"wild boar","offset":5824},{"uri":"Rock_dove","surface_form":"rock dove","offset":5839},{"uri":"Red_Junglefowl","surface_form":"Red Junglefowl","offset":5864},{"uri":"Carp","surface_form":"carp","offset":5925},{"uri":"Salmon","surface_form":"salmon","offset":5935},{"uri":"Dingo","surface_form":"dingo","offset":5966},{"uri":"Rabbit","surface_form":"rabbit","offset":6212},{"uri":"Pedigree","surface_form":"pedigree","offset":6907},{"uri":"Polynesia","surface_form":"Polynesia","offset":7210},{"uri":"Melanesia","surface_form":"Melanesia","offset":7224},{"uri":"Protein","surface_form":"protein","offset":7276},{"uri":"Burro","surface_form":"Burro","offset":7326},{"uri":"Eradication","surface_form":"eradication","offset":8255},{"uri":"Mustang_(horse)","surface_form":"Mustangs","offset":8414},{"uri":"Romanticism","surface_form":"romance","offset":8475},{"uri":"American_West","surface_form":"American West","offset":8520}]}