{"id":392885,"url":"http://en.wikipedia.org/wiki/Aboriginal_Land_Trust","text":"e=\"preserve\">In Australia, an Aboriginal Land Trust (ALT) is a type of non-profit organisation that holds the freehold title to an area of land on behalf of a community of Aboriginal Australians. The land is granted to a community by the government under a perpetual lease, usually after the community makes a legal claim of traditional ownership. Land granted under Aboriginal title is inalienable, meaning it can not be bought, sold, traded or given away. The Land Trust is the organisation appointed by the community to legally hold the title deeds.\nSeveral states and territories have enacted laws to establish Aboriginal Land Trusts, but not all. In South Australia, there is a single Aboriginal Lands Trust. It was created under the Aboriginal Lands Trust Act, 1966. It holds title to Aboriginal land in South Australia and organises the management and control of those lands. The Aboriginal Lands Trust in Western Australia was created by the Aboriginal Affairs Planning Authority Act, 1972. It acquires and holds land and manages it for the benefit of Aboriginal communities. It holds about 27 million hectares (11%) of the state's land, most of which was previously held by the state government. In Queensland, there are multiple Land Trusts. They were created under the state's Aboriginal Land Act, 1991. In the Northern Territory, Land Trusts are governed under the Aboriginal Land Rights Act, 1976, which also governs the way in which groups can make claims to land. The ALTs hold the title to land handed back to the traditional Aboriginal owners through the Land Rights Act.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":16},{"uri":"Non-profit_organization","surface_form":"non-profit organisation","offset":71},{"uri":"Freehold_(law)","surface_form":"freehold title","offset":110},{"uri":"Land","surface_form":"land","offset":139},{"uri":"Community","surface_form":"community","offset":159},{"uri":"Indigenous_Australians","surface_form":"Aboriginal Australians","offset":172},{"uri":"Government_of_Australia","surface_form":"government","offset":238},{"uri":"Perpetual_lease","surface_form":"perpetual lease","offset":257},{"uri":"Aboriginal_title","surface_form":"traditional ownership","offset":325},{"uri":"Inalienable","surface_form":"inalienable","offset":387},{"uri":"Contract","surface_form":"deeds","offset":546},{"uri":"States_and_territories_of_Australia","surface_form":"states and territories","offset":561},{"uri":"South_Australia","surface_form":"South Australia","offset":655},{"uri":"Management","surface_form":"management","offset":844},{"uri":"Western_Australia","surface_form":"Western Australia","offset":913},{"uri":"Hectare","surface_form":"hectare","offset":1110},{"uri":"Queensland","surface_form":"Queensland","offset":1208},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":1322}]}