{"id":392867,"url":"http://en.wikipedia.org/wiki/Fritz_Hollings","text":"Ernest Frederick \"Fritz\" Hollings (January 1, 1922 – April 6, 2019) was an American politician. Hollings served as a Democratic United States Senator from South Carolina from 1966 to 2005, as well as the 106th Governor of South Carolina (1959–1963) and the 77th Lieutenant Governor (1955–1959). He served 38 years and 55 days in the Senate, which makes him the 8th-longest-serving Senator in history.\nFollowing the death of John Glenn in December 2016, Hollings became the oldest living former United States senator.\nEarly life.\nHollings was born on January 1, 1922 in Charleston, South Carolina. He studied at The Citadel, The Military College of South Carolina and at the University of South Carolina School of Law.\nGovernor of South Carolina.\nAs governor of South Carolina from January 20, 1959 to January 15, 1963, Hollings worked to improve the state's educational system, helping to bring more industry and employment opportunities to the state. His term in office saw the establishment of the state's technical education system and its educational television network. He also called for and achieved significant increases in teachers' salaries, bringing them closer to the regional average. At the 1961 Governor's Conference on Business, Industry, Education and Agriculture in Columbia, S.C., he declared, \"Today, in our complex society, education is the cornerstone upon which economic development must be built--and prosperity assured.\"\nHe tried to win the Democratic nomination for a seat in the U.S. Senate in 1962 but lost to incumbent Olin D. Johnston.\nSenator.\nFor 36 years (until January 2003), he served alongside Republican Strom Thurmond, making them the longest-serving Senate duo ever. This made him the longest-serving junior senator ever, even though he had more seniority than all but a few of his colleagues. Thurmond and Hollings generally had a good relationship despite their sometimes sharp philosophical differences, and frequently collaborated on legislation and projects to benefit South Carolina. Only Thurmond, Robert Byrd, Ted Kennedy, Daniel Inouye, Carl Hayden, John Stennis and Ted Stevens served longer in the Senate than Hollings.\nHollings remained very popular in South Carolina over the years, even as the state became increasingly friendly to Republicans at the national level. In his first three bids for a full term, he never dropped below 60 percent of the vote. In the 1992 election, however, he faced an unexpectedly close race against former Congressman Tommy Hartnett in what was otherwise a very good year for Democrats nationally. Hartnett had represented the Charleston area in Congress from 1981 to 1987, thus making him Hollings' congressman. His appeal in the Lowcountry — traditionally a swing region at the state level — enabled him to hold Hollings to only 50 percent of the vote.\nIn his last Senate race in 1998, Hollings faced Republican congressman Bob Inglis. One of the more heated and notable moments of the race was a newspaper interview in which Hollings referred to Inglis as a \"goddamn skunk\". Hollings was re-elected 52%-45%.\nPresidential candidate.\nHollings tried to seek the Democratic lead running mate during the 1984 Presidential race. He lost to Walter Mondale.\nPersonal life and death.\nHollings was married to Martha Patricia Salley until they divorced. Then he was married to Rita Liddy from 1971 until her death in 2012. He had four children with Patricia. He lived in Charleston, South Carolina.\nHollings died on April 6, 2019 at his home in Isle of Palms, South Carolina. He was 97.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":75},{"uri":"Democratic_Party_(United_States)","surface_form":"Democratic","offset":117},{"uri":"United_States_Senate","surface_form":"United States Senator","offset":128},{"uri":"South_Carolina","surface_form":"South Carolina","offset":155},{"uri":"South_Carolina","surface_form":"South Carolina","offset":222},{"uri":"John_Glenn","surface_form":"John Glenn","offset":424},{"uri":"Charleston%2C_South_Carolina","surface_form":"Charleston","offset":569},{"uri":"South_Carolina","surface_form":"South Carolina","offset":581},{"uri":"South_Carolina","surface_form":"South Carolina","offset":761},{"uri":"United_States_Senate","surface_form":"U.S. Senate","offset":1506},{"uri":"United_States_Republican_Party","surface_form":"Republican","offset":1630},{"uri":"Strom_Thurmond","surface_form":"Strom Thurmond","offset":1641},{"uri":"Robert_Byrd","surface_form":"Robert Byrd","offset":2044},{"uri":"Ted_Kennedy","surface_form":"Ted Kennedy","offset":2057},{"uri":"Daniel_Inouye","surface_form":"Daniel Inouye","offset":2070},{"uri":"Ted_Stevens","surface_form":"Ted Stevens","offset":2115},{"uri":"Republican_Party_(United_States)","surface_form":"Republican","offset":2887},{"uri":"1984","surface_form":"1984","offset":3186},{"uri":"Walter_Mondale","surface_form":"Walter Mondale","offset":3221},{"uri":"Isle_of_Palms%2C_South_Carolina","surface_form":"Isle of Palms, South Carolina","offset":3521}]}