{"id":392809,"url":"http://en.wikipedia.org/wiki/Barbara_Ann_Scott","text":"Barbara Ann Scott (May 9, 1928 – September 30, 2012) was a Canadian figure skater. Scott was born in Ottawa, Ontario. She was a champion in the 1948 Winter Olympics, a two-time World Champion and a four time Canadian national champion. She was known as \"Canada's Sweetheart\" when she returned. Admirers greeted her as she returned from the 1948 Olympic games, and March 9th was then declared Barbara Ann Scott Day. In that very same skating season, she dominated North American, European, and World championships, and did this all at a young age.\nShe was the only Canadian to win the Olympic ladies' singles gold medal, the first North American to win three major titles in one year and the only Canadian to win a European Championship. Long after her victory, sixty-one years later, Scott carried the Olympic torch into the chamber before the 2010 Vancouver Olympic games. Two months later, she carried the Olympic flag along with seven other Canadians into the Opening Ceremonies.\nBarbara was a great figure skater. It is an honor to be able to carry both the Olympic torch and the Olympic flag. She was known well by all of the people in Ottawa, Ontario, where she was born. Barbara was truly a wonderful figure skater for Canada in ladies’ singles (skating by themselves).\nScott died on September 30, 2012 at her home in Fernandina Beach, Amelia Island, Florida at age 84. A local arena was named after her in Nepean, Ontario, as part of the Pinecrest Recreation Centre.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canadians","surface_form":"Canadian","offset":59},{"uri":"Figure_skating","surface_form":"figure skater","offset":68},{"uri":"Ottawa%2C_Ontario","surface_form":"Ottawa, Ontario","offset":101},{"uri":"North_America","surface_form":"North America","offset":630},{"uri":"Amelia_Island","surface_form":"Fernandina Beach, Amelia Island, Florida","offset":1325},{"uri":"Nepean%2C_Ontario","surface_form":"Nepean, Ontario","offset":1414}]}