{"id":392911,"url":"http://en.wikipedia.org/wiki/Epictetus","text":"Epictetus was an Ancient Greek philosopher. He was born in Hierapolis, Phrygia around 55 AD. The name his parents gave him is unknown; the word \"epíktetos\" (επίκτητος) in Greek simply means \"acquired.\" He spent his youth as a slave in Rome to Epaphroditos, a rich freedman and secretary to Nero. The city was near the modern-day town of Pamukkale in Turkey. He died around 135 AD in Nikopolis in Epirus, in Greece. He was one of the most influential philosophers of the late Stoa. Epictetus founded a school of philosophy, where he also taught. None of his writings survive, but one of his pupils, Arrian, wrote what Epictetus taught.\nPhilosophy, Epictetus taught, is a way of life and not just a theoretical discipline. To Epictetus, all external events are determined by fate, and so are beyond our control; we should accept whatever happens calmly and dispassionately. However, individuals are responsible for their own actions, which they can examine and control through rigorous self-discipline.\nSuffering occurs from trying to control what is uncontrollable, or from neglecting what is within our power. As part of the universal city that is the universe, it is our duty to care for all our fellow men. Those who follow these precepts will achieve happiness and peace of mind.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Greece","surface_form":"Ancient Greek","offset":17},{"uri":"Philosopher","surface_form":"philosopher","offset":31},{"uri":"Phrygia","surface_form":"Phrygia","offset":71},{"uri":"Greek_language","surface_form":"Greek","offset":171},{"uri":"Slavery","surface_form":"slave","offset":226},{"uri":"Epaphroditos","surface_form":"Epaphroditos","offset":243},{"uri":"Nero","surface_form":"Nero","offset":290},{"uri":"Turkey","surface_form":"Turkey","offset":350},{"uri":"Epirus","surface_form":"Epirus","offset":396},{"uri":"Greece","surface_form":"Greece","offset":407},{"uri":"Stoicism","surface_form":"Stoa","offset":475},{"uri":"Arrian","surface_form":"Arrian","offset":598},{"uri":"Destiny","surface_form":"fate","offset":773}]}