{"id":392915,"url":"http://en.wikipedia.org/wiki/Interstellar_travel","text":"ce=\"preserve\">Interstellar space travel is manned or unmanned travel between stars. Interstellar travel is much more difficult than travel within the Solar System, though travel in starships is a staple of science fiction. Actually, there is no suitable technology at present. However, the idea of a probe with an ion engine has been studied. The energy would come through a laser base station.\nGiven sufficient travel time and engineering work, both unmanned and sleeper ship interstellar travel seem possible. Both present considerable technological and economic challenges which are unlikely to be met in the near future, particularly for manned probes. NASA, ESA and other space agencies have done research into these topics for several years, and have worked out some theoretical approaches.\nEnergy requirements appear to make interstellar travel impractical for \"generation ships\", but less so for heavily shielded sleeper ships.\nThe difficulties of interstellar travel.\nThe main challenge facing interstellar travel is the vast distances that have to be covered. This means that a very great speed and/or a very long travel time is needed. The travel time with most realistic propulsion methods would be from decades to millennia.\nHence an interstellar ship would be much more exposed to the hazards found in interplanetary travel, including vacuum, radiation, weightlessness, and micrometeoroids. At high speeds the vehicle would be penetrated by many microscopic particles of matter unless heavily shielded. Carrying the shield would greatly increase the propulsion problems.\nCosmic rays.\nCosmic rays are of great interest because there is no protection outside the atmosphere and magnetic field. The energies of the most energetic ultra-high-energy cosmic rays (UHECRs) have been observed to approach 3 × 1020 eV, about 40 million times the energy of particles accelerated by the Large Hadron Collider. At 50 J, the highest-energy ultra-high-energy cosmic rays have energies comparable to the kinetic energy of a baseball. As a result of these discoveries, there has been interest in investigating cosmic rays of even greater energies. Most cosmic rays, however, do not have such extreme energies. The energy distribution of cosmic rays peaks at.\nRequired energy.\nA significant factor is the energy needed for a reasonable travel time. A lower bound for the required energy is the kinetic energy K = ½ mv2 where m is the final mass. If deceleration on arrival is desired and cannot be achieved by any means other than the engines of the ship, then the required energy at least doubles, because the energy needed to halt the ship equals the energy needed to accelerate it to travel speed.\nThe velocity for a manned round trip of a few decades to even the nearest star is thousands of times greater than those of present space vehicles. This means that due to the v2 term in the kinetic energy formula, millions of times as much energy is required. Accelerating one ton to one-tenth of the speed of light requires at least 450 PJ or 4.5  J or 125 billion kWh, not accounting for losses.\nThe source of energy has to be carried, since solar panels do not work far from the Sun and other stars. The magnitude of this energy may make interstellar travel impossible. One engineer stated “At least 100 times the total energy output of the entire world [in a given year] would be required for the voyage (to Alpha Centauri)”.\nInterstellar medium.\ninterstellar dust and gas may cause considerable damage to the craft, due to the high relative speeds and large kinetic energies involved. Larger objects (such as bigger dust grains) are far less common, but would be much more destructive..\nTravel time.\nThe long travel times make it difficult to design manned missions. The fundamental limits of space-time present another challenge. Also, interstellar trips would be hard to justify for economic reasons.\nIt can be argued that an interstellar mission which cannot be completed within 50 years should not be started at all. Instead, the resources should be invested in designing a better propulsion system. This is because a slow spacecraft would probably be passed by another mission sent later with more advanced propulsion.\nOn the other hand, a case can therefore be made for starting a mission without delay, because the non-propulsion problems may turn out to be more difficult than the propulsion engineering.\nIntergalactic travel involves distances about a million-fold greater than interstellar distances, making it radically more difficult than even interstellar travel.\nKennedy's calculation.\nAndrew Kennedy has shown that voyages undertaken before the minimum \"wait time\" will be overtaken by those who leave at the minimum, while those who leave after the minimum will never overtake those who left at the minimum.\nKennedy's calculation depends on r, the mean annual increase in world power production. From any point in time to a given destination, there is a minimum to the total time to destination. Voyagers would probably arrive without being overtaken by later voyagers by waiting a time t before leaving. The relation between the time it takes to get to a destination (now, Tnow, or after waiting, Tt, and growth in velocity of travel is\nTaking a journey to Barnard's Star, six light years away, as an example, Kennedy shows that with a world mean annual economic growth rate of 1.4% and a corresponding growth in the velocity of travel, the quickest human civilization might get to the star is in 1,110 years from the year 2007.\nInterstellar distances.\nAstronomical distances are often measured in the time it would take a beam of light to travel between two points (\"see light-year\"). Light in a vacuum travels approximately 300,000 kilometers per second or 186,000 miles per second.\nThe distance from Earth to the Moon is 1.3 light-seconds. With current spacecraft propulsion technologies, a craft can cover the distance from the Earth to the Moon in around eight hours (New Horizons). That means light travels approximately thirty thousand times faster than current spacecraft propulsion technologies. The distance from Earth to other planets in the Solar System ranges from three light-minutes to about four light-hours. Depending on the planet and its alignment to Earth, for a typical unmanned spacecraft these trips will take from a few months to a little over a decade. The distance to other stars is much greater. If the distance from Earth to Sun is scaled down to one meter, the distance to Alpha Centauri A would be 271 kilometers or about 169 miles.\nThe nearest known star to the Sun is Proxima Centauri, which is 4.23 light-years away. The fastest outward-bound spacecraft yet sent, Voyager 1, has covered 1/600th of a light-year in 30 years and is currently moving at 1/18,000th the speed of light. At this rate, a journey to Proxima Centauri would take 72,000 years. Of course, this mission was not specifically intended to travel fast to the stars, and current technology could do much better. The travel time could be reduced to a few millennia using solar sails, or to a century or less using nuclear pulse propulsion.\nSpecial relativity offers the possibility of shortening the travel time: if a starship with sufficiently advanced engines could reach velocities near the speed of light, relativistic time dilation would make the voyage much shorter for the traveller. However, it would still take many years of elapsed time as viewed by the people remaining on Earth. On returning to Earth, the travellers would find that far more time had elapsed on Earth than had for them (twin paradox).\nMany problems would be solved if wormholes existed. General relativity does not rule them out, but so far as we know at present, they do not exist.\nCommunications.\nThe round-trip delay time is the minimum time between a probe signal reaching Earth, and the probe getting instructions from Earth. Given that information can travel no faster than the speed of light, this is for the Voyager 1 about 32 hours, near Proxima Centauri it would be 8 years. Faster reactions would have to be programmed to be carried out automatically. Of course, in the case of a manned flight the crew can respond immediately to their observations. However, the round-trip delay time makes them not only extremely distant but, in terms of communication, extremely isolated from Earth. Another factor is the energy needed for interstellar communications to arrive reliably. Obviously, gas and particles would degrade signals (interstellar extinction), and there would be limits to the energy available to send the signal.\nManned missions.\nThe mass of any craft capable of carrying humans would inevitably be substantially larger than that necessary for an unmanned interstellar probe. The vastly greater travel times involved would require a life support system. The first interstellar missions are unlikely to carry life forms.\nPrime targets for interstellar travel.\nThere are 59 known stellar systems within 20 light years from the Sun, containing 81 visible stars. The following could be considered prime targets for interstellar missions: Radiation dangers would rule out any organic beings for an expedition to Sirius. In any event, it is hard to visualise any manned expeditions at all, given the probable journey times.\nPerhaps the most likely time for interstellar travel would be when a star comes through our Oort cloud. We should get a good 10,000 years' warning of this, so could plan for the event in some detail. See Scholz's star for the last time one came through.\nExisting and near-term astronomical technology is capable of finding planetary systems around these objects, increasing their potential for exploration.","categories":[],"infobox_types":[],"annotations":[{"uri":"Travel","surface_form":"travel","offset":62},{"uri":"Star","surface_form":"star","offset":77},{"uri":"Solar_System","surface_form":"Solar System","offset":150},{"uri":"Starship","surface_form":"starship","offset":181},{"uri":"Science_fiction","surface_form":"science fiction","offset":206},{"uri":"Ion","surface_form":"ion","offset":314},{"uri":"Laser","surface_form":"laser","offset":375},{"uri":"Sleeper_ship","surface_form":"sleeper ship","offset":464},{"uri":"NASA","surface_form":"NASA","offset":657},{"uri":"ESA","surface_form":"ESA","offset":663},{"uri":"Spacecraft_propulsion","surface_form":"propulsion methods","offset":1183},{"uri":"Decade","surface_form":"decade","offset":1216},{"uri":"Millennia","surface_form":"millennia","offset":1227},{"uri":"Interplanetary_travel","surface_form":"interplanetary travel","offset":1316},{"uri":"Vacuum","surface_form":"vacuum","offset":1349},{"uri":"Ionizing_radiation","surface_form":"radiation","offset":1357},{"uri":"Free_fall","surface_form":"weightlessness","offset":1368},{"uri":"Meteoroid","surface_form":"meteoroid","offset":1393},{"uri":"Cosmic_rays","surface_form":"Cosmic rays","offset":1598},{"uri":"Ultra-high-energy_cosmic_ray","surface_form":"ultra-high-energy cosmic ray","offset":1741},{"uri":"Electronvolt","surface_form":"eV","offset":1820},{"uri":"Large_Hadron_Collider","surface_form":"Large Hadron Collider","offset":1890},{"uri":"Kinetic_energy","surface_form":"kinetic energy","offset":2003},{"uri":"Kinetic_energy","surface_form":"kinetic energy","offset":2391},{"uri":"Deceleration","surface_form":"deceleration","offset":2446},{"uri":"Solar_panel","surface_form":"solar panel","offset":3141},{"uri":"Alpha_Centauri","surface_form":"Alpha Centauri","offset":3409},{"uri":"Interstellar_medium","surface_form":"interstellar dust and gas","offset":3448},{"uri":"Space-time","surface_form":"space-time","offset":3795},{"uri":"Intergalactic_travel","surface_form":"Intergalactic travel","offset":4415},{"uri":"Barnard%27s_Star","surface_form":"Barnard's Star","offset":5276},{"uri":"Light_years","surface_form":"light years","offset":5296},{"uri":"Light","surface_form":"light","offset":5650},{"uri":"Light-year","surface_form":"light-year","offset":5691},{"uri":"Earth","surface_form":"Earth","offset":5822},{"uri":"Light-second","surface_form":"light-second","offset":5847},{"uri":"New_Horizons","surface_form":"New Horizons","offset":5992},{"uri":"Alpha_Centauri_A","surface_form":"Alpha Centauri A","offset":6521},{"uri":"Sun","surface_form":"Sun","offset":6612},{"uri":"Proxima_Centauri","surface_form":"Proxima Centauri","offset":6619},{"uri":"Solar_sail","surface_form":"solar sail","offset":7088},{"uri":"Nuclear_pulse_propulsion","surface_form":"nuclear pulse propulsion","offset":7131},{"uri":"Special_relativity","surface_form":"Special relativity","offset":7157},{"uri":"Time_dilation","surface_form":"time dilation","offset":7340},{"uri":"Twin_paradox","surface_form":"twin paradox","offset":7616},{"uri":"Wormhole","surface_form":"wormhole","offset":7664},{"uri":"General_relativity","surface_form":"General relativity","offset":7683},{"uri":"Speed_of_light","surface_form":"speed of light","offset":7980},{"uri":"Voyager_1","surface_form":"Voyager 1","offset":8012},{"uri":"Communication","surface_form":"communication","offset":8347},{"uri":"Interstellar_communication","surface_form":"interstellar communication","offset":8433},{"uri":"Interstellar_extinction","surface_form":"interstellar extinction","offset":8533},{"uri":"Interstellar_probe","surface_form":"interstellar probe","offset":8772},{"uri":"Life_support_system","surface_form":"life support system","offset":8849},{"uri":"Sirius","surface_form":"Sirius","offset":9223},{"uri":"Oort_cloud","surface_form":"Oort cloud","offset":9426},{"uri":"Scholz%27s_star","surface_form":"Scholz's star","offset":9538}]}