{"id":39308,"url":"http://en.wikipedia.org/wiki/Gainsharing","text":"Gainsharing is a system of management used by a business to increase profitability by motivating employees to improve their performance through involvement and participation. As their performance improves, employees share financially in the gain (improvement). Gainsharing’s goal is to improve performance and eliminate waste (time, energy, and materials) by motivating employees to work smarter as a team rather than just working harder.\nGainsharing should not be confused with profit sharing. There are many differences between Gainsharing and profit sharing. Gainsharing is also called Gain sharing, Gainshare, and Gain share. It could also be called \"savings sharing.\" In other words, a company shares with employees the savings from improved performance.\nThere are two important parts of a Gainsharing system. One is a bonus calculation. The second is a structured system for employee involvement. Because of these two parts, Gainsharing is best seen as an \"organizational development\" tool. It is not just a bonus or \"incentive plan.\" In order to get a better understanding of this concept one needs to look back at Gainsharing's history.\nGainsharing history.\nOne of the first Gainsharing plans dates back to the 1930s. In the 1930s a labor leader and MIT Lecturer Joe Scanlon, preached that “the worker” had much more to offer than just a \"pair of hands\" (manual labor). Scanlon believed that the person closest to the problem often has the best and simplest solution. Also, if the worker is involved in the solution he will make the solution work.\nIn an effort to help a troubled company, Scanlon and the company owner asked employees for their ideas and suggestions to help reduce waste and lower cost. Many improvements were made. The company became more successful. Joe was asked to save other companies who had barely survived the depression. He eventually became the Acting Director of the Steelworkers Research Department and used his skills in creating joint labor/management improvement committees to help the war effort for WWII.\nAfter the war Joe became a lecturer at MIT and went on to develop a system for organizational development and gainsharing that became known as the Scanlon Plan.\nAs the Scanlon Plan developed a method to measure (calculate) gains (improvements) was created. The monetary gains were then shared with all employees. This calculation represents the bonus (monetary incentive) element of Gainsharing. This concept addresses the principle of equity. \"It is fair to share.\" Everyone in a company makes a contribution to the organization's success. Why limit bonuses to the select few? People typically take pride in their work and have a strong desire to be respected for what they do. By sharing the company is communicating an important message to the work force: \"We all contribute. That contribution is respected. Let's share in the financial benefits.\"\nGainsharing today.\nToday, companies use Gainsharing to both measure performance and reward employees when it improves. Companies use a pre-determined calculation (formula) to share the savings with all employees. The goals of a company’s Gainsharing plan depend on its cost structure and long-term competitive strategy and are tailored to fit the industry (manufacturing, service, or corporate). Information regarding the measures, formula, and gains (savings) is regularly and openly shared with all employees. Since the monetary gains are shared with employees, people develop more of a sense of ownership for their work and the company. People have a better understanding of how they influence the company's success.\nGainsharing develops the work culture.\nIt should be noted that in a Gainsharing plan, the company's current performance is compared to its historic performance (baseline period). The savings above the baseline period determine the gain or loss. This is a very important point. Since gains are measured in relationship to a historical period, employees and the company must improve in order to make a gain. Performance thresholds must be corrected periodically for the effects of capital investment in new equipment as well as for the continuous improvement needed to meet ever higher customer demands.\nWhen people do their work differently they must change. However, as everyone one knows, it is difficult for people to change. On the other hand, do people like money? Most people would say, \"Yes.\" Therefore, Gainsharing can be a very powerful tool. Gainsharing promotes the need for continuous improvement and eliminates employees' sense of entitlement.\nThe employee involvement element.\nA very important part of a successful Gainsharing plan is the employee involvement element of Gainsharing. In order to foster a culture of positive change, a successful Gainsharing plan needs to incorporate a structure system of employee involvement. It is common for Gainsharing plans to have a \"team-based\" suggestion system in place.\nHow does a team-based suggestion system work? First, teams are formed in order to gather suggestions from employees on ways to improve, (in other words, suggestions on how to work \"smarter\"). To avoid unnecessary bureaucracy, most companies ask managers/supervisors to lead departmental teams whose goals mesh with the overall objectives of a company’s Gainsharing plan. The teams are permanent groups. The teams meet on a regular basis to discuss the ideas and suggestions. They make decisions on approving or declining the ideas. Also the teams are given limited spending authority to approve and implement the suggestions. Suggestions that are approved by a team, but are beyond their spending authority, are advanced to a higher level in the organization for final approval. Unlike a traditional suggestion system, a team-based system does not provide individual monetary rewards. This is because everyone works together and shares in the gain together. Gainsharing is not an individual incentive plan.\nThe bonus calculation element.\nIn terms of the calculation, a Gainsharing plan may have from one to six key performance measures. The most effective Gainsharing plans have relatively few performance goals because employee understanding of them is necessary for success. Examples of measures include productivity, quality, waste, spending, and customer service which are all factors employees can control. The gains (savings) from each measure are calculated separately. Then gains and losses from each measure are added to determine the total gain. A portion of the total gain goes to the company and a portion is shared with all employees. Generally, from 10% to 50% of the gain is shared with employees. The percent of the gain shared with employees depends on employee controllability and importance of the measure to the organization. The pool is distributed to all participants, typically on a monthly or quarterly frequency. The frequency of payouts depends on the employee line-of-sight (employees’ ability to identify what they do today to earn a payout at the end of the Gainsharing period). Companies with unskilled and semi-skilled employees typically have plans calling for payouts at shorter intervals than those with highly skilled workers.\nGainsharing implementation.\nIt is very important to note that the development and implementation of a Gainsharing plan involves employees and that its goals are within employee control. An employee committee called the \"Design Team\" helps to make policy decisions on issues such as the plan's measures, employee eligibility, frequency of payout, and method of communication. Next the design team gets upper management approval before implementation. After approval, the Design Team is responsible for conducting meetings with all employees to communicate the details of the plan. Follow-up training should also take place.\nThe following summarizes many of the elements of a Gainsharing plan which have been discussed.\nThe keys to successful implementation are simplicity and employee involvement\nSummary.\nIn summary companies with successful Gainsharing plans view Gainsharing as much more than a bonus or incentive system. Instead, they see the system as an important part of their business strategy and a method to drive organization change. When properly designed and implemented, Gainsharing gradually grows into a company's core communications and compensation program. Gainsharing can be a powerful tool if installed and managed by a company that truly believes in its people.","categories":[],"infobox_types":[],"annotations":[{"uri":"System","surface_form":"system","offset":17},{"uri":"Management","surface_form":"management","offset":27},{"uri":"Involve","surface_form":"involvement","offset":144},{"uri":"Participation","surface_form":"participation","offset":160},{"uri":"Employees","surface_form":"employees","offset":206},{"uri":"Financial","surface_form":"financially","offset":222},{"uri":"Confused","surface_form":"confused","offset":465},{"uri":"Profit","surface_form":"profit","offset":479},{"uri":"Savings","surface_form":"savings","offset":655},{"uri":"Bonus","surface_form":"bonus","offset":824},{"uri":"Calculation","surface_form":"calculation","offset":830},{"uri":"Development","surface_form":"development","offset":978},{"uri":"Concept","surface_form":"concept","offset":1088},{"uri":"Scanlon_Plan","surface_form":"Scanlon Plan","offset":2194},{"uri":"Measure","surface_form":"measure","offset":2250},{"uri":"Formula","surface_form":"formula","offset":3061},{"uri":"Team","surface_form":"team","offset":4956},{"uri":"Suggestion","surface_form":"suggestion","offset":4967}]}