{"id":39315,"url":"http://en.wikipedia.org/wiki/Book_of_Mormon","text":"The Book of Mormon is a book that Latter Day Saints believe is the word of God along with the Bible.\nThe original English version of the Book of Mormon was published in March 1830 by a man named Joseph Smith, Jr. who claimed to be a prophet like the ones in the Old Testament.\nJoseph Smith said that he translated the book into English from gold plates given to him by an angel. The book claims that the language it was first written in was made from \"the learning of the Jews and the language of the Egyptians.\"\nThe story contained in the Book of Mormon is a shortened version written by a man named Mormon of the record of two groups of people called the Nephites and the Lamanites. Their ancestors left Jerusalem with their father Lehi about 600 years before the birth of Christ, sailed across a very big ocean, and settled in the New World. It gives an account of their families, cities, wars, systems of government, spiritual experiences and religious beliefs among other things. The main purpose of the Book of Mormon is to teach about Jesus Christ.\nIt also contains the Book of Ether (a very old book discovered by the Nephites) which told the story of another people (called the Jaredites) who had lived in some of the same areas shortly after the time of the Tower of Babel, but died out because of wars.\nUsually, Book of Mormon stories show the Nephites as the more righteous, industrious and peaceful people and the Lamanites as wicked, lazy and warlike. Wars happen all the time between the two groups. But, near the end of the book, the Nephites become more wicked than the Lamanites, and all the Nephites die in their last war, except for one named Moroni who was directed by God to bury the Book of Mormon in a hill so that Joseph Smith Jr. could find it.\nThe central theme of the book revolves around Jesus Christ visiting the people described, performing miracles and showing them the right way to live.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mormonism","surface_form":"Latter Day Saints","offset":34},{"uri":"Bible","surface_form":"Bible","offset":94},{"uri":"Joseph_Smith%2C_Jr","surface_form":"Joseph Smith, Jr","offset":195},{"uri":"Prophet","surface_form":"prophet","offset":233},{"uri":"Old_Testament","surface_form":"Old Testament","offset":262},{"uri":"Jews","surface_form":"Jews","offset":472},{"uri":"Egypt","surface_form":"Egypt","offset":501},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":706},{"uri":"Lehi","surface_form":"Lehi","offset":734},{"uri":"Christ","surface_form":"Christ","offset":775},{"uri":"Ocean","surface_form":"ocean","offset":808},{"uri":"New_World","surface_form":"New World","offset":834},{"uri":"Tower_of_Babel","surface_form":"Tower of Babel","offset":1268},{"uri":"Jesus_Christ","surface_form":"Jesus Christ","offset":1817},{"uri":"Miracle","surface_form":"miracle","offset":1872}]}