{"id":39330,"url":"http://en.wikipedia.org/wiki/C%C3%BAcuta","text":"Cúcuta (pron. IPA koo`koo-tä), or San Jose de Cúcuta, is the capital of the Norte de Santander Department, in Colombia. Cúcuta is an important city in northeastern Colombia because of where it is; on the border with Venezuela. People from Cúcuta are called \"cucuteños\".\nThe area has grown fast since the 1960s, especially the suburbs of Villa del Rosario and Los Patios.\nAdding also to the city's progress and development that had not been seen in 20 years with the building of six overpasses, a convention center, a new bus terminal, a new Integrated Massive Transportation System called Metrobus, the modernization of state owned schools, the recovery of Cucuta's downtown, and the duplication of the capacity for the General Santander Stadium. And the expectation over new industries that will come from Venezuela and will place their factories in Cucuta aimming at exporting through the Colombia Trade Promotion Agreement between Colombia and the United States.\nHistory.\nSimón Bolívar captured Cúcuta in 1813 and set out from there on his march to Caracas. At Cúcuta the constituent congress of 1821 met to draft the constitution of Greater Colombia (present day Venezuela, Ecuador and Colombia).\nThe city was largely destroyed by an earthquake on 18 May 1875, but was soon rebuilt.\nIn 1939, Cúcuta had 59,323 people. In 1990, it had 532,564. In 2005, the metropolitan area had 950,000 people.\nBattle of Cúcuta.\nThe battle of Cúcuta was not important as military day, but by the moral importance that took Bolivar advantage to release to Venezuela.\nBatalla began at 9:00 AM of the 28 of February of 1813 and finished noon. The combatants: 400 men to the control of Simón Bolivar and 800 to orders of Spanish General Ramon Correa.\nTwo dead and 14 hurt of liberating troops and 20 dead and 40 hurts of the Spanish troops.\nEarthquake of Cúcuta.\nAlso known as the Earthquake of the Andes. It happened the May 18 of 1875 at 11:15 AM. It completely destroyed Cúcuta, Villa del Rosario, San Antonio del Tachira and Capacho also causing serious damage to the Venezuelan people in San Cristóbal, La Mulata, Rubio, Michelena, La Grita, and Colón, among others. It was felt in Bogota and Caracas.\nGeography.\nCúcuta is on a plateau in the Cordillera Oriental of the Colombian Andes. The official metropolitan area includes the municipalities of: Villa del Rosario, Los Patios, El Zulia, and Puerto Santander. All four neighboring municipalities contain extensive rural areas despite recent urbanization.[citation]\nOrography.\nThe city of Cúcuta is plain toward the north and mountainous in its edges and in its central part, especially toward the south, where presents for the east the following mountains, removed of the eastern mountain range of the Colombian Andes.\nHydrography.\nCúcuta and Norte de Santander have many rivers, none of them with pollution problems, being the Pamplonita River, the Guaramito River, the San Miguel River and the Zulia River de most important.\nDemography.\nCúcuta is a city with a big demographic growth, because it had 387,481 people in 1951. It the 2005-2006 census, 1,158,672 people lived there.\nEconomy.\nCúcuta has an agroindustry that mainly produces milk products and liquors, construction has boomed in recent years, but it's a net commercial city due to its condition of border city with Venezuela. Thanks to it the major Colombian commercial centers, banks, and warehouses have offices in the city.\nUS - Colombia Free Trade Agreement implications for Cúcuta\nColombia signed a Free Trade Agreement with the United States to the opposition of Venezuela. Despite its opposition, industries from that country are constructing their infrastructure in Cúcuta to export their products to the United States, registering their products as if they were Colombian, an strategy that would allow them to export without paying certain tariffs. For that reason, Cúcuta is thought to become an industrial city.\nThis process in individual, appears by the legal norm of Colombia that allows exemptions in taxes to make but competitive to the region (through the \"Zona Franca\"), in addition that the own geographic characteristics of the area at issue you appear greater possibilities of exporting products through position of Maracaibo (Venezuela).\nClimatology and Surface.\nCúcuta has a municipal area of 1176 km² and is at 302 feet above sea level. The average temperature of 28 °C (82.4 °F) with an average humidity of 65%. Its medium annual precipitation is of 1,041mm. There are two rain seasons, between March-May and September-November. The dry months of the year are December and January with a medium precipitation of 58mm.\nThe City.\nCúcuta is also known as the \"Ciudad sin fronteras\" (City without borders), \"La ciudad de los arboles\" (The city of the trees), \"La hermosa villa\" (The beautiful ville), y \"Ciudad verde\" (Green city)\nThe city is served by one transportation terminal and the Camilo Daza Airport, which is north of the city. In general, the more prosperous areas are along and above west (Caobos, La Riviera and some places of the center) and to the east.\nThe state owned university, the Francisco de Paula Santander University (UFPS), is in the northeastern part of the city; there are several private universities of varying quality.\nPeople.\nMany important personalities from Colombia are from Cúcuta such as the first President of Colombia, Francisco de Paula Santander, known as \"the man of the laws\" and Fabiola Zuluaga, tennis player, Virgilio Barco, a former president of Colombia, Marino Vargas Villalta, businessman; his grandson, Juan Jose Germán Vargas, tennis player and the musician Elias M. Soto.\nGreen City.\nThe generation of cucuteños (people from Cúcuta) and the legion of foreigners who reconstructed the city after the 1875 earthquake planted trees which grew fruits called clemones that had acid and bitter fruits with which the boys played.\nSoon they were replaced by acacias, peracos and almonds tree. In the historical course of the arborization of the city, different stages as far as the spices have been marked that have been used in the ornamentación.\nIn Cúcuta the love for the trees is preached and applied, and cucuteño (people from Cúcuta) respect someone who has planted one in front of his house. For this reason Cúcuta is well-known like the city forest of Colombia.\nEducation.\nThe basic education and the high school education are in Colombian \"Calendary A\" for schools (from February to November).","categories":[],"infobox_types":["settlement"],"annotations":[{"uri":"International_Phonetic_Alphabet","surface_form":"IPA","offset":14},{"uri":"Norte_de_Santander_Department","surface_form":"Norte de Santander Department","offset":76},{"uri":"Colombia","surface_form":"Colombia","offset":110},{"uri":"Venezuela","surface_form":"Venezuela","offset":216},{"uri":"Suburb","surface_form":"suburb","offset":326},{"uri":"Overpass","surface_form":"overpass","offset":482},{"uri":"Convention_center","surface_form":"convention center","offset":496},{"uri":"Bus_terminal","surface_form":"bus terminal","offset":521},{"uri":"Metrobus","surface_form":"Metrobus","offset":589},{"uri":"Downtown","surface_form":"downtown","offset":666},{"uri":"General_Santander_Stadium","surface_form":"General Santander Stadium","offset":720},{"uri":"Venezuela","surface_form":"Venezuela","offset":807},{"uri":"Colombia_Trade_Promotion_Agreement","surface_form":"Colombia Trade Promotion Agreement","offset":891},{"uri":"Colombia","surface_form":"Colombia","offset":934},{"uri":"United_States","surface_form":"United States","offset":951},{"uri":"Sim%C3%B3n_Bol%C3%ADvar","surface_form":"Simón Bolívar","offset":975},{"uri":"Greater_Colombia","surface_form":"Greater Colombia","offset":1137},{"uri":"Earthquake","surface_form":"earthquake","offset":1238},{"uri":"San_Crist%C3%B3bal","surface_form":"San Cristóbal","offset":2076},{"uri":"Bogota","surface_form":"Bogota","offset":2170},{"uri":"Caracas","surface_form":"Caracas","offset":2181},{"uri":"Camilo_Daza_Airport","surface_form":"Camilo Daza Airport","offset":4913},{"uri":"Francisco_de_Paula_Santander_University","surface_form":"Francisco de Paula Santander University","offset":5125},{"uri":"President_of_Colombia","surface_form":"President of Colombia","offset":5358},{"uri":"Francisco_de_Paula_Santander","surface_form":"Francisco de Paula Santander","offset":5381},{"uri":"Fabiola_Zuluaga","surface_form":"Fabiola Zuluaga","offset":5446},{"uri":"Virgilio_Barco","surface_form":"Virgilio Barco","offset":5478},{"uri":"Elias_M._Soto","surface_form":"Elias M. Soto","offset":5633},{"uri":"Fruit","surface_form":"fruit","offset":5816}]}