{"id":3933,"url":"http://en.wikipedia.org/wiki/Thermometer","text":"A thermometer is an instrument for measuring or showing temperature (how hot or cold something is). One type of thermometer is a narrow, concealed glass tube containing mercury or alcohol which extends along the tube as it expands. Another type is a digital thermometer, which uses electronics to measure temperature.\nEarly thermometers from the time of Galileo measured the expansion and contraction of air. After the middle 17th century many used alcohol or mercury. In the 19th century a mechanical thermometer was in invented that used a bimetallic strip to move a pointer. This kind is still popular where people like to read temperature from a distance.\nLaboratory thermometers.\nA laboratory thermometer is a tool used in laboratories to measure temperature with high accuracy. It can be partially or fully immersed in the substance being measured. A laboratory thermometer is recognizable by its long stem with a silver bulb at the end. The silver color in the bulb normally indicates the presence of mercury. Mercury expands as the temperature increases, thus raising the reading, while decreasing temperatures contract the mercury, lowering the reading. Mercury-in-glass thermometers are less used in the 21st century as preference is shifted to other types of thermometers, such as digital, alcohol-filled and organic-based thermometers.\nMedical thermometers.\nIn the 20th century, the traditional clinical thermometer was a mercury-in-glass thermometer. People put the end of this in their mouth (\"oral\" temperature), under their arm, or in their rectum (\"rectal\" temperature).\nIt is only possible to find oral temperatures on patients who can hold the thermometer correctly in their mouth. So small children cannot use this method. It is also a problem for people with a cough or people who are vomiting. In the past it was a big problem because mercury thermometers needed a long time to measure the temperature. Today's digital thermometers are faster. If a person drinks something hot or cold, one still needs to wait before testing their oral temperature.\nWhen measuring a person's rectal temperature, it helps to use a cream on the thermometer. Rectal thermometers are usually more reliable since they aren't as much influenced by other factors. In some countries people think it is embarrassing to use them for people older than two or three. In other countries, it is considered normal for children and adults to use rectal thermometers.\nIn the 1990s, people in many countries thought mercury thermometers were too risky, as mercury is dangerous if it leaks out. Today we use electronic thermometers. Sometimes thermometers with liquids are used, but not with mercury.\nThere are other kinds of medical thermometers: \"tympanic\" thermometers test the temperature of the tympanic membrane (the eardrum) with infrared; \"band\" thermometers test a person's temperature on the front of their head.","categories":[],"infobox_types":[],"annotations":[{"uri":"Temperature","surface_form":"temperature","offset":56},{"uri":"Galileo","surface_form":"Galileo","offset":354},{"uri":"Bimetallic_strip","surface_form":"bimetallic strip","offset":542},{"uri":"Mercury-in-glass_thermometer","surface_form":"Mercury-in-glass thermometer","offset":1163},{"uri":"Clinical_thermometer","surface_form":"clinical thermometer","offset":1407},{"uri":"Mercury_(element)","surface_form":"mercury","offset":1434},{"uri":"Rectum","surface_form":"rectum","offset":1557},{"uri":"Vomit","surface_form":"vomit","offset":1806},{"uri":"Hot","surface_form":"hot","offset":1995},{"uri":"Cold","surface_form":"cold","offset":2002},{"uri":"Adult","surface_form":"adult","offset":2421},{"uri":"Tympanic_membrane","surface_form":"tympanic membrane","offset":2786}]}