{"id":393428,"url":"http://en.wikipedia.org/wiki/John_Mutton_(politician)","text":"John Mutton (born August 5, 1966) is the founder of Municipal Solutions, an international business development firm.<a href=\"John_Mutton_(politician)%23cite_note-1\">a></a> John Mutton was the Mayor of the Municipality of Clarington and elected from 1997-2006. Mutton also held the positions of Durham Region Finance Chair, Chair of the Ganaraska Conservation Authority, Chairman of Veridian Corporation and Chairman of the Association of Nuclear Host Communities.\nEarly Life.\nJohn Mutton was born and raised in Bowmanville, Ontario. He graduated from Bowmanville High School, Ontario. He received a BSc from the State University of New York, USA, and a Masters Certificate, Municipal Management from the University of Ontario Institute of Technology, Oshawa, Ontario.\nPolitical Career.\nJohn Mutton was elected Mayor of Clarington in 2000 at the age of 34. He is the youngest person to become mayor of Clarington and was one of the youngest Mayors in Canada. Mutton held office for 6 years (2000 – 2006).\nHe began his political career in 1997 as a Regional and Local Councillor of Clarington.\nWhile in office, Mutton focused on greater accountability in regional government, urban development and nuclear power expansion for Clarington.\nHe is credited with pioneering a method to finance new construction or major additions of buildings through issue of debentures by municipal government. First employed in 2001 to fund the South Courtice Arena and Recreation Complex, it is viewed as a cost-effective method to undertake large scale publicly funded projects.\nMutton was part of the Canadian bid to become the site of the new International Thermonuclear Experimental Reactor (ITER) in 2003. Regretfully the project was not successful. However, Mutton remained a championed for Darlington Nuclear Generating Station to become the site of a new nuclear facility in Ontario.\nMutton returned to municipal politics in 2010 in a bid for appointment of Durham Regional Chair. He would later lobby for and supported the campaign to reform the position from an appointment to one that is elected. A referendum was held in the 2010 election and 80% of voters were in favour of the reform. Durham Region Council passed By-law No. 19-2012 to change the selection method to election by general vote in 2012. Commencing in 2014, voters will elect the position. Durham Region was the second region in the Greater Toronto Area to adopt the reform.\nAchievements.\n• Established the Clarington Sports Hall of Fame in 2003.\n• Newsmaker of the Year, 2006, Durham Region Metroland Newspapers.\n• Received the Queen Elizabeth II’s Diamond Jubilee Medal from Her Majesty and the Government of Canada in 2013 for his years of service to Canada.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bowmanville","surface_form":"Bowmanville","offset":511},{"uri":"Bowmanville_High_School","surface_form":"Bowmanville High School","offset":551},{"uri":"State_University_of_New_York","surface_form":"State University of New York","offset":612},{"uri":"University_of_Ontario_Institute_of_Technology","surface_form":"University of Ontario Institute of Technology","offset":704},{"uri":"Youngest_Mayors_in_Canada","surface_form":"youngest Mayors in Canada","offset":931},{"uri":"Debentures","surface_form":"debentures","offset":1353},{"uri":"International_Thermonuclear_Experimental_Reactor","surface_form":"International Thermonuclear Experimental Reactor","offset":1626},{"uri":"Darlington_Nuclear_Generating_Station","surface_form":"Darlington Nuclear Generating Station","offset":1777},{"uri":"Greater_Toronto_Area","surface_form":"Greater Toronto Area","offset":2390},{"uri":"Queen_Elizabeth_II%E2%80%99s_Diamond_Jubilee_Medal","surface_form":"Queen Elizabeth II’s Diamond Jubilee Medal","offset":2586}]}