{"id":393437,"url":"http://en.wikipedia.org/wiki/Educational_psychology","text":"e=\"preserve\">Educational psychology is a branch of psychology. It has ancient roots, but was mostly developed in the 20th century. It has two \"faces\", the scientific and the humanistic.\nTwo concepts.\nEducation as an objective science was strongly promoted around 1900 by Alfred Binet and Edward Thorndike. Binet it was who invented the first intelligence tests, and they were extended and promoted in English by Louis Terman. Binet's ideas were sympathetic to Thorndike, who was above all interested in turning psychology into a real science by research, measurement and empirical evidence. The arrival of World War I caused a huge conscription of men into the fighting services. Sorting out men of all types was an urgent problem. The intelligence tests proved to be very useful at helping get the right men into the right jobs. Not surprisingly, the use of IQ tests continued in education, where a similar problem of sorting out occurs in unselected public school enrollments.\nThe other way to look at educational psychology is to notice that a child is a growing person. Unlike most adults, the child is open to influence. Education does change a child. The emphasis on the child as a growing person is typical of humanistic psychology. It has many supporters, especially at primary school level. Examples of educators whose interest was humanistic include Johann Pestalozzi, Maria Montessori, John Dewey, and Jean Piaget. This type of approach is called \"child-centered\" education.\nPublic certification.\nHow these two approaches are balanced varies in different countries. Many countries have arrangements for certified psychologists to inluence schools and help children.\nThese posts are now called 'educational and child psychology' in the United Kingdom. Since a training overhaul in 2006, there is a 3-year taught doctorate similar to that of clinical psychology. In the United States it is still called school psychology. Educational and child psychology is the practice of applied psychology with children and families in the context of education and is usually based within a government local authority.","categories":[],"infobox_types":[],"annotations":[{"uri":"Psychology","surface_form":"psychology","offset":51},{"uri":"Alfred_Binet","surface_form":"Alfred Binet","offset":271},{"uri":"Edward_Thorndike","surface_form":"Edward Thorndike","offset":288},{"uri":"Intelligence_tests","surface_form":"intelligence tests","offset":342},{"uri":"Louis_Terman","surface_form":"Louis Terman","offset":412},{"uri":"World_War_I","surface_form":"World War I","offset":606},{"uri":"Primary_school","surface_form":"primary school","offset":1278},{"uri":"Johann_Pestalozzi","surface_form":"Johann Pestalozzi","offset":1360},{"uri":"Maria_Montessori","surface_form":"Maria Montessori","offset":1379},{"uri":"John_Dewey","surface_form":"John Dewey","offset":1397},{"uri":"Jean_Piaget","surface_form":"Jean Piaget","offset":1413},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1746},{"uri":"Clinical_psychology","surface_form":"clinical psychology","offset":1851},{"uri":"United_States","surface_form":"United States","offset":1879}]}