{"id":393450,"url":"http://en.wikipedia.org/wiki/Talgai","text":"Talgai is an archaeological site, near Allora on the Darling Downs, south east of Brisbane, Queensland, Australia. In 1884 a Pleistocene era skull was found in Dalrymple Creek after a big flood. It was found by William Naish, a shearer, who was building a fence at the East Talgai station. The skull was that of a 14 year old boy who had lived about 11,000 years ago. Naish gave the skull to the owners of the station. It was purchased by the University of Sydney in 1914. It was the first fossil found which showed the early human occupation of Australia.\nThe skull was heavily encrusted with calcium carbonate and the shape had been distorted during long time buried in the ground. At first scientists thought it was a primitive skull with ape like teeth. Later study showed that the skull was a modern Homo sapien, the teeth were normal, but heavily worn. The boy had a massive injury to the side of his skull which was probably what had killed him.\nIn 1968 a Tom Haydon made a documentary movie, \"The Talgai Skull: An Investigation Into the Origin of the Australian Aborigines\". It won the Australian Film Institute award for Best Documentary.","categories":[],"infobox_types":[],"annotations":[{"uri":"Archaeological_site","surface_form":"archaeological site","offset":13},{"uri":"Allora%2C_Queensland","surface_form":"Allora","offset":39},{"uri":"Darling_Downs","surface_form":"Darling Downs","offset":53},{"uri":"Brisbane","surface_form":"Brisbane","offset":82},{"uri":"Queensland","surface_form":"Queensland","offset":92},{"uri":"Australia","surface_form":"Australia","offset":104},{"uri":"Pleistocene","surface_form":"Pleistocene","offset":125},{"uri":"Station_(agriculture)","surface_form":"station","offset":281},{"uri":"University_of_Sydney","surface_form":"University of Sydney","offset":443},{"uri":"Homo_sapiens","surface_form":"Homo sapien","offset":805},{"uri":"Documentary","surface_form":"documentary","offset":981},{"uri":"Australian_Film_Institute","surface_form":"Australian Film Institute","offset":1094}]}