{"id":393569,"url":"http://en.wikipedia.org/wiki/Woodhenge","text":"Woodhenge is a Neolithic henge and timber circle monument near Stonehenge. It is part of the UNESCO Stonehenge World Heritage Site in Wiltshire, north-east of Stonehenge.\nDiscovery.\nWoodhenge was identified in 1925 by an aerial archaeology survey.\nDate.\nThe structure was probably built during the period of the Beaker culture. This spanned both the late Neolithic and Britain's early Bronze Age.\nThe ditch has been dated to between 2470 and 2000 BC, which would be about the same time as, or slightly later than, construction of the stone circle at Stonehenge. The timber monument was probably earlier. Radiocarbon dating of artifacts shows that the site was still in use around 1800 BC.\nStructure.\nThe site consists of six concentric oval rings of post holes, the outermost being about wide. They are surrounded first by a single flat-bottomed ditch, deep and up to wide, and finally by an outer bank, about wide and high. With an overall diameter measuring, the site had a single entrance to the northeast.\nAt the center of the rings, was a crouched inhumation of a child, which Cunnington interpreted as a dedicatory sacrifice. After excavation, the remains were taken to London, where they were destroyed during the Blitz, making further examination impossible. Cunnington also found a crouched inhumation of a teenager in a grave dug in the Eastern section of the ditch, opposite the entrance.\nMost of the 168 post holes held wooden posts, although Cunnington found evidence that a pair of standing stones may have been placed between the second and third post hole rings. Recent excavations in 2006 have indicated that there were, in fact, at least five standing stones on the site, arranged in a \"cove\". The deepest post holes measured up to – and are believed to have held posts which reached as high as above ground. Those posts would have weighed up to 5 tons, and their arrangement was similar to that of the bluestones at Stonehenge. The positions of the postholes are currently marked with modern concrete posts – a simple and informative method of displaying the site.\nFurther comparisons with Stonehenge were quickly noticed by Cunnington – both have entrances oriented approximately to the midsummer sunrise, and the diameters of the timber circles at Woodhenge and the stone circles at Stonehenge are similar.\nSimple tracings were made of Maud Cunnington's and Professor Alexander Thom's plans of Woodhenge, which when folded to find its major axis of symmetry indicated that the monument may be aligned on the moon. A GPS survey made in 2008 produced the same result.\nRelationship with other monuments.\nOver 40 years after the discovery of Woodhenge, another timber circle of comparable size was discovered in 1966. Known as the Southern Circle, inside of what came to be known as the Durrington Walls henge enclosure, only north of Woodhenge.\nIt is likely that the timbers were freestanding, rather than part of a roofed structure. For many years work on the study of Stonehenge had overshadowed any real breakthroughs in the understanding of Woodhenge. Ongoing investigations are part of the Stonehenge Riverside Project.\nTheories have emerged in which the sites may all be integrated into an overall layout, in which the structures were linked by roads, and which incorporated the natural features of the River Avon. One suggestion is that the use of wood vs. stone may have held a special significance in the beliefs and practices involving the transformation between life and death.","categories":[],"infobox_types":[],"annotations":[{"uri":"Neolithic","surface_form":"Neolithic","offset":15},{"uri":"Henge","surface_form":"henge","offset":25},{"uri":"Timber","surface_form":"timber","offset":35},{"uri":"Stonehenge","surface_form":"Stonehenge","offset":63},{"uri":"UNESCO","surface_form":"UNESCO","offset":93},{"uri":"Stonehenge%2C_Avebury_and_Associated_Sites","surface_form":"Stonehenge World Heritage Site","offset":100},{"uri":"Wiltshire","surface_form":"Wiltshire","offset":134},{"uri":"Stonehenge","surface_form":"Stonehenge","offset":159},{"uri":"Aerial","surface_form":"aerial","offset":221},{"uri":"Archaeology","surface_form":"archaeology","offset":228},{"uri":"Beaker_culture","surface_form":"Beaker culture","offset":312},{"uri":"Bronze_Age","surface_form":"Bronze Age","offset":385},{"uri":"Radiocarbon_dating","surface_form":"Radiocarbon dating","offset":604},{"uri":"Inhumation","surface_form":"inhumation","offset":1053},{"uri":"London","surface_form":"London","offset":1176},{"uri":"The_Blitz","surface_form":"the Blitz","offset":1217},{"uri":"Bluestone","surface_form":"bluestone","offset":1921},{"uri":"Stonehenge","surface_form":"Stonehenge","offset":1935},{"uri":"Durrington_Walls","surface_form":"Durrington Walls","offset":2804},{"uri":"Stonehenge","surface_form":"Stonehenge","offset":2988},{"uri":"Stonehenge_Riverside_Project","surface_form":"Stonehenge Riverside Project","offset":3113},{"uri":"River_Avon","surface_form":"River Avon","offset":3327}]}