{"id":393597,"url":"http://en.wikipedia.org/wiki/Ring_of_Brodgar","text":"The Ring of Brodgar is a Neolithic henge and stone circle on Mainland, the largest island in Orkney, Scotland. It is part of the UNESCO World Heritage Site known as the Heart of Neolithic Orkney.\nThe stone circle is in diameter, and the third largest in the British Isles. The ring originally comprised 60 stones, of which only 27 remained standing at the end of the 20th century. The tallest stones stand at the south and west of the ring.\nThe stones are set in a circular ditch up to deep, wide and in circumference that was carved out of the solid sandstone bedrock by the ancient residents. Technically, this ditch does not constitute a true henge as there is no sign of an encircling bank of earth and rock. However, many archaeologists refer to this structure as a henge. Aubrey Burl classifies the ditch as a Class II henge; one that has two opposing entrances, in this case on the north-west and south-east.\nThe Ring is in a significant ritual landscape. Within there are the two circle-henges, four chambered tombs, groups of standing stones, single stones, barrows, cairns, and mounds. A number of flint arrowheads and broken stone mace-heads were found nearby. They seem to date from the Bronze Age. The nearby Standing Stones of Stenness and its Maeshowe tomb help to make the Ring of Brodgar a site of major importance.","categories":[],"infobox_types":[],"annotations":[{"uri":"Neolithic","surface_form":"Neolithic","offset":25},{"uri":"Henge","surface_form":"henge","offset":35},{"uri":"Stone_circle","surface_form":"stone circle","offset":45},{"uri":"Orkney","surface_form":"Orkney","offset":93},{"uri":"UNESCO","surface_form":"UNESCO","offset":129},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":136},{"uri":"Heart_of_Neolithic_Orkney","surface_form":"Heart of Neolithic Orkney","offset":169},{"uri":"Ritual","surface_form":"ritual","offset":945},{"uri":"Landscape","surface_form":"landscape","offset":952},{"uri":"Standing_stone","surface_form":"standing stone","offset":1035},{"uri":"Flint","surface_form":"flint","offset":1108},{"uri":"Bronze_Age","surface_form":"Bronze Age","offset":1199},{"uri":"Standing_Stones_of_Stenness","surface_form":"Standing Stones of Stenness","offset":1222},{"uri":"Maeshowe","surface_form":"Maeshowe","offset":1258}]}