{"id":39364,"url":"http://en.wikipedia.org/wiki/King_Kong_(1933_movie)","text":"\"King Kong\" is a 1933 black and white American horror movie. It was directed and produced by Merian C. Cooper and Ernest B. Schoedsack. The screenplay was by Ruth Rose and James Ashmore Creelman. They based the script on a story by Cooper and Edgar Wallace. The movie stars Fay Wray, Bruce Cabot and Robert Armstrong. It opened in New York City on March 2, 1933 to good reviews.\nThe movie is about a huge ape creature called Kong who dies in an attempt to possess a beautiful young woman. Kong is famous for its stop-motion animation by Willis O'Brien. The music was written by Max Steiner. In 1991, the movie was thought \"culturally, historically and aesthetically significant\" by the Library of Congress and selected for preservation in the National Film Registry. It has been remade twice: once in 1976 and again in 2005.\nStory.\nIt is the Great Depression. Ann Darrow is a poor young woman. She agrees to go to a far island to make a movie with director Carl Denham. On the island, Ann is kidnap by natives and is presented as an offering to a giant gorilla called Kong. He falls in love with her and takes her to his secret place in the jungle. She is rescued by Denham and the ship's crew. Kong is captured and taken to New York City to be put on display. He escapes. He captures Ann and carries her to the top of the Empire State Building. He is shot down by army planes.\nReception.\n\"Variety\" thought the movie was a powerful adventure. The \"New York Times\" thought the movie a fascinating adventure. The movie was not shown in Nazi Germany because it was thought a threat to Aryan womanhood. In 2002, Roger Ebert wrote that the special effects are not up to modern standards, but the movie remains one \"that still somehow works.\" In 2009, \"King Kong\" held an average score of 100% \"Certified Fresh\" based on 46 reviews on Rotten Tomatoes. The movie made about $2 million when it was first shown. Its opening weekend total was estimated at $90,000. After the 1952 re-release, \"Variety\" estimated the film had made $4 million in cumulative domestic rentals for that year.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":38},{"uri":"Horror_movie","surface_form":"horror movie","offset":47},{"uri":"Merian_C._Cooper","surface_form":"Merian C. Cooper","offset":93},{"uri":"King_Kong_(character)","surface_form":"Kong","offset":425},{"uri":"Animation","surface_form":"animation","offset":524},{"uri":"Willis_O%27Brien","surface_form":"Willis O'Brien","offset":537},{"uri":"Max_Steiner","surface_form":"Max Steiner","offset":578},{"uri":"Library_of_Congress","surface_form":"Library of Congress","offset":686},{"uri":"Great_Depression","surface_form":"Great Depression","offset":842},{"uri":"Gorilla","surface_form":"gorilla","offset":1053},{"uri":"Jungle","surface_form":"jungle","offset":1141},{"uri":"New_York_City","surface_form":"New York City","offset":1225},{"uri":"Empire_State_Building","surface_form":"Empire State Building","offset":1323},{"uri":"Variety","surface_form":"Variety","offset":1390},{"uri":"New_York_Times","surface_form":"New York Times","offset":1448},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":1534},{"uri":"Aryan","surface_form":"Aryan","offset":1582},{"uri":"Roger_Ebert","surface_form":"Roger Ebert","offset":1608},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":1829}]}