{"id":393605,"url":"http://en.wikipedia.org/wiki/EPR_paradox","text":"e=\"preserve\">The EPR paradox is an early and strong criticism of quantum mechanics. Albert Einstein and his co-workers, Boris Podolsky and Nathan Rosen, said that Niels Bohr, Werner Heisenberg, and the other scientists in Copenhagen were wrong about uncertainty. Heisenberg claimed that you could never know, for any one time, both the position and momentum (or velocity, or trajectory) of any atom-sized or smaller particle. The idea was that the two could not be measured at the same time, and that as soon as one was measured a change would occur and you would not get the same answer for the other one that you would have gotten if you had measured it first. Einstein and his group said that Heisenberg should think again. Suppose you had two very small particles. You measured the weight of each of them and then stuck them together. You gave them a little push. Then something broke them apart. They should have both positions and velocities that were related. So if you measured the position of one of them, then even if you assumed that Heisenberg was right and you could not involve messing up its velocity in the process of measuring it, surely that did not mean that it never had a definite velocity. For proof, Einstein said that you could next measure the velocity of the second particle and, since everything was mathematically related, you would then know the velocity of the first particle.\nThere was one way that Heisenberg could be right, a reason that Einstein thought was nonsense: What if measuring the position of the first particle would mess up the velocity of the second particle. That would be like magic. How could anybody explain such an influence? Suppose that the two particles were moving away very fast and a long time had gone by. If something that happened to the first particle somehow influenced the second particle, its influence would have to travel faster than the speed of light, which is impossible. Physicists like Erwin Schrödinger suggested that maybe the relationship in position and velocity would just gradually go away somehow. Schrödinger called the connection between the two particles (and anything like it that happened to other things) \"entanglement.\"\n\"Spooky action at a distance,\" as Einstein called it, is one way of understanding this paradox. Einstein had no way of knowing that future experiments would show that entanglement exists. In the end, John Stewart Bell showed mathematically that there is no way that hidden variables could account for experimental results that show entanglement.","categories":[],"infobox_types":[],"annotations":[{"uri":"Quantum_mechanics","surface_form":"quantum mechanics","offset":65},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":84},{"uri":"Niels_Bohr","surface_form":"Niels Bohr","offset":163},{"uri":"Werner_Heisenberg","surface_form":"Werner Heisenberg","offset":175},{"uri":"Uncertainty_principle","surface_form":"uncertainty","offset":250},{"uri":"John_Stewart_Bell","surface_form":"John Stewart Bell","offset":2405}]}