{"id":393673,"url":"http://en.wikipedia.org/wiki/Katiti_Aboriginal_Land_Trust","text":"e=\"preserve\">The Katiti Aboriginal Land Trust is a land trust for a block of land in the southwest of the Northern Territory, Australia. It was created through the Katiti Land Claim in 1980. The trust's owners include Pitjantjatjara, Yankunytjatjara and Luritja people. The block of land is officially referred to as Northern Territory Portion 1818. It borders the larger Petermann Land Trust area and Uluṟu–Kata Tjuṯa National Park to the north and west, and two pastoral stations to the east and south: Curtin Springs and Mulga Park. The town of Yulara is excluded from the Land Trusts, and sits between the Katiti block and Uluṟu–Kata Tjuṯa National Park.\nThe trust is named after Katiti (), a natural spring located about south of Lake Amadeus. This spring was first written about by Baldwin Spencer and Francis James Gillen. They visited it in 1894 on their way to Uluṟu, and recorded the name \"Kurtitina\" (more accurately, '). The prospecting expedition led by Lawrence Wells visited the spring in 1903, and Herbert Basedow marked it on his maps as \"Curtyteena\".\nHistory.\nBefore the 1970s, the area of land now held by the Katiti ALT was considered crown land by the government. The region to the southwest had been declared an Aboriginal reservation in 1920. An area of land around Uluṟu and Kata Tjuṯa had been made into the Ayers Rock–Mt Olga National Park in 1958. The Katiti block, however, was considered unused. In 1976, the Australian Federal Government passed the Aboriginal Land Rights Act. This law allowed Aboriginal communities to claim ownership of unused land, and to be granted freehold title to that land if they could show that they had a historical association with it. Section 4 of the act gave the Minister for Aboriginal Affairs the power to establish Land Trusts to look after the title.\nThe Katiti Land Claim was formally submitted in 1979. The claim was for a larger area than what is held by the Trust today, and included the Ayers Rock–Mt Olga National Park. It was sumbitted by the Central Land Council on the behalf of several hundred people, most of whom lived at Muṯitjulu. The people were granted legal ownership to the block of land now held by the Katiti ALT on 30 September 1980. They were not granted the title to Ayers Rock–Mt Olga because it was already being used as a national park. They were, however, recognised as the park's traditional owners ('). Also excluded from the property granted were a area surrounding the resort town of Yulara, and a area covering the Petermann Road, which provided tourist access to Uluṟu.\nPetermann Road was later replaced by the Lasseter Highway, and the government transferred the title to the old road to the Katiti ALT on 23 February 1990. Legal ownership over the national park's land was eventually granted to its traditional owners in 1985, and the title to this area is held by the Uluṟu–Kata Tjuṯa Aboriginal Land Trust. Ownership of the Yulara area was the subject of a court case, which ended in 2006.","categories":[],"infobox_types":[],"annotations":[{"uri":"Aboriginal_Land_Trust","surface_form":"land trust","offset":51},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":106},{"uri":"Pitjantjatjara","surface_form":"Pitjantjatjara","offset":218},{"uri":"Yankunytjatjara","surface_form":"Yankunytjatjara","offset":234},{"uri":"Luritja","surface_form":"Luritja","offset":254},{"uri":"Petermann_Aboriginal_Land_Trust","surface_form":"Petermann Land Trust","offset":372},{"uri":"Ulu%E1%B9%9Fu%E2%80%93Kata_Tju%E1%B9%AFa_National_Park","surface_form":"Uluṟu–Kata Tjuṯa National Park","offset":402},{"uri":"Station_(agriculture)","surface_form":"pastoral stations","offset":464},{"uri":"Curtin_Springs","surface_form":"Curtin Springs","offset":505},{"uri":"Mulga_Park","surface_form":"Mulga Park","offset":524},{"uri":"Yulara%2C_Northern_Territory","surface_form":"Yulara","offset":548},{"uri":"Spring_(water)","surface_form":"spring","offset":705},{"uri":"Lake_Amadeus","surface_form":"Lake Amadeus","offset":735},{"uri":"Walter_Baldwin_Spencer","surface_form":"Baldwin Spencer","offset":788},{"uri":"Francis_James_Gillen","surface_form":"Francis James Gillen","offset":808},{"uri":"Ulu%E1%B9%9Fu","surface_form":"Uluṟu","offset":870},{"uri":"Prospecting","surface_form":"prospecting","offset":937},{"uri":"Lawrence_Wells","surface_form":"Lawrence Wells","offset":967},{"uri":"Herbert_Basedow","surface_form":"Herbert Basedow","offset":1014},{"uri":"Crown_land","surface_form":"crown land","offset":1155},{"uri":"Ulu%E1%B9%9Fu","surface_form":"Uluṟu","offset":1289},{"uri":"Kata_Tju%E1%B9%AFa","surface_form":"Kata Tjuṯa","offset":1299},{"uri":"Ulu%E1%B9%9Fu-Kata_Tju%E1%B9%AFa_National_Park","surface_form":"Ayers Rock–Mt Olga National Park","offset":1333},{"uri":"Ownership","surface_form":"ownership","offset":1556},{"uri":"Freehold_title","surface_form":"freehold title","offset":1600},{"uri":"Central_Land_Council","surface_form":"Central Land Council","offset":2016},{"uri":"Mu%E1%B9%AFitjulu","surface_form":"Muṯitjulu","offset":2100},{"uri":"Aboriginal_title","surface_form":"traditional owners","offset":2374},{"uri":"Yulara","surface_form":"Yulara","offset":2481},{"uri":"Lasseter_Highway","surface_form":"Lasseter Highway","offset":2610},{"uri":"Ulu%E1%B9%9Fu%E2%80%93Kata_Tju%E1%B9%AFa_Aboriginal_Land_Trust","surface_form":"Uluṟu–Kata Tjuṯa Aboriginal Land Trust","offset":2870}]}