{"id":39368,"url":"http://en.wikipedia.org/wiki/Monte_Carlo_algorithm","text":"A Monte Carlo algorithm is an algorithm for computers which is used to simulate the behaviour of other systems. It is not an exact method, but a heuristical one, typically using randomness and statistics to get a result. The algorithm terminates with an answer that is correct with probability formula_1.\nIt is a computation process that uses random numbers to produce an outcome(s). Instead of having fixed inputs, probability distributions are assigned to some or all of the inputs. This will generate a probability distribution for the output after the simulation is run.\nFor example, a Monte Carlo algorithm can be used to estimate the value of π. The amount of area within a quarter-circle of radius 1 depends on the value of π. The probability that a randomly-chosen point will lie in that quarter-circle depends on the area of the circle. If points are placed randomly in a square with sides of length 1, the percentage of points that fall within a quarter-circle of radius 1 will depend on the value of π. A Monte Carlo algorithm would randomly place points in the square and use the percentage of points falling inside of the circle to estimate the value of π.This is an effective way for making approximations.\nIn modern communication systems, the quality of information exchange is determined by the presence of noise in the channel. The major source of noise - Additive White Gaussian Noise (AWGN) being random in nature can be characterized using the Monte Carlo algorithm in simulating a Communications System\nThe modern version of the Markov chain Monte Carlo method was invented in the late 1940s by Stanislaw Ulam, while he was working on nuclear weapons projects at the Los Alamos National Laboratory.","categories":[],"infobox_types":[],"annotations":[{"uri":"Algorithm","surface_form":"algorithm","offset":30},{"uri":"Computer","surface_form":"computer","offset":44},{"uri":"Simulation","surface_form":"simulate","offset":71},{"uri":"Behaviour","surface_form":"behaviour","offset":84},{"uri":"Heuristics","surface_form":"heuristical","offset":145},{"uri":"Random","surface_form":"random","offset":178},{"uri":"Statistics","surface_form":"statistics","offset":193},{"uri":"Computation","surface_form":"computation","offset":313},{"uri":"Probability_distribution","surface_form":"probability distribution","offset":416},{"uri":"Pi_(mathematics)","surface_form":"π","offset":649},{"uri":"Pi_(mathematics)","surface_form":"π","offset":731},{"uri":"Probability","surface_form":"probability","offset":738},{"uri":"Percentage","surface_form":"percentage","offset":916},{"uri":"Pi_(mathematics)","surface_form":"π","offset":1011},{"uri":"Pi_(mathematics)","surface_form":"π","offset":1167},{"uri":"Communication","surface_form":"communication","offset":1231},{"uri":"Normal_distribution","surface_form":"Gaussian","offset":1388},{"uri":"Markov_chain","surface_form":"Markov chain","offset":1550},{"uri":"Stanislaw_Ulam","surface_form":"Stanislaw Ulam","offset":1616}]}