{"id":39374,"url":"http://en.wikipedia.org/wiki/Mailing_list","text":"e=\"preserve\">Some people or organizations have many addresses of different people. They use these addresses to send the mail. In the postal system, using regular mail, such mailing lists are used to distribute these mails, which may be wanted (like newspapers) or unwanted (advertising).\nElectronic mailing lists.\nIn the electronic form, these differences also exist. Bulk mail (SPAM) is distributed using mailing lists.\nOn the other hand, there are echo mailing lists people subscribe to. When a subscriber sends a mail to the mailing list, this mail is distributed (echoed) to all people who are on the list. The Software which manages such a mailing list sometimes offers options to the people who subscribe. Instead of getting each mail directly, they might want only one mail (per day). This mail then contains all the mails of that day. This is called a \"digest\". Mails that come from people on the list might be handled differently from mails from people who are not subscribed to the mailing list.\nPostal mailing list.\nMailing lists are a way to reach selected groups of people - by specific parameters (or markets) - through the Post office. The population may be broken into sections organized buy their unique qualities such as \"catalog purchasers\" or \"business owners,\" or by geographic area such as businesses or residents in a particular city or zip code, or buy select statistical parameters such as businesses with over 20 employees, or heads of household with income of over $80,000. Direct Mail Lists are then sold to direct marketing companies wishing to make an offer to this specific segment of the population. By tightly specifying the parameters of the mailing list, direct mail is a very effective way to market to a precisely selected group with little wasted advertising expense.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mail","surface_form":"mail","offset":120},{"uri":"Postal_system","surface_form":"postal system","offset":133},{"uri":"Newspaper","surface_form":"newspaper","offset":249},{"uri":"Advertising","surface_form":"advertising","offset":274},{"uri":"SPAM","surface_form":"SPAM","offset":379},{"uri":"Software","surface_form":"Software","offset":615},{"uri":"Post_office","surface_form":"Post office","offset":1138},{"uri":"Zip_code","surface_form":"zip code","offset":1360}]}