{"id":3937,"url":"http://en.wikipedia.org/wiki/Japanese_language","text":"Japanese (日本語 \"Nihon-go\" in Japanese) is the official language of Japan, in East Asia. Japanese belongs to the Japonic language family, which also includes the endangered Ryukyuan languages. One theory says Japanese and Korean are related, but most linguists no longer think so. Other theories about the origin of Japanese are that it related to the Austronesian languages, the Dravidian languages, or the [https://simple.m.wiktionary.org/wiki/controversial controversial] Altaic language family. Interestingly, a different term is used for Japanese as a course of study by citizens: it is \"kokugo\" (国語), which means national language. Nonetheless, Japanese is still referred to as 日本語 by the Japanese.\nJapanese uses three separate writing systems: hiragana, katakana, and kanji. The first two are phonetic systems and so show the pronunciation of Japanese words, and kanji is the Japanese variation of Chinese characters and show the meaning of Japanese words. The three systems are used interchangeably, and all three systems can often be found in the same sentence. The three systems are each reserved for different purposes.\nIn English, the order of the words is very important. For example, the sentences \"Is it?\" and \"It is.\" mean different things. In Japanese, differences are made often by adding or changing the ending of words. A Japanese word has a stem called a \"body\", and additional parts (called suffixes). Changing the suffix can change the meaning or the grammar of the word.\nAfter World War II, many English words entered the Japanese language. An example of one would be “アイスクリーム, aisukurīmu”, meaning “ice cream”.\nSounds.\nJapanese has five vowel sounds that can have two different lengths. They are \"a, i, u, e, o\". In IPA they are transliterated as /a/, /i/, /ɯ/, /e/, /o/; and they are pronounced in English as \"ah, ee, oo, eh, oh\". Lengthening a vowel can change the meaning of the word: \"ojisan\" (おじさん, uncle) and \"ojiisan\" (おじいさん, grandfather). Japanese has a sound that is like the English \"l\", but it is also like the English \"r\". (That is why it can be difficult for many Japanese when to learn to make both sounds when they speak English.) Japanese has a sound that is not uncommon in English and is usually written \"Tsu\" (つ). This sound appears in \"tsunami\" (つなみ), the Japanese word for large ocean waves caused by earthquakes or extreme weather.\nGrammar.\nWhen foreigners speak Japanese, it is important they know how formal they must be when they speak to people you may or may not know. In Japan, it could be considered quite impolite (rude) if you are not formal enough.\nIn Japanese, sentences use subject-object-verb (SOV) word order, so the verb is at the end of the sentence and the subject is at the beginning. Many sentences have no subject, and the listener can infer the subject based context and the form of a verb.\nIn Japanese, Japan is called \"Nihon\" (日本), and the language is called \"Nihongo\" (日本語) (-go means \"language\"). Sometimes, the words \"Nippon\" and \"Nippongo\" are also used, but both words are now thought of as more nationalist, and \"Nihon\" is a more neutral word. The kanji of the word mean \"sun-origin.\" Since Japan is at the eastern edge of Asia, to observers in China, the sun rose from the direction of Japan. That is why Japan is called \"The Land of Rising Sun.\"\nJapanese is an agglutinative language, especially in its verbs. Its words has a short \"body,\" and prefixes or suffixes are easily added to change or to redefine the meaning.\nJapanese words come from three main sources. The first is \"wago\" (和語), which are native Japanese words and can also be called \"yamato kotoba\" (大和言葉). The second is \"kango\" (漢語), which are Chinese loanwords. The third is \"gairaigo\" (外来語), which are loanwords borrowed from languages other than Chinese (usually English since the Second World War).","categories":[],"infobox_types":[],"annotations":[{"uri":"Official_language","surface_form":"official language","offset":45},{"uri":"Japan","surface_form":"Japan","offset":66},{"uri":"Asia","surface_form":"Asia","offset":81},{"uri":"Japonic_languages","surface_form":"Japonic language family","offset":111},{"uri":"Ryukyuan_languages","surface_form":"Ryukyuan languages","offset":171},{"uri":"Korean_language","surface_form":"Korean","offset":220},{"uri":"Austronesian_languages","surface_form":"Austronesian languages","offset":350},{"uri":"Dravidian_languages","surface_form":"Dravidian languages","offset":378},{"uri":"Altaic_languages","surface_form":"Altaic","offset":473},{"uri":"Language_family","surface_form":"language family","offset":480},{"uri":"National_language","surface_form":"national language","offset":617},{"uri":"Hiragana","surface_form":"hiragana","offset":749},{"uri":"Katakana","surface_form":"katakana","offset":759},{"uri":"Kanji","surface_form":"kanji","offset":773},{"uri":"Chinese_character","surface_form":"Chinese character","offset":903},{"uri":"English_language","surface_form":"English","offset":1132},{"uri":"Suffix","surface_form":"suffix","offset":1411},{"uri":"World_War_II","surface_form":"World War II","offset":1499},{"uri":"Ice_cream","surface_form":"ice cream","offset":1622},{"uri":"Vowel","surface_form":"vowel","offset":1660},{"uri":"English_language","surface_form":"English","offset":2008},{"uri":"Tsunami","surface_form":"tsunami","offset":2279},{"uri":"Earthquake","surface_form":"earthquake","offset":2345},{"uri":"Extreme_weather","surface_form":"extreme weather","offset":2360},{"uri":"Word_order","surface_form":"word order","offset":2657},{"uri":"Verb","surface_form":"verb","offset":2676},{"uri":"Sentence","surface_form":"sentence","offset":2702},{"uri":"Subject","surface_form":"subject","offset":2719},{"uri":"Nationalism","surface_form":"nationalist","offset":3069},{"uri":"Sun","surface_form":"sun","offset":3146},{"uri":"China","surface_form":"China","offset":3219},{"uri":"Agglutinative_language","surface_form":"agglutinative language","offset":3337},{"uri":"Yamato_kotoba","surface_form":"wago","offset":3555},{"uri":"Yamato_kotoba","surface_form":"yamato kotoba","offset":3623},{"uri":"Kango","surface_form":"kango","offset":3661},{"uri":"Loanword","surface_form":"loanwords","offset":3692},{"uri":"Gairaigo","surface_form":"gairaigo","offset":3717},{"uri":"World_War_II","surface_form":"Second World War","offset":3824}]}