{"id":393749,"url":"http://en.wikipedia.org/wiki/2013_Boston_Marathon_bombings","text":"The Boston Marathon bombings were a terrorist attack that happened during the 2013 Boston Marathon on April 15, 2013 in Boston, Massachusetts. At 2:49 PM EDT, two bombs exploded thirteen seconds apart near the finish line. Three people were killed and an estimated 264 people were injured. The windows of stores near the explosions were broken, and a window on the third floor of the Boston Public Library, across the street from the site of one of the explosions, was damaged.\nExplosion.\nAt the time of the first traumatic explosion, the clock at the finish line showed a time of 04:09:43. This was within minutes of the time that the most runners were crossing the finish line during the 2013 Boston Marathon. The winning runners had crossed the finish line two hours earlier, and other runners were finishing. The remaining runners were directed away from the finish line.\nThe Federal Aviation Administration stopped all airplanes from departing Boston's Logan International Airport for almost two hours. The Massachusetts Bay Transportation Authority, Boston's transit system, had some service shut down after the bombings.\nResponse.\nIn response to the bombings, security was increased in New York City. Counter-terrorism vehicles were sent to landmark sites in the city. Security was increased at Times Square, hotels, and other places. Security was also increased in Washington D.C., where the White House was partially evacuated. Pennsylvania Avenue was closed off by the United States Secret Service. In Chicago, all of the city's most important streets and buildings were also closed and inspected.\nBarack Obama, the President of the United States, addressed the nation several hours after the bombings. He said that while the people behind the bombings were still not known, the government would \"get to the bottom of this.\", and that those people would feel \"the full weight of justice.\" The President addressed the nation again the next day. He later described the bombings as an act of terrorism, saying that \"Any times bombs are used to target innocent civilians, it is an act of terror.\"\nAftermath.\nThe day after the bombings, a moment of silence was held at the New York Stock Exchange, NASDAQ, and the New York Mercantile Exchange. Other events across the country also held moments of silence.\nDuring a news conference on April 18, the Federal Bureau of Investigation released video and pictures of two possible suspects to the public, asking them to help identify the suspects in the video and pictures. The FBI reported that one of the men was seen placing a backpack at the scene of the bombings minutes before they happened.\nCaptured.\nOn the evening of April 18, a shooting happened on the campus of the Massachusetts Institute of Technology at 10:48 PM EDT. Multiple shots were fired. One police officer at the scene died after being shot multiple times. After killing the police officer, the suspects stole a silver Mercedes-Benz SUV in Cambridge. They forced the owner to use his ATM card to take out $800 in cash. They released him after the ATM reached its limit. The owner's cell phone was still in the car, allowing police to locate the suspects. Police exchanged gunfire with the two suspects in Watertown. One police officer was very badly hurt while exchanging gunfire with the suspects. \"The Boston Globe\" reported that the suspects were the same men that the FBI were looking for in the aftermath of the Marathon bombings. One of the suspects, 26-year old Tamerlan Tsarnaev, died of his injuries. The other suspect, 19-year old Dzhokhar Tsarnaev, was \"still at large,\" according to law enforcement officials. On the morning of April 19, Massachusetts Governor Deval Patrick asked the city of Boston to \"shelter in place.\" This meant that people should stay inside and not open their doors to anyone other than police officers with proper identification cards. As a result, the entire transit system of Boston, as well as taxi service, was shut down.\nLater that evening, Dzhokhar Tsarnaev was taken into custody. He had hidden in a boat in the backyard of a property on 67 Franklin St. in Watertown and was spotted by a man checking on his boat. He was taken into custody alive, but very badly hurt after a standoff with police.\nOn April 22, Dzhokar was charged with using and planning to use a weapon of mass destruction to cause death and with destruction of property resulting in death. On May 15, 2015, a jury sentenced Dzhokhar to death by lethal injection.","categories":[],"infobox_types":[],"annotations":[{"uri":"Terrorism","surface_form":"terrorist attack","offset":36},{"uri":"Boston_Marathon","surface_form":"Boston Marathon","offset":83},{"uri":"Boston%2C_Massachusetts","surface_form":"Boston, Massachusetts","offset":120},{"uri":"Eastern_Daylight_Time","surface_form":"EDT","offset":154},{"uri":"Federal_Aviation_Administration","surface_form":"Federal Aviation Administration","offset":880},{"uri":"Logan_International_Airport","surface_form":"Logan International Airport","offset":958},{"uri":"New_York_City","surface_form":"New York City","offset":1193},{"uri":"Times_Square","surface_form":"Times Square","offset":1302},{"uri":"Washington_D.C.","surface_form":"Washington D.C.","offset":1373},{"uri":"White_House","surface_form":"White House","offset":1400},{"uri":"United_States_Secret_Service","surface_form":"United States Secret Service","offset":1479},{"uri":"Chicago","surface_form":"Chicago","offset":1512},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":1608},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":1626},{"uri":"Federal_government_of_the_United_States","surface_form":"government","offset":1789},{"uri":"Moment_of_silence","surface_form":"moment of silence","offset":2144},{"uri":"New_York_Stock_Exchange","surface_form":"New York Stock Exchange","offset":2178},{"uri":"NASDAQ","surface_form":"NASDAQ","offset":2203},{"uri":"New_York_Mercantile_Exchange","surface_form":"New York Mercantile Exchange","offset":2219},{"uri":"Federal_Bureau_of_Investigation","surface_form":"Federal Bureau of Investigation","offset":2353},{"uri":"Massachusetts_Institute_of_Technology","surface_form":"Massachusetts Institute of Technology","offset":2725},{"uri":"Mercedes-Benz","surface_form":"Mercedes-Benz","offset":2939},{"uri":"SUV","surface_form":"SUV","offset":2953},{"uri":"Cambridge%2C_Massachusetts","surface_form":"Cambridge","offset":2960},{"uri":"Automated_teller_machine","surface_form":"ATM","offset":3004},{"uri":"Cell_phone","surface_form":"cell phone","offset":3102},{"uri":"Taxi","surface_form":"taxi","offset":3954},{"uri":"Weapon_of_mass_destruction","surface_form":"weapon of mass destruction","offset":4327},{"uri":"Lethal_injection","surface_form":"lethal injection","offset":4477}]}