{"id":393870,"url":"http://en.wikipedia.org/wiki/Ancient_Greek_sculpture","text":"e=\"preserve\">Ancient Greek sculpture is the sculpture of Ancient Greece. There are three major stages. Sculpture was used to show the battles, mythology, and rulers of the area known as Ancient Greece.\nArchaic period.\nThe Greeks began again to carve in stone as they came out of their Dark Age. They were inspired by the large stone sculptures of Mesopotamia and Egypt. Free-standing figures share the solidity and front-facing stance of their Eastern models. However, their style is more dynamic than those of Egyptian sculpture. This is clear in the \"Lady of Auxerre\" and the \"Torso of Hera\" (Early Archaic period, c. 660–580 BC. Both are in the Louvre, Paris). After about 575 BC, figures such as these, both male and female, began wearing the so-called 'archaic smile'. This may have been a device to give the figures a distinctive human appearance.\nThree types of figures are common – the standing nude youth (\"kouros\", plural \"kouroi\"), the standing draped girl (\"kore\", plural \"korai\"), and the seated woman. All emphasize and generalize the essential features of the human figure and show an increasingly accurate understanding of human anatomy.\nLady of Auxerre.\nThe (75 cm high) limestone Cretan sculpture called the Lady of Auxerre, at the Louvre is a Greek goddess of c. 650–625 BC. It is a \"Kore\" (\"maiden\") whose her right hand touches her solar plexus and her left is stiffly at her side (Basel 2001).\nMaxime Collignon, a Louvre curator, found the sculpture in a storage vault in the Museum of Auxerre, a city east of Paris, in 1907. No-one knows how it got there, according to the Louvre monograph.\nThis archaic sculpture has traces of coloured paint. It dates from the 7th century BC, when Greece was emerging from its Dark Age. The Lady of Auxerre still has the narrow waist of a Minoan–Mycenaean goddess, and her stiff hair suggests Egyptian influence.\nClassical period.\nThe Classical period saw better Greek sculpture. There was a big improvement in producing realistic human forms. Poses became more naturalistic, notably during the beginning of the period (see the Charioteer of Delphi for an example of the transition to more naturalistic sculpture).\nFrom about 500 BC, Greek statues began increasingly to depict real people. The statues of Harmodius and Aristogeiton, set up in Athens mark the overthrow of the aristocratic tyranny, are said to be the first public monuments to show actual individuals.\nAlso, we begin to see references to the sculptors themselves in writings of the period. Examples include Phidias, known to have overseen the design and building of the Parthenon, and Praxiteles, whose nude female nude sculptures were the first to be considered artistically respectable.\nThe Classical period also saw an increase in the use of statues and sculptures as decorations of buildings. The temples of the Classical era included the Parthenon in Athens, and the Temple of Zeus at Olympia. They had relief sculpture for decorative friezes, and sculpture in the round to fill the triangular fields of the pediments. Most of these works survive only in fragments, for example the Parthenon Marbles, roughly half of which are in the British Museum.\nHellenistic period.\nThe Hellenistic period is from 323 BC to 146 BC. A number of the best-known works of Greek sculpture belong to this period, including Laocoön and his Sons, Venus de Milo, and the Winged Victory of Samothrace.\nAll these statues show classical themes, but their treatment is far more sensuous and emotional than the Classical period would have allowed. Hellenistic sculpture was also marked by an increase in size, which culminated in the Colossus of Rhodes (late 3rd century), thought to have been roughly the same size as the Statue of Liberty. The combined effect of earthquakes and looting have destroyed this.\nAlmost all forms of Greek and Roman art were coloured in the original. Most Greek sculptures were painted in strong and bright colours. The clothing and hair were painted, with the skin left in the natural colour of the stone. Some sculptures were entirely painted. The polychromy of stone statues was paralleled by the use of different materials to distinguish skin, clothing and other details, and by the use of different metals for lips, fingernails, etc. on high-quality bronzes like the Riace bronzes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sculpture","surface_form":"sculpture","offset":44},{"uri":"Ancient_Greece","surface_form":"Ancient Greece","offset":57},{"uri":"Battle","surface_form":"battle","offset":134},{"uri":"Mythology","surface_form":"mythology","offset":143},{"uri":"Greek_Dark_Ages","surface_form":"Dark Age","offset":285},{"uri":"Mesopotamia","surface_form":"Mesopotamia","offset":347},{"uri":"Egypt","surface_form":"Egypt","offset":363},{"uri":"The_Louvre","surface_form":"the Louvre","offset":644},{"uri":"Paris","surface_form":"Paris","offset":656},{"uri":"Limestone","surface_form":"limestone","offset":1188},{"uri":"Crete","surface_form":"Cretan","offset":1198},{"uri":"Sculpture","surface_form":"sculpture","offset":1205},{"uri":"Louvre","surface_form":"Louvre","offset":1250},{"uri":"Auxerre","surface_form":"Auxerre","offset":1508},{"uri":"Greece","surface_form":"Greece","offset":1706},{"uri":"Greek_Dark_Ages","surface_form":"Dark Age","offset":1735},{"uri":"Minoan_civilization","surface_form":"Minoan","offset":1797},{"uri":"Mycenaean_Greece","surface_form":"Mycenaean","offset":1804},{"uri":"Goddess","surface_form":"goddess","offset":1814},{"uri":"Ancient_Egypt","surface_form":"Egyptian","offset":1851},{"uri":"Charioteer_of_Delphi","surface_form":"Charioteer of Delphi","offset":2086},{"uri":"Tyrant","surface_form":"tyranny","offset":2347},{"uri":"Phidias","surface_form":"Phidias","offset":2531},{"uri":"Parthenon","surface_form":"Parthenon","offset":2594},{"uri":"Praxiteles","surface_form":"Praxiteles","offset":2609},{"uri":"Parthenon","surface_form":"Parthenon","offset":2867},{"uri":"Temple_of_Zeus","surface_form":"Temple of Zeus","offset":2896},{"uri":"Olympia","surface_form":"Olympia","offset":2914},{"uri":"Frieze","surface_form":"frieze","offset":2964},{"uri":"Elgin_Marbles","surface_form":"Parthenon Marbles","offset":3111},{"uri":"British_Museum","surface_form":"British Museum","offset":3163},{"uri":"Laoco%C3%B6n_and_his_Sons","surface_form":"Laocoön and his Sons","offset":3333},{"uri":"Venus_de_Milo","surface_form":"Venus de Milo","offset":3355},{"uri":"Winged_Victory_of_Samothrace","surface_form":"Winged Victory of Samothrace","offset":3378},{"uri":"Colossus_of_Rhodes","surface_form":"Colossus of Rhodes","offset":3636},{"uri":"Statue_of_Liberty","surface_form":"Statue of Liberty","offset":3725},{"uri":"Earthquakes","surface_form":"earthquakes","offset":3767},{"uri":"Looting","surface_form":"looting","offset":3783},{"uri":"Riace_bronzes","surface_form":"Riace bronzes","offset":4304}]}