{"id":393901,"url":"http://en.wikipedia.org/wiki/Slot_machine","text":"A slot machine (American English), called also fruit machine (British English), the slots (Canadian English), poker machine or \"pokies\" (slang) (Australian English and New Zealand English) or simply slot (American English), is a casino gambling machine with set of numbers or pictures that after putting money in it and pressing button will randomly spin. The game is popular in casinos as it is easy and hassle free way to gamble money. Display of a slot machine have a reels, which have symbols and when player go to play, build in random number generator generates result in different symbols. If same numbers or pictures will line up - player will win his bet or multiplier of it.\nSlot machines include a currency detector that detects if coins and notes are real ones and what values they have. The machine pays the winning or issue a coupon that will entitle to collecting reward in cash or prizes.\nIn some countries where money gambling in casinos is illegal the slot machines can issue free prizes, coupons or vouchers. Slot machines are the most popular gambling method in casinos and are responsible for about 70 percent of the US casino's income.\nThe first slot machine was invented by Charles Fey of San Francisco, California, U.S in 1894. The following year Fey built the 4-11-44 in his basement; it proved so successful at a local saloon that he soon quit his job and opened a factory to produce more units. In 1898 Fey built the Card Bell, the first three-reel slot machine with automatic cash payouts. The Card Bell had a handle that set the reels in motion when it was pushed down and playing card suitmarks that lined up to form poker hands. His next slot machine, the Liberty Bell, was built in 1899 and used horseshoes and bells as well as playing card suitmarks on the reels. Three bells lined up in a row meant the top payout. Chiefly because of the 1906 San Francisco earthquake, only 4 of more than 100 Liberty Bell machines built by Fey survive. The Liberty Bell proved immensely popular among saloon patrons in San Francisco and was quickly copied by Fey’s competitors, such as the Mills Novelty Company of Chicago.","categories":[],"infobox_types":[],"annotations":[{"uri":"American_English","surface_form":"American English","offset":16},{"uri":"British_English","surface_form":"British English","offset":62},{"uri":"Canadian_English","surface_form":"Canadian English","offset":91},{"uri":"Australian_English","surface_form":"Australian English","offset":145},{"uri":"New_Zealand_English","surface_form":"New Zealand English","offset":168},{"uri":"American_English","surface_form":"American English","offset":205},{"uri":"Casino","surface_form":"casino","offset":229},{"uri":"Casino","surface_form":"casinos","offset":947},{"uri":"Casino","surface_form":"casino","offset":1082}]}