{"id":393960,"url":"http://en.wikipedia.org/wiki/Nicol%C3%A1s_Maduro","text":"Nicolás Maduro Moros (born 23 November 1962) is a Venezuelan politician who has been the 46th President of Venezuela since 2013. He previously was the Vice President of Venezuela and the Minister of Foreign Affairs. Maduro became interim President following the death of Hugo Chávez.\nOn 14 April 2013, Maduro was elected President of Venezuela, narrowly defeating Henrique Capriles, with 1.5% of the vote separating the two candidates. Capriles demanded a recount, refusing to recognize the outcome as valid.\nMaduro was born on 23 November 1962 in Caracas, Venezuela. Maduro was raised as a Roman Catholic, and his paternal family ancestry is of Sephardic Jewish origin. He is married to Cilia Flores. Before Maduro became a politician, he was a bus driver in Caracas.\nIn 2013, Maduro denied rumors of homophobia. He stated that if he were gay he would \"shout it to the four winds\". He said that \"I would have no problem loving whoever I had to love with my heart\". He also stated that the Chávez government had supported LGBT rights starting from 14 years ago, promoting inclusion and non-discrimination.\nIn March 2016, Maduro endorsed United States senator Bernie Sanders for President of the United States.\nIn January 2017 Maduro endorsed the murder of Venezuelan dissident Óscar Pérez in what has been named as the \"Raid in El Junquito\". The international media and some politicians & citizens all over the world defined what has happened in El Junquito as a massacre. They harshly criticized about Maduro & his government.\nDespite calls to resign as president when his first term ended on 10 January 2019, Maduro inaugurated himself. This caused many people to be angry across the world and caused the National Assembly to call for a State of emergency. Many countries removed their embassies from Venezuela. Many believe that his election was illegitimate, they claimed that by retaking power, Maduro was making Venezuela into an illegal \"de facto\" dictatorship.","categories":[],"infobox_types":[],"annotations":[{"uri":"Venezuela","surface_form":"Venezuela","offset":50},{"uri":"President_of_Venezuela","surface_form":"President of Venezuela","offset":94},{"uri":"Vice_President_of_Venezuela","surface_form":"Vice President of Venezuela","offset":151},{"uri":"List_of_Ministers_of_Foreign_Affairs_of_Venezuela","surface_form":"Minister of Foreign Affairs","offset":187},{"uri":"Death_and_state_funeral_of_Hugo_Ch%C3%A1vez","surface_form":"death","offset":262},{"uri":"Hugo_Ch%C3%A1vez","surface_form":"Hugo Chávez","offset":271},{"uri":"Caracas","surface_form":"Caracas","offset":548},{"uri":"Venezuela","surface_form":"Venezuela","offset":557},{"uri":"Paternal","surface_form":"paternal","offset":615},{"uri":"Sephardi_Jews","surface_form":"Sephardic Jewish","offset":646},{"uri":"Cilia_Flores","surface_form":"Cilia Flores","offset":688},{"uri":"Homophobia","surface_form":"homophobia","offset":802},{"uri":"LGBT_rights","surface_form":"LGBT rights","offset":1022},{"uri":"United_States_senator","surface_form":"United States senator","offset":1137},{"uri":"Bernie_Sanders","surface_form":"Bernie Sanders","offset":1159},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":1178},{"uri":"%C3%93scar_P%C3%A9rez","surface_form":"Óscar Pérez","offset":1277},{"uri":"De_facto","surface_form":"de facto","offset":1945}]}