{"id":394131,"url":"http://en.wikipedia.org/wiki/Sub-Roman_Britain","text":"Sub-Roman Britain is the name given to Britain after the Roman legions left. It usually means the time between 410 AD and the beginning of the seventh century.\nHistory.\nAfter four centuries of controlling Britain, the Romans left Roman Britain at the beginning of the fifth century. However Roman culture and probably a kind of Latin language survived for another two centuries with the Anglo-Saxons slowly settling from northern Germany and the Jutland peninsula.\nThe invasion was first stopped by the Romano-British. Indeed Subroman Britain initially successfully fought the invasion of the anglosaxons from northern Germany and the Jutland peninsula, thanks to a mytical king named King Arthur. Probably Ambrosius Aurelianus, who was a powerful Romano-British leader in Subroman Britain around mid-5th century, was King Arthur. He was renowned for his campaigns against the Saxons, and there is some speculation that he (or his son, according to the historian Gildas) may have commanded the Romano-british forces at the Battle of Badon Hill, where the barbarians were won around 500 AD.\nThe Anglo-Saxons obtained control of eastern England at the end of the 5th century. In the mid-6th century they started expanding again into the English Midlands. Then in the 7th century they expanded again into the south-west and the north of England. The unconquered parts of southern Britain, notably Wales and surrounding areas of western Britain, retained their Romano-British culture, in particular Christianity.\nThe Anglo-Saxons gained control of eastern England at the end of the 5th century. In the mid-6th century they started moving again into the English Midlands. Then in the 7th century they moved again into the south-west and the north of England. The parts of southern Britain they hadn't invaded yet, notably Wales and surrounding areas of western Britain, kept their Romano-British culture, in particular Christianity.\nSome Anglo-Saxon histories (in context) call the Romano-British people \"Welsh\", which is an Old English word meaning 'foreigner'. Historically, Wales and the south-western peninsula were known respectively as North Wales and West Wales.\nRecent discoveries have helped document the continuing urban occupation of some Romano-British towns near Watling Street such as \"Viriconium\" (Wroxeter) and \"Venta\" (Caerwent), in those two centuries.\nOne of the last Sub-Roman cities to be conquered by the Anglo-Saxons was \"Deva Victrix\" (Chester), where Roman \"amphoras\" were used until 616 AD. The Romano-British may have survived partly because of the Chester city walls; the city had been defended by walls since the Deva Victrix fort was built on the site in 79 AD.\nHowever there were romanized Britons -retaining their \"insular latin\"- until the late seventh century, as demonstrated by archaeological discoveries in Tintagel and other localities.","categories":[],"infobox_types":[],"annotations":[{"uri":"Britain","surface_form":"Britain","offset":39},{"uri":"Roman_Britain","surface_form":"Roman Britain","offset":230},{"uri":"Culture_of_ancient_Rome","surface_form":"Roman culture","offset":291},{"uri":"Latin_language","surface_form":"Latin language","offset":328},{"uri":"Anglo-Saxons","surface_form":"Anglo-Saxons","offset":387},{"uri":"Germany","surface_form":"Germany","offset":430},{"uri":"Jutland","surface_form":"Jutland","offset":446},{"uri":"Germany","surface_form":"Germany","offset":619},{"uri":"King_Arthur","surface_form":"King Arthur","offset":685},{"uri":"Ambrosius_Aurelianus","surface_form":"Ambrosius Aurelianus","offset":707},{"uri":"England","surface_form":"England","offset":1135},{"uri":"Wales","surface_form":"Wales","offset":1394},{"uri":"Christianity","surface_form":"Christianity","offset":1495},{"uri":"England","surface_form":"England","offset":1552},{"uri":"Wales","surface_form":"Wales","offset":1817},{"uri":"Christianity","surface_form":"Christianity","offset":1914},{"uri":"Old_English","surface_form":"Old English","offset":2020},{"uri":"Watling_Street","surface_form":"Watling Street","offset":2271},{"uri":"Wroxeter","surface_form":"Wroxeter","offset":2308},{"uri":"Caerwent","surface_form":"Caerwent","offset":2331},{"uri":"Anglo-Saxons","surface_form":"Anglo-Saxons","offset":2422},{"uri":"Chester","surface_form":"Chester","offset":2455},{"uri":"Amphora","surface_form":"amphora","offset":2478},{"uri":"Chester_city_walls","surface_form":"Chester city walls","offset":2571}]}