{"id":394340,"url":"http://en.wikipedia.org/wiki/Texas_City_disaster","text":"The Texas City Disaster of 1947 was a major and very deadly incident. It happened on Wednesday, April 16, 1947, and was one of the largest non-nuclear explosions to hit the United States. The incident began as a late morning fire on the French vessel SS \"Grandcamp\" which had been docked next to Texas City and nearby Galveston. But then, its almost twenty three hundred ton cargo of ammonium nitrate detonated, creating several massive explosions that caused serious damage. The incident killed 581 people.\nThe Grandcamp, a World War II Liberty ship that had been converted to a French merchant vessel, was taking on a load of ammonium nitrate fertilizer at a quay next to a complex of Monsanto chemical factories, offices and labs. The ship's carpenter smelled smoke in the No. 4 hold around 8 a.m. on April 16 and found that a few bags of fertilizer were on fire. He tried dousing it with a few buckets of water, then a fire extinguisher.\nWhen he called for a hose, the ship's captain forbade it, fearful that water would destroy the $500 worth of cargo that was on fire. The skipper ordered the hold closed and its fire-suppression valves opened to release steam. Ordinarily a good idea, but not in this case.\nAmmonium nitrate decomposes at around 350 degrees Fahrenheit. The fire grew. The captain ordered his crew to abandon ship.Firefighters tried spraying the burning ship from the dock. Spectators, including schoolchildren crowded the quayside to watch the action. Bad idea, since the Grandcamp exploded at 9:12 a.m. The captain and 32 of the Grandcamp's crew died; 10 somehow survived. More than 200 people were killed on the quay. The blast was heard 160 miles away. It shattered all the windows in Texas City and half of those in Galveston, 10 miles away.\nSome debris reached an altitude of nearly 3 miles before falling back to earth. Two airplanes circling overhead were blown apart by the heavy shrapnel. A one-ton piece of the ship's propeller shaft landed 2½ miles away. Other pieces sailed 5 miles.The blast flattened 20 waterfront blocks and 12 blocks inland. Flaming debris ignited oil, gas and chemical tanks at the sprawling Monsanto complex and three nearby oil companies.\nPeople died everywhere, blown up by the blast, decapitated by flying metal, sliced by falling glass, burned by flaming metal and chemicals, crushed by falling buildings. The litany of death was long and varied. Thousands more suffered injuries.\nFire and rescue workers rushed in from nearby cities, and the Red Cross mobilized a massive national response, but these were the days before jet passenger and cargo planes. Local authorities set up temporary morgues and pressed medical students into duty in overwhelmed emergency rooms.\nThe cargo ship Highflyer, which had been moored near the Grandcamp, caught fire the morning after the explosion. When the fire seemed to be getting out of control, tugs were called to tow the ship out of the port, lest its own cargo of fertilizer explode, too. Unfortunately, the force of the Grandcamp explosion had locked the Highflyer into a deadly embrace with another ship, the Wilson B. Keene, and the Highflyer wouldn't budge. The tugs gave up. The Highflyer blew up, also demolishing the Keene, and raining death and fire anew on Texas City. The shockwave and new fires killed hundreds more.\nThe fires were not put out until April 18. Bodies and parts of bodies were strewn all over town. The state government ultimately listed 405 identified and 63 unidentified dead. Another 100 or perhaps 200 were counted as missing. Injuries may have reached 3,500. That's 4,000 casualties in a town of 16,000.\nMore than 1,500 houses – a third of the town's housing – were destroyed. Two thousand of the survivors were rendered homeless. Property damage reached at least $600 million (almost $6 billion in today's money).\nAn official report on the disaster recommended improved containers, labeling and special handling of ammonium nitrate fertilizer; prohibiting smoking in all piers and docks at all times; and worst-case-scenario community disaster plans to coordinate relief agencies, police and fire departments, hospitals, doctors and nurses, civil officials and military authorities.\nToday, the unknown dead rest in a special cemetery. Monuments in Texas City include the propeller of the Highflyer and an anchor from the Grandcamp.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"United States","offset":173},{"uri":"France","surface_form":"French","offset":237},{"uri":"Texas_City%2C_Texas","surface_form":"Texas City","offset":296},{"uri":"Galveston%2C_Texas","surface_form":"Galveston","offset":318},{"uri":"Ammonium_nitrate","surface_form":"ammonium nitrate","offset":384}]}