{"id":394343,"url":"http://en.wikipedia.org/wiki/Dead_reckoning","text":"e=\"preserve\">Dead Reckoning (or DR) is a method of estimating a position. It is an important part of navigation. It uses the last known point (a fix), and speed and direction the vehicle or person has moved since it was at the fix, to make a good guess where the current position is.\nIt is used to track where a ship or airplane or sometimes where a vehicle on land is at. Now, Global Positioning System (GPS) is used and dead reckoning is not as important. But it is still used in areas where GPS is not available or for short periods of time if a GPS update is missed. It is also good to know in case the GPS satellites are damaged by a solar flare, or equipment is lost or broken, so it is still taught to sailors and pilots.\nDead Reckoning is how the sailors mapped the world after Christopher Columbus came to the New World. Using the stars, they could find their latitude (distance between the equator and the poles). But before accurate clocks were created, they could not tell their longitude (how far east or west they were) unless they saw land that they knew. So to cross the oceans they used dead reckoning. This is also how Richard Byrd became the first person to fly to the North Pole in 1926. He was able to fly for 16 hours and come back to the place he had left, with only ice fields beneath him.\nMethod.\nDead reckoning starts from a known point (the fix). Then the speed of the vehicle needs to be known. In old times, ships would throw a log over the side (tied to a rope) and count how long it took to pass this log (or to pull a rope with knots and count how many knots get pulled out in a certain amount of time). This would give the speed of the ship. Knowing the direction from a compass would give the direction. From these two numbers an estimate (a good guess) could be made about the current location of the vehicle. However, a wind pushes the vehicle to one side (called \"drift\") so this needs to be measured as well. Also there are currents in the water, even in the middle of the ocean. Over time this could make errors as well, so charts were made to correct for currents.\nAirplanes can measure their windspeed easily (how fast they are going through the air), but not how fast they are moving over the land (called \"ground speed\"). A head wind, tail wind, or cross wind changes the ground speed. If the altitude of the plane is known, then the ground speed can be found by timing how fast the plane goes past an object on the ground. (The higher you are, the slower the ground seems to move). A window on the floor of the airplane can be used to find the ground speed and the drift of the airplane.\nA vehicle on ground can also use dead reckoning. Usually they do not need to worry about drift from the wind, and there are no currents on land, so this reckoning is easier.","categories":[],"infobox_types":[],"annotations":[{"uri":"Estimate","surface_form":"estimating","offset":51},{"uri":"Navigation","surface_form":"navigation","offset":101},{"uri":"Global_Positioning_System","surface_form":"Global Positioning System","offset":378},{"uri":"Satellite_(artificial)","surface_form":"satellites","offset":611},{"uri":"Solar_flare","surface_form":"solar flare","offset":639},{"uri":"Christopher_Columbus","surface_form":"Christopher Columbus","offset":786},{"uri":"Latitude","surface_form":"latitude","offset":869},{"uri":"Clock","surface_form":"clock","offset":944},{"uri":"Richard_Byrd","surface_form":"Richard Byrd","offset":1137},{"uri":"Altitude","surface_form":"altitude","offset":2336}]}