{"id":394373,"url":"http://en.wikipedia.org/wiki/Honeypot_ant","text":"Honeypot ants, or repletes, are sterile worker ants which are used as food stores. They develop swelled abdomens, filled with food by other worker ants. They are living storage containers. There are five genera of honepot ants.\nAnt species often have polymorphs: different forms of the same type. The soldier ants which defend colonies are genetically the same as the normal workers. The way they develop is different. This is done by changes in food, or by pheromones.\nYoung honeypot ants are more or less force-fed until their gasters (=stomachs) are swelled up. Then they act as living food storage vessels. These food storage workers are called \"repletes\".\nThese replete workers develop in the North American honeypot ant \"Myrmecocystus mexicanus\". Rissing found that usually the largest workers in the colony develop into repletes; and, if repletes are removed from the colony, other workers become repletes. This shows the flexibility of this polymorphism.\nHoney ants use their own bodies as living storage, but they have more function than just storing food. Some store liquids, body fat, and water brought to them by worker ants. They can later serve as a food source for their fellow ants when food is otherwise scarce. When the liquid stored inside a honeypot ant is needed, the worker ants stroke the antennae of the honeypot ant, causing the honeypot ant to regurgitate the stored liquid.\nIn certain places, such as the Australian outback, honeypot ants are eaten by people as sweets and are considered a delicacy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ant","surface_form":"ant","offset":47},{"uri":"Abdomen","surface_form":"abdomen","offset":104},{"uri":"Food","surface_form":"food","offset":126},{"uri":"Storage","surface_form":"storage","offset":169},{"uri":"Container","surface_form":"container","offset":177},{"uri":"Genera","surface_form":"genera","offset":204},{"uri":"Polymorphism","surface_form":"polymorphs","offset":251},{"uri":"Pheromone","surface_form":"pheromone","offset":458},{"uri":"Liquid","surface_form":"liquid","offset":1077},{"uri":"Body_fat","surface_form":"body fat","offset":1086},{"uri":"Water","surface_form":"water","offset":1100},{"uri":"Antenna_(biology)","surface_form":"antennae","offset":1312},{"uri":"Regurgitation","surface_form":"regurgitate","offset":1370},{"uri":"Australia","surface_form":"Australia","offset":1432},{"uri":"Outback","surface_form":"outback","offset":1443}]}