{"id":39441,"url":"http://en.wikipedia.org/wiki/Gough_Whitlam","text":"Edward Gough Whitlam (11 July 1916 – 21 October 2014), known \"Gough Whitlam\", was an Australian politician. He was the 21st Prime Minister of Australia., and the only Prime Minister to have been dismissed from office by a Governor-General. He was Prime Minister for three years. His Labor Party was elected after 23 years of government by the Liberal-Country Party Coalition, and his government made a lot of new changes. Whitlam is the only Prime Minister who has lived in the lifetime of all the other Prime Ministers.\nEarly life.\nWhitlam was born in Kew, a suburb of Melbourne, Victoria. He studied at the University of Sydney. Whitlam served at the Royal Australian Air Force from 1941 through 1945 during World War II.\nPrime Minister of Australia.\nWhitlam became Prime Minister in December 1972. He succeeded William McMahon. His government, for most of the time it lasted, did not have a majority in the Senate (the upper house of the Australian Parliament). This made it hard for Whitlam's government to make laws. The Whitlam government nevertheless made progress in many areas including free health care for everyone, equal rights for women, equal rights for Aboriginal people including the right to own or control land, no more compulsory military service, trade relations with communist China, free tertiary education, and the chance for people with low incomes to get a lawyer to defend their rights.\nIn 1975, the government thought about borrowing US$4 billion in foreign loans. One cabinet minister, Rex Connor, had secret discussions with a loan broker from Pakistan. The Treasurer, Jim Cairns, misled parliament over this. Partly as a result, the new leader of the Opposition, Malcolm Fraser, used the Senate to stop giving money tothe government until there was an election. This meant that the government had no money with which to pay civil servants and carry out administration. In order to end the crisis, the Governor-General, Sir John Kerr, acting on behalf of Queen Elisabeth II, dismissed Whitlam. That happened only once in Australian history and many people thought it was unjust and undemocratic. Fraser then became the temporary Prime Minister. Whitlam was easily defeated by Fraser in the election that was held a month later.\nWhitlam was defeated for a second time by Fraser at the next election in 1977, and resigned from parliament shortly after that. From then until his death in 2014 then he continued to be a very public figure, writing books and often commenting on political affairs.\nDeath.\nWhitlam married Margaret Dovey a prominent Australian swimmer and social worker in 1942 and they remained married till her death on 17 March 2012. On 21 October 2014, Whitlam died in Elizabeth Bay, Sydney, New South Wales at the age of 98.\nLegacy.\nWhitlam is one of the most controversial people in Australia. Many people think of him as a hero while others consider his government to have been inefficient.","categories":[],"infobox_types":["Prime Minister"],"annotations":[{"uri":"Australians","surface_form":"Australian","offset":85},{"uri":"Prime_Minister_of_Australia","surface_form":"Prime Minister","offset":124},{"uri":"Australia","surface_form":"Australia","offset":142},{"uri":"Governor-General_of_Australia","surface_form":"Governor-General","offset":222},{"uri":"Australian_Labor_Party","surface_form":"Labor Party","offset":283},{"uri":"Coalition_(Australia)","surface_form":"Liberal-Country Party Coalition","offset":343},{"uri":"Kew%2C_Victoria","surface_form":"Kew","offset":553},{"uri":"Melbourne","surface_form":"Melbourne","offset":570},{"uri":"Victoria%2C_Australia","surface_form":"Victoria","offset":581},{"uri":"University_of_Sydney","surface_form":"University of Sydney","offset":609},{"uri":"Royal_Australian_Air_Force","surface_form":"Royal Australian Air Force","offset":653},{"uri":"World_War_II","surface_form":"World War II","offset":710},{"uri":"William_McMahon","surface_form":"William McMahon","offset":814},{"uri":"Rex_Connor","surface_form":"Rex Connor","offset":1514},{"uri":"Broker","surface_form":"broker","offset":1561},{"uri":"Jim_Cairns","surface_form":"Jim Cairns","offset":1598},{"uri":"Malcolm_Fraser","surface_form":"Malcolm Fraser","offset":1693},{"uri":"Australian_Senate","surface_form":"Senate","offset":1718},{"uri":"John_Kerr","surface_form":"Sir John Kerr","offset":1949},{"uri":"Margaret_Whitlam","surface_form":"Margaret Dovey","offset":2545},{"uri":"Elizabeth_Bay%2C_New_South_Wales","surface_form":"Elizabeth Bay","offset":2712},{"uri":"Sydney","surface_form":"Sydney","offset":2727},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":2735}]}