{"id":394511,"url":"http://en.wikipedia.org/wiki/Save_Rock_and_Roll","text":"\"Save Rock and Roll\" is a studio album released by Chicago punk rock group Fall Out Boy on April 12, 2013 under Island Records in the United States. The album was produced by American singer and songwriter Butch Walker. It is the band's fifth album and first album since the release of \"Folie à Deux\" in December 2008. The band went on an indefinite hiatus in late 2009, parting ways to endure in solo projects and super groups. In 2013, the band returned with the first single \"My Songs Know What You Did in the Dark (Light 'Em Up)\", released on February 4, 2013, accompanied with a music video, peaking at number-twenty six on the Billboard Hot 100 chart. The video featured rapper 2 Chainz. The band announced the Save Rock and Roll tour in May through June in support of the album. This fall, the band is set to go on their comeback Save Rock and Roll Fall Arena Tour in September with pop punk band Panic! at the Disco and rapper Big Sean.\nOn March 24, 2013, the band released the promotional single \"The Phoenix\", along with a music video. The song debuted and peaked at number-eighty on the Billboard Hot 100 singles chart. They followed it up with the release of the second promotional single, \"Young Volcanoes\" released on April 8, 2013, also accompanied with a music video, which premiered on April 18 on YouTube.\nBackground.\nIn 2009, following two nationwide tours and the release of a greatest hits compilation, the members of Fall Out Boy decided to take a break. The band's decision stemmed from disillusionment with the music industry and the constant promotion of fourth record \"Folie à Deux\". The band's, specifically bassist/lyricist Pete Wentz, every movement had become fodder for gossip in tabloids, and lead vocalist/guitarist Patrick Stump recalled that \"We found ourselves running on fumes a little bit -- creatively and probably as people, too.\"\nOn February 4, 2013, the band called off the hiatus announcing a new single, new album, and a new tour.\nArena tour.\nFall Out Boy did a concert tour in support of the album. It consisted of 16 shows in September 2013. The opening acts were Big Sean, who assists on the track \"The Mighty Fall\" on the album, and Panic! at the Disco.","categories":[],"infobox_types":[],"annotations":[{"uri":"Album","surface_form":"studio album","offset":26},{"uri":"Chicago","surface_form":"Chicago","offset":51},{"uri":"Fall_Out_Boy","surface_form":"Fall Out Boy","offset":75},{"uri":"United_States","surface_form":"United States","offset":134},{"uri":"Americans","surface_form":"American","offset":175},{"uri":"My_Songs_Know_What_You_Did_in_the_Dark_(Light_%27Em_Up)","surface_form":"My Songs Know What You Did in the Dark (Light 'Em Up)","offset":479},{"uri":"Billboard_(magazine)","surface_form":"Billboard Hot 100","offset":633},{"uri":"2_Chainz","surface_form":"2 Chainz","offset":684},{"uri":"Save_Rock_and_Roll_Fall_Arena_Tour","surface_form":"Save Rock and Roll Fall Arena Tour","offset":837},{"uri":"Pop_music","surface_form":"pop","offset":890},{"uri":"Panic%21_at_the_Disco","surface_form":"Panic! at the Disco","offset":904},{"uri":"Big_Sean","surface_form":"Big Sean","offset":935},{"uri":"Song","surface_form":"promotional single","offset":986},{"uri":"The_Phoenix_(song)","surface_form":"The Phoenix","offset":1006},{"uri":"Billboard_(magazine)","surface_form":"Billboard Hot 100","offset":1098},{"uri":"YouTube","surface_form":"YouTube","offset":1315},{"uri":"Folie_%C3%A0_Deux","surface_form":"Folie à Deux","offset":1595},{"uri":"Pete_Wentz","surface_form":"Pete Wentz","offset":1652},{"uri":"Patrick_Stump","surface_form":"Patrick Stump","offset":1749},{"uri":"Concert_tour","surface_form":"concert tour","offset":2006},{"uri":"Opening_act","surface_form":"opening act","offset":2092},{"uri":"Big_Sean","surface_form":"Big Sean","offset":2110},{"uri":"Panic%21_at_the_Disco","surface_form":"Panic! at the Disco","offset":2181}]}