{"id":394657,"url":"http://en.wikipedia.org/wiki/The_Steadfast_Tin_Soldier","text":"\"The Steadfast Tin Soldier\" is a literary fairy tale by Hans Christian Andersen. The story was first published in Copenhagen, Denmark by C.A. Reitzel on 2 October 1838 in the first booklet of \"Fairy Tales Told for Children.\" The booklet includes Andersen's \"The Daisy\" and \"The Wild Swans\". The story was Andersen’s first story not based upon a folk tale or a literary model. \"The Steadfast Tin Soldier\" has been adapted to various media including ballet and animated movie.\nThe story tells of a tin soldier who loves a paper ballerina. He falls from the window in the toy room. After many adventures, he is returned to the toy room. A little boy throws the tin soldier in the fire. A breeze blows the paper ballerina into the fire. The two toys are destroyed together.\nJoan G. Haahr writes in \"The Oxford Companion to Fairy Tales\": \"The story is unusual among Andersen's early tales, both in its emphasis on sensual desire and in its ambiguities. Blind fate, not intention, determines all events. Moreover, the narrative questions the very decorum it praises. The tin soldier's passive acceptance of whatever happens to him, while exemplifying pietistic ideals of self-denial, also contributes to his doom. Were he to speak and act, the soldier might gain both life and love. Restrained, however, by inhibition and convention, he finds only tragedy and death. The tale is often read autobiographically, with the soldier viewed as symbolizing Andersen's feelings of inadequacy with women, his passive acceptance of bourgeois class attitudes, or his sense of alienation as an artist and an outsider, from full participation in everyday life.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Fairy_tale","surface_form":"fairy tale","offset":42},{"uri":"Hans_Christian_Andersen","surface_form":"Hans Christian Andersen","offset":56},{"uri":"Copenhagen%2C_Denmark","surface_form":"Copenhagen, Denmark","offset":114},{"uri":"%26quot%3BThe_Wild_Swans","surface_form":"\"The Wild Swans","offset":273},{"uri":"Ballerina","surface_form":"ballerina","offset":526},{"uri":"Pietist","surface_form":"pietist","offset":1145}]}