{"id":394649,"url":"http://en.wikipedia.org/wiki/Roman_expeditions_to_Lake_Chad_and_western_Africa","text":"Roman expeditions to Lake Chad and western Africa were a group of military and commercial expeditions by the Romans across the Sahara Desert, into the interior of Africa and its coast. They were made by the Roman Empire between the first and the fourth century AD. One of the main reasons of the explorations, according to academics like Jonathan Roth, was to procure gold and spices\nCharacteristics.\nAll these expeditions were supported by legionaries and had mainly a commercial purpose. Only the one done by emperor Nero seemed to be a preparative for the conquest of Ethiopia or Nubia: in 62 AD two legionaries explored the sources of the Nile river.\nOne of the main reasons for the explorations was to get gold using the camel to transport it.\nThe explorations near the African western and eastern coasts were supported by Roman ships and deeply related to the naval commerce (mainly toward the Indian Ocean).\nHistory.\nThe first Roman expedition was done by Lucius Cornelius Balbus, following Augustus' wish to expand his Empire. In 19 BC he conquered the Garamantes (who lived in the Fezzan of Libya) and sent an expedition under Septimus Flaccus south across the Tibesti mountains, reaching the River Niger.\nGaius Suetonius Paulinus did another expedition to what is now southern Maroc (former Spanish Sahara) and Mauretania in 41 AD. He reached the northern area of the Senegal river and probably the western Niger river's affluents.\nIn the year 41 AD Suetonius Paullinus, afterwards Consul, was the first of the Romans who led an army across the Atlas Mountains. At the end of a ten days' march he reached the summit,—which even in summer was covered with snow,—and from thence, after passing a desert of black sand and burnt rocks, he arrived at a river called Gerj...he then penetrated into the country of the Canarii and Perorsi, the former of whom inhabited a woody region abounding in elephants and serpents, and the latter were Ethiopians, not far distant from the Pharusii and the river Daras (modern river Senegal). From the first century after Christ there is evidence (coins, fibulas) of Roman commerce and contacts in Akjoujt and Tamkartkart near Tichit in actual Mauritania.\nThe third was done a few years before by Julius Maternus, a Roman explorer who reached the Lake Chad area and described the abundance of animals like hippopotamus and rhinoceros in that northern Nigerian region. His travel lasted four months.\nIn the eastern Sahara was done the Nero expedition to Ethiopia: it was an exploratory expedition promoted by the Roman emperor Nero to discover the sources of the Nile River. Seneca wrote that around 62 AD Nero sent some legionaries to the city of Meroe in Nubia in order to explore all the Nile southward from that capital. Another expedition was recorded by Plinius the Elder in 68 AD. This expedition was the first in history from Europe to the interior of equatorial Africa. It probably lasted several months and bypassed the Sudanese swamps called Sudd during the dry season, reaching the northern portion of present-day Uganda.\nThe western coast of Africa was explored by the Romans after the conquest of northern Morocco (then called \"Mauretania Tingitana\"): the Roman vassal king Juba II organized a successful trade from the area of Volubilis. Pliny the Elder, a 1st century Roman author and military officer, drawing upon the accounts of Juba II, king of Mauretania, stated that a Roman expedition from Mauritania visited the islands of the archipelago of the Canaries and Madeira around 10 AD and found great ruins but no population, only dogs (from those animals he called the islands, using the latin word \"canarius\" or \"canis\" for dog).\nAccording to Pliny the Elder, an expedition of Mauretanians sent by Juba II to the archipelago visited the islands: when King Juba II dispatched a contingent to re-open the dye production facility at Mogador (historical name of Essaouira, Morocco) in the early 1st century CE Juba's naval force was subsequently sent on an exploration of the Canary Islands, Madeira and probably the Cape Verde islands, using Mogador as their mission base.\nWe have even recorded historically that, according to Pliny the Elder, the Greek Xenophon of Lampsacus stated that the Gorgades (Cape Verde islands) were situated two days from \"Hesperu Ceras\" (today called Cap-Vert), the westernmost part of the African continent, showing a knowledge of the area by the Romans.\nFurthermore, according to Pliny the Elder and his citation by Gaius Julius Solinus, the sea voyage time crossing the Gorgades (Cape Verde islands) to the islands of the Ladies of the West (\"Hesperides\", actual São Tomé and Príncipe and Fernando Po) was around 40 days: this fact has created academic discussions about the possibility of further Roman travels toward Guinea and even the Gulf of Guinea. A Roman coin of the emperor Trajan has been found in Congo.\nAelius Gallus in 25 BCE led an expedition across the Red Sea against the Sabaeans of Arabia Felix (modern Yemen). In order to control Sabaea the Romans took control of both sides of the entrance to the Red Sea, the Bab-el-Mandeb strait, since Cornelius Gallus had established a garrison at Arsinoe (near Assab, in actual Eritrea) on the Ethiopian shore.\nThis was the only Roman outpost in eastern Africa south of Egypt and lasted a few decades.\nMaritime commerce.\nEmperor Augustus decided that the circumnavigation of Africa should also be attempted (in 1 BC). Romans had two naval ouposts in the Atlantic coast of Africa: Sala near present Rabat and Mogador in southern Maroc (north of Agadir). The island of Mogador prospered for the local exploitation of purple (highly esteemed in imperial Rome) from Augustus until Septimius Severus times. Augustus, based even in the discovery of a sunken merchant ship from southern Spain in the Djibuti area (done by his adoptive son Gaius Caesar when he sailed toward Aden), wanted to organize an expedition from Egypt to Mogador and Sala around Africa.\nThe eastern coast of Africa south of Egypt was at the center of a huge sea commerce between Rome and India through the Somali coast.\nRoman books such as the Periplus of the Erythraean Sea and Ptolomey's \"Geography\" list a string of market places (emporia) along this coast. Finds of Roman-era coins along the coast confirm the existence of this huge trade even in coastal Tanzania, and Ptolomey's Geography refers to a town of Rhapta as \"metropolis\" of a political entity called Azania near actual Zanzibar. Archaeologists have not yet succeeded in identifying the location of Rhapta, though many believe it lies deeply buried in the silt of the delta of the Rufiji River.\nThe scholar Felix Chami found archaeological evidence for extensive Roman trade on Mafija island near the Kenyan coast and, not far away, on the African mainland, near the mouth of the Rufiji River and the northern Mozambique coast, which he dated to the first few centuries AD.\nRoman coins have been found in Zimbabwe and Madagascar, supporting the possibility that Roman vessels sailed south of Azania toward the area of the gold mines of the Zambesi river and the legendary Greater Zimbabwe kingdom.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lake_Chad","surface_form":"Lake Chad","offset":21},{"uri":"West_Africa","surface_form":"western Africa","offset":35},{"uri":"Expedition","surface_form":"expedition","offset":90},{"uri":"Roman_Empire","surface_form":"Romans","offset":109},{"uri":"Sahara_Desert","surface_form":"Sahara Desert","offset":127},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":207},{"uri":"AD","surface_form":"AD","offset":261},{"uri":"Nero","surface_form":"Nero","offset":519},{"uri":"Ethiopia","surface_form":"Ethiopia","offset":571},{"uri":"Nubia","surface_form":"Nubia","offset":583},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":900},{"uri":"Augustus","surface_form":"Augustus","offset":998},{"uri":"River_Niger","surface_form":"River Niger","offset":1202},{"uri":"Niger","surface_form":"Niger","offset":1417},{"uri":"Atlas_Mountains","surface_form":"Atlas Mountains","offset":1555},{"uri":"Mauritania","surface_form":"Mauritania","offset":2184},{"uri":"Lake_Chad","surface_form":"Lake Chad","offset":2287},{"uri":"Hippopotamus","surface_form":"hippopotamus","offset":2346},{"uri":"Rhinoceros","surface_form":"rhinoceros","offset":2363},{"uri":"Nero","surface_form":"Nero","offset":2566},{"uri":"Seneca","surface_form":"Seneca","offset":2614},{"uri":"Pliny_the_Elder","surface_form":"Plinius the Elder","offset":2799},{"uri":"Madeira","surface_form":"Madeira","offset":3522},{"uri":"Morocco","surface_form":"Morocco","offset":3929},{"uri":"Canary_Islands","surface_form":"Canary Islands","offset":4032},{"uri":"Madeira","surface_form":"Madeira","offset":4048},{"uri":"Trajan","surface_form":"Trajan","offset":4872},{"uri":"Yemen","surface_form":"Yemen","offset":5010},{"uri":"Eritrea","surface_form":"Eritrea","offset":5225},{"uri":"Augustus","surface_form":"Augustus","offset":5376},{"uri":"Rabat","surface_form":"Rabat","offset":5545},{"uri":"Essaouira","surface_form":"Mogador","offset":5555},{"uri":"Agadir","surface_form":"Agadir","offset":5591},{"uri":"Egypt","surface_form":"Egypt","offset":5959},{"uri":"Egypt","surface_form":"Egypt","offset":6037},{"uri":"Tanzania","surface_form":"Tanzania","offset":6372},{"uri":"Rufiji_River","surface_form":"Rufiji River","offset":6659},{"uri":"Mozambique","surface_form":"Mozambique","offset":6888},{"uri":"Zimbabwe","surface_form":"Zimbabwe","offset":6983},{"uri":"Madagascar","surface_form":"Madagascar","offset":6996}]}