{"id":394633,"url":"http://en.wikipedia.org/wiki/Italian_irredentism_in_Dalmatia","text":"Italian irredentism in Dalmatia is related to the tentative of accession to Italy of coastal Dalmatia, promoted by the Dalmatian Italians from the Napoleonic era to World War II.\nHistory.\nWith the rise of the Risorgimento, in all Italian areas that were excluded from the unification of Italy (and with Italian majority population) started to be widely diffused the Italian movement called \"Irredentism\".\nIn the case of Dalmatia, after Napoleon there was the development of Slav nationalism against Italian irredentism. But until 1848 there were still some convergence between these two ethnic groups, in order to create an independent Dalmatia inside the Hapsburg Empire.\nDalmatian Italians always felt connected to the Italian Risorgimento, and among them were widely followed the ideas, intentions and ideals that flourished in the Peninsula. At Zara, in 1822, the Imperial Government made an 'Inquisition of State' to twenty-five Dalmatian Italians \"Carbonari\", another twenty-five were \"persecuted\" and sixty declared \"suspicious.\" One of the supporters of this initial irredentism was Niccolo Tommaseo, born in Sebenico. He was an Italian Dalmatian linguist, journalist and essayist who become internationally famous because editor of the first Dizionario della Lingua Italiana.\nIn 1848, many young Italians from Istria and Dalmatia formed a 'Legion', crossed the Adriatic and fought with Niccolo Tommaseo for the \"Republic of Venice\". And in the same year, six Dalmatian Italians also fought for the \"Roman Republic\". One of them was Federico Seismit-Doda from Ragusa, who became a member of the Italian Parliament and even Finance Minister of the Kingdom of Italy under Benedetto Cairoli (1878) and Francesco Crispi (1889–1890). In the battle of Curtatone, as a first lieutenant of the Battalion 'Bande Nere', fought against the Austrians the Dalmatian Giurovich Marino: he was killed by the Austrian soldiers in Livorno as a promoter of the ideals of Giuseppe Mazzini. Twenty were the Dalmatians in the Italian independence war of 1859-1860 enrolled in the Italian army, or in the red shirts of Giuseppe Garibaldi. Among others, Marco Cossovich, a former lieutenant of the \"Guardia Nobile\" for the protection of Venice, who fought in Calatafimi and Palermo: one of the few that Garibaldi recalled by name in his book \"I Mille\". In the third Italian war of Independence, George Caravan from Tenin (near Zara), commanded the 5th Regiment of Grenadiers; after promotion, he became adjutant general of the King of Italy Umberto I.\nWith the battle of Lissa, part of Third Italian War of Independence, in 1866 began a period of open hostility against the Dalmatian Italians by the Austrians, who favored the Croatian part because on their side.\nThe most renowned Dalmatian Italian in those years was Antonio Bajamonti, the last Italian mayor of Spalato. He spent his entire life and his own activity for this city, but his economic expenses were never reimbursed by the Austrians despite repeated promises. He was a moderate irredentist who was the propeller of important public works in his city, including the introduction of lighting gas, building the aqueduct and the hospital, creating technical schools and doing the foundation of the Dalmatian Bank. For his initiative Split was also given a square surrounded by galleries. His most famous work was the construction of the big fountain that was named later after him. Three months later after the second opening of the fountain, Antonio Bajamonti died (the fountain was destroyed in 1947 by Yugoslav authorities who considered it as a symbol of fascism and Italian domination of the city). He created the Società Politica Dalmata in 1886 in order to defend the Italian characteristics of Spalato, but died at age 69 in 1891 with debt up to his neck.\nAnother famous Dalmatian irredentist was Arturo Colautti. He was a writer and journalist who -from his native Zara- relocated to Spalato in 1876, where he founded the magazine of culture and literature, \"Rivista Dalmatica\". The magazine did not last long, because strongly pro-Italian and related to Antonio Bajamonti. In the same year, he was asked to direct \"L'Avvenire\" and, from 1876 al 1880, he developed it as an irredentist newspaper. Following the publication of an anti-Austrian article on his newspaper, in September 1880, Colautti was attacked by a group of Croatian soldiers who rendered him impaired for a few months. Shortly after, also because of the threat of lawsuit for crimes against the stringent Austrian press laws and for his support of Italian irredentism, Colautti chose the path of exile and took refuge in the Kingdom of Italy (where he strongly supported the intervention of Italy in World War I).\nIn 1885 a group of young Dalmatian Italians created a sort of secret pact which pledged to fight on a united front against the government of Vienna. They chose to use all legal means available. They were: John Marino Bonda Avoscan (from Ragusa), Stefano Smerchinich (from Curzola) and Ercolano Salvi Pezzoli Leonardo (from Premuda), John Lubin (from Trau), Emanuele Fenzi and Louise Pini (from Sebenico), Christmas Krekich, Luigi and Roberto Ziliotto Ghiglianovich (from Zara), all representatives of the Italian irredentistm with the most sincere patriotism. The same (precisely Ghiglianovich, Krekich, Lubin, Pini, Salvi, Ziliotto, Smerchinich) in 1919, during the crisis in the city of Fiume (Rijeka), wrote the articles \"Application of the Dalmatians\" and \"Cry of Sebenico\" published on 2 October by the national newspaper \"The national responsibility\" (according to them one of the few Italian newspapers promoting the union of Dalmatia to Italy).\nIn the late nineteenth century were created in Dalmatia some Italian cultural associations, as the irredentist \"Philological circle\" in Ragusa and the \"National Union Committee,\" the \"Diadora\" and \"Iuventus Iadertina\" in Zara. Also active in these years was the \"National Association\" in Spalato, based on the Bajamonti theater, which was set on fire (officially by unknown people) in 1893. In Spalato, the city of Emperor Diocletian, in the year 1910 there were 1,046 Italians officially counted, when in the same year more than 3,000 were enrolled in the cultural and patriotic public association \"Dante Alighieri.\" In Zara a group, under the leadership of irredentists Desanti and Boxich (dissatisfied followers of the \"Dalmatian Autonomist Party\" of Luigi Ziliotto), founded the newspaper \"Il Risorgimento\" in 1908, promoting openly the unification to Italy of Dalmatia, but was closed in 1914.\nAbout 3,500 Italians in Dalmatia during World War I took refuge as exiles in Italy. They were led by Antonio Cippico, Alessandro and Roberto Dudan Ghiglianovich: more than 250 volunteers enrolled in the Italian army and risked the gallows, as when the Austrians killed Francesco Rismondo (executed in Gorizia in 1915 and active member of the irredentist organization \"Pro Patria\" in Spalato). To Francesco Rismondo the Kingdom of Italy awarded the Gold Medal of Military Valor.\nThe number of volunteers from the remote ports of Montenegro (as Cattaro, Castelnuovo di Cattaro and Perasto) appears very high in proportion to the total number of enrolled in the Italian Army. In fact, these volunteers in Spalato, Cattaro, Ragusa, Perasto, Castelnuovo di Cattaro, Trau and Macarsca (not less than 90 in total, almost half of all volunteers in Dalmatia) fought in Italy despite the \"Treaty of London\", which categorically excluded the possible \"Redemption\" and annexation to Italy of their cities.\nDalmatia \"Redenta\".\nDalmatian Italians obtained their \"Redenzione\" (meaning redemption or union to Italy) in the years following the Italian victory in World War I. In the peace treaty the territory of Zara and some Dalmatian islands (Cherso, Lussino and Lagosta) were united to the Kingdom of Italy. But the full agreements reached in 1915 in the Treaty of London were not respected by the Allies, because of the opposition from US president Woodrow Wilson. This created huge resentment, that was pinpointed in the phrase \"Vittoria mutilata\" (mutilated victory) created by the nationalist D'Annunzio.\nAs a direct consequence in 1920 Gabriele D'Annunzio made his famous Occupation of Fiume. The so-called \"Poeta imaginífico\" did a dramatic attack with paramilitaries and a group of \"Legionaires\" from the Italian city of Monfalcone and occupied the city of Fiume, which the Allied powers had assigned to Italy as winner of the war. With this gesture D'Annunzio reached the pinnacle of the process of building their own personal and political myth. D'Annunzio personally entered in Fiume with a column of Dalmatian Italian volunteers (mostly irredentist).\nOn November 12, 1920 was signed the Treaty of Rapallo: Fiume became a free city (Free State of Fiume), while Zara was given to Italy. But D'Annunzio did not accept the agreement and the Italian Government, on 26 December 1920, evicted from Fiume the Legionaries by force. Fiume and the more northern islands of Dalmatia were incorporated in 1924 to the Kingdom of Italy, thanks to the large contribution of the Italian irredentists in town.\nEven in Trau the irredentists attempted to repeat what D'Annunzio did in Fiume: the local Count Farfogna in September 1919 occupied Trau with some Italian troops, but the Us intervention blocked him. Other problems arose in Spalato in 1920, in the so-called Incidents of Spalato.\nThe irredentist aspiration of the Dalmatian Italians was fully met when Yugoslavia in April 1941 was conquered and occupied by Italy and Germany. At the end of that month almost all of the Dalmatian coast, with the major cities of Spalato, Sebenico and Cattaro were annexed to Italy with the name Governatorate of Dalmatia. The coastal area between Fiume and Segna was not incorporated in the Governatorate and went to the fascist Croatia of Ante Pavelić (although it was controlled militarily by the Italian army). Even the area around Ragusa was theoretically croatian, but the Italians ruled everything in the city, opening even Italian schools.\nThe Governatorate was divided between the three provinces of Zara, Spalato and Cattaro, and many families of Dalmatian italians who were forced to move to Italy after World War I were relocated in these provinces (mainly in order to administer it).\nThough Italy had initially larger territorial aims that extended from the Velebit mountains to the Albanian Alps, Mussolini decided against annexing further territories due to a number of factors. One was that Dalmatian irredentists like Antonio Tacconi complained that a larger annexation would have included hundreds of thousands of Slavs, who were partially hostile to Italy within the enlarged national borders.\nBut this \"Redemption\" (as was called by the Dalmatian Italians) lasted only a few years: with the defeat of Italy in World War II the Italians of Istria and Dalmatia were expelled 'en masse' during the Istrian-Dalmatian exodus (while Zara was fully destroyed by Allies bombings promoted by Tito and later nicknamed the \"Italian Dresden\" by Enzo Bettiza).","categories":[],"infobox_types":[],"annotations":[{"uri":"Accession","surface_form":"accession","offset":63},{"uri":"Italy","surface_form":"Italy","offset":76},{"uri":"Dalmatia","surface_form":"Dalmatia","offset":93},{"uri":"Dalmatian_Italians","surface_form":"Dalmatian Italians","offset":119},{"uri":"Napoleonic_era","surface_form":"Napoleonic era","offset":147},{"uri":"World_War_II","surface_form":"World War II","offset":165},{"uri":"Risorgimento","surface_form":"Risorgimento","offset":209},{"uri":"Irredentism","surface_form":"Irredentism","offset":391},{"uri":"Austrian_Empire","surface_form":"Hapsburg Empire","offset":656},{"uri":"Dalmatian_Italians","surface_form":"Dalmatian Italians","offset":673},{"uri":"Carbonari","surface_form":"Carbonari","offset":954},{"uri":"Niccolo_Tommaseo","surface_form":"Niccolo Tommaseo","offset":1091},{"uri":"Roman_Republic_(19th_century)","surface_form":"Roman Republic","offset":1508},{"uri":"Federico_Seismit-Doda","surface_form":"Federico Seismit-Doda","offset":1541},{"uri":"Benedetto_Cairoli","surface_form":"Benedetto Cairoli","offset":1678},{"uri":"Francesco_Crispi","surface_form":"Francesco Crispi","offset":1707},{"uri":"Curtatone","surface_form":"Curtatone","offset":1754},{"uri":"Giuseppe_Mazzini","surface_form":"Giuseppe Mazzini","offset":1960},{"uri":"Giuseppe_Garibaldi","surface_form":"Giuseppe Garibaldi","offset":2104},{"uri":"Calatafimi","surface_form":"Calatafimi","offset":2243},{"uri":"Palermo","surface_form":"Palermo","offset":2258},{"uri":"Knin","surface_form":"Tenin","offset":2399},{"uri":"Umberto_I","surface_form":"Umberto I","offset":2525},{"uri":"Battle_of_Lissa_(1866)","surface_form":"battle of Lissa","offset":2545},{"uri":"Third_Italian_War_of_Independence","surface_form":"Third Italian War of Independence","offset":2570},{"uri":"Antonio_Bajamonti","surface_form":"Antonio Bajamonti","offset":2803},{"uri":"Arturo_Colautti","surface_form":"Arturo Colautti","offset":3851},{"uri":"World_War_I","surface_form":"World War I","offset":4722},{"uri":"Vienna","surface_form":"Vienna","offset":4877},{"uri":"Patriotism","surface_form":"patriotism","offset":5284},{"uri":"Diocletian","surface_form":"Diocletian","offset":6112},{"uri":"Gold_Medal_of_Military_Valor","surface_form":"Gold Medal of Military Valor","offset":7036},{"uri":"Cherso","surface_form":"Cherso","offset":7817},{"uri":"Lussino","surface_form":"Lussino","offset":7825},{"uri":"Lagosta","surface_form":"Lagosta","offset":7837},{"uri":"Woodrow_Wilson","surface_form":"Woodrow Wilson","offset":8025},{"uri":"Italian_Regency_of_Carnaro","surface_form":"Occupation of Fiume","offset":8252},{"uri":"Monfalcone","surface_form":"Monfalcone","offset":8403},{"uri":"Treaty_of_Rapallo","surface_form":"Treaty of Rapallo","offset":8773},{"uri":"Free_State_of_Fiume","surface_form":"Free State of Fiume","offset":8818},{"uri":"Trogir","surface_form":"Trau","offset":9186},{"uri":"1918%E2%80%931920_unrest_in_Split","surface_form":"Incidents of Spalato","offset":9436},{"uri":"Governatorate_of_Dalmatia","surface_form":"Governatorate of Dalmatia","offset":9755},{"uri":"Ante_Paveli%C4%87","surface_form":"Ante Pavelić","offset":9900},{"uri":"Albania","surface_form":"Albania","offset":10455},{"uri":"Istrian-Dalmatian_exodus","surface_form":"Istrian-Dalmatian exodus","offset":10974},{"uri":"Bombing_of_Zadar_in_World_War_II","surface_form":"Allies bombings","offset":11034},{"uri":"Dresden","surface_form":"Dresden","offset":11100}]}