{"id":394762,"url":"http://en.wikipedia.org/wiki/Sonic_Advance","text":"\"Sonic Advance\" is a platform video game for the Game Boy Advance game console. It was developed by Sonic Team and published by Sega in Japan, by THQ in North America, and by Infogrammes in Europe and Australia. It was released in Japan on December 20, 2001, in North America on February 4, 2002, and in Europe on March 23, 2002. It is the first \"Sonic the Hedgehog\" game on the Game Boy Advance, and the second on a Nintendo console. A version titled \"Sonic N\" was later released for the N-Gage on October 7, 2003.\nThe game follows Sonic and his friends as they try to stop Dr. Eggman from taking over South Island. Four characters are playable in the game: Sonic, Tails, Knuckles, and Amy. Each character has their own special ability: Sonic can defeat enemies with a shield attack, Tails can fly, Knuckles can glide and climb on walls, and Amy can attack enemies with her hammer (the other characters defeat enemies by jumping on them). The game marks the first appearance of Amy in a 2D \"Sonic\" game.\nAlso featured in the game is the Tiny Chao Garden. Here, players raise a creature called a Chao as a digital pet. Rings that players collect in the main game can be used to buy things such as fruit and toys.","categories":[],"infobox_types":["VG"],"annotations":[{"uri":"Platform_game","surface_form":"platform","offset":21},{"uri":"Video_game","surface_form":"video game","offset":30},{"uri":"Game_Boy_Advance","surface_form":"Game Boy Advance","offset":49},{"uri":"Sega","surface_form":"Sega","offset":128},{"uri":"Japan","surface_form":"Japan","offset":136},{"uri":"North_America","surface_form":"North America","offset":153},{"uri":"Europe","surface_form":"Europe","offset":190},{"uri":"Australia","surface_form":"Australia","offset":201},{"uri":"Sonic_the_Hedgehog","surface_form":"Sonic the Hedgehog","offset":347},{"uri":"Nintendo","surface_form":"Nintendo","offset":417},{"uri":"N-Gage","surface_form":"N-Gage","offset":489},{"uri":"Digital_pet","surface_form":"digital pet","offset":1106}]}