{"id":395,"url":"http://en.wikipedia.org/wiki/Infinity","text":"Infinity is about things which never end.\nSometimes, it is also written formula_1. Infinity means many different things, depending on when it is used. The word is from Latin origin, meaning \"without end\". Infinity goes on forever, so sometimes space, numbers, and other things are said to be 'infinite', because they never come to a stop.\nInfinity is usually not an actual number, but it is sometimes used as one. Infinity often says how \"many\" there is of something, instead of how \"big\" something is. For example, there are infinitely many whole numbers (called integers), but there is no integer which is infinitely big. But different kinds of math have different kinds of infinity. So its meaning often changes.\nThere are two kinds of infinity: potential infinity and actual infinity. Potential infinity is a process that never stops. For example, adding 10 to a number. No matter how many times 10 is added, 10 more can still be added. Actual infinity, on the other hand, refers to objects that are accepted as infinite entities (such as transfinite numbers).\nInfinity in Mathematics.\nMathematicians have different sizes of infinity and three different kinds of infinity.\nCounting infinity.\nThe number of things, beginning with 0, 1, 2, 3..., to include infinite cardinal numbers. There are many different cardinal numbers. Infinity can be defined in one of two ways: Infinity is a number so big that a part of it can be of the same size; Infinity is larger than all of the natural numbers. There is a smallest infinite number, \"countable infinity\". It is the counting number for all of the whole numbers. It is also the counting number of the rational numbers. The mathematical notation is the Hebrew letter aleph with a subscrpt zero; formula_1. It is spoken \"aleph nul<nowiki/>l\".\nIt was a surprise to learn that there are larger infinite numbers. The number of real numbers, that is, all numbers with decimals, is larger than the number of rational numbers, the number of fractions. This shows that there are real numbers which are not fractions. The smallest infinite number greater than formula_1 is formula_1 (aleph one). The number of mathematical functions is the next infinite cardinal number, formula_1.\nAnd these numbers, called aleph numbers, go on without end.\nOrdering infinity.\nA different \"type\" of infinity are the ordinal numbers, beginning \"first, second, third...\". The order \"first, second, third...\" and so on to infinity is \"different\" from the order \"ending\" \"..., third, second, first\". The difference is important for mathematical induction. The simple \"first, second, third... \" has the mathematical name: the Greek letter omega with subscript zero: formula_1. (Or simply omega formula_1.) The infinite series ending \"... third, second, first\" is formula_1.\nThe real line and complex plane.\nThe third \"type\" of infinity has the symbol formula_1. This is treated as addition to the real numbers or the complex numbers. It is the result of division by zero, or to indicate that a series is increasing (or decreasing) without bound. The series 1, 2, 3... increases without upper bound. This is written: the limit is formula_1. In calculus, the integral over all real numbers is written: formula_1\nThe arithmetic of infinity.\nEach kind of infinity has different rules.\nAddition, multiplication, exponentiation.\nformula_1 Addition with \"alephs\" is commutative.\nformula_1 Multiplication with \"alephs\" is commutative.\nformula_1\nformula_1.\nformula_1. Addition with \"omegas\" is not commutative.\nformula_1. Multiplication with \"omegas\" is not commutative.\nformula_1\nformula_1\nformula_1\nSubtraction, division.\nformula_1 Otherwise, division by infinity is not meaningful. Subtraction with infinity is not meaningful.","categories":[],"infobox_types":[],"annotations":[{"uri":"Latin","surface_form":"Latin","offset":168},{"uri":"Whole_number","surface_form":"whole number","offset":542},{"uri":"Integer","surface_form":"integer","offset":564},{"uri":"Potential","surface_form":"potential","offset":749},{"uri":"Actual","surface_form":"actual","offset":772},{"uri":"Transfinite_number","surface_form":"transfinite numbers","offset":1043},{"uri":"Mathematicians","surface_form":"Mathematicians","offset":1090},{"uri":"Cardinal_numbers","surface_form":"cardinal numbers","offset":1311},{"uri":"Natural_numbers","surface_form":"natural numbers","offset":1479},{"uri":"Rational_numbers","surface_form":"rational numbers","offset":1649},{"uri":"Aleph","surface_form":"aleph","offset":1714},{"uri":"Aleph_null","surface_form":"aleph nul","offset":1767},{"uri":"Real_numbers","surface_form":"real numbers","offset":1870},{"uri":"Rational_numbers","surface_form":"rational numbers","offset":1949},{"uri":"Aleph_one","surface_form":"aleph one","offset":2122},{"uri":"Functions","surface_form":"functions","offset":2161},{"uri":"Ordinal_numbers","surface_form":"ordinal numbers","offset":2338},{"uri":"Mathematical_induction","surface_form":"mathematical induction","offset":2550},{"uri":"Real_numbers","surface_form":"real numbers","offset":2914},{"uri":"Complex_numbers","surface_form":"complex numbers","offset":2934},{"uri":"Series","surface_form":"series","offset":3011},{"uri":"Calculus","surface_form":"calculus","offset":3160},{"uri":"Integral","surface_form":"integral","offset":3174},{"uri":"Commutative","surface_form":"commutative","offset":3376}]}