{"id":395054,"url":"http://en.wikipedia.org/wiki/John_Carver","text":"John Carver (1584 1621) Carver was a passenger on the \"Mayflower\". He was a leader during the \"Mayflower\" voyage and signed the Mayflower Compact. He was also the first Governor of Plymouth Colony.\nIt is believed that Carver was from Doncaster in Yorkshire England. Carver was a Separatist who did not believe in the teachings of the Church of England.\nCarver and his first wife Mary were members of the French Walloon church in Leiden, Netherlands. Their religion was also not allowed where they lived. \"Mayflower\" passenger Francis Cooke and his wife were also members of the French church in Leiden. So was Philip Delano. Delano would arrive in Plymouth in 1621 on the ship \"Fortune\". Carver was a deacon in Leiden about 1609 at about age 25, and was born sometime before 1584. Leiden church records show that Carver lost his first wife Mary and their child in 1609\nCarver then married Katherine White. She was a member of the Separatist church and was originally from Nottinghamshire. Carver became very involved in the Leiden church. He made close friendships with the leaders of the church, especially the pastor John Robinson. He also became friends with Robert Cushman who would play an important part in the plans for the \"Mayflower\" voyage.\nThe church members decided to travel to Virginia Colony, a place where they would be allowed to practice their religion.\nWilliam Brewster was in hiding from King James I. John Carver and Robert Cushman were chosen to make plans for the voyage. In 1617 Carver and Robert Cushman began talking to officials of the Virginia Company.\nThese were London businessmen interested in making a profit from the New World. By June 1620, John Carver was in Southampton purchasing supplies for the \"Mayflower\" voyage, along with Christopher Martin. They agreed to pay for the \"Mayflower\" voyage.\nCarver was very rich and provided much of his money to the church members, and for the Mayflower voyage.\nVoyage.\nThe \"Mayflower\" left Plymouth, England on 16 September 1620. There were 102 passengers and 30–40 crew. On 19 November 1620, the \"Mayflower\" reached land at Cape Cod hook. They landed on November 21. They wrote the Mayflower Compact, which made rules on how they would live and treat each other. The \"Mayflower\" was supposed to land in Virginia Colony, but the ship was too damaged and they were forced to land at Cape Cod now called Provincetown Harbor.\nCarver was very educated and was fair with everyone so the passengers chose him to be their leader on the \"Mayflower\". When they landed the people chose him to be their first governor.\nIn Plymouth Colony.\nCarver left the ship and went to the land to find a safe place where they all could live. William Bradford, John Carver, Myles Standish, Edward Winslow, John Howland, Richard Warren, Stephen Hopkins and Edward Doty also went. Hopkins was very helpful. He had seen Native Americans during his time at Jamestown. On one trip Bradford said they set off in below freezing weather. Many of the men were ill, and when the set sail the salt spray froze on their coats. They saw Native Americans. They were cutting up a whale which was very large. When they saw the men coming toward them, the Indians ran. At night they tried to protect themselves from the cold and the Indians.\nCarver worked very hard with the other men to build houses to keep the people warm. He hunted and fished and helped to plant food.\nDuring that time, a Native American called Samoset paid a visit to Plymouth Colony and then the chief Massasoit also arrived. Governor Carver worked out a peace treaty with them. On March 23, 1621, John Carver was again chosen to be Plymouth governor. The people said that John Carver was a man they well approved of.\nIn early April 1621, after working in the field on a hot day, Governor Carver complained of a pain in his head. He returned to his house to lie down. Within a few days he died. William Bradford stated that Carver, although a wealthy man had worked hard alongside everyone.\nThomas Weston was one of the men who helped to pay for the Pilgrims trip. He had criticism of the pilgrims for not loading up the returning \"Mayflower\" with furs and other goods to pay them back. Govenor William Bradford sent a letter telling them of all the troubles they had. He blamed Thomas Weston, and stated that Governor John Carver \"had worked himself to death that spring and the loss of him and other industrious men lives cannot be valued at any price\".\nCarver is buried at Cole's Hill Burial Ground in Plymoth, Massachusetts.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mayflower","surface_form":"Mayflower","offset":55},{"uri":"Mayflower_Compact","surface_form":"Mayflower Compact","offset":128},{"uri":"Governor","surface_form":"Governor","offset":169},{"uri":"Plymouth_Colony","surface_form":"Plymouth Colony","offset":181},{"uri":"Doncaster","surface_form":"Doncaster","offset":234},{"uri":"England","surface_form":"England","offset":257},{"uri":"France","surface_form":"French","offset":404},{"uri":"Church","surface_form":"church","offset":419},{"uri":"Leiden","surface_form":"Leiden","offset":429},{"uri":"Netherlands","surface_form":"Netherlands","offset":437},{"uri":"Francis_Cooke","surface_form":"Francis Cooke","offset":526},{"uri":"Deacon","surface_form":"deacon","offset":701},{"uri":"Nottinghamshire","surface_form":"Nottinghamshire","offset":972},{"uri":"Leader","surface_form":"leader","offset":1074},{"uri":"Pastor","surface_form":"pastor","offset":1112},{"uri":"Virginia_Colony","surface_form":"Virginia Colony","offset":1291},{"uri":"Religion","surface_form":"religion","offset":1362},{"uri":"William_Brewster_(Mayflower_passenger)","surface_form":"William Brewster","offset":1372},{"uri":"New_World","surface_form":"New World","offset":1650},{"uri":"Southampton","surface_form":"Southampton","offset":1694},{"uri":"Christopher_Martin","surface_form":"Christopher Martin","offset":1765},{"uri":"Money","surface_form":"money","offset":1878},{"uri":"Plymouth%2C_Devon","surface_form":"Plymouth","offset":1966},{"uri":"Cape_Cod","surface_form":"Cape Cod","offset":2101},{"uri":"Mayflower_Compact","surface_form":"Mayflower Compact","offset":2159},{"uri":"Harbor","surface_form":"Harbor","offset":2391},{"uri":"Education","surface_form":"educated","offset":2415},{"uri":"Fairness","surface_form":"fair","offset":2432},{"uri":"Leader","surface_form":"leader","offset":2491},{"uri":"William_Bradford_(Mayflower_passenger)","surface_form":"William Bradford","offset":2694},{"uri":"Myles_Standish","surface_form":"Myles Standish","offset":2725},{"uri":"Edward_Winslow_(Mayflower_passenger)","surface_form":"Edward Winslow","offset":2741},{"uri":"John_Howland","surface_form":"John Howland","offset":2757},{"uri":"Stephen_Hopkins_(Mayflower_passenger)","surface_form":"Stephen Hopkins","offset":2787},{"uri":"Edward_Doty_(Mayflower_passenger)","surface_form":"Edward Doty","offset":2807},{"uri":"Native_Americans","surface_form":"Native Americans","offset":2868},{"uri":"Jamestown%2C_Virginia","surface_form":"Jamestown","offset":2904},{"uri":"Sail","surface_form":"sail","offset":3024},{"uri":"Salt","surface_form":"salt","offset":3033},{"uri":"Coat","surface_form":"coat","offset":3059},{"uri":"Whale","surface_form":"whale","offset":3116},{"uri":"House","surface_form":"house","offset":3328},{"uri":"Hunting","surface_form":"hunted","offset":3363},{"uri":"Fishing","surface_form":"fished","offset":3374},{"uri":"Plant","surface_form":"plant","offset":3395},{"uri":"Samoset","surface_form":"Samoset","offset":3450},{"uri":"Massasoit","surface_form":"Massasoit","offset":3509},{"uri":"Treaty","surface_form":"treaty","offset":3568},{"uri":"Approval","surface_form":"approved","offset":3712},{"uri":"Wealthy","surface_form":"wealthy","offset":3950},{"uri":"Pilgrims","surface_form":"Pilgrims","offset":4057},{"uri":"Criticism","surface_form":"criticism","offset":4079},{"uri":"Fur","surface_form":"fur","offset":4155},{"uri":"Letter","surface_form":"letter","offset":4226},{"uri":"Cole%27s_Hill","surface_form":"Cole's Hill","offset":4483},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":4521}]}