{"id":395273,"url":"http://en.wikipedia.org/wiki/Super_Monkey_Ball","text":"\"Super Monkey Ball\" is a platform video game. It was developed by Amusement Vision and published by Sega. It was first released in Japan in January 2001 as an arcade game titled \"Monkey Ball\". It had a joystick in the shape of a banana. It was later released worldwide as a launch title for the Nintendo GameCube. Titled \"Super Monkey Ball\", it was released in Japan on September 4, 2001, in North America on November 18, 2001, and in Europe on May 3, 2002.\nGameplay.\n\"Super Monkey Ball\" has three modes of gameplay: Main game, party games and mini-games.\nMain game.\nIn the main game, the object is to guide a monkey in a hamster ball across a series of platforms in the air and through a goal at the end of the level. Four monkeys are available for the player to play as. Each level is timed; with a level running for either 30 or 60 seconds. The player controls the main game with the GameCube controller's control stick. By moving the stick, the whole level moves, and the ball rolls in the direction that the level moves. Each level has bananas that the player can collect. Bananas give the player points, and collecting a certain amount of them gives the player an extra life. Should the player fall off of the level or the timer reaches zero, the player loses a life. There are three main difficulties: Beginner, Advanced and Expert. Beginner is ten easy levels, Advanced is 30 non-easy levels, and Expert is 50 harder levels. Should the player meet a certain condition after completing a difficulty, they will be able to play the difficulty's \"extra\" levels. A fourth difficulty level, Master, can be unlocked by completing the Expert and Expert Extra levels without using a continue. Master is the hardest difficulty level, with ten levels.\nParty games.\nThere are three party games: Monkey Race, Monkey Target and Monkey Fight. In Monkey Race, players race on one of several racing levels, competing for the best rank. In Monkey Target, players roll their monkey down a ramp and open the monkey's ball to fly in order to land on one of several islands. Three levels are available to play on. In Monkey Fight, players punch other monkeys for points. When time runs out, whichever monkey has the most points wins.\nMini-games.\nThere are three minigames that can to be unlocked with points gotten in the main game: Monkey Bowling, Monkey Billiards and Monkey Golf. Each minigame is based on the real life sport.","categories":[],"infobox_types":["video game"],"annotations":[{"uri":"Platform_game","surface_form":"platform","offset":25},{"uri":"Video_game","surface_form":"video game","offset":34},{"uri":"Sega","surface_form":"Sega","offset":100},{"uri":"Japan","surface_form":"Japan","offset":131},{"uri":"Arcade_game","surface_form":"arcade game","offset":159},{"uri":"Joystick","surface_form":"joystick","offset":202},{"uri":"Banana","surface_form":"banana","offset":229},{"uri":"Nintendo_GameCube","surface_form":"Nintendo GameCube","offset":295},{"uri":"North_America","surface_form":"North America","offset":392},{"uri":"Europe","surface_form":"Europe","offset":435},{"uri":"Monkey","surface_form":"monkey","offset":610},{"uri":"Hamster","surface_form":"hamster","offset":622},{"uri":"Minigame","surface_form":"minigame","offset":2248}]}