{"id":395300,"url":"http://en.wikipedia.org/wiki/Kataklysm","text":"Kataklysm are a Canadian death metal band from Montreal, Quebec.\nKataklysm was formed in 1991. The band released their debut studio album \"Sorcery\" on February 10, 1995 and their second full-length album on June 26, 1996. Lead singer Sylvain Houde left the band afterwards and Maurizio Iacono took over the lead vocals. Stephane Barbe was also recruited to the band during this time. Their third album \"Victims of this Fallen World\" which was released on March 7, 1998, saw a change in musical style from Kataklysm's previous albums. They returned to their former style when they released \"The Prophecy (Stigmata of the Immaculate)\" but it was less chaotic and with a little bit of thrash metal.\nIacono had vocal lessons for the death metal genre after he was complaining that he was losing his voice during or after the band performed concerts. Their fifth studio album ' was released on September 17, 2001. The album featured a little bit of a melodic approach to death metal however they did not step into the boundaries of melodic death metal. The band released their sixth studio album \"Shadows & Dust\" on October 15, 2002. The album is considered to be one of the most successful albums by the members of Kataklysm because of the positive attention that the album received and the sales it gathered.\nTheir seventh studio album \"Serenity in Fire\" was released on March 9, 2004. The album featured Martin Maurais temporarily replacing Max Duhamel on drums. Duhamel said that he forced out of the band because of injuries but recovered from his injuries and played with the band on their eighth album \"In the Arms of Devastation\" which was released on February 21, 2006.\nThe band is known for using a frequently used drum pattern which they call \"Northern Hyperblast\". The band was ranked #7 on AOL Radio's list of the 10 best Death Metal bands.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canada","surface_form":"Canadian","offset":16},{"uri":"Death_metal","surface_form":"death metal","offset":25},{"uri":"Band","surface_form":"band","offset":37},{"uri":"Montreal","surface_form":"Montreal","offset":47},{"uri":"Quebec","surface_form":"Quebec","offset":57},{"uri":"Sorcery_(Kataklysm_album)","surface_form":"Sorcery","offset":139},{"uri":"Victims_of_this_Fallen_World","surface_form":"Victims of this Fallen World","offset":403},{"uri":"The_Prophecy_(Stigmata_of_the_Immaculate)","surface_form":"The Prophecy (Stigmata of the Immaculate)","offset":590},{"uri":"Thrash_metal","surface_form":"thrash metal","offset":682},{"uri":"Melodic_death_metal","surface_form":"melodic death metal","offset":1027},{"uri":"Shadows_%26amp%3B_Dust","surface_form":"Shadows & Dust","offset":1092},{"uri":"Serenity_in_Fire","surface_form":"Serenity in Fire","offset":1334},{"uri":"In_the_Arms_of_Devastation","surface_form":"In the Arms of Devastation","offset":1605}]}