{"id":395316,"url":"http://en.wikipedia.org/wiki/William_Bradford_(Mayflower_passenger)","text":"William Bradford (15901657) was a passenger on the \"Mayflower\" in 1620. He travelled to the New World to live in religious freedom. He became the second Governor of Plymouth Colony and served for over 30 years. Bradford kept a journal of the history of the early life in Plymouth Colony. It is called \"Of Plymouth Plantation\".\nChildhood.\nBradford was born to William and Alice Bradford in Austerfield, Yorkshire, England. His family were farmers. The Bradford family owned a large farm and were considered rich.\nBradford's father died was he was one year old. When he was four years old he was sent to live with his grandfather. Two years later, his grandfather died and he returned to live with his mother and stepfather. A year later, in 1597, his mother died. Bradford became an orphan at age 7. He was sent to live with two uncles.\nHis uncles wanted Bradford to help on the farm but Bradford was ill and was not able to work. Bradford started to read many books. One of the books was the Bible. This may be where he started learning of a religion that was different from the church of England.\nWhen Bradford was 12 years old he went with a friend to hear the pastor Richard Clyfton. Clyfton was a minister who did not believe in the Church of England. Bradford believed in Clyfton’s words. His uncles told him not to go to that church but he went anyway.\nDuring one meeting he became friends with William Brewster. Brewster did not live far away and Bradford borrowed books from him about the new church.\nKing James I of England started to punish the people who did not follow the Church of England. They were called Separatists. By 1607 many members of the Separatists were arrested. Brewster was made to pay a fine for going to the church. Some members were put into prison and others were watched night and day. The people also learned that other Separatists in London had been put into prison and left to starve to death.\nThe Separatists decided to leave England for the Dutch Republic (where religious freedom was permitted). William Bradford went with them. It was illegal to leave England. The group was betrayed by an English sea captain who brought them to the English authorities. Most of the congregation, and Bradford, were put into prison. By the summer of 1608, the Separatists, and William Bradford, escaped to Leiden, Netherlands. Bradford was 18.\nIn the Dutch Republic.\nWilliam Bradford moved to Amsterdam in August 1608. He lived with the Brewsters in Stink Alley. The Separatists had spent most of their money leaving England and were poor. After nine months, the congregation moved to the smaller city of Leiden.\nWhen Bradford turned 21 he received some money. Bradford purchased his own house. He built a workshop and worked as a weaver. He was liked.\nIn 1613, Bradford married Dorothy May, the daughter of a rich English couple living in Amsterdam. In 1617, the Bradfords had their first child, John Bradford.\nBy 1617, the Separatists decided to travel to Virginia Colony in North America. The Separatists could practice their religion in the Dutch Republic, they wanted their children to keep their English customs and language. The colonists made a business arrangement with the Merchant Adventurers. These were a group of men who were willing to pay for the Pilgrims to go to the New World with the promise that the pilgrims would pay them back with furs and other goods they got from the colony. By July 1620, Robert Cushman and John Carver had made the plans and fifty Separatists left Delftshaven on the ship \"Speedwell\".\nMany families were split as some Separatists stayed behind in the Netherlands, planning to make the voyage to the New World after the colony had been established. William and Dorothy Bradford left their three-year-old son John with Dorothy's parents in Amsterdam, possibly because he was too frail to make the voyage.\nDeparture.\nThe \"Speedwell\" planned to meet with the \"Mayflower\" and both ships would travel to Virginia Colony. The \"Speedwell\" proved unsafe and the passengers were put on the \"Mayflower\". This made the ship very crowded. Not all the passengers were Separatists. There were about 50 colonists who went because they had certain skills. These skills would prove useful on the \"Mayflower\" and at the colony. Bradford said they hugged each other and cried and said goodbye to family and friends for the last time. They knew they were pilgrims and lifted their eyes to heaven, their dearest country and this comforted them.\nThe Mayflower Voyage.\nThe Mayflower left Plymouth, England on 16 September 1620. There were 102 passengers and 30–40 crew. On 19 November 1620, the \"Mayflower\" spotted land. The \"Mayflower\" was supposed to land in Virginia Colony, but the ship was too damaged and they were forced to land at Cape Cod now called Provincetown Harbor.\nThey landed on November 21. They wrote the Mayflower Compact, which made rules on how they would live and treat each other. Bradford signed the Mayflower Compact.\nAnchored and first explorations at Plymouth Colony.\nUp to this time, Bradford, aged 30, had never been a leader in the colony. When the \"Mayflower\" anchored in the Harbor, the men went out to explore the land for a place where they could live. Bradford volunteered to be a member of the exploration parties. In November and December, these parties went out three times on foot and by boat.\nOne of the earliest exploration missions included William Bradford, John Carver, Myles Standish, Edward Winslow, John Howland, Richard Warren, Stephen Hopkins and Edward Doty. Of this group Hopkins was the most experienced, having seen Indians during his time at Jamestown. According to Bradford, they set off in below freezing weather, many of the men already being ill, \"and when the set sail the salt spray froze on their coats, as if they had been glazed\". During their trip they saw Indians who looked like they were cutting up a large whale. When the Indians saw the men they ran away. The men camped and protected themselves from the cold and the Indians.\nThey located a place that would be Plymouth Colony in December. During the first expedition on foot, Bradford was caught up in a deer trap made by Native Americans and brought upside down. During the third exploration, on 6 December 1620, Bradford and the other men found Plymouth Bay. A winter storm nearly sank their boat as they came near the bay. The explorers were very cold and started to get sick. The waves were high but they landed on Clark's Island.\nDuring this time, they searched areas all around the bay and found a place to live and build their homes. The location had a large hill. This hill is now called Burial Hill. It was a good place to build a fort for safety against any possible enemies. There were many brooks providing water. They would later find out that the site had been the location of a Native American village known as Patuxet; and that is why a large area had already been cleared for planting of food. The Patuxet tribe of Indians, between 1616 and 1619, had all died from bad sickness. Bradford later wrote that bones of the dead were easy to find in many places.\nGreat sickness.\nThe \"Mayflower\" arrived in Plymouth Bay on 20 December 1620. The settlers began building the colony's first house on 25 December.\nOn January 11, 1621, as Bradford was helping to build houses when he was got a great pain in his hipbone and fell. Bradford was taken to the \"common house\" (the only house that was finished) and they thought he would die that night, but he did not.\nBradford got well but many of the pilgrims were not so fortunate. During the months of February and March 1621 sometimes two or three people died every day. By the end of the winter, half of the 100 settlers had died. They buried their dead in secret so the Native Americans would not see how many were dying. They buried them in Cole's Hill and tried to also hide the graves from the animals.\nThere were only a small number of men who were healthy. Everyone, including the children had to work and care for the sick. One of these was Captain Myles Standish. He was a soldier who had been hired by the settlers to protect the people of the colony. Standish cared for Bradford during his illness. They became good friends. Bradford had no military experience and when he became governor he would come to trust Captain Standish's advice on military matters.\nWilliam was chosen by the people to be Governor of Plymouth Colony. He kept journals (a written record) which are very important even today because they are the only history of how the Mayflower passengers and their families lived in Plymouth Colony. He died before he could finish the second book.\nEarly service as governor.\nOn March 16, the settlers had their first meeting with the Native Americans who lived in the region. Samoset, an Indian walked into the village of Plymouth and greeted them in English. Samoset had learned some English from the traders who had visited the area he was from. This soon led to a visit by Massasoit, the leader of the Pokanoket tribe. At that meeting, Massassoit made a treaty with Governor John Carver. The treaty said that they would be friends and protect each other against unfriendly Indians.\nBradford wrote down what was said. He would soon become governor and the treaty that was very important was the promise to help each other. This agreement was not liked by Massasoit's enemies in other tribes.\nIn April 1621, Governor Carver became sick while working in the fields on a hot day. He died a few days later. The settlers of Plymouth then chose Bradford as the new governor. Bradford would remain governor most of his life.\nThe elected leadership of Plymouth Colony was at first a governor and an assistant governor. The assistant governor for the first three years of the colony's history was Isaac Allerton. In 1624, it was changed to five assistants. This was called the \"governor's council\". These men gave advice to the governor and had a vote on important matters. They helped Bradford in managing the Colony. Assistants during the early years of the colony included Thomas Prence, Stephen Hopkins, John Alden, and John Howland.\nFamily.\nWilliam Bradford married Dorothy in Amsterdam, Holland on December 10, 1613. They had one son. Dorothy fell from the deck of the Mayflower into the water and drowned a short time after the ship landed. Her husband was on an exploring mission. John was born in Leiden, Holland and died in 1620.\nHis second wife was Alice Southwarth in Plymouth. They had three children. She died in Plymouth in March 1670 and was buried on Burial Hill in Plymouth near her husband.\nLiterary works.\nBradford wrote \"Of Plymouth Plantation\". It was a history about Plymouth colony. It is often called a journal. It was a collection of what he saw and what he thought was important. This was written in two books. The first book was written in 1630 but the second was never finished. During the years 1646 and 1650, he wrote about the colony's history up to 1646.\nIn \"Of Plymouth Plantation\", Bradford saw what was happening to be like what happened in the Bible. As Philip Gould writes, \"Bradford hoped to show the workings of God to future generations.\" The book was not published until 1656, the year before his death, and it was well liked. Bradford has been called the father of American history. Many American authors have put what Bradford said in their books. Thomas Prence did so in his book named \"A Chronological History of New-England in the Form of Annals.\" Today it is considered very important and studied in American schools and colleges. Bradford's journal was included in another work entitled \"Mourt's Relation\". This was written in part by Edward Winslow, and made into a book in England in 1622.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mayflower","surface_form":"Mayflower","offset":52},{"uri":"New_World","surface_form":"New World","offset":92},{"uri":"Governor","surface_form":"Governor","offset":153},{"uri":"Plymouth_Colony","surface_form":"Plymouth Colony","offset":165},{"uri":"Journal","surface_form":"journal","offset":227},{"uri":"Plymouth_Colony","surface_form":"Plymouth Colony","offset":271},{"uri":"Yorkshire","surface_form":"Yorkshire","offset":402},{"uri":"Farmer","surface_form":"farmer","offset":438},{"uri":"Farm","surface_form":"farm","offset":481},{"uri":"Died","surface_form":"died","offset":530},{"uri":"Grandfather","surface_form":"grandfather","offset":616},{"uri":"Mother","surface_form":"mother","offset":700},{"uri":"Stepfather","surface_form":"stepfather","offset":711},{"uri":"Orphan","surface_form":"orphan","offset":782},{"uri":"Uncle","surface_form":"uncle","offset":828},{"uri":"Farm","surface_form":"farm","offset":878},{"uri":"Ill","surface_form":"ill","offset":900},{"uri":"Work","surface_form":"work","offset":924},{"uri":"Books","surface_form":"books","offset":960},{"uri":"Bible","surface_form":"Bible","offset":992},{"uri":"Religion","surface_form":"religion","offset":1042},{"uri":"Church_of_England","surface_form":"Church of England","offset":1237},{"uri":"William_Brewster","surface_form":"William Brewster","offset":1401},{"uri":"Book","surface_form":"book","offset":1472},{"uri":"Punishment","surface_form":"punish","offset":1544},{"uri":"Church_of_England","surface_form":"Church of England","offset":1585},{"uri":"Arrest","surface_form":"arrest","offset":1679},{"uri":"Fine","surface_form":"fine","offset":1716},{"uri":"Prison","surface_form":"prison","offset":1773},{"uri":"London","surface_form":"London","offset":1869},{"uri":"Prison","surface_form":"prison","offset":1894},{"uri":"Starvation","surface_form":"starve","offset":1913},{"uri":"Dutch_Republic","surface_form":"Dutch Republic","offset":1979},{"uri":"Illegal","surface_form":"illegal","offset":2075},{"uri":"Sea","surface_form":"sea","offset":2138},{"uri":"Captain","surface_form":"captain","offset":2142},{"uri":"Authority","surface_form":"authorities","offset":2182},{"uri":"Congregation","surface_form":"congregation","offset":2207},{"uri":"Leiden","surface_form":"Leiden","offset":2330},{"uri":"Netherlands","surface_form":"Netherlands","offset":2338},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":2417},{"uri":"Leiden","surface_form":"Leiden","offset":2629},{"uri":"Money","surface_form":"money","offset":2678},{"uri":"Purchase","surface_form":"purchase","offset":2694},{"uri":"Weaver","surface_form":"weaver","offset":2755},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":2864},{"uri":"Virginia_Colony","surface_form":"Virginia Colony","offset":2982},{"uri":"North_America","surface_form":"North America","offset":3001},{"uri":"Religion","surface_form":"religion","offset":3053},{"uri":"Dutch_Republic","surface_form":"Dutch Republic","offset":3069},{"uri":"Custom","surface_form":"custom","offset":3134},{"uri":"Language","surface_form":"language","offset":3146},{"uri":"New_World","surface_form":"New World","offset":3309},{"uri":"Promise","surface_form":"promise","offset":3328},{"uri":"Pilgrims","surface_form":"pilgrims","offset":3345},{"uri":"Robert_Cushman","surface_form":"Robert Cushman","offset":3440},{"uri":"John_Carver","surface_form":"John Carver","offset":3459},{"uri":"Ship","surface_form":"ship","offset":3536},{"uri":"Netherlands","surface_form":"Netherlands","offset":3620},{"uri":"New_World","surface_form":"New World","offset":3668},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":3807},{"uri":"Passenger","surface_form":"passenger","offset":4022},{"uri":"Ship","surface_form":"ship","offset":4076},{"uri":"Skills","surface_form":"skills","offset":4200},{"uri":"Pilgrims","surface_form":"pilgrims","offset":4403},{"uri":"Plymouth%2C_Devon","surface_form":"Plymouth","offset":4533},{"uri":"Land","surface_form":"land","offset":4660},{"uri":"Harbor","surface_form":"Harbor","offset":4817},{"uri":"Mayflower_Compact","surface_form":"Mayflower Compact","offset":4868},{"uri":"Leader","surface_form":"leader","offset":5093},{"uri":"Mayflower","surface_form":"Mayflower","offset":5125},{"uri":"Explorer","surface_form":"explore","offset":5180},{"uri":"John_Carver_(Mayflower_passenger)","surface_form":"John Carver","offset":5446},{"uri":"Myles_Standish","surface_form":"Myles Standish","offset":5459},{"uri":"Edward_Winslow_(Mayflower_passenger)","surface_form":"Edward Winslow","offset":5475},{"uri":"John_Howland","surface_form":"John Howland","offset":5491},{"uri":"Stephen_Hopkins_(Mayflower_passenger)","surface_form":"Stephen Hopkins","offset":5521},{"uri":"Edward_Doty_(Mayflower_passenger)","surface_form":"Edward Doty","offset":5541},{"uri":"Jamestown%2C_Virginia","surface_form":"Jamestown","offset":5641},{"uri":"Deer","surface_form":"deer","offset":6170},{"uri":"Native_Americans","surface_form":"Native Americans","offset":6188},{"uri":"Plymouth_Bay","surface_form":"Plymouth Bay","offset":6313},{"uri":"Boat","surface_form":"boat","offset":6360},{"uri":"Cold","surface_form":"cold","offset":6416},{"uri":"Clark%27s_Island","surface_form":"Clark's Island","offset":6485},{"uri":"Fort","surface_form":"fort","offset":6706},{"uri":"Grave","surface_form":"grave","offset":7904},{"uri":"Animal","surface_form":"animal","offset":7920},{"uri":"Myles_Standish","surface_form":"Myles Standish","offset":8078},{"uri":"Native_Americans","surface_form":"Native Americans","offset":8776},{"uri":"Samoset","surface_form":"Samoset","offset":8818},{"uri":"Massasoit","surface_form":"Massasoit","offset":9018},{"uri":"Treaty","surface_form":"treaty","offset":9099},{"uri":"John_Carver_(Mayflower_passenger)","surface_form":"John Carver","offset":9120},{"uri":"Isaac_Allerton","surface_form":"Isaac Allerton","offset":9832},{"uri":"Vote","surface_form":"vote","offset":9982},{"uri":"Stephen_Hopkins_(Mayflower_passenger)","surface_form":"Stephen Hopkins","offset":10126},{"uri":"John_Alden_(Mayflower_passenger)","surface_form":"John Alden","offset":10143},{"uri":"John_Howland","surface_form":"John Howland","offset":10159},{"uri":"Holland","surface_form":"Holland","offset":10228},{"uri":"History","surface_form":"history","offset":10711},{"uri":"Book","surface_form":"book","offset":10866},{"uri":"Edward_Winslow_(Mayflower_passenger)","surface_form":"Edward Winslow","offset":11719}]}