{"id":395327,"url":"http://en.wikipedia.org/wiki/Homeless_Bird","text":"\"Homeless Bird\" is a book by Gloria Whelan, an American author, about life in India for a 13-year-old girl named Koly. Like many Indian girls her age, Koly becomes a teenage bride in an \"arranged marriage.\" Her husband soon dies and Koly becomes a widow, living with her late husband's parents. When this situation doesn't last, Koly has to find a way to make her future.\nThis book won the National Book Award in 2000 in the category of Young People's Literature. It has been translated into German, Spanish, and Polish.\nPlot Summary.\nKoly is a 13 year-old girl who lives in Vrindavan India with her parents and two brothers. Based on Indian tradition, her family has made an arranged marriage for her. Her husband is a sickly, young boy named Hari. Once they are married, Koly must go to live with his family. But soon Koly finds out that Hari has tuberculosis and he will die very soon. Hari's parents had decided to take Hari to the Ganges River and Koly comes along too. While going to the city of the Ganges River, Hari dies. When Hari dies, Koly becomes a widow. Koly's sassur (father- in-law) is a kind man who teaches students. He teaches Koly to read and shows her a book of poems signed by the author Tagore. Koly's sass (mother-in-law) is not a nice woman. She treats Koly as just another mouth to feed.\nHari's sister Chandra is soon married. Koly is sad because Chandra was her friend and now she is leaving. Soon Koly's sassur dies and now both Koly and her sass are widows.\nSass and Koly are very poor. One day Sass gets a letter from her brother inviting them to live with him in Delhi. They make a stop in Vrindavan to pray at a temple. They take a rickshaw to the temple. Sass gives Koly money to buy lunch. Koly goes to buy the food but when she goes back to the temple her sass is not there. She looks around and cannot find her. Finally she sees the rickshaw driver. He tells her that her sass left on a train hours ago.\nKoly cries because her sass has left her. The rickshaw driver says to go to the temple and pray so the monks will give her food. Koly is very unhappy and scared. She sees the rickshaw driver again and he offers to bring her to a house for widows. At the home Koly meets a nice widow named Tanu. Together they find jobs making marigold garlands and beaded bracelets. However, Koly's talent is embroidery. She finally gets a job embroidering. Her new boss' name is Mr. Das.\nKoly also teaches the rickshaw driver, Raji, how to read. Raji owns a farm and drives rickshaws for money. They talk and become friends. However he leaves to fix his farm.\nAt her new job, Koly makes friends with a girl named Mala. Mala is good at embroidery but very outspoken. Mala also steals expensive cloth and thread from Mr. Das. This later causes Mala to lose her job.\nRaji comes back and tells Koly that he is fixing up his farm and building a home. He wants Koly to come to his farm with him. She is confused until Raji says he wants her as his wife. Koly is surprised that Raji wants to marry her because she is a widow, and in her society it is shameful to be a widow. However Raji wants to marry Koly because he does not care about appearance and only wants someone he can talk to. Koly is still unsure but agrees to think about it.\nTanu and Koly finally have enough money to buy a room for more widows to live in. Koly decorates the room with embroidered quilts.\nIn the summer Raji writes that he has built a room for her work on her embroidery. Koly is happy and agrees to marry him. She works on a wedding quilt and says they will marry when she is done embroidering it. She keeps her job, and agrees to take her work to Mr. Das every couple of weeks.\nKoly, just like the homeless bird in one of the Tagore poems, has finally found her home.\nReferences.\nBy: A.B, School: Nams or North Andover middle school","categories":[],"infobox_types":[],"annotations":[{"uri":"Gloria_Whelan","surface_form":"Gloria Whelan","offset":29},{"uri":"Arranged_marriage","surface_form":"arranged marriage","offset":187},{"uri":"Arranged_marriage","surface_form":"arranged marriage","offset":676},{"uri":"Ganges_River","surface_form":"Ganges River","offset":936},{"uri":"Widow","surface_form":"widow","offset":1062},{"uri":"Father","surface_form":"father- in-law","offset":1084},{"uri":"Students","surface_form":"students","offset":1126},{"uri":"Mother","surface_form":"mother-in-law","offset":1232},{"uri":"Delhi","surface_form":"Delhi","offset":1595},{"uri":"Vrindavan","surface_form":"Vrindavan","offset":1622},{"uri":"Temple","surface_form":"temple","offset":1645},{"uri":"Rickshaw","surface_form":"rickshaw","offset":1665},{"uri":"Monk","surface_form":"monks","offset":2044},{"uri":"Marigold","surface_form":"marigold","offset":2267},{"uri":"Garlands","surface_form":"garlands","offset":2276},{"uri":"Bracelet","surface_form":"bracelets","offset":2296},{"uri":"Embroidery","surface_form":"embroidery","offset":2333},{"uri":"Boss","surface_form":"boss","offset":2390},{"uri":"Marriage","surface_form":"marry","offset":3010},{"uri":"Quilt","surface_form":"quilts","offset":3381}]}