{"id":395608,"url":"http://en.wikipedia.org/wiki/Moradabad_district","text":"e=\"preserve\">Moradabad district is one of the districts of Uttar Pradesh state of India, and Moradabad town is the district headquarters. Moradabad district is a part of Moradabad division. As of 2011 it is the second most populous district of Uttar Pradesh (out of 71), after Allahabad.\nThe district of Moradabad lies between 28°21´ to 28°16´ north latitude and 78°4´ to 79° east longitude. The district occupies an area of 3493 km2 and has a population of 2,761,620. The city is known for its export of brass handicrafts to North America and Europe, and is also thus called \"Brass City\" or Peetal Nagri. It has close to four million citizens of various ethnicities and religions.\nGeography.\nThe district of Moradabad lies east of the Ganges and west of the native state of Rampur. Its area is 2285 sq. m. It lies within the great Gangetic plain and is demarcated into three subdivisions by the rivers Ramganga and Sot. The eastern tract consists of a submontane country, with an elevation slightly greater than the plain below, and is traversed by numerous streams descending from the Himalayas. The central portion consists of a level central plain descending at each end into the valleys of the Ramganga and Sot. The western section has a gentle slope towards the Ganges, with a rapid dip into the lowlands a few miles from the bank of the great river.\nDemographics.\nAccording to the 2011 census Moradabad district has a population of 4,773,138, roughly equal to the nation of Singapore or the US state of Alabama. This gives it a ranking of 26th in India (out of a total of 640). The district has a population density of. Its population growth rate over the decade 2001-2011 was 25.25%.\nIn 2011 a new district named Sambhal district is formed with two sub districts of Moradabad district.\nThe rest of Moradabad district have a population of 3126507.The Muslim population in rest of Moradabad district is 1588297.\nMoradabad has a sex ratio of 903 females for every 1000 males, and a literacy rate of 58.67%.","categories":[],"infobox_types":[],"annotations":[{"uri":"Districts_of_Uttar_Pradesh","surface_form":"districts","offset":46},{"uri":"Uttar_Pradesh","surface_form":"Uttar Pradesh","offset":59},{"uri":"States_and_territories_of_India","surface_form":"state","offset":73},{"uri":"India","surface_form":"India","offset":82},{"uri":"Moradabad","surface_form":"Moradabad","offset":93},{"uri":"Moradabad_division","surface_form":"Moradabad division","offset":170},{"uri":"List_of_districts_of_Uttar_Pradesh","surface_form":"71","offset":266},{"uri":"Allahabad_district","surface_form":"Allahabad","offset":277},{"uri":"2011_census_of_India","surface_form":"2011 census","offset":1388},{"uri":"Demographics_of_India","surface_form":"population","offset":1425},{"uri":"Singapore","surface_form":"Singapore","offset":1481},{"uri":"Alabama","surface_form":"Alabama","offset":1510},{"uri":"Districts_of_India","surface_form":"640","offset":1579},{"uri":"Family_planning_in_India","surface_form":"population growth rate","offset":1631},{"uri":"Sex_ratio","surface_form":"sex ratio","offset":1934},{"uri":"Women_in_India","surface_form":"females","offset":1951},{"uri":"Literacy_in_India","surface_form":"literacy rate","offset":1987}]}