{"id":39585,"url":"http://en.wikipedia.org/wiki/Pancake","text":"Pancakes (also called \"griddlecakes\", \"hotcakes\" or \"flapjacks\") are a kind of bread made on a frying pan. They are baked in different ways, such as thin French \"crêpes\" or Vermont-style multigrain pancakes. Although it is mainly called \"pancake\" in the English speaking countries and it is thin dough, in Mexico, it is called \"hotcake\" and it is often thick dough. Most pancakes are quick breads that use baking powder, although some are also made using a yeast-raised or fermented batter.\nIn many different places, pancakes are served as breakfast or dessert, and they are served with sweet sauces or toppings such as maple syrup, jam, or sugar. Pancakes are also served with savory (non-sweet) fillings and toppings such as meat pie.\nHow pancakes are made.\nSome pancakes contain a raising agent (something that makes the pancake rise while cooking), usually baking powder, eggs, flour, and milk, which makes a thick batter. This batter is either spooned or poured onto a hot surface which is coated in cooking oil or melted butter. The batter spreads to make a cake about 1/4 or 1/3 inch (1 cm) thick. The raising agent makes bubbles rise to the uncooked side of the pancake, where now the pancake is ready to be flipped (turned over).\nAt the end, the pancakes are very light in texture and are often served at breakfast topped with maple syrup, butter, or fruit. Vermont pancakes usually have a secondary grain added to the wheat flour, either oatmeal or buckwheat flour. Both of these recipes need more baking powder to leaven. In these pancakes, the texture is coarser, and the flavor is deeper, rather like toasted nuts.\nNorth American (Canada and the United States) style pancakes.\nSome pancakes served in restaurants are 3 to 4 pancakes of more or less 14 cm (5 inch) diameter. A smaller number may be ordered by asking for a \"silver dollar\" pancake is the same as a pancake about 7 cm (3 inches) in diameter - these pancakes are usually served in groups of five or ten.\nBritish pancakes.\nBritish pancakes have three main ingredients: white flour, eggs, and milk. Some people also add melted butter to the batter. The batter is quite runny and makes a thin layer on the bottom of the frying pan when the pan is tipped to one side. It may form some colours during cooking, which result in a dark pancake with pale spots where the mix was, but the pancake does not rise. British pancakes don't rise as much as other pancakes because they have a different recipe.\nThese pancakes may be eaten with the traditional topping of lemon juice and sugar, or wrapped around savory stuffing and eaten as a main course. When baked instead of fried, this batter rises (even though it has no raising agents such as baking powder, it rises because the air beaten into the batter expands) and is known as Yorkshire pudding. British pancakes are similar to French \"crêpes\", and Italian \"crespelle\", but do not look \"lacy\".\nHowever, in Scotland pancakes, known as Scotch pancakes or drop scones in the rest of Britain, are more like the American variation and are served as such (see below). Scotch pancakes often have sugar in the batter.\nScottish pancakes.\nScottish pancake and fruit crumpet. Pancakes similar to the North American pancake but smaller (usually about 3.5 in / 9 cm across) are known in the British Isles as Scotch pancakes or (after the traditional method of dropping batter onto a griddle) drop-scones, and in Australia and New Zealand as pikelets. They can be served with jam and cream or just with butter. In the U.S. these are known as \"silver dollar pancakes\" because each pancake is about the size of an old-style U.S. silver dollar (with Eisenhower on the face, no longer minted).\nIn Scotland, they are rarely served for breakfast, but are usually served for dessert. They are available plain, or as a fruit pancake with raisins baked in, and larger thinner crumpets are made from the same recipe by watering down the mix. The griddle is generally called a girdle in Scotland.\nFrench crêpes.\nFrench crêpes, popular in France, the French-speaking Canadian province of Quebec, and Brazil (where they are usually called pancake, or only crêpe) are made from flour, milk, and a relatively large proportion of eggs (compared with other types of pancakes). Due to their thinness, they are usually served with a filling such as fruit or ice cream. Maple syrup or other sweetened sauces are sometimes served with crêpes. Crêpes are also served as a dinner meal, by filling them with seafood or other meats.\nGerman pancakes.\nGerman pancakes often served in American pancake houses, are shaped like a bowl. They come in a variety of sizes, some quite large and nearly impossible for one person to finish. They are commonly eaten with lemons and powdered sugar, although jam is sometimes used as well. The pancakes eaten in Germany, however, are of the British variety. They are called Pfannkuchen, although in some areas (Berlin, Brandenburg, Saxonia) that is instead the local name for Berliner, a type of doughnut. Pancakes are called Eierkuchen (meaning \"egg cake\") there. In Swabia, cut pancakes (Flädle) are a traditional soup ingredient.\nAustrian pancakes.\nIn Austria, pancakes are called Palatschinken, a word which comes from Latin \"placenta\" by way of Romanian, and are usually filled with apricot jam but are also known to have a pleasing taste filled with a chocolate sauce or hazel nut spread. Similar pancakes with similar names can be found throughout the former Austria-Hungary (today Austria, Bosnia, Hungary, Czech Republic, Slovakia, Slovenia, Croatia and Serbia), (see Palatschinken).\nScandinavian pancakes.\nScandinavian pancakes are similar to British pancakes. They are traditionally served with jam and/or ice cream or whipped cream, although they may also be served as a main dish with a variety of savoury fillings. Traditional Swedish variations can be somewhat exotic. Some resemble British pancakes with a tiny diameter; these are called plättar, and they are fried several at a time in a special pan.\nOthers are like German pancakes but include fried pork in the batter; these are cooked in an oven. There are also potato pancakes, called raggmunk. These contain shredded raw potato and, sometimes, other vegetables. If the actual pancake batter is left out, the fried cakes of grated potatoes are called rårakor. Both the last two kinds are eaten traditionally with pork rinds and/or lingonberry jam.\nVegan pancakes.\nVegan pancakes are not associated with any nationality, however they are a different and popular type of pancake. Vegan pancakes try to be like the American pancake by using direct substitutes such as egg substitute and soy milk. However, some kinds use baking soda and occasionally a small amount of vinegar as raising agents.\nIndonesian pancakes.\nIn Malaysia and Singapore a pancake-like snack is made with a filling, usually cheese or kaya but occasionally bean paste, peanut, blueberry or custard. There are other interesting variations, such as those made with soya bean replacing some of the flour. More commonly seen are serabis, pancakes made with rice flour and coconut milk and smothered with a sauce made from coconut milk and palm sugar (or brown sugar).\nEastern European blintz and blini.\nIn Russia, Poland, Lithuania and Ukraine, blintz and blini are made from wheat or buckwheat flour, yeast, butter, eggs and milk. Blini come from the French crêpes which were introduced during before the time of the Soviet Union.\nMexican hot cakes.\nIn Mexico they are generally called \"hot cakes\" rather than \"pancakes\". They are similar in style to pancakes served in the U.S. but are perhaps more likely to mix or replace wheat flour with corn. As well as being a popular breakfast at restaurants in all parts of the country, \"hotcakes\" are often sold on the streets of Mexico City and other cities and during the local celebrations of small towns at all hours of the day and night. These sell a single cake topped with some kind of sweet sauce.\nOther kinds.\nIn Ethiopia, injera is made from a fermented sourdough batter of buckwheat or the more traditional teff. Unlike North American and European pancakes, the injera is not served with sweet sauces or sugar. Instead, it is served with meat sauce, vegetables, and cooked eggs.\nIn Hungary, palacsinta are made from flour, milk and soda water, sugar, and eggs. They are served as a main dish. They are also served as a dessert. However, this depends on the filling. Sweet wine can also be added to the batter.\nIn Italy, cannelloni are made from pancake batter or noodle dough. They are then filled, covered with cheese, and baked.\nIn the Middle East, pita is made from flour and yeast.In India, dosa are made from rice flour and fried in a skillet. In Chinese cooking, green onion pancakes are the thin pancakes made with buckwheat flour and green onions, served with moo shu dishes. In Egypt, katief is made. In Venezuela, pancakes are topped with butter and white cheese.\nIn Japan, Dorayaki is popular and it's like a sweet sandwich with bean paste and two pancake-like patties of castella.\nServing.\nMost types of pancake, (but not the Breton galette), are cooked one side at a time and flipped (turned over) by the cook halfway through. Tossing a pancake well can be quite difficult, but good cooks become very good at it, tossing them high in the air.\nNorth American pancakes can be made sweet or savoury by adding foods like blueberries, strawberries, cheese or bacon to the batter; bananas or chocolate chips are sometimes dipped in the batter too. British pancakes can be stuffed (put things in the middle) after cooking with a wide variety of sweet or savoury fillings. Both are often sweetened after cooking by pouring on syrup or sprinkling with powdered sugar.\nIn Canada and the United States, the pancake is usually a breakfast food made in a person's home. Pancakes are also served at restaurants and diners.\nIn Britain, pancakes are eaten as a dessert, or served savoury with a main meal. They are also traditionally eaten on Shrove Tuesday which is also known as \"Pancake Day\". (Shrove Tuesday is better known in the United States, France and other countries as Mardi Gras or Fat Tuesday.) According to tradition, this used to be done in order to use up the last of the fat and rich foods before Lent which was a time when people did not eat rich foods. Charity or school events are often organised on Pancake Day.\nIn the Netherlands pancakes are called pannekoeken and eaten at dinner. Pancake restaurants are popular family restaurants and serve many varieties of sweet, savoury, and stuffed pancakes. The Netherlands also has another kind of pancake called \"poffertjes\". Each poffertje is quite small. They are cooked on a large griddle with lots of holes for each poffertje. The cook pours the batter quickly into all the holes by pouring up and down the rows. When they are cooked,several poffertjes are put on a plate and sprinkled with icing sugar and melted butter. There is often a poffertje stall at Dutch markets.\nIn Sweden and in Finland it is traditional to eat yellow pea soup followed by pancakes on Thursdays. A smaller pancake, often called a \"silver dollar\" pancake, is sometimes used to make hors d'oeuvres in place of crackers or other bread-like items.\nBanana pancakes are a popular item in Western-oriented backpackers' cafes in many Asian countries such as Thailand, Vietnam, India, and China.","categories":[],"infobox_types":[],"annotations":[{"uri":"Baking_powder","surface_form":"baking powder","offset":406},{"uri":"Yeast","surface_form":"yeast","offset":457},{"uri":"Fermentation","surface_form":"fermented","offset":473},{"uri":"Breakfast","surface_form":"breakfast","offset":540},{"uri":"Dessert","surface_form":"dessert","offset":553},{"uri":"Maple","surface_form":"maple","offset":620},{"uri":"Jam","surface_form":"jam","offset":633},{"uri":"Sugar","surface_form":"sugar","offset":641},{"uri":"Meat","surface_form":"meat pie","offset":727},{"uri":"Egg_(food)","surface_form":"egg","offset":876},{"uri":"Flour","surface_form":"flour","offset":882},{"uri":"Milk","surface_form":"milk","offset":893},{"uri":"Cooking_oil","surface_form":"cooking oil","offset":1005},{"uri":"Maple_syrup","surface_form":"maple syrup","offset":1336},{"uri":"Butter","surface_form":"butter","offset":1349},{"uri":"Fruit","surface_form":"fruit","offset":1360},{"uri":"Vermont","surface_form":"Vermont","offset":1367},{"uri":"Wheat","surface_form":"wheat","offset":1428},{"uri":"Oatmeal","surface_form":"oatmeal","offset":1448},{"uri":"Buckwheat","surface_form":"buckwheat","offset":1459},{"uri":"Texture","surface_form":"texture","offset":1556},{"uri":"Nut_(fruit)","surface_form":"nut","offset":1622},{"uri":"England","surface_form":"British","offset":1998},{"uri":"Lemon","surface_form":"lemon","offset":2530},{"uri":"Sugar","surface_form":"sugar","offset":2546},{"uri":"Scotland","surface_form":"Scotland","offset":2925},{"uri":"Scotland","surface_form":"Scottish","offset":3148},{"uri":"Australia","surface_form":"Australia","offset":3418},{"uri":"New_Zealand","surface_form":"New Zealand","offset":3432},{"uri":"Dessert","surface_form":"dessert","offset":3773},{"uri":"Raisin","surface_form":"raisin","offset":3835},{"uri":"France","surface_form":"France","offset":4032},{"uri":"Quebec","surface_form":"Quebec","offset":4081},{"uri":"Brazil","surface_form":"Brazil","offset":4093},{"uri":"Maple_syrup","surface_form":"Maple syrup","offset":4355},{"uri":"Germany","surface_form":"German","offset":4530},{"uri":"Bowl","surface_form":"bowl","offset":4605},{"uri":"Doughnut","surface_form":"doughnut","offset":5011},{"uri":"Soup","surface_form":"soup","offset":5131},{"uri":"Austria","surface_form":"Austria","offset":5170},{"uri":"Apricot","surface_form":"apricot","offset":5303},{"uri":"Chocolate","surface_form":"chocolate","offset":5373},{"uri":"Nut_(fruit)","surface_form":"nut","offset":5398},{"uri":"Austria-Hungary","surface_form":"Austria-Hungary","offset":5481},{"uri":"Austria","surface_form":"Austria","offset":5504},{"uri":"Bosnia","surface_form":"Bosnia","offset":5513},{"uri":"Hungary","surface_form":"Hungary","offset":5521},{"uri":"Czech_Republic","surface_form":"Czech Republic","offset":5530},{"uri":"Slovakia","surface_form":"Slovakia","offset":5546},{"uri":"Slovenia","surface_form":"Slovenia","offset":5556},{"uri":"Croatia","surface_form":"Croatia","offset":5566},{"uri":"Serbia","surface_form":"Serbia","offset":5578},{"uri":"Scandinavia","surface_form":"Scandinavia","offset":5631},{"uri":"Ice_cream","surface_form":"ice cream","offset":5732},{"uri":"Sweden","surface_form":"Swedish","offset":5856},{"uri":"Pork","surface_form":"pork","offset":6083},{"uri":"Oven","surface_form":"oven","offset":6126},{"uri":"Potato","surface_form":"potato","offset":6208},{"uri":"Vegetable","surface_form":"vegetable","offset":6237},{"uri":"Lingonberry","surface_form":"lingonberry","offset":6417},{"uri":"Vegan","surface_form":"Vegan","offset":6450},{"uri":"Substitute","surface_form":"substitutes","offset":6631},{"uri":"Soy","surface_form":"soy","offset":6670},{"uri":"Vinegar","surface_form":"vinegar","offset":6751},{"uri":"Malaysia","surface_form":"Malaysia","offset":6802},{"uri":"Singapore","surface_form":"Singapore","offset":6815},{"uri":"Cheese","surface_form":"cheese","offset":6878},{"uri":"Kaya_(jam)","surface_form":"kaya","offset":6888},{"uri":"Bean","surface_form":"bean","offset":6910},{"uri":"Peanut","surface_form":"peanut","offset":6922},{"uri":"Blueberry","surface_form":"blueberry","offset":6930},{"uri":"Custard","surface_form":"custard","offset":6943},{"uri":"Russia","surface_form":"Russia","offset":7255},{"uri":"Poland","surface_form":"Poland","offset":7263},{"uri":"Lithuania","surface_form":"Lithuania","offset":7271},{"uri":"Ukraine","surface_form":"Ukraine","offset":7285},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":7467},{"uri":"Mexico","surface_form":"Mexico","offset":7503},{"uri":"Corn","surface_form":"corn","offset":7692},{"uri":"Breakfast","surface_form":"breakfast","offset":7725},{"uri":"Restaurant","surface_form":"restaurant","offset":7738},{"uri":"Mexico_City","surface_form":"Mexico City","offset":7823},{"uri":"Ethiopia","surface_form":"Ethiopia","offset":8015},{"uri":"Ferment","surface_form":"ferment","offset":8047},{"uri":"Sourdough","surface_form":"sourdough","offset":8057},{"uri":"Hungary","surface_form":"Hungary","offset":8286},{"uri":"Wine","surface_form":"wine","offset":8476},{"uri":"Italy","surface_form":"Italy","offset":8517},{"uri":"Noodle","surface_form":"noodle","offset":8567},{"uri":"Middle_East","surface_form":"Middle East","offset":8642},{"uri":"India","surface_form":"India","offset":8692},{"uri":"Skillet","surface_form":"skillet","offset":8744},{"uri":"China","surface_form":"Chinese","offset":8756},{"uri":"Onion","surface_form":"onion","offset":8779},{"uri":"Japan","surface_form":"Japan","offset":8981},{"uri":"Breton_people","surface_form":"Breton","offset":9142},{"uri":"Strawberry","surface_form":"strawberries","offset":9447},{"uri":"Canada","surface_form":"Canada","offset":9779},{"uri":"Britain","surface_form":"Britain","offset":9929},{"uri":"Pancake_Day","surface_form":"Pancake Day","offset":10083},{"uri":"Mardi_Gras","surface_form":"Mardi Gras","offset":10181},{"uri":"Netherlands","surface_form":"Netherlands","offset":10441},{"uri":"Icing","surface_form":"icing","offset":10962},{"uri":"The_Netherlands","surface_form":"Dutch","offset":11029},{"uri":"Market","surface_form":"market","offset":11035},{"uri":"Sweden","surface_form":"Sweden","offset":11047},{"uri":"Finland","surface_form":"Finland","offset":11061},{"uri":"Pea","surface_form":"pea","offset":11101},{"uri":"Hors_d%27oeuvre","surface_form":"hors d'oeuvre","offset":11230},{"uri":"Cracker","surface_form":"cracker","offset":11257},{"uri":"Banana","surface_form":"Banana","offset":11293},{"uri":"Backpacker","surface_form":"backpacker","offset":11348},{"uri":"Asia","surface_form":"Asia","offset":11375},{"uri":"Thailand","surface_form":"Thailand","offset":11399},{"uri":"Vietnam","surface_form":"Vietnam","offset":11409},{"uri":"India","surface_form":"India","offset":11418},{"uri":"China","surface_form":"China","offset":11429}]}