{"id":395967,"url":"http://en.wikipedia.org/wiki/Eric_Koston","text":"Eric Koston (born April 29, 1975) is an American professional skateboarder. He was born in Bangkok, Thailand. Now he is living in California in the United States.\nEric grew up in San Bernardino in California. He started to skateboard in 1986 at the age of 11 years old when his brother gave him his old skateboard. He picked up skateboarding quickly and later went to a skate camp where he met Eddie Elguera, who realized his potential as a professional skateboarder. He was in grade 10 when he dropped out of school to become a full time skateboarder.\nIn 1992, Koston moved to Los Angeles where Natas Kaupas got him into the 101 team. In 101, he established himself as a leading switch stance skateboarder. He did many switch tricks like the nollie flip nose slide and the switch kick flip backside tail slide. He also took a switch 360 flip down the Embarcadero 7. He was finally sponsored and became a pro-skater in 1993 when he joined the H-Street Team and moved into the team house. Later, in 1993, he created the Fourstar clothing company. He also invented many skateboard tricks. Even though he didn't invent it himself, Koston's main signature trick is the \"K Grind\" (for Koston) after mastering it and showing it on a video. The \"K Grind\" is only a crooked grind. His stance is goofy, but he is known for his ability to skate switch. He possesses the technical skill and commitment to create the practice of new tricks, either on the streets, or in competition. He is known for commercializing the competitive, HORSE-derivative game of S.K.A.T.E. Eric Koston appears in the Electronic Arts (EA games) video games Skate 2 and Skate 3. He also is in the Laikai video named Fully Flared where he does a perfect fakie 360 flip down the four stairs. Eric Koston is still skateboarding. He can be seen at the Battle of the Berrics which are games of S.K.A.T.E. in their co-own skate park.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bangkok","surface_form":"Bangkok","offset":91},{"uri":"Thailand","surface_form":"Thailand","offset":100},{"uri":"California","surface_form":"California","offset":130},{"uri":"United_States","surface_form":"United States","offset":148},{"uri":"360_flip","surface_form":"360 flip","offset":834},{"uri":"Skate_park","surface_form":"skate park","offset":1880}]}