{"id":396050,"url":"http://en.wikipedia.org/wiki/Italophilia","text":"Italophilia is the admiration, general appreciation or love of Italy, its culture, society, arts and people. It is often related to the emulation of Italy's ideals and civilization.\nCharacteristics.\nThe term is used in two basic contexts: in international politics and in cultural context.\n\"Italophilia\", \"Italophile\", and \"Italophilic\" are the terms used to denote pro-Italian sentiments, usually in politics and literature.\nA huge italophilia started to develop in Europe during the centuries of the Italian Renaissance.\nActually one of the main reasons of Italophilia in the world is that Italy is home to more World Heritage Sites than any other nation in the world. These sites are culturally important and value according to UNESCO. Indeed about 60% of the works of art of the world are in Italy.\nAnother reason is the worlwide appreciation for Italian culinary and foods. Italy is also a big wine producer. In 2005 it made over 5 million tonnes, and many italian wines are very famous in the world, like the \"Chianti\".\nIndeed in the American countries with a huge Italian emigration in the last centuries, there it is a widespread italophilia: Argentina, Brasil, Uruguay, Canada and the USA have millions of Italian descendants who promote in their society the love and appreciation for Italy.\nActually Giorgio Silvestri (director of the \"Assemblea legislativa della Liguria\") has calculated that there are nearly 250 million italophiles in the world.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italy","surface_form":"Italy","offset":63},{"uri":"Europe","surface_form":"Europe","offset":467},{"uri":"Renaissance","surface_form":"Renaissance","offset":510},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":614},{"uri":"UNESCO","surface_form":"UNESCO","offset":731},{"uri":"Art","surface_form":"art","offset":772},{"uri":"Wine","surface_form":"wine","offset":899},{"uri":"Argentina","surface_form":"Argentina","offset":1151},{"uri":"Brasil","surface_form":"Brasil","offset":1162},{"uri":"Uruguay","surface_form":"Uruguay","offset":1170},{"uri":"Canada","surface_form":"Canada","offset":1179},{"uri":"USA","surface_form":"USA","offset":1194}]}