{"id":396167,"url":"http://en.wikipedia.org/wiki/Bieler_Braderie","text":"The Braderie (,) is a festival celebrated every year in Biel, Switzerland at the end of June. In 2013, the festival will start on 28 June and end on 30 June.\nLocation.\nThe main part of the festival takes place between the train station Biel and the Nidaugasse. There are over 100 stalls every year, which sell different things. The shops in Biel usually do their sales in this week, because many people are in the streets during the festival. A stage is set up in the front of the Apollo Cinema. Bands and singers present their music on this stage. The Braderie is known for a lot of famous Swiss stars, for example, Stress, DJ Antoine and Pegasus.\nHistory.\nThe Braderie began in 1936. Since 1930 and the big economic crisis, the people of Biel were searching for a way to improve the economy of Biel. The festival was started by Miggi Tièche and Carlo Schneeberger. The first Braderie was a big success. Originally known simply as a solution for the crisis, the Braderie began to be a part of Biel's calendar. There were three Braderies between 1937 and 1939. During World War II, they had to stop the Braderie. The break ended only in 1947, and then the Braderie started again, and it was known as \"Bieler Sommerfest\" (Biel Summer Celebration). Because of the long history from the Braderie, it is common today for most of the stores in Biel to make their sales during the Braderie.","categories":[],"infobox_types":[],"annotations":[{"uri":"Festival","surface_form":"festival","offset":22},{"uri":"Biel/Bienne%2C_Switzerland","surface_form":"Biel","offset":56},{"uri":"Switzerland","surface_form":"Switzerland","offset":62},{"uri":"Market_stall","surface_form":"stalls","offset":280},{"uri":"Discounts_and_allowances","surface_form":"sales","offset":363},{"uri":"Economy","surface_form":"economy","offset":785},{"uri":"Calendar","surface_form":"calendar","offset":1001},{"uri":"World_War_II","surface_form":"World War II","offset":1068}]}