{"id":396325,"url":"http://en.wikipedia.org/wiki/Starving_Time","text":"The Starving Time at Jamestown in Virginia Colony was a period of starvation during the winter of 1609–1610. During this time, all but 60 of the 500 colonists died. Lack of rain and access to water had crippled the agricultural production during the summer. Also, the water that the colonists drank was brackish and only drinkable half the year.\nAccording to historical accounts, the colonists ate dogs, snakes, cats, rats, horses, books and shoe leather through the winter. There is forensic evidence of at least one instance of cannibalism. The remains of a teenage girl (1595–1609), named \"Jane\" by researchers, showed signs of being butchered (cut up for eating). Examination of Jane's shin bone indicates she was probably 14 years old at the time of her death. Based on studies of the isotopes in a tooth, she was probably from southern England. She was possibly the daughter of a gentleman or a maid in a gentleman's home because she had consumed generous amounts of protein (meat). Jane likely arrived in Virginia in August 1609.\nIt is almost certain Jane was removed from her grave before being butchered and eaten. She was not murdered. In 1625, George Percy, president of Jamestown during the starvation period, wrote that the hunger was so intense “thatt notheinge was Spared to mainteyne Lyfe and to doe those things which seame incredible, as to digge upp deade corpes outt of graves and to eate them.\" Five other accounts refer to cannibalism during the bitter winter.\nOnly 10 percent of Jane's remains have been recovered by researchers. The remains were found about 2.5 feet (0.8 m) down in a trash pit in the cellar of a building built in 1608 inside the James Fort site. Historical accounts indicate cannibalism was widespread at Jamestown during the winter. Modern historians were reluctant to credit these accounts without other evidence. Jane however is the first forensic evidence that confirms the existence of the practice during that winter.","categories":[],"infobox_types":[],"annotations":[{"uri":"Jamestown%2C_Virginia","surface_form":"Jamestown","offset":21},{"uri":"Virginia_Colony","surface_form":"Virginia Colony","offset":34},{"uri":"Starvation","surface_form":"starvation","offset":66},{"uri":"Brackish_water","surface_form":"brackish","offset":303},{"uri":"Forensics","surface_form":"forensic","offset":484},{"uri":"Cannibalism","surface_form":"cannibalism","offset":530},{"uri":"Butcher","surface_form":"butcher","offset":637},{"uri":"Shinbone","surface_form":"shin bone","offset":690},{"uri":"Isotope","surface_form":"isotope","offset":790},{"uri":"Tooth","surface_form":"tooth","offset":804},{"uri":"Maid","surface_form":"maid","offset":901},{"uri":"Protein","surface_form":"protein","offset":973},{"uri":"Grave","surface_form":"grave","offset":1084},{"uri":"Murder","surface_form":"murder","offset":1136},{"uri":"James_Fort","surface_form":"James Fort","offset":1672}]}