{"id":396477,"url":"http://en.wikipedia.org/wiki/Tiny_Wings","text":"\"Tiny Wings\" is an iOS game developed by German game developer Andreas Illiger, released on February 18, 2011.\nGameplay.\nIn \"Tiny Wings\", the player takes control of a bird whose wings are too small to fly. The goal of the game is to use hills in order to gain speed as long as possible. This is done by tapping and holding the screen in order to make the bird dive. The game play mainly revolves around timing your taps so that the bird goes down hills and flies up them. The game's day trip version is separated into several islands, which have different layouts and change every 24 hours. The game features special goals that allow players to upgrade their nest, which adds a score multiplier usually X2. These challenges go around reaching specific islands or performing certain tricks a number of times in one game. The game's visuals change daily along with the islands' layouts.\nFlight School.\nFlight School, a new mode that came out in version 2.0, is similar to normal gameplay, but it instead features a race between 4 young birds (which are siblings). The player can choose to control one of the birds while the rest of the birds are controlled by the CPU. The birds are listed here with their colors and are ranked according to their typical finishing positions The player can also change the birds' names.\nThe goal in flight school is to reach mama bird first.\nIf you are faster than the other birds you'll get the fattest fish. To unlock the next island players must finish in 3rd, 2nd, or 1st place.\nIn 3rd place you'll get a small Blue fish, in 2nd place a medium-sized Cyan fish, and in 1st place you'll get the fattest Yellow fish. When a set of islands is completed by a bird, its nest is upgraded. This mode includes 2 new features: rubber flowers birds can bounce on, and water holes that slow down the birds.\nThe mama bird is dark green and is from the day trip mode.\nNot all levels are in daytime levels. Levels 1-3 2-3 3-4 are all nighttime levels. They have a different song then the daytime levels.\nRelease.\nTiny Wings was first released with one mode (called Day Trip after version 2). Version 2 was released as an update in July 12, 2012, and added a new mode, Flight School with of a race between 4 birds, one of which is used by the player. The levels in Flight School are divided into islands, with 5 tracks in each. There are 3 island tracks. They are Clown islands, Koi islands, and Orga islands. Also there will be more island tracks coming soon as updates. Flight School includes 2 new features on the islands. The July 2012 update also gives the ability to gift app.\nThe HD version (released at the same time as version 2) includes Hill Party as the 3rd chapter.","categories":[],"infobox_types":["video game"],"annotations":[{"uri":"IOS_(Apple)","surface_form":"iOS","offset":19},{"uri":"Germany","surface_form":"German","offset":41},{"uri":"Andreas_Illiger","surface_form":"Andreas Illiger","offset":63}]}