{"id":39657,"url":"http://en.wikipedia.org/wiki/Database","text":"e=\"preserve\">A database is a system for storing and taking care of data (any kind of information).\nA database engine can sort, change or serve the information on the database. The information itself can be stored in many different ways; before digital computers, card files, printed books and other methods were used. Now most data is kept on computer files.\nA database system is a computer program for managing electronic databases. A very simple example of a database system would be an electronic address book.\nThe data in a database is organized in some way. Before there were computers, employee data was often kept in filing cabinets. There was usually one card for each employee. On the card, information such as the date of birth or the name of the employee could be found. A database also has such \"cards\". To the user, the card will look the same as it did in old times, only this time it will be on the screen. To the computer, the information on the card can be stored in different ways. Each of these ways is known as a database model. The most commonly used database model is called the \"relational database model\". It uses relations and sets to store the data. Normal users talking about the database model will not talk about relations; instead, they will talk about database tables.\nChanging data.\nIn databases, some data changes occasionally. There may be problems when data is changed; for example, an error might have occurred. The error might make the data useless. The database system looks at the data to ensure that it meets certain requirements. It does this by using a transaction. There are two points in time in the database, the time before the data was changed, and the time after the data was changed. If something goes wrong when changing the data, the database system simply puts the database back into the state before the change happened. This is called a \"rollback\". After all the changes are done successfully, they are \"committed\". This means that the data makes sense again; committed changes can no longer be undone.\nDatabase model.\nThere are different ways how to represent the data.","categories":[],"infobox_types":[],"annotations":[{"uri":"Information","surface_form":"information","offset":85},{"uri":"Database_engine","surface_form":"database engine","offset":101},{"uri":"Digital","surface_form":"digital","offset":244},{"uri":"Book","surface_form":"book","offset":283},{"uri":"Computer_file","surface_form":"computer file","offset":343},{"uri":"Computer_program","surface_form":"computer program","offset":382},{"uri":"Address_book","surface_form":"address book","offset":500},{"uri":"Database_model","surface_form":"database model","offset":1033},{"uri":"Relation_(mathematics)","surface_form":"relations","offset":1138},{"uri":"Set","surface_form":"set","offset":1152},{"uri":"Database_table","surface_form":"database table","offset":1283},{"uri":"Transaction","surface_form":"transaction","offset":1595}]}