{"id":39670,"url":"http://en.wikipedia.org/wiki/Asgard","text":"e=\"preserve\">Asgard (Old Norse: \"Ásgarðr\" - “Enclosure of the Æsir; Court of the Ás”) is one of the Nine Realms in Norse mythology, home to the tribe of deities known as the Æsir. Asgard lies at the top of Yggdrasill’s highest branches, and the only thing connecting Asgard to Midgard is the mystical rainbow bridge Bifröst.\nAt the center of Asgard lies the bountiful field of Iðavöllr; there the Æsir meet to feast, make revelry, and discuss important issues. The male gods meet in a hall called Glaðsheimr, the goddesses in the hall Vingólf. *According to the poem \"Grímnismál\" (as found in the Poetic Edda), Glaðsheimr is the field in which Valhalla was located.\nPopular Culture.\nIn the science fiction series Stargate SG-1 and its spinoff series, \"Stargate Atlantis\", \"Asgard\" is the name of a highly advanced, fictional race of beings who are extraterrestrial in origin.\nAsgard appears frequently in Marvel Comics. Similar to the original mythological location, it is one of the Nine Realms, home to a race of beings known as the Asgardians, whom the Germanic peoples (in particular Norsemen) once worshipped as gods. It is often seen and referenced in both film, and television shows.","categories":[],"infobox_types":[],"annotations":[{"uri":"Old_Norse_language","surface_form":"Old Norse","offset":21},{"uri":"%C3%86sir","surface_form":"Æsir","offset":62},{"uri":"Norse_mythology","surface_form":"Norse mythology","offset":115},{"uri":"%C3%86sir","surface_form":"Æsir","offset":174},{"uri":"Yggdrasil","surface_form":"Yggdrasill’s","offset":206},{"uri":"Bifr%C3%B6st","surface_form":"Bifröst","offset":316},{"uri":"I%C3%B0av%C3%B6llr","surface_form":"Iðavöllr","offset":377},{"uri":"Valhalla","surface_form":"Valhalla","offset":644},{"uri":"Stargate_SG-1","surface_form":"Stargate SG-1","offset":713},{"uri":"Stargate_Atlantis","surface_form":"Stargate Atlantis","offset":752},{"uri":"Marvel_Comics","surface_form":"Marvel Comics","offset":905}]}