{"id":397061,"url":"http://en.wikipedia.org/wiki/LEED","text":"e=\"preserve\">Leadership in Energy and Environmental Design (LEED) is a certification program for the design, construction and operation of high performance green buildings since 2002. This mark of excellence is known across the world and there are four levels of excellence. There are 100 possible base points distributed across five major credit categories: Sustainable Sites, Water Efficiency, Energy and Atmosphere, Materials and Resources, Indoor Environmental Quality, plus an additional six points for Innovation in Design and an additional four points for Regional Priority. Buildings can qualify for four levels of certification.\nLEED is not a standard but an evaluation grid. LEED is a way to think up and realise art projects in a durable way. LEED only applies to buildings and not to products. It is not a prize but a certification that is delivered by the CaGBC (Canada Green Building Consil). They are the ones who will make sure that all the points are well applied and respected.\nSo, LEED is a grid that helps us obtain a maximum gain of money, health conditions and restrictions on earth pollution. If there is a house to build in Canada, we must do the excavation and that earth is usually brought to a landfill. But, if you want to stay within LEED standards, that earth must be left on the site. Also, if you have to demolish a building, you must use and demonstrate that you recycled all materials in the construction. Also, that you used the maximum quantity of material possible from the old building to the one being built.\nCertification.\nPlatinum: 80 points and above\nBenefits and disadvantages.\nThere are several benefits but there are also disadvantages. The biggest disadvantage is the amount of money it takes to start a project. At first, it may seem expensive. If you look at it as a long term investment, though, a LEED project can save a good amount of money.\nA 2008 white paper by the Leonardo Academy compared LEED-EB buildings to data from BOMA's Experience Exchange Report in 2007. This showed that LEED-EB certified buildings had better operating cost savings, in 63% of the buildings surveyed. It ranged from $4.94 to $15.59 per square foot of floor space, with an average valuation of $6.68 and a median valuation of $6.07.","categories":[],"infobox_types":[],"annotations":[{"uri":"Construction","surface_form":"construction","offset":109},{"uri":"Water","surface_form":"Water","offset":378},{"uri":"Efficiency","surface_form":"Efficiency","offset":384},{"uri":"Energy","surface_form":"Energy","offset":396},{"uri":"Atmosphere","surface_form":"Atmosphere","offset":407},{"uri":"Materials","surface_form":"Materials","offset":419},{"uri":"Design","surface_form":"Design","offset":522},{"uri":"Buildings","surface_form":"Buildings","offset":582},{"uri":"Earth","surface_form":"earth","offset":1099},{"uri":"Pollution","surface_form":"pollution","offset":1105},{"uri":"Earth","surface_form":"earth","offset":1284},{"uri":"Construction","surface_form":"construction","offset":1426},{"uri":"Platinum","surface_form":"Platinum","offset":1563},{"uri":"Money","surface_form":"money","offset":1724}]}