{"id":397067,"url":"http://en.wikipedia.org/wiki/Synchronized_swimming","text":"Synchronized swimming is a sport that is practiced in the water. It is a routine performed with music, like dancing. This sport is demanding because it needs cardio and muscular power. It also requires a good capacity of location in three dimensions in the water while the athletes are performing.\nHistory.\nSynchronized swimming became an Olympic sport in 1884, in Los Angeles, with solo and duo routines. In Montreal, the first competition took place in 1924. Also, in 2000, they included team routines at Sydney’s Olympics. Synchronized swimming and rhythmic gymnastics are the only sports exclusively practiced by women at the Olympics.\nCompetitions.\nIn Quebec, the provincial competitions are organised by Synchro Quebec. There are three different events to accomplish at the competition. First, the swimmer does a flexibility test that will count for 30% of the results. Secondly, the swimmer presents two to four figures in front of judges, depending on the level. Finally, all the athletes present their routine in front of the judges; there are solo, duo, combo and team routines. Figure and routine will count for 70% of results.\nIn the USA there are many levels of competition including State, Regional, Zone, Age Group National, and US Junior and Senior Opens. In each competition, athletes are judged on their level and age. There are four levels that are determined by skill level: novice (beginners), intermediate, age group (advanced), and masters (over the age of 20). Within these levels, are groups according to age: 8 and under, 9-10, 11-12, 13-15, 16-17, and 18-19. During a competition, there can be two to three events to accomplish. During the figure test, a swimmer needs to perform four figures that vary from competition to competition and level to level in front of a panel of judges. The four judges will each give a score from 1-10. The scores from each panel are averaged and added up. The results from the figure test are 50% of the team's final routine score. The next event is routines, where the performer presents a routine to the judges. There are four different types, solo (one swimmer), duet (two swimmers), trio (three swimmers) and team (four to eight swimmers). Because the more people in a team routine, the harder it is to synchronize, a point will be added for each swimmer. Each routine has a certain length and certain elements that need to be included according to age and skill level. Occasionally, a large competition will have a flexibility test. For each team member who passes the test, a point will be added to the routine's final score.\nEquipment.\nTo practice synchronized swimming, athletes need a swimsuit for training, a black suit for the figure test and a routine suit for each routine competition that fits with the music. For example, if an athlete is swimming a duet and a team routine, two different competition swimsuits will be needed. Also, they will need goggles and bathing cap for trainings. These are not allowed for routine competition, only for the figure test. Only a white or black bathing cap can be worn at the figure test, because the objective is to not recognise athletes. To keep hair up on their head during the routine competition, athletes make a bun that is held by bobby pins and edible gelatin. Girls put on make-up that fits with their swimsuits.\nFinally, it is important for synchronized swimming athletes to train. Training can consolidate muscle endurance, cardio endurance and increase flexibility. It allows a better performance during competitions. Trainings are frequent and very demanding. Swimmers need to be at their best in competition because only few points can determine the first and the second place.","categories":[],"infobox_types":[],"annotations":[{"uri":"Olympic","surface_form":"Olympic","offset":339},{"uri":"Rhythmic_gymnastics","surface_form":"rhythmic gymnastics","offset":552}]}