{"id":397055,"url":"http://en.wikipedia.org/wiki/C%C5%93ur_de_pirate","text":"Béatrice Martin (born 22 September 1989), better known by her stage name Cœur de pirate, is a Canadian singer and a pianist. She is from Montreal.\nCareer.\nMartin began taking piano lessons when she was 3 years old. She studied in the Conservatoire de Musique de Montreal for 5 years. At 15 years old, she was the pianist of the group December Strikes First.\nIn 2007, she had a song on MySpace and the group \"Bonjour Brumaire\" discovered her. After that, she started to sing and play piano with this group. She wrote her own song and left the group in 2008 to concentrate on her own success. She signed with the label Grosse boîte. Her first album, \"Cœur de pirate\" was released on 16 September 2008 in Canada and in 2009 in France. For this album, Cœur de pirate has been nominated for many awards. Her second album was released in November 2011. The name of the album is \"Blonde\". In 2011, she has made another album but with another group the Armistisce with the singer Jay Malinowski from the group \"Bedouin Soundclash\".\nJuno Awards.\nMartin has been nominated for two Juno Awards.\nFélix Awards.\nThe Félix Awards are presented by the Association du disque, de l'industrie du spectacle québécois to artists from Quebec. Martin has won four awards from 13 nominations.\nVictoires de la Musique.\nThe \"Victoires de la Musique\" (Music's Victories) is an annual French award ceremony. Martin has won one award from four nominations.\nCanadian Independent Music Awards.\nMartin has been nominated for five Canadian Independent Music Awards, of which she has won one.","categories":[],"infobox_types":[],"annotations":[{"uri":"Stage_name","surface_form":"stage name","offset":62},{"uri":"Canadians","surface_form":"Canadian","offset":94},{"uri":"Piano","surface_form":"pianist","offset":116},{"uri":"Montreal","surface_form":"Montreal","offset":137},{"uri":"MySpace","surface_form":"MySpace","offset":385},{"uri":"France","surface_form":"France","offset":724},{"uri":"Juno_Award","surface_form":"Juno Award","offset":1071},{"uri":"F%C3%A9lix_Award","surface_form":"Félix Award","offset":1102},{"uri":"ADISQ","surface_form":"Association du disque, de l'industrie du spectacle québécois","offset":1136},{"uri":"Victoires_de_la_Musique","surface_form":"Victoires de la Musique","offset":1299},{"uri":"Canadian_Independent_Music_Award","surface_form":"Canadian Independent Music Award","offset":1498}]}