{"id":397053,"url":"http://en.wikipedia.org/wiki/Radamel_Falcao","text":"Radamel Falcao Garcia Zarate (born 10 February 1986 in Santa Marta, Colombia), mainly known as Radamel Falcao, is a Colombian footballer. He plays as a striker for Turkish club Galatasaray. He was named Falcao, in honor of Brazilian soccer player Paulo Roberto Falcao. Falcao is nicknamed \"El Tigre\" or The Tiger in Spanish. He is widely known because of his ability to score goals with both feet and with his head.\n1996-2001: Lanceros Boyacá.\nWhen he was 13 years old, he started to play at Fair Play, which is a Colombian soccer school. In his two years with the club, he played eight matches and scored once.\n2001-2009: River Plate.\nWhen he was 15 years old, Falcao was discovered by River Plate in a match of selection in Colombia to footballers of maximum 17 years old. He has joined one of the legendary academies of soccer in Argentina. Before singing a professional contract with River Plate in 2005, he began to study journalism at the Palermo University in Argentina. When he was 19 years old, he scored two goals at his first match with River Plate. He scored seven goals in seven games, which is a goal each game, before he injured his right knee ligaments at the end of the 2005 season. After a long period of inactivity, he was injured again in January 2006.\nOn 27 Spetember 2007, Falcao scored a hat-trick against Botafogo, which allowed River Plate to qualify for the quarterfinals of the Copa Sudamericana.\n2009-2011: FC Porto.\nOn August 16, 2009, Falcao scored his first goal for F.C. Porto against Paços de Ferreira. During the first season in Europe, he scored 25 goals in 28 matches of the Sagres League. He was the second best striker after Óscar Cardozo, another football player from the country of Paraguay. During the 2010-2011 season, Falcao scored 16 goals in 13 games in the European League, which is more than a goal each game.\n2011-2013: Atletico Madrid.\nIn August 2011, he moved to Atlético Madrid for 40 million Euros. In December 2012, he was elected as the second best player from La Liga, the top division of Spanish Football.\nManchester United Loan Move.\nIn 2014, Falcao made a £16m loan move to Manchester United from French side Monaco. He was earning £190 000 per week but his season was met with injuries.\nInternational Career.\nFalcao took part in the 2005 South American U-20 Championship which was held in his home country of Colombia. He won the tournament as well. On 3 June 2007, Falcao scored his first goal for the national team against Montenegro. He scored the only goal of that game. On 11 October 2013, he scored 2 penalties against Chile to help tie the match at 3-3 after losing 3-0. This result meant Colombia qualified for the World Cup for the first time since 1998. Falcao missed the 2014 World Cup because he was injured, but played in the 2018 World Cup and scored a goal against Poland. On 7 June 2017, Falcao became the Colombian national team top scorer, after scoring his 26th goal in a 2–2 draw with Spain.","categories":[],"infobox_types":[],"annotations":[{"uri":"Santa_Marta%2C_Colombia","surface_form":"Santa Marta, Colombia","offset":55},{"uri":"Colombia_national_football_team","surface_form":"Colombian","offset":116},{"uri":"Footballer","surface_form":"footballer","offset":126},{"uri":"Striker","surface_form":"striker","offset":152},{"uri":"Galatasaray_S.K.","surface_form":"Galatasaray","offset":177},{"uri":"Paulo_Roberto_Falcao","surface_form":"Paulo Roberto Falcao","offset":247},{"uri":"Nickname","surface_form":"nicknamed","offset":279},{"uri":"Spanish_language","surface_form":"Spanish","offset":316},{"uri":"River_Plate_F.C.","surface_form":"River Plate","offset":687},{"uri":"Argentina","surface_form":"Argentina","offset":833},{"uri":"Hat-trick","surface_form":"hat-trick","offset":1311},{"uri":"Botafogo_F.R.","surface_form":"Botafogo","offset":1329},{"uri":"River_Plate_F.C.","surface_form":"River Plate","offset":1353},{"uri":"Copa_Sudamericana","surface_form":"Copa Sudamericana","offset":1405},{"uri":"F.C._Porto","surface_form":"F.C. Porto","offset":1498},{"uri":"Paraguay_national_football_team","surface_form":"Paraguay","offset":1722},{"uri":"Atl%C3%A9tico_Madrid","surface_form":"Atlético Madrid","offset":1913},{"uri":"Euro","surface_form":"Euros","offset":1944},{"uri":"La_Liga","surface_form":"La Liga","offset":2015},{"uri":"South_American_Youth_Championship","surface_form":"South American U-20 Championship","offset":2297},{"uri":"Montenegro_national_football_team","surface_form":"Montenegro","offset":2484},{"uri":"Penalty_kick","surface_form":"penalties","offset":2566},{"uri":"Chile_national_football_team","surface_form":"Chile","offset":2584},{"uri":"1998_FIFA_World_Cup","surface_form":"1998","offset":2717},{"uri":"2014_FIFA_World_Cup","surface_form":"2014 World Cup","offset":2741},{"uri":"2018_FIFA_World_Cup","surface_form":"2018 World Cup","offset":2798},{"uri":"Poland_national_football_team","surface_form":"Poland","offset":2839},{"uri":"Spain_national_football_team","surface_form":"Spain","offset":2964}]}