{"id":3974,"url":"http://en.wikipedia.org/wiki/Common_year","text":"e=\"preserve\">A common year is a year that is not a leap year. In the Gregorian calendar a common year has 365 days. This means a common year has 52 weeks and one day. So if a certain year started on a Monday, the following year will start on a Tuesday. Stated differently, a common year always begins and ends on the same day of the week. (For example, in 2019, both January 1 and December 31 fell on a Tuesday.)\nIn the Gregorian calendar, 303 out of every 400 years are common years. In the Julian calendar, 300 out of every 400 years were common years. All the other years are special and known as leap years.\nMonths.\nThese are the 12 months in a year.\nThere are 7 months with 31 days. There are 4 months with 30 days. There is 1 month with 28 days. In the Julian calendar, introduced by Julius Caesar in 45 BC, every 4 years there is 29 days in February which is called a leap year. This happens because every year is 365 and 1/4 days but instead of us having a spare quarter of a day in each year we add them all up every 4 years and make an extra day to avoid confusion and make things easier for everyone.\nIn the Gregorian Calendar, which was introduced in 1582 by Pope Gregory XIII, because the Julian calendar added a bit too many years, three leap years were removed for every 400 years. These are those that are multiples of 100, but not multiples of 400. Thus, in the Gregorian calendar, 2020 is a leap year, but not 2019 and 2021, 1900 is not a leap year even though 1904 and 1896 are, and 2000 is a leap year even though 1900 and 2100 are not.","categories":[],"infobox_types":[],"annotations":[{"uri":"Year","surface_form":"year","offset":32},{"uri":"Leap_year","surface_form":"leap year","offset":51},{"uri":"Gregorian_calendar","surface_form":"Gregorian calendar","offset":69},{"uri":"Day","surface_form":"day","offset":110},{"uri":"Week","surface_form":"week","offset":148},{"uri":"Gregorian_calendar","surface_form":"Gregorian calendar","offset":420},{"uri":"Julian_calendar","surface_form":"Julian calendar","offset":492},{"uri":"Leap_year","surface_form":"leap year","offset":600},{"uri":"Month","surface_form":"month","offset":637},{"uri":"Julian_calendar","surface_form":"Julian calendar","offset":759},{"uri":"Julius_Caesar","surface_form":"Julius Caesar","offset":790},{"uri":"Gregorian_Calendar","surface_form":"Gregorian Calendar","offset":1119},{"uri":"Pope_Gregory_XIII","surface_form":"Pope Gregory XIII","offset":1171},{"uri":"Julian_calendar","surface_form":"Julian calendar","offset":1202},{"uri":"Gregorian_calendar","surface_form":"Gregorian calendar","offset":1379}]}