{"id":397411,"url":"http://en.wikipedia.org/wiki/Wisconsin_Rapids","text":"Wisconsin Rapids is a city in Wood County, Wisconsin, United States. 18,367 people lived there at the 2010 census.\nGeography.\nWisconsin Rapids is at (44.386805, -89.823078).\nAccording to the United States Census Bureau, the city has a total area of, of which, is land and is water.\nHistory.\nThe American Indians called the area \"Ahdawagam\", meaning \"Two-sided Rapids\". Although Europeans began to settle this area in the 1830s, Wisconsin Rapids has been known by this name only since 1920. Prior to that, it was split by the Wisconsin River, with the west side as Centralia and the east side as Grand Rapids. The two cities joined in 1900, together known as Grand Rapids. The name was changed in 1920 to avoid mail and other goods from being sent to the much better known Grand Rapids, Michigan.\n2010 census.\nAs of the census of 2010, there were 18,367 people, 8,296 households, and 4,626 families residing in the city. The population density was. There were 8,972 housing units at an average density of. The racial makeup of the city was 92.2% \"White\", 0.7% \"African American\", 1.0% \"Native American\", 3.7% \"Asian\", 0.9% from other races, and 1.5% from two or more races. \"Latin-American\" were 2.9% of the people.\nThere were 8,296 households out of which 27.1% had children under the age of 18 living with them, 39.1% were married couples living together, 11.9% had a female householder with no husband present, 4.8% had a male householder with no wife present, and 44.2% were non-families. 38.7% of all households were made up of individuals and 16.8% had someone living alone who was 65 years of age or older. The average household size was 2.17 and the average family size was 2.87.\nThe median age in the city was 41.1 years. 22.8% of residents were under the age of 18; 8.5% were between the ages of 18 and 24; 23.3% were from 25 to 44; 25.5% were from 45 to 64; and 19.8% were 65 years of age or older. There were 47.8% males and 52.2% females.\nEconomy.\nKnown for its wood and paper making history, Wisconsin Rapids is also important to the cranberry industry. Wisconsin Rapids is the home of the international educational software company, Renaissance Learning Inc. as well as other national and global companies.\nIn the past, Rapids was home to the headquarters for Consolidated Papers, now owned by NewPage Corporation. The company continues its presence in the area with a paper mill that houses two paper machines and a \"Kraft process\" pulp mill.\nEducation.\nMid-State Technical College offers job-related training, and Lakeland College offers academic learning.\nLincoln High School is the local public high school (grades 10–12) in Wisconsin Rapids. Assumption High School is a private Catholic high school in Wisconsin Rapids. The city has two public junior high schools: East Junior High School (grades 8–9) and Wisconsin Rapids Middle School (grades 6–7). River Cities High School also exists as a charter school alternative to the local high schools.\nRecreation.\nWisconsin Rapids has several local parks, including Robinson Park, Gaynor Park, and Lyon Park. There is also a recently built skate park. The state water-skiing championships are held at Lake Wazeecha every year and the national BMX Bandit cycling championships are held at the Central Wisconsin BMX bicycle track. There are three museums, the South Wood County Historical Corporation Museum, the Alexander House, and the Paper Making Museum, all of which are housed in large former family homes. There is a city zoo (free to enter), and two public swimming pools. There is a prairie chicken sanctuary at the Buena Vista Wildlife Reservation, and every year the Prairie Chicken Festival is held. The Betty Boop Festival or the Grim Natwick Animated Film Festival are held annually since the inaugural events in 2010. The Cranberry Blossom Festival takes place in July and the Grand Affair Arts Festival in September of each year. In summer of 2010, the new baseball team, the Wisconsin Rapids Rafters of the summer college Northwoods League, played their first season at Witter Field.\nRadio.\nAlthough this is a list of radio stations based in the Wisconsin Rapids area, the signals of radio stations from much of Central Wisconsin are commonly received in the city.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wood_County%2C_Wisconsin","surface_form":"Wood County","offset":30},{"uri":"Wisconsin","surface_form":"Wisconsin","offset":43},{"uri":"United_States","surface_form":"United States","offset":54},{"uri":"2010_United_States_Census","surface_form":"2010 census","offset":102},{"uri":"United_States_Census_Bureau","surface_form":"United States Census Bureau","offset":191},{"uri":"Wisconsin_River","surface_form":"Wisconsin River","offset":525},{"uri":"Grand_Rapids%2C_Michigan","surface_form":"Grand Rapids","offset":772},{"uri":"Michigan","surface_form":"Michigan","offset":786},{"uri":"Census","surface_form":"census","offset":819},{"uri":"Population_density","surface_form":"population density","offset":924},{"uri":"Marriage","surface_form":"married couples","offset":1324},{"uri":"Median","surface_form":"median","offset":1691},{"uri":"Cranberry","surface_form":"cranberry","offset":2047},{"uri":"Paper_mill","surface_form":"paper mill","offset":2383},{"uri":"Charter_school","surface_form":"charter school","offset":2912},{"uri":"Betty_Boop","surface_form":"Betty Boop","offset":3678}]}