{"id":397516,"url":"http://en.wikipedia.org/wiki/Singapore_strategy","text":"The Singapore strategy was a strategy about defending the British Empire in the Asian Far East, mainly against the Empire of Japan. The strategy involved a number of different plans and stages, developed between 1919 and 1941. The basic idea was to base a fleet of ships in the Far East. This fleet could then be used to stop and defeat a Japanese force heading towards India or Australia. In 1919, Singapore was chosen because of its strategic location at the end of the Strait of Malacca.\nThe planners thought that a war with Japan would have three phases: while the garrison of Singapore defended the fortress, the fleet would make its way to Singapore, so that it could relieve or recapture Hong Kong. The fleet could also impose a blockade on the Japanese home islands, which would force the Japanese to accept terms. The planners did not think it was practical to invade Japan. The planners also thought that the Japanese would fight a naval battle. Japan consists of many islands. The planners therefore thought that economic pressure would be enough.\nThe Singapore strategy was the cornerstone of British Imperial defence policy in the Far East during the 1920s and 1930s. By 1937, according to Captain Stephen Roskill, \"the concept of the 'Main Fleet to Singapore' had, perhaps through constant repetition, assumed something of the inviolability of Holy Writ\". With the time, many problems became apparent. One of the problems was that implementing the strategy cost a lot of money. Other difficulties were of a political or practical nature. Because of all these problems, the strategy could not be implemented. During the 1930s, the strategy was constantly criticised in Britain and abroad. Australia used the strategy to spend as little money as possible on the defence of the country. The strategy ultimately led to the despatch of Force Z to Singapore and the sinking of the \"Prince of Wales\" and \"Repulse\" by Japanese air attack on 10 December 1941. The subsequent ignominious fall of Singapore was described by Winston Churchill as \"the worst disaster and largest capitulation in British history\". The Japanese Occupation of Singapore began.","categories":[],"infobox_types":[],"annotations":[{"uri":"Strategy","surface_form":"strategy","offset":29},{"uri":"British_Empire","surface_form":"British Empire","offset":58},{"uri":"Asia","surface_form":"Asia","offset":80},{"uri":"Far_East","surface_form":"Far East","offset":86},{"uri":"Empire_of_Japan","surface_form":"Empire of Japan","offset":115},{"uri":"Fleet","surface_form":"fleet","offset":256},{"uri":"Ship","surface_form":"ship","offset":265},{"uri":"India","surface_form":"India","offset":370},{"uri":"Australia","surface_form":"Australia","offset":379},{"uri":"Singapore","surface_form":"Singapore","offset":399},{"uri":"Strait_of_Malacca","surface_form":"Strait of Malacca","offset":472},{"uri":"Garrison","surface_form":"garrison","offset":569},{"uri":"Fortress","surface_form":"fortress","offset":604},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":695},{"uri":"Blockade","surface_form":"blockade","offset":736},{"uri":"Japanese_home_islands","surface_form":"Japanese home islands","offset":752},{"uri":"Invade","surface_form":"invade","offset":870},{"uri":"Japan","surface_form":"Japan","offset":877},{"uri":"Economy","surface_form":"economic","offset":1024},{"uri":"Captain_(Royal_Navy)","surface_form":"Captain","offset":1203},{"uri":"Stephen_Roskill","surface_form":"Stephen Roskill","offset":1211},{"uri":"Force_Z","surface_form":"Force Z","offset":1845},{"uri":"Sinking_of_Prince_of_Wales_and_Repulse","surface_form":"sinking of the \"Prince of Wales\" and \"Repulse\"","offset":1874},{"uri":"Battle_of_Singapore","surface_form":"fall of Singapore","offset":1992},{"uri":"Winston_Churchill","surface_form":"Winston Churchill","offset":2027},{"uri":"Japanese_Occupation_of_Singapore","surface_form":"Japanese Occupation of Singapore","offset":2118}]}