{"id":397586,"url":"http://en.wikipedia.org/wiki/Edith_Evans","text":"Dame Edith Mary Evans DBE (8 February 188814 October 1976) was a British actress. She was famous for playing haughty aristocratic ladies. Evans was born in London to Edward Evans, a civil servant, and his wife, Caroline Ellen Foster. She was educated at St Michael's Church of England School, Pimlico.\nShe first appeared on stage as Viola in \"Twelfth Night\" in October 1910. Her stage career lasted 60 years during which time she played over 150 different roles in classic theater works such as those of William Shakespeare and Oscar Wilde. She also appeared in works by her contemporaries, George Bernard Shaw and Noël Coward.\nEvans began her movie career in 1915. In 1952, she played Lady Bracknell in the movie \"The Importance of Being Earnest\". She continued to make some movie appearances, usually in supporting roles. Her movies included \"The Nun's Story\" (1959), \"Tom Jones\" (1963) and \"Scrooge\" (1970). She won a BAFTA award and a Golden Globe award. Evans made her American television debut in 1961.\nShe had a heart attack in the 1970s, but continued to appear in television programs in the U.S. and the U.K. until shortly before her death. In 1925, Evans married George (Guy) Booth. They had no children. When her husband died in 1935, Evans never remarried.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_of_the_British_Empire","surface_form":"DBE","offset":22},{"uri":"London","surface_form":"London","offset":156},{"uri":"Twelfth_Night","surface_form":"Twelfth Night","offset":343},{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":504},{"uri":"Oscar_Wilde","surface_form":"Oscar Wilde","offset":528},{"uri":"George_Bernard_Shaw","surface_form":"George Bernard Shaw","offset":591},{"uri":"No%C3%ABl_Coward","surface_form":"Noël Coward","offset":615},{"uri":"The_Importance_of_Being_Earnest","surface_form":"The Importance of Being Earnest","offset":715},{"uri":"Tom_Jones_(movie)","surface_form":"Tom Jones","offset":871},{"uri":"BAFTA","surface_form":"BAFTA","offset":921},{"uri":"Golden_Globe","surface_form":"Golden Globe","offset":939},{"uri":"Heart_attack","surface_form":"heart attack","offset":1019}]}