{"id":397958,"url":"http://en.wikipedia.org/wiki/Lagrange_point","text":"Lagrange points are stable positions near large bodies in orbit. When two large bodies are in orbit around each other, there are places that a third body can occupy. Lagrange points are found in the orbits of Earth and the Sun, or the Moon and the Earth. The most well-known natural occupants of Lagrange points are Trojan asteroid<nowiki/>s.\nThe points are \"five places where a small object (such as a man-made satellite) can orbit\". At those points, the gravitational forces of the two large bodies and forces due to motion all balance up. So, at those places, a small object keeps more or less in a stable position. Dust clouds, asteroids, and man-made satellites are found in those points.\nThis effect is named after the mathematician Joseph-Louis Lagrange, who wrote a paper on this in 1772 (long before we put satellites into orbit).\nThe five places are called L1, L2, L3, L4 and L5. The first three (L1, L2, L3) are called metastable because if a satellite gets a bit out of place, it will fall away from that point, and not come back without using fuel. L4 and L5 are considered stable - if a satellite gets a bit out of place, it will be pulled back into place by the gravity and centripetal forces, and oscillate around the Lagrange point.\nNASA has inserted satellites into two Lagrange points of the Sun-Earth system. The L1 point (between the Earth and the sun) is used for satellites that watch the sun, to look for solar flares. The L2 point (beyond the Earth) is used for space telescopes. That is where the James Webb Space Telescope will go when it is launched. It is a million miles (1.6 million kilometers) from Earth.\nBecause L4 and L5 are stable, they have attracted dust clouds, and at least one asteroid (for the Earth-Sun system - the bigger planets have more asteroids in their L4 and L5 points). These asteroids are called \"Trojan asteroids\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Orbit","surface_form":"orbit","offset":58},{"uri":"Two-body_problem","surface_form":"two large bodies","offset":70},{"uri":"Three-body_problem","surface_form":"third body","offset":143},{"uri":"Earth","surface_form":"Earth","offset":209},{"uri":"Sun","surface_form":"Sun","offset":223},{"uri":"Moon","surface_form":"Moon","offset":235},{"uri":"Trojan_asteroid","surface_form":"Trojan asteroid","offset":316},{"uri":"Satellite_(artificial)","surface_form":"satellite","offset":412},{"uri":"Gravitational_force","surface_form":"gravitational force","offset":456},{"uri":"Asteroid","surface_form":"asteroid","offset":632},{"uri":"Joseph-Louis_Lagrange","surface_form":"Joseph-Louis Lagrange","offset":739},{"uri":"Metastability","surface_form":"metastable","offset":930},{"uri":"NASA","surface_form":"NASA","offset":1250},{"uri":"Solar_flare","surface_form":"solar flare","offset":1429},{"uri":"Space_observatory","surface_form":"space telescope","offset":1487},{"uri":"James_Webb_Space_Telescope","surface_form":"James Webb Space Telescope","offset":1523},{"uri":"Trojan_asteroid","surface_form":"Trojan asteroid","offset":1850}]}