{"id":398446,"url":"http://en.wikipedia.org/wiki/Malik_Rabnawaz_Noon","text":"e=\"preserve\">Malik Rabnawaz Noon (10 March 1947 – 6 June 2010) was a Pakistani lawyer. He was a senior advocate of the Supreme Court of Pakistan. He had worked as lawyer for more than 40 years and was considered one of the top lawyers in the country. He worked as a lawyer all over the country and also represented his clients and his country overseas. One of his most famous cases was the November 2008 Mumbai attacks case, in which he played the role of prosecutor.\nMalik was also the president of the Lahore High Court Bar Association (Rawalpindi Bench) in the late 1990s. He was also elected as member Pakistan Bar Council in 2000 for a period of five years (2000-2005). He was also elected as Chairman Executive Pakistan Bar Council (2000-2002). He was contesting the election of Pakistan Bar Council in 2010, but he died before the elections. He was the founder of Noon Law Company (which is now known as Malik Rabnawaz Noon Law Chamber), which was one of the leading law firms of Pakistan. The firm was well-known for criminal, civil, constitutional and company law. Malik was also a legal advisor to many Pakistani politicians.\nEducation and family.\nMalik Rabnawaz Noon was born on 10 March 1947, in a village just outside of Islamabad. He took his primary education from a government school near Islamabad. He cleared his FA (equal to A-levels) from Gordon Collage Rawalpindi in 1966. He did his Bachelor (BA) in arts in 1968. After that he did LLB (law degree) and masters in law from Punjab University Lahore. After completing his masters he started to work as lawyer in Rawalpindi in early 1970's.\nMalik Rabnawaz Noon had two sons and two daughters. He was also a Landlord of his village, where he and his family owned most of the land of the whole area.\nDeath.\nMalik Rabnawaz Noon died on 6th June 2010 at a hill station called Murree (near Islamabad) because of heart attack. He was buried in his village on 7th June 2010.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pakistan","surface_form":"Pakistan","offset":69},{"uri":"Lawyer","surface_form":"lawyer","offset":79},{"uri":"Supreme_Court_of_Pakistan","surface_form":"Supreme Court of Pakistan","offset":119},{"uri":"November_2008_Mumbai_attacks","surface_form":"November 2008 Mumbai attacks","offset":390},{"uri":"Prosecutor","surface_form":"prosecutor","offset":456},{"uri":"Islamabad","surface_form":"Islamabad","offset":1234},{"uri":"Murree","surface_form":"Murree","offset":1841}]}