{"id":398510,"url":"http://en.wikipedia.org/wiki/La_tempestad","text":"\"La tempestad\" (\"The Tempest\"), originally titled \"La tormenta\", is a Mexican telenovela. It is produced by Salvador Mejía Alejandre for Televisa. It is a remake of the Colombian telenovela \"La Tormenta\". William Levy and Ximena Navarrete star as the protagonists, while Iván Sánchez, Mariana Seoane, Laura Carmine, Daniela Romo and Cesar Evora star as the antagonists. The story is about the romance between Marina (played by Navarrete) and Damian (played by Levy).\nHistory.\nAs of 13 May 2013, Canal de las Estrellas is broadcasting \"La tempestad\", replacing Amores verdaderos.\nStory.\nLa Tempestad will break with the love story of Marina (Ximena Navarrete) and Damian (William Levy).\nMarina Reverte works as a manager at a hotel, who is fired when complaint to prominent businessman Ernesto Contreras (Manuel Ojeda), for attempted sexual abuse an employee. He swears revenge on her. As if that were not enough, Marina received the sad news that her mother, Beatriz Reverte (Maria Sorté), has a disease that threatens their health and that requires constant care, so they relocate in order to receive medical advice. Meanwhile, in the town of Nuestra Señora del Mar, Damian Fabre, a handsome young man who is captain and owner of a fishing boat called \"La Tempestad\"; works sorting merchandise for a marine cannery, called \"El Neptuno\". Esthercita (Laura Carmine), daughter of the mayor of this town, is obsessed with Damian, who does not respond to his flirtations, but Damian finally gives in, and she seduces him to succeed.\nMercedes Artigas (Daniela Romo), an elegant and mysterious woman, offers Marina economic and financial management of the company Neptune, opportunity has now accepted that job and that her mother needs to live in a quiet place. Thus, Marina reaches the town of Our Lady of the Sea, where she meets Damian.\nMercedes actually is the biological mother of Marina. In her youth she became pregnant and was at the mercy of Ernesto Contreras, who snatched her other twin daughter, Magdalena (Ximena Navarrete). Mercedes forged a fortune, with which also gained the respect of those around her and the power to face their enemies. Mercedes has dedicated her life to retrieve his daughters, for this has been that people involved with the underworld of white slavery, becoming \"Queen of the Night\", whose personality has allowed her to save many young victims.\nIn their first meeting in the company \"El Neptuno\" Marine shows to Damian a haughty attitude, treating him as an employee more, for its part, Damian ignored and is filed Marina showing his authority with his crew of witnesses.\nMarina, furious to be humiliated, decides to break the contract with him. Olinto (Luis Manuel Ávila), administrator explains that the contract with Captain Fabré not be broken.\nMarina is located in the village with Hernán Saldaña (Ivan Sanchez), a former classmate who is now a powerful businessman.\nHernán works with a mafia devoted to kidnapping and trafficking in persons, especially women who intended to prostitution. The village mayor, Fulgencio (César Évora), is his ally. Hernán ordered to destroy the factory and ship Damian, as that would rid obstacles.\nMarina knows that Hernan is behind the attacks on the factory, causing considerable losses, so Marina and Damian are forced to make a truce in order to join forces, is when they recognize they have fallen in love.\nCast.\nConfirmed as of February 8, 2013.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mexico","surface_form":"Mexican","offset":70},{"uri":"Telenovela","surface_form":"telenovela","offset":78},{"uri":"Televisa","surface_form":"Televisa","offset":137},{"uri":"Colombia","surface_form":"Colombia","offset":169},{"uri":"William_Levy","surface_form":"William Levy","offset":205},{"uri":"Ximena_Navarrete","surface_form":"Ximena Navarrete","offset":222},{"uri":"Protagonist","surface_form":"protagonist","offset":251},{"uri":"Iv%C3%A1n_S%C3%A1nchez","surface_form":"Iván Sánchez","offset":271},{"uri":"Mariana_Seoane","surface_form":"Mariana Seoane","offset":285},{"uri":"Laura_Carmine","surface_form":"Laura Carmine","offset":301},{"uri":"Daniela_Romo","surface_form":"Daniela Romo","offset":316},{"uri":"Cesar_Evora","surface_form":"Cesar Evora","offset":333},{"uri":"Antagonist","surface_form":"antagonist","offset":357},{"uri":"Romance_(love)","surface_form":"romance","offset":393},{"uri":"Canal_de_las_Estrellas","surface_form":"Canal de las Estrellas","offset":495}]}