{"id":398564,"url":"http://en.wikipedia.org/wiki/Periyar_E._V._Ramasamy","text":"Erode Venkata Ramasamy (17 September 1879 – 24 December 1973), also called Periyar, Thanthai Periyar or E. V. R. by his followers, was an Indian philosopher, politician, independence and social activist. He started the Self-Respect Movement or the Dravidian Movement and proposed the creation of an independent state called Dravida Nadu, comprising the states of South India. He is also the founder of the socio-cultural organisation, Dravidar Kazhagam.\nPeriyar was born in Erode, Madras Presidency in a rich family. At a young age, he witnessed many incidents of racial, caste and gender discrimination. Periyar married when he was 19, and had a daughter who lived for only 5 months. His first wife, Nagammai, died in 1933. Periyar married for a second time in July 1948. His second wife, Maniammai, continued Periyar's social work after his death in 1973, but still his thoughts and ideas were being spread by Dravidar Kazhagam.\nPeriyar fought for the Tamil language, Tamil people and for their rights until his death. He was against Brahmin for their caste and religious following. Periyar organised anti-Hindi protests in 1938, against the introduction of Hindi as a compulsory language of study in schools. Now in the present days the Periyar's followers are increasing more all over the world among the Tamil people, due to their interest in Tamil language and history behind them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indian_independence_movement","surface_form":"independence","offset":170},{"uri":"Activism","surface_form":"activist","offset":194},{"uri":"Dravida_Nadu","surface_form":"Dravida Nadu","offset":324},{"uri":"South_India","surface_form":"South India","offset":363},{"uri":"Erode","surface_form":"Erode","offset":474},{"uri":"Racism","surface_form":"racial","offset":564},{"uri":"Caste","surface_form":"caste","offset":572},{"uri":"Sexism","surface_form":"gender","offset":582},{"uri":"Discrimination","surface_form":"discrimination","offset":589},{"uri":"Tamil_language","surface_form":"Tamil language","offset":954},{"uri":"Tamil_people","surface_form":"Tamil people","offset":970},{"uri":"Civil_rights","surface_form":"rights","offset":997},{"uri":"Brahmin","surface_form":"Brahmin","offset":1036},{"uri":"Caste","surface_form":"caste","offset":1054},{"uri":"Religious","surface_form":"religious","offset":1064},{"uri":"Hindi","surface_form":"Hindi","offset":1108},{"uri":"Tamil_language","surface_form":"Tamil language","offset":1348},{"uri":"History","surface_form":"history","offset":1367}]}