{"id":398683,"url":"http://en.wikipedia.org/wiki/Saint_Helena_plover","text":"The Saint Helena plover (\"Charadrius sanctaehelenae\"), locally known as the wirebird, is a small bird (a plover) endemic to the island of Saint Helena.\nThe bird was first mentioned in 1638, and is the national bird of Saint Helena; it appears on the top half of the island's coat of arms. Some older coins of Saint Helena (before 1998) have the Wirebird on its reverse.\nDescription and biology.\nThe Saint Helena plover is the only bird species endemic to the South Atlantic island of Saint Helena that is still living.\nIt is a small bird (length: 15 cm) with long and thin legs, like wires; because of that, the bird is known as \"wirebird\" in Saint Helena.\nKittlitz's plover (\"Charadrius pecuarius\") is the Saint Helena bird's closest relative; for some authors, the Saint Helena Plover is a subspecies of the Kittlitz's plover but most zoologists think that they are two different species.\nThe Saint Helena plover spends most of its time on the ground and does not fly frequently; it is most commonly found in pairs, or sometimes in small groups of young birds, looking for food (snails, beetles and other invertebrates) in grassland o in semi-desert areas.\nBreeding takes place throughout the year, but mainly during the dry season, from late September to January. The nest is on the ground where they lay two eggs. After leaving the nest, the young birds move throughout the island in small groups.\nRange and habitat.\nThe Saint Helena plover is endemic to the island of Saint Helena; it does not exist in any other place. Over the past 20 years, the species has used only of the whole island. The best places in the island to see them are Deadwood and Properous Bay Plains and Woody Ridge.\nSaint Helena plovers like areas of land with grasses (pastures) that are at middle elevations, mainly in flat, dry areas with low plants.\nThreats and conservation.\nBecause of changes in the use of the land and the introduction of predators (rats, cats, dogs and other species), the number of individuals of the Saint Helena plover is critically low. A census carried out during 2005 and 2006 showed that this species had been reduced in about 40 percent in just five years to only 235 individuals. There has since been a small increase in numbers, however.\nThe Saint Helena plover is protected by law on Saint Helena since 1894, and several organisations work to conserve this species; one of the organizations helping to conserve this species is The Royal Society for the Protection of Birds, which has a project named \"Enabling the people of St Helena to conserve the St Helena wirebird\", as part of the Overseas Territories Environment Programme of the UK.","categories":[],"infobox_types":[],"annotations":[{"uri":"Plover","surface_form":"plover","offset":105},{"uri":"Endemic","surface_form":"endemic","offset":113},{"uri":"Saint_Helena","surface_form":"Saint Helena","offset":138},{"uri":"List_of_national_birds","surface_form":"national bird","offset":201},{"uri":"Coat_of_arms","surface_form":"coat of arms","offset":275},{"uri":"Atlantic","surface_form":"Atlantic","offset":465},{"uri":"Wire","surface_form":"wire","offset":584},{"uri":"Kittlitz%27s_plover","surface_form":"Kittlitz's plover","offset":657},{"uri":"Subspecies","surface_form":"subspecies","offset":792},{"uri":"Zoology","surface_form":"zoologist","offset":837},{"uri":"Species","surface_form":"species","offset":882},{"uri":"Snail","surface_form":"snail","offset":1081},{"uri":"Beetle","surface_form":"beetle","offset":1089},{"uri":"Invertebrate","surface_form":"invertebrate","offset":1107},{"uri":"Grassland","surface_form":"grassland","offset":1125},{"uri":"Desert","surface_form":"desert","offset":1145},{"uri":"Breed","surface_form":"Breed","offset":1159},{"uri":"Nest","surface_form":"nest","offset":1271},{"uri":"Grass","surface_form":"grass","offset":1738},{"uri":"Pasture","surface_form":"pasture","offset":1747},{"uri":"Elevation","surface_form":"elevation","offset":1776},{"uri":"Predator","surface_form":"predator","offset":1923},{"uri":"UK","surface_form":"UK","offset":2649}]}