{"id":398617,"url":"http://en.wikipedia.org/wiki/Para-alpine_skiing","text":"Alpine skiing is a winter sport. This sport has been adapted to the needs of people with a disability, and is called Para-alpine skiing. The sport started in Germany and Austria during and after the Second World War. The sport is governed by the International Paralympic Committee Sports Committee. The adaptations used include ski poles (outrigger skis), and a chair on a ski (sit-skis, and mono-skis). Para-alpines skiing types are Downhill, Super-G, Giant Slalom, Slalom, Super Combined and Snowboard.\nPara-alpine skiing classification is the order system for para-alpine skiing. It is designed to give equal competition between alpine skiers with different types of limited physical powers and vision. The ordering system is grouped into three general conditions of being unable: standing, unable to see and sitting. A factoring system was made for para-alpine skiing. It lets the three classification groups fairly race against other people with the same type of disability.\nAlpine skiing was one of the sports at the first Winter Paralympics in 1976 with Slalom and Giant Slalom being raced. Different types of Alpine skiing were made to be at the Paralympic Games over time. The 2010 Winter Paralympics para-alpine skiing races were at Whistler Creekside. The race types at Whistler included Downhill, Super-Combined, Super-G, Slalom and Giant Slalom.\nHistory.\nDisability skiing started around the Second World War, because many soldiers got hurt. In Germany, Franz Wendel, an amputee who was missing his leg, used pair of crutches to make short skis. Sepp \"Peppi\" Zwicknagel is an Austrian veteran was wounded by a hand grenade and lost his leg. Zwicknagel learned to ski on his own and then became a ski instructor. He worked at Kitzbühel, and created a division of the Austrian Ski Association for disability skiers. By 1947, disability ski races were being held in Austria. Next, Ludwig Guttman helped make ski events for people with disabilities. In the United States, Gretchen Fraser started teaching skiing to amputees in army hospitals. By the 1960s, ski groups for people with disabilities were being made. Disability skiing was only for people amputations until 1968. In 1969, blind skier Jean Eymore began a skiing program in Aspen, Colorado for skiers who cannot see. Eymore was ski instructor before he lost his vision. The first international competition, the World Disabled Alpine Championships, was held in France in 1974.\nParalympics.\nStanding alpine skiing was one of the first sports at the first Winter Paralympics in 1976. Slalom and Giant Slalom were the race types held. At the 1984 Winter Paralympics, the downhill event was added to the para-alpine program. Sit-skiing was an example sport in 1984. At the 1992 Winter Paralympics in Albertville, Canada, downhill, giant slalom and slalom events were on the Paralympic program. At the 1994 Winter Paralympics, Super Giant Slalom was raced. In 1998, sit-skiers and blind skiers could get medals. Before 1998, only standing skiers could get medals at the Winter Paralympics.\nAt the 2002 Winter Paralympics, women's downhill and men's unable to see downhill were on day 1. Men's standing and being seated downhill were on day 2. Men's standing and being seated Super-G was on day 3. Men's unable to see and women's Super-G was on day 5. Men's standing and being seated Giant Slalom was on day 7. Women's and men's unable to see Giant Slalom was on day 8. Men's standing and being seated Slalom was on day 9. Women's and men's unable to see Slalom was on day 10.\nAt the 2006 Winter Paralympics, a new classification system was used. It made 14 classes into three groups and used factored results for each of three groups. At the 2006 Games, in the Super-G, there were 55 male competitors compared to 18 women in the standing group.\nThe 2010 Winter Paralympics para-alpine skiing race were at Whistler Creekside. The types of races at Whistler included downhill, Super-Combined, Super-G, slalom and giant slalom. Super-combined was raced in 2010. It was the first time it was raced at the Paralympic Games. In the downhill races, there were 25 men and 18 women in the standing group, 25 men and 10 women in the being seated group and 12 men and 10 women in the cannot see group. In the Super-Combined races, there were 18 men and 14 women for standing, 18 men and 10 women for being seated and 10 men and 10 women for cannot see. The slalom race was shortest race course for para-alpine events at the 2010 Games. The downhill was on day 2 for men and women skiers in all groups. The Super-G for men and women in standing classes was on day 3. Cannot see and being seated skiers raced in the Super-G on day 4. The Super Combined races were on day 5 for all skiers. The standing Giant Slalom for men and women was on day 7. The being seated and cannot skiers raced on day 8. The slalom wasfor standing men and women was on day 9. The other skiers raced the slalom on day 10.\nRules and events.\nPara-alpine ski events held with skiers from around the world and for skiers from specific countries include the Winter Paralympics, World championships World cups, Continental cups, National championships IPCAS competition and IPCAS Para-Snowboard. Skiers from 39 different countries race in para-alpine skiing races. The sport is that one of eight given government by the International Paralympic Committee Sports Committee, with rules for para-alpine skiing put forth in the IPCAS Rules and Regulations. Special rules may be used for events like the Paralympic Games. One group of special rules was used in 1994 and were detailed in the IPC Handbook. This was used to make necessary IPC-sanctioned events like the Paralympic Games for many years. Competition rules for classes use rules put by or made an adjustment from rules made come into existence by the International Ski Federation (FIS). These rules were put at the 42nd International Ski Conference in 2000. The two rule groups worked in united ways with each other, with the FIS rules specifying the rules for alpine skiing, and the IPC making ready adjustments for para-alpine skiing. The IPC Alpine Sports Assembly Executive Committee can come to a decision about if skiers are having necessary qualities to race in IPC sanctioned events without thought or attention of what the rules say. National Paralympic Committees can have their own rule for races they organize.\nEquipment.\nThe first necessary things used in the sport includes outrigger skis, sit-skis, and mono-skis. Being dependent on if a skier sits, stands or cannot see, other necessary things may be used by skiers other equipment may be used by skiers including guide skiers, short ski poles, orthopedic aids, or prostheses. For skiers with seeing problems, guides are used to help the skier know the direction to ski. [10] For skiers who stand, different part rules come to a decision about what sort of necessary things is let in competition, such as one long ski pole, two ski poles, zero ski poles, or one or two skis. Rules for necessary things use in competition are made by FIS and the IPC.\nThere are least long distance for skis used in competition is at least for men and for women. Bindings used for skis have a greatest point high level of.\nSit-skis are for wheelchair users or other skiers who have paraplegia. The first sit-ski was made in 1967 by Josef Shrall. Shrall is from the Bavaria in Germany. The first sit-skis had two wide skis, brakes, and were made special to fit a skier. The weight of the sit-ski made it so no skiers could ski moguls or on steep slopes. Sit-ski kept getting made better in 1980s. A new type of sit-ski was made in Engelberg, Switzerland in 1987 and people were able to see it at a workshop made by the Swiss Association of Paraplegics. As the technology got better, a chair was made that could be added to the skis which were made for skiers who had no disability. Now sit-skis are made from fiberglass and polyester. Sit-skis now have much less weight, allowing skiers to ski on steeper slopes and race in the moguls. Now sit-skis include seat belts. Sit-skis for people with disabilities and skis for people who do not have disabilities have improved to become special for different types of alpine skiing races.\nSome standing skiers can use outrigger skis when racing. These are ski poles with small skis on the end. They help a skier balance when they ski down a mountain, and help in going short distances up a mountain. Outrigger skis also help skiers to do things like a climb a hill to get on a ski lift.\nGuide skiers can see. They help skiers who cannot ski go down the mountain by telling the cannot see skier where to go using a radio or talking to them. Skiers can use more than one guide during a race type, but the guide can only win a medal if they raced with the same skier for the whole race type. Like the skier, the guide has to have an IPCAS Licence in order to compete in races. Guide skiers need to follow to anti-doping rules.\nSkiers also wear special boots, helmets, ski suits, and goggles. Ski equipment cannot have advertisements on it at the Paralympic Games. Ski boots are made to connect to the ski at the heel and toe. They help support the foot and ankle with the use of materials like hard plastics. All helmets used in races must be hard-shell helmets.\nTypes of skiing.\nPara-alpine skiing types are downhill, Super-G, Giant Slalom, Slalom, Super Combined and Snowboard. The rules are based on the rules of the International Ski Federation, though some rules have been adjusted for skiers with limited physical powers. While skiing, skiers go as quickly as an hour.\nDownhill.\nThis is a go quickly based timed ski race, where skiers go over snow quickly down a sloping sharply direction that can be to lower than it started while having in it many turns and jumps. The first skier to finish is based on one run down the mountain, with the skier with the fastest time being the first. Skiers move between gates in the downhill. Downhill has the least number gates among all para-alpine types. If a skier does not ski between the gates, they do not finish. Some ski races make a skier first show they are good enough to ski. They can make this be seen in the downhill or Super-G. Skiers can get points for competitions with skiers from other countries in races by International Ski Federation. Skiers can race in the downhill at the Paralympic Games.\nSkis for women must be at least long. For men, skis must be at least long. Women and men's skis need a least possible or recorded straight line from middle to edge circle turn of. Skiers used curved narrow ski poles for this event. Men and women both need their skis to have a straight line from middle to edge circle of. Top speed in this event can be up to an hour. Before the start of the race, the skier needs to do a practice run, and need to wear a helmet to keep safe during all their runs.\nSuper-G.\nMade in the 1980s, the Super-G is less scientific with skiers going very fast. From top to bottom part of the mountain, skiers go down to high. Acomparison to other para-alpine sking types, this type has a tendency to be mid-length. It is longer than the Giant Slalom and the Slalom but shorter than the downhill type. In this type, skiers go quickly between alternating red and blue gates that are apart, with men needing to go between 35 gates and women needing to go between 30 gates.\nGiant Slalom.\nWith a drop of to, this is one of the more need to be very correct when turning the para-alpine disciplines. This skiing type gets two runs down a mountain that is straighter and shorter than the downhill. It is longer and having fewer turns than the Slalom. After the first race down the mountain, the last 20% of finishers can be took away from the competition at the authority of the judges. The starting order for the second run is starts with the slowest of the top 15 skiers, with the fastest skier in the first race racing 15th. Any skiers who completed outside the top 15 then race in order based on their times from the first run. For example, the 18th fastest finisher in the first run skis 18th in the second run. In some competitions, an adjustment is made using 30 skiers instead of 15. The IPC/FIS run together make the rules for Slalom race. Giant Slalom is a race on the current Paralympic schedule. Skiers use straight ski poles in Giant Slalom.\nSlalom.\nThe name for this race is from a Norwegian word that is \"sloping footway.\" This event is the most complex ski discipline, with a drop of only to on an purposely iced mountain. This is the shortest of all the para-alpine race events and uses two different races with different directions down a mountain. Skiers go down each different race once, with their coming to an end position being marked based on their complete time from both races. There are gates in this race, about 55-75 for men and 40-60 for women, and if a skier does ski between the gate, they are unable to finish the race because of the rules. After the first race, the last 20% of finishers can be took away from the competition at the authority of the judges. The starting order for the second run is starts with the slowest of the top 15 skiers, with the fastest skier in the first run skiing 15th. Any skiers who completed outside the top 15 then skiers race in order based on their times from the first run. For example, the 18th fastest finisher in the first run skis 18th in the second run. Skiers use straight ski poles in this race. In some competitions that have a need to show people you should be allowed to race in it, a skier can show they should be allowed to race using finish race times from downhill, Slalom or Super-G. The IPC/FIS make the rules for Slalom. Slalom is a race on the current Paralympic schedule. Skiers often wear extra protective equipment when racing in slalom.\nSuper Combined.\nThe Super Combined is a mix of two disciplines: Slalom and Super-G, or the downhill and the Slalom. In the event, skiers go down the downhill mountain race once, and the Slalom mountain race twice. The times for the three races are put together, with the fastest time for all three races being the skier who finishes first.\nSnowboard.\nSnowboard has drops between and for both men's and women's races with the race being run over a distance of to. The race has alternating ski gates. The sport is only open to standing racers.\nClassification.\nPara-alpine skiing classification is designed to give insurance equal competition between alpine skiers with different types of limited physical and seeing powers. The system of ordering are grouped into three general conditions of being unable sorts: standing, unable to see and sitting. The International Paralympic Committee Alpine Skiing is the boss of classification. Skiers are put in order based on medical problems, and their body position when they ski. Skiers cannot see are valued only on a medical doctors saying how bad their vision is. Prior to International Paralympic Committee Alpine Skiing being in charge, several sport groups handled classification. They included the International Sports Organization for the Disabled (ISOD), International Stoke Mandeville Games Federation (ISMWSF), International Blind Sports Federation (IBSA) and Cerebral Palsy International Sports and Recreation Association (CP-ISRA). Some order systems are persons given organizations other than International Paralympic Committee Alpine Skiing. These order systems are not used in international competition. The sport is open to all competitors with a seeing or physical condition of being unable. It is not open to people with to do with intellectual disabilities.\nThe first order systems for para-alpine classification were made in Scandinavia, with early systems designed for skiers with amputations. At the time, there was no ski tools for skiers with spinal cord wounds. The purpose of the early order systems was to be made from able to use your body but ended up being medical order systems. At the first Winter Paralympics in 1976, there were two systems of classification for the sport. By the 1980s, skiers with cerebral palsy had a classification system. At that time, with inspiration from wheelchair basketball order, efforts were made to make order more of an able to use the body classification system. Ten classes had existence by the 1980s. Since then, efforts have been made to make better the classification system by lowering the number of classes so fewer medals can be awarded.\nFactor system.\nA factoring system was made come into existence for para-alpine skiing for three general groups: being seated, standing and not seeing. Each group races against only people in the same group. A skier can finish in the top three for only seated, standing or not seeing. People from one group do not race against other skiers in a different group. Inside each group, there is a wide range of able to move and medical problems or being able to see. Skiers are classed inside one of the three groups. The factoring system works by having a number for each class, where the results are worked out by increasing in number the look time by the factored number. The coming out number is the one used to come to a decision about the one who came out best in events where the cause system is used. This means the quicker skier down a hill may not be the first of an event. in events where the factor system is used. This means the faster skier down a hill may not be the winner of an event. The factor system is used at Alpine Cup, North American Races, European Cup, World Cup races, World Championships, and the Winter Paralympics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Alpine_skiing","surface_form":"Alpine skiing","offset":0},{"uri":"Winter_sport","surface_form":"winter sport","offset":19},{"uri":"Disability","surface_form":"disability","offset":91},{"uri":"Germany","surface_form":"Germany","offset":158},{"uri":"Austria","surface_form":"Austria","offset":170},{"uri":"World_War_II","surface_form":"Second World War","offset":199},{"uri":"International_Paralympic_Committee_Sports_Committee","surface_form":"International Paralympic Committee Sports Committee","offset":246},{"uri":"Ski_pole","surface_form":"ski pole","offset":328},{"uri":"Outrigger_skis","surface_form":"outrigger skis","offset":339},{"uri":"Sit-ski","surface_form":"sit-ski","offset":378},{"uri":"Mono-skis","surface_form":"mono-skis","offset":392},{"uri":"Para-alpine_skiing_classification","surface_form":"Para-alpine skiing classification","offset":505},{"uri":"Sight","surface_form":"vision","offset":698},{"uri":"2010_Winter_Paralympics","surface_form":"2010 Winter Paralympics","offset":1186},{"uri":"Whistler_Creekside","surface_form":"Whistler Creekside","offset":1243},{"uri":"Disability","surface_form":"Disability","offset":1368},{"uri":"Skiing","surface_form":"skiing","offset":1379},{"uri":"Second_World_War","surface_form":"Second World War","offset":1405},{"uri":"Amputation","surface_form":"amputee","offset":1484},{"uri":"Austria","surface_form":"Austria","offset":1589},{"uri":"Veteran","surface_form":"veteran","offset":1598},{"uri":"Kitzb%C3%BChel","surface_form":"Kitzbühel","offset":1738},{"uri":"Ludwig_Guttman","surface_form":"Ludwig Guttman","offset":1891},{"uri":"Gretchen_Fraser","surface_form":"Gretchen Fraser","offset":1981},{"uri":"Hospitals","surface_form":"hospitals","offset":2041},{"uri":"Jean_Eymore","surface_form":"Jean Eymore","offset":2206},{"uri":"Aspen%2C_Colorado","surface_form":"Aspen, Colorado","offset":2244},{"uri":"Ski_instructor","surface_form":"ski instructor","offset":2298},{"uri":"Sight","surface_form":"vision","offset":2332},{"uri":"IPC_Alpine_skiing_World_Championship","surface_form":"World Disabled Alpine Championships","offset":2381},{"uri":"1992_Winter_Paralympics","surface_form":"1992 Winter Paralympics","offset":2738},{"uri":"Albertville","surface_form":"Albertville","offset":2765},{"uri":"Canada","surface_form":"Canada","offset":2778},{"uri":"Medal","surface_form":"medal","offset":2968},{"uri":"2002_Winter_Paralympics","surface_form":"2002 Winter Paralympics","offset":3061},{"uri":"2006_Winter_Paralympics","surface_form":"2006 Winter Paralympics","offset":3547},{"uri":"2010_Winter_Paralympics","surface_form":"2010 Winter Paralympics","offset":3813},{"uri":"Whistler_Creekside","surface_form":"Whistler Creekside","offset":3869},{"uri":"International_Ski_Federation","surface_form":"International Ski Federation","offset":5829},{"uri":"Outrigger_skis","surface_form":"outrigger skis","offset":6466},{"uri":"Sit-ski","surface_form":"sit-ski","offset":6482},{"uri":"Mono-ski","surface_form":"mono-ski","offset":6496},{"uri":"Guide_skier","surface_form":"guide skier","offset":6658},{"uri":"Ski_poles","surface_form":"ski poles","offset":6678},{"uri":"Orthopedic_aids","surface_form":"orthopedic aids","offset":6689},{"uri":"Prosthesis","surface_form":"prostheses","offset":6709},{"uri":"Ski_bindings","surface_form":"Bindings","offset":7188},{"uri":"Sit-skis","surface_form":"Sit-skis","offset":7248},{"uri":"Paraplegia","surface_form":"paraplegia","offset":7307},{"uri":"Josef_Shrall","surface_form":"Josef Shrall","offset":7357},{"uri":"Bavaria","surface_form":"Bavaria","offset":7390},{"uri":"Germany","surface_form":"Germany","offset":7401},{"uri":"Brakes","surface_form":"brakes","offset":7448},{"uri":"Engelberg%2C_Switzerland","surface_form":"Engelberg, Switzerland","offset":7655},{"uri":"Swiss_Association_of_Paraplegics","surface_form":"Swiss Association of Paraplegics","offset":7743},{"uri":"Fiberglass","surface_form":"fiberglass","offset":7933},{"uri":"Polyester","surface_form":"polyester","offset":7948},{"uri":"Seat_belt","surface_form":"seat belt","offset":8081},{"uri":"Outrigger_skis","surface_form":"outrigger skis","offset":8285},{"uri":"Equilibrioception","surface_form":"balance","offset":8379},{"uri":"Ski_lift","surface_form":"ski lift","offset":8544},{"uri":"Guide_skiers","surface_form":"Guide skiers","offset":8554},{"uri":"Radio","surface_form":"radio","offset":8681},{"uri":"IPCAS_Licence","surface_form":"IPCAS Licence","offset":8897},{"uri":"Doping_in_sport","surface_form":"doping","offset":8977},{"uri":"Ski_boots","surface_form":"boots","offset":9016},{"uri":"Helmet","surface_form":"helmet","offset":9023},{"uri":"Ski_suit","surface_form":"ski suit","offset":9032},{"uri":"Ski_goggles","surface_form":"goggles","offset":9047},{"uri":"Advertisements","surface_form":"advertisements","offset":9082},{"uri":"Heel","surface_form":"heel","offset":9176},{"uri":"Toe","surface_form":"toe","offset":9185},{"uri":"International_Ski_Federation","surface_form":"International Ski Federation","offset":9484},{"uri":"Paralympic_Games","surface_form":"Paralympic Games","offset":10403},{"uri":"Speed","surface_form":"speed","offset":10747},{"uri":"Practice","surface_form":"practice","offset":10843},{"uri":"Ski_poles","surface_form":"ski poles","offset":12366},{"uri":"Complex","surface_form":"complex","offset":12499},{"uri":"Ski_gate","surface_form":"gates","offset":12852},{"uri":"Ski_poles","surface_form":"ski poles","offset":13486},{"uri":"Protective_gear_in_sport","surface_form":"protective equipment","offset":13822},{"uri":"Ski_gate","surface_form":"ski gate","offset":14354},{"uri":"Sight","surface_form":"vision","offset":14963},{"uri":"Handle","surface_form":"handled","offset":15070},{"uri":"International_Sports_Organization_for_the_Disabled","surface_form":"International Sports Organization for the Disabled","offset":15112},{"uri":"International_Stoke_Mandeville_Games_Federation","surface_form":"International Stoke Mandeville Games Federation","offset":15171},{"uri":"International_Blind_Sports_Federation","surface_form":"International Blind Sports Federation","offset":15229},{"uri":"Cerebral_Palsy_International_Sports_and_Recreation_Association","surface_form":"Cerebral Palsy International Sports and Recreation Association","offset":15278},{"uri":"Intellectual_disability","surface_form":"intellectual disabilities","offset":15658},{"uri":"Scandinavia","surface_form":"Scandinavia","offset":15753},{"uri":"Amputation","surface_form":"amputation","offset":15810},{"uri":"Spinal_cord","surface_form":"spinal cord","offset":15875},{"uri":"Cerebral_palsy","surface_form":"cerebral palsy","offset":16141},{"uri":"Medals","surface_form":"medals","offset":16496},{"uri":"Award","surface_form":"award","offset":16510},{"uri":"Alpine_Cup","surface_form":"Alpine Cup","offset":17544},{"uri":"North_American_Races","surface_form":"North American Races","offset":17556},{"uri":"European_Cup","surface_form":"European Cup","offset":17578},{"uri":"Alpine_Skiing_World_Cup","surface_form":"World Cup","offset":17592},{"uri":"World_Championships","surface_form":"World Championships","offset":17609},{"uri":"Winter_Paralympics","surface_form":"Winter Paralympics","offset":17638}]}