{"id":398637,"url":"http://en.wikipedia.org/wiki/Eddie_Mabo","text":"Eddie Koiki Mabo (29 June 1936 – 21 January 1992) was an Indigenous Australian activist from the Torres Strait Islands. He became well known for campaigning for indigenous land rights. In particular, he became famous for his role in an historic decision by the High Court of Australia in 1992, which overturned the idea that Australia was \"terra nullius\" (land belonging to nobody).\nEarly life.\nMabo was born as Eddie Koiki Sambo. He changed his surname to Mabo when he was adopted by his mother's brother, Benny Mabo. He was born on Mer (Murray Island) in the Torres Strait between Australia and Papua New Guinea. He worked on a number of jobs before becoming a gardener with James Cook University in Townsville, when he was 31 years old. The time he spent on the university campus had a major impact on his life. In 1974, Mabo was surprised to learn that his family did not legally own the land they lived on. In a conversation with Noel Loos and Henry Reynolds, he learned that legally that land belonged to the Crown.\nActivism and legacy.\nIn 1981, a conference on land rights was held at James Cook University. Mabo made a speech to the audience where he explained the indigenous customary land inheritance system on Murray Island. One of the people who attended the conference, a lawyer, suggested they should make a case to claim land rights through the court system. A case was made, and took 10 years to reach a decision. Mabo died a few months before the decision. He died on 21 January 1992, of cancer at the age of 55.\nFive months later, on 3 June 1992, the High Court overturned the legal doctrine of \"terra nullius\" - which was the term applied to the attitude of the British Empire towards land ownership on the continent of Australia. That decision is now commonly called \"Mabo v Queensland\" in Australia and is widely recognised for its importance. Later in 1992, Mabo was awarded the Australian Human Rights Medal for his work over many years to gain legal recognition for indigenous people's rights.\nThree years after Mabo died, which is the traditional mourning period for the people of Murray Island, a memorial service was held in Townsville. Overnight, his grave was vandalised; it was spray-painted with swastikas and the word \"abo\" (a derogatory slang term for an Aboriginal person). His family decided to have his body reburied on Murray Island.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indigenous_Australian","surface_form":"Indigenous Australian","offset":57},{"uri":"Activist","surface_form":"activist","offset":79},{"uri":"Torres_Strait_Islanders","surface_form":"Torres Strait Islands","offset":97},{"uri":"Aboriginal_land_rights_in_Australia","surface_form":"indigenous land rights","offset":161},{"uri":"High_Court_of_Australia","surface_form":"High Court of Australia","offset":261},{"uri":"Terra_nullius","surface_form":"terra nullius","offset":340},{"uri":"Adoption","surface_form":"adopted","offset":474},{"uri":"Murray_Island%2C_Queensland","surface_form":"Murray Island","offset":539},{"uri":"Torres_Strait","surface_form":"Torres Strait","offset":561},{"uri":"James_Cook_University","surface_form":"James Cook University","offset":677},{"uri":"Townsville","surface_form":"Townsville","offset":702},{"uri":"Henry_Reynolds_(historian)","surface_form":"Henry Reynolds","offset":949},{"uri":"Crown_land","surface_form":"Crown","offset":1015},{"uri":"Custom","surface_form":"custom","offset":1184},{"uri":"Inheritance","surface_form":"inheritance","offset":1199},{"uri":"Judiciary","surface_form":"court system","offset":1360},{"uri":"Cancer","surface_form":"cancer","offset":1505},{"uri":"Doctrine","surface_form":"doctrine","offset":1601},{"uri":"British_Empire","surface_form":"British Empire","offset":1681},{"uri":"Mabo_v_Queensland_(No_2)_(1992)","surface_form":"Mabo v Queensland","offset":1788},{"uri":"Human_Rights_Medal","surface_form":"Human Rights Medal","offset":1912},{"uri":"Mourning","surface_form":"mourning","offset":2072},{"uri":"Vandalism","surface_form":"vandalised","offset":2189},{"uri":"Swastika","surface_form":"swastika","offset":2227},{"uri":"Abo","surface_form":"abo","offset":2251}]}