{"id":398646,"url":"http://en.wikipedia.org/wiki/Peter_Browne","text":"Peter Browne (ca. 1594 1633) was a passenger on the \"Mayflower\" and a signer of the Mayflower Compact. In some records he was called Brown and others as Browne. He was baptized on January 26, 1594/5 in Dorking, Surrey, England. This was the same home town where William Mullins, another \"Mayflower\" passengers lived. Browne was a son of William Brown of Dorking. He had an older sister and four brothers.\nThe \"Mayflower\" Voyage.\nBrowne was around 25 when he boarded the \"Mayflower\" with the Mullins family. Unfortunately the Mullins family died shortly after they landed in the New World.\nThe Mayflower left Plymouth, England on 16 September 1620. There were 102 passengers and 30–40 crew. On 19 November 1620, the \"Mayflower\" saw land. The \"Mayflower\" was supposed to land in the Colony of Virginia, but the ship was too damaged and they were forced to land at Cape Cod now called Provincetown Harbor. They landed on November 21. They wrote the Mayflower Compact, which made rules on how they would live and treat each other.\nIn Plymouth Colony.\nAn interesting incident regarding Browne took place in January 1621 while the Pilgrims were building their settlement of Plymouth. On January 12 Peter Browne, John Goodman and others had entered the forest in order to find thatch for their roofs. Sometime around noon, Browne and Goodman wandered further into the forest while the other men stayed behind to bundle the thatch. They realized that Browne and Goodman were still in the forest and they went to the settlement and told the others. This caused about 10-12 men to search for them. As it happened, Browne and Goodman were eating lunch when their dogs starting chasing a deer and they were soon lost. According to records, they walked all that afternoon and were wet, and at night it got very cold. They had no weapons but had one sickle each. At night they thought they heard lions in the forest and climbed a tree for shelter. They stayed by the tree that night in case they had to escape to safety. The next day they finally climbed the highest hill they could find, were able to see where they were and were able to get back to the colony. Browne and Goodman finally arrived in Plymouth quite cold, frost-bitten, tired and hungry. This was the first time they had gone into the forest in the New England.\nIn the Plymouth settlement of 1620, the house of Peter Browne was near that of John Goodman and was close to the harbor on the south side of the village street.\nIn the 1623 Division of Land, as a single man, Browne received one “acre” of land near a brook. In that record, his name appears as “Peter Browen\". Sometime after the Division of Land, he married the widow Martha Ford. She arrived in November 1621 on the ship \"Fortune\" as the only recorded woman on board.\nBy the time of the 1627 Division of the Cattle, Browne and his wife had a daughter Mary and was pregnant with another daughter, Priscilla.\nMartha died about 1630, and Browne remarried and had two more children.\nBrown became sick and died in 1633. He and his first wife were buried at Burial Hill in Plymouth.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mayflower_(ship)","surface_form":"Mayflower","offset":53},{"uri":"Mayflower_Compact","surface_form":"Mayflower Compact","offset":84},{"uri":"England","surface_form":"England","offset":219},{"uri":"List_of_Mayflower_passengers","surface_form":"William Mullins","offset":262},{"uri":"Plymouth%2C_Devon","surface_form":"Plymouth","offset":608},{"uri":"Colony_of_Virginia","surface_form":"Colony of Virginia","offset":781},{"uri":"Harbor","surface_form":"Harbor","offset":895},{"uri":"Mayflower_Compact","surface_form":"Mayflower Compact","offset":946},{"uri":"List_of_Mayflower_passengers","surface_form":"John Goodman","offset":1206},{"uri":"Forest","surface_form":"forest","offset":1246},{"uri":"Dogs","surface_form":"dogs","offset":1652},{"uri":"Deer","surface_form":"deer","offset":1676},{"uri":"Sickle","surface_form":"sickle","offset":1836},{"uri":"Lion","surface_form":"lion","offset":1882},{"uri":"Shelter","surface_form":"shelter","offset":1925},{"uri":"Tree","surface_form":"tree","offset":1953},{"uri":"New_England","surface_form":"New England","offset":2301},{"uri":"Burial_Hill","surface_form":"Burial Hill","offset":3066}]}