{"id":398767,"url":"http://en.wikipedia.org/wiki/Bennelong","text":"Woollarawarre Bennelong (c. 1764 – 3 January 1813) \"(also: \"Baneelon\")\" was an Indigenous Australian man of the Eora people. He was living in the Port Jackson area when the British came to Australia in 1788. Bennelong became an unofficial ambassador between the Eora and the British, both in Sydney and later in the United Kingdom.\nPersonal details.\nBennelong was a member of the Wangal clan who lived on the south side of Parramatta River. He had close links with the Wallumedegal clan who lived on the west side of the river, and the Burramattagal clan who lived near today's Parramatta. He had several sisters, including Warreeweer and Carangarang, who married important men from other clans. This gave Bennelong strong political links to the clans living around the new settlement at Sydney. Bennelong had a daughter named Dilboong who died as a baby, and a son who was adopted by Rev. William Walker. Named as Thomas Walker Coke, he died after a short illness aged about 20.\nCapture.\nKing George III had ordered the governor, Arthur Phillip, to set up friendly links with the Aborigines. However this was difficult as the Eora would not come anywhere near the new settlers. Phillip decided to kidnap an Eora person so that he could learn their language and their customs. A man named Arabanoo was captured, but he died from smallpox a few months later in May 1789. The disease had caused a lot of deaths among the Aborigines around Sydney. In November 1789, Bennelong, aged about 25, and a woman named Colbee were taken prisoner by a group of soldiers and taken to Sydney Cove. Colbee was able to escape two weeks later. The guard was hit with a whip 100 times for not stopping her escape. Bennelong was kept as a prisoner in the Governor's house. He wore clothes and enjoyed European food and drink. He was able to learn to speak English very quickly and became a friend of Phillip. After six months Bennelong escaped to go back to his clan.\nPhillip visited Manly where he was speared in the shoulder, most likely as punishment for the kidnappings. Bennelong was at Manly, but did not take part in the attack on Phillip. He was worried about Phillip's injury, and returned to the settlement to make sure he was alright. Phillip told Bennelong that he would not be kept as a prisoner, and would be able to come and go as he wished. Bennelong stayed friendly with the new settlers, and even gave Phillip the Aboriginal name \"Wolawaree\". He learned to speak English.\nIn 1790, Bennelong asked Phillip to build him a hut on the edge of Sydney Harbour. This became known as Bennelong Point, and is now the site of the Sydney Opera House.\nVisit to England.\nBennelong and another Aborigine named Yemmerrawanie or Imeerawanyee went with Phillip to England in 1792. They may have met with King George III, but this has not been proved. When they got to England they were quickly made clothes that would have been suitable for a meeting with the King.\nThey visited St Paul's Cathedral and the Tower of London. They went on boat trips, swimming and to the theatre. While in London they lived with Henry Waterhouse. When Yemmerrawanie became sick, they were moved to Eltham. They lived at the house of Edward Kent where they were looked after by Mr and Mrs Phillips, and met Lord Sydney.\nYemmerrawanie died from a serious chest infection. Bennelong wanted to go home and the cold and wet weather was making him sick. He returned to Sydney in February 1795 on HMS \"Reliance\". This was the ship that took surgeon George Bass and the new governor, John Hunter to Australia. Bennelong taught Bass some of his language.\nReturn to New South Wales.\nBennelong arrived back in Sydney on 7 September 1795. He had a respected position in the colony, teaching Governor Hunter about the indigenous people. He was also an important position in Eora political and cultural life. He often took part in local battles, and ceremonies, including the last recorded initiation ceremony in Port Jackson in 1797. By the early 19th century, he was the leader of a 100-strong clan living on the north side of the river, west of Kissing Point in Wallumedagal country.\nA letter he wrote in 1796 to Mr and Mrs Phillips is the first written in English by an indigenous Australian. He thanked Mrs Phillips for caring for him in England, and asked for stockings and a handkerchief.\nDeath.\nBennelong's health was probably ruined by drinking alcohol. He died at Kissing Point (now known as Putney, in Sydney's North West) on 3 January 1813. He was buried in the orchard of the brewer James Squire, a great friend to Bennelong and his clan.\nOn 20 March 2011 Dr Peter Mitchell of Macquarie University said he had found the grave site in the garden of a private house in Putney.\nThe Sydney Gazette wrote about him after his death. They said \"...he was a thorough savage, not to be warped from the form and character that nature gave him...\". Some people in Sydney's white society said that Bennelong had given up being an ambassador in his last years. There were increasing problems between the Aborigines and the Europeans as more and more land was cleared and fenced for farming. The settlers were angry that the 'savages' were not willing to give up their country to become useful workers and servants.\nWhen he died, Bennelong's people held a traditional payback battle for which about 200 people gathered. A person on the schooner Henrietta who saw it wrote that spears flew very thick, and about 30 men were wounded.\nColebee's nephew, Nanberry, who died in 1821, was buried with Bennelong at his request. Bidgee Bidgee, who led the Kissing Point clan for 20 years after Bennelong's death, also asked to be buried with Bennelong, but there is no record of his death or where he is buried.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indigenous_Australian","surface_form":"Indigenous Australian","offset":79},{"uri":"Eora","surface_form":"Eora","offset":112},{"uri":"Port_Jackson","surface_form":"Port Jackson","offset":146},{"uri":"Ambassador","surface_form":"ambassador","offset":239},{"uri":"Sydney","surface_form":"Sydney","offset":292},{"uri":"Wangal_people","surface_form":"Wangal clan","offset":380},{"uri":"Parramatta_River","surface_form":"Parramatta River","offset":423},{"uri":"Wallumedegal","surface_form":"Wallumedegal","offset":469},{"uri":"Parramatta%2C_New_South_Wales","surface_form":"Parramatta","offset":578},{"uri":"Adoption","surface_form":"adopted","offset":874},{"uri":"George_III_of_the_United_Kingdom","surface_form":"King George III","offset":989},{"uri":"Governor_of_New_South_Wales","surface_form":"governor","offset":1021},{"uri":"Arthur_Phillip","surface_form":"Arthur Phillip","offset":1031},{"uri":"Kidnap","surface_form":"kidnap","offset":1198},{"uri":"Arabanoo","surface_form":"Arabanoo","offset":1289},{"uri":"Smallpox","surface_form":"smallpox","offset":1329},{"uri":"Colbee","surface_form":"Colbee","offset":1507},{"uri":"Manly%2C_New_South_Wales","surface_form":"Manly","offset":1964},{"uri":"Bennelong_Point%2C_New_South_Wales","surface_form":"Bennelong Point","offset":2574},{"uri":"Sydney_Opera_House","surface_form":"Sydney Opera House","offset":2618},{"uri":"Yemmerrawanie","surface_form":"Yemmerrawanie","offset":2694},{"uri":"George_III_of_the_United_Kingdom","surface_form":"King George III","offset":2785},{"uri":"St_Paul%27s_Cathedral","surface_form":"St Paul's Cathedral","offset":2960},{"uri":"Tower_of_London","surface_form":"Tower of London","offset":2988},{"uri":"Henry_Waterhouse","surface_form":"Henry Waterhouse","offset":3091},{"uri":"Thomas_Townshend%2C_1st_Viscount_Sydney","surface_form":"Lord Sydney","offset":3268},{"uri":"Infection","surface_form":"infection","offset":3321},{"uri":"HMS_Reliance_(1793)","surface_form":"HMS \"Reliance\"","offset":3452},{"uri":"Surgeon","surface_form":"surgeon","offset":3496},{"uri":"George_Bass","surface_form":"George Bass","offset":3504},{"uri":"John_Hunter","surface_form":"John Hunter","offset":3538},{"uri":"Initiation","surface_form":"initiation","offset":3938},{"uri":"Alcohol","surface_form":"alcohol","offset":4402},{"uri":"Kissing_Point","surface_form":"Kissing Point","offset":4422},{"uri":"Putney%2C_New_South_Wales","surface_form":"Putney","offset":4450},{"uri":"Orchard","surface_form":"orchard","offset":4522},{"uri":"Brewer","surface_form":"brewer","offset":4537},{"uri":"James_Squire","surface_form":"James Squire","offset":4544},{"uri":"Macquarie_University","surface_form":"Macquarie University","offset":4638},{"uri":"Sydney_Gazette","surface_form":"Sydney Gazette","offset":4740},{"uri":"Ambassador","surface_form":"ambassador","offset":4979},{"uri":"Henrietta_Packet","surface_form":"schooner Henrietta","offset":5383},{"uri":"Colebee","surface_form":"Colebee","offset":5479}]}