{"id":398751,"url":"http://en.wikipedia.org/wiki/Our_Lady_of_La_Salette","text":"Our Lady of La Salette is a title given to the Virgin Mary who is believed to have appeared at the village of La Salette, France. The apparition was reported by two children, Maximin Giraud, and Melanie Calvat. In French she is called '.\nHistory.\nOn 19 September 1846, Maximin Giraud and Melanie Calvat reported seeing the Virgin Mary weeping on Mount Sous-les Baisses. According to their account, the Virgin Mary continued to weep as she spoke to them, first in French, then in their own dialect. After the woman spoke to them, she vanished. The following day the children's account of the apparition was put into writing and signed by the children and those who had heard the story.\nRecognition.\nWhen Maximin and Melanie made the woman's message public, it caused a sensation in the community. Soon thereafter, the bishop of Grenoble began to investigate the apparition. During the investigation, several accusations were made against the children. One of the accusations was that the apparition was just a young woman named Lamerliere. In 1851, the bishop said that the apparition was worthy of belief. This was the first step in approval by the Catholic church.\nThe visionaries sent two secrets to Pope Pius IX - one given to each of them, which they never revealed to one another. The Pope never made the two secrets public. However Melanie published the secrets in a pamphlet with the local bishop's approval. The Church condemned the published secret. Melanie, later in life, was known to have been disturbed by reading apocalyptic books and similar materials.\nMessage.\nJohn Paul II stated: As I wrote on the occasion of the 150th anniversary, \"La Salette is a message of hope, for our hope is nourished by the intercession of her who is the Mother of mankind\".\nThe message of the visionaries of La Salette focuses on the conversion of all humanity to Christ. Though La Salette's message is embedded in the bygone environment of the nineteenth century, rural France, it has had a tremendous impact on the modern world. Saints (for example, John Vianney), pastors (such as Don Bosco), and religious writers (like J.K. Huysmans) have all been influenced by La Salette. The spirit of La Salette is one of prayer, conversion, and commitment.","categories":[],"infobox_types":[],"annotations":[{"uri":"Virgin_Mary","surface_form":"Virgin Mary","offset":47},{"uri":"La_Salette","surface_form":"La Salette","offset":110},{"uri":"France","surface_form":"France","offset":122},{"uri":"Dialect","surface_form":"dialect","offset":489},{"uri":"Pope_Pius_IX","surface_form":"Pope Pius IX","offset":1202}]}