{"id":398807,"url":"http://en.wikipedia.org/wiki/Murugan","text":"Lord of the universe tamil lord Murugan (), also known as Kandhan is the Tamil god of war and victory. Murugan is the main god worshipped in India, Sri Lanka, Mauritius, Singapore, Malaysia and many other places of the world where Tamils live. Murugan has six shrines in Tamil Nadu, which are known as Arupadaiveedu. In Tamil Nadu, Murugan has continued to be popular with all classes of society since the Sangam age.\nMurugan is considered as the son of Shiva and Parvathi, who was created to kill the Asuras and be the eternal protector of the Devas and other living beings. The Asuras were demigods who frequently warred against the Devas or gods. The six sites (padaiveedu) in Tamil Nadu where Murugan sojourned while leading his armies are Palani, Swamimalai,Thiruparamkundram, Pazhamudirsolai, Thiruthani and Thiruchendur, the Arupadaiveedu.\nMurugan is considered the God of Tamil language and he is mentioned a lot in Sangam literature. The six abodes of Murugan are all in Tamil Nadu. Each of these temples has a unique history and different reason to worship Lord Murugan.\nThirupparamkunram Murugan Temple he is worshiped as he (Lord Kartikeya) worshiped Lord Shiva. As per tradition, devotes who go to the six abodes of Murugan tonsure their head in imitation of Palani deity.\nThai Poosam during January – February month is celebrated as a 6-day festival. On Thai Poosam day, Kavadis and Palkudams are taken by devotees in procession around Chhedanagar. Special Abhishekams are performed to the Moolavar and Utsavar. Annadhanam is provided to all devotees participating in the functions. In the night, Lord Muruga is taken in procession accompanied by Nadaswaram, Veda Parayanam around Chhedanagar.\nVaikasi Visakam day, (during May –June month), Kavadis and Palkudams are taken by devotees in procession around Chhedanagar.\nKanda Sashti during October-November month is celebrated as a 6-day festival. Devotees of Murugan will do fasting for 6 days. On the evening of the 6th day, Soorasamharam (correcting sooran) will be held at every Murugan temple around the world. Soorasamharam (correcting sooran) at Thiruchendur is every special.","categories":[],"infobox_types":[],"annotations":[{"uri":"Murugan","surface_form":"Kandhan","offset":58},{"uri":"Tamil_people","surface_form":"Tamil","offset":73},{"uri":"Deity","surface_form":"god","offset":79},{"uri":"War","surface_form":"war","offset":86},{"uri":"Victory","surface_form":"victory","offset":94},{"uri":"India","surface_form":"India","offset":141},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":148},{"uri":"Mauritius","surface_form":"Mauritius","offset":159},{"uri":"Singapore","surface_form":"Singapore","offset":170},{"uri":"Malaysia","surface_form":"Malaysia","offset":181},{"uri":"Tamils","surface_form":"Tamils","offset":231},{"uri":"Shrine","surface_form":"shrine","offset":260},{"uri":"Arupadaiveedu","surface_form":"Arupadaiveedu","offset":302},{"uri":"Shiva","surface_form":"Shiva","offset":454},{"uri":"Parvathi","surface_form":"Parvathi","offset":464},{"uri":"Devas","surface_form":"Devas","offset":545},{"uri":"Murugan","surface_form":"Murugan","offset":697}]}