{"id":398894,"url":"http://en.wikipedia.org/wiki/James_Chilton","text":"James Chilton (1556 1620). He was a passenger on \"Mayflower\" and was the oldest person on the ship.\nChilton was probably in Canterbury, England. \"Chilton\" is a very old family name in Canterbury. Chilton married and had a total of ten children. Unfortunately many of the children died young. They moved to Sandwich where Moses Fletcher also lived.\nThe Chiltons did not have the same religious beliefs as the Church of England. They were called Separatists. This religion was not allowed in England. He and his family left England and joined a religious group in Leiden, Holland.\nThe Chiltons were not welcome by some people in Leiden. This may have been because of their religion. James and his daughter were attacked by several boys who threw rocks at them. When Chilton tried to speak to the crowd, he was struck in the head by a large cobblestone, and was knocked unconscious.\nOn the \"Mayflower\".\nThe Chilton family on the \"Mayflower\" consisted of James Chilton, the oldest Mayflower passenger, his wife, and their daughter Mary. Two of their daughters were married and stayed in Leiden. Isabella came over later in another ship.\nThe Mayflower left Plymouth, England on 16 September 1620. There were 102 passengers and 30–40 crew. On 19 November 1620, the \"Mayflower\" reached land at Cape Cod hook. They landed on November 21. They wrote the Mayflower Compact, which made rules on how they would live and treat each other. The \"Mayflower\" was supposed to land in Virginia Colony, but the ship was damaged and they were forced to land at Cape Cod now called Provincetown Harbor.\nWilliam Bradford was also a Mayflower passenger and he kept a journal of life in Plymouth Colony. The journal mentions the Chilton family. He states the Chiltons had another daughter who was married and came to Plymouth Colony later in another ship.\nDeath and Burial.\nChilton died on December 18, 1620. His wife died about a month after him during the \"first sickness\" but his daughters lived a long life. Chilton and his wife are named at the momument at Cole's Hill Burial Ground.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mayflower","surface_form":"Mayflower","offset":50},{"uri":"Ship","surface_form":"ship","offset":94},{"uri":"Canterbury","surface_form":"Canterbury","offset":124},{"uri":"England","surface_form":"England","offset":136},{"uri":"Children","surface_form":"children","offset":271},{"uri":"Sandwich","surface_form":"Sandwich","offset":306},{"uri":"Moses_Fletcher","surface_form":"Moses Fletcher","offset":321},{"uri":"Church_of_England","surface_form":"Church of England","offset":408},{"uri":"Separatist_(religion)","surface_form":"Separatists","offset":444},{"uri":"Holland","surface_form":"Holland","offset":570},{"uri":"Plymouth%2C_Devon","surface_form":"Plymouth","offset":1152},{"uri":"Cape_Cod","surface_form":"Cape Cod","offset":1287},{"uri":"Mayflower_Compact","surface_form":"Mayflower Compact","offset":1345},{"uri":"Virginia_Colony","surface_form":"Virginia Colony","offset":1466},{"uri":"Harbor","surface_form":"Harbor","offset":1573},{"uri":"William_Bradford_(Mayflower_passenger)","surface_form":"William Bradford","offset":1581},{"uri":"Cole%27s_Hill","surface_form":"Cole's Hill","offset":2037}]}