{"id":3989,"url":"http://en.wikipedia.org/wiki/Stockholm","text":"Stockholm is the capital city of Sweden. It is also the biggest city in Sweden. It is on the east coast of the country. The city is built on islands, with canals and open water in the inner city. Stockholm is found between Sweden's third largest lake, Mälaren, and the Baltic Sea.\nTyresta National Park is near Stockholm.\nGeography.\nCentral Stockholm has four different parts - Kungsholmen, Södermalm, Norrmalm and Östermalm. Kungsholmen and Södermalm are islands, while Norrmalm and Östermalm are parts of the mainland. Also, there are several smaller islands in the inner city - Gamla Stan, Riddarholmen, Djurgården and Skeppsholmen. Since Stockholm has so many islands, it is sometimes referred to as the \"Venice of the North\".\nGamla Stan is the oldest part of the city - the name means \"Old Town\", and is usually called that in English. Djurgården is mostly a large park, but there are buildings on the island. Most of these are museums that commemorate Sweden's and Stockholm's past - like Skansen, a zoo with a Swedish theme. Skeppsholmen is an island that used to be a training ground and military school, but most of the buildings are now used for museums and art galleries, such as the Modern Museum, or the East Asian museum. Riddarholmen is a part of Gamla Stan, but actually a different island.\nAll of the islands in Stockholm are connected by several bridges. The biggest one is Västerbron, going from Kungsholmen to Södermalm.\nHistory.\nBirger Jarl is considered the founder of Stockholm. It is believed that he rebuilt a defense building in the 13th century on what is today the island of the Old town. Around the fortification, a town grew. The town grew mainly because of its sea and land trading.\nWikimania.\nThe last Wikimania conference is hosted in this city in 2019.","categories":[],"infobox_types":[],"annotations":[{"uri":"Capital_(city)","surface_form":"capital city","offset":17},{"uri":"Sweden","surface_form":"Sweden","offset":33},{"uri":"City","surface_form":"city","offset":64},{"uri":"Country","surface_form":"country","offset":111},{"uri":"Island","surface_form":"island","offset":141},{"uri":"Canal","surface_form":"canal","offset":155},{"uri":"Water","surface_form":"water","offset":171},{"uri":"Lake","surface_form":"lake","offset":246},{"uri":"M%C3%A4laren","surface_form":"Mälaren","offset":252},{"uri":"Baltic_Sea","surface_form":"Baltic Sea","offset":269},{"uri":"Tyresta_National_Park","surface_form":"Tyresta National Park","offset":281},{"uri":"Birger_Jarl","surface_form":"Birger Jarl","offset":1450},{"uri":"Founder","surface_form":"founder","offset":1480},{"uri":"Defense_(military)","surface_form":"defense","offset":1535},{"uri":"Building","surface_form":"building","offset":1543},{"uri":"13th_century","surface_form":"13th century","offset":1559},{"uri":"Fort","surface_form":"fort","offset":1628},{"uri":"Trade","surface_form":"trading","offset":1705}]}