{"id":399084,"url":"http://en.wikipedia.org/wiki/The_New_Art_Gallery_Walsall","text":"The New Art Gallery Walsall is an art gallery. It is in Walsall, England. It displays modern art.\nThe gallery cost £21 million. That includes £15.75 million which was donated by the UK National Lottery. It also includes money from the European Regional Development Fund.\nThe Gallery is funded by Walsall Council and Arts Council England. It also gets money from grants and from its shop. Admission is free. Its first Director was Peter Jenkinson. In May 2005, Stephen Snoddy was appointed as Director.\nArchitecture.\nThe building was designed by the architects Caruso St John. It opened in January 2000. Before that, the artworks were in the town's old gallery The New Art Gallery's building won several architectural awards. Over 237,000 people visited it in its first year. In 2000 the gallery was shortlisted for the Sterling Architecture Prize.\nCollections.\nThe Gallery is home to the Garman Ryan Collection of sculptures and paintings by modern masters. These include a large selection of work by Jacob Epstein. It also includes many significant works by European artists including Van Gogh, Monet, Turner, Corot, Renoir and Constable. There are prints, sketches, drawings, paintings and sculptures. The collection was donated to the people of Walsall in 1973 by Epstein's wife Kathleen Garman (Lady Epstein) and her friend Sally Ryan.\nIn 2006 the gallery bought the Epstein Archive. The archive is a collection of photographs, documents and sketches by Jacob Epstein. It also includes letters between Jacob and his family and friends. There are letters between Epstein and the people who bought and sold his work.\nThe gallery also has works by more recent artists. These include Gavin Turk, Hew Locke, Mike Nelson, Yoshihiro Suda, Dorothy Cross, Laura Ford, Darren Lago, Estelle Thompson, Richard Woods, Yinka Shonibare and Rose Finn-Kelcey.\nIt also holds exhibitions of work borrowed from other galleries. Those exhibitions are temporary.\nOther facilities.\nThe New Art Gallery has Wi-Fi in every room. Visitors can use this Wi-Fi for free.\nThe Gallery has an Art Library. Anyone can visit the library. In the library, people can read books about art history.\nThere is a Costa Coffee on the ground floor.","categories":[],"infobox_types":[],"annotations":[{"uri":"Art_gallery","surface_form":"art gallery","offset":34},{"uri":"Walsall","surface_form":"Walsall","offset":56},{"uri":"England","surface_form":"England","offset":65},{"uri":"National_Lottery_(United_Kingdom)","surface_form":"UK National Lottery","offset":182},{"uri":"European_Regional_Development_Fund","surface_form":"European Regional Development Fund","offset":235},{"uri":"Walsall_Council","surface_form":"Walsall Council","offset":296},{"uri":"Arts_Council_England","surface_form":"Arts Council England","offset":316},{"uri":"Stephen_Snoddy","surface_form":"Stephen Snoddy","offset":460},{"uri":"Caruso_St_John","surface_form":"Caruso St John","offset":560},{"uri":"Garman_Ryan_Collection","surface_form":"Garman Ryan Collection","offset":888},{"uri":"Jacob_Epstein","surface_form":"Jacob Epstein","offset":1001},{"uri":"Kathleen_Garman","surface_form":"Kathleen Garman","offset":1282},{"uri":"Sally_Ryan","surface_form":"Sally Ryan","offset":1328},{"uri":"Epstein_Archive","surface_form":"Epstein Archive","offset":1371},{"uri":"Gavin_Turk","surface_form":"Gavin Turk","offset":1684},{"uri":"Mike_Nelson_(artist)","surface_form":"Mike Nelson","offset":1707},{"uri":"Yinka_Shonibare","surface_form":"Yinka Shonibare","offset":1809},{"uri":"Wi-Fi","surface_form":"Wi-Fi","offset":1987},{"uri":"Costa_Coffee","surface_form":"Costa Coffee","offset":2176}]}