{"id":399013,"url":"http://en.wikipedia.org/wiki/Our_Lady_of_Fatima","text":"Our Lady of Fatima is a Roman Catholic title for the Virgin Mary due to her apparitions to three shepherd children, Lucia Santos, and her two cousins, Jacinta and Francisco Marto. The apparition is believed to have appeared at the town of Fátima, Portugal on the thirteenth day of six consecutive months in 1917, starting on May 13. Her name in Portuguese is Nossa Senhora de Fátima. She is also called Our Lady of the Rosary or Our Lady of the Rosary of Fatima.\nHistory.\nOn May 13, 1917, Lucia and her two cousins, Jacinta and Francisco Marto, were herding sheep at a location known as Cova da Iria, near their hometown village, Fatima. Lúcia described seeing a woman \"brighter than the sun, shedding rays of light clearer and stronger than a crystal ball filled with the most sparkling water and pierced by the burning rays of the sun.\" Amazed, Lucia and her cousins ran back to their village and told everyone what they saw. A further appearance of the Virgin Mary wre reported to be on the thirteenth day of the month in June and July. In these, the Virgin Mary asked the children to do acts of penance and Acts of Reparation as well as personal sacrifice to save sinners. The children subsequently wore tight cords around their waists to cause themselves pain, performed self-flagellation using stinging nettles, abstained from drinking water on hot days, and performed other works of penance. According to Lúcia's account, in the course of her appearances, the woman confided to the children three secrets, now known as the Three Secrets of Fátima.\nThe miracle of the sun.\nAs early as July 1917, it was claimed that the Virgin Mary promised a miracle for the last of her apparitions on October 13, so that all could believe. What happened became known as \"The Miracle of the Sun.\" A huge flock of crowds filled with approximately 70,000 came to witness this miracle. People who witnessed this miracle said that they saw the \"Sun dance.\" They also said that they could look at the sun without any problems. As the crowd was looking at the sun, Lucio, Jacinta, and Fransisco said they saw lovely images of the Holy Family, Our Lady of Sorrows with Jesus Christ, and then Our Lady of Mount Carmel. They said they saw Saint Joseph and Jesus bless the people.\nThe first secret.\n\"Our Lady showed us a great sea of fire which seemed to be under the earth. Plunged in this fire were demons and souls in human form, like transparent burning embers, all blackened or burnished bronze, floating about in the conflagration, now raised into the air by the flames that issued from within themselves together with great clouds of smoke, now falling back on every side like sparks in a huge fire, without weight or equilibrium, and amid shrieks and groans of pain and despair, which horrified us and made us tremble with fear. The demons could be distinguished by their terrifying and repulsive likeness to frightful and unknown animals, all black and transparent. This vision lasted but an instant. How can we ever be grateful enough to our kind heavenly Mother, who had already prepared us by promising, in the first Apparition, to take us to heaven. Otherwise, I think we would have died of fear and terror.\"\nThe second secret.\n\"I have seen hell where the souls of poor sinners go. To save them, God wishes to establish in the world devotion to my Immaculate Heart. If what I say to you is done, many souls will be saved and there will be peace. The war is going to end: but if people do not cease offending God, a worse one will break out during the Pontificate of Pius XI. When you see a night illuminated by an unknown light, know that this is the great sign given you by God that he is about to punish the world for its crimes, by means of war, famine, and persecutions of the Church and of the Holy Father. To prevent this, I shall come to ask for the consecration of Russia to my Immaculate Heart, and the Communion of reparation on the First Saturdays. If my requests are heeded, Russia will be converted, and there will be peace; if not, she will spread her errors throughout the world, causing wars and persecutions of the Church. The good will be martyred; the Holy Father will have much to suffer; various nations will be annihilated. In the end, my Immaculate Heart will triumph. The Holy Father will consecrate Russia to me, and she shall be converted, and a period of peace will be granted to the world.\"\nThe third secret.\n\"After the two parts which I have already explained, at the left of Our Lady and a little above, we saw an Angel with a flaming sword in his left hand; flashing, it gave out flames that looked as though they would set the world on fire; but they died out in contact with the splendour that Our Lady radiated towards him from her right hand: pointing to the earth with his right hand, the Angel cried out in a loud voice: 'Penance, Penance, Penance!'. And we saw in an immense light that is God: 'something similar to how people appear in a mirror when they pass in front of it' a Bishop dressed in White 'we had the impression that it was the Holy Father'. Other Bishops, Priests, men and women Religious going up a steep mountain, at the top of which there was a big Cross of rough-hewn trunks as of a cork-tree with the bark; before reaching there the Holy Father passed through a big city half in ruins and half trembling with halting step, afflicted with pain and sorrow, he prayed for the souls of the corpses he met on his way; having reached the top of the mountain, on his knees at the foot of the big Cross he was killed by a group of soldiers who fired bullets and arrows at him, and in the same way there died one after another the other Bishops, Priests, men and women Religious, and various lay people of different ranks and positions. Beneath the two arms of the Cross there were two Angels each with a crystal aspersorium in his hand, in which they gathered up the blood of the Martyrs and with it sprinkled the souls that were making their way to God.\"\nPontevedra apparitions.\nEight years after the Fátima events, Sister Lúcia was living in a Dorothean convent in Pontevedra, Spain. She reported that on December 10, 1925 she experienced another apparition of the Blessed Virgin Mary. On this occasion, in Sister Lucia's own words, the Virgin returned as She had promised at Fatima to relate the specific requirements for the Communion of Reparation on the First Saturdays.\nHere is how Sister Lúcia describes the appearance: \"The Most Holy Virgin appeared to me, and by her side, elevated on a luminous cloud, was the Child Jesus. The Most Holy Virgin rested her hand on my shoulder and as she did so, she showed me a heart encircled by thorns, which she was holding in her other hand.\"\nDuring this alleged apparition, the Child Jesus asked Sister Lúcia to have compassion on His Mother, referring to her as the heavenly mother of Sister Lúcia. Later On February 15, 1926 Lucia reported to have seen the child Jesus when emptying a garbage can in the garden. The child (Jesus) told Lucia to not do any more promoting for the first First Saturday's devotion.\nAt this point, the Virgin Mary is said to have set the parameters of the Five First Saturdays devotion. If one fulfilled these conditions on the First Saturday of five consecutive months, the Virgin Mary promised special graces at the hour of death.\nThe devotion of the Communion of Reparation on the Five First Saturdays, mentioned by the Virgin at Fátima on July 13, 1917, and then confirmed at Pontevedra as described above, some believe is an essential part of the Message of Fátima.","categories":[],"infobox_types":["Catholic apparition"],"annotations":[{"uri":"Catholicism","surface_form":"Roman Catholic","offset":24},{"uri":"Virgin_Mary","surface_form":"Virgin Mary","offset":53},{"uri":"F%C3%A1tima%2C_Portugal","surface_form":"Fátima, Portugal","offset":239},{"uri":"Portuguese_language","surface_form":"Portuguese","offset":345},{"uri":"Penance","surface_form":"penance","offset":1099},{"uri":"Sin","surface_form":"sin","offset":1168},{"uri":"Flogging","surface_form":"flagellation","offset":1281},{"uri":"Secret","surface_form":"secret","offset":1504},{"uri":"Miracle","surface_form":"miracle","offset":1649},{"uri":"Jesus","surface_form":"Jesus Christ","offset":2152},{"uri":"Saint_Joseph","surface_form":"Saint Joseph","offset":2220},{"uri":"Blessing","surface_form":"bless","offset":2243},{"uri":"Demon","surface_form":"demon","offset":2381},{"uri":"Soul","surface_form":"soul","offset":2392},{"uri":"Heaven","surface_form":"heaven","offset":3135},{"uri":"Papacy","surface_form":"Pontificate","offset":3544},{"uri":"Pope_Pius_XI","surface_form":"Pius XI","offset":3559},{"uri":"War","surface_form":"war","offset":3737},{"uri":"Famine","surface_form":"famine","offset":3742},{"uri":"Persecution_of_Christians","surface_form":"persecutions of the Church","offset":3754},{"uri":"God_in_Christianity","surface_form":"Holy Father","offset":3792},{"uri":"Russia","surface_form":"Russia","offset":3866},{"uri":"Communion_(Christian)","surface_form":"Communion","offset":3905},{"uri":"Angel","surface_form":"Angel","offset":4537},{"uri":"Bishop","surface_form":"Bishop","offset":5010},{"uri":"Priests","surface_form":"Priests","offset":5102},{"uri":"Christian_cross","surface_form":"Cross","offset":5198},{"uri":"Soldier","surface_form":"soldier","offset":5574},{"uri":"Martyr","surface_form":"Martyr","offset":5923},{"uri":"Spain","surface_form":"Spain","offset":6122},{"uri":"Thorn","surface_form":"thorn","offset":6683},{"uri":"Divine_grace","surface_form":"graces","offset":7325},{"uri":"Death","surface_form":"death","offset":7347}]}