{"id":399134,"url":"http://en.wikipedia.org/wiki/Buster_Crabbe","text":"Clarence Linden \"Buster\" Crabbe II (February 7, 1908 – April 23, 1983) was an American Olympic swimmer, and a movie and television actor. He won a gold medal in the 400-meter freestyle at the 1932 Summer Olympics and for playing science fiction hero Flash Gordon in three movie serials. He is the only actor to have played the three most popular pulp fiction heroes of the 1930s — Flash Gordon, Buck Rogers, and Tarzan.\nCrabbe started swimming as a boy. He went to the University of Southern California, and was a member of its first swim team. He trained as an Olympics swimmer, and won a bronze medal in the 1928 Summer Olympics and a gold medal in the 1932 Summer Olympics. He won 16 world and 35 national records during his swimming career.\nAfter the 1932 Olympics, he went to Hollywood. He played the heroes in 103 feature length jungle, crime, drama, and western B-movies as well as the heroes in nine movie serials. In the late 1940s, Crabbe left movies to put together his own water show. He got into debt and looked for ways to make money. He turned to television.\nHe was the host a children's series in New York City and starred in an NBC adventure series called \"Captain Gallant of the Foreign Legion\". His debts were paid, but his acting skills grew less in demand. He developed several business interests including Buster Crabbe Swim Pools. He retired to Scottsdale, Arizona, and died there of a heart attack in 1983.\nBirth.\nCrabbe was born on February 7, 1908 in Oakland, California to Edward Clinton Simmons Crabbe and Lucy Agnes McNamara Crabbe. His father was a real estate broker. He was named Clarence Linden Crabbe after his grandfather. Clarence had a brother named Edward Clinton Simmons Crabbe II who was a year younger. He was named for their father. Clarence was nicknamed \"Buster\" and Edward II was nicknamed \"Buddy\". Both boys kept these nicknames for the rest of their lives.\nAncestors.\nBuster's ancestors include Captain John Meek, a Massachusetts man who chose a life on the sea. Meek married an Hawaiian girl in 1820, and lived in the Hawaiian Islands. Their daughter Elizabeth married an American sailor named Horace Gates Crabb. Horace added an \"e\" to his last name. Elizabeth and Horace had a son in 1861 they named Charles Linden Crabbe. He went to the United States at the age of 20 to work on the railroads. He lived in Nevada, and married Emma Rich in 1881. In 1882, Charles and Emma became the parents of Edward Clinton Simmons Crabbe, Buster's father.\nAfter four years in Nevada, Charles moved his family to Hawaii. He later went into the Hawaii State Senate. His son Edward went to school in Hawaii and then to college at the University of California, Berkeley. He dropped out of college to sell real estate in the San Francisco area. Edward Crabbe married Agnes McNamara in 1907. A business partner stole Crabbe's money in 1913, leaving him broke. He had no choice but to move his wife and sons to Oahu. They lived in the house of his parents. In later life, Buster said he always thought of the Islands his true home.\nBoyhood.\nBuster Crabbe grew up in Hawaii. He started swimming on the beach at Waikīkī as a young boy. When his father became the manager of a pineapple plantation on Oahu, the whole family moved away from the beach. Buster and his brother had to stop swimming. A year after the move, Mr. Crabbe got a real estate job in Hilo, Hawaii. The family moved to Hilo, and the boys started swimming again when their father joined a yacht club. With all the moving about, it was not easy for the Crabbe boys to go to school. Buster was eight and a half years old when he joined the first grade in Hilo Union School.\nWhen World War I started in 1918, Buster's father joined the Army. He graduated from Officer Candidate School, and moved his family to the Schofield Barracks in the center of Oahu. Once again, the boys were too far from the beach to go swimming. They rode horses instead, and went to the Honolulu Military Academy. When Buster's father was discharged from the Army in 1920, he moved his family to Honolulu. Mr. and Mrs. Crabbe were divorced about 1920. The two boys were placed in the custody of their father. They lived with their grandparents in Honolulu.\nCollege.\nBuster went to the University of Hawaii in 1928 to study law. He was also offered a place at the United States Military Academy at West Point. Yale University offered him a scholarship based on his swim talent. Only his tuition would be paid, but Crabbe thought he could work to pay for other costs. Yale also had a famous swim team. This appealed to Crabbe. He visited Yale on his way to the 1928 Summer Olympics in Amsterdam, the Netherlands. He liked Yale, and decided to go there instead of West Point. He was 20 when he went to Yale to study law.\nTwo weeks into his first year at Yale, Crabbe returned to Hawaii because his grandmother was dying. She did not die until the spring of 1929 though. Yale told Crabbe he could come back to the university on his scholarship, but he would have to start over as a freshman. He didn't want to do this. He applied to Stanford University, but was told the same thing. He was happy when he got a scholarship to the University of Southern California (USC) as a sophomore. He worked in a downtown Los Angeles store to make money, and joined the Sigma Chi fraternity. He was a member of USC's first swim team. He got his Bachelor of Science degree from USC in June 1931.\nSwimming career.\nBuster started swimming as a very young boy. He was 15 years old when he joined his school's swim team. In his last year at school, he was captain of the team. He graduated with four letters in varsity sports. After high school, he competed in many swim meets and won many awards and titles.\nHe won a place on the 1928 Summer Olympics team, but became ill with the flu on his way to Amsterdam, where the Olympics were being held. He lost at least. He was not up to his usual strength, and won only a third place bronze medal in the 800-meter freestyle.\nHe kept training and competed in the 1932 Summer Olympics at Los Angeles. He won the gold medal in the 400-meter freestyle by a tenth of a second. This was a new world record. He was the only male swimmer to win Gold at the 1932 Summer Olympics. He became a sports superstar known around the world.\nEarly years: 1930-1935.\nCrabbe's movie career started in 1930 while he was going to USC. He was an extra in a few movies about college football and did stunts for Joel McCrea in a suspense movie. Crabbe got his first big part in 1932. It was a Tarzan-like character called Kaspa. He signed a one-year contract with Paramount Pictures. He was paid $100 a week. The movie was called \"King of the Jungle\"; it opened in theaters in 1933.\nNext, Crabbe had a small part in \"Man of the Forest\", a western with closeted gay actor Randolph Scott. It was Crabbe's first western. He would make many more during his movie career. Crabbe showed his bare chest in one scene, and was told to \"put more wood on the fire\". He had one two-word line, \"Yes, boss\". He was billed on movie posters as \"the star of \"King of the Jungle\". After \"Forest\", he had a few bit parts, and then went to Paramount's acting classes.\nIn 1933, Crabbe starred in \"Tarzan the Fearless\". It was the one and only time he played Tarzan. \"Fearless\" was a movie serial in 12-parts. A movie fan had to go to the theater every week for 12 weeks to see the whole movie. The movie was a failure. Crabbe made six more movies in 1933. He saved $3,700 from the money he made. He had enough money to go to law school if his contract was not renewed. His contract was renewed, however. His salary was raised to $150 per week. The movie studio changed his name to Larry \"Buster\" Crabbe.\nIn 1934, he was in six movies. Only two were for Paramount, the studio that hired him. He was in Ida Lupino's first American movie, \"Search for Beauty\", and in a W. C. Fields movie called, \"You're Telling Me!\" Paramount loaned him to RKO Pictures and Majestic Pictures for one movie each, and to Mayfair Pictures for two movies. These three studios billed him as Buster Crabbe.\nIn 1935, Paramount renewed his contract for the third time. He was paid $300 a week. He made only three movies for Paramount in 1935: two westerns and a college football movie. He did not make any movies for other studios.\nFlash Gordon and other movie serials: 1936-1952.\nIn 1936, Crabbe learned that Universal Pictures was planning to produce Alex Raymond's science fiction comic strip, \"Flash Gordon\", as a movie serial. He went to try-outs, and was offered the part of Flash at once. Crabbe accepted. He was under contract to Paramount at the time, so Universal made arrangements to borrow him.\n\"Flash Gordon\" is famous for being the most expensive and the most popular movie serial ever made in America. Universal had turned two other comic strips into successful serials: \"Tailspin Tommy\" in 1934 and its sequel \"Tailspin Tommy in the Great Air Mystery\" in 1935. The \"Flash Gordon\" comic strip was hugely popular.\nCrabbe had to have his hair bleached and waved for the part. He was not happy about this. He wore a hat outside the studio to hide his hair. Crabbe did his own stunts in the serial.\n\"Flash Gordon\" was said to cost $350,000. Most of this cost went into science fiction sets, special effects, and costumes that looked like those in the comic strip. Crabbe was every boy's dream of a hero. He was strong, handsome, and honest. Jean Rogers played his girlfriend Dale Arden. Charles B. Middleton played his enemy, Ming the Merciless, the ruler of the planet Mongo.\n\"Flash Gordon\" opened in movie theaters in 1936. It was a great success. Crabbe enjoyed the success, but wished he would get a part in a major motion picture. Paramount renewed his 1937 and 1938 contracts with raises. In 1938, he was paid $600 per week. He also played in crime movies and westerns at this time.\nA sequel to \"Flash Gordon\" was made in 1938 called \"Flash Gordon's Trip to Mars\". It was a low budget serial and used scenes from the prequel. Crabbe was disappointed with the serial, but he was happy playing Flash again because the part had made him famous.\nIn 1938, he made another serial for Universal called \"Red Barry\". It was a modern detective story set in San Francisco. The serial was based on a comic strip by Will Gould.\nCrabbe left Paramount in 1939. Crabbe told an interviewer that the studio did not want to give him a raise. \"I spent more time away from my lot than I put there... I was under contract there (Paramount) from 1932 to 1939. And it didn't cost them a penny. Every time I was loaned out they were paid... I was supposed to get a $250 raise per week. And the studio called my agent and said we would like him to stay but we don't want to give him a raise.\" Crabbe's agent knew Universal had the star in mind for more serials and convinced him to leave Paramount. He had made 26 B-movies during his six years with Paramount, but never a major movie.\nIn 1939, he made another serial for Universal called \"Buck Rogers\". Like \"Flash\", it was based on a popular science fiction comic strip. Crabbe was paid $1,000 per week. Universal made Crabbe's third and final Flash Gordon serial, \"Flash Gordon Conquers the Universe\" in 1940. Crabbe was paid a flat $25,000. He became known as \"The King of the Serials\". He had made five serials for Universal and owed Universal (not Paramount) the stardom he had won.\nCrabbe was disappointed with \"Flash Gordon Conquers the Universe\". He said, \"I never forgave Universal for making a cheateryou know, using stock stuffof the last one... The first serial (\"Flash Gordon\"), however, was the most expensive serial ever made, about $500,000... To risk this kind of money for a serial... well, I thought they were crazy. Crazy.\"\nCrabbe made a total of nine movie serials during his career. The last three were made for Columbia Pictures. In 1947, he made \"The Sea Hound\", and, in 1950, \"Pirates of the High Seas\". His last serial was \"King of the Congo\" in 1952.\n\"Billy\" westerns.\nBetween 1941 and 1946, Crabbe starred in a series of westerns for Producers Releasing Corporation (PRC). He played a crime-fighting cowboy called Billy the Kid. Billy was not based on the real life outlaw of the American Old West, but the character's name was changed to Billy Carson to avoid confusion. Crabbe had signed with PRC for only two movies, but those two movies were hugely popular so the studio continued the series.\nThese PRC westerns took 10–12 days to make, and cost about $25,000 each. They were 50–60 minutes long, and were the second features on double bills. Crabbe made about eight of these westerns every year. He had time to make other movies during the year, too. He made jungle pictures and crime movies.\nWhen World War II started, PRC had to make budget cuts. The shooting schedules for the \"Billy\" westerns were cut back from 10–12 days to 7–8 days. There was no time or money to correct mistakes. In one scene, for example, Crabbe bumps his head on a window frame as he jumps through the window. There was no time or money to reshoot the scene; it had to be left as it was.\nCrabbe did not serve in the military during World War II because he was 34 years old and had a family. Instead, he made training movies for the Field Artillery. He kept making westerns for PRC during the war. In 1942 and 1943, he made 15 westerns. Crabbe's PRC contract ran out in 1946. He had made 36 \"Billy\" westerns for PRC.\nLast movies.\nCrabbe made five movie westerns between 1957 and 1965. None of these movies was special in any way. In 1970, he played an old cowboy in \"The Comeback Trail\". The movie did not do well. Crabbe said it was the best movie he ever made, but there were too many sexy scenes so families stayed away. He tried to convince the producers to make the movie more family-friendly by cutting the \"heavy\" scenes, but they refused. His last movies were \"Swim Team\" in 1979 and \"The Alien Dead\" in 1980.\n\"The Aqua Parade\".\nDuring the summer months through the years he made the \"Billy\" movies, Crabbe kept swimming and also did water shows. About 1946, he put his savings into his own show. He called it, \"The Aqua Parade\". He said his two-hour show was a \"labor of love\" as well as a \"profitable occupation\". In 1947, his show played in cities and state fairs across the United States over a five-month period. The show got good reviews. Crabbe was in the water ballet and in a part of the show called \"The Evolution of Swimming\".\nIn 1950, the show went to Europe. It had problems. The company was asked to make new costumes and scenery for the Paris show. Crabbe knew this would cost a lot of money, but everyone in the show agreed that doing this would be better than going back to America. The show met more problems in Italy. The company had to swim in cold water in Milan because there was no time to heat the pool. Additionally, the show lost money because it played in a small arena with limited seating. In the end, Crabbe was $100,000 in debt and went back to America wondering what he was going to do. He started doing television.\n\"The Buster Crabbe Show\".\nCrabbe moved to the East Coast of the United States to be the host of a live, local New York City children's program called, \"The Buster Crabbe Show\". The series was televised on weekday evenings starting on March 12, 1951. The series setting was a western bunkhouse. Old western movies, serials, and comedies were shown. Crabbe shared games, stories, and other activities with the program's viewers.\nDuring the production days of this show, Crabbe was also a swimming and boating counselor at his 16-building, boys and girls summer camp called \"Buster Crabbe's Camp Meenahga\" at Saranac Lake, New York in the Adirondack Mountains.\nAlthough the program's title was changed to \"Buster's Buddies\", it was cancelled on October 3, 1952. It returned to television on September 21, 1953. A live kiddie audience was brought to the program, but the program was not popular. It was cancelled again on March 26, 1954.\n\"Captain Gallant of the Foreign Legion\".\nCrabbe played Michael Gallant in the NBC adventure television series, \"Captain Gallant of the Foreign Legion\". The series was televised from 1955 to 1957. It is set in modern Morocco where Captain Gallant was in charge of an outpost in the desert. He fought thieves, desert tribes, and other villains. Crabbe's son Cullen played Cuffy Sanders in the series. Cuffy was an orphan boy whose father had died in action with the Legion.\nThe Crabbes had signed a contract for three 30-minute episodes. These three episodes could be changed into a 90-minute movie for theaters if the television series failed. The three episodes were a success. The H. J. Heinz Company agreed to sponsor the series. Thirty-six 30-minute episodes were made. Crabbe was paid $1,000 per episode. Working on the series would take most of his time. He dropped his New York City television series, \"The Buster Crabbe Show\", so he could make \"Captain Gallant\".\nThe series started filming in April 1954. Crabbe's old friend Fuzzy Knight joined the cast. Outdoor scenes were filmed in North Africa. Indoor scenes were shot in Paris and Rome. The series stopped filming in October 1954. It had its television premiere on February 13, 1955. Children and long-time Crabbe fans loved the series. A fan club for Cuffy was started. Charlton Comics published four comic books based on the series in 1955 and 1956.\nTragedy struck the Crabbe family in 1957. When Crabbe's daughter \"Sande\" was a 20-year-old college student at USC, she had an obsession with dieting. She thought she needed to be as thin as possible for boys to be attracted to her. Her parents were worried. They got medical treatment for Sande and psychoanalysis, but she died April 10, 1957 of malnutrition. She weighed.\nIn all, there were sixty-five 30-minute black and white episodes. The series completed its first television run in February 1957. Reruns were televised between 1960 and 1963. Cullen Crabbe dropped acting when the series ended. In 1970, he said the only reason he played in the series was because no one could find a boy whose parents would let him live and work in North Africa for two years.\nLast television appearances.\nCrabbe was on television now and then after \"Captain Gallant\". He was in an episode of the \"Ellery Queen\" series in 1959, and co-hosted a 1961 NBC Easter television special with Rosemary Clooney called \"Marineland Circus\". In December 1965, CBS televised ceremonies at the Swimming Hall of Fame in Fort Lauderdale, Florida. Crabbe was there because he was going to become a member of the Hall of Fame. Crabbe was in two episodes of the \"Buck Rogers in the 25th Century\" television series in 1979, and one episode of \"B. J. and the Bear\" in 1981. This episode was the last time he was on television.\nBusiness interests.\nCrabbe was bankrupt after the disaster of his \"The Aqua Parade\". He looked about for ways to make money and to pay off his debts. His name was used to promote a New York health club, and he hosted a women's exercise television program, \"Figure Fashioning\". He was swim director at a hotel in the Catskill Mountains.\nIn 1952, he moved his family to New Jersey and taught swimming at Palisades Amusement Park. The same year, he made his \"live\" television debut on \"Philco Playhouse\" and then made his ninth and last movie serial, \"King of the Congo\".\nIn 1966, Crabbe passed an exam to become a New York City stockbroker with the Wall Street firm of Lieberbaum, Richter & Co. He led the annual Red Cross swim sessions at the Durland Scout Center in Rye, New York, and in 1969 continued his association with the Concord Hotel as Director of Water Activities. He also had two camps in the Adirondacks: a summer camp for young boys and a co-educational water camp for teenagers. He kept up with his work for Cascade Pools. In 1970, he wrote \"Energistics\", an exercise book for old people.\nDeath.\nCrabbe died of a heart attack in Scottsdale, Arizona at the age of 75. He was soon buried at the Green Acres Memorial Park in Scottsdale, Arizona.\nLegacy.\nCrabbe was the only actor to play the three greatest pulp fiction heroes of the 1930s Flash Gordon, Buck Rogers, and Tarzan. His early fame was renewed when nostalgia-minded television viewers discovered his Flash Gordon serials in the 1970s. In 2013, the three Flash Gordon serials, the Buck Rogers serial, and the Tarzan serial were all available on DVD.\nIn 1973, a poll on the University of Maryland campus revealed that the Flash Gordon serials were third on the student nostalgia charts. He was behind W. C. Fields and the Marx Brothers. The serials were shown on college campuses and on nationwide television channels. The New York City Public Broadcasting channel leased the serials, and televised them during the 7 p.m. news programs of other channels. The nationwide interest in the serials led to Crabbe being invited to make personal appearances in many places and to give talks on college campuses.\nOn his acting talent, Crabbe once said, \"Some of my acting rose to the level of incompetence, and then leveled off. I was a lot better actor than people gave me credit for. I didn't have any training, but I feel that if I had been given the chance, I could have become a really good, top-rate actor.\"\nAt another time he said, \"I always wished I could have been in one really good film. But they decide you're a guy who can fall off a horse and take a breakaway table over you're head, and there's nothing you can do about it... Many fans have told me they saw in my portrayals a moralistic mien, something they could identify with or fantasize about as children. There's a place for hero worship in any society. It gives people something to look up to, even if no real hero can ever live up to the image people have of them.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":78},{"uri":"Olympic","surface_form":"Olympic","offset":87},{"uri":"Human_swimming","surface_form":"swimmer","offset":95},{"uri":"Movie","surface_form":"movie","offset":110},{"uri":"Television","surface_form":"television","offset":120},{"uri":"Actor","surface_form":"actor","offset":131},{"uri":"Gold_medal","surface_form":"gold medal","offset":147},{"uri":"1932_Summer_Olympics","surface_form":"1932 Summer Olympics","offset":192},{"uri":"Flash_Gordon","surface_form":"Flash Gordon","offset":250},{"uri":"Movie_serial","surface_form":"movie serial","offset":272},{"uri":"Pulp_fiction","surface_form":"pulp fiction","offset":346},{"uri":"Buck_Rogers","surface_form":"Buck Rogers","offset":395},{"uri":"Tarzan","surface_form":"Tarzan","offset":412},{"uri":"University_of_Southern_California","surface_form":"University of Southern California","offset":469},{"uri":"Bronze_medal","surface_form":"bronze medal","offset":590},{"uri":"1928_Summer_Olympics","surface_form":"1928 Summer Olympics","offset":610},{"uri":"Hollywood","surface_form":"Hollywood","offset":781},{"uri":"Jungle_movie","surface_form":"jungle","offset":835},{"uri":"Drama_movie","surface_form":"drama","offset":850},{"uri":"Western_(genre)","surface_form":"western","offset":861},{"uri":"B-movie","surface_form":"B-movie","offset":869},{"uri":"Debt","surface_form":"debt","offset":1009},{"uri":"Presenter","surface_form":"host","offset":1085},{"uri":"New_York_City","surface_form":"New York City","offset":1113},{"uri":"NBC","surface_form":"NBC","offset":1145},{"uri":"Adventure","surface_form":"adventure","offset":1149},{"uri":"Captain_Gallant_of_the_Foreign_Legion","surface_form":"Captain Gallant of the Foreign Legion","offset":1174},{"uri":"Scottsdale%2C_Arizona","surface_form":"Scottsdale, Arizona","offset":1368},{"uri":"Oakland%2C_California","surface_form":"Oakland, California","offset":1477},{"uri":"Real_estate","surface_form":"real estate","offset":1579},{"uri":"Broker","surface_form":"broker","offset":1591},{"uri":"Grandfather","surface_form":"grandfather","offset":1645},{"uri":"Ancestor","surface_form":"ancestor","offset":1924},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":1963},{"uri":"Hawaii","surface_form":"Hawaii","offset":2026},{"uri":"Hawaiian_Islands","surface_form":"Hawaiian Islands","offset":2066},{"uri":"Sailor","surface_form":"sailor","offset":2129},{"uri":"Surname","surface_form":"last name","offset":2189},{"uri":"United_States","surface_form":"United States","offset":2288},{"uri":"Railroad","surface_form":"railroad","offset":2334},{"uri":"Nevada","surface_form":"Nevada","offset":2357},{"uri":"Senate","surface_form":"Senate","offset":2592},{"uri":"College","surface_form":"college","offset":2652},{"uri":"University_of_California%2C_Berkeley","surface_form":"University of California, Berkeley","offset":2667},{"uri":"San_Francisco","surface_form":"San Francisco","offset":2756},{"uri":"Business","surface_form":"business","offset":2824},{"uri":"Oahu","surface_form":"Oahu","offset":2940},{"uri":"Beach","surface_form":"beach","offset":3130},{"uri":"Waik%C4%ABk%C4%AB","surface_form":"Waikīkī","offset":3139},{"uri":"Pineapple","surface_form":"pineapple","offset":3203},{"uri":"Plantation","surface_form":"plantation","offset":3213},{"uri":"Hilo","surface_form":"Hilo","offset":3381},{"uri":"Yacht","surface_form":"yacht","offset":3484},{"uri":"World_War_I","surface_form":"World War I","offset":3672},{"uri":"Army","surface_form":"Army","offset":3728},{"uri":"Graduate","surface_form":"graduate","offset":3737},{"uri":"Honolulu","surface_form":"Honolulu","offset":4064},{"uri":"Child_custody","surface_form":"custody","offset":4152},{"uri":"United_States_Military_Academy_at_West_Point","surface_form":"United States Military Academy at West Point","offset":4331},{"uri":"Yale_University","surface_form":"Yale University","offset":4377},{"uri":"Scholarship","surface_form":"scholarship","offset":4407},{"uri":"Tuition","surface_form":"tuition","offset":4454},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":4651},{"uri":"The_Netherlands","surface_form":"the Netherlands","offset":4662},{"uri":"Freshman","surface_form":"freshman","offset":5046},{"uri":"Stanford_University","surface_form":"Stanford University","offset":5097},{"uri":"University_of_Southern_California","surface_form":"University of Southern California","offset":5193},{"uri":"Sophomore","surface_form":"sophomore","offset":5238},{"uri":"Downtown","surface_form":"downtown","offset":5264},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":5273},{"uri":"Fraternity","surface_form":"fraternity","offset":5331},{"uri":"Varsity","surface_form":"varsity","offset":5657},{"uri":"1928_Summer_Olympics","surface_form":"1928 Summer Olympics","offset":5777},{"uri":"Flu","surface_form":"flu","offset":5828},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":5846},{"uri":"Bronze_medal","surface_form":"bronze medal","offset":5975},{"uri":"Compete","surface_form":"competed","offset":6037},{"uri":"1932_Summer_Olympics","surface_form":"1932 Summer Olympics","offset":6053},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":6077},{"uri":"Gold_medal","surface_form":"gold medal","offset":6101},{"uri":"Superstar","surface_form":"superstar","offset":6281},{"uri":"Career","surface_form":"career","offset":6354},{"uri":"College_football","surface_form":"college football","offset":6442},{"uri":"Stunt","surface_form":"stunt","offset":6467},{"uri":"Thriller_(genre)","surface_form":"suspense movie","offset":6495},{"uri":"Tarzan","surface_form":"Tarzan","offset":6559},{"uri":"Contract","surface_form":"contract","offset":6616},{"uri":"Paramount_Pictures","surface_form":"Paramount Pictures","offset":6630},{"uri":"King_of_the_Jungle","surface_form":"King of the Jungle","offset":6697},{"uri":"Closeted_gay","surface_form":"closeted gay","offset":6818},{"uri":"Randolph_Scott","surface_form":"Randolph Scott","offset":6837},{"uri":"Poster","surface_form":"poster","offset":7083},{"uri":"Tarzan_the_Fearless","surface_form":"Tarzan the Fearless","offset":7242},{"uri":"Tarzan","surface_form":"Tarzan","offset":7303},{"uri":"Movie_serial","surface_form":"movie serial","offset":7328},{"uri":"Renew","surface_form":"renewed","offset":7605},{"uri":"Salary","surface_form":"salary","offset":7653},{"uri":"Studio","surface_form":"studio","offset":7699},{"uri":"Ida_Lupino","surface_form":"Ida Lupino","offset":7846},{"uri":"Search_for_Beauty","surface_form":"Search for Beauty","offset":7882},{"uri":"W._C._Fields","surface_form":"W. C. Fields","offset":7911},{"uri":"You%27re_Telling_Me%21","surface_form":"You're Telling Me!","offset":7939},{"uri":"RKO_Pictures","surface_form":"RKO Pictures","offset":7983},{"uri":"Republic_Pictures","surface_form":"Majestic Pictures","offset":8000},{"uri":"College_football","surface_form":"college football","offset":8280},{"uri":"Universal_Pictures","surface_form":"Universal Pictures","offset":8428},{"uri":"Alex_Raymond","surface_form":"Alex Raymond","offset":8471},{"uri":"Science_fiction","surface_form":"science fiction","offset":8486},{"uri":"Comic_strip","surface_form":"comic strip","offset":8502},{"uri":"Flash_Gordon","surface_form":"Flash Gordon","offset":8516},{"uri":"Movie_serial","surface_form":"movie serial","offset":8536},{"uri":"Audition","surface_form":"try-outs","offset":8561},{"uri":"Tailspin_Tommy_(serial)","surface_form":"Tailspin Tommy","offset":8905},{"uri":"Tailspin_Tommy_in_the_Great_Air_Mystery","surface_form":"Tailspin Tommy in the Great Air Mystery","offset":8945},{"uri":"Stunt","surface_form":"stunt","offset":9206},{"uri":"Sequel","surface_form":"sequel","offset":9920},{"uri":"Flash_Gordon%27s_Trip_to_Mars","surface_form":"Flash Gordon's Trip to Mars","offset":9970},{"uri":"Prequel","surface_form":"prequel","offset":10052},{"uri":"Disappoint","surface_form":"disappointed","offset":10072},{"uri":"Red_Barry_(serial)","surface_form":"Red Barry","offset":10231},{"uri":"Detective","surface_form":"detective","offset":10259},{"uri":"Will_Gould","surface_form":"Will Gould","offset":10338},{"uri":"B-movie","surface_form":"B-movie","offset":10923},{"uri":"Buck_Rogers","surface_form":"Buck Rogers","offset":11048},{"uri":"Flash_Gordon_Conquers_the_Universe","surface_form":"Flash Gordon Conquers the Universe","offset":11226},{"uri":"Columbia_Pictures","surface_form":"Columbia Pictures","offset":11893},{"uri":"The_Sea_Hound_(serial)","surface_form":"The Sea Hound","offset":11930},{"uri":"Pirates_of_the_High_Seas","surface_form":"Pirates of the High Seas","offset":11961},{"uri":"King_of_the_Congo","surface_form":"King of the Congo","offset":12009},{"uri":"Outlaw","surface_form":"outlaw","offset":12253},{"uri":"American_Old_West","surface_form":"American Old West","offset":12267},{"uri":"World_War_II","surface_form":"World War II","offset":12789},{"uri":"Mistake","surface_form":"mistakes","offset":12969},{"uri":"Military","surface_form":"military","offset":13184},{"uri":"Cowboy","surface_form":"cowboy","offset":13623},{"uri":"The_Comeback_Trail","surface_form":"The Comeback Trail","offset":13634},{"uri":"Europe","surface_form":"Europe","offset":14539},{"uri":"Paris","surface_form":"Paris","offset":14627},{"uri":"Italy","surface_form":"Italy","offset":14805},{"uri":"Milan","surface_form":"Milan","offset":14853},{"uri":"Debt","surface_form":"debt","offset":15029},{"uri":"East_Coast_of_the_United_States","surface_form":"East Coast of the United States","offset":15169},{"uri":"Presenter","surface_form":"host","offset":15211},{"uri":"New_York_City","surface_form":"New York City","offset":15233},{"uri":"Television_programme","surface_form":"program","offset":15258},{"uri":"Televise","surface_form":"televised","offset":15315},{"uri":"Bunkhouse","surface_form":"bunkhouse","offset":15406},{"uri":"Comedy","surface_form":"comedies","offset":15450},{"uri":"Activity","surface_form":"activities","offset":15511},{"uri":"Counselor","surface_form":"counselor","offset":15630},{"uri":"Saranac_Lake%2C_New_York","surface_form":"Saranac Lake, New York","offset":15729},{"uri":"Adirondack_Mountains","surface_form":"Adirondack Mountains","offset":15759},{"uri":"Cancel","surface_form":"cancelled","offset":15852},{"uri":"Children","surface_form":"kiddie","offset":15938},{"uri":"Audience","surface_form":"audience","offset":15945},{"uri":"NBC","surface_form":"NBC","offset":16135},{"uri":"Captain_Gallant_of_the_Foreign_Legion","surface_form":"Captain Gallant of the Foreign Legion","offset":16169},{"uri":"Morocco","surface_form":"Morocco","offset":16273},{"uri":"Desert","surface_form":"desert","offset":16338},{"uri":"Tribe","surface_form":"tribe","offset":16372},{"uri":"Villain","surface_form":"villain","offset":16390},{"uri":"Orphan","surface_form":"orphan","offset":16469},{"uri":"Episode","surface_form":"episode","offset":16583},{"uri":"H._J._Heinz_Company","surface_form":"H. J. Heinz Company","offset":16739},{"uri":"Sponsor","surface_form":"sponsor","offset":16769},{"uri":"Fuzzy_Knight","surface_form":"Fuzzy Knight","offset":17089},{"uri":"Cast_member","surface_form":"cast","offset":17113},{"uri":"Africa","surface_form":"Africa","offset":17155},{"uri":"Paris","surface_form":"Paris","offset":17190},{"uri":"Rome","surface_form":"Rome","offset":17200},{"uri":"Premiere","surface_form":"premiere","offset":17272},{"uri":"Fan_club","surface_form":"fan club","offset":17358},{"uri":"Charlton_Comics","surface_form":"Charlton Comics","offset":17390},{"uri":"Publish","surface_form":"publish","offset":17406},{"uri":"Comic_book","surface_form":"comic book","offset":17421},{"uri":"Obsession","surface_form":"obsession","offset":17597},{"uri":"Dieting","surface_form":"dieting","offset":17612},{"uri":"Psychoanalysis","surface_form":"psychoanalysis","offset":17770},{"uri":"Malnutrition","surface_form":"malnutrition","offset":17817},{"uri":"Rerun","surface_form":"Rerun","offset":17974},{"uri":"Reason","surface_form":"reason","offset":18097},{"uri":"Ellery_Queen_(TV_series)","surface_form":"Ellery Queen","offset":18358},{"uri":"Presenter","surface_form":"hosted","offset":18395},{"uri":"NBC","surface_form":"NBC","offset":18409},{"uri":"Easter","surface_form":"Easter","offset":18413},{"uri":"Television_special","surface_form":"television special","offset":18420},{"uri":"Rosemary_Clooney","surface_form":"Rosemary Clooney","offset":18444},{"uri":"CBS","surface_form":"CBS","offset":18507},{"uri":"Ceremony","surface_form":"ceremonies","offset":18521},{"uri":"Swimming_Hall_of_Fame","surface_form":"Swimming Hall of Fame","offset":18539},{"uri":"Fort_Lauderdale%2C_Florida","surface_form":"Fort Lauderdale, Florida","offset":18564},{"uri":"Buck_Rogers_in_the_25th_Century_(TV_series)","surface_form":"Buck Rogers in the 25th Century","offset":18703},{"uri":"B._J._and_the_Bear","surface_form":"B. J. and the Bear","offset":18783},{"uri":"Bankruptcy","surface_form":"bankrupt","offset":18896},{"uri":"Disaster","surface_form":"disaster","offset":18915},{"uri":"Promotion","surface_form":"promote","offset":19036},{"uri":"Health_club","surface_form":"health club","offset":19055},{"uri":"Catskill_Mountains","surface_form":"Catskill Mountains","offset":19181},{"uri":"New_Jersey","surface_form":"New Jersey","offset":19233},{"uri":"Palisades_Amusement_Park","surface_form":"Palisades Amusement Park","offset":19267},{"uri":"Philco_Playhouse","surface_form":"Philco Playhouse","offset":19348},{"uri":"King_of_the_Congo","surface_form":"King of the Congo","offset":19414},{"uri":"Stockbroker","surface_form":"stockbroker","offset":19491},{"uri":"Wall_Street","surface_form":"Wall Street","offset":19512},{"uri":"Red_Cross","surface_form":"Red Cross","offset":19576},{"uri":"Rye%2C_New_York","surface_form":"Rye, New York","offset":19631},{"uri":"Heart_attack","surface_form":"heart attack","offset":19992},{"uri":"Scottsdale%2C_Arizona","surface_form":"Scottsdale, Arizona","offset":20008},{"uri":"Pulp_magazine","surface_form":"pulp fiction","offset":20183},{"uri":"Nostalgia","surface_form":"nostalgia","offset":20287},{"uri":"University_of_Maryland","surface_form":"University of Maryland","offset":20510},{"uri":"Campus","surface_form":"campus","offset":20533},{"uri":"Marx_Brothers","surface_form":"Marx Brothers","offset":20658},{"uri":"Television_channel","surface_form":"television channel","offset":20734},{"uri":"Public_Broadcasting","surface_form":"Public Broadcasting","offset":20773},{"uri":"Leasing","surface_form":"leased","offset":20801}]}