{"id":399166,"url":"http://en.wikipedia.org/wiki/Our_Lady_of_China","text":"Our Lady of China is a title for the Virgin Mary in China who is believed to have appear at the small village of Donglu in 1900. In Chinese she is called Zhōnghuá Shèngmǔ (). She is also known as Our Lady of Donglu.\nHistory.\nDuring the Boxer Rebellion, about 10,000 soldiers attacked the small village of Donglu on April, 1900. The soldiers tried to kill the approximately 1,000 Christians. As the soldiers were attacking, the Virgin Mary appeared wearing a white robe in the sky. When the soldiers saw the apparition, they fired gunshots at the Virgin Mary. Despite the efforts to shoot down the apparition, the Virgin Mary continued to shine brightly. As the soldiers kept firing, another apparition appeared: a majestic angel, whom witnesses believed to be the Archangel Michael. The angel flew down surrounded by blazing flames of fire down from the sky and into the crowd of soldiers. By himself, Michael drove all of the soldiers out of the village. Villagers learned afterwards that their local priest, Father Wu, prayed to the Virgin Mary for help from the soldiers attacking. The residents of Donglu then built a church for the Virgin Mary to express their gratitude for the help they received. The Church was then destroyed during World War II after it was hit by Japanese bombs.\nThe 1995 apparition.\nThe Catholic Church built a shrine in 1992 to commemorate the 1900 apparition events and organized a large celebratory worship service nearby in an open field on May 23, 1995, which about 30,000 people attended. During the opening prayer, those present saw the sun moved from to right to left in the sky and shone down light of rays with different colors. Then the Virgin Mary holding the infant Jesus, appeared in the sky. Mary did not speak but witnesses (Chinese Christians whose faith was oppressed by the government) reported feeling comforted and encouraged by her appearance. The overwhelming public interest of visiting the shrine after the apparition took place upset the Chinese government. The Chinese government then banned people from going to the shrine but still many pilgrims came. Proving it was unsuccessful, the Chinese army destroyed the Donglu shrine. (But many shrines dedicated to Our Lady of China are still in China and other countries.)","categories":[],"infobox_types":[],"annotations":[]}