{"id":399250,"url":"http://en.wikipedia.org/wiki/The_Shawshank_Redemption","text":"\"The Shawshank Redemption\" is an American crime drama movie from 1994. It was written originally as a screenplay by Shawn Patrick Patterson\nand directed by Frank Darabont. The movie is based on Stephen King's book Rita Hayworth and Shawshank Redemption. It stars Tim Robbins, Morgan Freeman, Clancy Brown, Bob Gunton, and James Whitmore with Jeffrey DeMunn. James Kisicki played a small role as the bank manager. It was released on October 14, 1994.\nPlot.\nIn 1947, Andy Dufresne is convicted of murdering his wife and her lover and is sentenced to two consecutive life terms in prison. Andy is transferred to the Shawshank Stage Penitentiary, where he is introduced to Samuel L. Norton, warden of the prison, alongside with Byron Hadley, chief captain of the guards. As his sentence unfolds, he meets Ellis Boyd Redding, an inmate also serving a life sentence. Andy is assigned to work in the prison's laundromat, and around the same time, he has various encounters with Bogs Diamond and his henchmen known as \"The Sisters\", who attack Andy during their encounters.\nIn 1949, Hadley is explaining that he is being taxed on an inheritance, and Andy offers to help him legal shelter some money to avoid penalization by the IRS. Bogs and his henchmen attack Andy again, forcing him to the infirmary for a month. Hadley savagely beats Bogs in retribution, paralyzing him and transferring him to a prison hospital upstate. Andy is assigned to help out elderly inmate Brooks Halten in the prison's library, where he helps resolve financial matters by writing weekly letters to the state legislature requesting funds.\nIn 1954, Brooks is paroled after serving fifty years, but he cannot adjust to the outside world, and commits suicide by hanging himself. The legislature Andy receives is a copy of \"The Marriage of Figaro\". He plays the music over the P.A. system, much to the warden's resentment, and is sentenced to solitary confinement for two weeks. In 1963, Norton begins exploiting prison labor for public works, profiting by undercutting skilled labor costs and receiving bribes. Andy launders the money using the alias \"Randall Stephens\".\nIn 1965, Tommy Williams is incarcerated for burglary. Andy helps Tommy pass his GED exam. In 1966, Tommy explains to Andy that his cellmate at another prison had claimed responsibility for the murders for which Andy was convicted. Andy turns this information in to Norton, but when he considers the warden obtuse and mentions about the money laundering, Norton has Andy sentenced to solitary confinement again. Norton summons Tommy outside one night to feign an escape attempt and orders Hadley shoot him to death as a show of execution. Norton visits Andy in his solitary cell to explain about Tommy's execution, and intends to seal off the library, remove Andy's protection from the guards, and move him to worse conditions in the area of the most hardened criminals. Andy opposes, and is given another month in solitary. After two months in solitary, Andy discusses his plans with Ellis about moving to a Mexican coastal town if he ever escapes prison.\nDuring the next roll call, the guards find Andy's cell vacant, prompting them to sound the alarm for Norton, who demands an explanation of Andy's whereabouts. Irate and paranoid, Norton hurls some rocks, which one of them rips a poster, finding a big hole in the wall. A flashback shows Andy using rope to escape through the tunnel and a sewage pipe, taking Norton's suit, shoes, and ledger, containing proof of the money laundering. After his escape, Andy poses as Randall Stephens, withdraws the laundered money from several banks, and mails the ledger and other evidence of the corruption and murders at Shawshank to a local newspaper. FBI agents and state police storm Shawshank and arrest Hadley, while Norton dies from a self-inflicted gunshot wound to avoid his arrest.\nAfter forty years, Ellis is paroled. He visits a hayfield in Maine and finds a mysterious tree in the wilderness. He finds a cache containing money and a letter asking him to come to Zihuatanejo. Feeling hope, Ellis travels to Fort Hancock, Texas and crosses the boarder to Mexico. He the reaches a beach in Zihuatanejo, reuniting with Andy.\nReception.\nDespite its poor box office returns, \"The Shawshank Redemption\" opened to generally positive reviews.Roger Ebert gave the movie 3.5 stars out of 4.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":33},{"uri":"Frank_Darabont","surface_form":"Frank Darabont","offset":156},{"uri":"Stephen_King","surface_form":"Stephen King","offset":194},{"uri":"Rita_Hayworth_and_Shawshank_Redemption","surface_form":"Rita Hayworth and Shawshank Redemption","offset":214},{"uri":"Tim_Robbins","surface_form":"Tim Robbins","offset":263},{"uri":"Morgan_Freeman","surface_form":"Morgan Freeman","offset":276},{"uri":"Clancy_Brown","surface_form":"Clancy Brown","offset":292},{"uri":"Bob_Gunton","surface_form":"Bob Gunton","offset":306},{"uri":"James_Whitmore","surface_form":"James Whitmore","offset":322},{"uri":"Jeffrey_DeMunn","surface_form":"Jeffrey DeMunn","offset":342},{"uri":"James_Kisicki","surface_form":"James Kisicki","offset":358},{"uri":"Roger_Ebert","surface_form":"Roger Ebert","offset":4326}]}