{"id":399258,"url":"http://en.wikipedia.org/wiki/Chinese_Rail_DF4D","text":"The DF4D (4D) is a kind of diesel locomotive used in China. It was built by Dalian Locomotive & Rolling Stock Works. It has been in production since 1996 and is still produced as of 2012. It is the common locomotive in China and is used for both passenger and freight services.\n0000 Series (Speed ​​passenger type).\nThe first DF4D was built in 1996 in Dalian. The 0000 Series locomotives used the 16V240ZJD engine. It took several years to build all 580 locomotives of this type.It is called \"Tiger\" by Chinese raliway fans.\n3000 Series (Quasi-high-speed passenger type).\nThe first 3000 Series was built in 1999 in Dalian. It had full suspension bogies, electro-pneumatic braking system and fully enclosed electrical cabinets, ZD106 traction motor, and change the gear ratio. It is called \"Flower Tiger\" by Chinese raliway fans.\n4000 Series (General freight type).\nThe first two 4000 Series locomotives were built in 1999 in Dalian,but using the number 0241 and 0242.\nThe 4000 Series' maximum operating speed is adjusted to 100 km / h, locomotive the starting tractive significantly increased to 480 kN, continuous tractive effort increased dramatically to 341 kN.\nA 4000 Series Locomotive which numbered 1893 is 4th generation of Mao Zedong Locomotive. It has delisted.\n4000 Series Locomotive is called \"Ukraine\" by Chinese raliway fans,because the coating color of the car looks like the Ukrainian flag upside down.\n7000 Series (Radial bogie freight type).\nIn order to adjust the mountain railways in southwest China, the first 7000 Series locomotive was built in 2000 in Dalian.The 7000 Series Locomotive using two three-axis self-steering radial bogies,but these 21 locomotives were replaced the ordinary bogies in 2007.\n7000 Series Locomotive is called \"Liuzhou Tiger\" by Chinese raliway fans,because it spent it's working life on Liuzhou Locomotive Depot of Nanning Railway Bureau.","categories":[],"infobox_types":[],"annotations":[{"uri":"Diesel_locomotive","surface_form":"diesel locomotive","offset":27},{"uri":"China","surface_form":"China","offset":53},{"uri":"Tiger","surface_form":"Tiger","offset":493},{"uri":"Flower","surface_form":"Flower","offset":790},{"uri":"Tiger","surface_form":"Tiger","offset":797},{"uri":"Mao_Zedong","surface_form":"Mao Zedong","offset":1231},{"uri":"Ukraine","surface_form":"Ukraine","offset":1305},{"uri":"Flag","surface_form":"flag","offset":1400},{"uri":"Liuzhou","surface_form":"Liuzhou","offset":1759},{"uri":"Tiger","surface_form":"Tiger","offset":1767}]}