{"id":399320,"url":"http://en.wikipedia.org/wiki/Isaac_Allerton","text":"Isaac Allerton (15601659) was born in England. In 1620, he travelled on the \"Mayflower\" with his wife, three children and apprentice John Hooke.\nAllerton belonged to the religion which was not allowed in England. In 1614 he and his family moved to Leiden Netherlands where he worked as a tailor. He married and had three children.\nThe \"Mayflower\" voyage.\nThe Allerton family and John Hooke, left Plymouth, England on 16 September 1620. There were 102 passengers and 30–40 crew. On 19 November 1620, the \"Mayflower\" spotted land. They had intended to go to Virginia Colony but the ship was damaged so they landed at Cape Cod on 21 November. They wrote the Mayflower Compact, which made rules on how they would live and treat each other. Allerton signed the document.\nIn Plymouth Colony.\nIn the first year many people died from the cold weather and hunger including Allerton's wife and his apprentice. Allerton worked with Plymouth Governors to help save the colony.\nStarting in 1626, Allerton made many trips back and forth to England. The Mayflower passengers owed money to people in England who had helped pay for their voyage. Allerton was supposed to go to England and pay off some of this debt. Some of the people did not think that he was honest with the money. On one of his trips back from England, in 1630, Allerton came back without some of the supplies which they very much needed.\nIn 1634, another sickness came to Plymouth Colony which caused many people to die including Allerton's second wife Fear.\nAllerton died in 1659 in New Haven, Connecticut. His first wife, Mary died in 1621 and was buried in Cole's Hill Burial Ground, Plymouth. The burial place of his second wife, Fear is unknown.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mayflower","surface_form":"Mayflower","offset":77},{"uri":"Apprenticeship","surface_form":"apprentice","offset":122},{"uri":"Religion","surface_form":"religion","offset":170},{"uri":"England","surface_form":"England","offset":204},{"uri":"Leiden","surface_form":"Leiden","offset":248},{"uri":"Netherlands","surface_form":"Netherlands","offset":255},{"uri":"Tailor","surface_form":"tailor","offset":288},{"uri":"Married","surface_form":"married","offset":299},{"uri":"List_of_Mayflower_passengers","surface_form":"John Hooke","offset":379},{"uri":"Plymouth%2C_Devon","surface_form":"Plymouth","offset":396},{"uri":"Virginia_Colony","surface_form":"Virginia Colony","offset":556},{"uri":"Cape_Cod","surface_form":"Cape Cod","offset":615},{"uri":"Mayflower_Compact","surface_form":"Mayflower Compact","offset":655},{"uri":"Rules","surface_form":"rules","offset":685},{"uri":"Document","surface_form":"document","offset":756},{"uri":"Cold","surface_form":"cold","offset":830},{"uri":"Weather","surface_form":"weather","offset":835},{"uri":"Hunger","surface_form":"hunger","offset":847},{"uri":"Debt","surface_form":"debt","offset":1193},{"uri":"Money","surface_form":"money","offset":1260},{"uri":"New_Haven%2C_Connecticut","surface_form":"New Haven, Connecticut","offset":1538},{"uri":"Cole%27s_Hill","surface_form":"Cole's Hill Burial Ground","offset":1614}]}