{"id":399472,"url":"http://en.wikipedia.org/wiki/Ngaanyatjarra_Pitjantatjara_Yankunytjatjara_Women%27s_Council","text":"The Ngaanyatjarra Pitjantjatjara Yankunytjatjara Women's Council (NPY Women's Council, or NPYWC) is a community-based organisation that serves women of the Ngaanyatjarra, Pitjantjatjara and Yankunytjatjara communities in remote central Australia. It was formed in 1980, with its headquarters in Alice Springs. It provides a range of community, family, research and advocacy services, and represents the interests of women and their communities.\nHistory.\nThe idea for a women's organisation came during the late 1970s, when the Pitjantjatjara and Yankunytjatjara communities of northwestern South Australia were struggling for the rights to their land. During meetings about land rights, the women felt that their needs were not being met, so they decided to establish their own organisation. A women's meeting was held at Amaṯa in 1980. It was chaired by Pitjantjatjara elder Nganyinytja, who had been a leader among women throughout the land-rights struggle. The formation of the NPY Women's Council is said to have been partly inspired by a speech Nganyinytja made at demonstration in Adelaide later in the year.\nThe first meeting of the Women's Council was held in December 1980, in Kaṉpi. It was organised by Mantatjara Wilson and Diana James, and attended by about 40 women. Tjunmutja Myra Watson was chosen to be the organisation's first chairperson, and Diana James was chosen as the secretary.","categories":[],"infobox_types":[],"annotations":[{"uri":"Women","surface_form":"women","offset":143},{"uri":"Ngaanyatjarra","surface_form":"Ngaanyatjarra","offset":156},{"uri":"Pitjantjatjara_people","surface_form":"Pitjantjatjara","offset":171},{"uri":"Yankunytjatjara","surface_form":"Yankunytjatjara","offset":190},{"uri":"Australia","surface_form":"Australia","offset":236},{"uri":"Alice_Springs","surface_form":"Alice Springs","offset":295},{"uri":"A%E1%B9%89angu_Pitjantjatjara_Yankunytjatjara","surface_form":"northwestern South Australia","offset":577},{"uri":"Aboriginal_land_rights_in_Australia","surface_form":"rights to their land","offset":630},{"uri":"Ama%E1%B9%AFa%2C_South_Australia","surface_form":"Amaṯa","offset":822},{"uri":"Elder","surface_form":"elder","offset":870},{"uri":"Nganyinytja","surface_form":"Nganyinytja","offset":876},{"uri":"Demonstration","surface_form":"demonstration","offset":1070},{"uri":"Adelaide","surface_form":"Adelaide","offset":1087},{"uri":"Ka%E1%B9%89pi%2C_South_Australia","surface_form":"Kaṉpi","offset":1186},{"uri":"Chairperson","surface_form":"chairperson","offset":1344},{"uri":"Secretary","surface_form":"secretary","offset":1391}]}