{"id":399582,"url":"http://en.wikipedia.org/wiki/Sixto_Dur%C3%A1n_Ball%C3%A9n","text":"Sixto Alfonso Durán-Ballén Cordovez (July 14, 1921 – November 15, 2016) was an American-born Ecuadorian political figure and architect. He served as Mayor of Quito between 1970 and 1978, and as President of Ecuador between 1992 and 1996. He served as congressman in 1984 and again in 1998.\nEarly life.\nBallén was born Sixto Alfonso Durán-Ballén Cordovez on July 14, 1921 in Boston, Massachusetts. He married Josefina Villalobos in 1948.\nCareer.\nHe was elected mayor of Quito in 1970 and re-elected in 1974. In 1979 he ran as the PSC's presidential candidate, but was defeated by the populist Jaime Roldós Aguilera. In 1988 he ran again, but was eliminated in the first round.\nAfter León Febres Cordero's faction inside the PSC succeeded in appointing Jaime Nebot as the party's presidential candidate in 1992, Durán Ballén and his supporters left the party to form the more right-wing Republican Union Party. Eventually, Durán defeated Nebot in the second round of the presidential election.\nPersonal life.\nBallén has two children. He was married to Josefina Villalobos. He lived in Quito. He was the oldest living former Ecuadorian president.\nBallén died on the night of November 15, 2016 at his home in Quito, aged 95.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":79},{"uri":"Ecuador","surface_form":"Ecuador","offset":93},{"uri":"Architect","surface_form":"architect","offset":125},{"uri":"Mayor","surface_form":"Mayor","offset":149},{"uri":"Quito","surface_form":"Quito","offset":158},{"uri":"President_of_Ecuador","surface_form":"President of Ecuador","offset":194},{"uri":"Boston","surface_form":"Boston","offset":374},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":382},{"uri":"Le%C3%B3n_Febres_Cordero","surface_form":"León Febres Cordero","offset":682},{"uri":"Josefina_Villalobos","surface_form":"Josefina Villalobos","offset":1050}]}