{"id":399685,"url":"http://en.wikipedia.org/wiki/Xbox_One","text":"The Xbox One (formerly Xbox 720) is the third video game console made by Microsoft, succeeding the Xbox 360. It was announced on May 21, 2013. It was first released on 22nd November 2013, ahead of Sony's PlayStation 4. Microsoft marketed the Xbox One as an \"all-in-one entertainment system\", which is where its name comes from.\nThe Xbox One S was released in 2016 as a successor to the original Xbox One model, around the same time that the Xbox 360 was discontinued. The Xbox One S has a smaller form factor, and supports both HDR and 4K video. The Xbox One S was praised for its smaller size, visual upgrades, and lack of an external power supply. The Xbox One received another upgrade in 2017: the Xbox One X. The Xbox One X featured upgraded hardware and support for natively rendering video at 4K. The system was succeeded by the Xbox Series X and Series S consoles, which launched on November 10, 2020.\nOn August 29, 2017, Microsoft discontinued the original Xbox One in favor of the Xbox One S and X. The Xbox One X and Xbox One S All-Digital Edition ceased production on July 16, 2020, following the release of the Xbox Series X series, leaving the standard Xbox One S as the only Xbox One model to still be in production.\nHistory.\nMicrosoft designed the console to originally be Xbox 720 in 2010. However, they decided to change it into Xbox One in 2012. It was released on November 22, 2013, a year after the Wii U and one week after the PlayStation 4.","categories":[],"infobox_types":["information appliance"],"annotations":[{"uri":"Video_game_console","surface_form":"video game console","offset":46},{"uri":"Microsoft","surface_form":"Microsoft","offset":73},{"uri":"Xbox_360","surface_form":"Xbox 360","offset":99},{"uri":"PlayStation_4","surface_form":"PlayStation 4","offset":204},{"uri":"Xbox_Series_X_and_Series_S","surface_form":"Xbox Series X and Series S","offset":835},{"uri":"Wii_U","surface_form":"Wii U","offset":1419}]}