{"id":399696,"url":"http://en.wikipedia.org/wiki/Bomba%2C_the_Jungle_Boy","text":"\"Bomba, the Jungle Boy\" is a series of adventure books for boys. There are 20 books in the series. The books were made by the Stratemeyer Syndicate, and were written under the pen name Roy Rockwood. They were first published by Cupples and Leon beginning in 1926. Since then, they have been reprinted by Grosset and Dunlap and others.\nThe main character of the stories is \"Bomba\". He is a wild boy living in the jungle. Some of his stories are set in South America and others in Africa.\nMovies.\nA series of adventure movies about Bomba in the African jungle were made between 1949 and 1955. There are 12 movies in the series. The stories are based on characters and concepts from the books. The first movie in the series is \"Bomba, the Jungle Boy\"; the final movie is \"Lord of the Jungle\".\nThe movies were distributed by Monogram Pictures (known Allied Artists Pictures after 1953). They were all directed by Ford Beebe, and star Johnny Sheffield as Bomba. The only other actor to appear regularly in the series was Smoki Whitfield, who appeared in nine of them.\n\"Bomba, the Jungle Boy\" is the first of the twelve Bomba movies starring Sheffield. It was first released in the United States on 20 March 1949. It also stars Peggy Ann Garner and Onslow Stevens. Whitfield appears as a native guide named Eli. The movie is about a young girl who becomes lost in the jungle. It runs for 70 minutes.\n\"Bomba on Panther Island\" is the second movie in the series. The story is about Bomba's encounter with a man-eating panther during a brush fire. It also stars Allene Roberts and Harry Lewis. Whitfield appears as native guide Eli. It was first released on 18 December 1949. It runs for 70 minutes.\n\"The Lost Volcano\" was released on 25 June 1950. It is about two crooks looking for gold who kidnap a little boy. It also stars Marjorie Lord, Donald Woods and Tommy Ivo. It runs for 76 minutes.\n\"Bomba and the Hidden City\" (or, \"The Hidden City\") was released on 24 September 1950. In this movie, Bomba tries to restore a stolen throne to its rightful owner. It also stars Sue England and Paul Guilfoyle. Whitfield appears as Hadji. The movie runs for 71 minutes.\n\"The Lion Hunters\" (sometimes \"Bomba and the Lion Hunters\") was released on 25 March 1951. The story is about Bomba's attempt to save lions from hunters catching them for zoos. It also stars Woody Strode, and Morris Ankrum. Whitfield plays Jonas. It runs for 75 minutes.\n\"Elephant Stampede\" (sometimes, \"Bomba and the Elephant Stampede\") was released on 28 October 1951. The story is about two elephant hunters who plan to steal a load of ivory, but Bomba calls on friendly elephants to trample them to death. It also stars Edith Evanson, John Kellogg and Myron Healey. It runs for 71 minutes.\n\"African Treasure\" (sometimes, \"Bomba and the African Treasure\") was released in 1952. In this movie, Bomba captures a pair of diamond smugglers. It also stars Laurette Luez, Lyle Talbot and Martin Garralaga. Whitfield appears as Eli. It runs for 70 minutes.\n\"Bomba and the Jungle Girl\" (sometimes, \"Jungle Girl\") was released on 7 December 1952. In this movie, Bomba searches for the graves of his parents. It also stars Karen Sharpe and Walter Sande. It runs for 70 minutes.\n\"Safari Drums\" (sometimes, \"Bomba and the Safari Drums\") was released on 21 June 1953. In this movie, Bomba solves the death of a geologist killed during the shooting of a movie. It also stars Barbara Bestar and Emory Parnell. Whitfield plays native guide Eli. It runs for 71 minutes.\n\"The Golden Idol\" was released on 10 January 1954. The story is about an evil Arab chieftain who steals a golden idol from an African tribe. It also stars Paul Guilfoyle, and Whitfield plays native guide Eli. It runs for 71 minutes.\n\"Killer Leopard\" (sometimes \"Bomba and the Killer Leopard\") was released on 22 August 1954. In this movie, Bomba searches for a man lost in the jungle, and a leopard that is tearing people to pieces. It also stars Beverly Garland. Whitfield reappears as friendly native guide Eli. It runs for 70 minutes.\n\"Lord of the Jungle\" was released on 12 June 1955. It is the twelfth and last of the twelve Bomba movies starring Sheffield. It is also Sheffield's last movie. He retired from acting to attend college. The movie also stars Wayne Morris and Nancy Hale. Whitfield reappears as native guide Eli. The story is about a herd of elephants Bomba saves from slaughter. It runs for 69 minutes.","categories":[],"infobox_types":["book"],"annotations":[{"uri":"Adventure","surface_form":"adventure","offset":39},{"uri":"Book","surface_form":"book","offset":49},{"uri":"Stratemeyer_Syndicate","surface_form":"Stratemeyer Syndicate","offset":126},{"uri":"Pen_name","surface_form":"pen name","offset":176},{"uri":"Roy_Rockwood","surface_form":"Roy Rockwood","offset":185},{"uri":"Main_character","surface_form":"main character","offset":339},{"uri":"Jungle","surface_form":"jungle","offset":412},{"uri":"South_America","surface_form":"South America","offset":451},{"uri":"Africa","surface_form":"Africa","offset":479},{"uri":"Adventure_movie","surface_form":"adventure movie","offset":507},{"uri":"Fictional_character","surface_form":"characters","offset":651},{"uri":"Concept","surface_form":"concept","offset":666},{"uri":"Monogram_Pictures","surface_form":"Monogram Pictures","offset":821},{"uri":"Movie_director","surface_form":"directed","offset":897},{"uri":"Ford_Beebe","surface_form":"Ford Beebe","offset":909},{"uri":"Johnny_Sheffield","surface_form":"Johnny Sheffield","offset":930},{"uri":"Smoki_Whitfield","surface_form":"Smoki Whitfield","offset":1016},{"uri":"Peggy_Ann_Garner","surface_form":"Peggy Ann Garner","offset":1222},{"uri":"Onslow_Stevens","surface_form":"Onslow Stevens","offset":1243},{"uri":"Guide","surface_form":"guide","offset":1289},{"uri":"Panther","surface_form":"panther","offset":1510},{"uri":"Bushfire","surface_form":"brush fire","offset":1527},{"uri":"Allene_Roberts","surface_form":"Allene Roberts","offset":1553},{"uri":"Harry_Lewis","surface_form":"Harry Lewis","offset":1572},{"uri":"Kidnapping","surface_form":"kidnap","offset":1784},{"uri":"Marjorie_Lord","surface_form":"Marjorie Lord","offset":1819},{"uri":"Donald_Woods","surface_form":"Donald Woods","offset":1834},{"uri":"Tommy_Ivo","surface_form":"Tommy Ivo","offset":1851},{"uri":"Throne","surface_form":"throne","offset":2020},{"uri":"Sue_England","surface_form":"Sue England","offset":2064},{"uri":"Paul_Guilfoyle","surface_form":"Paul Guilfoyle","offset":2080},{"uri":"Woody_Strode","surface_form":"Woody Strode","offset":2346},{"uri":"Morris_Ankrum","surface_form":"Morris Ankrum","offset":2364},{"uri":"Elephant","surface_form":"elephant","offset":2549},{"uri":"Ivory","surface_form":"ivory","offset":2594},{"uri":"Edith_Evanson","surface_form":"Edith Evanson","offset":2679},{"uri":"John_Kellogg","surface_form":"John Kellogg","offset":2694},{"uri":"Myron_Healey","surface_form":"Myron Healey","offset":2711},{"uri":"Diamond","surface_form":"diamond","offset":2876},{"uri":"Smuggling","surface_form":"smuggler","offset":2884},{"uri":"Laurette_Luez","surface_form":"Laurette Luez","offset":2909},{"uri":"Lyle_Talbot","surface_form":"Lyle Talbot","offset":2924},{"uri":"Martin_Garralaga","surface_form":"Martin Garralaga","offset":2940},{"uri":"Karen_Sharpe","surface_form":"Karen Sharpe","offset":3171},{"uri":"Walter_Sande","surface_form":"Walter Sande","offset":3188},{"uri":"Geologist","surface_form":"geologist","offset":3356},{"uri":"Barbara_Bestar","surface_form":"Barbara Bestar","offset":3419},{"uri":"Emory_Parnell","surface_form":"Emory Parnell","offset":3438},{"uri":"Arab","surface_form":"Arab","offset":3589},{"uri":"Chieftain","surface_form":"chieftain","offset":3594},{"uri":"Idol","surface_form":"idol","offset":3624},{"uri":"Africa","surface_form":"Africa","offset":3637},{"uri":"Tribe","surface_form":"tribe","offset":3645},{"uri":"Paul_Guilfoyle","surface_form":"Paul Guilfoyle","offset":3666},{"uri":"Jungle","surface_form":"jungle","offset":3888},{"uri":"Leopard","surface_form":"leopard","offset":3902},{"uri":"Beverly_Garland","surface_form":"Beverly Garland","offset":3958},{"uri":"Wayne_Morris","surface_form":"Wayne Morris","offset":4272},{"uri":"Nancy_Hale","surface_form":"Nancy Hale","offset":4289}]}