{"id":39989,"url":"http://en.wikipedia.org/wiki/Optical_fiber","text":"An optical fiber is a thin fiber of glass or plastic that can carry light from one end to the other. The study of optical fibers is called fiber optics, which is part of applied science and engineering.\nOptical fibers are mainly used in telecommunications, but they are also used for lighting, sensors, toys, and special cameras for seeing inside small spaces. They are sometimes used in medicine to see inside people, like down their throat.\nHistory.\nGuiding light by internal reflection, the principle that makes fiber optics possible, was first demonstrated by Daniel Colladon and Jacques Babinet in Paris in the early 1840s. John Tyndall, a physicist, included a demonstration of it in his public lectures in London, 12 years later.\nThe principle was first used for internal medical examinations by Heinrich Lamm in the 1930s. Modern optical fibers, where the glass fiber is coated with a transparent cladding to offer a more suitable refractive index, appeared later in the decade.\nThe term \"fiber optics\" was coined by Narinder Singh Kapany.\nIn 1965 Charles K. Kao and George A. Hockham of the British company Standard Telephones and Cables (STC) were the first to show that the loss of intensity in optical fibers could be reduced, making fibers a practical communication medium. They proposed that the defects in fibers available at the time was caused by impurities which could be removed. They pointed out the right material to use for such fibers, such as silica glass which has high purity. This discovery earned Kao the Nobel Prize in Physics in 2009.\nHow it works.\nAn optical fiber is a long, thin strand of clear material. Its shape is usually similar to a cylinder. In the center, it has a \"core\". Around the core is a layer called the \"cladding\". The core and cladding are made of different kinds of glass or plastic, so that light travels slower in the core than it does in the cladding. If the light in the core hits the edge of the cladding at a shallow angle, it bounces off. Light can travel inside the core and bounce off of the cladding. No light escapes until it comes to the end of the fiber, unless the fiber is bent sharply or stretched.\nIf the cladding of the fiber is scratched, it may break. A plastic coating called the \"buffer\" covers the cladding to protect it. Often, the buffered fiber is put inside an even tougher layer, called the \"jacket\". This makes it easy to use the fiber without breaking it.\nFiber-optic communication.\nThe main use of optical fiber is in communication (telecommunication). Fiber-optic communication transmits information from one place to another by sending pulses of light through an optical fiber. The light forms an electromagnetic carrier wave that is modulated to carry information. First developed in the 1970s, fiber-optic communication systems have revolutionized the telecommunications industry and have helped with the advent of the Information Age.\nEarly systems had short range but later ones used fibers that are more transparent. Since the light does not leak out of the fiber, the light can go a long distance before the signal gets too weak. This is used to send telephone and internet signals within and between cities. Because of its advantages over electrical transmission, optical fibers have largely replaced copper wire communications in core networks in the developed world.\nMost optical communication systems have electrical connections. An electric signal controls a transmitter. The transmitter converts the electric signal to a light signal and sends it through the fiber to the receiver. The receiver converts the light signal back to an electric signal.\nFiber is sometimes used for shorter links too, such as to carry the sound signals between a compact disc player and a stereo receiver. The fibers used for these short links are often made of plastic which is less transparent. TOSLINK is the most common type of optical plug for stereos.\nOther uses.\nOptical fibers can be used as sensors. Special fibers are used for this, that change how they pass light through when there is a change around the fiber. Sensors like this can be used to detect changes in temperature, pressure, and other things. These sensors are useful because they are small and do not need any electricity at the place where the sensing happens.\nThese fibers are also used to carry light for humans to see. This is sometimes used for decoration, like fiber-optic Christmas trees. Sometimes it is used for lighting, when it is convenient to have the light bulb someplace other than where the light needs to be. This is sometimes used in signs and art for special effects.\nA bundle of fibers can be used to make a device called an endoscope or a fiberscope. This is a long thin probe that can be put into a small hole, that will send an image of what is inside through the fiber to a camera. Endoscopes are used by doctors to see inside the human body, and are sometimes used by engineers to see inside tight spaces in machines.\nOptical fibers (with special chemicals added) can be used as optical amplifiers. This allows an optical signal to travel further between endpoints, and without converting the optical signal to electrical and back, reducing the overall cost of the components. These optical amplifiers can also be used to create Lasers. These are called fiber lasers. They can be very powerful, because the long thin fiber is easy to keep cool, and makes a good quality light beam.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fiber","surface_form":"fiber","offset":27},{"uri":"Glass","surface_form":"glass","offset":36},{"uri":"Plastic","surface_form":"plastic","offset":45},{"uri":"Light","surface_form":"light","offset":68},{"uri":"Applied_science","surface_form":"applied science","offset":170},{"uri":"Engineering","surface_form":"engineering","offset":190},{"uri":"Telecommunication","surface_form":"telecommunication","offset":237},{"uri":"Lighting","surface_form":"lighting","offset":284},{"uri":"Sensor","surface_form":"sensor","offset":294},{"uri":"Toys","surface_form":"toys","offset":303},{"uri":"Camera","surface_form":"camera","offset":321},{"uri":"Reflection","surface_form":"reflection","offset":478},{"uri":"Jean-Daniel_Colladon","surface_form":"Daniel Colladon","offset":564},{"uri":"Paris","surface_form":"Paris","offset":603},{"uri":"John_Tyndall","surface_form":"John Tyndall","offset":629},{"uri":"Physicist","surface_form":"physicist","offset":645},{"uri":"London","surface_form":"London","offset":713},{"uri":"Refractive_index","surface_form":"refractive index","offset":939},{"uri":"Narinder_Singh_Kapany","surface_form":"Narinder Singh Kapany","offset":1025},{"uri":"Charles_K._Kao","surface_form":"Charles K. Kao","offset":1056},{"uri":"George_A._Hockham","surface_form":"George A. Hockham","offset":1075},{"uri":"Standard_Telephones_and_Cables","surface_form":"Standard Telephones and Cables","offset":1116},{"uri":"Silica","surface_form":"silica","offset":1467},{"uri":"Glass","surface_form":"glass","offset":1474},{"uri":"Nobel_Prize_in_Physics","surface_form":"Nobel Prize in Physics","offset":1533},{"uri":"Cylinder","surface_form":"cylinder","offset":1672},{"uri":"Communication","surface_form":"communication","offset":2500},{"uri":"Light","surface_form":"light","offset":2630},{"uri":"Electromagnetic_radiation","surface_form":"electromagnetic","offset":2681},{"uri":"Modulation","surface_form":"modulated","offset":2718},{"uri":"Telecommunications","surface_form":"telecommunications","offset":2838},{"uri":"Information_Age","surface_form":"Information Age","offset":2905},{"uri":"Internet","surface_form":"internet","offset":3155},{"uri":"Electrical","surface_form":"electrical","offset":3230},{"uri":"Core_network","surface_form":"core network","offset":3322},{"uri":"Developed_world","surface_form":"developed world","offset":3343},{"uri":"Compact_disc","surface_form":"compact disc","offset":3737},{"uri":"Stereo","surface_form":"stereo","offset":3763},{"uri":"Temperature","surface_form":"temperature","offset":4149},{"uri":"Pressure","surface_form":"pressure","offset":4162},{"uri":"Electricity","surface_form":"electricity","offset":4258},{"uri":"Christmas_tree","surface_form":"Christmas tree","offset":4427},{"uri":"Light_bulb","surface_form":"light bulb","offset":4513},{"uri":"Sign","surface_form":"sign","offset":4600},{"uri":"Art","surface_form":"art","offset":4610},{"uri":"Endoscope","surface_form":"endoscope","offset":4693},{"uri":"Fiberscope","surface_form":"fiberscope","offset":4708},{"uri":"Image","surface_form":"image","offset":4799},{"uri":"Optical_amplifiers","surface_form":"optical amplifiers","offset":5052},{"uri":"Laser","surface_form":"Laser","offset":5302},{"uri":"Fiber_laser","surface_form":"fiber laser","offset":5327}]}