{"id":399963,"url":"http://en.wikipedia.org/wiki/John_Kasich","text":"John Kasich (born May 13, 1952) is an American politician. He was the Governor of Ohio where he has served from 2011 to 2019. He is a Republican. Before being governor, he served in the U.S. House of Representatives and in the Ohio Senate.\nEarly life.\nKasich was born in McKees Rocks, Pennsylvania. His mother was of Croatian ancestry while his father was Czech. Kasich attended The Ohio State University and graduated with a degree in political science. While he was in college, he met US president Richard Nixon in the Oval Office after he wrote to the president.\nEarly career.\nHe was first elected to the United States House of Representatives in 1982. Kasich became known for his role in the balanced budget of the 1990s. He was an advocate of cutting spending to make government work better for less money.\nIn 1998, he was the main force behind the balanced budget that was signed by President Bill Clinton. After a short lived campaign to be president, he left politics in 2001 and hosted a TV show on Fox News for a time. He also worked in banking.\nGovernor of Ohio (2011-2019).\nHe came back to politics in 2010 and won the election to be governor of Ohio and defeated Ted Strickland.\nAfter taking office he passed a law restricting the power of trade unions. This proved to be unpopular and it was repealed in an election, and it hurt Kasich's popularity. However, after this, he passed a balanced budget in Ohio, and his policies helped the state's economy greatly. He did this while cutting taxes.\nKasich became a very popular governor and won reelection by a huge margin in 2014.\n2016 presidential campaign.\nIn April, he announced the formation of his New Day For America PAC, which is the first step for a presidential run.\nIn May 2015, sources close to him said he was \"virtually certain\" to run for the Republican nomination for President.\nKasich announced his candidacy for president on July 21 at Ohio State University. He suspended his campaign on May 4, 2016.\nPersonal life.\nHe is married to his wife Karen and has two daughters. Kasich is a Christian, and has been one since his parents were killed in a car crash in 1987. He lives in Westerville, Ohio, near Columbus, with his family.","categories":[],"infobox_types":[],"annotations":[{"uri":"Governor","surface_form":"Governor","offset":70},{"uri":"Ohio","surface_form":"Ohio","offset":82},{"uri":"Republican_Party_(United_States)","surface_form":"Republican","offset":134},{"uri":"Ohio_Senate","surface_form":"Ohio Senate","offset":227},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":285},{"uri":"Croatian_American","surface_form":"Croatian","offset":317},{"uri":"Czech_American","surface_form":"Czech","offset":356},{"uri":"The_Ohio_State_University","surface_form":"The Ohio State University","offset":379},{"uri":"US_president","surface_form":"US president","offset":487},{"uri":"Richard_Nixon","surface_form":"Richard Nixon","offset":500},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":899},{"uri":"Fox_News","surface_form":"Fox News","offset":1008},{"uri":"Ted_Strickland","surface_form":"Ted Strickland","offset":1176},{"uri":"PAC","surface_form":"PAC","offset":1683},{"uri":"Ohio_State_University","surface_form":"Ohio State University","offset":1913}]}