{"id":399948,"url":"http://en.wikipedia.org/wiki/Great_White_Throne_Judgment","text":"e=\"preserve\">In Christianity, the Great White Throne Judgment is the time when the dead people that did not live during the 1,000 years that Satan was inside the bottomless pit come back to life and are judged by God according to their works using the 66 books of the Bible. This judgment is for those people who are not found written in the Book of Life, a book where the names of those who are going to heaven are written. Once the judgment has been finished, Death, Hades, and those who are not found written in the Book of Life will be cast into the Lake of Fire.\nBelow, Revelation 20:11-15 is written to show the section of the Bible this judgment appears in.\n11 Then I saw a Great White Throne and the one sitting on it. The earth and the heavens fled away from His presence, and there was no place found for them. 12 And I saw the dead, small and great, standing before the throne, and the books were opened. Another book was opened, which is the\nBook of Life, and the dead were judged according to their works, which are the things recorded inside the books. 13 The sea gave up the dead which were in it, and Death and Hades gave up the dead which were in them: and they were each judged according to their works. 14 Then Death and Hades were cast into the Lake of Fire, which is the second death. 15 Anyone not found written in the Book of Life was cast into the Lake of Fire.\nAccording to the Bible, the only way to avoid the Great White Throne Judgment is to accept Jesus Christ as your personal Savior. As it is written in John 3:17-18\n17 For God sent not his Son into the world to condemn the world; but that the world through him might be saved. 18 He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.","categories":[],"infobox_types":[],"annotations":[{"uri":"Christianity","surface_form":"Christianity","offset":16},{"uri":"Bible","surface_form":"Bible","offset":268},{"uri":"Bible","surface_form":"Bible","offset":633},{"uri":"Ground","surface_form":"earth","offset":731},{"uri":"Sky","surface_form":"heavens","offset":745},{"uri":"Jesus_Christ","surface_form":"Jesus Christ","offset":1477},{"uri":"Jesus_Christ","surface_form":"Son","offset":1572},{"uri":"Earth","surface_form":"world","offset":1606}]}