{"id":399953,"url":"http://en.wikipedia.org/wiki/UFC_152","text":"\"UFC 152: Jones vs. Belfort \" was a mixed martial arts pay-per-view event held by the Ultimate Fighting Championship on September 22, 2012 at the Air Canada Centre in Toronto, Ontario, Canada.\nBackground.\nRory MacDonald was expected to face former two-time champion B.J. Penn at the event, but MacDonald pulled out of the bout after he cut his forehead while training. The bout was rescheduled for UFC on Fox 5 on December 8, 2012.\nUFC newcomer Roger Hollett was expected to face Matt Hamill, who returned from retirement, at the event. However, Hollett was forced out of the bout due to a contract dispute and replaced by Vladimir Matyushenko. Then, on September 11, 2012, Matyushenko pulled out of the fight after suffering a torn achilles tendon while training, and Hamill vs. Hollett was rebooked by UFC officials.\nA bout between Evan Dunham and TJ Grant was first supposed to be contested on the main card but was instead fought on the FX prelims, for unknown reasons.\nAs a result of the cancellation of UFC 151, a bout between Kyle Noke and Charlie Brenneman was rescheduled for this event.\nDan Miller was expected to face Sean Pierson at the event. However, Miller pulled out of the bout after getting news about his son's kidney transplant operation. He was replaced by Lance Benoist.\nAt the weigh-ins, Charles Oliveira failed to make weight by four tenths of pound on his first try.\nIn the second, he was able to make 146.2 lb. However, his opponent signed to fight at a catchweight, and Oliveira was not fined.\nMain event.\nThe main event was UFC Light Heavyweight Champion Jon Jones facing former champion Vitor Belfort. Originally, Jones was set to defend his title against Dan Henderson at UFC 151 on September 1, 2012 in Las Vegas, Nevada, but UFC President Dana White announced on August 23, 2012 that Henderson had a tear in his MCL and would not be able to compete. It was then revealed that Jones declined a fight against Chael Sonnen, who offered to take the fight on eight days notice. As a result, the event was cancelled. This marked the first time the UFC had cancelled an event, with the official fight card having been announced, in the organization's history.\nFollowing the cancellation of the event, White said that UFC 151 simply will not exist. Jones was set to face Lyoto Machida in a rematch at this event after the cancellation of that event, but Machida declined the fight. Then, Belfort was chosen to take Machida's place. Jones was a huge favorite coming into the bout. It was later reported that Belfort fought Jones with a broken hand.\nFlyweight Championship bracket.\n1 The initial semifinal bout between Johnson and McCall at \"UFC on FX 2\" ended in a draw. Johnson defeated McCall in a rematch at \"UFC on FX 3\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Mixed_martial_arts","surface_form":"mixed martial arts","offset":36},{"uri":"Pay-per-view","surface_form":"pay-per-view","offset":55},{"uri":"Ultimate_Fighting_Championship","surface_form":"Ultimate Fighting Championship","offset":86},{"uri":"Air_Canada_Centre","surface_form":"Air Canada Centre","offset":146},{"uri":"Toronto","surface_form":"Toronto","offset":167},{"uri":"Ontario","surface_form":"Ontario","offset":176},{"uri":"Canada","surface_form":"Canada","offset":185},{"uri":"Rory_MacDonald_(fighter)","surface_form":"Rory MacDonald","offset":205},{"uri":"B.J._Penn","surface_form":"B.J. Penn","offset":266},{"uri":"UFC_on_Fox_5","surface_form":"UFC on Fox 5","offset":398},{"uri":"Roger_Hollett","surface_form":"Roger Hollett","offset":445},{"uri":"Matt_Hamill","surface_form":"Matt Hamill","offset":480},{"uri":"Vladimir_Matyushenko","surface_form":"Vladimir Matyushenko","offset":623},{"uri":"Evan_Dunham","surface_form":"Evan Dunham","offset":834},{"uri":"TJ_Grant","surface_form":"TJ Grant","offset":850},{"uri":"UFC_151","surface_form":"UFC 151","offset":1009},{"uri":"Kyle_Noke","surface_form":"Kyle Noke","offset":1033},{"uri":"Charlie_Brenneman","surface_form":"Charlie Brenneman","offset":1047},{"uri":"Dan_Miller_(fighter)","surface_form":"Dan Miller","offset":1097},{"uri":"Sean_Pierson","surface_form":"Sean Pierson","offset":1129},{"uri":"Lance_Benoist","surface_form":"Lance Benoist","offset":1278},{"uri":"Charles_Oliveira","surface_form":"Charles Oliveira","offset":1311},{"uri":"UFC_Light_Heavyweight_Champion","surface_form":"UFC Light Heavyweight Champion","offset":1552},{"uri":"Jon_Jones_(fighter)","surface_form":"Jon Jones","offset":1583},{"uri":"Vitor_Belfort","surface_form":"Vitor Belfort","offset":1616},{"uri":"Dan_Henderson","surface_form":"Dan Henderson","offset":1685},{"uri":"UFC_151","surface_form":"UFC 151","offset":1702},{"uri":"Las_Vegas%2C_Nevada","surface_form":"Las Vegas, Nevada","offset":1734},{"uri":"Dana_White","surface_form":"Dana White","offset":1771},{"uri":"Medial_collateral_ligament","surface_form":"MCL","offset":1844},{"uri":"Chael_Sonnen","surface_form":"Chael Sonnen","offset":1939},{"uri":"Lyoto_Machida","surface_form":"Lyoto Machida","offset":2295}]}