{"id":400390,"url":"http://en.wikipedia.org/wiki/Marriage","text":"Marriage is a union between individual people. It is like a contract. Sometimes people also call this matrimony. The fact of being married is called wedlock. Very often, people celebrate that they are getting married. The ceremony is usually called a wedding.\nIn most of the world, this is a union between a man and a woman (who become husband and wife). However, such ceremonies can occur between same-sex couples. A civil marriage is secular and is performed by a government official. A religious marriage may be performed by clergy.\nThe most common form of marriage is a legally binding heterosexual union. Some societies recognize polygamy, which includes polygyny and polyandry. In polygyny, a man may be married to many women; in polyandry a woman may be married to many men. In Senegal, for example, nearly 47 percent of marriages are multiple. A temporary marriage is called a.\nThe most common age to get married is between 25 to 30 years old. In the Western world, marriage for love is common. In some other places, relatives may plan an arranged marriage.\nRights and obligations.\nMarriage is also about sexual intercourse; being unable to have sex, being unwilling to have sex, or having sex outside the marriage may be a reason to undo the marriage.\nReligion.\nOften there is also a spiritual part of marriage. In addition to the civil act (wanted by the state) there is sometimes a religious one. A Christian marriage ceremony usually happens in a church. In a Christian marriage, both partners promise to love each other for the rest of their lives. There are certain restrictions on who can marry or be married; those closely related, like brothers and sisters usually cannot marry. This is usually to prevent genetic problems for the children. Those marrying also have to be of a certain age to be able to marry. If that age is not specified it is usually the age of consent. In Hinduism marriage is considered to be holy and is seen as a union of the goddess \"Laxmi\" and the god \"Narayan\".\nSame-sex marriage.\nSome countries and religious communities also permit the union of two partners of the same sex. This is generally known as same-sex marriage. In the Netherlands, the marriage law was changed to allow such unions, called \"Marriage\". Other countries that allow them sometimes have a different name for them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Contract","surface_form":"contract","offset":60},{"uri":"Wedding","surface_form":"wedding","offset":251},{"uri":"Man","surface_form":"man","offset":308},{"uri":"Woman","surface_form":"woman","offset":318},{"uri":"Husband","surface_form":"husband","offset":336},{"uri":"Wife","surface_form":"wife","offset":348},{"uri":"Same-sex_couple","surface_form":"same-sex couple","offset":398},{"uri":"Secular","surface_form":"secular","offset":436},{"uri":"Heterosexual","surface_form":"heterosexual","offset":590},{"uri":"Polygamy","surface_form":"polygamy","offset":635},{"uri":"Polygyny","surface_form":"polygyny","offset":660},{"uri":"Polyandry","surface_form":"polyandry","offset":673},{"uri":"Senegal","surface_form":"Senegal","offset":785},{"uri":"Arranged_marriage","surface_form":"arranged marriage","offset":1047},{"uri":"Sexual_intercourse","surface_form":"sexual intercourse","offset":1113},{"uri":"Adultery","surface_form":"outside the marriage","offset":1202},{"uri":"State","surface_form":"state","offset":1365},{"uri":"Christianity","surface_form":"Christian","offset":1410},{"uri":"Church","surface_form":"church","offset":1459},{"uri":"Age_of_consent","surface_form":"age of consent","offset":1874},{"uri":"Hinduism","surface_form":"Hinduism","offset":1893},{"uri":"Goddess","surface_form":"goddess","offset":1966},{"uri":"God","surface_form":"god","offset":1990},{"uri":"Same-sex_marriage","surface_form":"same-sex marriage","offset":2147},{"uri":"Netherlands","surface_form":"Netherlands","offset":2173}]}