{"id":400371,"url":"http://en.wikipedia.org/wiki/Richard_More","text":"Richard More (circa. 1614–1696) was a passenger on the \"Mayflower\" in 1620. He became a sailor and later a ship captain. He saved at least one colony from starvation and helped to keep the colonies prosperous by trading goods to and from England and the West Indies. He fought sea battles against the French in 1664.\nRichard and his siblings were taken from their mother and given to the care of Mayflower passengers as indentured servants. Only Richard survived and lived a long and prosperous life. Richard has descendants that can be traced to present day.\n\"Mayflower\" voyage.\nThe More children travelled as indentured servants to 3 of the \"Mayflower\" Pilgrims. Ellen, age 8, was assigned to Edward Winslow. She died soon after the ship landed. Jasper, age 7, was a servant of John Carver. Jasper died in December of 1620 while the \"Mayflower\" was in Harbor. He was buried ashore in what is now the Provincetown area. There is a memorial with his name and that of four others who also died at sea or while the ship was anchored at Cape Cod Harbor in November and December of 1620. Mary, age 4, died soon after the ship landed. Richard resided with the William Brewster family until about mid-1627. The 3 children died of something that was called the ‘common infection’ because so many people died of the same illness. Only Richard survived.\nMore and his sisters and brother left Plymouth, England on 16 September 1620. There were 102 passengers and 30–40 crew. On 19 November 1620, the \"Mayflower\" reached land at Cape Cod hook. They landed on 21 November. They wrote the Mayflower Compact, which made rules on how they would live and treat each other. The \"Mayflower\" was supposed to land in Virginia Colony, but the ship was too damaged and they were forced to land at Cape Cod now called Provincetown Harbor.\nMore's life in the New World.\nMore was 6 when the \"Mayflower\" landed at Plymouth Colony. When he stepped on land, he worked with all of the others to help gather supplies for food and shelter and to bury the dead. In the spring of 1621, he attended the first Thanksgiving. Nothing is known of More during the years he lived with the Brewster family from 1620 to 1627, except that his name is on a document giving adults cattle and other livestock.\nMore was working for Isaac Allerton in 1628. Allerton traded goods and supplies over long distances He fished near Plymouth and Maine. Later he became captain on the ships that supplied the new American colonies.\nBy early 1642, More joined the Salem church. As a member of this Church he would be allowed to give his opinion and to vote on important matters in Salem.\nBy the age of twenty-four, More was a captain of his own small ship and traded with the colonies, the West Indies, and England. He moved to Salem Neck Massachusetts and set up his own fishing stand. Drinking water was scarce so More dug a well for himself but allowed all others to use it. He traded tobacco and other merchandise and supplies with Virginia and the West Indies, and made voyages to England.\nMore took part in sea battles against the French in 1664. They were trying to prevent the early colonist from fishing and trading goods and supplies that the colonists needed to live. This was in an area called the Hudson River region. In 1654 More also was in another Naval battle against the French at Port Royal, Virginia.\nMore rescued the colonists at the new colony at Cape Fear, North Carolina in 1665.. The people there were dying because they had no food and not enough clothes to keep them warm. The waters around Cape Fear were (and still are) very dangerous for ships yet More brought a shipment of food and supplies to aid them when other captains failed or refused to try.\nRichard and his wife Christian Hunter More had 7 children: Samuel, Thomas, Caleb, Richard Jr., Joshua, Susanna, and Christian.\nChristian More died March 18, 1676 in Salem.\nDeath and burial.\nMore died in 1696. His gravestone gives his age as 84, but he did not know his exact birth date. More lived longer than any other male passenger of the \"Mayflower\". He is buried in the Charter Street Burial Ground in Salem, Massachusetts. He is the only Mayflower passenger to have his gravestone where it was originally placed sometime in the mid-1690s. Also buried nearby in the same cemetery were his two wives, Christian Hunter More and Jane More.\nIn recent years, More's metal spoon was found during the excavation of the original Plymouth Colony site. His initials were carved into it.","categories":[],"infobox_types":[],"annotations":[{"uri":"Circa","surface_form":"circa","offset":14},{"uri":"Passenger","surface_form":"passenger","offset":38},{"uri":"Mayflower","surface_form":"Mayflower","offset":56},{"uri":"Sailor","surface_form":"sailor","offset":88},{"uri":"Ship","surface_form":"ship","offset":107},{"uri":"Captain","surface_form":"captain","offset":112},{"uri":"Colony","surface_form":"colony","offset":143},{"uri":"Starvation","surface_form":"starvation","offset":155},{"uri":"Prosperous","surface_form":"prosperous","offset":198},{"uri":"England","surface_form":"England","offset":238},{"uri":"West_Indies","surface_form":"West Indies","offset":254},{"uri":"Sibling","surface_form":"sibling","offset":333},{"uri":"Mayflower","surface_form":"Mayflower","offset":396},{"uri":"Indentured_servants","surface_form":"indentured servants","offset":420},{"uri":"Pilgrims","surface_form":"Pilgrims","offset":655},{"uri":"Edward_Winslow_(Mayflower_passenger)","surface_form":"Edward Winslow","offset":695},{"uri":"John_Carver_(Mayflower_passenger)","surface_form":"John Carver","offset":780},{"uri":"Died","surface_form":"died","offset":988},{"uri":"Sea","surface_form":"sea","offset":996},{"uri":"William_Brewster_(Mayflower_passenger)","surface_form":"William Brewster","offset":1155},{"uri":"Infection","surface_form":"infection","offset":1262},{"uri":"Illness","surface_form":"illness","offset":1313},{"uri":"Plymouth%2C_Devon","surface_form":"Plymouth","offset":1383},{"uri":"Cape_Cod","surface_form":"Cape Cod","offset":1518},{"uri":"Mayflower_Compact","surface_form":"Mayflower Compact","offset":1576},{"uri":"Virginia_Colony","surface_form":"Virginia Colony","offset":1697},{"uri":"Harbor","surface_form":"Harbor","offset":1808},{"uri":"Plymouth_Colony","surface_form":"Plymouth Colony","offset":1888},{"uri":"Food","surface_form":"food","offset":1991},{"uri":"Shelter","surface_form":"shelter","offset":2000},{"uri":"Bury","surface_form":"bury","offset":2015},{"uri":"Thanksgiving_Day","surface_form":"Thanksgiving","offset":2075},{"uri":"Cattle","surface_form":"cattle","offset":2236},{"uri":"Livestock","surface_form":"livestock","offset":2253},{"uri":"Isaac_Allerton_(Mayflower_passenger)","surface_form":"Isaac Allerton","offset":2285},{"uri":"Maine","surface_form":"Maine","offset":2392},{"uri":"Captain","surface_form":"captain","offset":2415},{"uri":"Salem%2C_Massachusetts","surface_form":"Salem","offset":2508},{"uri":"Opinion","surface_form":"opinion","offset":2581},{"uri":"Vote","surface_form":"vote","offset":2596},{"uri":"West_Indies","surface_form":"West Indies","offset":2734},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":2783},{"uri":"Fishing","surface_form":"fishing","offset":2816},{"uri":"Well","surface_form":"well","offset":2871},{"uri":"Tobacco","surface_form":"tobacco","offset":2932},{"uri":"Battle","surface_form":"battle","offset":3061},{"uri":"France","surface_form":"French","offset":3081},{"uri":"Hudson_River","surface_form":"Hudson River","offset":3254},{"uri":"Port_Royal%2C_Virginia","surface_form":"Port Royal, Virginia","offset":3343},{"uri":"Cape_Fear%2C_North_Carolina","surface_form":"Cape Fear, North Carolina","offset":3413},{"uri":"Clothes","surface_form":"clothes","offset":3517},{"uri":"Gravestone","surface_form":"gravestone","offset":3938},{"uri":"Metal","surface_form":"metal","offset":4391},{"uri":"Spoon","surface_form":"spoon","offset":4397}]}