{"id":400331,"url":"http://en.wikipedia.org/wiki/Dirk_Klingenberg","text":"Dirk Klingenberg (born 23 July 1969 in Duisburg) is a former professional water polo player from Germany.\nSports career.\nKlingenberg is counted as the best water polo player in Germany in the 1990s. He began his career in 1980 in Duisburg and started playing for the ASC Duisburg. A year later he moved to the Duisburger SV 98. After 10 years he left his hometown in 1991 and moved to Berlin, where he played for the Wasserfreunde Spandau 04. He won 17 national titles during his time in Berlin. He also became the top-scorer of the water polo Bundesliga twice. As a member of team Germany he competed in 190 international games. He was able to achieve his goal to participate in the Olympic Games in 1996. He was team speaker of the water polo national team in 1998, and was selected for the World-All-Star-Team in 1999. Because of personal and job-related reasons, Klingenberg began to slowly end his career in Düsseldorf, where he led the Düsseldorfer SC in the first league in 1999/2000.\nOccupational career.\nBesides his activities as a competitive sportsman, Klingenberg always focused on his occupational career. From 1999 to 2008 he worked in sports marketing as the head of marketing communications and sporting events of the Deutsche Telekom AG. He founded his own agency Klingenberg Sportconsulting GmbH in 2009, and worked from then on as an independent consultant. The main fields of activity are strategic consulting, conception and planning for companies and brands, as well as creative event and project management.\nHe also works as a lecturer at a media-university in Cologne, and as a consultant of the water polo Team Germany.\nPersonal life.\nHe is married to Kirsten Klingenberg, has two children and lives in Cologne.","categories":[],"infobox_types":[],"annotations":[{"uri":"Duisburg","surface_form":"Duisburg","offset":39},{"uri":"Water_polo","surface_form":"water polo","offset":74},{"uri":"Germany","surface_form":"Germany","offset":97},{"uri":"ASC_Duisburg","surface_form":"ASC Duisburg","offset":267},{"uri":"Duisburger_SV_98","surface_form":"Duisburger SV 98","offset":310},{"uri":"Wasserfreunde_Spandau_04","surface_form":"Wasserfreunde Spandau 04","offset":417},{"uri":"1996_Summer_Olympics","surface_form":"Olympic Games in 1996","offset":684},{"uri":"Marketing","surface_form":"marketing","offset":1157},{"uri":"Kirsten_Klingenberg","surface_form":"Kirsten Klingenberg","offset":1677}]}