{"id":400399,"url":"http://en.wikipedia.org/wiki/Leila_Ismailova","text":"Leila Ryzvanauna Ismailova (,; born 28 July 1991 in Minsk) is a Belarusian journalist, presenter and model.\nBiography.\nLeila was born in the family of Rizvan Islam oglu Ismayilov, the native city of Agdam (Azerbaijan), and Halina Ivanauna Ruzhantsova, the native city of Minsk. One month after the birth of her daughter, the family moved to Baku.\nWhen Leila was 3 years old, her father, who worked as director of a tank farm in Agdam, who was killed during the Armenian-Azerbaijani conflict by gunfire from the Armenian side. A mother with three children returned to Minsk.\nIn 2006 Leila finished Lyceum of the Belarusian State University (history form), then she graduated from the Institute of Journalism of the Belarusian State University (audiovisual journalism, diploma with honour, the best alumna 2011).\nShe is a Belarusian journalist leading music TV programs, model. In particular, was host the Junior Eurovision Song Contest in 2010, which was held in Minsk (together with Dzianis Kurian), Leila was the spokesman of the belarusian voting in the Eurovision Song Contest 2011, and has been leading the national selection in Belarus for Eurovision Song Contest 2012.\nLeila founded charity organisation Pretty Powerful that works with orphan girls in Belarus and helps them to make first steps after leaving the orphanage. The organisation started its work in 2014 and has been actively working since then.\nMs. Ismailova is obtaining her Master's degree in Strategic Public Relation in University of Southern California.\nLeila has been a host and a jury member of international award for journalists ADAMI Media Prize.","categories":[],"infobox_types":[],"annotations":[{"uri":"Minsk","surface_form":"Minsk","offset":52},{"uri":"Belarus","surface_form":"Belarus","offset":64},{"uri":"Agdam","surface_form":"Agdam","offset":199},{"uri":"Azerbaijan","surface_form":"Azerbaijan","offset":206},{"uri":"Baku","surface_form":"Baku","offset":341},{"uri":"Nagorno-Karabakh_War","surface_form":"Armenian-Azerbaijani conflict","offset":461},{"uri":"Belarus","surface_form":"Belarus","offset":820},{"uri":"Junior_Eurovision_Song_Contest_2010","surface_form":"Junior Eurovision Song Contest","offset":904},{"uri":"2010","surface_form":"2010","offset":938},{"uri":"Dzianis_Kurian","surface_form":"Dzianis Kurian","offset":983},{"uri":"Eurovision_Song_Contest_2011","surface_form":"Eurovision Song Contest 2011","offset":1056},{"uri":"Eurovision_Song_Contest_2012","surface_form":"Eurovision Song Contest 2012","offset":1145}]}