{"id":400443,"url":"http://en.wikipedia.org/wiki/Junior_Eurovision_Song_Contest_2011","text":"The Junior Eurovision Song Contest 2011 was the ninth edition of the contest, and took place in Yerevan, Armenia at the recently renovated Karen Demirchyan Sports and Concerts Complex. It was the first time in history of the Junior Eurovision Song Contest that the contest was held in last year's winning country.\nPublic Television of Armenia ARMTV was the main organizer of the show, being provided financial aid from the European Broadcasting Union made of entrance fees from the participating broadcasters, while Swedish company HD Resources assisted with the technical side of the production.\nThe winner was the group Candy from Georgia with the song \"Candy Music\". This is Georgia's second victory in the Junior Eurovision Song Contest.\nFinal.\nEach country gave their votes through a 50% jury and 50% televoting system, which decided their top ten songs using the points 12, 10, 8, 7, 6, 5, 4, 3, 2, and 1.\nReturning artists.\nEven though rules of Junior Eurovision do not allow participation of returning artists - EBU issued special permission for Russian entry 2011 performed by participant of Junior Eurovision Song Contest 2009 Ekaterina Ryabova, which is first similar case in history of the contest. According to Sietse Bakker, EBU coordinator - EBU may also drop this rule completely, starting from 2012. Notably, Ekaterina had also already applied to national preselection in 2010 as well, but was disqualified following the existing rule.","categories":[],"infobox_types":[],"annotations":[{"uri":"Yerevan","surface_form":"Yerevan","offset":96},{"uri":"Armenia","surface_form":"Armenia","offset":105},{"uri":"Karen_Demirchyan_Sports_and_Concerts_Complex","surface_form":"Karen Demirchyan Sports and Concerts Complex","offset":139},{"uri":"Public_Television_of_Armenia","surface_form":"ARMTV","offset":343},{"uri":"European_Broadcasting_Union","surface_form":"European Broadcasting Union","offset":423},{"uri":"Candy_(group)","surface_form":"Candy","offset":622},{"uri":"Georgia_(country)","surface_form":"Georgia","offset":633},{"uri":"Junior_Eurovision_Song_Contest","surface_form":"Junior Eurovision Song Contest","offset":710},{"uri":"Junior_Eurovision_Song_Contest_2009","surface_form":"Junior Eurovision Song Contest 2009","offset":1101},{"uri":"Ekaterina_Ryabova","surface_form":"Ekaterina Ryabova","offset":1137},{"uri":"Sietse_Bakker","surface_form":"Sietse Bakker","offset":1224},{"uri":"Ekaterina_Ryabova","surface_form":"Ekaterina","offset":1326}]}