{"id":400454,"url":"http://en.wikipedia.org/wiki/James_Sisnett","text":"James Emmanuel \"Doc\" Sisnett (22 February 1900 – 23 May 2013) was a Barbadian farmer and supercentenarian. Sisnett was at the time of his death the oldest Barbadian person ever as well as the oldest male British subject ever at the time of his death, surpassing Englishman Henry Allingham by less than 7 weeks, and the third youngest of only 15 verified men aged 113 or older.\nSisnett was born on 22 February 1900 in Saint George parish, Barbados (at that time British West Indies). His siblings lived up to be 98, 99, and 100. In 1923, Sisnett married Anita Dowling, having 5 children until Anita's death in 1937. Sisnett later married Josephine Evelyn in 1942, with whom he had 6 children, and 9 of his 11 children were living at the time of his death. He worked as a farmer until age 100 in 2000 when he retired. Due to poor eyesight, in 2006 aged 106, Sisnett had an operation to remove his cataracts. Sisnett died at age 113 years, 90 days from natural causes in his home in Christ Church, Barbados on 23 May 2013 while sleeping. At the time of his death, Sisnett was the oldest living man in North America since Walter Breuning's death on 14 April 2011 and, since Japaneseman Tanekichi Onishi, who was just a week older, died on 11 September 2011, the world's second oldest living man behind Japaneseman Jiroemon Kimura, who was almost 3 years older and died only less than 3 weeks later. Sisnett and Kimura were the last living men born in the 19th century and, from 22 February 2012 until Sisnett's death, the only two living men who were at least 112 years old.","categories":[],"infobox_types":[],"annotations":[{"uri":"Supercentenarian","surface_form":"supercentenarian","offset":89},{"uri":"Henry_Allingham","surface_form":"Henry Allingham","offset":273},{"uri":"Saint_George%2C_Barbados","surface_form":"Saint George parish","offset":417},{"uri":"Barbados","surface_form":"Barbados","offset":438},{"uri":"British_West_Indies","surface_form":"British West Indies","offset":461},{"uri":"Cataract","surface_form":"cataract","offset":895},{"uri":"Christ_Church%2C_Barbados","surface_form":"Christ Church","offset":980},{"uri":"Walter_Breuning","surface_form":"Walter Breuning","offset":1118},{"uri":"Tanekichi_Onishi","surface_form":"Tanekichi Onishi","offset":1182},{"uri":"Jiroemon_Kimura","surface_form":"Jiroemon Kimura","offset":1310},{"uri":"19th_century","surface_form":"19th century","offset":1451}]}