{"id":400696,"url":"http://en.wikipedia.org/wiki/Eoarchaean","text":"e=\"preserve\">The Eoarchaean (Eoarchean) is the first geological era in the Archaean eon that began 4 billion years ago, and ended 3.6 billion years ago. Before it was the Hadean It is followed by the Palaeoarchaean.\nThe Eoarchaean is the earliest period of geology after the solidification of Earth's crust. The abiotic origins of life (abiogenesis) have been dated to a time window from 4 to 3.6 billion years ago when atmospheric pressure values ranged from 100 to 10 bar.\nChronology.\nIt was formerly officially unnamed and usually referred to as the first part of the \"Early Archaean\" (now an obsolete name) together with the later Palaeoarchaean Era. It is the first part of the Archaean Eon, preceded by the Hadean Eon.\nThe Eoarchaean was followed by the Palaeoarchaean Era.\nThe name comes from two Greek words: \"eos\" (dawn) and \"archaios\" (ancient). The 1st supercontinent Vaalbara appeared around the end of this period around 3.6 billion years ago.\nGeology.\nA characteristic of the Eoarchean is that Earth possessed a firm crust for the first time. However, this crust may have been incomplete at many sites and areas of lava may have existed at the surface. The beginning of the Eoarchaean is characterized by heavy asteroid bombardment within the inner solar system: the Late Heavy Bombardment. The Eoarchaean is the first phase of our planet from which solid rock formations survived. The largest is the Isua greenstone belt at the southwest coast of Greenland. It appeared during the Eoarchaean around 3.8 billion years ago. The Acasta Gneiss within the Canadian Shield have been dated to be 4.03 Ga and are therefore the oldest preserved rock formations. In 2008 another rock formation was discovered in the Nuvvuagittuq greenstone belt in northern Québec in Canada which has been dated to be 4.28 Ga. These formations are presently under intense investigation.\nEarth's oceans formed 3.8 billion years ago.","categories":[],"infobox_types":[],"annotations":[{"uri":"Geology","surface_form":"geological","offset":53},{"uri":"Era","surface_form":"era","offset":64},{"uri":"Archaean","surface_form":"Archaean","offset":75},{"uri":"Eon","surface_form":"eon","offset":84},{"uri":"Billion","surface_form":"billion","offset":101},{"uri":"Hadean","surface_form":"Hadean","offset":171},{"uri":"Palaeoarchaean","surface_form":"Palaeoarchaean","offset":200},{"uri":"Geologic_time_scale","surface_form":"period of geology","offset":247},{"uri":"Earth%27s_crust","surface_form":"Earth's crust","offset":293},{"uri":"Abiogenesis","surface_form":"abiogenesis","offset":337},{"uri":"Palaeoarchaean","surface_form":"Palaeoarchaean","offset":635},{"uri":"Archaean","surface_form":"Archaean","offset":683},{"uri":"Hadean","surface_form":"Hadean","offset":713},{"uri":"Greek_language","surface_form":"Greek","offset":804},{"uri":"Vaalbara","surface_form":"Vaalbara","offset":879},{"uri":"Crust_(geology)","surface_form":"crust","offset":1031},{"uri":"Late_Heavy_Bombardment","surface_form":"Late Heavy Bombardment","offset":1281},{"uri":"Isua_greenstone_belt","surface_form":"Isua greenstone belt","offset":1415},{"uri":"Acasta_Gneiss","surface_form":"Acasta Gneiss","offset":1541},{"uri":"Canadian_Shield","surface_form":"Canadian Shield","offset":1566},{"uri":"Nuvvuagittuq_greenstone_belt","surface_form":"Nuvvuagittuq greenstone belt","offset":1721},{"uri":"Qu%C3%A9bec","surface_form":"Québec","offset":1762}]}