{"id":400636,"url":"http://en.wikipedia.org/wiki/Vili_and_V%C3%A9","text":"e=\"preserve\">In Norse mythology, Vili and Vé are the brothers of Odin. It is said that these three gods made the world. In Old Norse, \"vili\" means \"will\", and \"vé\" refers to a type of Germanic shrine\nVé is also known as the god of the seas. He once challenged Odin to a duel over the throne of Asgard. Odin won, and sent his brother to the underworld as punishment.\nVili, however, was loyal to Odin. Since Odin wore gold armour, his brothers Vili wore silver and Vé wore bronze. When Odin threw Vé into the underworld, Vé's armour was taken from him. Eventually, when Ragnarök began, Vé was given back his armour, sword, and powers to join Odin and Vili on a quest to kill the wolf Fenrir. When Fenrir swallowed Odin, his brother Vili thought the war was over and there were no hope so he sacrificed himself to Fenrir. Vé fled after Vili sacrificed himself, but Fenrir found him in the realm of the elves and ate him. However some people may say that Fenrir never ate Vé and that he was shot in the head with an arrow by an elf who had mistaken him for his nephew Loki. However Odin never knew Baldr was not his son but instead his nephew: Frigg's and Vé's son.","categories":[],"infobox_types":[],"annotations":[{"uri":"Norse_mythology","surface_form":"Norse mythology","offset":16},{"uri":"Odin","surface_form":"Odin","offset":65},{"uri":"Old_Norse","surface_form":"Old Norse","offset":123},{"uri":"Will_(philosophy)","surface_form":"will","offset":148},{"uri":"Germanic_paganism","surface_form":"Germanic","offset":184},{"uri":"Shrine","surface_form":"shrine","offset":193},{"uri":"Duel","surface_form":"duel","offset":270},{"uri":"Asgard","surface_form":"Asgard","offset":294},{"uri":"Underworld","surface_form":"underworld","offset":340},{"uri":"Punishment","surface_form":"punishment","offset":354},{"uri":"Ragnar%C3%B6k","surface_form":"Ragnarök","offset":568},{"uri":"Fenrir","surface_form":"Fenrir","offset":682}]}