{"id":40070,"url":"http://en.wikipedia.org/wiki/Torchwood","text":"\"Torchwood\" is a British science fiction television programme. It is about a secret organisation protecting the Earth from aliens. It has been shown on TV channels in Britain including BBC One, BBC Two, and BBC Three. It can be viewed on Netflix and is sometimes shown on American TV channels including Starz. The show is a spin off of the British television series \"Doctor Who\". It follows the Cardiff, Wales section of a secret group called the Torchwood Institute. The Torchwood Institute examines things that aliens cause to happen on Earth. They also collect alien equipment to use.\nThe series is set in Cardiff, Glamorgan, Wales. Series 1 takes place after \"Doctor Who\" Series 2. Series 2 takes place in between Doctor Who Series 3 and Series 4. Because the shows are science fiction and some characters live forever, it is hard to track down the exact times in which \"Doctor Who\" and \"Torchwood\" overlap.\n\"Torchwood\" stars John Barrowman as Captain Jack Harkness, the leader of the Cardiff Torchwood Institute. Barrowman also played Harkness in Series 1, Series 3 and Series 4 of the current \"Doctor Who\" (2005). Eve Myles plays Gwen Cooper, a policewoman who joins the group. Gareth David-Lloyd stars as Ianto Jones, a person who helps out and is a love interest of Jack. Jack Harkness, Ianto Jones, and Gwen Cooper are the central cast members. Also, Naoko Mori plays scientist Toshiko Sato. Burn Gorman plays Doctor Owen Harper.\nBecause the show is set in and around Cardiff, many of the local attractions like the Millennium Centre and Cardiff Bay are shown in the series. Country settings around Glamorgan are also used many times in the series.\nThe programme is aimed at adults and older teenagers.\nThe third series is a five episode long story named \"Children of Earth\". \"Children of Earth \"has returning cast members John Barrowman as Captain Jack Harkness, Eve Myles as Gwen Cooper, and Gareth David-Lloyd as Ianto Jones.\nThe fourth series is a ten episode story named \"Miracle Day. Miracle Day\" has returning cast members John Barrowman as Captain Jack Harkness and Eve Myles as Gwen Cooper.","categories":[],"infobox_types":["Television"],"annotations":[{"uri":"United_Kingdom","surface_form":"British","offset":17},{"uri":"Science_fiction","surface_form":"science fiction","offset":25},{"uri":"Television_programme","surface_form":"television programme","offset":41},{"uri":"Earth","surface_form":"Earth","offset":112},{"uri":"Extraterrestrial_being","surface_form":"aliens","offset":123},{"uri":"Britain","surface_form":"Britain","offset":167},{"uri":"BBC","surface_form":"BBC","offset":185},{"uri":"Netflix","surface_form":"Netflix","offset":238},{"uri":"Starz","surface_form":"Starz","offset":303},{"uri":"Spin_off","surface_form":"spin off","offset":324},{"uri":"Doctor_Who","surface_form":"Doctor Who","offset":367},{"uri":"Collect","surface_form":"collect","offset":556},{"uri":"Equipment","surface_form":"equipment","offset":570},{"uri":"Cardiff","surface_form":"Cardiff","offset":609},{"uri":"Glamorgan","surface_form":"Glamorgan","offset":618},{"uri":"Wales","surface_form":"Wales","offset":629},{"uri":"Doctor_Who","surface_form":"Doctor Who","offset":718},{"uri":"John_Barrowman","surface_form":"John Barrowman","offset":930},{"uri":"Jack_Harkness","surface_form":"Captain Jack Harkness","offset":948},{"uri":"Eve_Myles","surface_form":"Eve Myles","offset":1120},{"uri":"Policewoman","surface_form":"policewoman","offset":1151},{"uri":"Gareth_David-Lloyd","surface_form":"Gareth David-Lloyd","offset":1184},{"uri":"Naoko_Mori","surface_form":"Naoko Mori","offset":1360},{"uri":"Toshiko_Sato","surface_form":"Toshiko Sato","offset":1387},{"uri":"Burn_Gorman","surface_form":"Burn Gorman","offset":1401},{"uri":"Owen_Harper","surface_form":"Owen Harper","offset":1426}]}