{"id":400876,"url":"http://en.wikipedia.org/wiki/Western_Australian_Party","text":"e=\"preserve\">The Western Australian Party (WAP) was an Australian political party that operated in 1906. It was a liberal party which wanted to protect the rights of Western Australians and oppose the Labour Party. Its supporters came from the Protectionist Party and the Anti-Socialist Party. John Forrest, a minister in Alfred Deakin's government, became leader the party. Candidates were selected for all electorates in the 1906 federal election. By the time the election was held, support for the party had ceased. Forrest was elected, but not as a WAP member. However, the party did elect one member, William Hedges, as the member for Fremantle. He was a member of the WAP, although he sat as an independent and, like Forrest, joined the Commonwealth Liberal Party when it began in 1909.\nThe party policies were explained in a 12-point program. Many of these were to promote the interests of Western Australia as a member of the new Australian federation. This included keeping as much government revenue as possible. It also included items important to Western Australia such as coastal defence, and building a railway to the eastern states. It also wanted to introduce deciaml currency, and metric weights and measures.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":55},{"uri":"Liberalism","surface_form":"liberal","offset":114},{"uri":"Western_Australia","surface_form":"Western Australia","offset":166},{"uri":"Australian_Labor_Party","surface_form":"Labour Party","offset":201},{"uri":"Protectionist_Party","surface_form":"Protectionist Party","offset":244},{"uri":"Anti-Socialist_Party","surface_form":"Anti-Socialist Party","offset":272},{"uri":"John_Forrest","surface_form":"John Forrest","offset":294},{"uri":"Alfred_Deakin","surface_form":"Alfred Deakin","offset":322},{"uri":"William_Hedges_(Australian_politician)","surface_form":"William Hedges","offset":606},{"uri":"Division_of_Fremantle","surface_form":"Fremantle","offset":640},{"uri":"Independent_(politician)","surface_form":"independent","offset":701},{"uri":"Commonwealth_Liberal_Party","surface_form":"Commonwealth Liberal Party","offset":743}]}