{"id":400830,"url":"http://en.wikipedia.org/wiki/Archie_Barton","text":"Dr Archie Barton, AM (March 1936 – 18 October 2008) was an Aboriginal Australian activist. He fought for land rights and compensation for the Maralinga Tjarutja people against the Australian and British governments in the 1980s and 1990s. He played an important role in the 20-year campaign of the Maralinga people regaining access to their land after the British nuclear weapons tests.\nEarly life.\nBarton was born in South Australia in March 1936; the exact date is unknown. He was born at a siding on the east-west Trans-Australian Railway line, about east of Ooldea. His mother was a Pitjantjatjara woman from the Maralinga lands. It is not known who his father was, and Barton never knew him, but he is believed to have been a White railway worker. He was given the surname \"Barton\" because that was the name of the siding where he was born (Barton Siding). Archie spent his infancy in the care of his mother at Ooldea, which at the time was a mission station for Aboriginal people.\nAt the age of five, Barton became a victim of the Stolen Generations. He was taken from his mother and placed into a children's home in Port Augusta run by the Christian Brethren. When he was captured, he was hiding behind the skirt of Daisy Bates, a well-known writer who was living near Ooldea at the time. Archie never saw his mother again.\nHe was taught by the Christian Brethren until he was 12 years old. After this, he was sent to work on agricultural stations. He worked at a number of stations during his teenage years, and was often aggravated at being treated differently to White workers. After this, he worked several jobs as a labourer, including on the railway. In his twenties, Barton moved to Adelaide where he worked digging trenches for the South Australian Gas Company. While there, he became an alcoholic, got tuberculosis and spent a year in a sanitorium. By the time he was in his thirties, his addiction to alcohol was so bad that a doctor gave him six months to live. He immediately gave up drinking, and later began working for an Aboriginal alcohol-rehabilitation service in Port Augusta.\nMaralinga.\nDuring the 1950s and 1960s, the British government tested nuclear weapons at the Woomera Test Range in central South Australia. The first two bombs were exploded at Emu Field, located to the north of Maralinga, in 1953. Major tests were done at Maralinga in 1956 and 1957, and multiple smaller tests were made up until 1963. Barton was still a young man at the time. Maralinga was Barton's mother's country, and remains the homeland of the Maralinga Tjarutja people. Most of the indigenous families living in these lands were forced to move out of the area before the major tests began. They were placed in Aboriginal missions and settlements built by the government.\nOne of these settlements was Yalata, located far to the south. The community at Ooldea was relocated there in 1952. In 1981, Barton was chosen as a community adviser for Yalata. Four years later, in January 1985, the government of South Australia handed back the native title to the Maralinga Tjarutja lands. Barton was appointed administrator of the newly created Maralinga Land Rights Council. However, the land remained contaminated from the nuclear waste and was not fit to be lived in.\nIn his role as administrator, Barton led the Maralinga people in their campaign to get the land cleaned and restored so that they could safely return to living there. He represented his people before many enquiries and commissions, in both Canberra and London. A royal commission into the nuclear tests was done by the Australian government. This was the McClelland Royal Commission, for which Barton helped provide evidence. Ten years later, in 1995, the government paid the community AU$13.5 million in compensation. Barton and two elders travelled to London in 1991 and 1992, to negotiate with the British government. They met with the leader of the House of Lords, Viscount Cranborne, to whom Barton presented two bags of soil from Maralinga, tainted with plutonium.\nThe clean-up of the land was estimated to cost over AU$100 million. It took several years before the British offered an acceptable contribution, which was about £20 million. The clean-up was completed in 2000, but the test sites themselves will remain poisonous for many thousands of years.\nLater life.\nBarton served as the administrator of the Maralinga Land Rights Council for 20 years (1985–2005). He was forced to resign the office in 2005, when it was discovered that he had stolen $230,000 of community money. His friends blamed old age and the stress of financial demands from his relatives. His reputation and position in the community was destroyed, and he became poor, unhealthy and an outcast. He lived in sheds in Whyalla and Port Augusta during this time. He was welcomed back into the community shortly before his death, but by that time he was already very weak.\nBarton died on 18 October 2008, in Ceduna. He was buried at Oak Valley, the new settlement built near Maralinga when the traditional owners returned to their lands. He no children of his own, but looked after the children and grandchildren of his long-term partner Mary Harrison.\nRecognition.\nBarton was awarded the South Australian Aboriginal of the Year in 1988, and was made a Member of the Order of Australia in 1989. In 1996, he was given an Honorary Doctorate from the University of Adelaide.\nIn 2001, he became one of the founding members of the Council for Aboriginal Reconciliation. He served as a member of the National Indigenous Council from 2004 to 2005. He also served as a director of Imparja Television, the national Aboriginal broadcasting network.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_of_Australia","surface_form":"AM","offset":18},{"uri":"Indigenous_Australians","surface_form":"Aboriginal Australian","offset":59},{"uri":"Activist","surface_form":"activist","offset":81},{"uri":"Aboriginal_land_rights_in_Australia","surface_form":"land rights","offset":105},{"uri":"Compensation","surface_form":"compensation","offset":121},{"uri":"Maralinga_Tjarutja","surface_form":"Maralinga Tjarutja","offset":142},{"uri":"Nuclear_weapon","surface_form":"nuclear weapon","offset":364},{"uri":"South_Australia","surface_form":"South Australia","offset":418},{"uri":"Siding_(rail)","surface_form":"siding","offset":493},{"uri":"Trans-Australian_Railway","surface_form":"Trans-Australian Railway","offset":517},{"uri":"Ooldea%2C_South_Australia","surface_form":"Ooldea","offset":562},{"uri":"Pitjantjatjara_people","surface_form":"Pitjantjatjara","offset":587},{"uri":"White_people","surface_form":"White","offset":731},{"uri":"Mission_(Christianity)","surface_form":"mission station","offset":948},{"uri":"Stolen_Generations","surface_form":"Stolen Generations","offset":1037},{"uri":"Port_Augusta%2C_South_Australia","surface_form":"Port Augusta","offset":1123},{"uri":"Daisy_Bates","surface_form":"Daisy Bates","offset":1223},{"uri":"Station_(agriculture)","surface_form":"agricultural stations","offset":1433},{"uri":"Adelaide","surface_form":"Adelaide","offset":1697},{"uri":"Alcoholism","surface_form":"alcoholic","offset":1803},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":1818},{"uri":"Sanitorium","surface_form":"sanitorium","offset":1853},{"uri":"Addiction","surface_form":"addiction","offset":1905},{"uri":"Nuclear_weapon","surface_form":"nuclear weapon","offset":2172},{"uri":"Woomera_Test_Range","surface_form":"Woomera Test Range","offset":2195},{"uri":"Emu_Field","surface_form":"Emu Field","offset":2279},{"uri":"Maralinga","surface_form":"Maralinga","offset":2314},{"uri":"Homeland","surface_form":"homeland","offset":2538},{"uri":"Yalata%2C_South_Australia","surface_form":"Yalata","offset":2811},{"uri":"Aboriginal_title","surface_form":"native title","offset":3045},{"uri":"Radioactive_contamination","surface_form":"contaminated","offset":3205},{"uri":"Canberra","surface_form":"Canberra","offset":3513},{"uri":"London","surface_form":"London","offset":3526},{"uri":"Royal_Commission","surface_form":"royal commission","offset":3536},{"uri":"Elder","surface_form":"elders","offset":3807},{"uri":"House_of_Lords","surface_form":"House of Lords","offset":3926},{"uri":"Robert_Gascoyne-Cecil%2C_7th_Marquess_of_Salisbury","surface_form":"Viscount Cranborne","offset":3942},{"uri":"Plutonium","surface_form":"plutonium","offset":4033},{"uri":"Order_of_Australia","surface_form":"Order of Australia","offset":5316},{"uri":"Honorary_degree","surface_form":"Honorary","offset":5369},{"uri":"Doctorate","surface_form":"Doctorate","offset":5378},{"uri":"University_of_Adelaide","surface_form":"University of Adelaide","offset":5397},{"uri":"Council_for_Aboriginal_Reconciliation","surface_form":"Council for Aboriginal Reconciliation","offset":5475},{"uri":"National_Indigenous_Council","surface_form":"National Indigenous Council","offset":5543}]}