{"id":4009,"url":"http://en.wikipedia.org/wiki/Ambassador","text":"e=\"preserve\">An ambassador is a person sent by the government of a country to a different country. The ambassador is the official representative of their country. The ambassador speaks to officials of the other country about any problems and issues between the two countries.\nIn past years, communication between countries could take days or weeks. It was necessary to have a person in each foreign capital to have meetings and make negotiations between countries. Nowadays, communication is much faster, and often governments can be in direct contact with each other. However, it is still true that many problems need person-to-person meetings, so ambassadors are still needed.\nOften an ambassador will live in the foreign country for a number of years. An embassy is where the ambassador lives. Embassies are most often in the capital of the foreign country. An ambassador may bring people with him to help him and work at the embassy. Some of the high ranking people may be called embassy officials.\nIt is both tradition and law that the ambassador and many embassy officials have diplomatic immunity. They cannot be arrested or prosecuted in the foreign country. The only possibility is to send a person back to their own country.","categories":[],"infobox_types":[],"annotations":[{"uri":"Government","surface_form":"government","offset":51},{"uri":"Country","surface_form":"country","offset":67},{"uri":"Representative","surface_form":"representative","offset":130},{"uri":"Communication","surface_form":"communication","offset":291},{"uri":"Negotiation","surface_form":"negotiation","offset":433},{"uri":"Foreign","surface_form":"foreign","offset":716},{"uri":"Embassy","surface_form":"embassy","offset":758},{"uri":"Capital_(city)","surface_form":"capital","offset":829},{"uri":"Rank","surface_form":"rank","offset":955},{"uri":"Diplomatic_immunity","surface_form":"diplomatic immunity","offset":1084},{"uri":"Prosecution","surface_form":"prosecuted","offset":1132}]}