{"id":400923,"url":"http://en.wikipedia.org/wiki/Observable_universe","text":"In Big Bang cosmology, the observable universe is what, in theory, can be seen from Earth. That is light, or other signals, which has had time to reach the Earth since the beginning of the cosmological expansion. The observable universe is a spherical volume (a ball) centered on the observer, regardless of the shape of the universe as a whole. Every place in the universe has its own observable universe, which may or may not overlap with the one centered on Earth.\nThe word \"observable\" does not depend on whether modern technology actually allows detection of radiation from an object in this region. It simply means that it is possible \"in principle\" for light or other signals from the object to reach an observer on Earth. In practice, there is much that we cannot see. We can see light only from as far back as when particles were first able to emit photons that were not quickly re-absorbed by other particles. Before then, the universe was filled with a plasma that was opaque to photons.\nSometimes astrophysicists distinguish between the \"visible\" universe, which includes only signals emitted since recombination—and the \"observable\" universe, which includes signals since the beginning of the cosmological expansion (that is, the end of the inflationary epoch in modern cosmology). The radius of the visible universe, is about 14.0 billion parsecs (about 45.7 billion light years), while the comoving distance to the edge of the observable universe is about 14.3 billion parsecs (about 46.6 billion light years), about 2% larger.\nThe best estimate of the age of the universe as of 2013 is 13.798 ± 0.037 billion years. Due to the expansion of the universe humans are observing objects that were originally much closer but are now considerably farther away (as defined in terms of cosmological proper distance, which is equal to the comoving distance at the present time) than a static 13.8 billion light-years distance. The diameter of the observable universe is estimated at about 28 billion parsecs (93 billion light-years), putting the edge of the observable universe at about 46–47 billion light-years away.","categories":[],"infobox_types":[],"annotations":[{"uri":"Big_Bang","surface_form":"Big Bang","offset":3},{"uri":"Cosmology","surface_form":"cosmology","offset":12},{"uri":"Earth","surface_form":"Earth","offset":84},{"uri":"Ball","surface_form":"ball","offset":262},{"uri":"Technology","surface_form":"technology","offset":524},{"uri":"Radiation","surface_form":"radiation","offset":564},{"uri":"Photon","surface_form":"photon","offset":858},{"uri":"Plasma_(physics)","surface_form":"plasma","offset":964},{"uri":"Inflationary_epoch","surface_form":"inflationary epoch","offset":1254},{"uri":"Parsec","surface_form":"parsec","offset":1353},{"uri":"Age_of_the_universe","surface_form":"age of the universe","offset":1568},{"uri":"Billion","surface_form":"billion","offset":1617},{"uri":"Expansion_of_the_universe","surface_form":"expansion of the universe","offset":1643},{"uri":"Comoving_distance","surface_form":"comoving distance","offset":1845},{"uri":"Light-year","surface_form":"light-year","offset":1911},{"uri":"Diameter","surface_form":"diameter","offset":1937},{"uri":"Light-year","surface_form":"light-year","offset":2026}]}