{"id":401094,"url":"http://en.wikipedia.org/wiki/Messier_82","text":"Messier 82 (also known as NGC 3034, Cigar galaxy or M82) is the nearby starburst galaxy about 12 million light years away in the constellation Ursa Major. It is five times brighter than the whole Milky Way and one hundred times brighter than our galaxy's center.\nIn 2005, the Hubble Space Telescope revealed 197 young massive clusters in the starburst core. The average mass of these clusters is around 2 \"M\"⊙, hence the starburst core is a very energetic and high-density environment. Throughout the galaxy's center, young stars are being born 10 times faster than they are inside our entire Milky Way Galaxy.\nMessier 81 triggering starburst.\nM82 is being physically affected by its larger neighbor, nearby spiral M81. Tidal forces caused by gravity have deformed M82, a process that started about 100 million years ago. This interaction has caused star formation to increase tenfold compared to \"normal\" galaxies.\nRecently, M82 has undergone at least one tidal encounter with M81. This resulted in a large amount of gas being funnelled into the galaxy's core over the last 200 million years (myr). The most recent such encounter is thought to have happened around 2–5 years ago and resulted in a concentrated starburst together with a marked peak in the cluster age distribution. This starburst ran for up to ~50 myr at a rate of ~10 \"M\"⊙ per year. Two subsequent starbursts followed, the last of which (~4–6 myr ago) may have formed the core star clusters.\nUnknown object.\nIn April 2010, radio astronomers at the Jodrell Bank Observatory of the University of Manchester reported an unknown object in M82. The object started sending out radio waves, and the emission did not look like anything seen anywhere in the universe before.\nThere have been several theories about the nature of this unknown object, but currently no theory entirely fits the observed data. The object is several arcseconds from the center of M82. It has an apparent motion of four times the speed of light relative to the galaxy centre.","categories":[],"infobox_types":[],"annotations":[{"uri":"Starburst_galaxy","surface_form":"starburst galaxy","offset":71},{"uri":"Light_year","surface_form":"light year","offset":105},{"uri":"Constellation","surface_form":"constellation","offset":129},{"uri":"Ursa_Major","surface_form":"Ursa Major","offset":143},{"uri":"Milky_Way","surface_form":"Milky Way","offset":196},{"uri":"Hubble_Space_Telescope","surface_form":"Hubble Space Telescope","offset":276},{"uri":"Spiral_galaxy","surface_form":"spiral","offset":708},{"uri":"Messier_81","surface_form":"M81","offset":715},{"uri":"Gravity","surface_form":"gravity","offset":743},{"uri":"Jodrell_Bank_Observatory","surface_form":"Jodrell Bank Observatory","offset":1516},{"uri":"University_of_Manchester","surface_form":"University of Manchester","offset":1548},{"uri":"Radio_wave","surface_form":"radio wave","offset":1639},{"uri":"Speed_of_light","surface_form":"speed of light","offset":1966}]}