{"id":401071,"url":"http://en.wikipedia.org/wiki/Cato_the_Younger","text":"Cato the Younger (Marcus Porcius Cato Uticensis, 95 BC, Rome – April 46 BC, Utica) was a politician and statesman in the late Roman Republic, and a follower of the Stoic philosophy. He was known as \"Cato Minor\" to distinguish him from his great-grandfather (Cato the Elder). A noted orator, he had great moral integrity. He could not be bribed, and disliked the political corruption of the age. He is remembered for his stubbornness and for his lengthy conflict with Julius Caesar.\nPlutarch tells a story about Cato's peers' immense respect for him, even at a young age. During a Roman ritual military game, called \"Troy\", in which all aristocratic teenagers participated as a sort of \"coming of age\" ceremony, a mock battle with wooden weapons was performed on horseback. While the child of one of Sulla's surrogates was chosen by the adult organizers to lead one of the \"teams,\" the team refused to follow him because of his character, and when they were finally asked whom they would follow, the boys unanimously chose Cato.\nCato's political and military career.\nAs a military tribune, Cato was sent to Macedon in 67 BC at the age of 28. He was given command of a legion. He led his men from the front, sharing their work, food, and sleeping quarters. He was strict in discipline and punishment but was popular with his legionaries. When in Macedon, he got the news that his brother Caepio was dying in Thrace. He set off to see him but his brother died before he arrived. Cato was overwhelmed by grief and, for once, he spared no expense to organize lavish funeral ceremonies.\nQuaestor.\nOn his return to Rome in 65 BC, Cato was elected to the position of quaestor. One of his first moves was to prosecute former quaestors for misusing funds and dishonesty. Cato also prosecuted Sulla's informers, who had acted as head-hunters during Sulla's dictatorship. Cato did this even when the men were well connected politically. At the end of the year, Cato stepped down from his quaestorship amid popular acclaim, but he never ceased to keep an eye on the treasury, always looking for irregularities.\nAs senator, Cato was scrupulous and determined. He never missed a session of the Senate and publicly criticized those who did so. From the beginning, he aligned himself with the \"Optimates\", the conservative faction of the Senate. Many of the Optimates at this time had been Sulla's personal friends, whom Cato had despised since his youth, yet Cato attempted to make his name by returning his faction to its pure republican roots.\nTribune of the plebs.\nIn 63 BC, he was elected tribune of the plebs for the following year. He helped the consul, Cicero, deal with the Catiline conspiracy. Lucius Sergius Catilina, a noble patrician, led a rebellion against the state, raising an army in Etruria.\nWhen Cicero discovered a plot against the consuls and other magistrates in Rome, he arrested the conspirators. Cicero proposed to execute them without trial (which was not lawful). In the Senate's discussion, Julius Caesar agreed the conspirators were guilty, but argued for distributing them among Italian cities \"for safekeeping\". In contrast, Cato argued that capital punishment was necessary to deter treason: it was folly to wait for the test of the conspirators' guilt. Convinced by Cato's argument, the Senate approved Cicero's proposal, and the conspirators were executed. Most of Catilina's army quit the field, much as Cato had predicted.\nCato against Caesar.\nCato was a supporter of Pompey, and continued the fight after Pompey was dead. The anti-Caesar forces, known as the Optimates (roughly, the \"Good Guys\") were reinforced by forces from local rulers. They numbered about eight legions (40.000 men) plus sixty elephants. Caesar defeated the Optimates at the Battle of Thapsus in modern Tunisia, North Africa. Cato did not actually take part in the battle, which was led by a colleague, and committed suicide after the defeat. Roughly 10,000 enemy soldiers wanted to surrender to Caesar, but were instead slaughtered by Caesar's army. This was unusual for Caesar, who was known as a merciful victor. No explanation of this is known.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rome","surface_form":"Rome","offset":56},{"uri":"Utica%2C_Tunisia","surface_form":"Utica","offset":76},{"uri":"Roman_Republic","surface_form":"Roman Republic","offset":126},{"uri":"Stoicism","surface_form":"Stoic","offset":164},{"uri":"Cato_the_Elder","surface_form":"Cato the Elder","offset":258},{"uri":"Orator","surface_form":"orator","offset":283},{"uri":"Bribery","surface_form":"bribed","offset":337},{"uri":"Corruption","surface_form":"corruption","offset":372},{"uri":"Julius_Caesar","surface_form":"Julius Caesar","offset":467},{"uri":"Plutarch","surface_form":"Plutarch","offset":482},{"uri":"Peers","surface_form":"peers","offset":518},{"uri":"Tribune","surface_form":"military tribune","offset":1071},{"uri":"Macedon","surface_form":"Macedon","offset":1106},{"uri":"Roman_legion","surface_form":"legion","offset":1167},{"uri":"Legionary","surface_form":"legionaries","offset":1323},{"uri":"Macedon","surface_form":"Macedon","offset":1344},{"uri":"Thrace","surface_form":"Thrace","offset":1406},{"uri":"Quaestor","surface_form":"quaestor","offset":1659},{"uri":"Sulla","surface_form":"Sulla","offset":1782},{"uri":"Optimates","surface_form":"Optimates","offset":2277},{"uri":"Tribune_of_the_plebs","surface_form":"tribune of the plebs","offset":2577},{"uri":"Consul","surface_form":"consul","offset":2636},{"uri":"Cicero","surface_form":"Cicero","offset":2644},{"uri":"Second_Catilinarian_conspiracy","surface_form":"Catiline conspiracy","offset":2666},{"uri":"Catiline","surface_form":"Lucius Sergius Catilina","offset":2687},{"uri":"Patrician_(ancient_Rome)","surface_form":"patrician","offset":2720},{"uri":"Etruria","surface_form":"Etruria","offset":2785},{"uri":"Julius_Caesar","surface_form":"Julius Caesar","offset":3003},{"uri":"Pompey","surface_form":"Pompey","offset":3488},{"uri":"Battle_of_Thapsus","surface_form":"Battle of Thapsus","offset":3768},{"uri":"Tunisia","surface_form":"Tunisia","offset":3796},{"uri":"North_Africa","surface_form":"North Africa","offset":3805},{"uri":"Suicide","surface_form":"suicide","offset":3910}]}