{"id":401184,"url":"http://en.wikipedia.org/wiki/Cockburn_Town","text":"Cockburn Town is the capital city of the Turks and Caicos Islands.\nGeography.\nCockburn Town is in the Grand Turk Island, the largest island in the Turks Islands archipelago. Historic 18th and 19th century Bermudian architecture can be seen on Duke and Front Streets in the town. The town is known for its long, narrow streets and old street lamps.\nThe closest area where ships can come near the city is Hawk's Nest Anchorage, which, though protected from the wind, should only be entered in good light because of reefs near the entrance.\nHistory.\nThe seat of government ever since 1766, Cockburn Town was the first permanent settlement on any of the islands, founded in 1681 by salt collectors who arrived in the Turks and Caicos Islands. The city supposedly lies on the place where Juan Ponce de León first landed on the island.\nNational Museum.\nCockburn Town is home to the Turks & Caicos National Museum, which is housed in the colonial-era Guinep House, on Front Street. The house is believed to be over 180 years old and is named after the large and old Guinep tree that is in front of the building. The site was donated to the Museum in 1990.\nSome of the exhibits detail the history of the Lucayans (the original people of the islands), the Space Race, Turks and Caicos postage stamps, slavery and the history of the slave trade, the sisal and salt industries, royal events, as well as a general history of the islands. The museum also maintains a garden, which is adjacent to the Guinep House.\nAlso of interest are the museum's research projects, including its \"Message in a Bottle\" Project, recording nearly 40 years' worth of messages found in bottles on the beaches of Grand Turk.","categories":[],"infobox_types":["settlement"],"annotations":[{"uri":"Capital_city","surface_form":"capital city","offset":21},{"uri":"Turks_and_Caicos_Islands","surface_form":"Turks and Caicos Islands","offset":41},{"uri":"Grand_Turk_Island","surface_form":"Grand Turk Island","offset":102},{"uri":"Turks_Islands","surface_form":"Turks Islands","offset":147},{"uri":"Archipelago","surface_form":"archipelago","offset":161},{"uri":"Bermuda","surface_form":"Bermudian","offset":205},{"uri":"Ship","surface_form":"ship","offset":371},{"uri":"Wind","surface_form":"wind","offset":459},{"uri":"Reef","surface_form":"reef","offset":513},{"uri":"Juan_Ponce_de_Le%C3%B3n","surface_form":"Juan Ponce de León","offset":783},{"uri":"Melicoccus_bijugatus","surface_form":"Guinep","offset":1059},{"uri":"Ta%C3%ADno","surface_form":"Lucayans","offset":1196},{"uri":"Space_Race","surface_form":"Space Race","offset":1247},{"uri":"Postage_stamp","surface_form":"postage stamp","offset":1276},{"uri":"Slavery","surface_form":"slavery","offset":1292},{"uri":"Atlantic_slave_trade","surface_form":"slave trade","offset":1323},{"uri":"Sisal","surface_form":"sisal","offset":1340},{"uri":"Salt","surface_form":"salt","offset":1350}]}