{"id":401194,"url":"http://en.wikipedia.org/wiki/Abdal%C3%A1_Bucaram","text":"Abdalá Jaime Bucaram Ortiz (born February 20, 1952) is an Ecuadorian politician and lawyer who was President of Ecuador from 10 August 1996 to 6 February 1997.\nAs President, Abdalá Bucaram was nicknamed \"El Loco\" (\"the crazy one\"). During his presidency, Bucaram didn't fix anything in Ecuador. This led to many people saying that he was not a good leader. Many members of congress thought he was crazy. Almost six months into his presidency, Bucaram was removed from office after being declared mentally unfit to rule by the National Congress of Ecuador.\nEarly life.\nBucaram was born on February 20, 1952 into a tough neighborhood in Guayaquil, Ecuador.\nPresidency.\nAbdalá Bucaram was President from August 10, 1996 to February 6, 1997. His cabinet was put together by the Vice President Rosalía Arteaga. Within months, Bucaram was accused of stealing millions of dollars of public funds.\nAfter he took office, Bucaram tried to fix the state, which included trying to fix the stock process started by Osvaldo Hurtado (1980, Popular Democracy Party), and supported by the next three presidents: León Febres Cordero (1984, PSC), Rodrigo Borja Cevallos (1988, Democratic Left) and Sixto Durán Ballén (1992, ex-PSC).\nThe constitutional court said the congressional resolution to be anti-constitutional and rejected it. The congress ignored the constitutional court decision and continued to confirm Fabian Alarcon as acting president.\nPersonal life.\nHe was exiled from Ecuador as a punishment for his crimes in Ecuador.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ecuador","surface_form":"Ecuador","offset":58},{"uri":"Politician","surface_form":"politician","offset":69},{"uri":"Lawyer","surface_form":"lawyer","offset":84},{"uri":"List_of_heads_of_state_of_Ecuador","surface_form":"President of Ecuador","offset":99},{"uri":"Guayaquil","surface_form":"Guayaquil","offset":635},{"uri":"Ecuador","surface_form":"Ecuador","offset":646},{"uri":"Rosal%C3%ADa_Arteaga","surface_form":"Rosalía Arteaga","offset":789},{"uri":"Osvaldo_Hurtado","surface_form":"Osvaldo Hurtado","offset":1002},{"uri":"Le%C3%B3n_Febres_Cordero","surface_form":"León Febres Cordero","offset":1095},{"uri":"Rodrigo_Borja_Cevallos","surface_form":"Rodrigo Borja Cevallos","offset":1128},{"uri":"Sixto_Dur%C3%A1n_Ball%C3%A9n","surface_form":"Sixto Durán Ballén","offset":1179},{"uri":"Exiled","surface_form":"exiled","offset":1454},{"uri":"Punishment","surface_form":"punishment","offset":1479}]}