{"id":401112,"url":"http://en.wikipedia.org/wiki/Baby_boom_galaxy","text":"The Baby boom galaxy is a starburst galaxy 12.2 billion light years away.\nIt was discovered by NASA's Spitzer Science Center at the California Institute of Technology. The galaxy is the new record holder for the brightest starburst galaxy in the very distant universe, its brightness being a measure of its extreme star-formation rate.\nThe Baby boom galaxy has been called \"the extreme stellar machine\" because it is seen producing stars at a surprising rate of up to 4,000 per year. Our Milky Way galaxy turns out an average of just 10 stars per year.\nAt its rate, the galaxy needs only 50 million years to grow into an equivalent of the most massive galaxy ever observed.\nThe discovery challenges the accepted model for galaxy formation. This has most galaxies slowly bulking up by absorbing pieces of other galaxies, rather than growing internally. Another unusual aspect is the fact that scientists are observing this galaxy at a time when the universe was only a little over 1.4 billion years old. Evidently, the galaxy was doing this when the universe was still in its infancy.\n\"We may be witnessing, for the first time, the formation of one of the most massive elliptical galaxies in the universe\".\nMulti-wavelength.\nThe different colors in the figure of the Baby boom galaxy refers to different wavelengths. The red color refers to new born stars in the galaxy. Interfered lights are giving off as the warm dust is heated by the stars.","categories":[],"infobox_types":[],"annotations":[{"uri":"Starburst_galaxy","surface_form":"starburst galaxy","offset":26},{"uri":"1000000000_(number)","surface_form":"billion","offset":48},{"uri":"Light_years","surface_form":"light years","offset":56},{"uri":"NASA","surface_form":"NASA","offset":95},{"uri":"Spitzer_Science_Center","surface_form":"Spitzer Science Center","offset":102},{"uri":"California_Institute_of_Technology","surface_form":"California Institute of Technology","offset":132},{"uri":"Star_formation","surface_form":"star-formation","offset":315},{"uri":"Star","surface_form":"star","offset":432},{"uri":"Milky_Way","surface_form":"Milky Way","offset":488},{"uri":"Galaxy","surface_form":"galaxy","offset":652},{"uri":"Galaxy_formation_and_evolution","surface_form":"galaxy formation","offset":722},{"uri":"Galaxy","surface_form":"galaxy","offset":922},{"uri":"Universe","surface_form":"universe","offset":948},{"uri":"Interference","surface_form":"Interfered","offset":1370}]}