{"id":401140,"url":"http://en.wikipedia.org/wiki/Christopher_Martin","text":"Christopher Martin (15821621) and his family traveled on the \"Mayflower\" in 1620.\nMartin, his wife Mary, son, Nathaniel and step-son, Solomon all came from Billericay in Essex England. Martin was a merchant by trade.\nThe family did not believe in the Church of England. In 1612, Martin and his wife would not take Holy Communion. Another time, Nathaniel and Solomon made the Church Vicar angry with during a service. Martin got into trouble because he would not give church officials the financial accounts he kept.\nMartin and his family joined a Separatist church. They all wanted to go to the New World. Martin sold his property and bought passage on the ship.\nThe people asked Martin to help them by buying supplies. He did not spent the money wisely. He purchased things like beer, wine, salted beef and pork, dried peas, fishing supplies, muskets, armor, clothing, tools, and other things to trade with the Native Americans. One thing he purchased, the screw-jack, would be very useful to keep the \"Mayflower\" from sinking.\nVoyage.\nThere were two ships going to Virginia Colony, the \"Speedwell\" and the \"Mayflower\". Martin was assigned to be the leader of the passengers on the \"Speedwell\" but the ship needed repairs. A fellow passenger and official of the trip, Robert Cushman said, that Martin will not listen to them, nor allow them to go ashore in case they should run away. Some of the passengers quit the voyage to return to London and lost much or all of their money. Others boarded the \"Mayflower\" which became very crowded.\nChristopher Martin left on \"Mayflower\" in company with his wife Mary, his servant John Langmore and his stepson Solomon Prower. Nathaniel Martin stayed in England.\nThe Mayflower left Plymouth, England on 16 September 1620. There were 102 passengers and 30–40 crew. On 19 November 1620, the \"Mayflower\" spotted land. The \"Mayflower\" was supposed to land in Virginia Colony, but the ship was damaged and they were forced to land at Cape Cod now called Provincetown Harbor. They landed on 21 November. They wrote the Mayflower Compact, which made rules on how they would live and treat each other. Christopher Martin signed the Mayflower Compact. His step-son and his servant were too young to sign.\nIn Plymouth Colony.\nWhen the \"Mayflower\" was docked in the Harbor, Martin and other men went to land to find a place where they all could live.\nIn the winter of 1621 Martin, his wife, son and servant became ill and died.\nMartin and his wife Mary were buried in the Cole's Hill Burial Ground, Plymouth.\nThere is a plaque in the United Reform Church in England to honor the \"Mayflower\" passengers. The plaque names Christopher Martin, Marie (Mary) Martin, Solomon Prower and John Langerman.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mayflower","surface_form":"Mayflower","offset":62},{"uri":"Billericay","surface_form":"Billericay","offset":156},{"uri":"Essex","surface_form":"Essex","offset":170},{"uri":"England","surface_form":"England","offset":176},{"uri":"Merchant","surface_form":"merchant","offset":198},{"uri":"Church_of_England","surface_form":"Church of England","offset":251},{"uri":"Holy_Communion","surface_form":"Holy Communion","offset":314},{"uri":"Church","surface_form":"Church","offset":375},{"uri":"Vicar","surface_form":"Vicar","offset":382},{"uri":"Angry","surface_form":"angry","offset":388},{"uri":"Separatist_movements_(religion)","surface_form":"Separatist","offset":547},{"uri":"New_World","surface_form":"New World","offset":595},{"uri":"Property","surface_form":"property","offset":622},{"uri":"Ship","surface_form":"ship","offset":657},{"uri":"Buy","surface_form":"buy","offset":703},{"uri":"Money","surface_form":"money","offset":741},{"uri":"Beer","surface_form":"beer","offset":780},{"uri":"Wine","surface_form":"wine","offset":786},{"uri":"Beef","surface_form":"beef","offset":799},{"uri":"Pork","surface_form":"pork","offset":808},{"uri":"Peas","surface_form":"dried peas","offset":814},{"uri":"Fishing_rod","surface_form":"fishing supplies","offset":826},{"uri":"Musket","surface_form":"musket","offset":844},{"uri":"Armor","surface_form":"armor","offset":853},{"uri":"Clothing","surface_form":"clothing","offset":860},{"uri":"Tools","surface_form":"tools","offset":870},{"uri":"Native_Americans","surface_form":"Native Americans","offset":912},{"uri":"Virginia_Colony","surface_form":"Virginia Colony","offset":1067},{"uri":"Leader","surface_form":"leader","offset":1151},{"uri":"Passenger","surface_form":"passenger","offset":1165},{"uri":"Ship","surface_form":"ship","offset":1203},{"uri":"London","surface_form":"London","offset":1437},{"uri":"Servant","surface_form":"servant","offset":1613},{"uri":"Plymouth%2C_Devon","surface_form":"Plymouth","offset":1722},{"uri":"Land","surface_form":"land","offset":1849},{"uri":"Harbor","surface_form":"Harbor","offset":2002},{"uri":"Mayflower_Compact","surface_form":"Mayflower Compact","offset":2053},{"uri":"Illness","surface_form":"ill","offset":2443},{"uri":"Cole%27s_Hill","surface_form":"Cole's Hill","offset":2501},{"uri":"Plaque","surface_form":"plaque","offset":2549}]}