{"id":4012,"url":"http://en.wikipedia.org/wiki/Nuclear_war","text":"A nuclear war is a war in which countries fight with nuclear weapons. Because nuclear weapons are extremely powerful and could cause destruction throughout the world, the possibility of nuclear war has had a great effect on international politics.\nSo far, two nuclear weapons have been used during warfare. They were used in the atomic bombings of Hiroshima and Nagasaki and resulted in the deaths of approximately 120,000 people. Thousands of much more powerful bombs were made in later years. They have not yet been used in war.\nHistory.\nNuclear bombs were invented by the United States with Canadian and British help during World War II to help make that war stop. The destruction of Hiroshima and Nagasaki and the Soviet invasion of Manchuria caused Japan to surrender. They are still the only nuclear weapons that have ever been used in fighting a war. At that time only the United States had the technology needed to make the bomb, but within a few years the Soviet Union had developed it too. In the new Cold War, the United States and the Soviet Union were enemies and each had many nuclear weapons, but they did not dare to use them against each other, either directly or by attacking the other country's allies. Since either country could be completely destroyed by the other's weapons, nuclear war could no longer be limited to the use of only one or two bombs; if they were used anywhere by one side, the other would attack with its own nuclear weapons, and the fighting would almost certainly become greater. This situation came to be known as the \"balance of terror,\" or Mutually Assured Destruction, and stopped conflicts between the two superpowers from leading to a third world war.\nSince the end of Communist rule in Russia and Eastern Europe, tensions between America and Russia have eased and war has become less likely. However, today there is more worry about nuclear proliferation. Countries around the world who already have their own bombs include Britain, France, China, Israel, India, Pakistan and North Korea; as all kinds of technology tend to become cheaper and easier to get and use, there is a fear that nuclear weapons could become available to countries with unstable governments. There is also the possibility that terrorists might be able to capture or build nuclear weapons and use them.\nNuclear war in fiction.\nEver since the end of World War II, writers, film-makers, and artists have created works of fiction imagining how a nuclear war might happen and what life would be like afterwards. Most have pictured widespread death and destruction, and a grim post-armageddon world where a few survivors struggle to live without power, medicine, or food. Some have pictured civilization breaking down completely, and primitive societies developing; with the past world becoming forgotten.","categories":[],"infobox_types":[],"annotations":[{"uri":"War","surface_form":"war","offset":19},{"uri":"Countries","surface_form":"countries","offset":32},{"uri":"Nuclear_weapon","surface_form":"nuclear weapon","offset":53},{"uri":"Politics","surface_form":"politics","offset":238},{"uri":"Atomic_bombings_of_Hiroshima_and_Nagasaki","surface_form":"two nuclear weapons","offset":256},{"uri":"War","surface_form":"war","offset":298},{"uri":"Atomic_bombings_of_Hiroshima_and_Nagasaki","surface_form":"atomic bombings of Hiroshima and Nagasaki","offset":329},{"uri":"Bomb","surface_form":"bomb","offset":548},{"uri":"World_War_II","surface_form":"World War II","offset":627},{"uri":"Hiroshima","surface_form":"Hiroshima","offset":687},{"uri":"Nagasaki","surface_form":"Nagasaki","offset":701},{"uri":"Manchuria","surface_form":"Manchuria","offset":737},{"uri":"Technology","surface_form":"technology","offset":902},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":965},{"uri":"Cold_War","surface_form":"Cold War","offset":1011},{"uri":"Ally","surface_form":"allies","offset":1214},{"uri":"Mutually_Assured_Destruction","surface_form":"Mutually Assured Destruction","offset":1585},{"uri":"History_of_the_Soviet_Union_(1985-1991)","surface_form":"end of Communist rule","offset":1710},{"uri":"Russia","surface_form":"Russia","offset":1735},{"uri":"Eastern_Europe","surface_form":"Eastern Europe","offset":1746},{"uri":"Nuclear_proliferation","surface_form":"nuclear proliferation","offset":1882},{"uri":"Britain","surface_form":"Britain","offset":1973},{"uri":"France","surface_form":"France","offset":1982},{"uri":"China","surface_form":"China","offset":1990},{"uri":"Israel","surface_form":"Israel","offset":1997},{"uri":"India","surface_form":"India","offset":2005},{"uri":"Pakistan","surface_form":"Pakistan","offset":2012},{"uri":"North_Korea","surface_form":"North Korea","offset":2025},{"uri":"Terrorism","surface_form":"terrorists","offset":2250},{"uri":"Fiction","surface_form":"fiction","offset":2441},{"uri":"Armageddon","surface_form":"armageddon","offset":2599},{"uri":"Civilization","surface_form":"civilization","offset":2708}]}