{"id":401205,"url":"http://en.wikipedia.org/wiki/Jos%C3%A9_Mar%C3%ADa_Velasco_Ibarra","text":"José María Velasco Ibarra (March 19, 1893 – March 30, 1979) was an Ecuadorian political figure. He was elected five times to the post of president of Ecuador: 1934–1935, 1944–1947, 1952–1956, 1960–1961, and 1968–1972. But only once (1952–1956) did he complete the constitutional mandate.\nEarly life.\nIbarra was born on March 19, 1893 in Quito, Ecuador. He studied at Central University of Ecuador. Ibarra was married to Corina Parral de Velasco Ibarra until his death in 1979.\nPresidency.\nIn 1933, he stood in the Ecuadorian presidential election and received 80% of the votes cast, the highest in Ecuadorian history. Velasco Ibarra traveled through several Latin American countries, including Peru, and restored Ecuador's global image. His first presidency began on September 1, 1934, but he was ousted in August 1935 by the military.\nIn May 1944, because of the May 28 \"Glorious Revolution\", he was named Supreme Chief of the Republic and was later named Constitutional President by the Constituent Assembly. In August 1947, he was again deposed by the military. Three defense ministers perpetuated the coup against Velasco Ibarra; among them was minister Mancheno, who later was his successor.\nIn 1952, he again won the presidential election, and began his third term as president on September 1, 1952. This time, he served his entire term, which ended on August 31, 1956. His third term was a time of progress for Ecuador: 311 schools were constructed, with another 104 in progress. More than 1359 km of roads were constructed, and 1057 km more were improved.\nIn 1960, he was elected president for the fourth time and was removed on November 7, 1961. In 1960, he nullified the Rio de Janeiro Protocol, which led to conflicts between Ecuador and Peru, including Paquisha in 1981 and the War of El Cenepa in 1995.\nFinally, in 1968 Velasco Ibarra won the presidency for a fifth time. This government ended abruptly on February 15, 1972, when once more he was deposed in a bloodless coup, which brought General Guillermo Rodríguez Lara to power. In total, Velasco Ibarra governed nearly 13 years, making him the longest-serving president in Ecuadorian history.\nDeath.\nIbarra fell of a bus in Buenos Aires, Argentina. He returned to Quito where he died from complications of his injuries on March 30, 1979, aged 86.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ecuador","surface_form":"Ecuador","offset":67},{"uri":"Political_figure","surface_form":"political figure","offset":78},{"uri":"President_of_Ecuador","surface_form":"president of Ecuador","offset":137},{"uri":"Quito","surface_form":"Quito","offset":337},{"uri":"Ecuador","surface_form":"Ecuador","offset":344},{"uri":"Central_University_of_Ecuador","surface_form":"Central University of Ecuador","offset":367},{"uri":"Buenos_Aires","surface_form":"Buenos Aires","offset":2192},{"uri":"Argentina","surface_form":"Argentina","offset":2206}]}