{"id":40125,"url":"http://en.wikipedia.org/wiki/Freddy_Krueger","text":"Freddy Krueger is a fictional character from the \"A Nightmare on Elm Street\" movies. He was created by Wes Craven and he is the bad guy of the movies. In the first movie a mom told her kid that a long time ago, Freddy killed a bunch of people's kids and the parents got mad and they burnt Freddy. Right before Freddy died some ghosts told Freddy that he can come back to life if takes over dreams, and Freddy said yes.\nStory.\nIn suburban Ohio, Freddy went after the kids of the parents that killed him. During their nightmares, Freddy would be there and he would kill them in their dreams, and whatever Freddy did in the dream would happen in real life. Then there was this girl named Nancy, she had nightmares about Freddy, and wanted to kill him to stop him from killing anymore. So on purpose, one night she fell asleep to fight Freddy.\nMovies.\nThere have been 8 movies involving Freddy Krueger, a battle movie between him and Jason Voorhees, and a remake was made in 2010. The first 8 starred Robert Englund as Freddy, but in the new one, a man named Jackie Earle Haley plays him.\nClaw glove.\nIn the movie Freddy has this claw he wears, it has fingernails built into it made out of knives. This is a very dangerous weapon, he kills people with it. He has had the same glove throughout all of the 7 movies. But there was another movie, \"New Nightmare\", where his claw was remodeled to look scarier.\nHis clothes.\nFreddy wears a dirty, torn, old red and green sweater and pants. He also wears a dirty brown hat. Freddy's classic outfit was changed in the movie called \"New Nightmare\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Fictional_character","surface_form":"character","offset":30},{"uri":"A_Nightmare_on_Elm_Street_(franchise)","surface_form":"A Nightmare on Elm Street","offset":50},{"uri":"Movie","surface_form":"movie","offset":77},{"uri":"Wes_Craven","surface_form":"Wes Craven","offset":103},{"uri":"Suburb","surface_form":"suburb","offset":429},{"uri":"Ohio","surface_form":"Ohio","offset":438},{"uri":"Freddy_vs._Jason","surface_form":"battle movie","offset":901},{"uri":"Jason_Voorhees","surface_form":"Jason Voorhees","offset":930},{"uri":"Remake","surface_form":"remake","offset":952},{"uri":"Jackie_Earle_Haley","surface_form":"Jackie Earle Haley","offset":1055}]}