{"id":401369,"url":"http://en.wikipedia.org/wiki/Geoffrey_Gurrumul_Yunupingu","text":"Geoffrey Gurrumul Yunupingu (22 January 1971 – 25 July 2017), often known simply as Gurrumul, was an indigenous Australian musician. He was best known as a singer. Most of his songs are sung in Galpu, Gumatj or Djambarrpuyngu, which are all languages of the Yolngu people of northeastern Arnhem Land. He plays the guitar, drums, keyboards and \"yidaki\" (didgeridoo).\nGurrumul was born at Galiwin'ku, on Elcho Island, off the coast of Arnhem Land. He belongs to the Gumatj clan of the Yolngu, and his mother is from the Galpu clan. He was born blind. Although a few of his songs are written and sung in English, he does not speak the language. He is also said to be very shy, and does not normally speak during performances.\nGurrumul was a founding member of the band Yothu Yindi. He played in this band for almost ten years, until 1995. He formed Saltwater Band a few years later and remains their lead singer. He released his first solo album, \"Gurrumul\", in 2008. It was highly successful, and won several awards. It peaked at #3 on the ARIA Charts and #1 on the independent chart. Gurrumul was nominated for four ARIA awards, and won two of them (Best World Music Album and Best Independent Release). He also won three Deadly Awards: Artist of the Year, Album of the Year for \"Gurrumul\" and Single of the Year for \"Gurrumul History (I Was Born Blind)\". At the Independent Music Awards, he won Best New Independent Artist, as well as Best Independent Release and Best Independent Blues/Roots Release for \"Gurrumul\". He won the award for Best Independent Blues and Roots Album again in 2011, for \"Rrakala\".\nYunupingu died at Royal Darwin Hospital, Northern Territory on 25 July 2017 of kidney and liver failure. He was aged 46.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indigenous_Australians","surface_form":"indigenous Australian","offset":101},{"uri":"Singer","surface_form":"singer","offset":156},{"uri":"Yolngu","surface_form":"Yolngu","offset":258},{"uri":"Arnhem_Land","surface_form":"Arnhem Land","offset":288},{"uri":"Guitar","surface_form":"guitar","offset":314},{"uri":"Drums","surface_form":"drums","offset":322},{"uri":"Keyboard_instrument","surface_form":"keyboard","offset":329},{"uri":"Didgeridoo","surface_form":"didgeridoo","offset":353},{"uri":"Elcho_Island","surface_form":"Elcho Island","offset":402},{"uri":"Blindness","surface_form":"blind","offset":542},{"uri":"Yothu_Yindi","surface_form":"Yothu Yindi","offset":766},{"uri":"Saltwater_Band","surface_form":"Saltwater Band","offset":846},{"uri":"Solo_album","surface_form":"solo album","offset":932},{"uri":"ARIA_Charts","surface_form":"ARIA Charts","offset":1038},{"uri":"ARIA_Music_Awards","surface_form":"ARIA award","offset":1115},{"uri":"Deadly_Awards","surface_form":"Deadly Awards","offset":1221},{"uri":"Australian_Independent_Record_Labels_Association","surface_form":"Independent Music Awards","offset":1362},{"uri":"Kidney_failure","surface_form":"kidney","offset":1686},{"uri":"Liver_failure","surface_form":"liver failure","offset":1697}]}