{"id":401309,"url":"http://en.wikipedia.org/wiki/Massasoit","text":"was the Native American leader of the Wampanoag and \"Massasoit\" tribes. His name means \"Great Leader\".\nEarly years.\nMassasoit was born in a Pokanoket village at the site of today's Rhode Island. His village was near a spring of water which is named after him. He was liked by seven leaders. In March 1621, a Native American named Samoset entered Plymouth Colony and said to the Pilgrims in English, \"Welcome Englishmen\". He had learned some words from the English fishermen and traders that had visited his tribe. He said he was sent by Massasoit, “the greatest leader of the country.” After a few days, Massasoit came in person and was received with great friendship.\nMassasoit made a treaty with the Pilgrims. They promised to protect each other against unfriendly Native Americans. They promised not to hurt each other. They also promised to help each other as friends. Massasoit told the pilgrims that there was much sickness where the colonist were now living and that many had died. The treaty was kept as long as Massasoit lived.\nPeace treaty.\nMassasoit helped the people of Plymouth Colony in many ways, including how to plant corn. He became friends with the all of the colonial leaders.\nChildren.\nDuring this time, Massasoit had five children. His oldest son, \"Moanam\" or Wamsutta, died within a year after his father, and his brother Metacom (Philip) became chief in 1662.\nAlliance.\nThere was some bad feeling for a time when the Plymouth leaders refused to give up Squanto to Massasoit. He believe that Squanto had betrayed him. This was settled when Edward Winslow visited him in March 1623. Massasoit was ill and Winslow took care of him. After he got better, Massasoit said the English are my friends and love me. He also said that while he lives he would never forget the kindness they have showed me.\"\nThe Wampanoag and the English maintained a friendship until Massasoit's death. During this time, Massasoit sold lands to the English that they needed. When Roger Williams, was sent away from the Massachusetts colony, he spent many weeks with Massasoit. Massasoit was friendly and honest and always kept his word. He warned the pilgrims of any Native Americans who were not their friends.\nMassasoit died as early as 1660. When he died, his son Wamsutta became chief. When Wamsutta died Metacom (Philip) took his place. Of Massasoit's five children, the only child to survive King Philip's War in 1676 was his daughter, Amie, wife of Tispaquin.\nIn fiction.\nMassasoit was a character in \"The Mayflower Voyagers\", a 1988 episode of the Peanuts television series, \"This is America, Charlie Brown\".\nAt the beginning of the 1995 movie adaptation of Nathaniel Hawthorne's \"The Scarlet Letter\", Massasoit dies and his tribe cremates him.","categories":[],"infobox_types":[],"annotations":[{"uri":"Native_American","surface_form":"Native American","offset":8},{"uri":"Leader","surface_form":"leader","offset":24},{"uri":"Wampanoag","surface_form":"Wampanoag","offset":38},{"uri":"Tribe","surface_form":"tribe","offset":64},{"uri":"Rhode_Island","surface_form":"Rhode Island","offset":181},{"uri":"Village","surface_form":"village","offset":199},{"uri":"Samoset","surface_form":"Samoset","offset":330},{"uri":"Plymouth_Colony","surface_form":"Plymouth Colony","offset":346},{"uri":"English_language","surface_form":"English","offset":390},{"uri":"England","surface_form":"English","offset":456},{"uri":"Fishermen","surface_form":"fishermen","offset":464},{"uri":"Treaty","surface_form":"treaty","offset":686},{"uri":"Protect","surface_form":"protect","offset":729},{"uri":"Treaty","surface_form":"treaty","offset":993},{"uri":"Plymouth_Colony","surface_form":"Plymouth Colony","offset":1082},{"uri":"Corn","surface_form":"corn","offset":1135},{"uri":"Friends","surface_form":"friends","offset":1151},{"uri":"Squanto","surface_form":"Squanto","offset":1477},{"uri":"Edward_Winslow","surface_form":"Edward Winslow","offset":1563},{"uri":"Ill","surface_form":"ill","offset":1619},{"uri":"Roger_Williams_(theologian)","surface_form":"Roger Williams","offset":1975},{"uri":"King_Philip%27s_War","surface_form":"King Philip's War","offset":2393},{"uri":"Episode","surface_form":"episode","offset":2536},{"uri":"Peanuts","surface_form":"Peanuts","offset":2551},{"uri":"Television_series","surface_form":"television series","offset":2559},{"uri":"Nathaniel_Hawthorne","surface_form":"Nathaniel Hawthorne","offset":2661},{"uri":"The_Scarlet_Letter","surface_form":"The Scarlet Letter","offset":2684},{"uri":"Cremation","surface_form":"cremate","offset":2734}]}