{"id":401356,"url":"http://en.wikipedia.org/wiki/Cash_Cab","text":"\"Cash Cab\" is an American television game show. It airs on the Discovery Channel. It started on December 5, 2005, and ended 2012. It is hosted by Ben Bailey. It takes place in New York City.\nGameplay.\nPotential contestants enter a taxi driven by Bailey. When they get in and say where they want to go, they are made aware that they are in the Cash Cab through ceiling lights and music, followed by Bailey's greeting. They are then asked if they want to play. If they do not want to play, they can get out of the taxi. If they do want to play, they have to stay in the taxi until they reach where they want to go or get three strikes.\nContestants who play are asked a series of questions by Bailey. The first four questions are worth $50, the next four are worth $100, and questions after that are worth $200. In the first two seasons, the questions were worth $25, $50, and $100. If a contestant answers a question wrong, they get a strike. If the contestant gets three strikes, they have to get out of the taxi no matter where they are. Contestants have two helps known as \"Shout-Outs.\" The first Shout-Out is the Mobile Shout-Out, which lets the contestant call someone they know for help. The call can take up to 15 seconds. The other Shout-Out is the Street Shout-Out, where Bailey pulls over the taxi, and the contestant can ask someone on the street for help.\nWhen the taxi has to stop at a red light and the contestant has at least $200, a \"Red Light Challenge\" is played. A question will be given that has more than one correct answer. The contestant has 30 seconds to give all of the correct answers to the question. If the contestant does so, they get $250. If the 30 second time limit runs out, the contestant doesn't get a strike. Most games have only one Red Light Challenge, but starting in the fourth season, some games have more than one. The second is played if the contestant has at least $1,000.\nIf the contestant gets to where they wanted to go without getting three strikes, they have a choice: they can leave the taxi and keep the money they won, or risk it on a Video Bonus question. If they decide to play the Video Bonus question, a clip is played, and a question is asked based on it. If the contestant answers correctly, their money is doubled. If they give a wrong answer, they lose all of their money.\nStarting in the fourth season, some games are Double Ride games. The first four questions are worth $100, the next four are worth $200, and questions after are worth $400. The Red Light Challenge is worth $500.\nOther versions.\nIn 2007, a spin-off, \"Cash Cab: After Dark\", started. Contestants were picked up near or after sunset, as well as overnight. The questions were worth double the amount of \"Cash Cab\", and the questions were harder.\nAnother spin-off, \"Cash Cab: Chicago\", started during \"Cash Cabs sixth season. It was hosted by Beth Melewski and used the same rules as the New York \"Cash Cab\". It ended after one season.","categories":[],"infobox_types":[],"annotations":[{"uri":"Television","surface_form":"television","offset":26},{"uri":"Game_show","surface_form":"game show","offset":37},{"uri":"Discovery_Channel","surface_form":"Discovery Channel","offset":63},{"uri":"Ben_Bailey","surface_form":"Ben Bailey","offset":146},{"uri":"New_York_City","surface_form":"New York City","offset":176},{"uri":"Taxi","surface_form":"taxi","offset":231},{"uri":"Spin-off","surface_form":"spin-off","offset":2569},{"uri":"Sunset","surface_form":"sunset","offset":2653}]}