{"id":4016,"url":"http://en.wikipedia.org/wiki/Mario","text":"is a video game character, made by Shigeru Miyamoto. Mario is the main mascot of Nintendo. He has been in more than 200 video games.\nMario is a hero who lives in the Mushroom Kingdom in most games. In the \"Mario\" games, he tries to stop the evil Bowser from taking Princess Peach away. He is often being helped by his brother Luigi. He also has other enemies like Donkey Kong, Waluigi, and Wario, although they are friends in other games.\nMario is one of the most famous video game characters of all time. Over 200 million copies of \"Mario\" games have been sold.\nConcept and creation.\nMario first appeared in the arcade game \"Donkey Kong\" as a carpenter named \"Jumpman\". In Japan, he was called \"Mr. Video\". Later, he was named \"Mario\", after Mario Segale, who was a lot like Mario. Mario Segale was the owner of the land where Nintendo of America's office was built.\nMario later appeared with his younger brother Luigi in an arcade game called \"Mario Bros.\" When the Nintendo Entertainment System was out in shops, \"Super Mario Bros.\" was released for the Nintendo Entertainment System the same year as the game console itself, and has often been considered one of the best games on it next to \"Super Mario Bros. 3\" and Legend Of Zelda.\nBack then, games were hard to make and Nintendo could not make Mario move without making his arms \"disappear\". Changing his clothes fixed it. They also did not have the space to give him a mouth or ears, and they could not make hair, so Mario had a moustache, sideburns, and a cap so it would not look like he was bald. Mario's creator, Shigeru Miyamoto, said that he gave Mario a cap because he has a hard time drawing hair. Mario is currently voiced by Charles Martinet, who also voices Luigi, Wario and Waluigi, respectively, and other characters like Toadsworth.\nMario is Nintendo's mascot (the face of the company). Mario's rival was Sega's mascot, Sonic the Hedgehog, who was first seen in 1991. The two mascots were trying to get more people to buy their games for years until 2001 when ' was released on a Nintendo machine since Sega games started to be released on game machines that were not made by Sega. Mario and Sonic appeared together in a sports game, \"Mario & Sonic at the Olympic Games\", and again in \"Super Smash Bros. Brawl\" as well as \"Super Smash Bros. for Nintendo 3DS and Wii U\". To this day, Mario and Sonic continue to appear together in Nintendo’s spinoff titles such as Super Smash Bros. Ultimate.\nAppearances.\nMario was first seen as \"Jumpman\" in \"Donkey Kong\" in 1981. He was first named \"Mario\" in the arcade game \"Donkey Kong Junior\" in 1982, the only game where he is a villain. His twin brother Luigi was first seen in 1983 in \"Mario Bros.\" He was next seen in \"Super Mario Bros.\" for the Nintendo Entertainment System (NES), which would quickly be one of the most famous games on the console.\nBy 2007, more than 200 million copies of Mario games had been sold all over the world. The game that was best sold was \"Super Mario Bros. 3\". Mario was also seen in some Game & Watch games. Mario has appeared in almost every type of video game, like platform, puzzle, racing, sports, fighting, role-playing and educational games.\nMario has been seen in many games, and is seen in games that are not Mario games as well, like \"Mike Tyson's Punch-Out!!\" where he is a referee. He is also a character you can play as in the \"Super Smash Bros.\" series. Mario has even appeared as a secret character which any player can play as in GameCube version of \"NBA Street V3\" and \"SSX on Tour\", which are both from Electronic Arts. In some games, he only makes very small appearances: in both ' and ', a picture of Mario can be seen, and in ' small Mario and Yoshi statues can be seen.\nAfter the Game & Watch game \"Mario Bombs Away\", the first \"Mario\" non-platformer game, \"Dr. Mario\", was sold in 1990. There are two educational \"Mario\" games that have been made. They are called \"Mario Paint\", was sold in 1992 for the Super Nintendo Entertainment System, and \"Mario Pinball Land\" for the Game Boy Advance. ' was released in 1996 for the Super Nintendo Entertainment System. It is the first \"Mario\" role-playing game. Since then, other Mario role-playing games have been released, such as \"Paper Mario\" for the Nintendo 64; and ' for the Game Boy Advance. Both of these games were made into their own series later on.\nThere have been more series based on the original \"Mario\" series. The \"Mario Kart\" series' first game was \"Super Mario Kart\" for the Super Nintendo Entertainment System. The \"Mario Kart\" series is the most successful racing video game series of all time. The \"Mario Kart\" series is a type of \"Mario\" sports game. There have been other \"Mario\" sports games like \"Mario Golf\" and \"Mario Tennis\", and the baseball and soccer games \"Mario Superstar Baseball\" and \"Super Mario Strikers\". In 1999, the \"Mario Party\" series started on the Nintendo 64.\nThere has been a few TV shows and a movie for the \"Mario\" series. The name of the first TV show is \"The Super Mario Bros. Super Show!\" and the movie is called \"Super Mario Bros.\". The TV show starred \"Captain\" Lou Albano as Mario, and the movie starred Bob Hoskins as Mario. There have also been \"Mario\" toys sold in some places.\nCharacteristics.\nMario was first a 2D character but since technology has changed, Nintendo has remade Mario in 3D. He is a plumber who lives in the land of Mushroom Kingdom. He is the older, shorter brother of Luigi, and they are both plumbers. In the television series, Mario and Luigi are from Brooklyn, although ' says he was born in the Mushroom Kingdom.\nPhysical appearance.\nMario's looks have changed over the years although he has several staple features. He is a short, stubby man wearing a hat with an \"M\" on it, brown hair, black moustache, a very large nose, white gloves, and denim overalls. In most appearances, Mario wears a red hat and shirt with blue overalls. However, in the original \"Super Mario Bros.\" video game, Mario wears a brown shirt and red overalls.\nMario's clothes depend on the game he is in. For example, in the \"Super Mario Strikers\" soccer game, Mario wears a football kit instead of overalls, and in \"Super Mario Sunshine,\" a very sunshiny tropical game, the character wears a red T-shirt and can also put on sunglasses and a Hawaiian-style shirt. In some games, Mario can turn into different forms, each with different clothes.\nPersonality.\nMario is a kind-hearted and brave hero, with a love of pasta and pizza. People know Mario has a great, happy, personality since he has a high pitched, funny voice. Since \"Mario's Game Gallery\", Charles Martinet has been his voice actor. In the games, Mario speaks in English with a thick Italian accent. In other things like TV shows, he has a more Brooklyn-styled accent. Mario does not say many things. He usually says: \"Okey dokey!\", \"Woohoo!\", \"Let's a-go!\", \"It's-a me! Mario!\", \"'ere we go\", \"Mama mia!\" and more, though in sports games, he says things relevant to the sport, in Mario Golf he says \"Fore!\" for example. Mario hardly ever speaks properly in any games, leaving the talking to other characters. He does speak normally in the DiC animated cartoons and the anime series.\nOccupation and hobbies.\nMario is a plumber (he was a carpenter). He only acts like a plumber in the games, ' and the original \"Mario Bros.\", but pipes are always one way to get around. Mario was seen plumbing during the animated series. He knows a lot about tools and fixing pipes in the movie. In the first Donkey Kong games when Mario was called Jumpman, he was a carpenter.\nIn the \"Dr. Mario\" games first seen in 1990, Mario is a doctor. In 2001, Mario appeared in \"Dr. Mario 64\", an updated version of the original puzzle game. Dr. Mario appeared as an secret character in the Nintendo GameCube game \"Super Smash Bros. Melee\", and in another newer version, \"Dr. Mario Virus Buster\", for WiiWare. In the Game Boy game \"Mario's Picross\", Mario is an archaeologist.\nMario usually saves Princess Peach (AKA Princess Toadstool), Princess Daisy and Pauline. And he usually has to defeat villains, like Bowser(AKA King Koopa in Japan) Most characters in the games know who he is because he acts like a hero, as shown in ', where they are called \"superstars\", or celebrities.\nIn ', it is said that Mario has a toy-making company that earns him money.\nRelationships.\nSince his first game, Mario has to save the \"damsel in distress\" of the game. Originally, he had to rescue his girlfriend Pauline in \"Donkey Kong\". Pauline was soon replaced by a new damsel-in-distress, Princess Peach, in \"Super Mario Bros.\" (she was first named \"Princess Toadstool\" or simply \"the Princess\" in English-speaking places until 1993, when \"Yoshi's Safari\" was sold, even though the name was not widely used until \"Super Mario 64\" was sold three years later). Pauline returned in the Game Boy remake of \"Donkey Kong\" in 1994, and later ' in 2006, although the character is now said to be \"Mario's friend\".\nMario has rescued Princess Peach lots of times since \"Super Mario Bros.\". In a role reversal, Peach rescues Mario in \"Super Princess Peach\". Some people say the two could be a couple.\nLuigi is Mario's younger brother. He is usually a companion on many of Mario's adventures and the character whom players play as in two-player sessions of many of the video games. He sometimes acts like a \"scaredy cat\" who sets off to help Mario but instead needs help himself, though he has also had to rescue Mario occasionally as displayed in \"Mario is Missing!\" and \"Luigi's Mansion\". Yoshi is another one of Mario's friends.\nMario rescued Princess Daisy in \"Super Mario Land\" for the Game Boy. In \"Super Smash Bros. Melee\", the text explaining Princess Daisy's trophy states that \"after her appearance in Mario Golf, some gossips portrayed her as Luigi's answer to Mario's Peach\", although Luigi and Daisy were previously paired as a romantic couple in the live-action \"Super Mario Bros\" movie.\nWario, Mario's evil counterpart was first seen in '. Though there is no clear relationship between the two, Wario was once referred to as Mario's cousin in Nintendo Power. Wario is designed to act, in a way, as an anti-Mario.\nBaby Mario.\nBaby Mario is Mario when he was a child. He first appeared in ', released in 1995 for the Super Nintendo Entertainment System, and has appeared in several titles since. Baby Mario has often appeared in Nintendo-sports titles, such as \"Mario Golf\", \"Mario Tennis\", \"Mario Superstar Baseball\", ', \"Mario Super Sluggers\", and \"Mario Kart Wii\". These games imply Mario and Baby Mario are separate characters, but those games are considered to be outside the continuity of the main \"Mario\" series. More recently, he has appeared in ', in which Baby Mario appeared via time travel along with Baby Luigi, Baby Peach, and Baby Bowser, which could explain the separation of the two characters. Like the older Mario, Baby Mario is voiced by Charles Martinet.\nAbilities.\nDuring the development of \"Donkey Kong\", Mario was known as \"Jumpman\". Jumping—both to access places and as an offensive move—is a common gameplay element in \"Mario\" games, especially the \"Super Mario Bros.\" series.\nMario's most commonly portrayed form of attack is jumping to stomp on the heads of enemies, first used in \"Mario Bros.\". This jump-stomp move may entirely crush smaller enemies on the stage, and usually deals damage to larger ones, sometimes also causing secondary effects. This attack often enables Mario to knock the turtle-like Koopa Troopas into their shells, which can slide into and damage other enemies or Mario.\nSubsequent games have elaborated on Mario's jumping-related abilities. \"Super Mario World\" added the ability to spin-jump, which allows Mario to break blocks under him. Later, the Game Boy version of \"Donkey Kong\" allows Mario to jump higher with many jumps, and perform a back-flip. In \"Super Mario 64\", Mario has several jumping abilities, such as a sideways somersault, a \"ground pound\", which makes Mario hit the ground under him hard, and the \"Wall Kick\", which propels him upwards by kicking off walls.\nPower-ups.\nMario uses many items, which give him various powers. The one that shows up the most often is the \"Super Mushroom\", which allows Mario to grow to twice his size, becoming \"Super Mario\" (after the name of the series), and can take a hit before shrinking back down to \"regular\" Mario. If \"Super Mario\" collects a \"Fire Flower\", he will transform into \"Fire Mario\", who can throw fireballs at enemies. Picking up a \"Star\" makes it so nothing can hurt Mario for several seconds.\nA common theme in the \"Mario\" series' power-ups is the fact that many items give Mario a semi-animal appearance, sometimes related to the item itself, for example \"Super Mario Bros. 3\"s Frog Suit, which turns Mario into a frog, and \"Super Mario Land 2\"s Power Carrot, which transforms Mario into a rabbit. Other times the item may not be related to the power; for example, the Raccoon Leaf gives him raccoon ears, a tail, and the power of flight. Other power-ups are overall more useful; in \"Super Mario World\", the Cape allows Mario to fly and glide, and a balloon in a later game in the series allows similar effects. \"New Super Mario Bros.\" introduced other types of Mushroom power-ups, such as the \"Mega Mushroom\", which causes Mario to grow to a screen-filling size and the \"Mini Mushroom\" that makes him shrink to a very small size.\nIn \"Super Mario 64\", Mario takes extra damage without when he is not wearing his hat. Different types of caps found in the game also give him powers of flight, invincibility, and invisibility. Along with these basic features, caps gave more practical abilities as well. For example, the Metal Cap allows Mario to sink to sea floors and the Invisibility cap allows him to walk through thin surfaces such as iron grates.\n\"Super Mario Sunshine\" has several few power-ups with a water theme. He is granted a F.L.U.D.D. (Flash Liquidizing Ultra Dousing Device) pack that performs his main attack and squirts paint and enemies with water, named the Squirt Nozzle. He has three other expansion packs including the Hover Nozzle, which allows him to hover for short distances, the Turbo Nozzle, which allows him to move a lot faster and break through some barriers, and the Rocket Nozzle, which charges water up, then blasts Mario high into the air.\n\"Super Mario Galaxy\" introduced several new power-ups along with a few older items re-done. These include the Bee Shroom, which allows him to float short distances and stick to certain surfaces; the Boo Shroom, which makes him capable of floating as well as traveling through walls; the Life Shroom, which gives him three more life wedges; the Rainbow Star, granting him brief invincibility; the Fire Flower, which appeared for the first time in a 3D game; and the Ice Flower, which allows him to turn water into solid ice so he can go to otherwise unreachable or deadly places. A hidden power-up is the Flight Star, which allows Mario to fly for a while.\nMario uses hammers in numerous games, such as \"Super Mario Bros. 3\", the original \"Donkey Kong\", and \"Super Mario RPG\". Hammers are used to attack and for other things, like flicking switches and solving puzzles. He often picks up and throws various projectiles around him, however, starting in \"Super Mario Bros. 2\". He tosses items such as vegetables, giant blocks and Bob-ombs.\nIn the Mario Kart series, there are a number of items to use. For example, a mushroom makes the characters go faster, and a Koopa shell knocks into other players to slow them down.\nReception and legacy.\nAs Nintendo's mascot, many people think that Mario is the most famous video game character of all time. The \"Mario\" series of video games has sold more than 200 million copies, making it the best selling game series of all time. Mario was the first video game character to get a wax figure in the Hollywood Wax Museum in 2003. In 1990, a national survey showed that more kids knew Mario than Mickey Mouse.\nSince he was created, Mario has become a very famous person having been in many television shows, comic books, and in a movie. He has been on lunch boxes, T-shirts, magazines, commercials, in candy form, on Shampoo bottles, cereal, badges, and as a stuffed toy. Nintendo of Japan made a 60-minute anime (Japanese cartoon) movie starring Mario and his friends in 1986, but this movie has never been shown or sold on DVD outside of Japan. The animated series \"The Super Mario Bros. Super Show!\" had a live-action series of episodes starring former WWF manager \"Captain\" Lou Albano as Mario and Danny Wells as Luigi. There was even a book series, the Nintendo Adventure Books. In 2005, Jonathan Mann even wrote an opera based on the character, and performed \"The Mario Opera\" at the California Institute of the Arts.\nBergsala, the distributor of Nintendo's products in the Nordic and the Baltic countries, is located at Marios Gata 21 (Mario's Street 21) in Kungsbacka, Sweden, named after Mario.\nMario's legacy is recognized by Guinness World Records, who awarded the Nintendo Mascot and his games seven records in the \"Guinness World Records: Gamer's Edition 2008\". These records include, \"Best Selling Video Game Series of All Time\", \"First Movie Based on an Existing Video Game\", and \"Most Prolific Video Game Character\", with Mario appearing in 116 distinct titles (not including remakes or re-releases).\nIn a poll conducted in 2008, Mario was voted as the most popular video game character in Japan.\nIn popular culture.\nFormer NHL hockey player, Mario Lemieux was given the nickname \"Super Mario\" by the media during his career. Mario Williams, the #1 draft pick in the 2006 NFL Draft, was also given the nickname \"Super Mario\", as was pro-cyclist, Mario Cipollini. German international footballer Mario Basler was affectionately referred to as \"Super Mario\" by fans and the media. Another sportsman who received this nickname was the Brazilian soccer player Mário Jardel, famous for his jumps and headers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Video_game","surface_form":"video game","offset":5},{"uri":"Fictional_character","surface_form":"character","offset":16},{"uri":"Shigeru_Miyamoto","surface_form":"Shigeru Miyamoto","offset":35},{"uri":"Mascot","surface_form":"mascot","offset":71},{"uri":"Nintendo","surface_form":"Nintendo","offset":81},{"uri":"Mario_(series)","surface_form":"more than 200 video games","offset":106},{"uri":"Hero","surface_form":"hero","offset":144},{"uri":"Mario_(series)","surface_form":"\"Mario\" games","offset":205},{"uri":"Bowser","surface_form":"Bowser","offset":246},{"uri":"Princess_Peach","surface_form":"Princess Peach","offset":265},{"uri":"Luigi","surface_form":"Luigi","offset":326},{"uri":"Donkey_Kong_(character)","surface_form":"Donkey Kong","offset":364},{"uri":"Waluigi","surface_form":"Waluigi","offset":377},{"uri":"Wario","surface_form":"Wario","offset":390},{"uri":"Donkey_Kong_(video_game)","surface_form":"Donkey Kong","offset":626},{"uri":"Carpenter","surface_form":"carpenter","offset":644},{"uri":"Mario_Segale","surface_form":"Mario Segale","offset":783},{"uri":"Nintendo","surface_form":"Nintendo of America","offset":828},{"uri":"Luigi","surface_form":"Luigi","offset":914},{"uri":"Mario_Bros.","surface_form":"Mario Bros.","offset":946},{"uri":"Nintendo_Entertainment_System","surface_form":"Nintendo Entertainment System","offset":968},{"uri":"Super_Mario_Bros.","surface_form":"Super Mario Bros.","offset":1017},{"uri":"Nintendo_Entertainment_System","surface_form":"Nintendo Entertainment System","offset":1057},{"uri":"Super_Mario_Bros._3","surface_form":"Super Mario Bros. 3","offset":1196},{"uri":"The_Legend_of_Zelda_(video_game)","surface_form":"Legend Of Zelda","offset":1221},{"uri":"Shigeru_Miyamoto","surface_form":"Shigeru Miyamoto","offset":1575},{"uri":"Charles_Martinet","surface_form":"Charles Martinet","offset":1693},{"uri":"Luigi","surface_form":"Luigi","offset":1727},{"uri":"Wario","surface_form":"Wario","offset":1734},{"uri":"Waluigi","surface_form":"Waluigi","offset":1744},{"uri":"Toad_(Nintendo)","surface_form":"Toadsworth","offset":1793},{"uri":"Rival","surface_form":"rival","offset":1867},{"uri":"Sega","surface_form":"Sega","offset":1877},{"uri":"Sonic_the_Hedgehog","surface_form":"Sonic the Hedgehog","offset":1892},{"uri":"Mario_%26amp%3B_Sonic_at_the_Olympic_Games","surface_form":"Mario & Sonic at the Olympic Games","offset":2207},{"uri":"Super_Smash_Bros._Brawl","surface_form":"Super Smash Bros. Brawl","offset":2258},{"uri":"Super_Smash_Bros._for_Nintendo_3DS_and_Wii_U","surface_form":"Super Smash Bros. for Nintendo 3DS and Wii U","offset":2295},{"uri":"Super_Smash_Bros._Ultimate","surface_form":"Super Smash Bros. Ultimate","offset":2436},{"uri":"Donkey_Kong_(video_game)","surface_form":"Donkey Kong","offset":2515},{"uri":"Donkey_Kong_Junior_(video_game)","surface_form":"Donkey Kong Junior","offset":2584},{"uri":"Luigi","surface_form":"Luigi","offset":2667},{"uri":"Mario_Bros.","surface_form":"Mario Bros.","offset":2700},{"uri":"Super_Mario_Bros.","surface_form":"Super Mario Bros.","offset":2734},{"uri":"Nintendo_Entertainment_System","surface_form":"Nintendo Entertainment System","offset":2761},{"uri":"Super_Mario_Bros._3","surface_form":"Super Mario Bros. 3","offset":2986},{"uri":"Game_%26amp%3B_Watch","surface_form":"Game & Watch","offset":3036},{"uri":"Platform_game","surface_form":"platform","offset":3116},{"uri":"Puzzle_video_game","surface_form":"puzzle","offset":3126},{"uri":"Racing_game","surface_form":"racing","offset":3134},{"uri":"Fighting","surface_form":"fighting","offset":3150},{"uri":"Role-playing_game","surface_form":"role-playing","offset":3160},{"uri":"Educational_game","surface_form":"educational","offset":3177},{"uri":"Punch-Out%21%21_(video_game)","surface_form":"Mike Tyson's Punch-Out!!","offset":3292},{"uri":"Referee","surface_form":"referee","offset":3332},{"uri":"Super_Smash_Bros._(series)","surface_form":"\"Super Smash Bros.\" series","offset":3387},{"uri":"Nintendo_GameCube","surface_form":"GameCube","offset":3493},{"uri":"NBA_Street_V3","surface_form":"NBA Street V3","offset":3514},{"uri":"SSX_on_Tour","surface_form":"SSX on Tour","offset":3534},{"uri":"Electronic_Arts","surface_form":"Electronic Arts","offset":3568},{"uri":"Yoshi","surface_form":"Yoshi","offset":3712},{"uri":"Mario_Paint","surface_form":"Mario Paint","offset":3935},{"uri":"Mario_Pinball_Land","surface_form":"Mario Pinball Land","offset":4016},{"uri":"Paper_Mario","surface_form":"Paper Mario","offset":4245},{"uri":"Super_Mario_Kart","surface_form":"Super Mario Kart","offset":4480},{"uri":"Mario_Golf","surface_form":"Mario Golf","offset":4735},{"uri":"Mario_Tennis","surface_form":"Mario Tennis","offset":4752},{"uri":"Mario_Superstar_Baseball","surface_form":"Mario Superstar Baseball","offset":4802},{"uri":"Super_Mario_Strikers","surface_form":"Super Mario Strikers","offset":4833},{"uri":"Mario_Party_(series)","surface_form":"Mario Party","offset":4870},{"uri":"Nintendo_64","surface_form":"Nintendo 64","offset":4905},{"uri":"The_Super_Mario_Bros._Super_Show%21","surface_form":"The Super Mario Bros. Super Show!","offset":5018},{"uri":"Super_Mario_Bros._(movie)","surface_form":"Super Mario Bros.","offset":5078},{"uri":"Lou_Albano","surface_form":"\"Captain\" Lou Albano","offset":5118},{"uri":"Bob_Hoskins","surface_form":"Bob Hoskins","offset":5171},{"uri":"2D","surface_form":"2D","offset":5283},{"uri":"3D","surface_form":"3D","offset":5359},{"uri":"Luigi","surface_form":"Luigi","offset":5458},{"uri":"Brooklyn","surface_form":"Brooklyn","offset":5544},{"uri":"Staple","surface_form":"staple","offset":5694},{"uri":"Moustache","surface_form":"moustache","offset":5788},{"uri":"Denim","surface_form":"denim","offset":5836},{"uri":"Overalls","surface_form":"overalls","offset":5842},{"uri":"Super_Mario_Bros.","surface_form":"Super Mario Bros.","offset":5951},{"uri":"Super_Mario_Strikers","surface_form":"Super Mario Strikers","offset":6092},{"uri":"Association_football","surface_form":"soccer","offset":6114},{"uri":"Kit_(association_football)","surface_form":"football kit","offset":6141},{"uri":"Super_Mario_Sunshine","surface_form":"Super Mario Sunshine","offset":6183},{"uri":"Pasta","surface_form":"pasta","offset":6479},{"uri":"Pizza","surface_form":"pizza","offset":6489},{"uri":"Mario%27s_Game_Gallery","surface_form":"Mario's Game Gallery","offset":6595},{"uri":"Charles_Martinet","surface_form":"Charles Martinet","offset":6618},{"uri":"Accent","surface_form":"accent","offset":6720},{"uri":"Mario_Bros.","surface_form":"Mario Bros.","offset":7339},{"uri":"Dr._Mario_(video_game)","surface_form":"Dr. Mario","offset":7597},{"uri":"Dr._Mario_64","surface_form":"Dr. Mario 64","offset":7681},{"uri":"Nintendo_GameCube","surface_form":"Nintendo GameCube","offset":7793},{"uri":"Super_Smash_Bros._Melee","surface_form":"Super Smash Bros. Melee","offset":7817},{"uri":"WiiWare","surface_form":"WiiWare","offset":7903},{"uri":"Game_Boy","surface_form":"Game Boy","offset":7919},{"uri":"Mario%27s_Picross","surface_form":"Mario's Picross","offset":7934},{"uri":"Archaeology","surface_form":"archaeologist","offset":7964},{"uri":"Princess_Peach","surface_form":"Princess Peach","offset":7999},{"uri":"Princess_Daisy","surface_form":"Princess Daisy","offset":8040},{"uri":"Pauline","surface_form":"Pauline","offset":8059},{"uri":"Bowser_(Nintendo)","surface_form":"Bowser","offset":8112},{"uri":"Damsel_in_distress","surface_form":"damsel in distress","offset":8419},{"uri":"Donkey_Kong_(video_game)","surface_form":"Donkey Kong","offset":8508},{"uri":"Princess_Peach","surface_form":"Princess Peach","offset":8577},{"uri":"Super_Mario_Bros.","surface_form":"Super Mario Bros.","offset":8597},{"uri":"Yoshi%27s_Safari","surface_form":"Yoshi's Safari","offset":8728},{"uri":"Super_Mario_64","surface_form":"Super Mario 64","offset":8802},{"uri":"Game_Boy","surface_form":"Game Boy","offset":8871},{"uri":"Donkey_Kong_(Game_Boy)","surface_form":"Donkey Kong","offset":8891},{"uri":"Role_reversal","surface_form":"role reversal","offset":9072},{"uri":"Super_Princess_Peach","surface_form":"Super Princess Peach","offset":9111},{"uri":"Luigi","surface_form":"Luigi","offset":9177},{"uri":"Mario_is_Missing%21","surface_form":"Mario is Missing!","offset":9524},{"uri":"Luigi%27s_Mansion","surface_form":"Luigi's Mansion","offset":9548},{"uri":"Yoshi","surface_form":"Yoshi","offset":9566},{"uri":"Princess_Daisy","surface_form":"Princess Daisy","offset":9621},{"uri":"Super_Mario_Land","surface_form":"Super Mario Land","offset":9640},{"uri":"Game_Boy","surface_form":"Game Boy","offset":9666},{"uri":"Super_Smash_Bros._Melee","surface_form":"Super Smash Bros. Melee","offset":9680},{"uri":"Super_Mario_Bros._(movie)","surface_form":"Super Mario Bros","offset":9952},{"uri":"Wario","surface_form":"Wario","offset":9977},{"uri":"Counterpart","surface_form":"counterpart","offset":9997},{"uri":"Nintendo_Power","surface_form":"Nintendo Power","offset":10133},{"uri":"Mario_Golf","surface_form":"Mario Golf","offset":10450},{"uri":"Mario_Tennis","surface_form":"Mario Tennis","offset":10464},{"uri":"Mario_Superstar_Baseball","surface_form":"Mario Superstar Baseball","offset":10480},{"uri":"Mario_Super_Sluggers","surface_form":"Mario Super Sluggers","offset":10511},{"uri":"Mario_Kart_Wii","surface_form":"Mario Kart Wii","offset":10539},{"uri":"Continuity_(fiction)","surface_form":"continuity","offset":10669},{"uri":"Charles_Martinet","surface_form":"Charles Martinet","offset":10946},{"uri":"Donkey_Kong_(video_game)","surface_form":"Donkey Kong","offset":11002},{"uri":"Super_Mario_Bros.","surface_form":"Super Mario Bros.","offset":11164},{"uri":"Mario_Bros.","surface_form":"Mario Bros.","offset":11298},{"uri":"Super_Mario_World","surface_form":"Super Mario World","offset":11683},{"uri":"Donkey_Kong_(handheld_game)","surface_form":"Donkey Kong","offset":11812},{"uri":"Super_Mario_64","surface_form":"Super Mario 64","offset":11899},{"uri":"Super_Mario_Bros._3","surface_form":"Super Mario Bros. 3","offset":12770},{"uri":"6_Golden_Coins","surface_form":"Super Mario Land 2","offset":12839},{"uri":"Super_Mario_World","surface_form":"Super Mario World","offset":13098},{"uri":"New_Super_Mario_Bros.","surface_form":"New Super Mario Bros.","offset":13227},{"uri":"Super_Mario_64","surface_form":"Super Mario 64","offset":13449},{"uri":"Super_Mario_Sunshine","surface_form":"Super Mario Sunshine","offset":13865},{"uri":"Super_Mario_Galaxy","surface_form":"Super Mario Galaxy","offset":14387},{"uri":"Super_Mario_Bros._3","surface_form":"Super Mario Bros. 3","offset":15089},{"uri":"Donkey_Kong_(video_game)","surface_form":"Donkey Kong","offset":15125},{"uri":"Mario_Kart","surface_form":"Mario Kart","offset":15430},{"uri":"Items","surface_form":"items","offset":15471},{"uri":"Mushroom","surface_form":"mushroom","offset":15500},{"uri":"Mascot","surface_form":"mascot","offset":15640},{"uri":"Video_game","surface_form":"video game","offset":15752},{"uri":"Hollywood_Wax_Museum","surface_form":"Hollywood Wax Museum","offset":15923},{"uri":"Survey","surface_form":"survey","offset":15973},{"uri":"Mickey_Mouse","surface_form":"Mickey Mouse","offset":16018},{"uri":"Anime","surface_form":"anime","offset":16329},{"uri":"The_Super_Mario_Bros._Super_Show%21","surface_form":"The Super Mario Bros. Super Show!","offset":16490},{"uri":"Lou_Albano","surface_form":"\"Captain\" Lou Albano","offset":16590},{"uri":"Danny_Wells","surface_form":"Danny Wells","offset":16624},{"uri":"Nintendo_Adventure_Books","surface_form":"Nintendo Adventure Books","offset":16680},{"uri":"Opera","surface_form":"opera","offset":16743},{"uri":"California_Institute_of_the_Arts","surface_form":"California Institute of the Arts","offset":16812},{"uri":"Bergsala","surface_form":"Bergsala","offset":16846},{"uri":"Distributor","surface_form":"distributor","offset":16860},{"uri":"Nordic_countries","surface_form":"Nordic","offset":16902},{"uri":"Baltic_countries","surface_form":"Baltic countries","offset":16917},{"uri":"Kungsbacka","surface_form":"Kungsbacka","offset":16987},{"uri":"Sweden","surface_form":"Sweden","offset":16999},{"uri":"Recognized","surface_form":"recognized","offset":17044},{"uri":"National_Hockey_League","surface_form":"NHL","offset":17562},{"uri":"Hockey","surface_form":"hockey","offset":17566},{"uri":"Mario_Lemieux","surface_form":"Mario Lemieux","offset":17581},{"uri":"Mario_Williams","surface_form":"Mario Williams","offset":17664},{"uri":"2006_NFL_Draft","surface_form":"2006 NFL Draft","offset":17705},{"uri":"Mario_Cipollini","surface_form":"Mario Cipollini","offset":17784},{"uri":"Mario_Basler","surface_form":"Mario Basler","offset":17833},{"uri":"M%C3%A1rio_Jardel","surface_form":"Mário Jardel","offset":17994}]}