{"id":40175,"url":"http://en.wikipedia.org/wiki/Guantanamo_Bay_Naval_Base","text":"Guantanamo Bay is a bay in the south of the island of Cuba. Part of it is controlled by the United States. They took control of it in 1903, under a treaty between the United States and Cuba. The current government of Cuba does not see this treaty as legal. They say it violates International law (more specifically, the Vienna Convention on the Law of Treaties of 1969).\nThe southern part of the bay is surrounded by a navy station of the United States. The name of the station (or base) is sometimes shortened to GTMO, called \"Gitmo\". The mission of this station is to act to prevent terrorism, help people who are fleeing Cuba and stop drug crime.\nThis base is also now used as a place to keep people captured by American forces from Afghanistan and Iraq. Also some prisoners were taken from other countries, like Britain and France. Some people say that these people do not get the rights that they should get as prisoners of war under the Geneva Conventions. One reason that they are there may be that the laws of the United States do not apply to them. According to some well-known human rights groups, some prisoners have been tortured and others may have been badly treated according the FBI Inquiry. This has also been reported by some Europeans who were taken by CIA \"torture flights\" and have now been released.\nStatus.\nThere is a lot of argument about Guantanamo Bay. This camp is a navy base and would sometimes hold people who had escaped from the Cuban government by sea. Now it also has a prison for people who oppose the United States, including some soldiers. Some people have called it a concentration camp. George W. Bush has said that it is sometimes used for prisoners of war, but many human rights groups accuse America of keeping people from countries they are not at war with. This was shown to be sometimes true when British prisoners were returned home in 2003.\nThis camp may be used for prisoners who are seen as terrorists by the United States. These people are detained because there is not enough evidence to give them a trial in a court. About 300 to 400 men are in this prison. They are almost all Muslims who are said to have attacked American troops. Some of these people were captured during the war in Afghanistan. Some were taken by force from other countries. There has been some evidence of torture taking place at the camp. Some prisoners have tried to kill themselves. Others have been on hunger strike, where they refuse to eat. These prisoners are not forced to work, but they have not been given fair trials.\nThere is now some work starting to bring Guantanamo prisoners to some justice. Some people have been sent back to their home countries, some have been sent to other countries. Some people who were shown to not be terrorists have then been released by their governments, some people are now in prison in their home countries. Some Uighur people from China have been sent to Albania, possibly because China did not want them back.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bay","surface_form":"bay","offset":20},{"uri":"Island","surface_form":"island","offset":44},{"uri":"Cuba","surface_form":"Cuba","offset":54},{"uri":"United_States","surface_form":"United States","offset":92},{"uri":"1903","surface_form":"1903","offset":134},{"uri":"Treaty","surface_form":"treaty","offset":148},{"uri":"Government","surface_form":"government","offset":203},{"uri":"International_law","surface_form":"International law","offset":278},{"uri":"Vienna_Convention_on_the_Law_of_Treaties","surface_form":"Vienna Convention on the Law of Treaties","offset":320},{"uri":"1969","surface_form":"1969","offset":364},{"uri":"Navy","surface_form":"navy","offset":419},{"uri":"Station","surface_form":"station","offset":424},{"uri":"Terrorism","surface_form":"terrorism","offset":585},{"uri":"Cuba","surface_form":"Cuba","offset":624},{"uri":"Drug","surface_form":"drug","offset":638},{"uri":"Crime","surface_form":"crime","offset":643},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":736},{"uri":"Iraq","surface_form":"Iraq","offset":752},{"uri":"Britain","surface_form":"Britain","offset":816},{"uri":"France","surface_form":"France","offset":828},{"uri":"Rights","surface_form":"rights","offset":885},{"uri":"Prisoner_of_war","surface_form":"prisoners of war","offset":916},{"uri":"Geneva_Conventions","surface_form":"Geneva Conventions","offset":943},{"uri":"Law","surface_form":"law","offset":1010},{"uri":"Human_rights","surface_form":"human rights","offset":1087},{"uri":"Prisoner","surface_form":"prisoner","offset":1113},{"uri":"Torture","surface_form":"torture","offset":1133},{"uri":"Europe","surface_form":"Europe","offset":1244},{"uri":"CIA","surface_form":"CIA","offset":1272},{"uri":"Concentration_camp","surface_form":"concentration camp","offset":1606},{"uri":"George_W._Bush","surface_form":"George W. Bush","offset":1626},{"uri":"Human_rights","surface_form":"human rights","offset":1707},{"uri":"British","surface_form":"British","offset":1842},{"uri":"Terrorist","surface_form":"terrorist","offset":1940},{"uri":"Evidence","surface_form":"evidence","offset":2027},{"uri":"Trial","surface_form":"trial","offset":2051},{"uri":"Court","surface_form":"court","offset":2062},{"uri":"Muslim","surface_form":"Muslim","offset":2130},{"uri":"War_in_Afghanistan_(2001%E2%80%93present)","surface_form":"war in Afghanistan","offset":2231},{"uri":"Suicide","surface_form":"kill themselves","offset":2393},{"uri":"Hunger_strike","surface_form":"hunger strike","offset":2430},{"uri":"Justice","surface_form":"justice","offset":2623},{"uri":"Uighur","surface_form":"Uighur","offset":2883},{"uri":"Albania","surface_form":"Albania","offset":2926},{"uri":"China","surface_form":"China","offset":2952}]}