{"id":401829,"url":"http://en.wikipedia.org/wiki/Jayne_Mansfield","text":"Jayne Mansfield (born Vera Jayne Palmer; April 19, 1933 – June 29, 1967) was an American movie, stage, and television actress. She was also a nightclub entertainer, a singer, and one of the early \"Playboy\" Playmates. Mansfield became a major Broadway star in 1955, a major movie star in 1956, and a major celebrity in 1957.\nEarly years.\nMansfield was the only child of Herbert William Palmer (1904–1936) and Vera Jeffrey Palmer (1903–2000). She was born in Bryn Mawr, Pennsylvania. Her father was of German descent and her mother was of English descent.\nAfter her father's death in 1936, Jayne, her mother, and stepfather Harry Lawrence Peers moved to Dallas, Texas. After high school graduation, she studied acting at Southern Methodist University and the University of Texas at Austin.\nWhile in college, she had a number of small jobs such as hat check girl and nightclub photographer. She won many beauty pageants. She performed in local theater productions around Austin.\nCareer.\nIn 1955, Mansfield went to New York City. She appeared in the Broadway production of \"Will Success Spoil Rock Hunter?\" The critics praised her performance. She appeared in 400 plus shows of the play between 1955 and 1956.\nShe went to Hollywood in 1956. 20th Century Fox signed her to a six-year contract in an effort to replace the troubled Marilyn Monroe. Her first starring movie role was Jerri Jordan in \"The Girl Can't Help It\" (1956).\nDuring production, she still appeared on Broadway in \"Will Success Spoil Rock Hunter?\" The movie studio finally bought out her contract, and shut the show down. In 1957, she appeared in a movie version of the play.\nMansfield's movies include \"The Wayward Bus\" (1957), \"Too Hot to Handle\" (1960), and \"Promises! Promises!\" (1963). She won the Golden Globe for Most Promising Newcomer - Female for \"The Wayward Bus\". On television, she made guest appearances on drama series, game shows, variety shows, and many talk shows.\nMansfield was one of Hollywood's original blonde bombshells. When the demand for big-breasted blonde bombshells decreased in the early 1960s, she became a box-office has-been.\nShe remained a popular celebrity however. Her nightclub acts and summer theater appearances attracted crowds. She made cheap \"indies\" and European melodramas and comedies.\nMansfield became the first major American actress to have a nude starring role in a Hollywood movie. The movie was \"Promises! Promises!\". Hugh Hefner published nude photographs of Mansfield on the movie set in the June 1963 issue of \"Playboy\". He was hauled into Chicago city court on obscenity charges.\nPersonal.\nMansfield married public relations professional Paul Mansfield in 1950. They had one daughter, Jayne Marie Mansfield. The couple divorced in 1956. Jayne kept \"Mansfield\" as her professional name.\nShe married actor-bodybuilder Mickey Hargitay in 1958. They had three children, Miklós Jeffrey Palmer Hargitay, Zoltán Anthony Hargitay, and Mariska Magdolna Hargitay. They divorced in 1963.\nShe married Italian-born movie director Matt Cimber (a.k.a. Matteo Ottaviano, né Thomas Vitale Ottaviano) in 1964. They had one son, Antonio Raphael Ottaviano (Tony Cimber). The couple separated in 1966. Their divorce was pending when Mansfield was killed in 1967.\nDeath.\nMansfield was killed in a car crash in June 1967. She was going to New Orleans for a television interview when her car crashed into the back of a truck. Her lover Sam Brody and her driver Ronnie Harrison were also killed. Three of her children - Miklós, Zoltán and Mariska - escaped death with minor injuries. An urban legend about Mansfield being decapitated in the crash is untrue. She was buried on July 3 in Pennsylvania. Her gravestone is heart-shaped.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Nightclub","surface_form":"nightclub","offset":142},{"uri":"Playboy","surface_form":"Playboy","offset":197},{"uri":"Broadway","surface_form":"Broadway","offset":242},{"uri":"Only_child","surface_form":"only child","offset":355},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":468},{"uri":"Dallas","surface_form":"Dallas","offset":652},{"uri":"Texas","surface_form":"Texas","offset":660},{"uri":"Southern_Methodist_University","surface_form":"Southern Methodist University","offset":719},{"uri":"University_of_Texas_at_Austin","surface_form":"University of Texas at Austin","offset":757},{"uri":"Austin%2C_Texas","surface_form":"Austin","offset":968},{"uri":"New_York_City","surface_form":"New York City","offset":1011},{"uri":"Broadway","surface_form":"Broadway","offset":1046},{"uri":"Hollywood","surface_form":"Hollywood","offset":1218},{"uri":"20th_Century_Fox","surface_form":"20th Century Fox","offset":1237},{"uri":"Marilyn_Monroe","surface_form":"Marilyn Monroe","offset":1325},{"uri":"The_Girl_Can%27t_Help_It","surface_form":"The Girl Can't Help It","offset":1392},{"uri":"Too_Hot_to_Handle","surface_form":"Too Hot to Handle","offset":1693},{"uri":"Promises%21_Promises%21","surface_form":"Promises! Promises!","offset":1725},{"uri":"Golden_Globe","surface_form":"Golden Globe","offset":1766},{"uri":"Blonde_bombshell","surface_form":"blonde bombshell","offset":1988},{"uri":"Nightclub","surface_form":"nightclub","offset":2168},{"uri":"Melodrama","surface_form":"melodrama","offset":2269},{"uri":"Nude","surface_form":"nude","offset":2354},{"uri":"Hugh_Hefner","surface_form":"Hugh Hefner","offset":2432},{"uri":"Playboy","surface_form":"Playboy","offset":2528},{"uri":"Chicago","surface_form":"Chicago","offset":2557},{"uri":"Obscenity","surface_form":"obscenity","offset":2579},{"uri":"Bodybuilder","surface_form":"bodybuilder","offset":2822},{"uri":"Mickey_Hargitay","surface_form":"Mickey Hargitay","offset":2834},{"uri":"Movie_director","surface_form":"movie director","offset":3020},{"uri":"New_Orleans","surface_form":"New Orleans","offset":3334},{"uri":"Interview","surface_form":"interview","offset":3363},{"uri":"Urban_legend","surface_form":"urban legend","offset":3580},{"uri":"Decapitation","surface_form":"decapitated","offset":3615},{"uri":"Gravestone","surface_form":"gravestone","offset":3697}]}