{"id":401830,"url":"http://en.wikipedia.org/wiki/Edward_Doty","text":"Edward Doty (c. 1599 – August 23, 1655 in Plymouth, Massachusetts Bay Colony).\nEdward Doty was a passenger on the historic 1620 voyage of the \"Mayflower\". He was a servant to Stephen Hopkins. Hopkins was making his second journey to the New World having travelled for ten years under Capt. John Smith at Jamestown in Virginia Colony.\nEarly life.\nDoty was born in England. It is thought he was from East Halton in Lincolnshire. According to author Charles Banks, Doty lived in London at some point and traveled with another Londoner, Stephen Hopkins, as his servant.\n\"Mayflower\" Voyage.\nEdward Doty left Plymouth, England on 16 September 1620. There were 102 passengers and 30–40 crew. On 19 November 1620, the \"Mayflower\" spotted land. They wrote the Mayflower Compact, which made rules on how they would live and treat each other. The \"Mayflower\" was supposed to land in Virginia Colony, but the ship was too damaged and they were forced to land 21 November at Cape Cod now called Provincetown Harbor.\nDoty was one of two indentured servants of Stephen Hopkins. The other servant was Edward Leister. They travelled with Hopkins and his family.\nWhen they landed the men went to find a place where they could live and grow crops. One of the first exploration missions included William Bradford, John Carver, Myles Standish, Edward Winslow, John Howland, Richard Warren, Stephen Hopkins and Edward Doty. According to William Bradford, they left in a small board in below freezing weather. Many of the men were already ill. Bradford wrote that when they set sail the salt spray froze on their coats, as if they had been glazed. Of this group Hopkins was the most experienced, having seen Native Americans during his time at Jamestown. During this trip the \"Mayflower\" men came upon some Native Americans who appeared to be cutting up a large whale. The Natives ran when they saw the men. The men camped while trying to protect themselves and stay warm.\nIn late 1620, Doty went with Stephen Hopkins and others on other explorations of the Cape Cod area.\nIn Plymouth Colony.\nDoty was one of the \"Mayflower\" passengers that has left a record of his personality. He had a quick temper that sometimes caused him trouble. Some said he was an unfair businessman. People who made trouble were often banished from Plymouth. Isaac Allerton was forced out. Doty must have changed for the better because he lived in Plymouth his whole life.\nEdward Doty became a rich land owner with servants himself. At times, he could be disagreeable with others. This caused him to be in the Plymouth court many times.\nDoty’s first problem with the law came after the Pilgrims had begun building their settlement. In June of 1621 Doty fought a duel (with a sword and dagger) with Edward Leister. Edward Leister was the other servant of Stephen Hopkins. The result was that one man was wounded in the hand and one in the thigh. Their punishment was to be tied head and feet together for one day without food or drink. But soon their master Stephen Hopkins felt sorry for them and asked to end their punishment. He promised they would change their behavior. The Governor let them free.\nIn the 1623 Division of Land, Doty received 1 acre of land. After that he received 20 acres more. He also purchased much land and became quite wealthy. Some of his land in Plymouth is where the Mayflower Society House now stands.\nDoty received some cattle in the 1627 Division of the Cattle. At that time he had finished his term of service to Stephen Hopkins. His name as “Edward Dolton”, is listed with the family of John Howland and wife Elizabeth. In Plymouth Colony records, Doty’s name was also spelled variously as Doten (Mayflower Compact), Dotey (1626 Purchasers and 1643 bear arms lists), Dolton (1627 Division of the Cattle), and Dowty (1633/34 tax lists).\nThe 1632 records of the Plymouth Court has twenty-three cases that mentions Edward Doty. There were complaints that he cheated people, said bad things about people which were not true, fought with people, and stole. Doty was never punished except for paying small fines. This means that most of the cases were found to be untrue or very minor cases. Except for the duel in 1621, he never had any physical punishment. Physical punishment could have been whipping, branding, banishment, prison and public punishment.\nExcept for his occasional court cases, Doty lived a normal life as a freeman, paying his taxes and all his debts. He received some special property rights and benefits from being classed as a “first comer” or \"Mayflower\" passenger.\nThe joined with other members of the community in a town meeting of February 10, 1643. He was assigned with George Clark, John Shaw, Francis Billington and others to build a wolf trap in the town of Plain Dealing.”\nDoty's name appears on the August 1643 Able to Bear Arms (ATBA) List. It is spelled “Edward Dotey”. This was for the protection of the colony against unfriendly Indians or other enemies.\nEdward Doty married Faith Clarke. They had nine children.\nThe parents of Faith Clarke on January 9, 1635 were Thurston (Tristram) and Faith Clarke. They arrived in Plymouth Colony on the ship “Francis” in 1634. Many of Doty’s court cases involved Thurston and George Clarke. He had many disagreements, including fights with the family of his wife. Bradford wrote that Doty by a second wife has seven children, and all are living. They had two more children after he wrote that.\nThe children were named Edward, Thomas, John, Samuel, Desire, Isaac, Elizabeth, Joseph, Mary.\nEdward Doty made out his will on May 20, 1655. Doty said that he was sick but still had a good memory. His will was witnessed by John Howland, John Cooke, James Hurst, and William Hoskins. Doty signed his will with a mark because he never learned to write.\nEdward Doty died on August 23, 1655 in Plymouth, Massachusetts Bay Colony and was buried at Burial Hill Cemetery where there is a memorial stone for him.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mayflower","surface_form":"Mayflower","offset":143},{"uri":"Stephen_Hopkins_(Mayflower_passenger)","surface_form":"Stephen Hopkins","offset":175},{"uri":"New_World","surface_form":"New World","offset":237},{"uri":"John_Smith_(explorer)","surface_form":"Capt. John Smith","offset":284},{"uri":"Virginia_Colony","surface_form":"Virginia Colony","offset":317},{"uri":"Lincolnshire","surface_form":"Lincolnshire","offset":413},{"uri":"London","surface_form":"London","offset":476},{"uri":"Plymouth%2C_Devon","surface_form":"Plymouth","offset":603},{"uri":"Mayflower_Compact","surface_form":"Mayflower Compact","offset":751},{"uri":"Harbor","surface_form":"Harbor","offset":995},{"uri":"Indentured_servants","surface_form":"indentured servants","offset":1023},{"uri":"List_of_Mayflower_passengers","surface_form":"Edward Leister","offset":1085},{"uri":"Explorer","surface_form":"exploration","offset":1246},{"uri":"William_Bradford_(Mayflower_passenger)","surface_form":"William Bradford","offset":1276},{"uri":"John_Carver_(Mayflower_passenger)","surface_form":"John Carver","offset":1294},{"uri":"Myles_Standish","surface_form":"Myles Standish","offset":1307},{"uri":"Edward_Winslow_(Mayflower_passenger)","surface_form":"Edward Winslow","offset":1323},{"uri":"John_Howland_(Mayflower_passenger)","surface_form":"John Howland","offset":1339},{"uri":"Stephen_Hopkins_(Mayflower_passenger)","surface_form":"Stephen Hopkins","offset":1369},{"uri":"Ill","surface_form":"ill","offset":1516},{"uri":"Coat","surface_form":"coat","offset":1590},{"uri":"Native_American","surface_form":"Native American","offset":1685},{"uri":"Jamestown%2C_Virginia","surface_form":"Jamestown","offset":1721},{"uri":"Whale","surface_form":"whale","offset":1839},{"uri":"Isaac_Allerton","surface_form":"Isaac Allerton","offset":2312},{"uri":"Court","surface_form":"court","offset":2572},{"uri":"Duel","surface_form":"duel","offset":2715},{"uri":"Lef","surface_form":"thigh","offset":2891},{"uri":"Punishment","surface_form":"punishment","offset":2904},{"uri":"Behavior","surface_form":"behavior","offset":3117},{"uri":"Governor","surface_form":"Governor","offset":3131},{"uri":"Acre","surface_form":"acre","offset":3201},{"uri":"Purchase","surface_form":"purchase","offset":3261},{"uri":"Wealthy","surface_form":"wealthy","offset":3298},{"uri":"Whip","surface_form":"whip","offset":4276},{"uri":"Prison","surface_form":"prison","offset":4308},{"uri":"Public","surface_form":"public","offset":4319},{"uri":"Punishment","surface_form":"punishment","offset":4326},{"uri":"Debt","surface_form":"debt","offset":4445},{"uri":"Wolf","surface_form":"wolf","offset":4744},{"uri":"Will_(law)","surface_form":"will","offset":5569}]}