{"id":401804,"url":"http://en.wikipedia.org/wiki/Carmine_Crocco","text":"Carmine Crocco (June 5, 1830 – June 18, 1905) was an Italian outlaw. He is also known as Donatello and for his brilliant battle skills was nicknamed “Napoleon of the brigands”.\nBorn in Rionero in Vulture, a town in the Basilicata region, He began the criminal activity after killing a comrade in a brawl during the military service and joined the Garibaldi's expedition of the thousand in 1860 hoping for a pardon. However, his offence wasn't cleared and Crocco was arrested. He escaped from prison with the help of the Fortunato, a bourgeois family linked to the Bourbon dynasty and became the leader of the peasants rebellion in Basilicata, who didn't get any benefit with the political change.\nHe fought in the service of king Francis II, heading an army of almost 2.000 men and conquering various centers of Basilicata and Campania. In every conquered territory he overthrew the Savoy government and appointed a representative of the Bourbon crown, ordering the badges and ornaments of the fallen king to be once again displayed.\nA skillful guerrilla man, was able to harass the national guards and the Piedmontese soldiers for almost four years but he lose the conflict after being betrayed by his lieutenant Giuseppe Caruso, who revealed his plans and hideouts to the Italian authorities. Thus he fled to the Papal States hoping for help from Pius IX but was arrested by his soldiers. Later was handed over to the Italian government and condemned to death but his sentence was commuted to life imprisonment.\nCrocco died in prison at Portoferraio, Tuscany.\nA disputable personality, he is considered by some authors a fierce thief and murderer but many people of southern Italy regard him as a folk hero who represented the suffering of the lower class before and soon after the Italian unification.","categories":[],"infobox_types":[],"annotations":[{"uri":"June_5","surface_form":"June 5","offset":16},{"uri":"1830","surface_form":"1830","offset":24},{"uri":"June_18","surface_form":"June 18","offset":31},{"uri":"1905","surface_form":"1905","offset":40},{"uri":"Italy","surface_form":"Italian","offset":53},{"uri":"Outlaw","surface_form":"outlaw","offset":61},{"uri":"Rionero_in_Vulture","surface_form":"Rionero in Vulture","offset":185},{"uri":"Basilicata","surface_form":"Basilicata","offset":219},{"uri":"Garibaldi","surface_form":"Garibaldi","offset":347},{"uri":"House_of_Bourbon","surface_form":"Bourbon","offset":564},{"uri":"Francis_II","surface_form":"Francis II","offset":730},{"uri":"Campania","surface_form":"Campania","offset":827},{"uri":"House_of_Savoy","surface_form":"Savoy","offset":883},{"uri":"Papal_States","surface_form":"Papal States","offset":1315},{"uri":"Pius_IX","surface_form":"Pius IX","offset":1349},{"uri":"Portoferraio","surface_form":"Portoferraio","offset":1539},{"uri":"Tuscany","surface_form":"Tuscany","offset":1553},{"uri":"Folk_hero","surface_form":"folk hero","offset":1699},{"uri":"Italian_unification","surface_form":"Italian unification","offset":1784}]}