{"id":401868,"url":"http://en.wikipedia.org/wiki/Cinquecento","text":"Cinquecento (in English: Five hundred) is an Italian term used to describe the Italian Renaissance of the 16th century, including the related styles of art, music, literature, and architecture. It is considered the century when Italy was the leader in the European civilization\nCharacteristics.\nIn the Cinquecento the most important center of culture in Italy was Rome, while Florence suffered from the Girolamo Savonarola rebellion and the end of the Medici power in the city.\nIndeed, in Rome the Pope promoted a huge art program (like the construction of St. Peter Cathedral and the Sistine Chapel) that brought to the eternal city artists of the level of Michelangelo, Raphael, Cellini, and Bramante.\nMichelangelo Buonarroti was one the most famous artists in the Cinquecento Italy: he was a painter, sculptor, architect, poet, and engineer. Along with Leonardo da Vinci, he was often called a \"Renaissance man\" which means that he had great talent in many areas. Michelangelo lived an extremely busy life, creating a great number of artworks. Some of Michelangelo's works are among the most famous that have ever been made. They include two very famous marble statues, \"the Pieta\" in Saint Peter's Basilica and \"David\" which once stood in a piazza in Florence but is now in the Accademia Gallery. His most famous paintings were huge frescos, the Sistine Chapel Ceiling and the \"Last Judgement\". His most famous work of architecture was the east end and dome of Saint Peter's Basilica.\nOnly Venice in Italy was able to reach a similar level to the one of Rome, mainly in paintings: Bellini, Giorgione and Tiziano created their masterpieces in this century.\nThe tuscan Leonardo da Vinci lived the last years of his life in the Cinquecento. He created in this century two of his pictures that are among the best-known paintings in the world: the \"Mona Lisa\" and the \"Last Supper\".\nIn 1532 The Prince -a masterpiece of Italian literature- was published: it was a political treatise by the Italian diplomat, historian and political theorist Niccolò Machiavelli.\nIn architecture the Cinquecento is famous because of Andrea Palladio (1508–80), \"the most influential architect of the whole Renaissance\". Palladio was to transform the architectural style of both palaces and churches by taking a different perspective on the notion of Classicism. While the architects of Florence and Rome looked to structures like the Colosseum and the Arch of Constantine to provide formulae, Palladio looked to classical temples with their simple peristyle form.\nWhen he used the “triumphal arch” motif of a large arched opening with lower square-topped opening on either side, he invariably applied it on a small scale, such as windows, rather than on a large scale as Alberti used it at Sant’Andrea’s. This Ancient Roman motif is often referred to as the \"Palladian Arch\".\nThe second half of the Cinquecento was characterized by the development of the \"Umanesimo\", related even to science discoveries like the one done by Galileo Galilei in astronomy and critical thoughts like those of Giordano Bruno.\nHistorically the Cinquecento is characterized by the end of the process of unification of Italy, because of the French invasions and the \"Sack of Rome\" in 1527. Later in the century Italy was devastated by the \"Italian wars\" done mainly between France and the emerging Spain (a new country that enjoyed the richness and power from the discovery of America done by Cristoforo Colombo), that divided between themselves the Italian peninsula and its \"Rinascimento richness\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Italy","surface_form":"Italian","offset":45},{"uri":"Renaissance","surface_form":"Renaissance","offset":87},{"uri":"Architecture","surface_form":"architecture","offset":180},{"uri":"Rome","surface_form":"Rome","offset":364},{"uri":"Girolamo_Savonarola","surface_form":"Girolamo Savonarola","offset":403},{"uri":"Medici","surface_form":"Medici","offset":452},{"uri":"Pope","surface_form":"Pope","offset":498},{"uri":"Saint_Peter%27s_Basilica","surface_form":"St. Peter Cathedral","offset":557},{"uri":"Sistine_Chapel","surface_form":"Sistine Chapel","offset":585},{"uri":"Michelangelo","surface_form":"Michelangelo","offset":658},{"uri":"Raphael","surface_form":"Raphael","offset":672},{"uri":"Cellini","surface_form":"Cellini","offset":681},{"uri":"Bramante","surface_form":"Bramante","offset":694},{"uri":"Painting","surface_form":"painter","offset":795},{"uri":"Sculptor","surface_form":"sculptor","offset":804},{"uri":"Architect","surface_form":"architect","offset":814},{"uri":"Engineer","surface_form":"engineer","offset":835},{"uri":"Leonardo_da_Vinci","surface_form":"Leonardo da Vinci","offset":856},{"uri":"Renaissance_man","surface_form":"Renaissance man","offset":898},{"uri":"Pieta_(Michelangelo)","surface_form":"the Pieta","offset":1174},{"uri":"Saint_Peter%27s_Basilica","surface_form":"Saint Peter's Basilica","offset":1188},{"uri":"David_(Michelangelo)","surface_form":"David","offset":1216},{"uri":"Florence","surface_form":"Florence","offset":1255},{"uri":"Fresco","surface_form":"fresco","offset":1337},{"uri":"Sistine_Chapel","surface_form":"Sistine Chapel","offset":1350},{"uri":"Architecture","surface_form":"architecture","offset":1423},{"uri":"Dome","surface_form":"dome","offset":1457},{"uri":"Venice","surface_form":"Venice","offset":1494},{"uri":"Bellini","surface_form":"Bellini","offset":1585},{"uri":"Giorgione","surface_form":"Giorgione","offset":1594},{"uri":"Titian","surface_form":"Tiziano","offset":1608},{"uri":"Leonardo_da_Vinci","surface_form":"Leonardo da Vinci","offset":1671},{"uri":"Mona_Lisa","surface_form":"Mona Lisa","offset":1848},{"uri":"Last_Supper","surface_form":"Last Supper","offset":1868},{"uri":"The_Prince","surface_form":"The Prince","offset":1890},{"uri":"Niccol%C3%B2_Machiavelli","surface_form":"Niccolò Machiavelli","offset":2040},{"uri":"Andrea_Palladio","surface_form":"Andrea Palladio","offset":2114},{"uri":"Colosseum","surface_form":"Colosseum","offset":2414},{"uri":"Arch_of_Constantine","surface_form":"Arch of Constantine","offset":2432},{"uri":"Arch_of_Constantine","surface_form":"triumphal arch","offset":2562},{"uri":"Galileo_Galilei","surface_form":"Galileo Galilei","offset":3005},{"uri":"Giordano_Bruno","surface_form":"Giordano Bruno","offset":3070},{"uri":"France","surface_form":"French","offset":3198},{"uri":"Spain","surface_form":"Spain","offset":3355},{"uri":"Christopher_Columbus","surface_form":"Cristoforo Colombo","offset":3450}]}