{"id":401814,"url":"http://en.wikipedia.org/wiki/Rob_Bourdon","text":"Robert Gregory Bourdon (born January 20, 1979) is the drummer and youngest member of the rock band Linkin Park. Bourdon was born in Calabasas, California and now lives in Los Angeles. He grew up in the same town as the members of Incubus and Hoobastank. Bourdon started to play drums after watching an Aerosmith concert. His mother, Patty, is friends with Joey Kramer, Aerosmith's drummer. They also dated when the were much younger. This friendship meant they were able to go backstage and see the entire production. Kramer also gave Bourdon a kick pedal.\nIn his early teen years, Bourdon played in a few bands with his friends. It was around that time that he met his current Linkin Park bandmate, Brad Delson. They played together for about a year in a band called Relative Degree. Their goal was to play at the Roxy Theatre. After achieving their goal with a sell-out show, Relative Degree eventually broke up.\nPersonal life.\nBourdon once dated actress Shiri Appleby. He dated actress Vanessa Lee Evigan, starting in 2001 but has been single since at least early 2008. His birthday was featured on an episode of iTunes' LPTV. On January 20, 2004, Linkin Park played a show in Philadelphia, Pennsylvania and the band can be seen joking around backstage and saying that it is Bourdon's twentieth. Bourdon's favorite songs to play are \"In the End\", \"Tinfoil\" and \"The Little Things Give You Away\". His hobbies include playing the piano (although he has never done so for a Linkin Park recording) and surfing.\nBourdon wears racing shoes to get a better feel for the drum pedals; he says it gives him better control of the pedals. He also said that the song \"Easier to Run\" was the most difficult to play because he had to approach the drums very differently in which he was able to record the song in a few takes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Drummer","surface_form":"drummer","offset":54},{"uri":"Linkin_Park","surface_form":"Linkin Park","offset":99},{"uri":"Calabasas%2C_California","surface_form":"Calabasas","offset":132},{"uri":"California","surface_form":"California","offset":143},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":171},{"uri":"Incubus_(band)","surface_form":"Incubus","offset":230},{"uri":"Hoobastank","surface_form":"Hoobastank","offset":242},{"uri":"Aerosmith","surface_form":"Aerosmith","offset":302},{"uri":"Bass_drum","surface_form":"kick","offset":545},{"uri":"Pedal","surface_form":"pedal","offset":550},{"uri":"Brad_Delson","surface_form":"Brad Delson","offset":700},{"uri":"Shiri_Appleby","surface_form":"Shiri Appleby","offset":957},{"uri":"ITunes","surface_form":"iTunes","offset":1116}]}