{"id":401945,"url":"http://en.wikipedia.org/wiki/Edward_Fuller","text":"Edward Fuller (1575winter of 1620/21) was a passenger on the 1620 voyage of the \"Mayflower\". He signed the Mayflower Compact. Fuller died with his wife soon after the passengers came ashore to their new settlement at Plymouth but their sons lived.\nFuller was baptized in Norfolk, England on September 4, 1575. He was the son of Robert Fuller, a butcher.\nThere is very little known about Edward Fuller's life in England. He had a brother Samuel who also travelled with him on the \"Mayflower\". He married, but his wife's name is not known. They had two sons, Matthew in 1605 and Samuel in 1608.\nFuller and his brother lived in Leiden for some time as did many other English Separatists. Separatist were people who did not believe in the Church of England.\nThe Voyage to the New World.\nIn 1651 William Bradford wrote a list of the \"Mayflower\" passengers which included “Edward Fuller, and his wife, and Samuell, their son.”\nThe \"Mayflower\" left Plymouth, England on 16 September 1620. There were 102 passengers and 30–40 crew. On 21 November 1620, the \"Mayflower\" spotted land. The \"Mayflower\" was headed for Virginia Colony, but the ship was damaged and they were forced to land at Cape Cod now called Provincetown Harbor. The wrote the Mayflower Compact which was a list of rules on how they would live and treat each other. Fuller signed that document.\nIn Plymouth Colony.\nBradford kept a written record of the new settlement at Plymouth. He wrote that: “Edward Fuller and his wife died soon after they came ashore. Their son Samuel is living and married, and has four children or more.” After the death of his parents, Samuel, then about age twelve, was taken into the household of his uncle, Samuel Fuller.\nThe date of death for Fuller and his wife are unknown. It was during the winter of 16/20 and 16/21. They were buried in the Coles Hill Burial Ground in Plymouth. They are remembered on the Memorial as “Edward Fuller and his wife.”\nFuller's family.\nEdward had two sons: Matthew and Samuel. Samuel went to live with his uncle and became a doctor. Matthew came over to Plymouth Colony sometime after his parents.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mayflower","surface_form":"Mayflower","offset":81},{"uri":"Mayflower_Compact","surface_form":"Mayflower Compact","offset":107},{"uri":"Plymouth_Colony","surface_form":"Plymouth","offset":217},{"uri":"Baptism","surface_form":"baptized","offset":259},{"uri":"Norfolk","surface_form":"Norfolk","offset":271},{"uri":"England","surface_form":"England","offset":280},{"uri":"Butcher","surface_form":"butcher","offset":345},{"uri":"Samuel_Fuller","surface_form":"Samuel","offset":437},{"uri":"Leiden","surface_form":"Leiden","offset":625},{"uri":"Separatist_(religion)","surface_form":"Separatists","offset":672},{"uri":"Church_of_England","surface_form":"Church of England","offset":735},{"uri":"New_World","surface_form":"New World","offset":772},{"uri":"William_Bradford_(Mayflower_passenger)","surface_form":"William Bradford","offset":791},{"uri":"Plymouth%2C_Devon","surface_form":"Plymouth","offset":942},{"uri":"Land","surface_form":"land","offset":1069},{"uri":"Virginia_Colony","surface_form":"Virginia Colony","offset":1106},{"uri":"Harbor","surface_form":"Harbor","offset":1213},{"uri":"Document","surface_form":"document","offset":1343},{"uri":"Burial","surface_form":"buried","offset":1819},{"uri":"Cole%27s_Hill","surface_form":"Coles Hill Burial Ground","offset":1833}]}