{"id":401973,"url":"http://en.wikipedia.org/wiki/Inflation_(cosmology)","text":"In physical cosmology, the idea of inflation is a proposed theory that would explain many features of the present-day universe, including the existence of large-scale structures such as galaxies. The theory was proposed by Alan Guth in the 1970s.\nBasic Idea of Inflation.\nBased on the Standard Model of Cosmology, the universe has been and is expanding. The classical Big Bang theory assumes that the universe expanded at the same rate throughout universal history. Inflation says that the universe \"has not\" always expanded at the same rate, and that the universe has experienced many periods of brief but immense expansions in which the size of the universe nearly doubled. These periods, as said, were extremely short, lasting less than a second. After a single period, the expansion slowed down until the next rapid inflation came and, again, massively increased the size of the universe.\nProblems Solved by Inflation Theory.\nThe main problem solved by inflation is the origin of large-scale structures, such as galaxies. Inflation theory says that in a slow expansion of the universe, quantum fluctuations were only on the tiny distance scales; when the universe experienced a brief period of inflation, however, these quantum fluctuations are \"stretched\" much larger to cause density fluctuations. The places of higher density later caused matter to clump in those locations and form large-scale objects.\nAnother problem is that of temperature uniformity in the universe: why is the temperature so evenly distributed? Inflation says that objects that were previously in close proximity to one another were separated very quickly during a period of inflation, so the temperature balance was still held. In the classical Big Bang theory this was a problem because the uniform expansion would mean that objects would have to travel many times the speed of light to maintain temperature balance.\nAnother problem that inflation possibly solves is the problem of magnetic monopoles. Why do we no longer see magnetic monopoles in our universe? Inflation says that the few existing monopoles were so dispersed during periods of inflation that it is virtually impossible to find them now.\nMathematical Formulation.\nInflation theory uses General relativity to model the inflation mathematically. The metric of inflation theory is\nformula_1\nInflatons.\nThe main prediction of inflation theory is that particles called inflatons are created from a scalar field from Quantum field theory. These inflatons would drive the inflation periods of the universe, but they quickly decay so the inflation periods are not very long at all. It was initially thought that the Higgs boson was an inflaton, but that has recently been discredited.\nMultiverse.\nInflation theory also suggests that there might be other universes. If inflation caused our universe, could it not also cause many other universes as well? This prediction has no empirical basis, but it has been explored in modern physics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Physical_cosmology","surface_form":"physical cosmology","offset":3},{"uri":"Universe","surface_form":"universe","offset":118},{"uri":"Alan_Guth","surface_form":"Alan Guth","offset":223},{"uri":"Standard_Model_of_Cosmology","surface_form":"Standard Model of Cosmology","offset":285},{"uri":"Big_Bang","surface_form":"Big Bang","offset":368},{"uri":"Quantum_fluctuation","surface_form":"quantum fluctuation","offset":1090},{"uri":"General_relativity","surface_form":"General relativity","offset":2234},{"uri":"Metric","surface_form":"metric","offset":2296},{"uri":"Scalar","surface_form":"scalar","offset":2441},{"uri":"Quantum_field_theory","surface_form":"Quantum field theory","offset":2459},{"uri":"Higgs_boson","surface_form":"Higgs boson","offset":2656}]}