{"id":401968,"url":"http://en.wikipedia.org/wiki/Conus","text":"\"Conus\" is a large genus of small to large predatory sea snails, marine gastropod molluscs, with the common names of \"cone snails\", \"cone shells\" or \"cones\".\nShaped, as the name suggests, like a cone, many species have colorful patterning on the shell surface. \"Conus\" snails are mostly tropical in distribution. Geologically speaking, the genus is known from the Eocene to the present.\nAll \"Conus\" snails are poisonous. They hunt and eat marine worms or molluscs. The larger ones prey on small bottom-dwelling fish. Cone snails use a hypodermic-like modified radula tooth and a venom gland to attack and paralyze their prey before eating it. The tooth is sometimes likened to a dart or a harpoon. It is barbed and can be extended some distance out from the mouth of the snail, at the end of the proboscis. They can \"sting\" humans, and should be handled with great care or preferably not at all.\nCone snail venoms are mainly peptides. The venoms contain many different toxins that vary in their effects; some are extremely toxic. The sting of small cones is no worse than a bee sting, but the sting of some larger species can be serious, occasionally even fatal to humans. Cone snail venom may be a source of new, medically important substances.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":19},{"uri":"Predatory","surface_form":"predatory","offset":43},{"uri":"Sea_snail","surface_form":"sea snail","offset":53},{"uri":"Marine_biology","surface_form":"marine","offset":65},{"uri":"Gastropod","surface_form":"gastropod","offset":72},{"uri":"Mollusc","surface_form":"mollusc","offset":82},{"uri":"Cone","surface_form":"cone","offset":195},{"uri":"Tropical","surface_form":"tropical","offset":287},{"uri":"Eocene","surface_form":"Eocene","offset":364},{"uri":"Poison","surface_form":"poison","offset":410},{"uri":"Molluscs","surface_form":"molluscs","offset":455},{"uri":"Hypodermic","surface_form":"hypodermic","offset":535},{"uri":"Radula","surface_form":"radula","offset":560},{"uri":"Prey","surface_form":"prey","offset":620},{"uri":"Harpoon","surface_form":"harpoon","offset":689},{"uri":"Proboscis","surface_form":"proboscis","offset":796},{"uri":"Venom","surface_form":"venom","offset":907},{"uri":"Peptide","surface_form":"peptide","offset":925}]}