{"id":402050,"url":"http://en.wikipedia.org/wiki/Governorate_of_Dalmatia","text":"The Governorship of Dalmatia (or \"Governatorato di Dalmazia\" in Italian) was a territory united to the Kingdom of Italy in April 1941, after the military conquest of the Jugoslavian Dalmatia by Italian general Vittorio Ambrosio during WWII. It lasted until september 1943.\nCharacteristics.\nThe Governorship of Dalmatia was made up of parts of coastal Kingdom of Yugoslavia that were occupied and annexed by Italy from April 1941 to September 1943. Italy already had, since 1919, the Italian Province of Zara (\"Provincia di Zara\") on the Dalmatian coastline with Zara as capital and the island of Lagosta (actually called Lastovo) after World War I (for a total area of about 200 square kilometers).\nThe creation of the Governorship of Dalmatia fulfilled the requests of the Italian Irredentism, that already were expressed during the \"Incidents of Spalato\". But not all of Dalmatia was annexed by Italy, as the German puppet state - the Independent State of Croatia - took some sections of the Dalmatian areas, though the Italian army held control over all of Dalmatia.\nThe Kingdom of Italy divided the Governorship in three Italian provinces: \"Zara\" (Zadar), \"Spalato\" (Split) and \"Cattaro\" (Kotor), but never created officially an Italian region with the name \"Dalmatia\" (waiting for the future peace conference). While the Governorship was not officially a region of Italy, the northern Dalmatian islands of Krk (\"Veglia\") and Rab (\"Arbe\") were administratively united to the Italian province of Fiume and became areas of the Kingdom of Italy.\nIn September 1941, Italy's fascist dictator, Benito Mussolini, ordered the military occupation of the entire Dalmatian coast and islands (like Ragusa, Lissa, and Pago) that belonged to fascist Croatia of Ante Pavelić: he tried to annex those areas to the Governorship of Dalmatia, but was temporarily stopped by the strong opposition of Pavelić, who retained nominal control of those areas.\nThe northern dalmatian islands of Krk and Rab were not added to the Governorship of Dalmatia, but were added to the Italian \"Province of Fiume\". This province was enlarged with areas of northern coastal Dalmatia to the east of Fiume.\nTerritory.\nThe Governatorate of Dalmatia consisted of three provinces: Zara, Cattaro and Spalato. The administrative capital was Zara. After autumn 1941 also the Dalmatian islands of Pago and Lesina, initially given to the croatian dictator Ante Pavelic, were annexed. These islands were occupied militarily by the Italian army, along with an area of fascist Croatia that was off the coast of Segna to the center of Bosnia (near Sarajevo and Banja Luka).\nAfter the Kingdom of Italy changed sides to the Allies in 1943, German forces took over the area. This territory was not given to the fascist Italian Social Republic (which was a puppet state of Nazi Germany), but instead completely dissolved and added to the puppet Independent State of Croatia.\nBut Zara remained Italian (even under control of the German Army) until 1945 (the city suffered a terrible bombing in 1944).","categories":[],"infobox_types":[],"annotations":[{"uri":"Italian_language","surface_form":"Italian","offset":64},{"uri":"Kingdom_of_Italy","surface_form":"Kingdom of Italy","offset":103},{"uri":"Yugoslavia","surface_form":"Jugoslavian","offset":170},{"uri":"WWII","surface_form":"WWII","offset":235},{"uri":"Kingdom_of_Yugoslavia","surface_form":"Kingdom of Yugoslavia","offset":351},{"uri":"Italy","surface_form":"Italy","offset":407},{"uri":"Zara_(Italian_province)","surface_form":"Italian Province of Zara","offset":483},{"uri":"Zadar","surface_form":"Zara","offset":562},{"uri":"World_War_I","surface_form":"World War I","offset":636},{"uri":"Italian_irredentism_in_Dalmatia","surface_form":"Italian Irredentism","offset":774},{"uri":"1918%E2%80%931920_unrest_in_Split","surface_form":"Incidents of Spalato","offset":835},{"uri":"Independent_State_of_Croatia","surface_form":"Independent State of Croatia","offset":937},{"uri":"Kotor","surface_form":"Kotor","offset":1193},{"uri":"Kingdom_of_Italy","surface_form":"Kingdom of Italy","offset":1529},{"uri":"Benito_Mussolini","surface_form":"Benito Mussolini","offset":1592},{"uri":"Dubrovnik","surface_form":"Ragusa","offset":1690},{"uri":"Ante_Paveli%C4%87","surface_form":"Ante Pavelić","offset":1751},{"uri":"Zara_(Italian_province)","surface_form":"Zara","offset":2243},{"uri":"Cattaro_(Italian_province)","surface_form":"Cattaro","offset":2249},{"uri":"Spalato_(Italian_province)","surface_form":"Spalato","offset":2261},{"uri":"Bosnia","surface_form":"Bosnia","offset":2588},{"uri":"Sarajevo","surface_form":"Sarajevo","offset":2601},{"uri":"Italian_Social_Republic","surface_form":"Italian Social Republic","offset":2769},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":2822},{"uri":"Independent_State_of_Croatia","surface_form":"Independent State of Croatia","offset":2894}]}