{"id":402015,"url":"http://en.wikipedia.org/wiki/Abderrahman_Ait_Khamouch","text":"Abderrahman Ait Khamouch (born November 9, 1986) is a T46 Paralympic track and field athlete from Spain. He runs in 800 meter, 1,500 meter, 5,000 meter and marathon races. He was born in Morocco, and he later moved to Spain. He became a citizenship in August 2008. He ran for Spain at the 2008 and 2012 Summer Paralympics, and he finished second in the 1,500 meters and third in the in the 800 meters in 2008, and finished second in the marathon in 2012.\nPersonal.\nAit Khamouch was born on November 9, 1986 in Morocco. He has an arm amputation. His arm was amputated after he fell when he was a child. The fall caused more medical problems. He eventually got gangrene. The doctors had to amputate his right arm at his shoulder.\nWhen Ait Khamouch was 15 years old, he tried to enter Spain illegally three times via boats from Laayoune to the Canary Islands. During these trips, he saw people die. On try number four, he got a boat to Fuerteventura and entered Spain in 2001. Next, he traveled to Madrid and then to Barcelona with friends on the train.\nWhen Ait Khamouch first got work in Barcelona, he worked at a parking lot. He got Spanish citizenship on August 25, 2008.\nAit Khamouch wrote an autobiography in Arabic titled \"The Angel with the Crooked Wing.\" It was translated into Spanish. He speaks Spanish, French and Arabic.\nAthletics.\nAit Khamouch is a Paralympic track and field athlete. He runs in 800 meter, 1,500 meter, 5,000 meter and marathon races. His first race was a race created French tourists in his hometown in Morocco. He won the race, and the prize of a small blue truck. After the race, he talked to the Morocco Paralympic Committee about competing in athletics, but Moroccans said no. After he got to Spain, he took part in a race in Barcelona organized by El Corte Inglés in 2003. He did well and people took notice. He then raced in other races in the area. The Athletics Federation of Catalonia and others helped Ait Khamouch get Spanish citizenship in time for him to represent Spain at the 2008 Summer Paralympics.\nThe first athletics club Ait Khamouch belonged to in Spain was the Athletic Club Nou Barris. In 2004, he competed the Spanish Paralympic national championships where he finished first in the 800 meters. In 2005, he got a scholarship from the Spanish Paralympic Committee. In 2008, he trained at the Center for High Performance San Cugat (Barcelona). He competed in the 2011 IPC Athletics World Championships. He was one of thirty-two competitors from Spain at the competition. In 2012, he got a Plan ADO €2,500 coaching scholarship. He lost part of his Catalonian scholarship a year and a half before the London Paralympics. Ait Khamouch said the loss of the scholarship was politically motivated. In 2012, he set a world record at the Barcelona Marathon. He also set a qualifying time in the event for the London Paralympics at the Barcelona Marathon. In 2012, he competed in the Barcelona half marathon and he set a personal best time.\nParalympics.\nAit Khamouch competed in the 2008 Summer Paralympics in Beijing, China. He finished second in the men's 1500 metres — T46 event and finished third in the men's 800 metres — T46 event. Four years later, he competed in the 2012 Summer Paralympics in London, Great Britain. There he won a finished second in the men's marathon — T46 event. His top three finish at the 2008 Games was the first time, Paralympic or Olympic, that some one had finished in the top three by some one from Ait Khamouch's hometown in Morocco. His parents watched him compete on television in Morocco.\nAit Khamouch finished second at the London Paralympics in the T46 marathon event because he had a coughing fit with 400 meters left in the race. He was running with a cold.","categories":[],"infobox_types":[],"annotations":[{"uri":"T46_(classification)","surface_form":"T46","offset":54},{"uri":"Paralympic","surface_form":"Paralympic","offset":58},{"uri":"Track_and_field","surface_form":"track and field","offset":69},{"uri":"Spain","surface_form":"Spain","offset":98},{"uri":"Morocco","surface_form":"Morocco","offset":187},{"uri":"Spain","surface_form":"Spain","offset":218},{"uri":"2008_Summer_Paralympics","surface_form":"2008","offset":289},{"uri":"2012_Summer_Paralympics","surface_form":"2012 Summer Paralympics","offset":298},{"uri":"Gangrene","surface_form":"gangrene","offset":659},{"uri":"Laayoune","surface_form":"Laayoune","offset":825},{"uri":"Canary_Islands","surface_form":"Canary Islands","offset":841},{"uri":"Fuerteventura","surface_form":"Fuerteventura","offset":933},{"uri":"Madrid","surface_form":"Madrid","offset":995},{"uri":"Barcelona","surface_form":"Barcelona","offset":1014},{"uri":"Paralympic","surface_form":"Paralympic","offset":1360},{"uri":"Track_and_field","surface_form":"track and field","offset":1371},{"uri":"Morocco_Paralympic_Committee","surface_form":"Morocco Paralympic Committee","offset":1628},{"uri":"El_Corte_Ingl%C3%A9s","surface_form":"El Corte Inglés","offset":1782},{"uri":"Athletics_Federation_of_Catalonia","surface_form":"Athletics Federation of Catalonia","offset":1889},{"uri":"Spanish_Paralympic_Committee","surface_form":"Spanish Paralympic Committee","offset":2287},{"uri":"Programa_ADO","surface_form":"Plan ADO","offset":2540},{"uri":"Barcelona_Marathon","surface_form":"Barcelona Marathon","offset":2781},{"uri":"2008_Summer_Paralympics","surface_form":"2008 Summer Paralympics","offset":3025},{"uri":"Beijing","surface_form":"Beijing","offset":3052},{"uri":"People%27s_Republic_of_China","surface_form":"China","offset":3061},{"uri":"2012_Summer_Paralympics","surface_form":"2012 Summer Paralympics","offset":3217},{"uri":"London","surface_form":"London","offset":3244},{"uri":"Great_Britain","surface_form":"Great Britain","offset":3252}]}