{"id":402112,"url":"http://en.wikipedia.org/wiki/John_Howland","text":"John Howland (c. 1591 – February 23, 1672/3) was a passenger on the \"Mayflower\". He was an indentured servant to John Carver and travelled with him when they left England to settle in the New World. He signed the Mayflower Compact and helped to build Plymouth Colony.\nThe voyage.\nJohn Howland was born in Fenstanton, Huntingdon, England around 1591 and was the son of Margaret and Henry Howland, and the brother of Henry and Arthur Howland. The brothers travelled later from England to Plymouth.\nThe Mayflower left Plymouth, England on 16 September 1620. The first few days had good weather. They ran into a great storm with heavy winds and large waves. For days the ship could not use it's sails. The first mention of him was by William Bradford. During the storm Howland was walking on deck and was washed overboard by a large wave. He somehow caught a rope and was pulled to safety. In all there were 102 passengers and 30–40 crew. On 19 November 1620, the \"Mayflower\" reached land at Cape Cod hook. They landed on November 21.\nPlymouth Colony.\nThey wrote the Mayflower Compact, which made rules on how they would live and treat each other. The \"Mayflower\" was supposed to land in Virginia Colony, but the ship was too damaged and they were forced to land at Cape Cod now called Provincetown Harbor.\nWhen the \"Mayflower\" landed several men went to land to try to find a place where they could live. One of the earliest exploration missions included William Bradford, John Carver, Myles Standish, Edward Winslow, John Howland, Richard Warren, Stephen Hopkins and Edward Doty. Hopkins was the most experienced. He had seen Native Americans when he was at Jamestown. According to Bradford, they set off in below freezing weather, many of the men already being ill, \"and when the set sail the salt spray froze on their coats, as if they had been glazed\". During their trip they saw Indians who looked like they were cutting up a large whale. When the Indians saw the men they ran away. The men camped and protected themselves from the cold and the Indians.\nHalf of the Pilgrims died by the end of the first winter. Howland lived with the Carver family The following spring, on an very warm day in April, Governor Carver was planting corn when he came out of a cornfield feeling ill and he soon died. Carver was much loved by the passengers. He was a wealthy man who very hard worked along with all of the pilgrims. Bradford wrote Carver had worked himself to death. After Carver's death, Howland became a freeman. This meant that he could own his own land and could vote in Plymouth affairs. Howland was given an acre for each member of the Carver household including himself and Elizabeth Tilley, Desire Minter, and a boy named William Latham.\nHowland was one of eight settlers who agreed to help to pay the colony's debt to the men in England who had paid for the voyage. From 1641-1655 Howland was voted deputy to the Massachusetts General Court. He was elected again in 1658.\nHowland went with Edward Winslow to exploration of Kennebec River (in current day Maine), looking for possible fur trading sites and natural resources that the colony could use. While Howland was in charge of the colony's trading post, an sad incident happened there. William Bradford wrote was that it was \"one of the saddest things that befell the Pilgrims.\" A group of traders from the Piscataqua River, was led by a man named John Hocking. Hocking started to trade in an area that did not belong to him. Howland warned Hocking to depart, but Hocking, took out a pistol and refused. Howland ordered his men to set the canoe adrift. The Plymouth men managed to cut one cable when Hocking put his pistol to the head of Moses Talbot, one of Howland's men, and shot and killed him. Another of the Howland group shot Hocking.\nIn Plymouth the Howlands lived on the north side of Leyden Street. They lived in other places such as Duxbury and Kingston where they had a farm. The farm burned down in 1675 during King Philip's War. By that time, John had died and Elizabeth moved in with her son, Jabez.\nFamily.\nUntil Bradford's \"Of Plymouth Plantation\" was discovered in 1856, it was presumed that John Howland's wife, formerly Elizabeth Tilley was the adopted daughter of Carver's. Actually her parents, uncle and aunt came to the New World but died of sickness during the first winter.) This mistake was even recorded on a gravestone that was erected for Howland on Burial Hill, in 1836.\nThey had ten children. Desire, John, Hope, Elizabeth, Lydia, Hannah, Joseph, Jabez, Ruth and Isaac.\nJohn Howland died February 23, 1673 at the age of 80. He had outlived all other male \"Mayflower\" passengers except John Cooke, son of Mayflower passenger Francis Cooke. He is buried on Burial Hill in Plymouth, Massachusetts.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mayflower","surface_form":"Mayflower","offset":69},{"uri":"Indentured_servant","surface_form":"indentured servant","offset":91},{"uri":"John_Carver","surface_form":"John Carver","offset":113},{"uri":"England","surface_form":"England","offset":163},{"uri":"New_World","surface_form":"New World","offset":188},{"uri":"Mayflower_Compact","surface_form":"Mayflower Compact","offset":213},{"uri":"Plymouth_Colony","surface_form":"Plymouth Colony","offset":251},{"uri":"Huntingdon","surface_form":"Huntingdon","offset":317},{"uri":"Plymouth%2C_Devon","surface_form":"Plymouth","offset":515},{"uri":"Weather","surface_form":"weather","offset":583},{"uri":"Storm","surface_form":"storm","offset":614},{"uri":"Winds","surface_form":"winds","offset":631},{"uri":"Waves","surface_form":"waves","offset":647},{"uri":"Sails","surface_form":"sails","offset":691},{"uri":"William_Bradford_(Mayflower_passenger)","surface_form":"William Bradford","offset":730},{"uri":"Storn","surface_form":"storm","offset":759},{"uri":"Deck","surface_form":"deck","offset":788},{"uri":"Overboard","surface_form":"overboard","offset":808},{"uri":"Rope","surface_form":"rope","offset":855},{"uri":"Safety","surface_form":"safety","offset":878},{"uri":"Cape_Cod","surface_form":"Cape Cod","offset":988},{"uri":"Mayflower_Compact","surface_form":"Mayflower Compact","offset":1063},{"uri":"Virginia_Colony","surface_form":"Virginia Colony","offset":1184},{"uri":"Harbor","surface_form":"Harbor","offset":1295},{"uri":"John_Carver_(Mayflower_passenger)","surface_form":"John Carver","offset":1470},{"uri":"Myles_Standish","surface_form":"Myles Standish","offset":1483},{"uri":"Edward_Winslow_(Mayflower_passenger)","surface_form":"Edward Winslow","offset":1499},{"uri":"List_of_Mayflower_passengers","surface_form":"Richard Warren","offset":1529},{"uri":"Stephen_Hopkins_(Mayflower_passenger)","surface_form":"Stephen Hopkins","offset":1545},{"uri":"Edward_Doty_(Mayflower_passenger)","surface_form":"Edward Doty","offset":1565},{"uri":"Native_Americans","surface_form":"Native Americans","offset":1624},{"uri":"Jamestown%2C_Virginia","surface_form":"Jamestown","offset":1656},{"uri":"Whale","surface_form":"whale","offset":1934},{"uri":"Pilgrims","surface_form":"Pilgrims","offset":2068},{"uri":"Died","surface_form":"died","offset":2293},{"uri":"Acre","surface_form":"acre","offset":2612},{"uri":"List_of_Mayflower_passengers","surface_form":"Desire Minter","offset":2697},{"uri":"Court","surface_form":"Massachusetts General Court","offset":2920},{"uri":"Edward_Winslow_(Mayflower_passenger)","surface_form":"Edward Winslow","offset":2997},{"uri":"Explorer","surface_form":"exploration","offset":3015},{"uri":"Maine","surface_form":"Maine","offset":3061},{"uri":"Fur","surface_form":"fur","offset":3090},{"uri":"Trading","surface_form":"trading","offset":3094},{"uri":"Pistol","surface_form":"pistol","offset":3545},{"uri":"Farm","surface_form":"farm","offset":3943},{"uri":"King_Philip%27s_War","surface_form":"King Philip's War","offset":3985},{"uri":"Francis_Cooke","surface_form":"Francis Cooke","offset":4717}]}