{"id":40215,"url":"http://en.wikipedia.org/wiki/Santo_Domingo","text":"Santo Domingo de Guzmán, or just Santo Domingo, is the capital of the Dominican Republic and is its largest city. It is the oldest European city in the Americas where people have been living since it was founded at the end of the 15th century.\nGeography.\nThe city is at the mouth of the Ozama River, on the Caribbean coast. The city has the Santo Domingo province to the east, north and west. To the south is the Caribbean Sea.\nThe eastern limit of the city is the Ozama River and the northern limit is the Isabela River, a tributary of the Ozama. The western limit is a long street, Gregorio Luperón Avenue.\nThe average temperature (25.7 °C) varies little in the city. December and January are the coolest months and July and August are the warmest. Some years, hurricanes affect the city because it is in the Caribbean where hurricanes are common from June to November.\nPopulation.\nThe municipality had, in 2010, a total population of 965,040: 460,903 men and 504,137 women. The urban population was 100% of the total population.\nSanto domingo has a very diverse population, but it is mainly composed of blacks and mulattoes.\nHistory.\nThe city was first founded on the east side of River Ozama by Bartholomew Columbus, brother of Christopher, with the name of \"La Nueva Isabela\" (The New Isabela); La Isabela was a town founded on the northern coast of the island by Christopher Columbus. The name was soon changed to Santo Domingo.\nAfter a hurricane in 1502 destroyed the city, the new governor of the island Nicolás de Ovando built it again but on the west side of the river and with the new name of Santo Domingo.\nSanto Domingo was the first capital of the Spanish colonies in the Américas. It became the starting point of most of the Spanish expeditions of exploration and conquest of the other Caribbean islands and the adjacent lands in the continent. There are still many buildings from that time (16th century) and part of the old walls.\nIn 1930, the city of Santo Domingo was almost completely destroyed by a hurricane called \"San Zenón\". Rafael Trujillo rebuilt the city and named it Ciudad Trujillo after himself. After his assassination in 1961, Ciudad Trujillo became again Santo Domingo. The 1966 constitution named the city Santo Domingo de Guzmán.\nIn 2001, the Santo Domingo Province was created with much of the area of the old Distrito Nacional (\"National District\"). With that division, many parts of the old city are now part of the Santo Domingo Province and not of the city of Santo Domingo de Guzmán. But they are still part of the metropolitan area of the city (the Greater Santo Domingo). The people that live in this Greater Santo Domingo are \"capitaleños\" (women are \"capitaleñas\"), even if they do not live in the National District.\nZona Colonial.\nThe old section of the city is known as \"Zona Colonial\" (\"Colonial Zone\") or \"Ciudad Colonial\" (\"Colonial City\"). The Colonial Zone, bordered by the Ozama River, was declared a World Heritage Site by UNESCO in 1990. Some of the old buildings in this zone are\nMuseums.\nSanto Domingo has several museums, many of them in the Zona Colonial.\nParks and recreational areas.\nSanto Domingo has various parks as the \"National Botanical Garden\", the \"National Zoo\" and the \"Mirador Sur Park\".\nThere are also many small squares as the \"Parque Colón\" (\"Columbus Park\"), in the Zonal Colonial and on the northern side of the cathedral; and the \"Parque Independencia\" (\"Independence Park\"), just outside of the old western wall and where the Founding Fathers of the country (Juan Pablo Duarte, Francisco del Rosario Sánchez and Matías Ramón Mella) are buried.\nEducation.\nThere are eighteen universities in Santo Domingo. Established in 1538, Universidad Autónoma de Santo Domingo (UASD) was the first university founded in the continent; it is also the only public university in the country.\nSports.\nSanto Domingo is home to the Leones del Escogido and Tigres del Licey baseball clubs of the Dominican Winter League. Estadio Quisqueya is the home stadium for both teams. Centro Olimpico Juan Pablo Duarte is the central sports complex of the city, at the center of the city.","categories":[],"infobox_types":[],"annotations":[{"uri":"Capital_city","surface_form":"capital","offset":55},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":70},{"uri":"Europe","surface_form":"Europe","offset":131},{"uri":"Americas","surface_form":"Americas","offset":152},{"uri":"Ozama_River","surface_form":"Ozama River","offset":287},{"uri":"Caribbean","surface_form":"Caribbean","offset":307},{"uri":"Santo_Domingo_Province","surface_form":"Santo Domingo","offset":341},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":413},{"uri":"Isabela_River","surface_form":"Isabela River","offset":507},{"uri":"Tributary","surface_form":"tributary","offset":524},{"uri":"Caribbean","surface_form":"Caribbean","offset":811},{"uri":"Municipality","surface_form":"municipality","offset":888},{"uri":"Bartholomew_Columbus","surface_form":"Bartholomew Columbus","offset":1199},{"uri":"Christopher_Columbus","surface_form":"Christopher Columbus","offset":1369},{"uri":"Hurricane","surface_form":"hurricane","offset":1443},{"uri":"Nicol%C3%A1s_de_Ovando","surface_form":"Nicolás de Ovando","offset":1512},{"uri":"Caribbean","surface_form":"Caribbean","offset":1801},{"uri":"Rafael_Leonidas_Trujillo_Molina","surface_form":"Rafael Trujillo","offset":2050},{"uri":"Constitution","surface_form":"constitution","offset":2213},{"uri":"Santo_Domingo_Province","surface_form":"Santo Domingo Province","offset":2279},{"uri":"Distrito_Nacional","surface_form":"Distrito Nacional","offset":2347},{"uri":"River_Ozama","surface_form":"Ozama River","offset":2927},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":2955},{"uri":"UNESCO","surface_form":"UNESCO","offset":2978},{"uri":"Museum","surface_form":"museum","offset":3072},{"uri":"Juan_Pablo_Duarte","surface_form":"Juan Pablo Duarte","offset":3539},{"uri":"Francisco_del_Rosario_S%C3%A1nchez","surface_form":"Francisco del Rosario Sánchez","offset":3558},{"uri":"Mat%C3%ADas_Ram%C3%B3n_Mella","surface_form":"Matías Ramón Mella","offset":3592},{"uri":"Baseball","surface_form":"baseball","offset":3934}]}