{"id":402170,"url":"http://en.wikipedia.org/wiki/Chandrika_Kumaratunga","text":"Chandrika Kumaratunga (born 29 June 1945) is a Sri Lankan politician. She was the leader of the Sri Lanka Freedom Party until 2005. She was the fifth president of Sri Lanka. She survived many assassination attempts.\nBefore politics.\nChandrika was born into a political family. Her parents were Solomon Bandaranaike and Sirimavo Bandaranaike, who both served as Prime Minister of Sri Lanka. Her father was the fourth Prime Minister of Sri Lanka. He was murdered in 1959, when Chandrika was 14 years old. Her mother was the first woman in the world to serve as head of government.\nChandrika studied at Saint Bridgets Convent in Colombo. While her mother was head of government, Chandrika was the chairwoman of the National Estate Development Board. In 1977 she was married to the movie actor, Vijaya Kumaranatunga. They had two children together: Yasodara and Vimukthi. In 1984, her husband formed a new political party, the Sri Lanka Mahajana Party. Chandrika became an active member of it. She left the country in 1988 immediately after the murder of her husband. She returned in 1992 and joined the Sri Lanka Freedom Party.\nPolitical life.\nChandrika contested the provincial council elections in 1993. She became the chief minister of the Western Province. She was the most popular person in the 1994 general elections, which her party won. She became the Prime Minister of Sri Lanka on 19 August 1994. She became the president of Sri Lanka with a record number of votes a few months later, on 12 November 1994. Her mother took over as Prime Minister.\nShe won the next presidential elections in 1999 with a good share of the votes. Her prime minister under this term was Ratnasiri Wickremanayake.\nChandrika survived an attack from a suicide bomber in 2000. In 2001 some of her cabinet ministers crossed over to the opposition and Chandrika was forced to dissolve Parliament and call an election several years early. Her party lost to the United National Party at the election. However, Chandrika would continue in office as the executive president. In 2004, she dissolved Parliament and called a general election and was able to win this time.\nShe retired from politics in 2005. Mahinda Rajapaksa replaced her as president.","categories":[],"infobox_types":["Officeholder"],"annotations":[{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":47},{"uri":"Sri_Lanka_Freedom_Party","surface_form":"Sri Lanka Freedom Party","offset":96},{"uri":"Assassination","surface_form":"assassination","offset":192},{"uri":"S._W._R._D._Bandaranaike","surface_form":"Solomon Bandaranaike","offset":294},{"uri":"Sirimavo_Bandaranaike","surface_form":"Sirimavo Bandaranaike","offset":319},{"uri":"Head_of_government","surface_form":"head of government","offset":559},{"uri":"Colombo","surface_form":"Colombo","offset":626},{"uri":"Vijaya_Kumaranatunga","surface_form":"Vijaya Kumaranatunga","offset":791},{"uri":"Sri_Lanka_Mahajana_Party","surface_form":"Sri Lanka Mahajana Party","offset":923},{"uri":"Sri_Lanka_Freedom_Party","surface_form":"Sri Lanka Freedom Party","offset":1100},{"uri":"Western_Province%2C_Sri_Lanka","surface_form":"Western Province","offset":1240},{"uri":"Ratnasiri_Wickremanayake","surface_form":"Ratnasiri Wickremanayake","offset":1672},{"uri":"Suicide_attack","surface_form":"suicide bomber","offset":1734},{"uri":"Opposition_(politics)","surface_form":"opposition","offset":1816},{"uri":"United_National_Party","surface_form":"United National Party","offset":1939},{"uri":"Mahinda_Rajapaksa","surface_form":"Mahinda Rajapaksa","offset":2180}]}