{"id":402215,"url":"http://en.wikipedia.org/wiki/Million_Dollar_Password","text":"\"Million Dollar Password\" is a television game show that aired on CBS. It is an updated version of the game show \"Password\". It aired from June 1, 2008 to June 14, 2009. It was hosted by Regis Philbin.\nGameplay.\nThe game is played in two parts. The first part of the game has two contestants and two celebrities. Both contestants play 30-second rounds where they try to get five words from clues given by their celebrity partner. Clues have to be one word. The celebrity can give as many clues as they want for each word. They must wait for a response from the contestant before giving a new clue. Only one clue can be given at a time. After each contestant plays, they switch partners. The contestant who gets the most words after four rounds wins and moves on to the Million Dollar Password round. If the contestants are tied after four rounds, a tie-breaking word is given to both teams, starting with the team who won a coin toss. The contestant who gets the word wins.\nMillion Dollar Password.\nThis round has a six-step prize ladder with a top prize of $1,000,000. The contestant's celebrity partner is the one who they got the most words with. If they got the same amount of words with both celebrities, their partner is the one that they last played with. The contestant can give or receive the clues for this round. For each step of the ladder, the clue giver has to get their partner to say five words in 90 seconds. Up to three clues can be given for each word. The clue giver can pass on a word, but cannot come back to it.\nIf the clue giver is successful in getting their partner to say five words, the contestant wins the amount on the level that they are on. They can then decide if they want to take the money they have or go on to the next level. Each level has one less word than the last one. If a contestant fails on a level, the game ends. Failing on the first two levels means that the contestant leaves with nothing. Failing on the $50,000, $100,000 or $250,000 levels means that the contestant leaves with $25,000. If the contestant gets to the $250,000 level, they can play the $1,000,000 level with no risk of losing the $250,000.\nIf the contestant is giving the clues, starting at the $250,000 level, they are shown the words for that level before they decide if they want to take the money they have or go on to the next level.","categories":[],"infobox_types":[],"annotations":[{"uri":"Television","surface_form":"television","offset":31},{"uri":"Game_show","surface_form":"game show","offset":42},{"uri":"CBS","surface_form":"CBS","offset":66},{"uri":"Password_(game_show)","surface_form":"Password","offset":114},{"uri":"Regis_Philbin","surface_form":"Regis Philbin","offset":187},{"uri":"Celebrity","surface_form":"celebrities","offset":300}]}