{"id":402397,"url":"http://en.wikipedia.org/wiki/Xi_Jinping","text":"Xi Jinping (; born 15 June 1953) is a Chinese politician who is currently the General Secretary of the Communist Party of China (CPC), the President of the People's Republic of China, and the Chairman of the Central Military Commission. As General Secretary, he is also a member of the CPC Politburo Standing Committee, China's top decision-making body.\nEarly life.\nXi Jinping is the son of former Chinese Vice Premier Xi Zhongxun and Qi Xin. He rose politically in China's coastal provinces. He was the Governor of Fujian between 1999 and 2002. Between 2002 and 2007, he was Governor and CPC party chief of Zhejiang. After the dismissal of Chen Liangyu, Xi was transferred to Shanghai as the party secretary for a short time in 2007. Xi was promoted to the central leadership in October 2007 and trained to become Hu Jintao's successor.\nGeneral Secretary.\nIn November 2012, he was elected as the General Secretary of the Communist Party of China and the Chairman of the Central Military Commission in the CPC convention. In March 2013, he was elected as the President of the People's Republic of China by the Chinese Congress. This started his first term as China's leader.\nChinese leadership changes every 5 years, and it happens roughly in October/November (for CPC and military) and March next year (for government). In October 2017 and March 2018, Xi was re-elected as party, military and government leader. This started his second term.\nBy tradition in recent decades, the Chinese leader leads two terms (10 years in total). The second term identifies his successor and prepares for the power transfer. However, Xi stopped this tradition and abandoned his potential successors Hu Chunhua and Sun Zhengcai, who were put to prison in 2018 due to corruption.\nOn 11 March 2018, the National People's Congress approved an amendment to the Constitution of the People's Republic of China, so that Xi and the future presidents could be reelected for president without term limits.\nIn July 2018, a trade war started between US and China. At the early stage Xi showed China's muscle by declaring to fight \"a tooth for a tooth\". As the conflicts continues to worsen, China softened its stance. There were reports that Xi's authority got damaged by his handling of the trade dispute with US.\nPersonal life.\nXi was born on 15 June 1953 in Beijing, China. His father held lots of posts, including party propaganda chief and vice premier. He has been married to Peng Liyuan since 1987. They have one daughter, Xi Mingze, who graduated from Harvard University in 2015. Xi lives in Zhongnanhai, China.","categories":[],"infobox_types":[],"annotations":[{"uri":"General_Secretary_of_the_Communist_Party_of_China","surface_form":"General Secretary of the Communist Party of China","offset":78},{"uri":"President_of_the_People%27s_Republic_of_China","surface_form":"President of the People's Republic of China","offset":139},{"uri":"CPC_Politburo_Standing_Committee","surface_form":"CPC Politburo Standing Committee","offset":286},{"uri":"Xi_Zhongxun","surface_form":"Xi Zhongxun","offset":419},{"uri":"Qi_Xin","surface_form":"Qi Xin","offset":435},{"uri":"Politics","surface_form":"politically","offset":451},{"uri":"Provinces_of_China","surface_form":"provinces","offset":482},{"uri":"Governor","surface_form":"Governor","offset":504},{"uri":"Fujian","surface_form":"Fujian","offset":516},{"uri":"Zhejiang","surface_form":"Zhejiang","offset":608},{"uri":"Shanghai","surface_form":"Shanghai","offset":677},{"uri":"Party_secretary","surface_form":"party secretary","offset":693},{"uri":"Hu_Jintao","surface_form":"Hu Jintao","offset":815},{"uri":"General_Secretary_of_the_Communist_Party_of_China","surface_form":"General Secretary of the Communist Party of China","offset":897},{"uri":"Central_Military_Commission","surface_form":"Central Military Commission","offset":971},{"uri":"President_of_the_People%27s_Republic_of_China","surface_form":"President of the People's Republic of China","offset":1059},{"uri":"Hu_Chunhua","surface_form":"Hu Chunhua","offset":1683},{"uri":"Sun_Zhengcai","surface_form":"Sun Zhengcai","offset":1698},{"uri":"National_People%27s_Congress","surface_form":"National People's Congress","offset":1784},{"uri":"Constitution_of_the_People%27s_Republic_of_China","surface_form":"Constitution of the People's Republic of China","offset":1840},{"uri":"Beijing","surface_form":"Beijing","offset":2332},{"uri":"People%27s_Republic_of_China","surface_form":"China","offset":2341},{"uri":"Peng_Liyuan","surface_form":"Peng Liyuan","offset":2453},{"uri":"Xi_Mingze","surface_form":"Xi Mingze","offset":2501},{"uri":"Harvard_University","surface_form":"Harvard University","offset":2531},{"uri":"Zhongnanhai","surface_form":"Zhongnanhai","offset":2571}]}