{"id":402461,"url":"http://en.wikipedia.org/wiki/Promises%21_Promises%21","text":"\"Promises! Promises!\" is a 1963 movie. It was the first Hollywood sound movie to feature a major star—Jayne Mansfield—in the nude. She was in three nude scenes that together lasted a bit over a minute.\n\"Playboy\" publisher Hugh Hefner was charged with obscenity when he printed nude photos of Mansfield on the set in his magazine. The movie was banned in some American cities. It was a big box office success in cities where it was shown.\nStory.\nSandy Brooks (Jayne Mansfield) wants to get pregnant. Her husband Jeff (Tommy Noonan) is too stressed out with work to make love to her. They take a cruise, and meet another couple (Marie McDonald and Mickey Hargitay).\nThe four get drunk. They change partners when going to their rooms. Later, both women learn they're pregnant. They wonder whether the fathers are their own or the other's husband.\nNude scenes.\n\"Promises! Promises!\" was the first Hollywood sound movie to feature a big star in the nude. For some, the nude scenes were the movie's main attraction.\nThere are only three short nude scenes.\nTogether, these three scenes last a little bit over one minute. Mansfield was seen only topless in the movie, but the book \"Hollywood Babylon\" shows her on the set completely nude. Her pubic hair can be seen.\n\"Playboy\".\nIn June 1963, \"Playboy\" published a photo article about the movie. In the photos, Mansfield plays with one of her breasts. Publisher Hugh Hefner was arrested and charged with obscenity. He was acquitted by the jury.\nReception.\n\"Promises! Promises!\" was banned in several American cities. Both the original movie and an edited version had box office success in places where it was not banned.\nMansfield was voted one of the Top 10 Box Office Attractions by theater owners that year. Movie critic Roger Ebert wrote about Mansfield, \"Finally in \"Promises! Promises!\" she does what no Hollywood star ever does except in desperation. She does a nudie. In 1963, that kind of box office appeal was all she had left.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Hollywood","surface_form":"Hollywood","offset":56},{"uri":"Jayne_Mansfield","surface_form":"Jayne Mansfield","offset":102},{"uri":"Nude","surface_form":"nude","offset":125},{"uri":"Playboy","surface_form":"Playboy","offset":203},{"uri":"Hugh_Hefner","surface_form":"Hugh Hefner","offset":222},{"uri":"Obscenity","surface_form":"obscenity","offset":251},{"uri":"Box_office","surface_form":"box office","offset":389},{"uri":"Pregnant","surface_form":"pregnant","offset":489},{"uri":"Marie_McDonald","surface_form":"Marie McDonald","offset":627},{"uri":"Mickey_Hargitay","surface_form":"Mickey Hargitay","offset":646},{"uri":"Hollywood","surface_form":"Hollywood","offset":893},{"uri":"Nude","surface_form":"nude","offset":944},{"uri":"Toplessness","surface_form":"topless","offset":1138},{"uri":"Pubic_hair","surface_form":"pubic hair","offset":1235},{"uri":"Playboy","surface_form":"Playboy","offset":1285},{"uri":"Hugh_Hefner","surface_form":"Hugh Hefner","offset":1403},{"uri":"Obscenity","surface_form":"obscenity","offset":1445},{"uri":"Acquit","surface_form":"acquitted","offset":1463},{"uri":"Jury","surface_form":"jury","offset":1480},{"uri":"Edit","surface_form":"edit","offset":1589},{"uri":"Critic","surface_form":"critic","offset":1758},{"uri":"Roger_Ebert","surface_form":"Roger Ebert","offset":1765}]}