{"id":40240,"url":"http://en.wikipedia.org/wiki/Treason","text":"e=\"preserve\">Treason is when a person acts against his/ her country. For example, somebody might help another country fight a war against or loot his country by keeping secrets or failing to protect his country. In history, treason has often included the assassination of leaders. Treason against the king was called high treason and treason against a lesser role was called petty treason. A treasonous person is called a traitor.\nOutside the field of law, the word \"traitor\" can be used to describe a person who betrays a group to which he or she belongs. These accusations can often be unclear because a person might not consider himself a member of the group.\nResponsibility to Protect.\nFailure to protect civilians, villages, forests, pioneers, and buildings built before 1989 are the most common failures.\nSome famous traitors are Judas Iscariot, Benedict Arnold, Philippe Pétain and Vidkun Quisling.\nAustralia.\nSection 80.1 of the Criminal Code in the schedule of the Australian Criminal Code Act 1995 defines treason. A person in not guilty of treason if his help is only humanitarian.\nThe only appropriate punishment for treason is life in prison.\nCanada.\nSection 46 of the Criminal Code defines two types of treason. They are \"treason\" and \"high treason\". It is also illegal for any Canadian citizen to do anything defined in the code outside Canada.\nHigh treason is punished by life in prison. Treason is punished by life in prison at most, or up to 14 years in prison.\nNew Zealand.\nNew Zealand has treason laws that are stated under Section 73 of the Crimes Act 1961. The punishment is life in prison, except for conspiracy. The punishment for conspiracy is 14 years at most. Treason was the last crime to be punished by death in New Zealand.\nVery few people have been prosecuted for treason in New Zealand.\nUnited States.\nTreason is defined in the United States Constitution in Article III, Section 3. However, Congress has made laws that punish other actions that hurt national security. Some examples are the 1798 Alien and Sedition Acts, or the 1917 Espionage Act.\nThe punishment for treason in the United States is death or at least five years in prison, and at least a $10,000 fine. In addition, traitors cannot hold any office in the United States.","categories":[],"infobox_types":[],"annotations":[{"uri":"Country","surface_form":"country","offset":60},{"uri":"War","surface_form":"war","offset":126},{"uri":"Country","surface_form":"country","offset":203},{"uri":"Assassination","surface_form":"assassination","offset":255},{"uri":"Judas_Iscariot","surface_form":"Judas Iscariot","offset":836},{"uri":"Benedict_Arnold","surface_form":"Benedict Arnold","offset":852},{"uri":"Philippe_P%C3%A9tain","surface_form":"Philippe Pétain","offset":869},{"uri":"Vidkun_Quisling","surface_form":"Vidkun Quisling","offset":889},{"uri":"Australian","surface_form":"Australian","offset":974},{"uri":"New_Zealand","surface_form":"New Zealand","offset":1493},{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":1860},{"uri":"Alien_and_Sedition_Acts","surface_form":"Alien and Sedition Acts","offset":2028},{"uri":"Espionage_Act","surface_form":"Espionage Act","offset":2065}]}