{"id":402454,"url":"http://en.wikipedia.org/wiki/Maya_Angelou","text":"Maya Angelou (; born Marguerite Annie Johnson; April 4, 1928 – May 28, 2014) was an American poet, author, writer, memoirist, and civil rights activist. She published seven autobiographies, three books of essays, several books of poetry, and was credited with a list of plays, films, and television shows spanning over 50 years. She received dozens of awards and more than 50 honorary degrees. Angelou was best known for her series of seven autobiographies, which focus on her childhood and early adult experiences. The first, \"I Know Why the Caged Bird Sings\" (1969), tells of her life up to the age of 17 and brought her international recognition and acclaim.\nAngelou became a poet and writer after a series of jobs as a young adult, including fry cook, sex worker, nightclub dancer and performer, cast member of \"Porgy and Bess\", coordinator for the Southern Christian Leadership Conference, and journalist in Egypt and Ghana during the decolonization of Africa. She was an actress, director, producer of plays, movies, and public television programs, and writer. In 1982, she earned the first lifetime Reynolds Professorship of American Studies at Wake Forest University in Winston-Salem, North Carolina. Angelou was active in the Civil Rights Movement and worked with Martin Luther King, Jr. and Malcolm X. Beginning in the 1990s, Angelou made around 80 appearances a year on the lecture circuit, something she continued into her eighties. In 1993, Angelou recited her poem \"On the Pulse of Morning\" (1993) at Bill Clinton's inauguration, making her the first poet to make an inaugural recitation since Robert Frost at John F. Kennedy's inauguration in 1961.\nWith the publication of \"I Know Why the Caged Bird Sings\", she publicly discussed aspects of her personal life. She was respected as a spokesperson for black people and women, and her works have been considered a defense of black culture. Her works are widely used in schools and universities worldwide though attempts have been made to ban her books from some U.S. libraries. Angelou's most celebrated works have been labeled as autobiographical fiction, but many critics consider them to be autobiographies. She made a deliberate attempt to challenge the common structure of the autobiography by critiquing, changing and expanding the genre. Her books center on themes such as racism, identity, family and travel.\nOn May 28, 2014, Angelou died in her home in Winston-Salem, North Carolina of natural causes at the age of 86.\nEarly life.\nAngelou was born Marguerite Annie Johnson in St. Louis, Missouri on April 4, 1928, the second child of Bailey Johnson, a doorman and navy dietitian, and Vivian (Baxter) Johnson, a nurse and card dealer. Angelou's older brother Bailey, Jr., nicknamed Marguerite \"Maya,\" derived from \"My\" or \"Mya Sister.\" When Angelou was three and her brother four, their parents' \"calamitous marriage\" ended, and their father sent them to Stamps, Arkansas, alone by train, to live with their paternal grandmother Annie Henderson. In \"an astonishing exception\" to the harsh economics of African Americans of the time, Angelou's grandmother prospered financially during the Great Depression and World War II because the general store she owned sold needed basic commodities and because she \"made wise and honest investments\".\nFour years later, the children's father \"came to Stamps without warning\" and returned them to their mother's care in St. Louis. At the age of eight, while living with her mother, Angelou was sexually abused and raped by her mother's boyfriend, a man named Freeman. She told her brother, who told the rest of their family. Freeman was found guilty but was jailed for only one day. Four days after his release, he was murdered, probably by Angelou's uncles. Angelou became mute for almost five years, believing, as she stated, \"I thought, my voice killed him; I killed that man, because I told his name. And then I thought I would never speak again, because my voice would kill anyone...\" According to Marcia Ann Gillespie and her colleagues, who wrote a biography about Angelou, it was during this period of silence when Angelou developed her extraordinary memory, her love for books and literature, and her ability to listen and observe the world around her.\nShortly after Freeman's murder, Angelou and her brother were sent back to their grandmother. Angelou credits a teacher and friend of her family, Mrs. Bertha Flowers, with helping her speak again. Flowers introduced her to authors such as Charles Dickens, William Shakespeare, Edgar Allan Poe, Douglas Johnson, and James Weldon Johnson, authors who would affect her life and career, as well as black female artists like Frances Harper, Anne Spencer, and Jessie Fauset.\nWhen Angelou was 14, she and her brother moved in with their mother once again, who had since moved to Oakland, California. During World War II, Angelou attended the California Labor School. Before graduating, she worked as the first black female streetcar conductor in San Francisco. Three weeks after completing school, at the age of 17, she gave birth to her son, Clyde (who later changed his name to Guy Johnson).","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":84},{"uri":"Civil_rights_activist","surface_form":"civil rights activist","offset":130},{"uri":"I_Know_Why_the_Caged_Bird_Sings","surface_form":"I Know Why the Caged Bird Sings","offset":528},{"uri":"Sex_worker","surface_form":"sex worker","offset":756},{"uri":"Porgy_and_Bess","surface_form":"Porgy and Bess","offset":816},{"uri":"Southern_Christian_Leadership_Conference","surface_form":"Southern Christian Leadership Conference","offset":853},{"uri":"Egypt","surface_form":"Egypt","offset":913},{"uri":"Ghana","surface_form":"Ghana","offset":923},{"uri":"Decolonization_of_Africa","surface_form":"decolonization of Africa","offset":940},{"uri":"Wake_Forest_University","surface_form":"Wake Forest University","offset":1152},{"uri":"Winston-Salem","surface_form":"Winston-Salem","offset":1178},{"uri":"North_Carolina","surface_form":"North Carolina","offset":1193},{"uri":"Civil_Rights_Movement","surface_form":"Civil Rights Movement","offset":1235},{"uri":"Martin_Luther_King%2C_Jr.","surface_form":"Martin Luther King, Jr.","offset":1273},{"uri":"Malcolm_X","surface_form":"Malcolm X","offset":1301},{"uri":"Lecture_circuit","surface_form":"lecture circuit","offset":1385},{"uri":"On_the_Pulse_of_Morning","surface_form":"On the Pulse of Morning","offset":1480},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":1515},{"uri":"Robert_Frost","surface_form":"Robert Frost","offset":1608},{"uri":"John_F._Kennedy","surface_form":"John F. Kennedy","offset":1624},{"uri":"Winston-Salem","surface_form":"Winston-Salem","offset":2425},{"uri":"North_Carolina","surface_form":"North Carolina","offset":2440},{"uri":"Death_by_natural_causes","surface_form":"natural causes","offset":2458},{"uri":"St._Louis","surface_form":"St. Louis","offset":2548},{"uri":"Missouri","surface_form":"Missouri","offset":2559},{"uri":"Stamps%2C_Arkansas","surface_form":"Stamps, Arkansas","offset":2926},{"uri":"Great_Depression","surface_form":"Great Depression","offset":3159},{"uri":"World_War_II","surface_form":"World War II","offset":3180},{"uri":"General_store","surface_form":"general store","offset":3205},{"uri":"Charles_Dickens","surface_form":"Charles Dickens","offset":4508},{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":4525},{"uri":"Edgar_Allan_Poe","surface_form":"Edgar Allan Poe","offset":4546},{"uri":"Douglas_Johnson_(historian)","surface_form":"Douglas Johnson","offset":4563},{"uri":"James_Weldon_Johnson","surface_form":"James Weldon Johnson","offset":4584},{"uri":"Frances_Harper","surface_form":"Frances Harper","offset":4689},{"uri":"Anne_Spencer","surface_form":"Anne Spencer","offset":4705},{"uri":"Jessie_Fauset","surface_form":"Jessie Fauset","offset":4723},{"uri":"Oakland%2C_California","surface_form":"Oakland, California","offset":4841},{"uri":"California_Labor_School","surface_form":"California Labor School","offset":4904},{"uri":"Streetcar","surface_form":"streetcar","offset":4985}]}