{"id":40255,"url":"http://en.wikipedia.org/wiki/Johann_Strauss_II","text":"Johann Strauss II (born Vienna, October 25 1825; died Vienna June 3 1899) was an Austrian composer, conductor and violinist. His father, also called Johann, was also a very famous composer, and is now known as Johann Strauss I (or Johann Strauss Sr) while his eldest son is called Johann Strauss II (or Johann Strauss Jr). Strauss became very famous for his waltzes. He was known as the “King of the Waltz”. His most famous one was called \"An der schönen, blauen Donau\" (known in English as \"The Blue Danube\").\nEarly life.\nHis father wanted him to go in for banking, but the young Johann took violin lessons in secret from a man called Franz Amon who was the leader of his father’s orchestra. He continued his violin studies with Anton Kohlmann, a violinist who helped ballet dancers to learn the music they had to dance to. He was still only 18 when he got his own orchestra together and gave his own concert which included six of his own waltzes and some of his father’s. He was soon becoming more famous than his father.\nAfter his father died in 1849 the two orchestras joined into one and the young Johann was their conductor. He was given the title “k.k.Hofballmusikdirektor” (meaning; Musical Director of the Court Ball). He was always especially busy during Carnival time when there were lots of balls in Vienna. He toured most of Europe with his orchestra, even going to Russia where he conducted some music by Tchaikovsky. Johann Strauss II was becoming the “king of the waltz”, the most famous musician in Austria.\nCareer.\nJohann Strauss II wrote two operas: \"Die Fledermaus\" (\"The Bat\") and \"Zigeunerbaron\" (\"Gypsy Baron\"). They are full of fun: lively music and jokes which can sometimes be made different in each performance: the singers can put in their own jokes about modern times. Sometimes they are called operettas because they are so light-hearted. They are a mixture of Hungarian and Viennese atmosphere.\nTogether with his brothers Josef and Eduard, Johann had complete control of the balls and concerts in the houses of the rich people in Vienna. Wherever he went he was surrounded by lots of admirers. His waltzes are still as popular as ever, and millions of people in different countries hear them on television on New Year's Day when they are played by the Vienna Philharmonic Orchestra at their traditional New Year’s Day concert.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vienna","surface_form":"Vienna","offset":24},{"uri":"October_25","surface_form":"October 25","offset":32},{"uri":"1825","surface_form":"1825","offset":43},{"uri":"Vienna","surface_form":"Vienna","offset":54},{"uri":"June_3","surface_form":"June 3","offset":61},{"uri":"1899","surface_form":"1899","offset":68},{"uri":"Austria","surface_form":"Austria","offset":81},{"uri":"Composer","surface_form":"composer","offset":90},{"uri":"Conductor_(music)","surface_form":"conductor","offset":100},{"uri":"Violin","surface_form":"violin","offset":114},{"uri":"Johann_Strauss_I","surface_form":"Johann Strauss I","offset":210},{"uri":"Waltz_(music)","surface_form":"waltz","offset":358},{"uri":"Blue_Danube_Waltz","surface_form":"An der schönen, blauen Donau","offset":440},{"uri":"Bank","surface_form":"bank","offset":558},{"uri":"Secret","surface_form":"secret","offset":611},{"uri":"Concertmaster","surface_form":"leader","offset":659},{"uri":"1849","surface_form":"1849","offset":1049},{"uri":"Carnival","surface_form":"Carnival","offset":1265},{"uri":"Ballroom","surface_form":"balls","offset":1303},{"uri":"Russia","surface_form":"Russia","offset":1379},{"uri":"Tchaikovsky","surface_form":"Tchaikovsky","offset":1419},{"uri":"Opera","surface_form":"opera","offset":1561},{"uri":"Operetta","surface_form":"operetta","offset":1824},{"uri":"Hungary","surface_form":"Hungarian","offset":1891},{"uri":"Television","surface_form":"television","offset":2226},{"uri":"New_Year%27s_Day","surface_form":"New Year's Day","offset":2240},{"uri":"Vienna_Philharmonic_Orchestra","surface_form":"Vienna Philharmonic Orchestra","offset":2283}]}