{"id":402680,"url":"http://en.wikipedia.org/wiki/Richard_Barthelmess","text":"Richard Semler \"Dick\" Barthelmess (May 9, 1895 – August 17, 1963) was an Oscar-nominated American movie actor. He was nominated for the first Academy Award in the Best Actor category in 1928.\nMovie career.\nBarthelmess was born in New York City. He went to Hudson River Military Academy and Trinity College at Hartford, Connecticut. He worked in theaters during his school days doing \"walk-ons\". In college, he played in amateur productions.\nHe made his first movie appearance in 1916 in a movie serial as an extra. At this time, he also appeared as a supporting player in several movies. Director D. W. Griffith saw him. He cast Barthelmess opposite Lillian Gish in \"Broken Blossoms\" (1919) and \"Way Down East\" (1920).\nHe soon became one of Hollywood's highest paid actors. He was nominated for Best Actor at the first Academy Awards in 1928. He founded a production company, Inspiration Film Company. He starred in the company's \"Tol'able David\" (1921). This movie was a great success.\nBarthelmess made several \"talkies\". He failed to hold on to the star status of his silent movie days. He joined the United States Navy Reserve during World War II. He was a lieutenant commander. He never went back to movies. He died of cancer in 1963. He was 68. He was buried at Ferncliff Cemetery and Mausoleum in Hartsdale, New York.\nPersonal.\nBarthelmess married Mary Hay, a stage and movie star. They had one daughter Mary Barthelmess. In 1927, Barthelmess became engaged to Katherine Young Wilson, a Broadway actress. The engagement was called off, possibly due to his affair around this time with the journalist Adela Rogers St. Johns. In 1928, Barthelmess married Jessica Stewart Sargent.\nHonors.\nBarthelmess was one of the founders of the Academy of Motion Picture Arts and Sciences. He received a star on the Hollywood Walk of Fame. Barthelmess received the [http://www.eastmanhouse.org/museum/awards.php George Eastman Award] for distinguished contribution to movies.\nComposer Katherine Allan Lively dedicated her piano piece, \"Within the Walls of China: A Chinese Episode\", to Barthelmess. It was published in 1923 by G. Schirmer, Inc. An article in \"The Music Trades\" reported that Mrs. Lively was inspired by a seeing \"Broken Blossoms\". She played the piece for Barthelmess and his friends in New York in the summer of 1922.","categories":[],"infobox_types":[],"annotations":[{"uri":"Academy_Award_for_Best_Actor","surface_form":"Oscar-nominated","offset":73},{"uri":"Americans","surface_form":"American","offset":89},{"uri":"New_York_City","surface_form":"New York City","offset":230},{"uri":"Hartford%2C_Connecticut","surface_form":"Hartford, Connecticut","offset":309},{"uri":"Amateur","surface_form":"amateur","offset":420},{"uri":"D._W._Griffith","surface_form":"D. W. Griffith","offset":597},{"uri":"Lillian_Gish","surface_form":"Lillian Gish","offset":650},{"uri":"Broken_Blossoms","surface_form":"Broken Blossoms","offset":667},{"uri":"Way_Down_East","surface_form":"Way Down East","offset":696},{"uri":"Hollywood","surface_form":"Hollywood","offset":741},{"uri":"Academy_Awards","surface_form":"Academy Awards","offset":819},{"uri":"Tol%27able_David","surface_form":"Tol'able David","offset":931},{"uri":"World_War_II","surface_form":"World War II","offset":1137},{"uri":"Cancer","surface_form":"cancer","offset":1223},{"uri":"Broadway","surface_form":"Broadway","offset":1493},{"uri":"Journalist","surface_form":"journalist","offset":1595},{"uri":"Academy_of_Motion_Picture_Arts_and_Sciences","surface_form":"Academy of Motion Picture Arts and Sciences","offset":1735},{"uri":"Hollywood_Walk_of_Fame","surface_form":"Hollywood Walk of Fame","offset":1806},{"uri":"Broken_Blossoms","surface_form":"Broken Blossoms","offset":2220}]}