{"id":402806,"url":"http://en.wikipedia.org/wiki/Manasa","text":"Manasa (, Manasha) also known as Manasa Devi is the Hindu goddess of snakes and poison. She is mainly worshiped by Hindus for the prevention and cure of snakebites and infectious diseases like smallpox and chicken pox as well as for prosperity and fertility. She is also known as Vishahara (the destroyer of poison), Jagadgaurī, Nityā (eternal) and Padmavati. She stands for both 'destruction' and 'regeneration', almost akin to a snake shedding its skin and being reborn.\nOrigin.\nOriginally Manasa was a Adivasi(tribal) goddess. Manasa was accepted into the Hindu pantheon (groups of gods and goddesses) by the lower caste. Later Manasa Swas accepted by the higher caste. She is now regarded as a Hindu goddess rather than a tribal one.\nIconography.\nThe idol of the goddess is depicted as a graceful lady with her body, adorned with snakes and sitting on a lotus or standing on a snake, under a hooded canopy of seven cobras with usually a geese next to her. She is often seen as 'the one-eyed goddess', and sometimes portrayed with her son Astika on her lap. Her one eye is due to a belief that her stepmother Chandi burnt one of her eyes out of jealousy.\nMyths and Legends.\nHer myths are emphasize by her bad temper and unhappiness because in many beliefs, her father, Shiva, rejected her and her step-mother Chandi hated her. In some scriptures, Kashyapa is considered to be her father. Her legends are based on her life.\nMahabharata.\nThe Mahabharata tells about her marriage. Sage Jagatkāru decided to abstain of marriage. He came across a group of men who were hanging upside down from a tree. These men were his ancestor who were doomed because their children did not perform their last rites. So they asked Jagatkāru to marry and to have a son who can perform the rites to free them. Vasuki offered Jagatkāru his sister, Manasa. Although Jagatkāru was abstaining from marriage he accepted. Manasa gave birth to their son, Astīka. Astīka performed the rites and freed their ancestor. Astīka also helped Nāga from a Yanja, a fire offering by stopping the king Janamejaya.\nPuranas.\nThe Puranas are scriptures that tell the birth of Manasa. The story states that Sage Kashyapa was the father not Shiva. The story narrates that the serpents and reptiles created chaos on the earth. The Sage Kashyapa created Manas out of his mind (mana). The creator God Brahma made Manasa a deity of snakes and poison. Mansa then gained control over the earth by chanting mantras (prayers). Manasa then pleased Shiva, who told her to please Krishna. Because Krishna was pleased he granted her divine Siddhi powers and made her an official goddess by worshiping her ritually.\nMangalkavyas.\nThe Mangalkavyas were devotional paeans (songs) to local deities like Manasa.\nWorship.\nUsually Manasa is worshiped without an animal. An earthen pot, a branch tree, and/or an earthen snake image is used. Manasa images are also worshiped too. She is worshiped for cure and prevention of snake bites poison. She is mostly worshiped Bengal. She is worshiped in festivals like Nag Panchami-a snake festival. She is also worshiped in Assam, a musical folk theatre that is dedicated to her myths. Manasa is mainly worshiped during the rainy seasons, when snakes are mainly active.","categories":[],"infobox_types":[],"annotations":[]}