{"id":402868,"url":"http://en.wikipedia.org/wiki/Low-level_programming_language","text":"e=\"preserve\">In computer science, a low-level programming language is a programming language that involves knowledge of both computer hardware and the coding using to make the computer hardware do actions. The advantage with low-level programming languages compared to high-level programming languages is that they can directly communicate with the computer hardware to do actions. There is less need for an interpreter to convert programming languages into code that the computer understands. Low-level programming languages require knowledge of the hardware to make the most of what the hardware can do.\nA programming language can be called \"low-level\" because the actions the code describes is close to the computer hardware. A \"high-level\" language can be seen as \"far away\" or \"high above\" the computer hardware and closer to the programmer.\nFeatures of low-level programming languages.\nWhat determines a programming language as \"low-level\" depends on how much the programming language relies on hardware knowledge. Programming languages that require more knowledge about computer hardware are called \"low-level\" programming languages. It doesn't matter whether a programming language is considered easy to learn or not.\nRather than focus on what the program will output regardless of computer hardware, low-level programming languages deal directly at the computer hardware. Low-level programming languages will aim at what the hardware will actually do to make the actions that have been programmed. An interpreter is required to translate high-level programming language for low-level programming languages to tell the hardware what to do.\nLow-level programming languages often use more technical code that is clearer for the hardware to understand. Low-level programming languages are generally harder to do than high-level programming languages due to how technical the syntax is (i.e. the structure of the coding is difficult to understand because of how complex it is).","categories":[],"infobox_types":[],"annotations":[{"uri":"Programming_language","surface_form":"programming language","offset":72},{"uri":"Computer_hardware","surface_form":"computer hardware","offset":125},{"uri":"High-level_programming_language","surface_form":"high-level programming language","offset":269},{"uri":"Interpreter","surface_form":"interpreter","offset":408},{"uri":"Interpreter","surface_form":"interpreter","offset":1510}]}