{"id":402944,"url":"http://en.wikipedia.org/wiki/Tornado_emergency","text":"A tornado emergency is a stronger wording of tornado warnings used by the National Weather Service in the United States. It is used when a large, powerful tornado is in an area with a lot of people. It means that a very large amount of damage and a high possibility of a lot of deaths are expected.\nThe term was first used on May 3, 1999 when an F5 tornado hit just south of Oklahoma City in Moore. Between 5:30 and 6:00 PM, a large, powerful tornado was heading for Oklahoma City, leading to the first tornado emergency.\nTornado emergency example.\n1203 PM CDT SAT APR 24 2010\n...A TORNADO WARNING REMAINS IN EFFECT UNTIL 1230 PM CDT FOR CENTRAL\n...THIS IS A TORNADO EMERGENCY FOR THE WARNED AREA...\nAT 1203 PM CDT...NATIONAL WEATHER SERVICE METEOROLOGISTS AND STORM\nSPOTTERS WERE TRACKING A LARGE AND EXTREMELY DANGEROUS WEDGE\nTORNADO. THIS TORNADO WAS LOCATED 6 MILES NORTH OF SATARTIA MOVING\nYAZOO CITY AND LITTLE YAZOO BY 1210 PM CDT...\nBENTON AND EDEN BY 1220 PM CDT...\nA TORNADO WARNING MEANS THAT A TORNADO IS OCCURRING OR IMMINENT. YOU\nSHOULD ACTIVATE YOUR TORNADO ACTION PLAN AND TAKE PROTECTIVE ACTION\nNOW. SIGNIFICANT DAMAGE HAS OCCURRED WITH THIS SIGNIFICANT TORNADO!\nTHIS IS AN EXTREMELY DANGEROUS AND SERIOUS LIFE THREATENING\nSITUATION. THIS STORM IS CAPABLE OF PRODUCING STRONG TO VIOLENT\nTORNADOES. IF YOU ARE IN THE PATH OF THIS TORNADO...TAKE COVER\nA TORNADO WATCH REMAINS IN EFFECT UNTIL 800 PM CDT SATURDAY EVENING","categories":[],"infobox_types":[],"annotations":[{"uri":"Tornado_warning","surface_form":"tornado warning","offset":45},{"uri":"National_Weather_Service","surface_form":"National Weather Service","offset":74},{"uri":"United_States","surface_form":"United States","offset":106},{"uri":"Tornado","surface_form":"tornado","offset":155},{"uri":"1999_Bridge_Creek-Moore_tornado","surface_form":"F5 tornado","offset":346},{"uri":"Oklahoma_City","surface_form":"Oklahoma City","offset":375},{"uri":"Moore%2C_Oklahoma","surface_form":"Moore","offset":392}]}