{"id":403086,"url":"http://en.wikipedia.org/wiki/Alto_Adige","text":"Alto Adige is the Italian name of an area around the Alps from where it is originated the second main river in northern Italy: the \"Adige\". The history of the name indicates that the etymology comes from the river Adige, with \"alto\" meaning upper, because the upper part of the river flows through the province. The name was first created by the Napoleonic French to distinguish (point out difference) this Italian-speaking area from the Austrian empire's Tyrol, directly north.\nHistory.\nThe name \"Alto Adige\" was coined (created) in the late eighteenth century by Napoleon, when he occupied the territory of northern Italy near the Alps.\nIn Italy, Alto Adige currently has the full name \"Provincia autonoma di Bolzano - Alto Adige\", but usually the name Alto Adige is used, since academic Ettore Tolomei made it official in Italy after the Great War.\nThis was the name of the French administrative division known as the \"Department of Alto Adige\" (\"Dipartimento dell'Alto Adige\"), created during Napoleon's \"Kingdom of Italy\" in 1810, which is related to the river Adige born in this province.\nToday it is the Italian name of the part of Tyrol that was south of the Brenner Pass. Together with Trentino it forms the Italian region Südtirol: legally the capital is Trento, but in practice, Bolzano also has this function.\nJust after WWII about sixty five percent of the population spoke German as their mother tongue, about a third spoke Italian, and about five percent spoke the Latin language. In the 2011 census the percentages were: 63%, 23% and 4% (another 10% are immigrants from outside Italy).\nNapoleon's Alto Adige and successive History.\nDuring French control of the region, South Tyrol was officially named \"Haut Adige\" to get rid of relation to the historic \"County of Tyrol\" of Austria.\nThe District of Alto Adige was created by Napoleon as part of the Dipartamento del Benaco in his Cisalpine Republic, and was near Verona. This Benaco department, created in 1797, was gotten rid of in 1798 as a result of administrative changes to the Cisalpine Republic.\nSome years later, Napoleon created the Department Alto Adige further north; this department was a part of the Kingdom of Italy from 1810 to 1814.\nIt was created the Department of Alto Adige with the division of the Austrian Tyrol between French Bavaria and the Kingdom of Italy, and included the southern part of Germanized Tyrol with the city of Bolzano with surroundings (along with the Trentino).\nThe boundaries were made by Austrian and German commissioners, saying that a territory would belong to the Kingdom of Italy if it is inhabited by Italians, according to the principle: \"belonging to the Kingdom of Italy because inhabited by Italians\" (').\nThis shows that Bolzano was a mostly Italian town in Napoleonic times, and that in the following century was \"Germanized\" (as in the 1911 Austrian census, Bolzano was mostly German-speaking, at almost 91%).\nIndeed, between the Renaissance and the 19th century, the whole area, originally populated by Latins from the time of Roman Empire, experienced a lot of Germanization. In the centuries before Napoleon, only the Dolomite's area of the western part of the present province of Bolzano (especially the Val Venosta near Merano) remained neolatin.\nAustria controlled the territory under the name of \"south Tyrol\" until 1918, performing a nearly complete Germanization policy during & after the wars of the Italian independence. In 1866 the Austrian emperor Franz Joseph issued an order to make fully disappear the Italian community in the regions of Trentino-Alto Adige, Istria and Dalmatia.\nAfter the First World War, despite the fact that its inhabitants were almost entirely German-speaking, Alto Adige was assigned to the Kingdom of Italy by the Treaty of Saint-Germain.\nThis happened on the basis of the wishes of the Italian irredentists, who considered the Alto Adige as a geographical territory of Italy and based this on the fact that originally the territory had been mostly of \"Ladin language\" until the fourteenth century.\nBesides, the fascist government favored the industrialization of the province to attract Italian immigrants: as a result of this \"Italianisation\", today 135,000 people (almost a third of the total population) use Italian as mother tongue.","categories":[],"infobox_types":[],"annotations":[{"uri":"Alps","surface_form":"Alps","offset":53},{"uri":"Italy","surface_form":"Italy","offset":120},{"uri":"Napoleon","surface_form":"Napoleonic","offset":346},{"uri":"French_people","surface_form":"French","offset":357},{"uri":"Tyrol_(state)","surface_form":"Tyrol","offset":456},{"uri":"Napoleon","surface_form":"Napoleon","offset":565},{"uri":"Alps","surface_form":"Alps","offset":633},{"uri":"Province_of_Bolzano-Bozen","surface_form":"\"Provincia autonoma di Bolzano - Alto Adige\"","offset":688},{"uri":"Great_War","surface_form":"Great War","offset":841},{"uri":"Italian_language","surface_form":"Italian","offset":1111},{"uri":"Tyrol_(region)","surface_form":"Tyrol","offset":1139},{"uri":"Trentino","surface_form":"Trentino","offset":1195},{"uri":"S%C3%BCdtirol","surface_form":"Südtirol","offset":1232},{"uri":"Trento","surface_form":"Trento","offset":1265},{"uri":"Bolzano","surface_form":"Bolzano","offset":1290},{"uri":"WWII","surface_form":"WWII","offset":1333},{"uri":"German_language","surface_form":"German","offset":1387},{"uri":"Italian_language","surface_form":"Italian","offset":1438},{"uri":"Austria","surface_form":"Austria","offset":1791},{"uri":"Verona","surface_form":"Verona","offset":1930},{"uri":"Kingdom_of_Italy","surface_form":"Kingdom of Italy","offset":2180},{"uri":"Department_of_Alto_Adige","surface_form":"Department of Alto Adige","offset":2235},{"uri":"Tyrol_(region)","surface_form":"Tyrol","offset":2294},{"uri":"Bavaria","surface_form":"Bavaria","offset":2315},{"uri":"Bolzano","surface_form":"Bolzano","offset":2417},{"uri":"Trentino","surface_form":"Trentino","offset":2459},{"uri":"Renaissance","surface_form":"Renaissance","offset":2952},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":3050},{"uri":"Napoleon","surface_form":"Napoleon","offset":3124},{"uri":"Tyrol","surface_form":"Tyrol","offset":3332},{"uri":"Istria","surface_form":"Istria","offset":3597},{"uri":"Dalmatia","surface_form":"Dalmatia","offset":3608},{"uri":"First_World_War","surface_form":"First World War","offset":3628},{"uri":"Kingdom_of_Italy","surface_form":"Kingdom of Italy","offset":3752},{"uri":"Irredentism","surface_form":"irredentists","offset":3857},{"uri":"Romansh_language","surface_form":"Ladin language","offset":4015}]}