{"id":403090,"url":"http://en.wikipedia.org/wiki/Squanto","text":"Squanto (or Tisquantum, 1580? – November 1622) was a Native American who helped the Pilgrims survive in the New World. He learned to speak English and was hired as a guide and interpreter. He taught the Pilgrims to plant corn. Squanto had much power among the Native Americans and the Pilgrims. He abused it, and barely escaped an Indian execution. He died in 1622 while making a trip around Cape Cod.\nEarly life.\nSquanto was born around 1580 in the area of present day Plymouth, Massachusetts. He was a member of the Paxutet people. Little is known about his early life. Squanto is thought to have been kidnapped as a young boy along the coast of Maine, and taken to England in 1605. He was taught English. He was hired as a guide and interpreter. He returned to his homeland with John Smith in 1614.\nKidnapping.\nIn 1614, Squanto and 23 other Indians were kidnapped by a lieutenant under Smith. This lieutenant sold him and the rest of the Indians as slaves in Malaga, Spain. Many historians have disputed what happened in this period of his life, as there is no written record. One theory is that once the Spanish found out these slaves were from the New World, Spanish friars rescued the remaining Indians, including Squanto, by purchasing them. They sent him on his way to England. It is not known what happened to the others. This is where he was taught English and the ways of the white man. He was employed by John Slaney of the Newfoundland Company, and was sent to Newfoundland around 1617, as an interpreter. He returned to his homeland in North America in 1619.\nPlymouth Colony.\nUpon Squanto's arrival, he discovered his people had been wiped out by disease; he was the sole survivor of the Paxutet people. The Wampanoag people adopted him, although not without hesitation. The chief, Massasoit was suspicious of Squanto due to his exposure with the white man and his new ability to speak their language. He knew Squanto's knowledge of English would help with trade, so he kept him.\nIn the spring of 1620, the Mayflower made landfall in Cape Cod, then mainland. They set camp on the same grounds of Squanto's people--they called this colony, Plymouth. After the harsh conditions of winter, about half of the colonists died. In the spring of 1621, an Indian who made friend with the English settlers, Samoset took Squanto to the Pilgrim settlement of Plymouth. Samoset could only speak broken English, while Squanto was seen as a master. Squanto was soon living with the people of Plymouth.\nHe joined them in meeting with Indian tribes. He helped to keep the peace. Tradition says he taught the Pilgrims to catch eels. William Bradford wrote that Squanto was of great help in the first year's spring planting of corn. He showed the Pilgrims both how to plant it and how to tend it. He showed them how to use fish as a fertilizer.\nOver the year, Squanto's power went to his head. He told the natives that he had the power to send the white man's plague or to make them attack.This was one of many shady deals he conducted with both the Pilgrims and the natives. He was found out, and barely escaped an Indian execution.\nDeath.\nIn November 1622, Squanto fell ill with a fever while on a trip around Cape Cod with William Bradford. He may have been poisoned by the Wampanoag. He bled at the nose, and said it was a certain sign of death. He asked Bradford to pray to the Christian god so he might enter Heaven. He gave some gifts to others. He died a few days later in what is now Chatham, Massachusetts.\nMovie.\nA Disney Movie loosely based on Squanto's Life: was released a year before Pocahontas.","categories":[],"infobox_types":[],"annotations":[{"uri":"Native_American","surface_form":"Native American","offset":53},{"uri":"Pilgrims","surface_form":"Pilgrims","offset":84},{"uri":"New_World","surface_form":"New World","offset":108},{"uri":"Pilgrims","surface_form":"Pilgrims","offset":285},{"uri":"Cape_Cod","surface_form":"Cape Cod","offset":392},{"uri":"Plymouth%2C_Massachusetts","surface_form":"Plymouth, Massachusetts","offset":470},{"uri":"Kidnapping","surface_form":"kidnapped","offset":604},{"uri":"Maine","surface_form":"Maine","offset":648},{"uri":"Guide","surface_form":"guide","offset":726},{"uri":"Interpreter","surface_form":"interpreter","offset":736},{"uri":"John_Smith_(explorer)","surface_form":"John Smith","offset":782},{"uri":"Kidnapping","surface_form":"kidnapped","offset":857},{"uri":"Lieutenant","surface_form":"lieutenant","offset":872},{"uri":"Malaga","surface_form":"Malaga","offset":962},{"uri":"Spain","surface_form":"Spain.","offset":970},{"uri":"Friar","surface_form":"friar","offset":1172},{"uri":"Newfoundland","surface_form":"Newfoundland","offset":1474},{"uri":"Interpreter","surface_form":"interpreter","offset":1506},{"uri":"Wampanoag","surface_form":"Wampanoag","offset":1722},{"uri":"Mayflower","surface_form":"Mayflower","offset":2021},{"uri":"Cape_Cod","surface_form":"Cape Cod","offset":2048},{"uri":"Plymouth_Colony","surface_form":"Plymouth","offset":2153},{"uri":"Pilgrims","surface_form":"Pilgrim","offset":2339},{"uri":"Eel","surface_form":"eel","offset":2623},{"uri":"William_Bradford_(Mayflower_passenger)","surface_form":"William Bradford","offset":2629},{"uri":"Maize","surface_form":"corn","offset":2722},{"uri":"Fertilizer","surface_form":"fertilizer","offset":2828},{"uri":"Execution","surface_form":"execution","offset":3118},{"uri":"Fever","surface_form":"fever","offset":3178},{"uri":"Cape_Cod","surface_form":"Cape Cod","offset":3207},{"uri":"Poison","surface_form":"poison","offset":3256},{"uri":"Christianity","surface_form":"Christian","offset":3378},{"uri":"Heaven","surface_form":"Heaven","offset":3410}]}