{"id":403191,"url":"http://en.wikipedia.org/wiki/Autism_rights_movement","text":"e=\"preserve\">The autism rights movement is a social movement that wants changes for autistic people and their caregivers. It wants the autism spectrum to be accepted by society as just a difference in ability to function in daily life. It does not believe autism is a mental disorder that needs to be cured.\nThe autism rights movement is sometimes controversial. It argues against the belief that most people with autism have low intelligence. Some people in the movement do not agree that this is true. There is fear that professionals, such as social workers, may try to prevent autistics from being married or having children. Also, people in the movement say that autistic people should not be treated differently from anyone else.\nAutism rights activists are sometimes called neurodiversity activists. Neurodiversity is a word for how everyone's brains are different. Autistic people have different brains to people who do not have autism. People who do not have autism are called neurotypical people. The word 'neurodiversity' is preferred to 'autism' because it is not saying that autism is a medical condition. 'Neurotypical' is said instead of 'normal' because people think that normal means better.","categories":[],"infobox_types":[],"annotations":[{"uri":"Social_movement","surface_form":"social movement","offset":45},{"uri":"Autism","surface_form":"autistic","offset":84},{"uri":"Caregiver","surface_form":"caregiver","offset":110},{"uri":"Autism_spectrum","surface_form":"autism spectrum","offset":135},{"uri":"Society","surface_form":"society","offset":169},{"uri":"Mental_disorder","surface_form":"mental disorder","offset":268},{"uri":"Controversy","surface_form":"controversial","offset":348},{"uri":"Argument","surface_form":"argues","offset":366},{"uri":"Belief","surface_form":"belief","offset":385},{"uri":"Mental_retardation","surface_form":"low intelligence","offset":426},{"uri":"Social_worker","surface_form":"social worker","offset":546},{"uri":"Marriage","surface_form":"married","offset":602},{"uri":"Neurodiversity","surface_form":"neurodiversity","offset":781}]}