{"id":403279,"url":"http://en.wikipedia.org/wiki/The_Little_Princess","text":"\"The Little Princess\" is a 1939 movie. It was directed by Walter Lang. It stars Shirley Temple. It is loosely based on the book \"A Little Princess\" by Frances Hodgson Burnett. It was the first Shirley Temple movie to be filmed completely in Technicolor. It was also her last major success as a child star.\nStory.\nCaptain Crewe is called to fight in the Second Boer War. He leaves his daughter Sara at Miss Minchin's School for Girls. One day, his lawyer arrives in the school with news that Captain Crewe has died and his real estate has been confiscated. Sara is now a poor orphan. She becomes a servant in the school. Sara tires of her servant duties. She sneaks off to Veterans Hospital, convinced her father is not dead. She finds him wounded. They reunite joyfully.\nResponse.\nAccording to \"Variety\", \"Transposition of the Frances Hodgson Burnett several-generation favorite, Sara Crewe, is accomplished most successfully. The fairy-tale story is still saccharine to the nth degree, but once the basic premise is established, it rolls along acceptably. And, while the story has been changed for screen purposes, the general line is close enough.\"\nBenjamin R. Crisler reviewed the film when it opened in New York City at the Roxy Theatre. He wrote, \"With any other child on earth, it is amazing to reflect, \"The Little Princess\" would stand out as one of the most glaring exhibits of pure hokum in screen history; with Mistress Temple, it may very well be, as Mr. Zanuck unflinchingly proclaims, the greatest picture with which Mr. Zanuck has ever been associated.\"\nJanet Maslin, writing for \"The New York Times\" 44 years later, called it \"antiquated enough to seem charming\" and concludes \"[t]he movie's music, its corny but likable histrionics and its rousing patriotism (it was made in 1939) culminate in a happy ending sure to make even grown-up viewers cry.\"","categories":[],"infobox_types":["film"],"annotations":[{"uri":"Movie","surface_form":"movie","offset":32},{"uri":"Walter_Lang","surface_form":"Walter Lang","offset":58},{"uri":"Shirley_Temple","surface_form":"Shirley Temple","offset":80},{"uri":"A_Little_Princess","surface_form":"A Little Princess","offset":129},{"uri":"Frances_Hodgson_Burnett","surface_form":"Frances Hodgson Burnett","offset":151},{"uri":"Shirley_Temple","surface_form":"Shirley Temple","offset":193},{"uri":"Technicolor","surface_form":"Technicolor","offset":241},{"uri":"Second_Boer_War","surface_form":"Second Boer War","offset":353},{"uri":"Orphan","surface_form":"orphan","offset":575},{"uri":"Saccharine","surface_form":"saccharine","offset":957},{"uri":"Hokum","surface_form":"hokum","offset":1392},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":1596},{"uri":"Histrionic","surface_form":"histrionic","offset":1737},{"uri":"Patriotism","surface_form":"patriotism","offset":1765}]}