{"id":403391,"url":"http://en.wikipedia.org/wiki/%CA%BBIolani_Palace","text":"Iolani Palace is a building in downtown Honolulu, Hawaii, United States. It was a palace for the kings and queens of Hawaii. It is the only palace in the United States that was used as an official residence by a reigning monarch. Two monarchs governed from Iolani Palace. They were King Kalākaua and Queen Liliuokalani. After Hawaii stopped having kings and queens in 1893, the building was used as the state's capitol building until 1969.\nIn 1962, Iolani Palace became a National Historic Landmark. The palace was restored and opened to the public as a museum in 1978.\nRoyal palace.\nIolani Palace was built when the king of Hawaii was David Kalākaua. Kalākaua had seen royal palaces in Europe. He had Iolani Palace designed to be like those. It was built of brick and concrete. The building was completed in November 1882. It cost over $340,000. It measures about. It is two stories high. It has a basement. It has four corner towers. It has two towers in the center that are high.\nIolani Palace is the only building of its architectural style. The style is called \"American Florentine\". The palace had electricity and telephones even before the White House had them.\nExecutive Building.\nAfter Hawaii stopped having kings and queens in 1893, the new government of Hawaii took over Iolani Palace. The palace was renamed the \"Executive Building\" for the Republic of Hawaii. Officials made a record of what was in the building. The things that could not be used by the new government were sold at public auctions.\nQueen Liliuokalani was imprisoned for nine months in a small room on the upper floor after a rebellion in 1895. The quilt she made is still there.\nPalace Restoration.\nIn 1930, the inside of Iolani Palace was remodeled. The wood framing was replaced by steel and reinforced concrete. In 1935, the name was changed back to Iolani Palace.\nIolani Palace was made an official National Historic Landmark on December 29, 1962. On October 15, 1966, it was added as site 66000293 to the National Register of Historic Places listings in Oahu. Government offices left the Palace in 1969 and moved to the new Hawaii State Capitol building.\nMany things that used to be in the palace have been returned. Money from the government and private donations paid to help make rooms in the palace look like they did during the monarchy era. Iolani Palace opened to the public in 1978. In the basement is a photographic display of the Palace, the Hawaiian crown jewels, awards given by the monarchs, and regalia worn by the high chiefs of the islands.\nThe grounds of Iolani Palace are managed by the Hawaii State Department of Land and Natural Resources. The palace building itself is managed as a historical house museum by the Friends of Iolani Palace, a non-profit non-governmental organization. The birthdays of King Kalākaua (November 16) and Queen Kapiolani (December 28) are celebrated with ceremonies.","categories":[],"infobox_types":[],"annotations":[{"uri":"Honolulu","surface_form":"Honolulu","offset":40},{"uri":"Hawaii","surface_form":"Hawaii","offset":50},{"uri":"Palace","surface_form":"palace","offset":82},{"uri":"United_States","surface_form":"United States","offset":154},{"uri":"Official_residence","surface_form":"official residence","offset":188},{"uri":"Monarch","surface_form":"monarch","offset":221},{"uri":"Kal%C4%81kaua","surface_form":"King Kalākaua","offset":282},{"uri":"Queen_Lili%27uokalani","surface_form":"Queen Liliuokalani","offset":300},{"uri":"National_Historic_Landmark","surface_form":"National Historic Landmark","offset":472},{"uri":"Museum","surface_form":"museum","offset":554},{"uri":"Europe","surface_form":"Europe","offset":687},{"uri":"Brick","surface_form":"brick","offset":759},{"uri":"Concrete","surface_form":"concrete","offset":769},{"uri":"Architecture","surface_form":"architectural","offset":1025},{"uri":"Electricity","surface_form":"electricity","offset":1104},{"uri":"White_House","surface_form":"White House","offset":1147},{"uri":"Republic_of_Hawaii","surface_form":"Republic of Hawaii","offset":1353},{"uri":"Auction","surface_form":"auction","offset":1502},{"uri":"Quilt","surface_form":"quilt","offset":1628},{"uri":"National_Historic_Landmark","surface_form":"National Historic Landmark","offset":1883},{"uri":"National_Register_of_Historic_Places_listings_in_Oahu","surface_form":"National Register of Historic Places listings in Oahu","offset":1990},{"uri":"Hawaii_State_Capitol","surface_form":"Hawaii State Capitol","offset":2109},{"uri":"Award","surface_form":"award","offset":2460},{"uri":"Non-profit","surface_form":"non-profit","offset":2747},{"uri":"Non-governmental_organization","surface_form":"non-governmental organization","offset":2758}]}