{"id":403399,"url":"http://en.wikipedia.org/wiki/Gesso","text":"Gesso is a primer or foundation for art painting on wood or canvas. It is a white paint mixture. It has a binder mixed with a pigment. Traditionally, the binder is glue or gelatin, the pigment is chalk, plaster or gypsum.\nGesso is used in art to prepare a surfaces (wood panels, canvas and sculpture) for painting. Paint and/or other materials are applied on top of the gesso. One reason for covering the surface with gesso is that wood or canvas has a rough or uneven surface, and a colour. Gesso \"priming\" lets the artist's chosen subject show more clearly than it would otherwise.\nEven if a surface has no roughness, many artists still prime it before starting the painting proper, though they might use a paint or \"wash\" of their own choosing. They do this because the primer, though it cannot be seen directly, may change and help the quality of light reflected from the surface. Gesso, however, is specially useful for a rough or uneven surface.\nAcrylic gesso.\nAcrylic gesso, a widely used \"ground\", is a modern version which is cheaper and easier to use than the traditional type of gesso. It is a combination of calcium carbonate with an acrylic polymer medium latex, a pigment and other chemicals to ensure flexibility and increase life. It is technically not \"gesso\" at all.p321\n\"The Painter's Handbook\" notes a problem with using oil paints over an acrylic gesso ground instead of a traditional oil ground, citing a mismatch in flexibility over time that could cause the oil paint to delaminate (flake off).p60","categories":[],"infobox_types":[],"annotations":[{"uri":"Painting","surface_form":"painting","offset":40},{"uri":"Canvas","surface_form":"canvas","offset":60},{"uri":"Paint","surface_form":"paint","offset":82},{"uri":"Pigment","surface_form":"pigment","offset":126},{"uri":"Glue","surface_form":"glue","offset":164},{"uri":"Gelatin","surface_form":"gelatin","offset":172},{"uri":"Pigment","surface_form":"pigment","offset":185},{"uri":"Chalk","surface_form":"chalk","offset":196},{"uri":"Plaster","surface_form":"plaster","offset":203},{"uri":"Gypsum","surface_form":"gypsum","offset":214},{"uri":"Art","surface_form":"art","offset":239},{"uri":"Canvas","surface_form":"canvas","offset":279},{"uri":"Sculpture","surface_form":"sculpture","offset":290},{"uri":"Acryl","surface_form":"Acryl","offset":967},{"uri":"Calcium_carbonate","surface_form":"calcium carbonate","offset":1120},{"uri":"Latex","surface_form":"latex","offset":1169},{"uri":"Pigment","surface_form":"pigment","offset":1178}]}