{"id":40355,"url":"http://en.wikipedia.org/wiki/October_Revolution","text":"e=\"preserve\">The October Revolution was a revolution in Russia that started on 1917 November 7 (October 25 o.s.). The Bolsheviks were led by Vladimir Ilyich Lenin and Leon Trotsky. They overthrew the previous Russian Provisional Government led by Alexander Kerensky.\nThe Bolsheviks faced little or no opposition. The insurrection was timed and organized to hand state power to the Second All-Russian Congress of Soviets of Workers' and Soldiers' Deputies, which began on 25 October. After a single day of revolution eighteen people had been arrested and two had been killed. The Bolsheviks captured telegraph and telephone offices, railway stations, newspaper offices and government institutions. Red Guards (armed workers), sailors from the Baltic fleet, and parts of the army fought for the revolution.\nThe October Revolution inspired a revolutionary wave across the world, including the Hungarian revolution, the German revolution of 1918-1919, and the Chinese revolution of 1925-27.\nOctober revolution.\nThis was the second of two revolutions in the Russian Revolution. The first part was the February Revolution. The second was this October revolution.\nSome Russians did not like the previous Tsarist government. In the 1900s Russia was poor. It lost the Russo-Japanese War. They only recently ended serfdom, where peasants were forced to farm for nobles who owned the land. Since Russia is pretty far north, growing food was not easy, and they were often hit by famine and food shortages. The government was also corrupt: the tsar Nicholas did not listen to the parliament, and Rasputin was murdered. They industrialized later than western Europe and the US. So when Russia entered World War I, they lost a lot of soldiers fighting Germany, which was more industrialized. For all of these reasons, people got angry and blamed the tsar.\nIn the February revolution, some workers and peasants protested. Police shot and killed some, but more protestors kept coming. Nicholas gave up the throne. This ended centuries of Romanov rule. Alex Kerensky started a new provisional government. It was ruled by the bourgeoisie, or the wealthy upper-middle class. The war against the Germans continued. It drained food supplies. In the October revolution they overthrew the weak provisional government without that much killing.\nThe leader Lenin wanted a new government ruled by the soldiers, peasants, and workers. Having lost power, the nobles of Alex's governments, as well as the of the previous tsar government, were not happy. They created the white army and fought Lenin and his red army. This was the Russian Civil War. Lenin won and so the communist Soviet Union was born.\nThis was the start of communist rule in Russia. It was a model Marxist revolution where the proletariat peasants and workers overthrew the bourgeoisie capitalist nobles. It inspired similar revolutions across Europe and in China. Communism forms the foundation of some of these nations today. The roots can be traced back to socialist ideas developed in the 19th century, and to the 1917 October revolution.","categories":[],"infobox_types":[],"annotations":[{"uri":"Revolution","surface_form":"revolution","offset":42},{"uri":"Russia","surface_form":"Russia","offset":56},{"uri":"Julian_calendar","surface_form":"o.s.","offset":107},{"uri":"Bolshevik","surface_form":"Bolshevik","offset":118},{"uri":"Vladimir_Lenin","surface_form":"Vladimir Ilyich Lenin","offset":141},{"uri":"Leon_Trotsky","surface_form":"Leon Trotsky","offset":167},{"uri":"Alexander_Kerensky","surface_form":"Alexander Kerensky","offset":247},{"uri":"All-Russian_Congress_of_Soviets","surface_form":"All-Russian Congress of Soviets","offset":388},{"uri":"Telegraph","surface_form":"telegraph","offset":599},{"uri":"Telephone","surface_form":"telephone","offset":613},{"uri":"Railway_station","surface_form":"railway station","offset":632},{"uri":"Newspaper","surface_form":"newspaper","offset":650},{"uri":"Hungarian_revolution","surface_form":"Hungarian revolution","offset":890},{"uri":"German_revolution_of_1918-1919","surface_form":"German revolution of 1918-1919","offset":916},{"uri":"Chinese_revolution_of_1925-27","surface_form":"Chinese revolution of 1925-27","offset":956},{"uri":"Russian_Revolution","surface_form":"Russian Revolution","offset":1053},{"uri":"February_Revolution","surface_form":"February Revolution","offset":1096},{"uri":"Tsar","surface_form":"Tsarist","offset":1197},{"uri":"Russo-Japanese_War","surface_form":"Russo-Japanese War","offset":1259},{"uri":"Serfdom","surface_form":"serfdom","offset":1304},{"uri":"Peasant","surface_form":"peasants","offset":1319},{"uri":"Nobility","surface_form":"nobles","offset":1352},{"uri":"Famine","surface_form":"famine","offset":1467},{"uri":"Tsar_Nicholas_II","surface_form":"Nicholas","offset":1536},{"uri":"Parliament","surface_form":"parliament","offset":1567},{"uri":"Grigori_Rasputin","surface_form":"Rasputin","offset":1583},{"uri":"Industrialization","surface_form":"industrialized","offset":1611},{"uri":"World_War_I","surface_form":"World War I","offset":1687},{"uri":"Romanov","surface_form":"Romanov","offset":2021},{"uri":"Bourgeoisie","surface_form":"bourgeoisie","offset":2107},{"uri":"Lenin","surface_form":"Lenin","offset":2331},{"uri":"Russian_Civil_War","surface_form":"Russian Civil War","offset":2600},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":2650},{"uri":"Marxism","surface_form":"Marxist","offset":2736},{"uri":"Proletariat","surface_form":"proletariat","offset":2765},{"uri":"China","surface_form":"China","offset":2896}]}