{"id":4035,"url":"http://en.wikipedia.org/wiki/Tire","text":"A tire is a ring of material that covers the rim of a wheel. Most road vehicles and many other vehicles use rubber tires. Tires help vehicles to move smoothly. Some metro trains and trams also use rubber tires on their steel wheels to provide better traction than the steel tires of other trains.\nTires need to be changed after their treads wear away. Driving with worn tires is very dangerous. It can cause the tire to explode and the driver to lose control.\nTires were made of leather for thousands of years, and of iron or steel for hundreds. Pneumatic tires were invented in the 1840s and again in the 1880s. They became commonplace early in the 20th century.\nConstruction.\nTires are made of different types of rubber. Softer rubber is used in summer or when the tires need better traction, for example, in auto racing. Tires made of harder rubber are made for long lasting performance, like long-distance truck carriers. There are many different types of tires. They come in different sizes and have different tread patterns.\nThere are many different sizes of tires. On car and truck tires, they are marked with 3 numbers and might look like: 225/60R16. The first number is the width in millimeters of the tire at the widest point when it is mounted and inflated. The second number is the sidewall (side of the tire) height as a ratio or percentage of the width. The last number is the wheel diameter in inches.\nVery large tires (for example, tires on big mining trucks) use different units. For example: 59/80R63. The first number is the width in inches of the tire. The second number is the sidewall height as a ratio of the width. The last number is the wheel diameter in inches.\nTire damage.\nMost tires today do not have a tube inside of them. There are grooves in the wheel that let the tire be popped into place and hold a lot of air pressure. If there is a crack in the tire, it will not be able to hold its air. Tire leaks are very common. The most common cause is a hole from a nail or screw. This can usually be fixed by patching the inside of the tire so that it can hold air again. If the hole is close to or in the side of the tire, it can not be fixed. This is because the sides of the tire flexes to support the weight of the vehicle. A patch will not be able to handle the stress.\nMud and snow tires.\nMud and Snow, (or M+S, or M&S), is a designation used by manufacturers for all-season and winter tires. Most are designed to provide improved performance under low temperature conditions, compared to summer tires. The tread compound is usually softer than that used in tires for summer conditions. This provides better grip on ice and snow, but wears more quickly at higher temperatures. Tires may have well above average numbers of sipes in the tread pattern to grip the ice. M&S relates to the percentage of tread void area. On four-wheel drive vehicles, M&S tires are often standard equipment.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wheel","surface_form":"wheel","offset":54},{"uri":"Vehicle","surface_form":"vehicle","offset":71},{"uri":"Rubber","surface_form":"rubber","offset":108},{"uri":"Rapid_transit","surface_form":"metro","offset":165},{"uri":"Train","surface_form":"train","offset":171},{"uri":"Tram","surface_form":"tram","offset":182},{"uri":"Steel","surface_form":"steel","offset":219},{"uri":"Traction","surface_form":"traction","offset":250},{"uri":"Steel","surface_form":"steel","offset":268},{"uri":"Train","surface_form":"train","offset":289},{"uri":"Tread","surface_form":"tread","offset":334},{"uri":"Traction_(engineering)","surface_form":"traction","offset":785},{"uri":"Auto_racing","surface_form":"auto racing","offset":811},{"uri":"Size","surface_form":"size","offset":990},{"uri":"Pattern","surface_form":"pattern","offset":1021},{"uri":"Millimetre","surface_form":"millimeters","offset":1192},{"uri":"Ratio","surface_form":"ratio","offset":1334},{"uri":"Percent","surface_form":"percent","offset":1343},{"uri":"Diameter","surface_form":"diameter","offset":1397},{"uri":"Inch","surface_form":"inch","offset":1409},{"uri":"Mining","surface_form":"mining","offset":1461},{"uri":"Units_of_measurement","surface_form":"units","offset":1490},{"uri":"Tube","surface_form":"tube","offset":1732},{"uri":"Patch","surface_form":"patch","offset":2036},{"uri":"Manufacturer","surface_form":"manufacturer","offset":2379},{"uri":"Ice","surface_form":"ice","offset":2649},{"uri":"Snow","surface_form":"snow","offset":2657},{"uri":"Siping_(rubber)","surface_form":"sipes","offset":2755},{"uri":"Four-wheel_drive","surface_form":"four-wheel drive","offset":2852}]}