{"id":40357,"url":"http://en.wikipedia.org/wiki/Norse_mythology","text":"Norse or Scandinavian mythology is the belief and legends of the Scandinavian people. Norse mythology is a version of the older Germanic mythology and was later replaced by Christianity for the most part.\nNorse mythology is a set of beliefs and stories shared by Northern Germanic tribes. It was not handed down from the gods to the mortal. It had no scripture. The mythology was passed on from one generation to the next in the form of poetry. It continued to be passed down this way through the time of the Vikings. The original beliefs were long lost. Our knowledge about it is mainly based on the Eddas and other medieval texts. These were written down while and after they turned to Christianity.\nCosmology.\nIn Norse mythology, the universe was thought to have 9 realms or “worlds”. Asgard is where the gods lived. Asgard could only be reached by walking across the rainbow (the Bifröst bridge). The Frost Giants lived in a place called Jötunheimr. Jötunheimr means \"giant realm\".\nA cold, dark place called Niflheim was ruled by Hel. She was the daughter of Loki. This was the eventual home of most of the dead. Located somewhere in the south was the fiery realm of Muspelheim, home of the fire giants.\nIn between Asgard and Niflheim was Midgard, the world of men.\nSupernatural beings.\nThere are three \"clans\" of deities, the Æsir, the Vanir, and the Jötnar (referred to as \"giants\" in this article). After a long war, the Æsir and Vanir made peace and joined together.\nThe Æsir and the Vanir are enemies with the Jötnar or \"giants\". The Æsir are descendants of Jötnar. Both Æsir and Vanir intermarry with them. There are two kinds of giant: frost-giants and fire-giants.\nSources.\nMost of this mythology was passed down orally as Skaldic poetry, and much of it has been lost. Some of it was recorded by Christian scholars. The earlier detailed records come from the \"Eddas\" and the \"Heimskringla\" by Snorri Sturluson though the mentioning of their deities And mythology goes back to Cornelius Tacitus’ report “Germania” in 98 AD.\nThere are also several runestones and image stones that show scenes from Norse mythology, such as Thor's fishing trip and Odin being devoured by Fenrir.\nModern influences.\nThe Germanic gods have affected elements of every day western life in most countries that speak Germanic languages. An example is some of the names of the days of the week. The days were named after Roman gods in Latin (named after \"Sun, Moon, Mars, Mercury, Jupiter, Venus, Saturn\"). The names for Tuesday through Friday were replaced with Germanic versions of the Roman gods. In English, Saturn was not replaced. Saturday is named after the sabbath in German, and is called \"washing day\" in Scandinavia.\nModern popular culture.\nJ.R.R. Tolkien's \"The Lord of the Rings\" was influenced by the myths of the Northern Europeans. As it became popular, parts of its fantasy world moved into how people see the fantasy genre. In almost any modern fantasy novel, you can find Norse creatures like elves, dwarves, and giants.","categories":[],"infobox_types":[],"annotations":[{"uri":"Legend","surface_form":"legend","offset":50},{"uri":"Scandinavia","surface_form":"Scandinavia","offset":65},{"uri":"Germanic_mythology","surface_form":"Germanic mythology","offset":128},{"uri":"Christianity","surface_form":"Christianity","offset":173},{"uri":"Germanic_tribes","surface_form":"Germanic tribes","offset":272},{"uri":"Scripture","surface_form":"scripture","offset":351},{"uri":"Vikings","surface_form":"Vikings","offset":509},{"uri":"Edda","surface_form":"Edda","offset":601},{"uri":"Bifr%C3%B6st","surface_form":"Bifröst","offset":884},{"uri":"J%C3%B6tunheimr","surface_form":"Jötunheimr","offset":942},{"uri":"Niflheim","surface_form":"Niflheim","offset":1012},{"uri":"Loki","surface_form":"Loki","offset":1063},{"uri":"Muspelheim","surface_form":"Muspelheim","offset":1171},{"uri":"Midgard","surface_form":"Midgard","offset":1243},{"uri":"Runestone","surface_form":"runestone","offset":2058},{"uri":"Image_stone","surface_form":"image stone","offset":2073},{"uri":"Thor","surface_form":"Thor","offset":2133},{"uri":"Odin","surface_form":"Odin","offset":2157},{"uri":"Roman_mythology","surface_form":"Roman","offset":2406},{"uri":"Latin","surface_form":"Latin","offset":2420},{"uri":"Shabbat","surface_form":"sabbath","offset":2650},{"uri":"J.R.R._Tolkien","surface_form":"J.R.R. Tolkien","offset":2737},{"uri":"The_Lord_of_the_Rings","surface_form":"The Lord of the Rings","offset":2755},{"uri":"Genre","surface_form":"genre","offset":2920}]}