{"id":40368,"url":"http://en.wikipedia.org/wiki/Trombone","text":"The trombone is a brass horn musical instrument. It is similar to a large trumpet, except the player pushes and pulls on its slide to change the length of the tube.\nTogether with vibrations from the player's lips, the trombone can play a wide range of notes. It sounds deeper than a trumpet and is usually said to be one of the bass clef instruments. Music is normally written in the bass clef, but some high parts can be written in tenor clef. Some players have the music transposed into the treble clef. The trombone is the loudest instrument in the symphony orchestra.\nA person who plays the trombone is called a trombonist. Some trombones have a valve which increases the range of available notes. The name \"trombone\" comes from the Italian language and means \"large trumpet\". Trombones are nearly always made out of brass but can also be made out of plastic: the \"P-bone\".\nHistory.\nThe forerunner to today's trombone was called the sackbut. It was first used in the 16th century during the Renaissance era of music. In the centuries that followed, the sackbut was gradually improved into today's trombone. Beethoven was the first composer to add trombones to the standard symphony orchestra. Many different types of music use the unique sound of the trombone to add color and depth. Trombones are used in orchestras, concert bands, marching bands, brass bands, big bands, swing bands, ska bands, and jazz ensembles. In the symphony orchestra, it is common to see trombones in a section of three: two tenors and a bass. In a standard big band, a four player section is more typical. This time with three tenors and one bass as the normal arrangement.\nIn the hands of a skilled trombonist, the trombone is a very versatile instrument and can play many styles. The trombone can go from smooth, sweet jazz ballads and peaceful slow melodies such as Duke Ellington's \"Pyramid\", to fast and technical passages from pieces like \"Blue Bells of Scotland\" and \"Carnival of Venice\".\nTypes.\nThere are a lot of types of trombones. Each one is for different playing ranges (how high or low you play). There are contrabass trombones, bass trombones, tenor bass trombones, tenor trombones, alto trombones, soprano trombones, and piccolo trombones. These are the different types of trombones, arranged according to general usage.","categories":[],"infobox_types":[],"annotations":[{"uri":"Brass_instrument","surface_form":"brass","offset":18},{"uri":"Musical_instrument","surface_form":"musical instrument","offset":29},{"uri":"Clef","surface_form":"bass clef","offset":328},{"uri":"Italy","surface_form":"Italian","offset":737},{"uri":"Sackbut","surface_form":"sackbut","offset":937},{"uri":"Renaissance","surface_form":"Renaissance","offset":995},{"uri":"Beethoven","surface_form":"Beethoven","offset":1111},{"uri":"Composer","surface_form":"composer","offset":1135},{"uri":"Orchestra","surface_form":"orchestra","offset":1186},{"uri":"Concert_band","surface_form":"concert band","offset":1322},{"uri":"Marching_band","surface_form":"marching band","offset":1337},{"uri":"Brass_band","surface_form":"brass band","offset":1353},{"uri":"Big_bands","surface_form":"big bands","offset":1366},{"uri":"Swing_band","surface_form":"swing band","offset":1377},{"uri":"Jazz","surface_form":"jazz","offset":1405},{"uri":"Range_(music)","surface_form":"ranges","offset":2057}]}