{"id":40361,"url":"http://en.wikipedia.org/wiki/Fresh_Meadows%2C_Queens","text":"e=\"preserve\">Fresh Meadows is a neighborhood in northeastern part of the borough of Queens in New York City, which is bordered to the east by Francis Lewis Boulevard, to the south by Union Turnpike, to the north by Kissena Park, and to the west by Utopia Parkway and Fresh Meadows Lane.\nFresh Meadows is also the name of a housing development (housing estate) in the neighborhood, along 188th Street. The Fresh Meadows buildings were built in the late 1940s and were for lower middle & middle-class people. It is one of three housing areas built by the Metropolitan Life Insurance Company after World War II, the others are Stuyvesant Town in Manhattan and Parkchester in the Bronx.\nThe Long Island Expressway runs through the neighborhood. Main streets are 188th Street, Horace Harding Expressway, 73rd Avenue, Utopia Parkway, and Fresh Meadows Lane.\nThe 107th Precinct of the New York City Police Department (NYPD) covers this neighborhood.\nKissena Park and Cunningham Park are both located next to Fresh Meadows.\nFresh Meadows is also home to St. Francis Preparatory School, the largest Catholic high school in the United States. Francis Lewis High School, P.S. 26 (Rufus King school), M.S. 216 (George J. Ryan Middle School), and P.S. 173 (The Fresh Meadows School) are other schools in the neighborhood.","categories":[],"infobox_types":[],"annotations":[{"uri":"Queens","surface_form":"Queens","offset":84},{"uri":"New_York_City","surface_form":"New York City","offset":94},{"uri":"Metropolitan_Life_Insurance_Company","surface_form":"Metropolitan Life Insurance Company","offset":553},{"uri":"World_War_II","surface_form":"World War II","offset":595},{"uri":"Stuyvesant_Town","surface_form":"Stuyvesant Town","offset":624},{"uri":"Manhattan","surface_form":"Manhattan","offset":643},{"uri":"Parkchester","surface_form":"Parkchester","offset":657},{"uri":"The_Bronx","surface_form":"the Bronx","offset":672},{"uri":"Long_Island_Expressway","surface_form":"Long Island Expressway","offset":687},{"uri":"New_York_City_Police_Department","surface_form":"New York City Police Department","offset":878},{"uri":"Catholic","surface_form":"Catholic","offset":1090}]}