{"id":403680,"url":"http://en.wikipedia.org/wiki/Raindrop_Prelude","text":"The Prelude Op. 28, No. 15, by Frédéric Chopin is known as the \"Raindrop\" prelude. It is one of the 24 Chopin preludes. This is the longest of the preludes. It lasts between five and seven minutes. The prelude is famous for its repeating A-flat. This note appears throughout the piece. It sounds like raindrops to many listeners. It is known for it's repetitive raindrop motif.\nComposition.\n\"He saw himself drowned in a lake. Heavy drops of icy water fell in a regular rhythm on his breast, and when I made him listen to the sound of the drops of water indeed falling in rhythm on the roof, he denied having heard it. He was even angry that I should interpret this in terms of imitative sounds. He protested with all his might – and he was right to – against the childishness of such aural imitations. His genius was filled with the mysterious sounds of nature, but transformed into sublime equivalents in musical thought, and not through slavish imitation of the actual external sounds.\"\nSand did not say which prelude Chopin played for her at that time. Most music critics think it was no. 15, because of the repeating A flat, with its suggestion of the \"gentle patter\" of rain. Peter Dayan points out that Sand accepted Chopin's protests that the prelude was not an \"imitation\" of the sound of raindrops, but a \"translation\" of nature's harmonies within Chopin's \"génie\". Frederick Niecks says that the prelude \"rises before one's mind the cloistered court of the monastery of Valdemosa, and a procession of monks chanting lugubrious prayers, and carrying in the dark hours of night their departed brother to his last resting-place.\nDescription.\nThe prelude opens with a \"serene\" theme in D flat. It then changes to a \"lugubrious interlude\" in C sharp minor, \"with the dominant pedal never ceasing, a basso ostinato\". The repeating A flat, which has been heard throughout the first section, here becomes more insistent. Following this, the prelude ends with a repetition of the original theme. Niecks says, \"This C sharp minor portion...affects one like an oppressive dream; the re-entrance of the opening D flat major, which dispels the dreadful nightmare, comes upon one with the smiling freshness of dear, familiar nature – only after these horrors of the imagination can its serene beauty be fully appreciated.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fr%C3%A9d%C3%A9ric_Chopin","surface_form":"Frédéric Chopin","offset":31},{"uri":"Preludes_(Chopin)","surface_form":"Chopin preludes","offset":103},{"uri":"A-flat","surface_form":"A-flat","offset":238},{"uri":"Critic","surface_form":"critic","offset":1067},{"uri":"Protest","surface_form":"protest","offset":1232},{"uri":"Monastery","surface_form":"monastery","offset":1467},{"uri":"Procession","surface_form":"procession","offset":1497},{"uri":"Monk","surface_form":"monk","offset":1511}]}