{"id":4037,"url":"http://en.wikipedia.org/wiki/Population","text":"A population is the number of living people that live together in the same place. A city's population is the number of people living in that city. These people are called inhabitants or residents. The population includes all individuals that live in that certain area.The world population was estimated to have reached 7.5 billion in April 2017. Asia is the most populous continent, with its 4.3 billion inhabitants being 60% of the world population. The most populous country is China with 1.4 billion people.\nPopulation density is the average number of people in a place. Urban areas such as big cities have a high population density. People there live close to each other. In areas with a low population density, people usually live far away from each other, such as in rural areas out in the countryside.\nUsually population refers to the number of humans in a certain area. The maximum population that can be supported in an area is called the carrying capacity.\nPopulation trends.\nGlobal population is going up, but the population growth rate is declining all over the world. Growth in poor countries is faster than in rich ones; some rich countries have a population pyramid that is nearly square. Urbanization is also common, and urban area<nowiki/>s usually have lower birth rates. In population growth, births exceed deaths. In the modern world this is due to reduction of infant deaths, control of infectious diseases, and improved agriculture so more people can eat.\nHuman population control is the practice of altering the rate of growth of a human population. Concerns about overpopulation and its effects on poverty, environmental degradation, and political stability led to efforts to reduce population growth rates.","categories":[],"infobox_types":[],"annotations":[{"uri":"Number","surface_form":"number","offset":20},{"uri":"City","surface_form":"city","offset":84},{"uri":"World_population","surface_form":"world population","offset":433},{"uri":"China","surface_form":"China","offset":480},{"uri":"Population_density","surface_form":"Population density","offset":511},{"uri":"Average","surface_form":"average","offset":537},{"uri":"Urban_area","surface_form":"Urban area","offset":574},{"uri":"Rural_area","surface_form":"rural area","offset":773},{"uri":"Maximum","surface_form":"maximum","offset":882},{"uri":"Carrying_capacity","surface_form":"carrying capacity","offset":948},{"uri":"Population_growth","surface_form":"population growth","offset":1025},{"uri":"Population_pyramid","surface_form":"population pyramid","offset":1162},{"uri":"Urbanization","surface_form":"Urbanization","offset":1204},{"uri":"Urban_area","surface_form":"urban area","offset":1237},{"uri":"Infant_mortality","surface_form":"infant deaths","offset":1382},{"uri":"Infectious_disease","surface_form":"infectious disease","offset":1408},{"uri":"Agriculture","surface_form":"agriculture","offset":1442},{"uri":"Overpopulation","surface_form":"overpopulation","offset":1588}]}