{"id":40385,"url":"http://en.wikipedia.org/wiki/Konrad_Adenauer","text":"Konrad Hermann Josef Adenauer (born 5 January 1876 in Cologne; died 19 April 1967 in Rhöndorf (part of Bad Honnef)). From 1949 to 1963 he was the first Bundeskanzler (chancellor) of the Federal Republic of Germany and from 1951 to 1955 was foreign secretary the same time.\nAdenauer was the third of five children of a court secretary in Cologne. His family was Catholic. Konrad Adenauer started his political career in 1906 in the city assembly of Cologne. From 1917 to 1933 and again in 1945 he was mayor of Cologne.\nAdenauer was a member of the Catholic Zentrum Party. When the Nazi Party took power he lost his job. At first he worked with the Nazis, but after the conspiracy to kill Hitler failed in 1944 he hid for his own safety.\nAfter the war he became mayor of Cologne again, but lost the job after a few months.\nIn the Parlamentarischer Rat of West Germany, he was one of the top politicians and the President. He founded the CDU at the same time.\nHe was important in making Bonn the West German capital instead of Frankfurt am Main.\nIn 1949 he was elected as the first Chancellor of the Federal Republic of Germany.\nHe made sure West Germany joined the side of the western capitalist countries in the Cold War. He also helped West Germany join NATO. He was reelected three times.\nIn 1964 he stopped being chancellor. He was a member of the Bundestag until his death at 91 years old.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cologne","surface_form":"Cologne","offset":54},{"uri":"Rh%C3%B6ndorf","surface_form":"Rhöndorf","offset":85},{"uri":"Bad_Honnef","surface_form":"Bad Honnef","offset":103},{"uri":"Bundeskanzler","surface_form":"Bundeskanzler","offset":152},{"uri":"Federal_Republic_of_Germany","surface_form":"Federal Republic of Germany","offset":186},{"uri":"Catholic","surface_form":"Catholic","offset":361},{"uri":"Zentrum_Party","surface_form":"Zentrum Party","offset":556},{"uri":"Nazi","surface_form":"Nazi","offset":580},{"uri":"Conspiracy","surface_form":"conspiracy","offset":668},{"uri":"Parlamentarischer_Rat","surface_form":"Parlamentarischer Rat","offset":828},{"uri":"CDU","surface_form":"CDU","offset":935},{"uri":"Bonn","surface_form":"Bonn","offset":984},{"uri":"Frankfurt_am_Main","surface_form":"Frankfurt am Main","offset":1024},{"uri":"1949","surface_form":"1949","offset":1046},{"uri":"Capitalist","surface_form":"capitalist","offset":1183},{"uri":"Cold_War","surface_form":"Cold War","offset":1211},{"uri":"NATO","surface_form":"NATO","offset":1254},{"uri":"Bundestag","surface_form":"Bundestag","offset":1350}]}