{"id":403879,"url":"http://en.wikipedia.org/wiki/The_White_Guard","text":"\"The White Guard\" () is a novel by 20th century Russian writer Mikhail Bulgakov, whose later work \"The Master and Margarita\" brought him posthumous fame.\nHistory.\n\"The White Guard\" first appeared in serial form in the Soviet-era literary journal \"Rossiya\" in 1925, but the magazine was closed down before the serial was completed. It was not reprinted in Russia until 1966.\n\"The Day of the Turbins\".\nIn fact, the play completely overshadowed the book, which was in any event virtually unobtainable in any form.\nSince Bulgakov was refused permission to publish his most important works, he pleaded with Stalin to be allowed to leave the country. Stalin personally arranged for a job for him at the Moscow Arts Theatre. Bulgakov was still writing and re-writing his uncompleted novel, \"The Master And Margarita\", when he died in 1940.\nHis widow had \"The White Guard\" published in large part in the literary journal \"Moskva\" in 1966, at the end of the Krushchev era. This was the basis for the English translation by Michael Glenny published in 1971 (New York: McGraw-Hill; London: Collins; reissued 2005 by Academy Chicago Publishers. This lacks the dream flashback sections. In 2008 Yale University Press published a translation by Marian Schwartz of the complete novel, an edition which won an award.\nThe novel.\nSet in the Ukraine, beginning in late 1918, the novel concerns the fate of the Turbin family as the various armies of the Russian Civil War the Whites, the Reds, the Imperial German Army, and Ukrainian nationalists – fight over the city of Kiev. Historical figures such as Petlyura and Pavlo Skoropadsky appear as the Turbin family is caught up in the effects of the October Revolution.\nAutobiographical elements.\nThe novel contains many autobiographical elements. Bulgakov gave the younger Turbin brother some of the characteristics of his own younger brother. The description of the house of the Turbins is that of the house of the Bulgakov family in Kiev. (Today it is preserved and operated as the Mikhail Bulgakov Museum).","categories":[],"infobox_types":[],"annotations":[{"uri":"Mikhail_Bulgakov","surface_form":"Mikhail Bulgakov","offset":63},{"uri":"The_Master_and_Margarita","surface_form":"The Master and Margarita","offset":99},{"uri":"Posthumous","surface_form":"posthumous","offset":137},{"uri":"Literary_magazine","surface_form":"literary journal","offset":229},{"uri":"Krushchev","surface_form":"Krushchev","offset":949},{"uri":"Ukraine","surface_form":"Ukraine","offset":1323},{"uri":"Russian_Civil_War","surface_form":"Russian Civil War","offset":1434},{"uri":"White_movement","surface_form":"Whites","offset":1456},{"uri":"Red_Army","surface_form":"Reds","offset":1468},{"uri":"German_Army","surface_form":"German Army","offset":1487},{"uri":"Ukraine","surface_form":"Ukrainian","offset":1504},{"uri":"Kiev","surface_form":"Kiev","offset":1552},{"uri":"Simon_Petlyura","surface_form":"Petlyura","offset":1585},{"uri":"Pavlo_Skoropadsky","surface_form":"Pavlo Skoropadsky","offset":1598},{"uri":"October_Revolution","surface_form":"October Revolution","offset":1679},{"uri":"Autobiography","surface_form":"autobiographical","offset":1750}]}