{"id":404089,"url":"http://en.wikipedia.org/wiki/Electroencephalography","text":"Electroencephalography is a way to record certain patterns of brain activity, on the skin of the head. Nerve cells use electricity to transmit information. It is one of the methods of diagnosis which can be used for conditions that affect the nerves. An electroencephalogram is a recorded electroencephalography. Both are abbreviated EEG. Electroencephalography is used to detect epilepsy, coma, sleep and brain death. Special adaptations exists to research sleep, for example the length of sleep rhythms. Sleep occurs in different phases, the specially adapted EEG can show the length of these phases.\nEEG waves.\nOne way that scientists study EEG recordings is by looking at different waves in the EEG. These waves do not move across the body, but occur as changes in the signal at one place over time. They are studied using mathematical techniques for separating a signal into different frequencies. The slowest waves are called delta, and they occur at 1 to 4 cycles per second. Delta occurs in sleep and during anesthesia. The next frequency is called theta, and it occurs at 4 to 8 cycles per second. Theta is seen when a person is trying to keep many different things, such as numbers or words, in memory. It is also seen when a person is drowsy. After theta comes alpha, a wave occurring at 8 to 12 cycles per second. Alpha is seen over the back of the head when a person has his or her eyes shut. It is also seen when a person is resting or meditating. Faster than alpha is beta, a wave that occurs at 12 to 30 cycles per second. It is seen when a person is getting ready to move or no longer resting. It is also seen when a person takes benzodiazepine drugs. Finally, gamma is the fastest wave seen in EEG, occurring at 30 to 100 cycles per second. It is seen when a person is thinking or paying attention to something.","categories":[],"infobox_types":[],"annotations":[{"uri":"Brain","surface_form":"brain","offset":62},{"uri":"Neuron","surface_form":"Nerve cell","offset":103},{"uri":"Electricity","surface_form":"electricity","offset":119},{"uri":"Information","surface_form":"information","offset":143},{"uri":"Medical_diagnosis","surface_form":"diagnosis","offset":184},{"uri":"Epilepsy","surface_form":"epilepsy","offset":380},{"uri":"Coma","surface_form":"coma","offset":390},{"uri":"Sleep","surface_form":"sleep","offset":396},{"uri":"Brain_death","surface_form":"brain death","offset":406},{"uri":"Sleep","surface_form":"sleep","offset":458},{"uri":"Benzodiazepine","surface_form":"benzodiazepine","offset":1647}]}