{"id":404004,"url":"http://en.wikipedia.org/wiki/Belousov%E2%80%93Zhabotinsky_reaction","text":"The Belousov–Zhabotinsky reaction (often shortened to \"BZR\" or \"BZ\") is an example of a chemical oscillator. It is often used to illustrate a chaotic system. The BZR is made of several chemical reactions, that occur in sequence. It shows chemical oscillation, which is unusual for chemical reactions. At first it was thought to be a measurement error, or an artifact. It was thought that according to the Second law of thermodynamics, this should not occur. According to this law, a system that is in an unordered state will not assume an ordered state on its own, that is without the provision of energy. However, this is only applicable in a closed system, and does not apply to the BZ reaction.\nThe reactions are theoretically important because they show that chemical reactions do not have to be dominated by equilibrium thermodynamic behavior. These reactions are far from equilibrium and remain so for a significant length of time. In this sense, they provide an interesting chemical model of nonequilibrium biological phenomena. The mathematical models of the BZ reactions themselves are of theoretical interest.\nAn essential aspect of the BZ reaction is called\"excitability\": under the influence of stimuli, patterns develop in what would otherwise be a perfectly calm medium. Some clock reactions such as Briggs–Rauscher and BZ using the tris(bipyridine)ruthenium(II) chloride as catalyst can be made to show self-organising activity through the influence of light.\nSimilar processes were already known in the 19th century. Wilhelm Ostwald gave a detailed account in 1899 and 1900, describing the oscillations of Chrome in Hydrochloric acid and of iron in Nitric acid. Boris Pavlovich Belousov accidentally discovered the Belousov–Zhabotinsky reaction in the 1950s. Ilya Prigogine was awarded the Nobel Prize in Chemistry in 1977. His research focused on systems which were far away from an equilibrium state, the Belousov–Zhabotinsky reaction was included. Beloussow was awarded the Lenin Prize in 1980, after his death. The Lenin prize was the highest distinction for scientific achievement in the Soviet Union.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_oscillator","surface_form":"chemical oscillator","offset":88},{"uri":"Chaos_theory","surface_form":"chaotic system","offset":142},{"uri":"Chemical_reaction","surface_form":"chemical reaction","offset":185},{"uri":"Artifact","surface_form":"artifact","offset":358},{"uri":"Second_law_of_thermodynamics","surface_form":"Second law of thermodynamics","offset":405},{"uri":"Energy","surface_form":"energy","offset":598},{"uri":"Equilibrium_thermodynamics","surface_form":"equilibrium thermodynamic","offset":813},{"uri":"Mathematical_model","surface_form":"mathematical model","offset":1040},{"uri":"Stimulus","surface_form":"stimuli","offset":1207},{"uri":"Briggs%E2%80%93Rauscher_reaction","surface_form":"Briggs–Rauscher","offset":1314},{"uri":"Tris(bipyridine)ruthenium(II)_chloride","surface_form":"tris(bipyridine)ruthenium(II) chloride","offset":1347},{"uri":"Catalyst","surface_form":"catalyst","offset":1389},{"uri":"Self_organization","surface_form":"self-organising","offset":1418},{"uri":"Wilhelm_Ostwald","surface_form":"Wilhelm Ostwald","offset":1533},{"uri":"Hydrochloric_acid","surface_form":"Hydrochloric acid","offset":1632},{"uri":"Iron","surface_form":"iron","offset":1657},{"uri":"Nitric_acid","surface_form":"Nitric acid","offset":1665},{"uri":"Boris_Pavlovich_Belousov","surface_form":"Boris Pavlovich Belousov","offset":1678},{"uri":"Ilya_Prigogine","surface_form":"Ilya Prigogine","offset":1775},{"uri":"Nobel_Prize_in_Chemistry","surface_form":"Nobel Prize in Chemistry","offset":1806},{"uri":"Equilibrium","surface_form":"equilibrium","offset":1900},{"uri":"Lenin_Prize","surface_form":"Lenin Prize","offset":1993},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":2109}]}