{"id":404064,"url":"http://en.wikipedia.org/wiki/Samuel_Fuller","text":"Samuel Fuller (1580 - 1633) was a passenger on the 1620 voyage of the Pilgrim ship \"Mayflower\" and singed the Mayflower Compact. He became a respected church deacon and the physician for Plymouth Colony.\nFuller was a son of Robert Fuller, a butcher. He was baptized on January 20, 1580 at Redenhall, co. Norfolk, England. He was a member of the Separatist religion which was not allowed in England.\nIn 1610, Fuller moved to Leiden, Netherlands. He was a friend of Degory Priest and Sarah Allerton. Sarah was the sister of Isaac Allerton. Fuller was an active church congregation member. In Leiden records Fuller was referred to as “a serge worker of London.”\nSamuel’s wife and son died in 1615 and he married Bridget Lee.\nSamuel Fuller helped to plan for the Separatists to move to the Colony of Virginia. They made an agreement with the Virginia Company. Fuller, along with Edward Winslow, William Bradford and Isaac Allerton, sent a letter on June 10, 1620 to John Carver and Robert Cushman. These men were in London and were also making plans for the voyage. They learned that Thomas Weston and the Company had changed the agreement. One of the changes was that the merchants would keep half of the houses and lands. The pilgrims would also have one day off from work per week. These problems were not solved until Robert Cushman arrived in the \"Fortune\" in November 1621.\nSamuel Fuller learned about medicine before he traveled to the New World so that he could help the others if needed. There would be no doctor on the \"Mayflower\" or at Plymouth Colony.\nIt is said that the town of Fullerton, North Dakota, is named after Samuel Fuller.\n\"Mayflower\" Voyage.\nSamuel Fuller boarded the \"Mayflower\" with only his servant William Butten, leaving his wife behind in Leiden until he could get settled. William Butten died before the \"Mayflower\" landed.\nThe Mayflower left Plymouth, England on 16 September 1620. There were 102 passengers and 30–40 crew. On 19 November 1620, the \"Mayflower\" spotted land. They landed on 21 November and wrote the Mayflower Compact, which made rules on how they would live and treat each other. The \"Mayflower\" was supposed to land in the Colony of Virginia, but the ship was damaged and they were forced to land at Cape Cod now called Provincetown Harbor.\nPlymouth Colony.\nSamuel's wife came on the ship \"Anne\" and in a few years Samuel would receive two acres of Land. His wife Bridget received one acre of land near a pond. In 1627, Samuel and his wife received several livestock for their farm.\nIn 1629, a group of people arrived led by John Endicott. They became sick and Fuller was sent to assist them. Endicott sent a letter of thanks to William Bradford. He also helped people at Charleston when they were sick.\nNot everyone thought Fuller was a good doctor. In 1637, Thomas Morton, wrote a letter calling Fuller a quacksalver which is where the word \"quack\" comes from.\nIn the summer of 1633, Fuller fell ill with a sickness that had spread through Plymouth. Author Nathaniel Morton wrote about Samuel Fuller’s in his 1669 New England’s Memorial. He praised Fuller and his work.\nFuller was married two times. He married Sarah Dunthorne who died in England in 1584. His second wife was Bridget Lee who died in 1667. He and Bridget had four children: Mercy and Samuel, Jr., unknown female and Elizabeth.\nSamuel Fuller made out his will in 1633. He said he was sick and weak. Samuel Fuller died in 1633.\nThe burial place of Samuel Fuller is unknown.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mayflower","surface_form":"Mayflower","offset":84},{"uri":"Mayflower_Compact","surface_form":"Mayflower Compact","offset":110},{"uri":"Church","surface_form":"church","offset":151},{"uri":"Deacon","surface_form":"deacon","offset":158},{"uri":"Physician","surface_form":"physician","offset":173},{"uri":"Plymouth_Colony","surface_form":"Plymouth Colony","offset":187},{"uri":"Butcher","surface_form":"butcher","offset":241},{"uri":"Baptism","surface_form":"baptized","offset":257},{"uri":"Norfolk","surface_form":"Norfolk","offset":304},{"uri":"England","surface_form":"England","offset":313},{"uri":"Separatist_(religion)","surface_form":"Separatist","offset":345},{"uri":"Religion","surface_form":"religion","offset":356},{"uri":"Leiden","surface_form":"Leiden","offset":424},{"uri":"Netherlands","surface_form":"Netherlands","offset":432},{"uri":"Degory_Priest","surface_form":"Degory Priest","offset":464},{"uri":"Isaac_Allerton","surface_form":"Isaac Allerton","offset":522},{"uri":"Church","surface_form":"church","offset":559},{"uri":"London","surface_form":"London","offset":650},{"uri":"Colony_of_Virginia","surface_form":"Colony of Virginia","offset":786},{"uri":"Agreement","surface_form":"agreement","offset":819},{"uri":"Edward_Winslow","surface_form":"Edward Winslow","offset":875},{"uri":"Letter","surface_form":"letter","offset":935},{"uri":"John_Carver","surface_form":"John Carver","offset":962},{"uri":"Robert_Cushman","surface_form":"Robert Cushman","offset":978},{"uri":"London","surface_form":"London","offset":1012},{"uri":"Thomas_Weston","surface_form":"Thomas Weston","offset":1080},{"uri":"Company","surface_form":"Company","offset":1102},{"uri":"Agreement","surface_form":"agreement","offset":1126},{"uri":"House","surface_form":"house","offset":1202},{"uri":"Land","surface_form":"land","offset":1213},{"uri":"Pilgrims","surface_form":"pilgrims","offset":1224},{"uri":"Problem","surface_form":"problem","offset":1287},{"uri":"Medicine","surface_form":"medicine","offset":1404},{"uri":"New_World","surface_form":"New World","offset":1439},{"uri":"Fullerton%2C_North_Dakota","surface_form":"Fullerton, North Dakota","offset":1588},{"uri":"List_of_Mayflower_passengers","surface_form":"William Butten","offset":1723},{"uri":"Plymouth%2C_Devon","surface_form":"Plymouth","offset":1871},{"uri":"Land","surface_form":"land","offset":1998},{"uri":"Mayflower_Compact","surface_form":"Mayflower Compact","offset":2045},{"uri":"Colony_of_Virginia","surface_form":"Colony of Virginia","offset":2170},{"uri":"Harbor","surface_form":"Harbor","offset":2280},{"uri":"Acres","surface_form":"acres","offset":2387},{"uri":"Land","surface_form":"Land","offset":2396},{"uri":"Livestock","surface_form":"livestock","offset":2504},{"uri":"Farm","surface_form":"farm","offset":2524},{"uri":"Sick","surface_form":"sick","offset":2599},{"uri":"Author","surface_form":"Author","offset":2999},{"uri":"Will_(law)","surface_form":"will","offset":3369},{"uri":"Sick","surface_form":"sick","offset":3398}]}