{"id":404276,"url":"http://en.wikipedia.org/wiki/James_Douglas%2C_Lord_of_Douglas","text":"Sir James Douglas (also known as Good Sir James and James the Black Douglas), (died 1330), was a Scottish soldier, knight and leader during the Wars of Scottish Independence. He is considered one of Scotland's greatest heroes. He was a follower and close friend of king Robert I of Scotland (also called Robert the Bruce).\nEarly life.\nJames Douglas was the oldest son of William, Lord of Douglas and Elizabeth Stewart. His father, William, had refused to support king Edward I of England who had taken over Scotland in 1290. The English king put William in prison and took his lands. This left young James with no land and no father. Douglas then went to France where he lived a simple life for three years. On hearing of his father's death he returned to Scotland and went to see William of Lamberton, Bishop of St. Andrews. The bishop took James in and in due time Bishop Lamberton took James to see King Edward I of England. When the bishop asked for the lands of Douglas to be returned to James, the king grew angry and said no. The lordship of Douglas had been given to Robert Clifford and the king would hear no more of the matter. Douglas remained in the service of the bishop and did nothing to rebel against the king of England. He hoped to get his family's lands returned to him. But in 1306 Robert the Bruce claimed the crown of Scotland as king Robert I. Now Douglas had a choice between two kings who might restore his lands.\nJoins Robert the Bruce.\nIn 1307 Douglas joined king Robert against the English king, Edward I That spring James Douglas with some of his men attacked his father's castle of Douglas and defeated the English soldiers there. Douglas then burned his castle and destroyed all stores of wine and grain. He poisoned the wells and executed the English soldiers they captured. This event became known as Douglas' larder. Even though Douglas did not yet possess his father's lands he had influence in that region. He and his men of Douglas harried the English forces in the region all that summer. The tactics used by Bruce and his followers including Douglas were limited to surprise attacks and quick escapes. They burned enemy lands and rendered castles they captured useless to the English. On learning the Earl of Pembroke was moving a large army into Scotland, Douglas went to warn Robert Bruce. Bruce and Douglas split up and agreed to meet at another place. When they rejoined their forces they attacked the English and defeated them.\nThe Black Douglas.\nIn several raids in 1307 and 1308 James Douglas provided support to King Robert in the south of Scotland. On the night of Tuesday 19 February 1314 James Douglas and his men wearing black coats to cover their armor attacked Roxbrugh Castle. Roxbrugh was the main English stronghold in south central Scotland. It was defended by 100 English soldiers. The fall of Roxbrugh Castle caused many in the area to flee back to England. Now held by Douglas it was the beginning of his reputation as \"the Black Douglas\". To the people of Scotland he was the \"the Good Sir James\". He was now one of the king's greatest supporter and a model of chivalry. But James had black hair and a reputation so feared by the English they named him \"the Black Douglas.\" They said his evil success against them was because he was a demon himself. His son and grandson also used the feared name themselves continuing the family reputation.\nBattle of Bannockburn.\nEdward II of England had kept up the wars against the Bruce and his followers. He was growing more and more angry with each victory of Robert the Bruce and his followers. Determined to put an end to Bruce once and for all he assembled a very large army. It consisted of mounted knights, archers, crossbow-men, and foot soldiers led by Edward himself. the exact size of his army is unknown, but it was several times larger than that of Robert the Bruce. King Robert chose the place for the upcoming battle at Bannockburn very carefully He chose a position with several natural defenses many of which prevented heavy cavalry or large mass formations to operate. He formed his army into four 'battles' or Battalions, three of which consisted of 'hedgehog' or schiltrons Just before the battle began king Robert knighted Sir James Douglas, his cousin Walter Stewart, 6th High Steward of Scotland, and many others. James and Walter were joint leaders of the left battalion.\nWhen the English army was still approaching, king Robert sent Douglas and Sir Robert Keith, Marischal of Scotland to observe the English and report back to him. Douglas and Keith reported king Edward was approaching with a very large army. During the battle most of the fighting was directed at the other two battalions. When the center battalion led by Thomas Randolph, 1st Earl of Moray was in trouble, Douglas went to their rescue of his close friend. But the English retreated before Douglas could help. Finally the Scots won the battle and the English fell back in confusion, king Edward with 500 mounted knights fled the field. James Douglas with a small mounted force gave chase to the English king. They chased them all the way to Dunbar, but Edward escaped back to England.\nBorder raids.\nAfter English defeat at Bannockburn the northern border of England was very lightly defended. In August of 1314 James Douglas, along with Edward Bruce (the king's brother), and John of Soules led a large raid into England. From 1314 to 1319 Douglas was raiding northern England at least once a year. When Edward Bruce left for Ireland in 1317 Douglas took his place as leader in the south of Scotland. These raids were not just to frighten the English but to get cash payment for king of Scotland for not attacking that village. It was also to prove to the English that their king Edward II could not protect them. Douglas was the one of the main leader in the wars on the English border until the final peace in 1328.\nTwo times, in 1319 and in 1322, when Douglas raided into Yorkshire he tried to capture King Edward II and his wife Queen Isabella of France. While he did not succeed this only added to his reputation by the English as \"the Black Douglas.\" On 25 December 1319 the Scots and English signed a two year truce. In 1320, James Douglas put his seal on the Declaration of Arbroath. This declaration of Scottish independence was in the form of a letter to Pope John XXII.\nDuring this period Douglas was rewarded many times with grants of lands. One grant was not of land but of privileges. Called the Emerald Charter, it gave James Douglas and his heirs freedom from many obligations to the king. It also made Douglas and his heirs a judge in their own lands. In giving James Douglas this special grant the king took an emerald ring from his finger and placed it on Douglas' finger. His importance to King Robert and to Scotland was increasing as time went on.\nHeart of the Bruce.\nIn 1328 Robert the Bruce was in poor health and was dying. One thing he had not been able to do was to go on a crusade. He asked his friend Sir James Douglas to take his heart to the Holy Land. The king died on 7 June 1329. After the king's death James Douglas had a silver casket made and placed in it the heart of Robert the Bruce. He kept it safe on a chain around his neck. In 1330 he and six knights set out in a ship with royal banners. This is so all who saw it would know the heart of Robert, King of Scotland was on its way to Jerusalem in the Holy Land. The ship waited at Sluys, Flanders for other knights to join them before continuing on their voyage. They sailed to Spain where they stopped at Seville. They were welcomed by Alfonso XI, King of Castile and Leon as well as many English knights who had come to Spain to fight against the Moors. In August 1330 outside the walls of the Moorish town of Teba de Ardales Douglas and his knights joined the king's army. King Alfonso asked Douglas if he would lead the vanguard and placed all the English and Scottish knights under his command. Douglas ordered the charge and the fighting began right away. When the moors pretended to retreat, Douglas and ten of his knights chased after them. But it was a trick and the Moors turned and surrounded them. Trying to rescue a fellow knight Douglas and all his knights were killed. Sir James Douglas was found with the silver casket still around his neck. His body was made ready for the trip home. The silver casket containing the heart of Bruce never reached the Holy Land. It was buried at the Abbey of Melrose. Sir James Douglas was buried at the Kirk of Douglas.","categories":[],"infobox_types":[],"annotations":[{"uri":"Scottish_people","surface_form":"Scottish","offset":97},{"uri":"Soldier","surface_form":"soldier","offset":106},{"uri":"Knight","surface_form":"knight","offset":115},{"uri":"Wars_of_Scottish_Independence","surface_form":"Wars of Scottish Independence","offset":144},{"uri":"Hero","surface_form":"hero","offset":219},{"uri":"Follower","surface_form":"follower","offset":236},{"uri":"Robert_I_of_Scotland","surface_form":"Robert I of Scotland","offset":270},{"uri":"Edward_I_of_England","surface_form":"Edward I of England","offset":468},{"uri":"Lord","surface_form":"lord","offset":1037},{"uri":"Attack","surface_form":"attack","offset":1580},{"uri":"Defeated","surface_form":"defeated","offset":1624},{"uri":"Destroyed","surface_form":"destroyed","offset":1696},{"uri":"Poisoned","surface_form":"poisoned","offset":1739},{"uri":"Execution","surface_form":"executed","offset":1762},{"uri":"Captured","surface_form":"captured","offset":1797},{"uri":"Influence","surface_form":"influence","offset":1917},{"uri":"Region","surface_form":"region","offset":1935},{"uri":"Harry","surface_form":"harried","offset":1969},{"uri":"Military_tactics","surface_form":"tactics","offset":2031},{"uri":"Escape","surface_form":"escapes","offset":2132},{"uri":"Rendered","surface_form":"rendered","offset":2169},{"uri":"Raid","surface_form":"raids","offset":2502},{"uri":"Stronghold","surface_form":"stronghold","offset":2761},{"uri":"Defended","surface_form":"defended","offset":2806},{"uri":"Reputation","surface_form":"reputation","offset":2965},{"uri":"Model","surface_form":"model","offset":3113},{"uri":"Chivalry","surface_form":"chivalry","offset":3122},{"uri":"Feared","surface_form":"feared","offset":3177},{"uri":"Success","surface_form":"success","offset":3254},{"uri":"Demon","surface_form":"demon","offset":3296},{"uri":"Themselves","surface_form":"themselves","offset":3358},{"uri":"Edward_II_of_England","surface_form":"Edward II of England","offset":3426},{"uri":"Determined","surface_form":"Determined","offset":3597},{"uri":"Assembled","surface_form":"assembled","offset":3651},{"uri":"Bannockburn","surface_form":"Bannockburn","offset":3934},{"uri":"Formations","surface_form":"formations","offset":4063},{"uri":"Battalion","surface_form":"Battalion","offset":4128},{"uri":"Walter_Stewart%2C_6th_High_Steward_of_Scotland","surface_form":"Walter Stewart, 6th High Steward of Scotland","offset":4273},{"uri":"Leader","surface_form":"leader","offset":4364},{"uri":"Approaching","surface_form":"approaching","offset":4427},{"uri":"Robert_Keith%2C_Marischal_of_Scotland","surface_form":"Robert Keith, Marischal of Scotland","offset":4473},{"uri":"Observe","surface_form":"observe","offset":4512},{"uri":"Thomas_Randolph%2C_1st_Earl_of_Moray","surface_form":"Thomas Randolph, 1st Earl of Moray","offset":4749},{"uri":"Retreated","surface_form":"retreated","offset":4866},{"uri":"Confusion","surface_form":"confusion","offset":4965},{"uri":"Mounted","surface_form":"mounted","offset":4997},{"uri":"Dunbar","surface_form":"Dunbar","offset":5134},{"uri":"Defeat","surface_form":"defeat","offset":5206},{"uri":"Border","surface_form":"border","offset":5241},{"uri":"Defended","surface_form":"defended","offset":5276},{"uri":"Frighten","surface_form":"frighten","offset":5623},{"uri":"Payment","surface_form":"payment","offset":5660},{"uri":"Attack","surface_form":"attack","offset":5697},{"uri":"Prove","surface_form":"prove","offset":5736},{"uri":"Protect","surface_form":"protect","offset":5793},{"uri":"Yorkshire","surface_form":"Yorkshire","offset":5968},{"uri":"Isabella_of_France","surface_form":"Isabella of France","offset":6032},{"uri":"Succeed","surface_form":"succeed","offset":6069},{"uri":"Reputation","surface_form":"reputation","offset":6100},{"uri":"Seal","surface_form":"seal","offset":6248},{"uri":"Declaration_of_Arbroath","surface_form":"Declaration of Arbroath","offset":6260},{"uri":"Declaration","surface_form":"declaration","offset":6290},{"uri":"Independence","surface_form":"independence","offset":6314},{"uri":"Pope_John_XXII","surface_form":"Pope John XXII","offset":6358},{"uri":"Reward","surface_form":"reward","offset":6405},{"uri":"Grants","surface_form":"grants","offset":6430},{"uri":"Privileges","surface_form":"privileges","offset":6480},{"uri":"Emerald","surface_form":"Emerald","offset":6503},{"uri":"Grant","surface_form":"Charter","offset":6511},{"uri":"Heirs","surface_form":"heirs","offset":6550},{"uri":"Freedom","surface_form":"freedom","offset":6556},{"uri":"Obligations","surface_form":"obligations","offset":6574},{"uri":"Judge","surface_form":"judge","offset":6636},{"uri":"Importance","surface_form":"importance","offset":6789},{"uri":"Health","surface_form":"health","offset":6920},{"uri":"Dying","surface_form":"dying","offset":6935},{"uri":"Crusades","surface_form":"crusade","offset":6994},{"uri":"Holy_Land","surface_form":"Holy Land","offset":7066},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":7419},{"uri":"Flanders","surface_form":"Flanders","offset":7473},{"uri":"Voyage","surface_form":"voyage","offset":7540},{"uri":"Sailed","surface_form":"sailed","offset":7553},{"uri":"Spain","surface_form":"Spain","offset":7563},{"uri":"Seville","surface_form":"Seville","offset":7591},{"uri":"Welcomed","surface_form":"welcomed","offset":7610},{"uri":"Alfonso_XI%2C_King_of_Castile_and_Leon","surface_form":"Alfonso XI, King of Castile and Leon","offset":7622},{"uri":"Moors","surface_form":"Moors","offset":7734},{"uri":"Vanguard","surface_form":"vanguard","offset":7909},{"uri":"Command","surface_form":"command","offset":7976},{"uri":"Pretended","surface_form":"pretended","offset":8062},{"uri":"Surrounded","surface_form":"surrounded","offset":8178},{"uri":"Rescue","surface_form":"rescue","offset":8205},{"uri":"Fellow","surface_form":"fellow","offset":8214},{"uri":"Killed","surface_form":"killed","offset":8261},{"uri":"Made","surface_form":"made","offset":8356}]}