{"id":40429,"url":"http://en.wikipedia.org/wiki/Cartilage","text":"Cartilage is a flexible connective tissue found in many parts of the body. It can bend a bit, but resists stretching.\nIts main function is to connect bones together. It is also found in the joints, the rib cage, the ear, the nose, the throat and between the bones of the back. Another function of cartilage is to create a place on which bones can form when they are first developed. It also helps to protect the places where bones work against each other: the joints. In some fish like sharks (Chondrichthyes), cartilage forms the whole of the skeleton.\nUnlike other connective tissues, cartilage does not contain blood vessels. The cells are supplied by diffusion. So, compared to other connective tissues, cartilage grows and repairs more slowly. Cartilage also does not contain nerves, making the hard tissue painless if damage is caused. However, the breaking of a cartilage often results in damage to tendons and muscles, which certainly does cause pain.\nThere are many diseases caused by defects in cartilage. One of the most common is osteoarthritis, where the cartilage wears so thin that bone rubs against bone. Cartilage acts as a barrier, preventing the entry of lymphocytes or diffusion of immunoglobulins. This allows surgeons to transplant of cartilage from one person to another without fear of tissue rejection.\nParts.\nCartilage is made of special cells (called chondroblasts) that produce a large amount of matrix outside the cells. The matrix is composed of","categories":[],"infobox_types":[],"annotations":[{"uri":"Flexible","surface_form":"flexible","offset":15},{"uri":"Connective_tissue","surface_form":"connective tissue","offset":24},{"uri":"Stretch","surface_form":"stretching","offset":106},{"uri":"Bone","surface_form":"bone","offset":150},{"uri":"Joint","surface_form":"joint","offset":190},{"uri":"Rib_cage","surface_form":"rib cage","offset":202},{"uri":"Ear","surface_form":"ear","offset":216},{"uri":"Nose","surface_form":"nose","offset":225},{"uri":"Throat","surface_form":"throat","offset":235},{"uri":"Shark","surface_form":"shark","offset":486},{"uri":"Chondrichthyes","surface_form":"Chondrichthyes","offset":494},{"uri":"Diffusion","surface_form":"diffusion","offset":655},{"uri":"Osteoarthritis","surface_form":"osteoarthritis","offset":1042},{"uri":"Lymphocyte","surface_form":"lymphocyte","offset":1174},{"uri":"Immunoglobulin","surface_form":"immunoglobulin","offset":1202},{"uri":"Surgeon","surface_form":"surgeon","offset":1231},{"uri":"Transplantation","surface_form":"transplant","offset":1243},{"uri":"Tissue_rejection","surface_form":"tissue rejection","offset":1310},{"uri":"Cell","surface_form":"cell","offset":1364},{"uri":"Matrix","surface_form":"matrix","offset":1424}]}