{"id":404533,"url":"http://en.wikipedia.org/wiki/John_Crackston","text":"John Crackston (1575 – c. 1620/21), also spelled as John Craxston or Crakstone, was an English Separatist from the Netherlands who came with his son John on the voyage of the Pilgrim ship \"Mayflower\". He signed the Mayflower Compact.\nEnglish origins.\nSeparatists were people who rejected the Church of England. These other beliefs were not allowed in England.\nCrackston's birth year is of about 1575. It is based on a document made when his daughter married. It is believed that he moved to the Netherlands from Colchester in co. Essex, England from another document. In the 1618 Leiden marriage of his daughter Anna, she is said to be from Colchester.\nIn Leiden.\nThe name of John Crackston, in Leiden Netherlands, first appears in legal documents on June 16, 1616, when, along with fellow Mayflower passenger Moses Fletcher, he witnessed a promise of marriage of Zachariah Barrow.\nCrackston’s daughter Anna (Anne) married Thomas Smith in Leiden on December 12, 1618. In the records Anna is described as being a unmarried women from Colchester in England. At her wedding was her friend Patience Brewster. She would also be a \"Mayflower\" passenger. Patience would die of a fever in Plymouth in 1634 as the first wife of Plymouth Colony Governor Thomas Prence.\nMayflower voyage.\nIn 1620 John Crackston came to the Mayflower with other church members from Leiden and in the company of his son John. It is believed that his wife, name unknown, may have been died. His daughter Anna had married in 1618 and did not accompany them.\nWilliam Bradford, wrote in 1651, Crackston and his son John embarked on the Mayflower\nJohn Crackston and his son left Plymouth, England on 16 September 1620. There were 102 passengers and 30–40 crew. On 19 November 1620, the \"Mayflower\" reached land at Cape Cod hook. They landed on November 21. They wrote the Mayflower Compact, which made rules on how they would live and treat each other. The \"Mayflower\" was supposed to land in the Colony of Virginia, but the ship was too damaged and they were forced to land at Cape Cod now called Provincetown Harbor.\nJohn Crackston was a signatory to the Mayflower Compact. On that document, he signed his name as “John Craxton.” His son John Jr. was apparently not yet twenty-one years of age and did not sign the Compact.\nFamily of John Crackston.\nCrackston first wife's name is not known.\nDeath and burial of John Crackston.\nJohn Crackston (Sr.) died in the winter of 1620, wrote Governor William Bradford. Bradford said it was after he got lost in the woods and his feet became frozen and he got a fever. The exact date is unknown. As with most passengers who died that winter, he was most likely buried in an unmarked grave in Cole's Hill Burial Ground, Plymouth. Cractston's name is spelled “John Craxston Sr.” on the Tomb.","categories":[],"infobox_types":[],"annotations":[{"uri":"Separatist_movements_(religion)","surface_form":"Separatist","offset":95},{"uri":"Netherlands","surface_form":"Netherlands","offset":115},{"uri":"Pilgrim","surface_form":"Pilgrim","offset":175},{"uri":"Mayflower","surface_form":"Mayflower","offset":189},{"uri":"Mayflower_Compact","surface_form":"Mayflower Compact","offset":215},{"uri":"England","surface_form":"England","offset":351},{"uri":"Document","surface_form":"document","offset":418},{"uri":"Married","surface_form":"married","offset":450},{"uri":"Colchester","surface_form":"Colchester","offset":512},{"uri":"Leiden","surface_form":"Leiden","offset":580},{"uri":"Marriage","surface_form":"marriage","offset":587},{"uri":"Legal","surface_form":"legal","offset":732},{"uri":"Moses_Fletcher","surface_form":"Moses Fletcher","offset":810},{"uri":"Promise","surface_form":"promise","offset":841},{"uri":"William_Brewster","surface_form":"Patience Brewster","offset":1086},{"uri":"Fever","surface_form":"fever","offset":1172},{"uri":"Plymouth_Colony","surface_form":"Plymouth Colony","offset":1219},{"uri":"Governor","surface_form":"Governor","offset":1235},{"uri":"Died","surface_form":"died","offset":1454},{"uri":"Plymouth%2C_Devon","surface_form":"Plymouth","offset":1644},{"uri":"Cape_Cod","surface_form":"Cape Cod","offset":1779},{"uri":"Mayflower_Compact","surface_form":"Mayflower Compact","offset":1837},{"uri":"Colony_of_Virginia","surface_form":"Colony of Virginia","offset":1962},{"uri":"Harbor","surface_form":"Harbor","offset":2076},{"uri":"Wife","surface_form":"wife's","offset":2333},{"uri":"William_Bradford_(Mayflower_passenger)","surface_form":"William Bradford","offset":2459},{"uri":"Forest","surface_form":"woods","offset":2523},{"uri":"Freezing","surface_form":"frozen","offset":2549},{"uri":"Fever","surface_form":"fever","offset":2569},{"uri":"Grave","surface_form":"grave","offset":2690},{"uri":"Cole%27s_Hill","surface_form":"Cole's Hill","offset":2699}]}