{"id":40456,"url":"http://en.wikipedia.org/wiki/Munich_Airport","text":"Munich International Airport (IATAcode \"MUC\") is an airport 28 km north east of the city Munich, Germany. It is mainly used by Lufthansa and the Star-Alliance, which Lufthansa is in. In 2008, 34.53 million passengers used the airport. After Frankfurt am Main Munich is the second most important airport in Germany. It is the 8th largest in Europe.\nHistory.\nMunich Airport was opened in 1992. Before that the airport was in Riem. Building was started in 1980.\nBecause Frankfurt am Main was so busy, Lufthansa began to use Munich for international flights. The Airport was named after \"Franz-Josef Strauss\", a politician who was very interested in aeroplanes. People in Munich usually just call it \"München Flughafen\" or \"der Flughafen\".\nIn 2003 the second airport terminal was opened, for people travelling on Lufthansa and Star-Alliance only.\nA third runway is planned, because there is much traffic on Munich Airport, but people who live near the airport do not want it.\nGeography.\nYou can use the Munich S-Bahn lines S1 and S8 to go to the city. They both cost €8,80 and take about forty minutes. Taxis to Munich cost €50 and can get stuck because of traffic congestion.\nThe cities near the airport are Erding and Freising. They can be reached by Bus (~3-4 €) or Taxi (~€18).\nThe Munich Airport center (MAC) is between the two terminals but it is not so far. It has many shops and restaurants.\nThere is a Hilton Hotel near the airport and a second hotel is planned.\nTerminals.\nMunich Airport has two terminals. Terminal 2 is newer and larger.\nTerminal 1.\nTerminal 1 is used by the non-Star Alliance airlines. The halls or areas are numbered A-F. It was opened on 17th May 1992 20 million passengers can use it every year. At the moment the terminal is being renovated, giving more room for shops and other things. The first halls have already been finished.\nHall F.\nHall F is a secure terminal used by Israeli airlines only.\nTerminal 2.\nTerminal 2 is used by all Star Alliance flights. It was opened on 29th June 2003 and nearly 20-25 million passengers can use it every year. Many passengers like the terminal because connections are easy and fast. The time needed for a connection inside the terminal is only 25 minutes, the airport and Lufthansa say.\nCentral area.\nThe central area is a shopping-mall that is in between the two terminals; the older part which belongs to terminal 1 is an indoor area. The newer part which was built as the same time as the 2nd terminal is a big outside area.","categories":[],"infobox_types":[],"annotations":[{"uri":"IATA","surface_form":"IATA","offset":30},{"uri":"Munich","surface_form":"Munich","offset":89},{"uri":"Lufthansa","surface_form":"Lufthansa","offset":127},{"uri":"Star-Alliance","surface_form":"Star-Alliance","offset":145},{"uri":"2008","surface_form":"2008","offset":186},{"uri":"Passenger","surface_form":"passenger","offset":206},{"uri":"Frankfurt_am_Main","surface_form":"Frankfurt am Main","offset":241},{"uri":"Germany","surface_form":"Germany","offset":306},{"uri":"Europe","surface_form":"Europe","offset":340},{"uri":"Riem","surface_form":"Riem","offset":423},{"uri":"1980","surface_form":"1980","offset":453},{"uri":"Frankfurt_am_Main","surface_form":"Frankfurt am Main","offset":467},{"uri":"Politician","surface_form":"politician","offset":608},{"uri":"Aeroplanes","surface_form":"aeroplanes","offset":646},{"uri":"2003","surface_form":"2003","offset":739},{"uri":"Airport_terminal","surface_form":"airport terminal","offset":755},{"uri":"Runway","surface_form":"runway","offset":851},{"uri":"S-Bahn","surface_form":"Munich S-Bahn","offset":999},{"uri":"Traffic_congestion","surface_form":"traffic congestion","offset":1153},{"uri":"Erding","surface_form":"Erding","offset":1205},{"uri":"Freising","surface_form":"Freising","offset":1216},{"uri":"Hilton_Hotels","surface_form":"Hilton","offset":1407},{"uri":"Flights","surface_form":"flights","offset":1979},{"uri":"Connections","surface_form":"connections","offset":2121}]}