{"id":40463,"url":"http://en.wikipedia.org/wiki/Nikolai_Rimsky-Korsakov","text":"Nikolai Andreyevich Rimsky-Korsakov, was a Russian composer. He was one of the most famous composers of his time and influenced a lot of other composers. Like so many Russian composers in the 19th century, he was an amateur composer. His main job was in the navy.\nRimsky-Korsakov was born near Novgorod, 18 March 1844, and died in Lybensk, near St Petersburg, 21 June 1908. He is best known for his operas, orchestral music and songs. He was brilliant at writing music for orchestras and wrote an excellent book about orchestration. He loved to write music about fairy-tale stories and legends. His best-known work is \"Scheherazade\", an orchestral piece which describes in music the stories told by Scheherazade in the book of \"One Thousand and One Nights\". He also completed or re-orchestrated several works by Modest Mussorgsky which had been left unfinished.\nEarly years.\nRimsky-Korsakov was born in 1844. Several people from his family had careers in the Russian army and navy. Both his grandmothers, however, were simple people who had lived in the country. When he was young he showed a great interest in music. He sang every tune he heard and knew, without looking, the names of the notes that he heard being played on the piano. When he was six he started piano lessons. The opera \"Life for the Tsar\" by Glinka made a big impression on him. However, he wanted to join the navy, so in 1862 he entered the College of Naval Cadets, where his brother (who was 22 years older) was the director.\nHe continued to learn the piano while he was at Cadet school. He was never a brilliant pianist, but he enjoyed playing tunes from operas on the piano. He got to know several young composers who were already becoming famous: Balakirev, Cui and Mussorgsky. Balakirev gave him advice about his compositions. He started to write a symphony, but then he had to go to sea for two-and-a-half years. He sailed on a clipper called \"Almaz\". The boat went to Gravesend, the Baltic Sea, New York, Rio de Janeiro and the Mediterranean When he got back, Balakirev made him finish the symphony.\nCareer and musical work.\nRimsky-Korsakov now worked about two or three hours a day for the navy. He spent the rest of the time composing or visiting friends. He met more composers, including Borodin and Dargomïzhsky, and he composed songs and piano music, although he was not good enough to play the piano to audiences. However, his friends realized that he was very good at writing for orchestras and he was asked to orchestrate several pieces. Dargomïzhsky, who was dying, had not yet orchestrated his opera \"The Stone Guest\", so he asked Rimsky-Korsakov to do it.\nAlthough he had not had any formal musical education he was offered a job as professor of composition at the Petersburg Conservatory. In 1872 he married a girl called Nadezhda. She was a beautiful woman and an excellent pianist, and she helped him a lot, especially in making piano arrangements of his orchestral music.\nHe wrote three symphonies and an opera \"The Maid of Pskov\", but in 1897 he stopped composing for several years. He spent his time inspecting naval bands and studied in great detail how musical instruments worked. Then, in 1880 he produced a new opera \"May Night\". It was performed in the Mariinsky Theatre. One of the main parts was sung by Fyodor Stravinsky, who was the father of Igor Stravinsky. Rimsky-Korsakov had by now become really interested in Russian folktunes and fairy tales. His next opera was \"Snow Maiden\". Then his friend Mussorgsky died, leaving lots of compositions unfinished. Rimsky-Korsakov spent a lot of time preparing them for publication. He made changes to some of Mussorgsky’s harmonies so that it suited his Romantic tastes. Nowadays many people think that Mussorgsky’s versions are better and that Rimsky-Korsakov had not understood properly what Mussorgsky had been trying to do. He also completed and orchestrated Borodin’s opera \"Prince Igor\" after Borodin died. He composed two very popular orchestral works: \"Spanish Capriccio\" (1887) and \"Sheherazade\" (1888). After this he hardly ever wrote any music which was just for orchestra, he concentrated instead on writing operas, e.g. The Tsar's Bride (1899).\nLater years.\nHe became even more interested in opera after Karl Muck had conducted Richard Wagner’s Ring Cycle four times in St Petersburg, but Wagner’s music did not influence his own style. However, he also had lots of worries, particularly about the health of some members of his family. He started to become depressed and worried about losing his ability to compose. He became more relaxed after he moved to a new home in the country. He composed the operas \"Christmas Eve\" and \"Sadko\". He wrote many beautiful songs and made changes to some of his earlier music. He also wrote an autobiography.\nNikolai Rimsky-Korsakov died of heart trouble in 1908.\nHis music.\nRimsky-Korsakov is best known in the west for a few orchestral works, especially: \"Scheherazade\", \"Spanish Capriccio\" and \"Easter Festival\" overture. The way he arranges the music for the different instruments of the orchestra is brilliant (for example: in \"Scheherazade\" his use of the trombones for the evil Sultan, the violin for the beautiful Scheherazade, or the bassoon for the beggar. His operas are also full of wonderful effects and brilliant writing for the singers, but are often hard to translate well into other languages. One of his most famous piano works is \"The Flight Of The Bumblebee\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Russia","surface_form":"Russia","offset":43},{"uri":"Influence","surface_form":"influence","offset":117},{"uri":"Amateur","surface_form":"amateur","offset":216},{"uri":"Navy","surface_form":"navy","offset":258},{"uri":"Novgorod","surface_form":"Novgorod","offset":294},{"uri":"St_Petersburg","surface_form":"St Petersburg","offset":345},{"uri":"Opera","surface_form":"opera","offset":399},{"uri":"Orchestra","surface_form":"orchestral music","offset":407},{"uri":"Song","surface_form":"song","offset":428},{"uri":"Orchestra","surface_form":"orchestra","offset":473},{"uri":"Orchestration","surface_form":"orchestration","offset":518},{"uri":"Fairy-tale","surface_form":"fairy-tale","offset":563},{"uri":"Legend","surface_form":"legend","offset":586},{"uri":"Scheherazade","surface_form":"Scheherazade","offset":699},{"uri":"One_Thousand_and_One_Nights","surface_form":"One Thousand and One Nights","offset":728},{"uri":"Orchestration","surface_form":"re-orchestrated","offset":779},{"uri":"Modest_Mussorgsky","surface_form":"Modest Mussorgsky","offset":812},{"uri":"Note_(music)","surface_form":"notes","offset":1190},{"uri":"Opera","surface_form":"opera","offset":1283},{"uri":"Life_for_the_Tsar","surface_form":"Life for the Tsar","offset":1290},{"uri":"Mikhael_Glinka","surface_form":"Glinka","offset":1312},{"uri":"Board_of_directors","surface_form":"director","offset":1488},{"uri":"Balakirev","surface_form":"Balakirev","offset":1722},{"uri":"Cui","surface_form":"Cui","offset":1733},{"uri":"Mussorgsky","surface_form":"Mussorgsky","offset":1741},{"uri":"Advice_(opinion)","surface_form":"advice","offset":1772},{"uri":"Symphony","surface_form":"symphony","offset":1825},{"uri":"Clipper","surface_form":"clipper","offset":1905},{"uri":"Gravesend","surface_form":"Gravesend","offset":1946},{"uri":"Baltic_Sea","surface_form":"Baltic Sea","offset":1961},{"uri":"New_York","surface_form":"New York","offset":1973},{"uri":"Rio_de_Janeiro","surface_form":"Rio de Janeiro","offset":1983},{"uri":"Mediterranean","surface_form":"Mediterranean","offset":2006},{"uri":"Borodin","surface_form":"Borodin","offset":2269},{"uri":"Dargom%C3%AFzhsky","surface_form":"Dargomïzhsky","offset":2281},{"uri":"Composition_(music)","surface_form":"composition","offset":2735},{"uri":"Petersburg_Conservatory","surface_form":"Petersburg Conservatory","offset":2754},{"uri":"Arrangement_(music)","surface_form":"arrangements","offset":2927},{"uri":"Band","surface_form":"band","offset":3112},{"uri":"Musical_instrument","surface_form":"musical instrument","offset":3150},{"uri":"Mariinsky_Theatre","surface_form":"Mariinsky Theatre","offset":3253},{"uri":"Igor_Stravinsky","surface_form":"Igor Stravinsky","offset":3347},{"uri":"Folk_music","surface_form":"folktunes","offset":3427},{"uri":"Mussorgsky","surface_form":"Mussorgsky","offset":3504},{"uri":"Publication","surface_form":"publication","offset":3617},{"uri":"Harmony","surface_form":"harmonies","offset":3670},{"uri":"Prince_Igor","surface_form":"Prince Igor","offset":3928},{"uri":"The_Tsar%27s_Bride","surface_form":"The Tsar's Bride","offset":4181},{"uri":"Karl_Muck","surface_form":"Karl Muck","offset":4265},{"uri":"Richard_Wagner","surface_form":"Richard Wagner","offset":4289},{"uri":"Ring_Cycle","surface_form":"Ring Cycle","offset":4306},{"uri":"Autobiography","surface_form":"autobiography","offset":4791},{"uri":"Heart","surface_form":"heart","offset":4838},{"uri":"Overture","surface_form":"overture","offset":5012},{"uri":"Trombone","surface_form":"trombone","offset":5159},{"uri":"Sultan","surface_form":"Sultan","offset":5182},{"uri":"Violin","surface_form":"violin","offset":5194},{"uri":"Scheherazade","surface_form":"Scheherazade","offset":5219},{"uri":"Bassoon","surface_form":"bassoon","offset":5240},{"uri":"Beggar","surface_form":"beggar","offset":5256}]}