{"id":404676,"url":"http://en.wikipedia.org/wiki/Little_Iodine","text":"Little Iodine was a popular comic strip published in the United States on Sundays. It was created by Jimmy Hatlo. It was published from 1943 until 1985.\nThe story is about a girl called \"Little Iodine\". She first appeared in an earlier comic strip by Hatlo, called \"They'll Do It Every Time\". She was the daughter of the strip's main character, Henry Tremblechin. She constantly annoyed her father with pranks and practical jokes. The character of Iodine became very popular, so Hatlo promoted the character into her own strip in 1943.\nIodine's antics were on the Sunday comics page for over forty years. It came before \"Dennis the Menace\". From 1943 to 1963, \"Little Iodine\" was written and drawn by Hatlo.\nMovie adaptations.\nA movie based on the comic strip was released in 1946. It was by Comet Productions. The 56-minute movie stars Jo Ann Marlowe as Little Iodine, Hobart Cavanaugh as her father Henry, and Irene Ryan as her mother Cora.\nIn the movie, Iodine thinks that her mother is having an affair with Professor Simkins (played by Leon Belasco). She tries one antic after another to break up the couple. Her efforts backfire when they cause conflict between her father and his employer, Mr. Bigdome (Emory Parnell).\nThe movie was planned to be released earlier than October 20, 1946 (its actual distribution date), but that date was delayed due to an epidemic of polio that prevented children across the United States from attending movies. The movie is believed to be lost.","categories":[],"infobox_types":[],"annotations":[{"uri":"Comic_strip","surface_form":"comic strip","offset":28},{"uri":"United_States","surface_form":"United States","offset":57},{"uri":"Sunday","surface_form":"Sunday","offset":74},{"uri":"Jimmy_Hatlo","surface_form":"Jimmy Hatlo","offset":101},{"uri":"1943","surface_form":"1943","offset":136},{"uri":"1985","surface_form":"1985","offset":147},{"uri":"Annoy","surface_form":"annoyed","offset":379},{"uri":"Prank","surface_form":"pranks","offset":403},{"uri":"Practical_joke","surface_form":"practical joke","offset":414},{"uri":"Sunday_comics","surface_form":"Sunday comics","offset":564},{"uri":"Dennis_the_Menace","surface_form":"Dennis the Menace","offset":621},{"uri":"Movie","surface_form":"movie","offset":729},{"uri":"Epidemic","surface_form":"epidemic","offset":1361},{"uri":"Polio","surface_form":"polio","offset":1373}]}