{"id":40465,"url":"http://en.wikipedia.org/wiki/Modest_Mussorgsky","text":"Modest Petrovitch Mussorgsky (born Karevo, Pskov district, 21 March 1839; died St Petersburg, 28 March 1881) was a Russian composer.\nMussorgsky is famous for his operas and songs. He discovered new ways of writing for the voice which were very tuneful but which also suited the Russian language. His most famous opera is \"Boris Godunov\". He wrote an overture called \"Night on a Bare Mountain\". Another very famous piece is called \"Pictures at an Exhibition\". He wrote it for the piano, but many years after his death another composer called Maurice Ravel orchestrated it and this is the version people usually hear today. Some of his works were re-orchestrated and \"improved\" by the composer Nikolai Rimsky-Korsakov. In recent years people have started to think that what Mussorgsky wrote originally was better.\nEarly years.\nMussorgsky was born in Toropets, 250 miles south of Saint Petersburg. His family were very rich and owned a lot of land and servants (known as “serfs” in Russia). He probably got to know the serfs well. Later, in his operas, we can see that he had a lot of sympathy for the ordinary, poor people. When Mussorgsky was six he started to have piano lessons from his mother. He learned very quickly, and when he was nine he performed a concerto by John Field and works by Franz Liszt for the family. When he was 10 he and his brother went to a private school: St Peter’s School. When he was 12 he composed a polka. His father paid for it to be published.\nWhen he was 13 he was sent to the Cadet School of the Guards. His parents wanted him to be in military service, like his ancestors had been. It was a hard life at the school. There was a lot of bullying. He learned to drink alcohol and this eventually led to his alcoholism which was to kill him. He played the piano for the cadets to dance to. He was interested in history and German philosophy.\nAdulthood.\nIn October 1856, when he was 17 years old, he met the 22-year-old Alexander Borodin. They were both working in a military hospital in Saint Petersburg. The two men were soon good friends. He also met Alexander Dargomyzhsky who was then the most important Russian composer after Mikhail Glinka. Dargomyzhsky liked Mussorgsky's piano playing, and Mussorgsky often went to musical parties at Dargomyzhsky’s home. Here he met many other important Russian musicians: the critic Vladimir Stasov and the composers César Cui and Mily Balakirev. He had a very special relationship with Balakirev who was like a teacher to him and gave him a lot of advice and encouragement, introducing him to a lot of music he did not yet know. In 1858 Mussorgsky decided to give up his job and spend all his time on music.\nThe following years were difficult for Mussorgsky. He had a lot of depression. He composed some piano pieces and some songs. It was also a difficult time for his family who lost a lot of their wealth in 1861 when the new tsar of Russia ordered that the serfs could be free. Mussorgsky became a member of a group of five composers who became known as the Mighty Handful. The other four were Balakirev, Borodin, Cui and Nikolai Rimsky-Korsakov. The five were not together for very long. The others became too busy with careers outside music, or their musical tastes became very different from Mussorgsky’s. In 1863 he started to compose an opera \"Salammbô\" but he never finished it.\nMussorgsky was very upset when his mother died in 1865. He started to drink heavily.\nIn 1867 he finished the original orchestral version of his \"Night on Bald Mountain\". Balakirev did not like it and refused to conduct it, so it was never performed during Mussorgsky’s lifetime.\nFame.\nMussorgsky continued his career as a civil servant, but often he was not paid. He was very impressed by Dargomïzhsky’s new opera \"The Stone Guest\" and composed eleven scenes for an opera called \"The Marriage\". This, too, remained unfinished. However, he learned a lot from working at these unfinished works, and developed his own style which was to be used in his greatest work: \"Boris Godunov\". He learned a way of setting words to music that would keep the words flowing in a natural way which heightened their meaning. It was very different from the old-style operas where music was divided sharply into arias and recitatives with a few choruses.\nWhen he was 29 he was encouraged to write an opera on the historical story of Boris Godunov. He based his opera on a play by Alexander Pushkin, but he also read history books by Nikolay Karamzin. He worked at the opera for a year while living with friends and working for the Forestry Department. In 1871 he had finished it, but it was not allowed to be performed in the theatre because it did not have an important part for a female. Mussorgsky changed the opera, adding a whole new act with a love scene with a Polish princess. He made other changes as well. The new version was accepted. The first performance of the complete opera took place in February 1874. Mussorgsky was then at the height of his fame.\nDecline.\nAfter this Mussorgsky’s life became gradually worse. He was depressed, and had fits of madness. He was drinking heavily. He still managed to compose. He wrote a song cycle\n\"Sunless\", a piano suite \"Pictures at an Exhibition\" and started two operas: \"Khovanschina\" and \"The Fair at Sorochyntsi\". A lot of his friends were drinking, and many of them died. He was lucky to keep his job: his boss was very keen on music and allowed him a lot of time off work. However, in 1880 he eventually lost his job. He was very poor. A group of friends got together to give him money so that he could finish the two operas he was composing. He almost managed to finish \"Khovanschina\" but \"The Fair at Sorochyntsi\" remained unfinished. He became ill. The famous painter Repin made a painting of the composer, showing him with a red nose and glazed eyes. He died a week after his 42nd birthday.\nHis music.\nMussorgsky's music uses Russian musical themes. His music influenced later composers such as Dmitri Shostakovich and Sergei Prokofiev. His greatest work was the opera \"Boris Godunov\" which was about an historical character who illegally made himself tsar of Russia, but dies when he feels guilty about the murder he had committed.\n\"Khovanshchina\" was left unfinished and was completed by Rimsky-Korsakov. It was first performed in 1886 in Saint Petersburg. This opera, too, was revised by Shostakovich. \"The Fair at Sorochyntsi\" remained unfinished. It includes a dance, a Gopak, which is very well-known.\nPerhaps his best-known work is \"Pictures at an Exhibition\". It was written for piano, but later the French composer Maurice Ravel arranged it for orchestra, and this version is very often performed today at concerts. A short orchestral piece \"Night on Bald Mountain\" is also very often performed.\nMussorgsky wrote a number of songs including three short song cycles: \"The Nursery\" (1872), \"Sunless\" (1874) and \"Songs and Dances of Death\" (1877). One very well-known song is \"Mephistopheles' Song of the Flea\".","categories":[],"infobox_types":[],"annotations":[{"uri":"St_Petersburg","surface_form":"St Petersburg","offset":79},{"uri":"Russia","surface_form":"Russia","offset":115},{"uri":"Composer","surface_form":"composer","offset":123},{"uri":"Opera","surface_form":"opera","offset":162},{"uri":"Song","surface_form":"song","offset":173},{"uri":"Russian_language","surface_form":"Russian language","offset":278},{"uri":"Boris_Godunov_(opera)","surface_form":"Boris Godunov","offset":322},{"uri":"Overture","surface_form":"overture","offset":350},{"uri":"Piano","surface_form":"piano","offset":479},{"uri":"Maurice_Ravel","surface_form":"Maurice Ravel","offset":541},{"uri":"Orchestration","surface_form":"orchestrated","offset":555},{"uri":"Nikolai_Rimsky-Korsakov","surface_form":"Nikolai Rimsky-Korsakov","offset":692},{"uri":"Mile","surface_form":"mile","offset":862},{"uri":"Saint_Petersburg","surface_form":"Saint Petersburg","offset":877},{"uri":"Serfdom","surface_form":"serfs","offset":969},{"uri":"John_Field","surface_form":"John Field","offset":1269},{"uri":"Franz_Liszt","surface_form":"Franz Liszt","offset":1293},{"uri":"Polka","surface_form":"polka","offset":1429},{"uri":"Ancestor","surface_form":"ancestor","offset":1597},{"uri":"Bullying","surface_form":"bullying","offset":1670},{"uri":"Alcohol","surface_form":"alcohol","offset":1700},{"uri":"Alcoholism","surface_form":"alcoholism","offset":1739},{"uri":"Cadet","surface_form":"cadet","offset":1801},{"uri":"History","surface_form":"history","offset":1842},{"uri":"Germany","surface_form":"German","offset":1854},{"uri":"Philosophy","surface_form":"philosophy","offset":1861},{"uri":"Alexander_Borodin","surface_form":"Alexander Borodin","offset":1950},{"uri":"Alexander_Dargomyzhsky","surface_form":"Alexander Dargomyzhsky","offset":2084},{"uri":"Mikhail_Glinka","surface_form":"Mikhail Glinka","offset":2162},{"uri":"Critic","surface_form":"critic","offset":2350},{"uri":"Vladimir_Stasov","surface_form":"Vladimir Stasov","offset":2357},{"uri":"C%C3%A9sar_Cui","surface_form":"César Cui","offset":2391},{"uri":"Mily_Balakirev","surface_form":"Mily Balakirev","offset":2405},{"uri":"Depression_(mood)","surface_form":"depression","offset":2750},{"uri":"Tsar","surface_form":"tsar","offset":2904},{"uri":"Free","surface_form":"free","offset":2951},{"uri":"Nikolai_Rimsky-Korsakov","surface_form":"Nikolai Rimsky-Korsakov","offset":3101},{"uri":"Night_on_Bald_Mountain","surface_form":"Night on Bald Mountain","offset":3509},{"uri":"Boris_Godunov","surface_form":"Boris Godunov","offset":4029},{"uri":"Aria","surface_form":"aria","offset":4256},{"uri":"Recitative","surface_form":"recitative","offset":4266},{"uri":"Boris_Godunov","surface_form":"Boris Godunov","offset":4377},{"uri":"Alexander_Pushkin","surface_form":"Alexander Pushkin","offset":4424},{"uri":"Nikolay_Karamzin","surface_form":"Nikolay Karamzin","offset":4477},{"uri":"Sunless_(song_cycle)","surface_form":"Sunless","offset":5192},{"uri":"Pictures_at_an_Exhibition","surface_form":"Pictures at an Exhibition","offset":5217},{"uri":"Khovanschina","surface_form":"Khovanschina","offset":5269},{"uri":"The_Fair_at_Sorochyntsi","surface_form":"The Fair at Sorochyntsi","offset":5288},{"uri":"Ilya_Repin","surface_form":"Repin","offset":5773},{"uri":"Dmitri_Shostakovich","surface_form":"Dmitri Shostakovich","offset":6001},{"uri":"Sergei_Prokofiev","surface_form":"Sergei Prokofiev","offset":6025},{"uri":"Boris_Godunov_(opera)","surface_form":"Boris Godunov","offset":6076},{"uri":"Tsar","surface_form":"tsar","offset":6158},{"uri":"Murder","surface_form":"murder","offset":6214},{"uri":"Khovanshchina","surface_form":"Khovanshchina","offset":6240},{"uri":"Saint_Petersburg","surface_form":"Saint Petersburg","offset":6347},{"uri":"The_Fair_at_Sorochyntsi","surface_form":"The Fair at Sorochyntsi","offset":6412},{"uri":"Gopak","surface_form":"Gopak","offset":6481},{"uri":"Pictures_at_an_Exhibition","surface_form":"Pictures at an Exhibition","offset":6546},{"uri":"French_people","surface_form":"French","offset":6614},{"uri":"Maurice_Ravel","surface_form":"Maurice Ravel","offset":6630},{"uri":"Orchestra","surface_form":"orchestra","offset":6660},{"uri":"Night_on_Bald_Mountain","surface_form":"Night on Bald Mountain","offset":6757},{"uri":"Song_cycle","surface_form":"song cycle","offset":6868},{"uri":"The_Nursery_(song_cycle)","surface_form":"The Nursery","offset":6882},{"uri":"Sunless_(song_cycle)","surface_form":"Sunless","offset":6904},{"uri":"Songs_and_Dances_of_Death","surface_form":"Songs and Dances of Death","offset":6925}]}