{"id":40472,"url":"http://en.wikipedia.org/wiki/Armenians","text":"The Armenians are an ethnic group from the Caucasus. Their country is Armenia. The Armenian culture is very old. Armenia was the first country to be Christian, when the Armenian king Tiridates III changed his religion by St. Gregory the Illuminator. Because of this, many Armenians are Christians.\nBackground.\nIn the Assyrian period, the Armenian people of Nairi formed the kingdom of Ararat (well known in Assyrian as Urartu). One of the earliest record of Armenians is from a text which says \"Armani\", Արման (most common Armenian name Arman, the older variant of Armen, Արմեն) together with Ibla, as land conquered by Naram-Sin (2300 BC) identified with an Akkadian colony in the Diarbekr region. To this day the Assyrians speak about Armenians by saying \"Armani\". Another record is by Thutmose III of Egypt, says the people of \"Ermenen\" in 1446 BC, and says in their land \"heaven rests upon its four pillars\". (Thutmose was the first Pharaoh to cross the Euphrates to reach the Armenian Highlands). To this day Kurds and Turks refer to Armenians by \"Ermeni\".\nHistorically, the name \"Armenian\" has come to internationally designate this group of people from the most common Armenian names: Arman, Արման (Armenians use Arman, the older variant of Armen, Արմեն), Armen, and Armin'e (female name). Armenians call themselves \"Hay\" (Հայ, pronounced \"Hye\"; plural: Հայեր, \"Hayer\"). The word has traditionally been linked to the name of the legendary founder of the Armenian nation, Haik, which is also a popular Armenian name.\nSome scholars believe, for example, that the earliest mention of the Armenians is in the Akkadian inscriptions dating to the 28th-27th centuries BC, in which the Armenians are referred to as the sons of Haya, after the regional god of the Armenian Highlands.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ethnic_group","surface_form":"ethnic group","offset":21},{"uri":"Caucasus","surface_form":"Caucasus","offset":43},{"uri":"Armenia","surface_form":"Armenia","offset":70},{"uri":"Armenia","surface_form":"Armenia","offset":113},{"uri":"Christianity","surface_form":"Christian","offset":149},{"uri":"Tiridates_III_of_Armenia","surface_form":"Tiridates III","offset":183},{"uri":"St._Gregory_the_Illuminator","surface_form":"St. Gregory the Illuminator","offset":221},{"uri":"Christians","surface_form":"Christians","offset":286},{"uri":"Assyrian","surface_form":"Assyrian","offset":317},{"uri":"Ararat","surface_form":"Ararat","offset":385},{"uri":"Assyrians","surface_form":"Assyrian","offset":407},{"uri":"Kura-Araxes_culture","surface_form":"Armani","offset":495},{"uri":"2300_BC","surface_form":"2300 BC","offset":631},{"uri":"Assyrians","surface_form":"Assyrians","offset":715},{"uri":"Thutmose_III","surface_form":"Thutmose III","offset":788},{"uri":"Mitanni","surface_form":"Ermenen","offset":831},{"uri":"1446_BC","surface_form":"1446 BC","offset":843},{"uri":"Euphrates","surface_form":"Euphrates","offset":958},{"uri":"Armenian_Highlands","surface_form":"Armenian Highlands","offset":981},{"uri":"Haik","surface_form":"Haik","offset":1478},{"uri":"Akkadian","surface_form":"Akkadian","offset":1612},{"uri":"Armenian_Highland","surface_form":"Armenian Highland","offset":1762}]}