{"id":404728,"url":"http://en.wikipedia.org/wiki/Hoag%27s_object","text":"Hoag's object is a ring galaxy. The galaxy is named after Arthur Allen Hoag who discovered it in 1950. He identified it as either a planetary nebula or an unusual galaxy. The object has about eight billion stars, and is ~600 million light-years away in the constellation Serpens.\nCharacteristics.\nA nearly perfect ring of young hot blue stars circles the older yellow nucleus of this ring galaxy. The inner core of the galaxy is about (), while the surrounding ring has an inner 28″ diameter of () and an outer 45″ diameter of (), which is slightly larger than the Milky Way Galaxy. The gap separating the two stellar populations may contain some star clusters that are almost too faint to see.\nAs rare as this type of galaxy is, another more distant,reddish (and unnamed) ring galaxy can be seen through Hoag's object, between the nucleus and the outer ring of the galaxy, at roughly the one o'clock position in the picture to the right.\nHistory and formation.\nArt Hoag suggested the visible ring was a product of gravitational lensing. This idea was later discarded: the nucleus and the ring have the same redshift, and the ring shows knotty structure which would not be visible with gravitational lensing.\nMany of the details of the galaxy remain a mystery, especially how it formed. \"Classic\" ring galaxies are usually formed by the collision of a small galaxy with a larger disk-shaped galaxy. This collision produces a density wave in the disk which leads to a characteristic ring-like appearance. Such an event, 2–3 billion years in the past, may have formed polar-ring galaxies. However, there is no sign of any second galaxy which would have acted as the \"bullet\", and the core of Hoag's object has a very low velocity relative to the ring, making the typical formation hypothesis unlikely.\nNoah Brosch suggested that Hoag's object might be a product of an extreme \"bar instability\" which occurred a few billion years ago in a barred spiral galaxy. Schweizer \"et al\" claims that this is unlikely because the nucleus of the object is spheroidal, whereas the nucleus of a barred spiral galaxy is disc-shaped. However, evidence is somewhat thin for this dispute to be settled. A few other galaxies share the characteristics of Hoag's object, including the bright detached ring of stars, but their centers are elongated or barred, and they may exhibit some spiral structure While none match Hoag's object in symmetry, this handful of galaxies are known to some as Hoag-type galaxies.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ring_galaxy","surface_form":"ring galaxy","offset":19},{"uri":"Planetary_nebula","surface_form":"planetary nebula","offset":132},{"uri":"Light-year","surface_form":"light-year","offset":233},{"uri":"Serpens","surface_form":"Serpens","offset":271},{"uri":"Star","surface_form":"star","offset":337},{"uri":"Milky_Way_Galaxy","surface_form":"Milky Way Galaxy","offset":565},{"uri":"Star_cluster","surface_form":"star cluster","offset":647},{"uri":"Gravitational_lensing","surface_form":"gravitational lensing","offset":1015},{"uri":"Redshift","surface_form":"redshift","offset":1108},{"uri":"Polar-ring_galaxy","surface_form":"polar-ring galaxies","offset":1566},{"uri":"Barred_spiral_galaxy","surface_form":"barred spiral galaxy","offset":1936}]}