{"id":404837,"url":"http://en.wikipedia.org/wiki/Crest_(feathers)","text":"The crest, in some cases called a crown, of a bird, is a group of feathers that some species of birds have on top of the head. The feathers of these crests can move up and down or be permanently up, depending of the species. For example, the crests of cockatoos and the hoopoe could be up or down but the feathers in the crest of the grey crowned crane are always up.\nCrests on birds are generally used for display purposes. Birds with crests often use them to communicate with others and as a part of their courtship. They also tend to display their crests when they are frightened or ready to fight because the birds may appear larger than they really are.\nCockatoos and their smaller cousins, cockatiels, are part of the Cacatuidae family of parrots found in Australia, the Bismarck Archipelago and the Philippines, and are probably the most recognizable birds to feature crests. Cockatoos and cockatiels possess crests which may be raised or lowered at will. Their crests are used to communicate with fellow members of their species, or as a form of defense to frighten away other species that approach too closely, making the bird appear larger when the crest is suddenly and unexpectedly raised.","categories":[],"infobox_types":[],"annotations":[{"uri":"Feather","surface_form":"feather","offset":66},{"uri":"Species","surface_form":"species","offset":85},{"uri":"Bird","surface_form":"bird","offset":96},{"uri":"Cockatoo","surface_form":"cockatoo","offset":252},{"uri":"Hoopoe","surface_form":"hoopoe","offset":270},{"uri":"Grey_crowned_crane","surface_form":"grey crowned crane","offset":334},{"uri":"Display_(zoology)","surface_form":"display","offset":407},{"uri":"Courtship","surface_form":"courtship","offset":508},{"uri":"Cockatoo","surface_form":"Cockatoo","offset":659},{"uri":"Cockatiel","surface_form":"cockatiel","offset":696},{"uri":"Cockatoo","surface_form":"Cockatoo","offset":883},{"uri":"Cockatiel","surface_form":"cockatiel","offset":897}]}