{"id":404899,"url":"http://en.wikipedia.org/wiki/The_Genetical_Theory_of_Natural_Selection","text":"\"The Genetical Theory of Natural Selection\" is a book by R.A. Fisher first published in 1930 by Oxford University Press which combines Mendelian genetics with Charles Darwin's theory of natural selection. It is one of the most important books of the modern evolutionary synthesis.\nEditions.\nA second, slightly revised edition was published in 1958. In 1999, a third variorum edition, with the original 1930 text, annotated with the 1958 alterations, notes and alterations accidentally omitted from the second edition was published.\nIts significance.\nWhen Fisher started his career, genetics was not a well-understood science. There were biologists who did not see how evolution by natural selection could happen with heredity as they understood it. The main effect of the book was to to show the small changes in genes could indeed lead to the large changes seen in the fossil record. Fisher's second chapter, the \"Fundamental theory of natural selection\", convinced most biologists that Darwin's idea and modern genetics were compatible (could work together). Fisher's view was reinforced by Julian Huxley, J.B.S. Haldane, Sewell Wright, Theodosius Dobzhansky, and G. Ledyard Stebbins. All of these men were in touch with genetics. With the addition of two field biologists, Ernst Mayr and Bernhard Rensch and a palaeontologist, George Simpson, the group put together the modern synthesis.\nFisher also developed ideas on sexual selection, mimicry and the evolution of dominance. He showed that mutations with big effects usually reduce the fitness of the individual. He also proved that larger populations carry more variation and have a greater chance of survival. He set the foundations for population genetics.\nAbout a third of the book concerned the applications of genetics to humans. Using the British census data of 1911, he showed there was an inverse relationship between fertility and social class. This was partly due, he believed, to the rise in social status of families who were not capable of producing many children but who rose because of the financial advantage of having a small number of children. Therefore he suggested subsidies (he called them allowances) to families with larger numbers of children, with the allowances proportional to the earnings of the father. He himself had two sons and six daughters.\nReviews.\nThe book was reviewed, among others, by physicist Charles Galton Darwin, a grandson of Charles Darwin's. After his review, C.G. Darwin sent Fisher his copy of the book, with notes in the margin. The marginal notes became the food for a correspondence running at least three years.\nAlthough Fisher's book was immediately understood by the few who understood genetics, it was a long time before the general biologist appreciated it. It is now agreed to be one of the foundations of modern population genetics and evolution.","categories":[],"infobox_types":[],"annotations":[{"uri":"R.A._Fisher","surface_form":"R.A. Fisher","offset":57},{"uri":"Mendelian_genetics","surface_form":"Mendelian genetics","offset":135},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":159},{"uri":"Natural_selection","surface_form":"natural selection","offset":186},{"uri":"Modern_evolutionary_synthesis","surface_form":"modern evolutionary synthesis","offset":250},{"uri":"Variorum","surface_form":"variorum","offset":366},{"uri":"Genetics","surface_form":"genetics","offset":582},{"uri":"Evolution","surface_form":"evolution","offset":668},{"uri":"Natural_selection","surface_form":"natural selection","offset":681},{"uri":"Heredity","surface_form":"heredity","offset":717},{"uri":"Genes","surface_form":"genes","offset":813},{"uri":"Fossil_record","surface_form":"fossil record","offset":870},{"uri":"Julian_Huxley","surface_form":"Julian Huxley","offset":1093},{"uri":"J.B.S._Haldane","surface_form":"J.B.S. Haldane","offset":1108},{"uri":"Sewell_Wright","surface_form":"Sewell Wright","offset":1124},{"uri":"Theodosius_Dobzhansky","surface_form":"Theodosius Dobzhansky","offset":1139},{"uri":"G._Ledyard_Stebbins","surface_form":"G. Ledyard Stebbins","offset":1166},{"uri":"Ernst_Mayr","surface_form":"Ernst Mayr","offset":1276},{"uri":"Bernhard_Rensch","surface_form":"Bernhard Rensch","offset":1291},{"uri":"George_Gaylord_Simpson","surface_form":"George Simpson","offset":1330},{"uri":"Sexual_selection","surface_form":"sexual selection","offset":1422},{"uri":"Mimicry","surface_form":"mimicry","offset":1440},{"uri":"Dominance_(genetics)","surface_form":"dominance","offset":1469},{"uri":"Mutations","surface_form":"mutations","offset":1495},{"uri":"Fitness","surface_form":"fitness","offset":1541},{"uri":"Population_genetics","surface_form":"population genetics","offset":1694},{"uri":"Fertility","surface_form":"fertility","offset":1882},{"uri":"Social_class","surface_form":"social class","offset":1896},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":2428}]}