{"id":404893,"url":"http://en.wikipedia.org/wiki/County_Cavan","text":"County Cavan (in Gaelic,) is a county in Ireland. It is part of the Border Region as it is on the border with Northern Ireland. It is part of the province of Ulster. It is named after the town of Cavan. 73,183 people live in the county according to the 2011 census. Not many people live in the north-western area of the county as there are many mountains.\nCavan borders six other counties: Leitrim to the west, Fermanagh and Monaghan to the north, Meath to the south-east, Longford to the south-west and Westmeath to the south.\nGeography.\nThe county has a lot of countryside with many lakes and small hills called drumlins. The highest point of the county is in the Breifne mountains, mount Cuilcagh at.\nCavan is known as 'The Lakeland County' and it is said it has 365 lakes, one for every day of the year. At, Lough Sheelin is the county's largest lake situated in the south of the county. A large area of lakes in the north and west of Cavan are marked as Specially Protected Areas (SPA), example of this being Lough Oughter. Other important wildlife protected lakes such as Lough Gowna and Lough Ramor are in the south and east of the county. The county contains forests such as Bellamont Forest near Cootehill, Killykeen Forest Park at Lough Oughter (a Coillte state forest), Dún na Rí Forest Park and the Burren Forest.\nMany rivers in Ireland start in County Cavan. The Shannon Pot is the source of the River Shannon, the longest river in Ireland at. The River Erne is a major river which rises from Beaghy Lough south of Stradone in Cavan and flows for to Lough Erne.\nHistory.\nIn medieval times, the area of Cavan was part of East Bréifne after its ruling Gaelic family. This in was a division of the 11th century Kingdom of Bréifne. For this reason the county is also sometimes known as the Breffni County. The natural landscape of drumlin hills and loughs made a good defence against invaders.\nHistorically, Cavan was part of the western province of Connacht, but was transferred to Ulster in 1584 when Bréifne was shired and became the county of Cavan. In the south, the Lough Sheelin area was part of Leinster until the late 14th century.\nParts of Cavan were under Norman influence from the twelfth century. The remains of several buildings from the time can still be seen at Castlerahan and Clogh Oughter castle. There are also some remains of early abbeys in the county, like at Drumlane and Trinity Island.\nThe Plantation of Ulster from 1610 saw the settlement and origins of several new towns within the county like Bailieborough, Cootehill, Killeshandra and Virginia. Existing towns such as Cavan and Belturbet became over time more important as trading centres. Wars aimed at trying to unsettle the Plantation only led to further plantations of English and Scottish settlers into the county and the beginnings of a thriving flax and linen industry.\nEconomy.\nAgriculture is the largest industry in the county, especially dairy milk processing as well as pig and beef farming. Much of Cavan's land is clay soils, which are rich in minerals, but heavy and poorly drained, making pasture farming the dominant farming system in the county. There is a total farmed area of in the county, and there are approximately 219,568 cattle in Cavan.\nPeat cutting exists in the northwest of the county, in the Cuilcagh range.\nCavan has expanded in other industries, mainly quarrying, energy production and manufacturing facilities.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gaelic","surface_form":"Gaelic","offset":17},{"uri":"Counties_of_Ireland","surface_form":"county","offset":31},{"uri":"Republic_of_Ireland","surface_form":"Ireland","offset":41},{"uri":"Border_Region","surface_form":"Border Region","offset":68},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":110},{"uri":"Provinces_of_Ireland","surface_form":"province","offset":146},{"uri":"Ulster","surface_form":"Ulster","offset":158},{"uri":"Cavan","surface_form":"Cavan","offset":196},{"uri":"County_Leitrim","surface_form":"Leitrim","offset":390},{"uri":"County_Fermanagh","surface_form":"Fermanagh","offset":411},{"uri":"County_Monaghan","surface_form":"Monaghan","offset":425},{"uri":"County_Meath","surface_form":"Meath","offset":448},{"uri":"County_Longford","surface_form":"Longford","offset":473},{"uri":"County_Westmeath","surface_form":"Westmeath","offset":504},{"uri":"Drumlin","surface_form":"drumlin","offset":614},{"uri":"Cuilcagh","surface_form":"Cuilcagh","offset":691},{"uri":"Lough_Sheelin","surface_form":"Lough Sheelin","offset":812},{"uri":"Lough_Oughter","surface_form":"Lough Oughter","offset":1014},{"uri":"Lough_Gowna","surface_form":"Lough Gowna","offset":1078},{"uri":"Lough_Ramor","surface_form":"Lough Ramor","offset":1094},{"uri":"Cootehill","surface_form":"Cootehill","offset":1205},{"uri":"Killykeen_Forest_Park","surface_form":"Killykeen Forest Park","offset":1216},{"uri":"D%C3%BAn_na_R%C3%AD_Forest_Park","surface_form":"Dún na Rí Forest Park","offset":1281},{"uri":"Shannon_Pot","surface_form":"Shannon Pot","offset":1376},{"uri":"River_Shannon","surface_form":"River Shannon","offset":1409},{"uri":"Ireland","surface_form":"Ireland","offset":1445},{"uri":"River_Erne","surface_form":"River Erne","offset":1461},{"uri":"Stradone%2C_County_Cavan","surface_form":"Stradone","offset":1528},{"uri":"Lough_Erne","surface_form":"Lough Erne","offset":1563},{"uri":"East_Breifne","surface_form":"East Bréifne","offset":1633},{"uri":"Kingdom_of_Br%C3%A9ifne","surface_form":"Kingdom of Bréifne","offset":1721},{"uri":"Connacht","surface_form":"Connacht","offset":1959},{"uri":"Ulster","surface_form":"Ulster","offset":1992},{"uri":"Lough_Sheelin","surface_form":"Lough Sheelin","offset":2081},{"uri":"Plantation_of_Ulster","surface_form":"Plantation of Ulster","offset":2425},{"uri":"Agriculture","surface_form":"Agriculture","offset":2875},{"uri":"Clay","surface_form":"clay","offset":3016},{"uri":"Pasture","surface_form":"pasture farming","offset":3093},{"uri":"Cuilcagh","surface_form":"Cuilcagh","offset":3311}]}