{"id":404999,"url":"http://en.wikipedia.org/wiki/Jeopardy%21_College_Championship","text":"The \"Jeopardy!\" College Championship is a yearly tournament on the American television game show \"Jeopardy!\" It features full-time undergraduate college students who have not yet gotten a degree.\nThe Jeopardy! College Championship is one of the traditional tournaments held each season on the TV quiz show Jeopardy! Contestants in this tournament are full-time undergraduate college students with no prior degrees and traditionally wear a sweater bearing the name of their college or university during their appearances. The existence of this tournament does not disqualify college students from auditioning for the regular shows, but tournament participants cannot later compete in regular play. The tournament began during the 1988-89 season (Season 5) and has been played every season (except for seasons 31 and 35), always during any one of the three traditional sweeps ratings periods (November, February, or May) with the exception of being held in April 2018 due to Alex Trebek's brain surgery and April 2020 due to The Greatest of All Time Tournament. Some contestants for the inaugural tournament were selected through contestant searches held in Daytona Beach, Florida, and Palm Springs, California, during the Spring break season in 1989.\nFormat.\nThe College Championship uses a ten-game format similar to that used for the Tournament of Champions and the Teen Tournament: 15 players, in groups of three, play in five quarterfinal games; the winners of those five games and the four highest-scoring nonwinners as wild cards become the nine semifinalists who compete in three games, with no two players rematching each other in the semifinal round. The three semifinal winners advance to the two-day final round, in which contestants play two separate matches, with the contestants' combined scores for both matches determining the champion (contestants start with $0 each day).\nTrophies.\nWinners also receive a small replica trophy of the larger College Championship trophy, which is retained by \"Jeopardy!\" in Southern California. On the larger trophy are engraved the names of every year's winner.\nVehicles.\nFrom 1993–2004, the winner also won a new car (Dodge from 1993–1994, Volvo from 1995–2003, and Volkswagen in 2004), and the company who manufactured the car matched each finalists' totals and set up scholarships in those amounts earned for the finalists' schools.\nTournament of Champions.\nIn addition to the above-mentioned winnings, the winner earns an automatic position in the next Tournament of Champions, though two winners (Vinita Kailasanath in 2001 and Joey Beachum in 2008) deferred their berths in their intended tournament until the following installments due to scheduling conflicts. Three College Champions have made the Tournament of Champions finals (Tom Cubbage in 1989, Jeff Stewart in 1994, and Cliff Galiher in 2007), but only Cubbage won the event.\nList of participants.\nThe following is a list of contestants and where they placed in the tournament. Finalists who earned more than the minimum guarantee are as indicated.\nMilo Dochow was a losing contestant in the Winter 1999 Teen Tournament but was invited to participate in the following year's College Championship after being potentially disadvantaged by a questionable judges' ruling in Final Jeopardy!.\nThe first quarterfinal match of the 1992 College Championship ended in a tie, between Chris Montplasir and Ken Kansa. Chris won the tie-breaker to earn a spot in the semifinals and Ken earned enough money to earn a wildcard spot (although two other tie-breaker clues were given and correct responses were given for neither, resulting in editing out of the broadcast). The first semifinal match of the 1997 College Championship also ended in a tie, between Steven Beiver and Brian Chan. Steven gave the correct response to the tie-breaker clue to earn a spot in the finals.\nKevin ended up with $0 going into the Day Two Final Jeopardy!, and ineligible to play. He was kept to have his first day score tabulated for purposes of the final score in the two day total dollars format.\nKate Laubscher, Hannah Norem, and Michael Sieja were tied at $14,400 in the quarterfinals at the end of Final Jeopardy. Hannah led going into Final Jeopardy, while Kate and Michael tied. Kate led going into Double Jeopardy, eliminating Michael for the last spot in the semifinals.\nStanford University is the only college to have two winners.\nThe only College Champions from Ivy League schools are Terry O'Shea of Princeton University in 2014 and Dhruv Gaur of Brown University in 2018.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tournament","surface_form":"tournament","offset":49},{"uri":"Television","surface_form":"television","offset":76},{"uri":"Game_show","surface_form":"game show","offset":87},{"uri":"Jeopardy%21","surface_form":"Jeopardy!","offset":98},{"uri":"Undergraduate","surface_form":"undergraduate","offset":131},{"uri":"College","surface_form":"college","offset":145},{"uri":"Degree_(school)","surface_form":"degree","offset":188},{"uri":"Jeopardy%21_Tournament_of_Champions","surface_form":"Tournament of Champions","offset":1335},{"uri":"Jeopardy%21_Teen_Tournament","surface_form":"Teen Tournament","offset":1367},{"uri":"Wild_card_(sports)","surface_form":"wild card","offset":1524},{"uri":"Jeopardy%21_Tournament_of_Champions","surface_form":"Tournament of Champions","offset":2506},{"uri":"Jeopardy%21_Teen_Tournament","surface_form":"Teen Tournament","offset":3118},{"uri":"Stanford_University","surface_form":"Stanford University","offset":4361},{"uri":"Ivy_League","surface_form":"Ivy League","offset":4454},{"uri":"Princeton_University","surface_form":"Princeton University","offset":4493},{"uri":"Brown_University","surface_form":"Brown University","offset":4540}]}