{"id":404998,"url":"http://en.wikipedia.org/wiki/Jeopardy%21_Teen_Tournament","text":"The \"Jeopardy!\" Teen Tournament is a yearly tournament on the American television game show \"Jeopardy!\" It features middle school and high school students between the ages of thirteen and eighteen.\nThe tournament plays like the Tournament of Champions. 15 contestants play in a two week tournament. The first five games are the quarterfinals, with three new contestants each day. The winners of the five games move on to the semi-finals. The four losing contestants with the highest scores also move on as \"wild card\" players. If there is a tie at the end of a game, a Final Jeopardy!-type answer is given, and the first player to ring in with the correct response wins the game. If all three players have a score of zero, none of the contestants move on to the semi-finals, and another wild card spot is added. The next three games are the semi-final games. The three winners of the semi-finals move on to the finals. The last two games are the two-day finals. In both games, the contestants start with zero scores, and the contestants' final scores from the two days are added together to see who is the winner. The contestant with the highest score from the two days wins. The other two contestants win smaller cash prizes.\n1990s.\nWould-be contestants mailed postcards with their names and addresses to \"Jeopardy!\". 1,200 teens were selected at random from the postcard entries and were invited to come (at their own expense) to one of four regional test centers (\"e.g.\" Houston, Minneapolis, Philadelphia, and Los Angeles) to take a timed written qualifying examination with the 50 clues read by Alex Trebek on a video monitor at the front of an exam room. Passing scorers were invited back for an interview and mock game using an electronic buzzer system. Their photographs are taken for their files, and they are asked to fill out a short information sheet with interesting facts about themselves that may be later used by Alex Trebek during the interview portion of the show. Selected contestants and alternates were notified that they had been chosen to appear on the show one to two months later. They are then flown to Los Angeles to tape the show. Taping occurs over a period of two days, with the five quarterfinals played on the first day and the three semifinals and two final games played on the second day. Accommodations were provided for the contestants at the Beverly Hilton in Beverly Hills, with taping taking place at the Sony Pictures Studios in Culver City, California.\n2000s.\nContestants registered on the \"Jeopardy!\" web site rather than submitting postcards. As before, a select number of registrants were invited to audition and take a written test at a regional audition. Accommodations for contestants are provided at the Hilton in Universal City, California.\n2006–present.\nAll web site registrants take a 50-question timed online test at one set test time, usually late February. The test is given using Adobe Flash and takers are given 15 seconds per clue to type in their answers. A random selection of those who pass the test are invited to attend regional auditions in November at 4 locations around the United States at which another 50-question written test is given, followed by interviews and mock games. The number of students selected for the regional auditions is usually around 300, from which 15 are selected for the show.\nList of participants.\nThe following is a list of contestants and where they placed in the tournament. Winners and runners-up who earned more than the minimum guarantees are as indicated in parentheses.\nAmanda Goad and Derek Bridges were tied for first place at the end of the 1996 Teen Tournament. The tie was broken in a special tiebreaker round. The category was U.S. Cities and the answer was \"A November 1995 Bosnian peace accord is named for this city\". The correct response, given by Amanda, was \"What was Dayton, Ohio?\". The 2012 Teen Tournament also ended in a tie in the last quarterfinal match between Evan Eschliman and Gabriela Gonzales. The category was Literary Characters and the answer was \"Although he doesn't actually appear in \"1984\", his presence is everywhere—on posters, coins & telescreens\". The correct response, given by Evan was \"Who is Big Brother?\" (Evan advanced to the semifinals, but Gabriela did not have enough money to make it via wildcard). Jeff Xie and Alan Koolik were tied for first place at the end of the 2014 Teen Tournament. The tie was broken in a special tiebreaker round. The category was the Civil War and the answer was \"The battles of Shiloh and Collierville were fought in this state\". The correct response, given by Jeff, was \"What is Tennessee?\". Avi Gupta and Jackson Jones were tied for first place at the last semifinals of the 2019 Teen Tournament. The tie was broken in a special tiebreaker round. The category was American History and the answer was \"Types of it you could find in Boston Harbor on December 16, 1773 included Souchong & Bohea\". The correct response given by Avi was \"What is Tea?\".\nOwing to a questionable judges' ruling in Final Jeopardy!, Milo Dochow was brought back for the Winter 2000 \"Jeopardy!\" College Championship; however, he failed to advance to the semifinals.\nPeter Morris in 1989 and Muffy Marracco Morris in 1992 were the first pair of siblings to appear in the Teen Tournament; they are brother and sister. Peter Morris appeared again in the 1998 Teen Reunion Tournament. Wen Shen in 1990 and Gwen Shen of 1995 were also brother and sister. Lauren Sager (1991) and Deborah Sager (1995) are sisters. Jay Schrader (2008) and Rob Schrader (2012) are brothers.\nLeonard Cooper in 2013 is the only contestant in \"Jeopardy!\" tournament history (all tournaments combined) to lose his semifinal but win the tournament. A triple-zero score in the second semifinal necessitated the use of the wild card option in the semifinals, similar to the first round. In the third semifinal, Nilai Sarda ($30,400) defeated Cooper ($30,200) and Emily Greenberg ($24,400). The only other non-zero semifinal score was Irene Vazquez ($100) from the first semifinal.\nMerchandising.\nA console game based upon the Teen Tournament was released in the mid 1990s for the Nintendo Game Boy.\nTeen Reunion Tournament.\nThe \"Jeopardy!\" Teen Reunion Tournament was a special one-week tournament held in November 1998 at the Boch Center in Boston, Massachusetts that invited back 12 former Teen Tournament contestants from the first three tournaments on \"Jeopardy!\"\nFormat.\nTwelve former Teen Tournament contestants competed three at a time in four qualifying round matches. Winning contestants who were among the top three scorers would play in the final match for $50,000. Losing qualifiers took home $5,000, while the non-playing finalist took home $7,500. The third-place finisher took home a minimum guarantee of $10,000, while the second-place finisher was entitled to a minimum guarantee of $15,000. The highest scoring player in the finals took home $50,000.\nThe two nonwinning finalists also received the board game \"Game of the Year\" by University Games as well as a Tigris Pyramid and Movana.\nResults.\n\"Capozzola, Javerbaum, and Newhouse advanced to the finals.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Tournament","surface_form":"tournament","offset":44},{"uri":"Television","surface_form":"television","offset":71},{"uri":"Game_show","surface_form":"game show","offset":82},{"uri":"Jeopardy%21","surface_form":"Jeopardy!","offset":93},{"uri":"Middle_school","surface_form":"middle school","offset":116},{"uri":"High_school","surface_form":"high school","offset":134},{"uri":"Jeopardy%21_Tournament_of_Champions","surface_form":"Tournament of Champions","offset":228},{"uri":"Beverly_Hills","surface_form":"Beverly Hills","offset":2397},{"uri":"Sony_Pictures_Studios","surface_form":"Sony Pictures Studios","offset":2444},{"uri":"Culver_City%2C_California","surface_form":"Culver City, California","offset":2469},{"uri":"Universal_City%2C_California","surface_form":"Universal City, California","offset":2762},{"uri":"Adobe_Flash","surface_form":"Adobe Flash","offset":2935},{"uri":"Dayton%2C_Ohio","surface_form":"Dayton, Ohio","offset":3879},{"uri":"1984_(novel)","surface_form":"1984","offset":4114},{"uri":"Tennessee","surface_form":"Tennessee","offset":4652},{"uri":"Boston_Harbor","surface_form":"Boston Harbor","offset":4905},{"uri":"Souchong","surface_form":"Souchong","offset":4949},{"uri":"Bohea","surface_form":"Bohea","offset":4960},{"uri":"Jeopardy%21_College_Championship","surface_form":"College Championship","offset":5142},{"uri":"Nintendo","surface_form":"Nintendo","offset":6195},{"uri":"Game_Boy","surface_form":"Game Boy","offset":6204},{"uri":"Boch_Center","surface_form":"Boch Center","offset":6342},{"uri":"Boston%2C_Massachusetts","surface_form":"Boston, Massachusetts","offset":6357},{"uri":"Game_of_the_Year","surface_form":"Game of the Year","offset":7043}]}