{"id":405054,"url":"http://en.wikipedia.org/wiki/Digital_Compact_Cassette","text":"The Digital Compact Cassette (DCC) was a format of magnetic tape, developed to replace the compact cassette. It competed with the Minidisc and the Digital Audio Tape (DAT), but neither format could replace the compact cassette. It was marketed as a cheaper alternative to DAT.\nEquipment for the digital compact cassette was able to playback analog compact cassettes as well; recording could only be done to DCC, though. A DCC tape is similar in appearance to a regular cassette, except that it has reel access holes on only one side, and has a shutter covering both the tape and reel access holes, similar to the shutter on a floppy disk.\nUnlike DAT, DCC uses lossy data compression. This means that the copy of the data is not identical to the original. Audio data could be compressed to about 25 percent of its original size.\nThe main problem of the format was tied to handling: Finding a song in the middle of a 90 minute tape takes several minutes, with Minidisc it is instantaneous. Minidisc allows to delete or move tracks, features which the digital compact cassette cannot offer.\nEven though some of the features were addressed (like rewinding a 90 minute tape in less than a minute), the format never gained much market share. The compression format used by DCC is based on MP1, which was a predecessor of MP3. The CD-R, which is compatible with standard CD players, eventually replaced both DCC and MiniDisc for home audio recording. The CD-R also replaced analog tape.","categories":[],"infobox_types":[],"annotations":[{"uri":"Magnetic_tape","surface_form":"magnetic tape","offset":51},{"uri":"Compact_cassette","surface_form":"compact cassette","offset":91},{"uri":"Minidisc","surface_form":"Minidisc","offset":130},{"uri":"Digital_Audio_Tape","surface_form":"Digital Audio Tape","offset":147},{"uri":"Floppy_disk","surface_form":"floppy disk","offset":626},{"uri":"Lossy_data_compression","surface_form":"lossy data compression","offset":660}]}