{"id":405122,"url":"http://en.wikipedia.org/wiki/Lydia_Maria_Child","text":"Lydia Maria Francis Child (February 11, 1802October 20, 1880) was an American writer. She wrote the Thanksgiving Day poem, \"Over the River and Through the Wood\". She founded and published \"Juvenile Miscellany\", the first children's magazine in the United States. Child also wrote on housekeeping and child rearing, slavery, abolitionism, religion, women's issues, and Native American rights.\nLife.\nChild was born in Medford, Massachusetts to David Convers Francis, a baker, and Susannah (Rand) Francis. She attended a local dame school, a seminary, and a Congregational church. She lived for a time with her married sister in Maine, and then with her brother, a Unitarian minister, in Watertown, Massachusetts.\nIn 1828, she married Harvard graduate, David Lee Child. He was a lawyer and abolitionist. His idealism prevented him from providing his wife with a comfortable home. The childless couple lived in near poverty. In the last years of her life, Child became a recluse. She kept company only with her husband. He died in 1874. Lydia Child died in 1878.\nCareer.\nHer first novel, ', was published anonymously in 1824. It sold well. Another novel followed in 1825. In 1826, she founded and published \"Juvenile Miscellany\", the first magazine for children in the United States. She wrote a book about housekeeping in 1829,\"The Frugal Housewife\", a book about child-rearing in 1831, \"The Mother's Book\", and a book for children, \"The Little Girl's Own Book\", also in 1831.\nShe turned her social concerns to Native Americans in \"The First Settlers of New England\" in 1829, and then to African Americans in 1833 with \"An Appeal in Favor of That Class of Americans Called Africans\". This book prompted many Americans to join the abolition movement, but it also caused Child to be shunned socially. Family friends withdrew their support for her children's magazine, forcing it into bankruptcy. Her nonfiction books about women's concerns and rights in the 1830s sold poorly.\nIn 1841, she moved to New York City. She edited an anti-slavery weekly for two years, then collected and published her columns written for a Boston newspaper. Her husband was working as a journalist in Washington, D.C. during these years, but the couple reunited and moved to Wayland, Massachusetts in 1850. In the following years, she wrote books about female sex workers, the evolution of religion, African Americans, and Native Americans. Her last book, \"Aspirations of the World\" appeared in 1878.","categories":[],"infobox_types":[],"annotations":[{"uri":"Thanksgiving_Day","surface_form":"Thanksgiving Day","offset":100},{"uri":"Over_the_River_and_Through_the_Wood","surface_form":"Over the River and Through the Wood","offset":124},{"uri":"Juvenile_Miscellany","surface_form":"Juvenile Miscellany","offset":189},{"uri":"Magazine","surface_form":"magazine","offset":232},{"uri":"Slavery","surface_form":"slavery","offset":315},{"uri":"Abolitionism","surface_form":"abolitionism","offset":324},{"uri":"Religion","surface_form":"religion","offset":338},{"uri":"Native_American","surface_form":"Native American","offset":368},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":425},{"uri":"Maine","surface_form":"Maine","offset":626},{"uri":"Harvard","surface_form":"Harvard","offset":732},{"uri":"Lawyer","surface_form":"lawyer","offset":776},{"uri":"Abolitionist","surface_form":"abolitionist","offset":787},{"uri":"Idealism","surface_form":"idealism","offset":805},{"uri":"Poverty","surface_form":"poverty","offset":912},{"uri":"Recluse","surface_form":"recluse","offset":967},{"uri":"Novel","surface_form":"novel","offset":1077},{"uri":"Magazine","surface_form":"magazine","offset":1236},{"uri":"Native_Americans","surface_form":"Native Americans","offset":1508},{"uri":"African_Americans","surface_form":"African Americans","offset":1585},{"uri":"Bankruptcy","surface_form":"bankruptcy","offset":1879},{"uri":"New_York_City","surface_form":"New York City","offset":1994},{"uri":"Journalist","surface_form":"journalist","offset":2160},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":2174}]}