{"id":405194,"url":"http://en.wikipedia.org/wiki/Ann_Hennis_Trotter_Bailey","text":"e=\"preserve\">Ann Hennis Trotter Bailey (1742 – November 22, 1825) was a scout and a messenger during the American Revolutionary War. She is remembered for her 100-mile ride from Fort Clendenin to Fort Savannah in order to bring back much needed gun powder during an Indian attack.\nLife.\nAnn was born in Liverpool, England in 1742. She was poor and went to America when she was 19. In 1765, she married Richard Trotter. They moved to Staunton, Virginia. Richard was killed by Indians during the Battle of Point Pleasant on October 10, 1774. Ann swore to avenge his death.\nShe began wearing men’s clothing and learned to shoot a gun. She volunteered her services as a scout and messenger in the American Revolution. She sometimes met Indians during her trips to the frontier. They feared her because she was \"mad\". She was known as \"Mad Ann\".\nShe married John Bailey in 1785. He was a Ranger and frontiersman. In 1788, he began duty at Fort Clendenin. In 1791, Indians were planning to attack the Fort. The militia did not have enough gun powder to fight them. Ann volunteered to ride 100 miles to Fort Savannah for the needed gun powder. She returned a hero.\nJohn Bailey died in 1802. Ann gave up her home. She lived in the wilderness for over 20 years. She travelled about visiting family and friends. She died on November 22, 1825. She was buried in Gallia County, Ohio. Her remains were moved to Point Pleasant at a later date.","categories":[],"infobox_types":[],"annotations":[{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":105},{"uri":"Liverpool%2C_England","surface_form":"Liverpool, England","offset":303},{"uri":"American_Revolution","surface_form":"American Revolution","offset":693},{"uri":"Militia","surface_form":"militia","offset":1005},{"uri":"Gun_powder","surface_form":"gun powder","offset":1033},{"uri":"Ohio","surface_form":"Ohio","offset":1366}]}