{"id":4052,"url":"http://en.wikipedia.org/wiki/Galileo_Galilei","text":"Galileo Galilei (15 February 1564 – 8 January 1642) was an Italian polymath. Galileo was originally going to be a doctor but became a tutor instead. He was a professor of mathematics and natural science in Padua and Pisa. People most remembered him today for his conflict with the Catholic Church of his day, which led to his trial for heresy by the Inquisition.\nLife.\nGalileo was born on 15 February 1564 in Pisa, Duchy of Florence. He was the eldest of five siblings. His father was Vincenzo Galilei, who was a scholar and a musician. In 1574, the Galileo family moved to Florence and he started his formal education in the Camaldolese monastery.\nAstronomy.\nSome people believe that Galileo was the first person to build a telescope. This is not true, but he was the first person to publish his observations of astronomical objects through a telescope. He discovered that the Milky Way is made of many stars. He discovered that the Moon has hills. He found four moons around Jupiter. Those moons are now called the Galilean moons. He discovered sunspots, which are dark areas of the Sun. He saw that the planet Venus has light and dark phases just like the Moon. This helped people to know that the Sun is at the centre of the Solar System, as Nicolaus Copernicus had said.\nPhysics.\nGalileo worked more at physics than at astronomy. He studied natural forces, and was one of the most important discoverers of the part of physics that is now called kinematics, including the discovery of the kinematic principle of relativity. However, he is often remembered now for things that either did not happen, or failed.\nA legend says that he climbed the Leaning Tower of Pisa, and dropped cannonballs of different weights, to see which would strike the ground first. Even though their weights were not the same, they hit the ground at the same time. Galileo found that objects fall to the ground at the same rate, unless things like wind resistance change the rate. This went against the views of Aristotle, an ancient philosopher whose theory was different. Galileo's findings were ignored by most people, and Aristotle's view was still accepted as correct until Isaac Newton proved Galileo was right. This also led to Newton creating his Law of Gravity.\nGalileo also tried to determine the speed of light. He climbed a hill, and had an assistant climb another hill, both carrying lanterns with closed shutters. He then opened the shutter of his lantern. His assistant opened his own shutter when he saw Galileo's lantern. Galileo then measured the time it took for his assistant's shutter to open. Knowing the time difference, and the distance between the hills, he tried to estimate the speed of light. However, this did not work.\nTrial for heresy.\nGalileo came to accept the findings of Copernicus, that the Sun was the center of the then-known universe, and not the Earth. Because he promoted this and other ideas, he came to the notice of the Committee of Propaganda, the dreaded Inquisition. The Church taught that the Earth stood still, while everything in the sky moved around it. The Inquisition ruled in 1616 that other theories could only be discussed as possibilities, not facts. Galileo said he would obey. He played a major part in the scientific revolution through this argument.\nGalileo later discussed the question in his most famous work, \"Dialogue Concerning the Two Chief World Systems\", published in 1632 by permission of the Inquisition. His scientific writing was usually in Latin for hundreds of scientists around Europe, but this was one of the books he wrote in Italian so thousands of Italians could read it. The book was in the form of conversations between three men. The man representing the Church's point of view was called 'Simplicio'.\nChurch leaders who liked his earlier books were angry at this one. The Inquisition took action in 1633. He was arrested and put on trial. They found him \"vehemently suspect of heresy\". They reminded him of the fate of Giordano Bruno, who had been burnt at the stake for heresy on topics such as transubstantiation and the Trinity. Bruno also believed the Earth went round the Sun and stars had planets. The Inquisition forced Galileo to recant (say he was wrong) under the threat of execution, and to withdraw his works from publication. Galileo spent the last ten years of his life under house arrest. Galileo continued to write about physics and other topics, but not astronomy.\nGalileo has become synonymous with a warrior for scientific truth. Although he had to retract his writings at his trial,it is widely believed that after the trial he insisted that Earth does move around the sun, saying the famous phrase \"Eppur si muove – \"still it moves.\" The saying itself became a slogan for science.\nDeath.\nGalileo Galilei died on in Arcetri, Grand Duchy of Tuscany, Italy.\nPreviously, he was buried in a small room next to the novices' chapel at the end of a corridor. Later, he was reburied in the main body of the basilica in 1737 after a monument had been built there in his honour.","categories":[],"infobox_types":["scientist|name = Galileo Galilei"],"annotations":[{"uri":"Italy","surface_form":"Italian","offset":59},{"uri":"Polymath","surface_form":"polymath","offset":67},{"uri":"Padua","surface_form":"Padua","offset":206},{"uri":"Pisa","surface_form":"Pisa","offset":216},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":281},{"uri":"Heresy","surface_form":"heresy","offset":336},{"uri":"Inquisition","surface_form":"Inquisition","offset":350},{"uri":"Pisa","surface_form":"Pisa","offset":409},{"uri":"Florence","surface_form":"Duchy of Florence","offset":415},{"uri":"Sibling","surface_form":"sibling","offset":460},{"uri":"Telescope","surface_form":"telescope","offset":725},{"uri":"Publish","surface_form":"publish","offset":785},{"uri":"Observation","surface_form":"observation","offset":797},{"uri":"Astronomical_object","surface_form":"astronomical object","offset":813},{"uri":"Milky_Way","surface_form":"Milky Way","offset":878},{"uri":"Hill","surface_form":"hill","offset":943},{"uri":"Jupiter_(planet)","surface_form":"Jupiter","offset":977},{"uri":"Galilean_moons","surface_form":"Galilean moons","offset":1017},{"uri":"Sunspot","surface_form":"sunspot","offset":1047},{"uri":"Sun","surface_form":"Sun","offset":1085},{"uri":"Venus","surface_form":"Venus","offset":1113},{"uri":"Nicolaus_Copernicus","surface_form":"Nicolaus Copernicus","offset":1246},{"uri":"Physics","surface_form":"physics","offset":1423},{"uri":"Kinematics","surface_form":"kinematics","offset":1450},{"uri":"Principle_of_relativity","surface_form":"principle of relativity","offset":1503},{"uri":"Legend","surface_form":"legend","offset":1616},{"uri":"Leaning_Tower_of_Pisa","surface_form":"Leaning Tower of Pisa","offset":1648},{"uri":"Cannon","surface_form":"cannon","offset":1683},{"uri":"Wind_resistance","surface_form":"wind resistance","offset":1927},{"uri":"Aristotle","surface_form":"Aristotle","offset":1991},{"uri":"Philosopher","surface_form":"philosopher","offset":2013},{"uri":"Theory","surface_form":"theory","offset":2031},{"uri":"Isaac_Newton","surface_form":"Isaac Newton","offset":2158},{"uri":"Gravity","surface_form":"Gravity","offset":2241},{"uri":"Determine","surface_form":"determine","offset":2272},{"uri":"Speed_of_light","surface_form":"speed of light","offset":2286},{"uri":"Lantern","surface_form":"lantern","offset":2376},{"uri":"Estimate","surface_form":"estimate","offset":2671},{"uri":"Sun","surface_form":"Sun","offset":2806},{"uri":"Earth","surface_form":"Earth","offset":2865},{"uri":"Promote","surface_form":"promote","offset":2883},{"uri":"Inquisition","surface_form":"Inquisition","offset":2980},{"uri":"Wikt","surface_form":"vehemently","offset":3918},{"uri":"Heresy","surface_form":"heresy","offset":3940},{"uri":"Giordano_Bruno","surface_form":"Giordano Bruno","offset":3982},{"uri":"Transubstantiation","surface_form":"transubstantiation","offset":4059},{"uri":"Trinity","surface_form":"Trinity","offset":4086},{"uri":"Execution","surface_form":"execution","offset":4247},{"uri":"House_arrest","surface_form":"house arrest","offset":4353},{"uri":"And_yet_it_moves","surface_form":"Eppur si muove","offset":4683},{"uri":"Arcetri","surface_form":"Arcetri","offset":4799},{"uri":"Grand_Duchy_of_Tuscany","surface_form":"Grand Duchy of Tuscany","offset":4808},{"uri":"Italy","surface_form":"Italy","offset":4832},{"uri":"Corridor","surface_form":"corridor","offset":4925}]}