{"id":405210,"url":"http://en.wikipedia.org/wiki/Sake_Dean_Mohammed","text":"Sake Dean Mahomed (,; 1759 – 24 February 1851) was an Indian traveler, surgeon and entrepreneur. He introduced South Asian cuisine (and Indian) and shampoo baths to Europe, where he also offered therapeutic massage., in addition to that he was the first Indian writer to be published in English.\nAt the age of 11, Mahomed joined the East India Company Army and rose to the rank of captain. He fought in a number of campaigns until 1782 when he resigned from the army and two years later arrived in Britain. Staying in Ireland he wrote and published his book, The Travels of Dean Mahomet. He later moved to Portman Square where he became an assistant to Sir Basil Cochrane at his vapour bath.\nThis is where Mr Mahomed is said to have added an Indian treatment, champi (shampooing) or therapeutic massage, to Cochrane's bath which became very fashionable.\nSake Dean Mahomed also developed a fashionable massage.\nIn 1810 he opened the Hindoostane Coffee House which was located off of George Street, near Portman Square, Central London. The restaurant served Hookah with real Chilm tobacco and Indian-style dishes. The premises is now a building called Carlton House.\nTo many who are now part of the city's expansive curry house business, Mahomed was a pioneer.\nAlthough forced to declare bankruptcy in 1812, he created a concept that was to become something of a phenomenon 100 years later, said Vivek Singh, chef at the Cinnamon Club, a Westminster restaurant serving New Indian cuisine.\nMr Mahomed's plan had been to serve \"Indianised\" British food which would appeal to the Indian aristocracy in London as well as British people who had returned from India, he said.\n\"The Indian aristocracy however would not come out to eat in the restaurant because they had chefs at home cooking more authentic food - it was just not a big enough draw to come out.\"\nA few years later he opened special treatment baths on the seafront at East Cliff, Brighton.\nHe died in 1851 and was buried in St Nicholas' churchyard in Brighton","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Sheikh","surface_form":"Sake","offset":0},{"uri":"Surgeon","surface_form":"surgeon","offset":71},{"uri":"South_Asian_cuisine","surface_form":"South Asian cuisine","offset":111},{"uri":"Shampoo_(massage)","surface_form":"shampoo","offset":148},{"uri":"Europe","surface_form":"Europe","offset":165},{"uri":"East_India_Company","surface_form":"East India Company","offset":333},{"uri":"Portman_Square","surface_form":"Portman Square","offset":1002},{"uri":"Central_London","surface_form":"Central London","offset":1018}]}