{"id":405525,"url":"http://en.wikipedia.org/wiki/Lavinia_Warren","text":"Mercy Lavinia Warren Bump (October 31, 1841 - November 25, 1919) was an American entertainer. She was the wife of Charles S. Stratton (aka General Tom Thumb), the star attraction of P. T. Barnum's American Museum in New York City.\nEarly years.\nWarren was born in Middleborough, Massachusetts to James Bump and his wife. She stopped growing at age 10. In adulthood, Warren stood 32 inches tall, weighed 30 pounds, and was perfectly formed in every way.\nShe had seven siblings. Her sister \"Minnie\" was even smaller than she. Lavinia claimed descent from William the Conqueror and five Mayflower Pilgrims.\nIn her middle teens, Warren briefly taught school in Middleborough, then began appearing as an exhibit in a relative's \"floating palace of curiosities\" on the Ohio and Mississippi rivers.\nP. T. Barnum and the American Museum.\nAmerican showman P. T. Barnum heard of Warren in 1862. He invited her and her parents to visit him in his Bridgeport, Connecticut home. They did so, and Barnum found Warren, \"a most refined and intelligent young lady, well educated, and an accomplished, beautiful and perfectly developed woman in miniature.\"\nHe hired her for his American Museum in New York City. She lived quietly in the home of one of his daughters in New York while he made arrangements for her debut. He assembled \"a very splendid wardrobe\" for Warren and provided her with \"costly jewelry\". She made her debut and created a sensation with the public.\nUnfortunately, she was exhibited with Commodore Nutt, another little person several years her junior. He fell in love with her. She however did not reciprocate his feelings, and considered him nothing more than a \"nice little boy\".\nBarnum gave Warren a ring, which did not fit properly, so he told her that she might give the ring to Nutt while he provided her with another. She gave the ring to Nutt, and he regarded it as a love token. Warren was in great distress. She did not want to offend Nutt by repelling his attentions, but she did not want to encourage him either.\nGeneral Tom Thumb.\nBarum offered her $1,000 a week to exhibit herself at his Museum. She accepted and was an instant hit. The press adored her. She rivaled Stratton in popularity, and earned $3,000 a day for the Museum.\nMarriage.\nWarren met Stratton in 1861. They were married in Grace Episcopal Church, New York City, on February 10, 1863. Two thousand attended their wedding, including the most celebrated persons of the day.\nTheir \"round the world\" honeymoon included meetings with the Lincolns in Washington, D.C., and Queen Victoria in London. Barnum manufactured a hoax of the couple becoming parents (fueled with photographs), but Warren was, in fact, unable to bear children.\nLater years and death.\nThe couple travelled widely. They returned to Barnum's employ in 1881. Thumb died in 1884, leaving his wife penniless and depressed. On April 6, 1885, Lavinia married Count Primo Magri, an Italian miniature person who had come to America seeking his fortune.\nThe couple toured, then exhibited themselves at Lilliputia (aka Midget City) on Coney Island. She met United States President William Howard Taft in 1911. She once boasted that she had met Lincoln and every president after him. Lavinia died in Middleborough in 1919.","categories":[],"infobox_types":[],"annotations":[{"uri":"General_Tom_Thumb","surface_form":"General Tom Thumb","offset":139},{"uri":"P._T._Barnum","surface_form":"P. T. Barnum","offset":182},{"uri":"American_Museum","surface_form":"American Museum","offset":197},{"uri":"New_York_City","surface_form":"New York City","offset":216},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":278},{"uri":"Sibling","surface_form":"sibling","offset":466},{"uri":"William_the_Conqueror","surface_form":"William the Conqueror","offset":552},{"uri":"Mayflower_(ship)","surface_form":"Mayflower","offset":583},{"uri":"Pilgrims","surface_form":"Pilgrims","offset":593},{"uri":"Ohio_River","surface_form":"Ohio","offset":762},{"uri":"Mississippi_river","surface_form":"Mississippi river","offset":771},{"uri":"P._T._Barnum","surface_form":"P. T. Barnum","offset":846},{"uri":"Bridgeport%2C_Connecticut","surface_form":"Bridgeport, Connecticut","offset":935},{"uri":"American_Museum","surface_form":"American Museum","offset":1159},{"uri":"New_York_City","surface_form":"New York City","offset":1178},{"uri":"Commodore_Nutt","surface_form":"Commodore Nutt","offset":1490},{"uri":"Little_people_(circus_jargon)","surface_form":"little person","offset":1514},{"uri":"Wedding","surface_form":"wedding","offset":2396},{"uri":"Honeymoon","surface_form":"honeymoon","offset":2479},{"uri":"Abraham_Lincoln","surface_form":"Lincoln","offset":2516},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":2528},{"uri":"Queen_Victoria","surface_form":"Queen Victoria","offset":2550},{"uri":"London","surface_form":"London","offset":2568},{"uri":"Hoax","surface_form":"hoax","offset":2598},{"uri":"Coney_Island","surface_form":"Coney Island","offset":3073},{"uri":"United_States_President","surface_form":"United States President","offset":3095},{"uri":"William_Howard_Taft","surface_form":"William Howard Taft","offset":3119}]}