{"id":405544,"url":"http://en.wikipedia.org/wiki/General_Tom_Thumb","text":"General Tom Thumb (4 January 1838 - 15 July 1883) was an American entertainer. He was a four year old child when P. T. Barnum introduced him to show biz. The boy (who was passed off as a young adult) created a sensation at Barnum's American Museum in New York City. He toured Europe, appeared before royals, and returned to America rich. Thumb married Lavinia Warren in 1863, and continued to tour. Show biz took its toll on his health however. He died of a stroke in 1883.\nEarly life.\nGeneral Tom Thumb was born Charles Sherwood Stratton in Bridgeport, Connecticut, to Sherwood Edward Stratton, a carpenter, and Cynthia (Thompson) Stratton, an inn worker. He stopped growing at 18 months. He was 25 inches tall and weighed 16 pounds in 1842 when P. T. Barnum persuaded his parents to exhibit him at $3 a week. The boy was four years old when he left home for Barnum's American Museum in New York City.\nBarnum.\nBarnum molded the boy into an entertainer, and provided the child with an expensive and exquisitely tailored wardrobe. He was presented as General Tom Thumb and his age bumped up to eleven years in order to fool the public into thinking he was an adult.\nHe debuted on December 8, 1842. At first, he was shy about appearing in public, but he took to the stage and began imitating famous little people like Napoleon and Cupid. The General was a hit. Thirty thousand people attended his first week performances.\nBarnum and Thumb toured Europe in 1844 with an appearance before Queen Victoria and Prince Albert at Buckingham Palace. Other European royals also fêted him. In America, Thumb remained the principal attraction at the American Museum for many years.\nMarriage.\nIn 1847, Thumb returned to America very rich. Thumb bought a mansion in Bridgeport, and toured alone for a time. He teamed up with Barnum at times when the showman's bank account was running low.\nIn 1862, Thumb met Lavinia Warren, another of Barnum's oddities, and the miniature couple were married on February 10, 1863, in Grace Episcopal Church, New York City. The wedding was attended by 2,000 guests, many of them the A-list celebrities of the day.\nLater life and death.\nThe couple toured for many years, and made a large fortune. In 1881, Thumb and his wife were caught in a hotel fire that almost took their lives. They joined the Barnum & London Circus. Show biz took its toll on Thumb however. His health declined. On July 15, 1883, Thumb died following a stroke, age 45. He is buried in Bridgeport, Connecticut. More than 10,000 people attended his funeral.","categories":[],"infobox_types":[],"annotations":[{"uri":"P._T._Barnum","surface_form":"P. T. Barnum","offset":113},{"uri":"American_Museum","surface_form":"American Museum","offset":232},{"uri":"New_York_City","surface_form":"New York City","offset":251},{"uri":"Europe","surface_form":"Europe","offset":276},{"uri":"Lavinia_Warren","surface_form":"Lavinia Warren","offset":352},{"uri":"1863","surface_form":"1863","offset":370},{"uri":"Stroke","surface_form":"stroke","offset":458},{"uri":"Connecticut","surface_form":"Connecticut","offset":554},{"uri":"Carpenter","surface_form":"carpenter","offset":598},{"uri":"P._T._Barnum","surface_form":"P. T. Barnum","offset":747},{"uri":"American_Museum","surface_form":"American Museum","offset":869},{"uri":"New_York_City","surface_form":"New York City","offset":888},{"uri":"Napoleon","surface_form":"Napoleon","offset":1316},{"uri":"Cupid","surface_form":"Cupid","offset":1329},{"uri":"Queen_Victoria","surface_form":"Queen Victoria","offset":1485},{"uri":"Prince_Albert","surface_form":"Prince Albert","offset":1504},{"uri":"Buckingham_Palace","surface_form":"Buckingham Palace","offset":1521},{"uri":"Mansion","surface_form":"mansion","offset":1740},{"uri":"Lavinia_Warren","surface_form":"Lavinia Warren","offset":1894},{"uri":"Grace_Episcopal_Church","surface_form":"Grace Episcopal Church","offset":2003},{"uri":"New_York_City","surface_form":"New York City","offset":2027},{"uri":"Hotel","surface_form":"hotel","offset":2259},{"uri":"Stroke","surface_form":"stroke","offset":2443}]}