{"id":405676,"url":"http://en.wikipedia.org/wiki/Abdul_Basit_Abdus-Samad","text":"Qari Abdul Basit 'Abd us-Samad (1927 – 30 November 1988;) was a well known Qari (reciter of the Quran). As such, many modern reciters try to copy his style. He is the only Qari to have won three world Qirat competitions in the early 1970s. 'Abd us-Samad was one of the first Hafiz to make commercial recordings of his recitations, and the first president of the newly formed Reciters' Union in Egypt. He is best known for his recitation of Sura Al-Fatiha, the first chapter of the Qur'an, and an important sura in the five daily Islamic prayers. His mother was an Egyptian Arab and his father was of Kurdish descent\nEarly life.\nAbdul Basit was born in a village called Armant, in southern Egypt.\nIn 1950, he came to Cairo where Muslims in many mosques were touched by his recitations. On one happening, he was reciting verses from Sura al-Ahzab (The Confederates) he was requested to recite for longer than 10 minutes by his audience, and continued to recite for over an hour and a half, his listeners were captured by his mastery of pitch, tone and the rules of tajweed (Qur'anic recitation).\nTravels.\n'Abd us-Samad travelled outside Egypt, in 1961, he recited at the Badshahi Masjid, in Lahore, Pakistan. In 1987, whilst on a visit to America, 'Abd us-Samad related a story from one trip he made to the Soviet Union, with then Egyptian president Gamal Abdel Nasser.\n'Abd us-Samad was asked to recite for some leaders of the Soviet party. 'Abd us-Samad remembered that four to five of his listeners from the Communist Party were in tears on hearing the recitation, although they didn't understand what was being recited, but they cried, apparently touched by his recitation.\nIndira Gandhi, an Indian prime minister and political leader always felt touched by his recitation and would stop alongside to appreciate his recitation.\n'Abd us-Samad died on 30 November 1988, and is survived by his three sons (from oldest to the youngest): Yasir, Hisham, and Tariq. Following his father's footsteps, Yasir has also become a \"Qari\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Qari","surface_form":"Qari","offset":75},{"uri":"Quran","surface_form":"Quran","offset":96},{"uri":"Hafiz","surface_form":"Hafiz","offset":275},{"uri":"Sura","surface_form":"Sura","offset":440},{"uri":"Al-Fatiha","surface_form":"Al-Fatiha","offset":445},{"uri":"Armant","surface_form":"Armant","offset":669},{"uri":"Al-Ahzab","surface_form":"Sura al-Ahzab","offset":831},{"uri":"Egypt","surface_form":"Egypt","offset":1135},{"uri":"Badshahi_Masjid","surface_form":"Badshahi Masjid","offset":1169},{"uri":"Lahore","surface_form":"Lahore","offset":1189},{"uri":"Pakistan","surface_form":"Pakistan","offset":1197},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1305},{"uri":"Gamal_Abdel_Nasser","surface_form":"Gamal Abdel Nasser","offset":1348},{"uri":"Indira_Gandhi","surface_form":"Indira Gandhi","offset":1676}]}