{"id":405656,"url":"http://en.wikipedia.org/wiki/Commodore_Nutt","text":"Commodore Nutt (April 1, 1848 – May 25, 1881) was an American entertainer. He was born George Washington Morrison Nutt in New Hampshire. He was very short. In 1861, he was touring New England with a circus when P. T. Barnum hired him to appear at the American Museum in New York City. Barnum gave Nutt the stage name Commodore Nutt, a wardrobe that included naval uniforms, and a miniature carriage in the shape of an English walnut. Nutt became one of the Museum's major attractions.\nNutt was in love with Lavinia Warren, another little person at the American Museum. Lavinia was several years older than Nutt. She thought of him only as a \"nice little boy\". This in some ways, made Nutt depressed later on in life. She married General Tom Thumb in a spectacular wedding masterminded by Barnum in 1863. Nutt went to the wedding as Thumb's best man. He stayed away from women for a long time after the wedding. In 1879, he married Lilian Elston of Redwood City, California.\nNutt toured the world between 1869 and 1872 with the Thumbs and Lavinia's sister, Minnie Warren. They returned to America rich after performing before royalty. Nutt left Barnum's employ after a disagreement with the showman. He toured with a comic opera company, put together a variety show on the United States West Coast, and operated saloons in Oregon and California. He returned to New York City, and died there of Bright's disease in May 1881.\nBirth and family.\nGeorge Washington Morrison Nutt was born in Manchester, New Hampshire to Major Rodnia Nutt (1810–1875), and his wife Maria (Dodge) Nutt (1807–1859) of Goffstown, New Hampshire. Rodnia Nutt was a rich farmer, a Manchester city marshal, and a Manchester city councilman.\nThe Nutts had five children. The first, whose name and sex are not known, was born on 8 December 1837. James Dodge was born on 28 January 1838, and Rodnia, Jr. on 11 October 1840. A daughter, Mary Ann, was born on 22 September 1844. According to Nutt family records, George Washington Morrison was born on 1 April 1848.\nNutt and his wife were \"large, hearty folk\". Mr. Nutt weighed over. Their sons Rod, Jr. and George Washington Morrison were little people. In 1861, Rod, Jr. was about tall, and George was about. George weighed about.\nAncestry.\nGeorge's ancestors include William Nutt (1698–1751), a weaver of English ancestry. William left Londonderry, Ulster, Northern Ireland for North America in the early 18th century. He started a family in colonial New England. A part of Manchester was called Nutfield in the early days of settlement. A pond and a road near the pond were named for early Nutt settlers.\nP. T. Barnum and the American Museum.\nNutt's career as an entertainer may have started in 1854. He may have been a performer with a small circus in Manchester. The circus manager, William C. Walker, once wrote that he discovered Nutt. He also wrote that he was the first to show him.\nNutt was being exhibited and touring the New England countryside with a manager named Lillie when P. T. Barnum learned of him. Lillie was charging as little as a nickel to see the boy whose education had been neglected. Barnum was disgusted. Lillie knew nothing about exhibiting the boy \"in the proper style\", as Barnum put it.\nBarnum met Nutt in 1861 when the boy went to the American Museum in New York City. In his autobiography, Barnum wrote that Nutt was \"a most remarkable dwarf, who was a sharp, intelligent little fellow, with a deal of drollery and wit. He had a splendid head, was perfectly formed, and was very attractive, and, in short, for a 'showman' was a perfect treasure.\"\nBarnum knew Nutt could be a major museum attraction. He hired a lawyer to lure Nutt away from his manager. Following Barnum's orders, the lawyer offered Nutt's parents a large sum of money to sign their son to a five-year contract. He promised them that the boy would be taught to be \"a genteel, accomplished attractive little man\".\nA contract was signed on 12 December 1861. Barnum hired the 13-year-old, 29-inch George and his 21-year-old, 49-inch brother, Rodnia, Jr. The contract required Barnum to give both young men food, clothing, a place to live, and the costs of travel and medical care. Barnum promised to take care of the moral and academic education of the brothers.\nSalaries would start at US$12 per week with increases every year. The two brothers would each get $30 per week in the fifth and last year of their contract. They would also get 10% from the sales of their souvenir books and photographs, with at least $240 the first year and $440 the last year. At the end of the fifth year, they would receive a carriage and a pair of ponies from Barnum.\nPublicity campaign.\nOnce the contract was signed, Barnum started a publicity campaign to prepare the public for Nutt's debut. He let reporters think he was \"trying\" to hire the little person. When other showmen heard this rumor, they rushed in to offer Nutt's parents huge sums of money to be the first to sign their son.\nBarnum was pleased. The publicity created much excitement. In a letter he leaked to reporters, he wrote that he was forced to outbid the competition. The showman claimed to have paid $30,000 to hire the little person. The boy then became known as \"The $30,000 Nutt\".\nBarnum gave the little person the stage name, Commodore Nutt. In addition, he provided Nutt with a wardrobe that included miniature naval uniforms. For the Commodore's jaunts about town, the showman had a little carriage built for him. This carriage looked like an English walnut. The top of the vehicle was hinged. When the top was lifted, the little Commodore could be seen sitting inside.\nNutt's carriage was pulled by Shetland ponies. It was driven around New York by Rodnia, Jr. dressed in the uniform of a coachman. Barnum thought these little trips about town the best form of advertisement. Nutt's carriage is now in the Barnum Museum in Bridgeport, Connecticut.\nDebut.\nCommodore Nutt made his debut at Barnum's American Museum in February 1862. He was a great success. Some museum-goers believed they were being \"humbugged\" by Barnum though. They thought that Nutt was really General Tom Thumb in disguise.\nNutt did look like the Tom Thumb of the past, but Thumb had aged and put on weight over the yearsa fact museum-goers either forgot or ignored. Nutt was a scamp; he took pleasure in the public's confusion, and encouraged the error.\nWhen Nutt debuted, Thumb was touring the American South and West. Barnum wanted to silence those with doubts at the Museum. He asked Thumb to cut his tour short, return to New York, and perform on the same stage with Nutt. Thumb returned to New York.\nThe little men were billed as \"The Two Dromios\" and \"The Two Smallest Men, and Greatest Curiosities Living.\" The exhibit opened on 11 August 1862. Despite what their eyes witnessed, some museum-goers still said that Nutt was Tom Thumb in disguise. Barnum wrote, \"It is very amusing to see how people will sometimes deceive themselves by being too incredulous.\"\nAbout two months after his debut, Nutt met with New York City Police Department officers. He applied for and was given a policeman's job. He ordered a uniform. Then he sent a telegram to the officers of the Ninth Precinct telling them that he had just gotten a job on the Broadway Squadwith \"extraordinary powers to arrest\" people outside the Museum and to \"take [them] upstairs\".\nPresident Lincoln.\nPresident Abraham Lincoln asked Barnum and Nutt to come to the White House in November 1862. When the two arrived, Lincoln left a cabinet meeting to welcome them. Nutt asked Salmon P. Chase, the Secretary of the Treasury, if he was the man who was spending so much of Uncle Sam's money. Edwin M. Stanton, Secretary of War, interrupted to say that he was the man. \"Well,\" said Nutt, \"It is in a good cause, anyhow, and I guess it will come out all right.\" As Barnum and Nutt were on their way out, President Lincoln shook Nutt's hand. He told the Commodore that he should \"wade ashore\" if his \"fleet\" was ever in danger. Nutt looked up and down Lincoln's long legs. \"I guess, Mr. President\", he said, \"You could do that better than I could.\"\nLavinia Warren.\nMercy Lavinia Warren Bump was a little person who taught school in her hometown of Marlboro, Massachusetts. She was traveling on a showboat-museum in the Midwest however when Barnum learned of her. He hired her in 1862. Her name was shortened to Lavinia Warren. She first appeared at the Museum in 1863. Warren was 21 years old, tall, and weighed. Barnum billed her as \"The Queen of Beauty\". Nutt developed an \"adolescent crush\" on her, but Nutt would be disappointed.\nBarnum gave Lavinia a diamond and emerald ring. It did not fit her finger properly, so he told her to give the ring to Nutt as a token of her friendship. Nutt regarded the ring as a token of her love instead. He fell more in love with her than ever. Lavinia was uncomfortable with his attentions. She thought of herself as \"quite a woman\", but regarded Nutt as just a \"nice little boy\".\nThumb was not appearing in New York City when Lavinia was hired, but he met her when he visited the Museum in the autumn of 1862. He told Barnum the same day that he had fallen in love with her. Thumb wanted Barnum on his side in this love affair (rather than on Nutt's side), so he quietly promised Barnum he would marry Lavinia in a public ceremony. Barnum knew at once that such a spectacle would make him a fortune. He told Lavinia to take Thumb's romantic interest seriously. He reminded her that the little man was rich.\nThumb's rival.\nNutt knew that Thumb was in love with Lavinia. He was jealous. He had a fight with Thumb in a dressing room at the Museum. He threw him on the floor, and beat him up. Nutt invited himself along when Lavinia was asked to Barnum's home for a weekend visit. Little did he know that Thumb and his mother would be there, too.\nNutt left New York City on a train late Saturday night. He got to Barnum's house about 11 pm. He found Thumb and Lavinia alone in the downstairs parlor. Thumb had proposed, and Lavinia had accepted. Nutt only learned of their engagement a week later when Lavinia and Barnum told him. Nutt had a hard time forgiving both Thumb and Barnum for (as he termed it) this \"dastardly\" offense.\nPreparations.\nLavinia's younger sister Minnie was much smaller than she was. Barnum thought she would make a good match for Nutt. He asked Nutt to think about marrying Minnie. Nutt told Barnum he had little faith in women. He said that he would not marry \"the best woman living\".\nBarnum wanted Minnie and Nutt to go to the wedding as Lavinia and Thumb's bridesmaid and best man. Nutt refused. Later, Thumb himself asked Nutt to be his best man. Nutt accepted. He told Barnum, \"It was not your business to ask me. When the proper person invited me, I consented.\"\nBarnum's \"Fairy Wedding\".\nThumb and Lavinia were married at Grace Episcopal Church, New York City, on Tuesday 10 February 1863. Nutt and Minnie were best man and bridesmaid at the \"Fairy Wedding\". Police stopped traffic as people gathered in the streets to see the arrival of the wedding party. The wedding was planned to start at noon, but it did not start until the bride got to the church at 12:30 pm. Barnum led the wedding party down the center aisle.\nTwo thousand people were invited to the wedding. Mrs. John Jacob Aster, Mrs. William H. Vanderbilt, Mrs. Horace Greeley, and General Ambrose Burnside were there. Members of the church complained about the \"marriage of mountebanks\". They became angry when they were told they could not sit in their own pews. Much of the public curiosity about the marriage was based on an interest in the sexual mechanics of Thumb and Lavinia. Barnum did not encourage or discourage this interest.\nThe wedding reception was held in the Metropolitan Hotel on Broadway at 3 pm. The four little members of the wedding party stood on top of a grand piano so they could be seen by everyone. Nutt gave Lavinia a diamond ring as a wedding present. Americans loved the wedding. It was welcome relief from the horrors and sorrows of the war.\nWorld tour and aftermath.\nPeople around the world took great interest in the wedding. Barnum thought this was a chance to make a lot of money. He sent the members of the wedding party on long, successful tours of America and Europe. The four little persons were sent off again this time on a grand tour of the world as The Tom Thumb Company.\nThe four little ones left the United States on 21 June 1869. They travelled 60,000 miles around the world, visited 587 cities and towns, and gave 1,471 performances of songs, speeches, and military drills. They returned to America in 1872. Nutt and Barnum argued after the tour. Nutt quit. He joined Harry Deakin's Lilliputian Comic Opera Company. This company toured America in an operetta called \"Jack, the Giant Killer\".\nNutt and his brother Rodnia put together a variety show. It played in Portland, Oregon. It was not a success. Nutt went to San Francisco, California, and put together another show. He tired of the life within a year and quit. Another show he put together about this time was not successful either. Nutt ran a couple of saloons in Oregon and San Francisco, but these were not successes.\nLast years.\nNewspapers reported at least four times that Nutt and Minnie were married. They were close friends, but never husband and wife. Minnie married a song and dance man who performed on roller skates named Edward Newell. She died while having his baby in 1878.\nOne day long after the wedding of the Thumbs, Barnum asked Nutt why he had not married. \"Sir, my fruit is plucked\", he said, \"I have concluded not to marry until I'm thirty.\" His bride's height was of no concern, he said, but he did \"prefer marrying a good, green country girl to anyone else.\"\nIn 1879, Nutt married Miss Lilian Elston of Redwood City, California. He had met her while he was touring the American West. She was a bit shorter than most women, but not a little person.\nAfter his failures on the West Coast, Nutt went back to New York City. He bought a saloon. One day, he was caught selling liquor without a license. The New York City courts closed his saloon. Nutt was in charge of an amusement area called Rockaway Pier for a time. He returned to performing with an act called \"Tally-Ho\".\nDeath.\nEarly in 1881, Nutt had an attack of Bright's disease (nephritis). He was sick for more than two months. He died on 25 May 1881 at the Anthony House in New York City. Nutt's wife cried over his coffin at the funeral. She called him her \"dear little boy\", and said that he was \"so good\". Nutt was buried in Merrill Cemetery at Manchester, New Hampshire.\nNutt had grown from his original, and weighed a little less than at his death. In 1891, the editors of \"Appleton's Cyclopedia\" wrote, \"Commodore Nutt was distinguished for large-hearted virtues that are often lacking in bigger men; his genial temper was allied to constancy and generosity that entitle his memory to the highest respect.\" The editors noted that Nutt was \"for many years faithful to an early love.\"","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Americans","surface_form":"American","offset":53},{"uri":"Entertainer","surface_form":"entertainer","offset":62},{"uri":"New_Hampshire","surface_form":"New Hampshire","offset":122},{"uri":"New_England","surface_form":"New England","offset":180},{"uri":"Circus","surface_form":"circus","offset":199},{"uri":"P._T._Barnum","surface_form":"P. T. Barnum","offset":211},{"uri":"American_Museum","surface_form":"American Museum","offset":251},{"uri":"New_York_City","surface_form":"New York City","offset":270},{"uri":"Stage_name","surface_form":"stage name","offset":306},{"uri":"Wardrobe","surface_form":"wardrobe","offset":335},{"uri":"Naval","surface_form":"naval","offset":358},{"uri":"Uniform","surface_form":"uniform","offset":364},{"uri":"Miniature","surface_form":"miniature","offset":380},{"uri":"Carriage","surface_form":"carriage","offset":390},{"uri":"England","surface_form":"English","offset":418},{"uri":"Walnut","surface_form":"walnut","offset":426},{"uri":"Attraction","surface_form":"attractions","offset":472},{"uri":"Lavinia_Warren","surface_form":"Lavinia Warren","offset":507},{"uri":"General_Tom_Thumb","surface_form":"General Tom Thumb","offset":729},{"uri":"Spectacular","surface_form":"spectacular","offset":752},{"uri":"Wedding","surface_form":"wedding","offset":764},{"uri":"Best_man","surface_form":"best man","offset":840},{"uri":"Redwood_City%2C_California","surface_form":"Redwood City, California","offset":948},{"uri":"Minnie_Warren","surface_form":"Minnie Warren","offset":1056},{"uri":"Rich","surface_form":"rich","offset":1096},{"uri":"Perform","surface_form":"performing","offset":1107},{"uri":"Royal_family","surface_form":"royalty","offset":1125},{"uri":"Disagreement","surface_form":"disagreement","offset":1168},{"uri":"Comic_opera","surface_form":"comic opera","offset":1216},{"uri":"Variety_show","surface_form":"variety show","offset":1252},{"uri":"West_Coast_of_the_United_States","surface_form":"United States West Coast","offset":1272},{"uri":"Operate","surface_form":"operated","offset":1302},{"uri":"Western_saloon","surface_form":"saloons","offset":1311},{"uri":"Oregon","surface_form":"Oregon","offset":1322},{"uri":"California","surface_form":"California","offset":1333},{"uri":"Bright%27s_disease","surface_form":"Bright's disease","offset":1393},{"uri":"Manchester%2C_New_Hampshire","surface_form":"Manchester, New Hampshire","offset":1485},{"uri":"Major","surface_form":"Major","offset":1514},{"uri":"Marshal","surface_form":"marshal","offset":1667},{"uri":"Councilman","surface_form":"councilman","offset":1698},{"uri":"Hearty","surface_form":"hearty","offset":2061},{"uri":"Midget","surface_form":"little people","offset":2154},{"uri":"Ancestor","surface_form":"ancestor","offset":2266},{"uri":"Weaver","surface_form":"weaver","offset":2312},{"uri":"Ancestry","surface_form":"ancestry","offset":2330},{"uri":"Londonderry","surface_form":"Londonderry","offset":2353},{"uri":"Ulster","surface_form":"Ulster","offset":2366},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":2374},{"uri":"North_America","surface_form":"North America","offset":2395},{"uri":"18th_century","surface_form":"18th century","offset":2422},{"uri":"Colonial","surface_form":"colonial","offset":2459},{"uri":"New_England","surface_form":"New England","offset":2468},{"uri":"European_colonization_of_the_Americas","surface_form":"settlement","offset":2543},{"uri":"Settler","surface_form":"settler","offset":2613},{"uri":"Career","surface_form":"career","offset":2668},{"uri":"New_England","surface_form":"New England","offset":2948},{"uri":"P._T._Barnum","surface_form":"P. T. Barnum","offset":3005},{"uri":"Nickel_(coin)","surface_form":"nickel","offset":3069},{"uri":"Proper","surface_form":"proper","offset":3202},{"uri":"Style","surface_form":"style","offset":3209},{"uri":"American_Museum","surface_form":"American Museum","offset":3284},{"uri":"New_York_City","surface_form":"New York City","offset":3303},{"uri":"Autobiography","surface_form":"autobiography","offset":3325},{"uri":"Dwarfism","surface_form":"dwarf","offset":3386},{"uri":"Drollery","surface_form":"drollery","offset":3452},{"uri":"Wit","surface_form":"wit","offset":3465},{"uri":"Showman","surface_form":"showman","offset":3563},{"uri":"Lawyer","surface_form":"lawyer","offset":3661},{"uri":"Contract","surface_form":"contract","offset":3819},{"uri":"Genteel","surface_form":"genteel","offset":3884},{"uri":"Require","surface_form":"required","offset":4081},{"uri":"Morality","surface_form":"moral","offset":4231},{"uri":"Academic","surface_form":"academic","offset":4241},{"uri":"Salary","surface_form":"Salaries","offset":4277},{"uri":"US%24","surface_form":"US$","offset":4301},{"uri":"Souvenir","surface_form":"souvenir","offset":4482},{"uri":"Photograph","surface_form":"photograph","offset":4501},{"uri":"Pony","surface_form":"ponies","offset":4646},{"uri":"Publicity","surface_form":"publicity","offset":4733},{"uri":"Campaign","surface_form":"campaign","offset":4743},{"uri":"Prepare","surface_form":"prepare","offset":4755},{"uri":"Debut","surface_form":"debut","offset":4785},{"uri":"Reporter","surface_form":"reporter","offset":4799},{"uri":"Showman","surface_form":"showmen","offset":4869},{"uri":"Rumor","surface_form":"rumor","offset":4888},{"uri":"Outbid","surface_form":"outbid","offset":5114},{"uri":"Stage_name","surface_form":"stage name","offset":5289},{"uri":"Wardrobe","surface_form":"wardrobe","offset":5354},{"uri":"Uniform","surface_form":"uniform","offset":5393},{"uri":"Jaunt","surface_form":"jaunt","offset":5423},{"uri":"Carriage","surface_form":"carriage","offset":5467},{"uri":"Walnut","surface_form":"walnut","offset":5528},{"uri":"Vehicle","surface_form":"vehicle","offset":5551},{"uri":"Shetland_pony","surface_form":"Shetland ponies","offset":5677},{"uri":"Coachman","surface_form":"coachman","offset":5767},{"uri":"Advertisement","surface_form":"advertisement","offset":5839},{"uri":"Barnum_Museum","surface_form":"Barnum Museum","offset":5884},{"uri":"Bridgeport%2C_Connecticut","surface_form":"Bridgeport, Connecticut","offset":5901},{"uri":"General_Tom_Thumb","surface_form":"General Tom Thumb","offset":6140},{"uri":"Disguise","surface_form":"disguise","offset":6161},{"uri":"Ignore","surface_form":"ignored","offset":6305},{"uri":"Scamp","surface_form":"scamp","offset":6325},{"uri":"Confusion","surface_form":"confusion","offset":6365},{"uri":"Encourage","surface_form":"encouraged","offset":6380},{"uri":"Doubt","surface_form":"doubt","offset":6504},{"uri":"Bill","surface_form":"billed","offset":6673},{"uri":"Deceive","surface_form":"deceive","offset":6968},{"uri":"Incredulous","surface_form":"incredulous","offset":7000},{"uri":"Telegram","surface_form":"telegram","offset":7189},{"uri":"Precinct","surface_form":"Precinct","offset":7227},{"uri":"Extraordinary","surface_form":"extraordinary","offset":7306},{"uri":"Arrest","surface_form":"arrest","offset":7330},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":7424},{"uri":"White_House","surface_form":"White House","offset":7477},{"uri":"Arrive","surface_form":"arrived","offset":7520},{"uri":"Cabinet","surface_form":"cabinet","offset":7544},{"uri":"Salmon_P._Chase","surface_form":"Salmon P. Chase","offset":7588},{"uri":"Secretary_of_the_Treasury","surface_form":"Secretary of the Treasury","offset":7609},{"uri":"Spend","surface_form":"spending","offset":7662},{"uri":"Uncle_Sam","surface_form":"Uncle Sam","offset":7682},{"uri":"Edwin_M._Stanton","surface_form":"Edwin M. Stanton","offset":7701},{"uri":"Secretary_of_War","surface_form":"Secretary of War","offset":7719},{"uri":"Interrupt","surface_form":"interrupted","offset":7737},{"uri":"Wade","surface_form":"wade","offset":7986},{"uri":"Fleet","surface_form":"fleet","offset":8007},{"uri":"Lavinia_Warren","surface_form":"Mercy Lavinia Warren Bump","offset":8171},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":8264},{"uri":"Diamond","surface_form":"diamond","offset":8662},{"uri":"Emerald","surface_form":"emerald","offset":8674},{"uri":"Ceremony","surface_form":"ceremony","offset":9369},{"uri":"Spectacle","surface_form":"spectacle","offset":9411},{"uri":"Invite","surface_form":"invited","offset":9741},{"uri":"Parlour","surface_form":"parlor","offset":10035},{"uri":"Propose","surface_form":"proposed","offset":10053},{"uri":"Engagement","surface_form":"engagement","offset":10116},{"uri":"Dastardly","surface_form":"dastardly","offset":10255},{"uri":"Offense","surface_form":"offense","offset":10266},{"uri":"Bridesmaid","surface_form":"bridesmaid","offset":10629},{"uri":"Best_man","surface_form":"best man","offset":10644},{"uri":"Gather","surface_form":"gathered","offset":11067},{"uri":"Arrival","surface_form":"arrival","offset":11102},{"uri":"Aisle","surface_form":"aisle","offset":11287},{"uri":"Ambrose_Burnside","surface_form":"Ambrose Burnside","offset":11427},{"uri":"Mountebanks","surface_form":"mountebanks","offset":11512},{"uri":"Pew","surface_form":"pews","offset":11596},{"uri":"Curiosity","surface_form":"curiosity","offset":11621},{"uri":"Mechanic","surface_form":"mechanics","offset":11689},{"uri":"Reception","surface_form":"reception","offset":11787},{"uri":"Broadway","surface_form":"Broadway","offset":11835},{"uri":"Operetta","surface_form":"operetta","offset":12834},{"uri":"Variety_show","surface_form":"variety show","offset":12919},{"uri":"Portland%2C_Oregon","surface_form":"Portland, Oregon","offset":12946},{"uri":"San_Francisco","surface_form":"San Francisco","offset":12999},{"uri":"California","surface_form":"California","offset":13014},{"uri":"Saloon","surface_form":"saloon","offset":13195},{"uri":"Redwood_City%2C_California","surface_form":"Redwood City, California","offset":13868},{"uri":"Court","surface_form":"court","offset":14179},{"uri":"Bright%27s_disease","surface_form":"Bright's disease","offset":14379},{"uri":"Coffin","surface_form":"coffin","offset":14536},{"uri":"Funeral","surface_form":"funeral","offset":14550},{"uri":"Distinguish","surface_form":"distinguish","offset":14849},{"uri":"Virtue","surface_form":"virtue","offset":14881},{"uri":"Genial","surface_form":"genial","offset":14931},{"uri":"Temper","surface_form":"temper","offset":14938},{"uri":"Constancy","surface_form":"constancy","offset":14959},{"uri":"Generosity","surface_form":"generosity","offset":14973}]}