{"id":405662,"url":"http://en.wikipedia.org/wiki/Clostridium","text":"\"Clostridium\" is a genus of bacteria. \"Clostridium\" bacteria are obligate anaerobes, which means they do not need oxygen to grow.\n\"Clostridium\" bacteria are shaped like rods. The name \"Clostridium\" comes from the Greek word \"kloster\" (κλωστήρ), which means \"spindle.\"\n\"Clostridium\" bacteria are gram-positive and can produce endospores.\nImportant species.\nThere are many different species of \"Clostridium\" bacteria. Some of these species can cause serious illness.\n\"Clostridium botulinum\".\n\"Clostridium botulinum\" bacteria make a toxin called botulinum. When botulinum toxins get into food or wounds, they cause botulism, a dangerous disease. Botulism can paralyze the muscles (stop the muscles from moving or working). People can die from botulism if their breathing muscles get paralyzed. This makes them unable to breathe.\nMost cases of botulism happen because people eat meat that was not cooked well enough, or eat canned food that was not canned properly.\nIf babies under age one eat natural honey, they can get infant botulism. Most adults and older children can eat natural honey without getting sick. In healthy people, the intestines are filled with good, healthy bacteria. Usually, these regular bacteria keep \"Clostridium botulinum\" under control. Infants do not have enough of these good bacteria to be able to eat honey safely.\nSometimes doctors use botulinum toxins to treat medical problems. There are medicines, like Botox, which contain botulinum toxin. Some people get Botox treatments when they have wrinkles in the face. When it is injected into the forehead, Botox paralyzes the muscles in the face, and makes the face look smoother.\n\"Clostridium difficile\".\n\"Clostridium difficile\" bacteria can cause bad diarrhea and serious illness. Usually, people get \"Clostridium difficile\" infection after they have taken antibiotic medicines. These medicines can kill the healthy bacteria that normally live in the intestines and keep \"Clostridium difficile\" bacteria under control. \"Clostridium difficile\" infection can be spread from person to person, and is getting more common in hospitals, nursing homes, and other health care facilities. Just in the United States, 14,000 people die every year from \"Clostridium difficile\" infection.\n\"Clostridium difficile\" is an antibiotic-resistant bacteria. This means that many antibiotic medicines cannot kill the bacteria. This makes \"Clostridium difficile\" infection difficult to treat.\n\"Clostridium tetani\".\n\"Clostridium tetani\" causes tetanus. Usually, people get tetanus when they get a cut or wound, and \"Clostridium tetani\" bacteria get into the wound. At first, tetanus causes the muscles in the jaw to spasm (tighten). (Tetanus is often called \"lockjaw\" because the jaw muscles spasm so badly that the jaw seems \"locked.\") This can make it difficult to swallow. As tetanus gets worse, other muscles in the body get stiff and spasm.\nTetanus immunization can keep people from getting tetanus.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":19},{"uri":"Bacteria","surface_form":"bacteria","offset":28},{"uri":"Anaerobic_organism","surface_form":"obligate anaerobes","offset":65},{"uri":"Oxygen","surface_form":"oxygen","offset":114},{"uri":"Greek_(language)","surface_form":"Greek","offset":213},{"uri":"Gram-positive","surface_form":"gram-positive","offset":295},{"uri":"Endospore","surface_form":"endospore","offset":325},{"uri":"Species","surface_form":"species","offset":381},{"uri":"Disease","surface_form":"illness","offset":456},{"uri":"Toxin","surface_form":"toxin","offset":530},{"uri":"Botulism","surface_form":"botulism","offset":612},{"uri":"Paralysis","surface_form":"paralyze","offset":656},{"uri":"Muscles","surface_form":"muscles","offset":669},{"uri":"Breathing","surface_form":"breathing","offset":758},{"uri":"Honey","surface_form":"honey","offset":998},{"uri":"Intestine","surface_form":"intestine","offset":1133},{"uri":"Gut_flora","surface_form":"good, healthy bacteria","offset":1160},{"uri":"Medication","surface_form":"medicines","offset":1418},{"uri":"Injection","surface_form":"injected","offset":1553},{"uri":"Forehead","surface_form":"forehead","offset":1571},{"uri":"Clostridium_difficile","surface_form":"Clostridium difficile","offset":1682},{"uri":"Diarrhea","surface_form":"diarrhea","offset":1728},{"uri":"Antibiotics","surface_form":"antibiotic medicines","offset":1834},{"uri":"Hospital","surface_form":"hospital","offset":2097},{"uri":"Infection","surface_form":"infection","offset":2242},{"uri":"Antibiotic_resistance","surface_form":"antibiotic-resistant","offset":2283},{"uri":"Tetanus","surface_form":"tetanus","offset":2497},{"uri":"Wound","surface_form":"wound","offset":2557},{"uri":"Jaw","surface_form":"jaw","offset":2662},{"uri":"Jaw","surface_form":"jaw","offset":2733},{"uri":"Immunization","surface_form":"immunization","offset":2907}]}