{"id":405775,"url":"http://en.wikipedia.org/wiki/Where%27s_My_Water%3F","text":"\"Where's My Water?\" is a puzzle video game developed by Creature Feep and published by Disney Mobile, a subsidiary of Disney Interactive Studios. Released for desktop web browsers such as IE and devices using Apple's iOS, Google's Android, Microsoft's Windows Phone and BlackBerry 10 operating systems, the game requires players to route a supply of water to an alligator. Its lead character, Swampy, is the first original Disney character for a mobile game.\nThe game has inspired additional games by Disney Mobile, “Where’s My Perry?” and “Where’s My Mickey?” released June 20, 2013.\nGameplay.\nSwampy, an alligator living in a city sewer system, hates being dirty. Whenever he tries to take a bath, Cranky another alligator living in the sewers, disrupts the water flow to Swampy's home. Located somewhere on the level is a supply of water, either a limited amount pooled at different locations or an unlimited amount flowing from a pipe. Players use the touch screen on their device to dig through the dirt and redirect the water toward an inlet leading to Swampy's bathtub. In many levels, the water must be routed through other pipes or must interact with machines in order to open up a route to the inlet. When the required amount of water reaches the bathtub, the level is completed and the next level is unlocked. Also scattered around the level are three rubber ducks that can be collected when they absorb an amount of water. Select levels also include items hidden in the dirt that will unlock bonus levels when three-item collections are completed.\nCertain levels are also populated by hazards that must be avoided or removed. For example, some levels contain algae that will absorb water and grow. Other types of fluids will sometimes appear, such as purple poison/acid, reddish mud, and green ooze/slime. If either poison, ooze or mud reaches the inlet, the level is failed and must be restarted. (Swampy jumps out of the tub if poison/acid enters it, but simply gets surprised or disgusted if ooze/slime or mud enters it instead). If all the water or any fluids that must be converted disappear etc., Swampy cries mournfully as the level restarts too. (only on the free version.) The poison, mud, and the ooze will kill all the rubber ducks (the ducks turn into skulls and make a painful-sounding quack) on contact.\nPoints are awarded for a/the short amount of time taken to complete the level, for collecting rubber ducks and for delivering more than the minimum amount of water to Swampy's tub. Collecting a certain number of rubber ducks will also unlock new groups of levels.\nDevelopment.\n\"Where's My Water?\" was developed by Creature Feep, a team of designers within the Disney Mobile division of Disney Interactive Studios. Creature Feep is headed up by game design director Tim FitzRandolph. In an October 2011 interview, FitzRandolph explained that the goal for the development of \"Where's My Water?\" was \"to contribute a new character to the company, while making a really fun game in the process\".\nThe earliest phase of development centered around the concept of the game, which was players using their fingers to guide water to a goal. In actuality, the water is rendered as lots of individual \"drops\" that interact with each other. At one point the designers had to devise a reason for having a bathtub underground. That reason came from the urban legend of alligators living in city sewers, so the game's lead character became a \"hygiene-conscious alligator\". Unlike many mobile games released by Disney, where characters from the company's films are used, \"Where's My Water?\" represents the first time that Disney has produced an original character for a mobile game. In designing that character, Disney Mobile wanted one \"that felt like it belonged when lined up with other Disney characters\".\nRelease.\n\"Where's My Water?\" came out with four chapters - \"Meet Swampy\", \"Troubled Waters\", \"Under Pressure\" and \"Sink or Swim\" — each containing 20 levels. New chapters are rolled out with updates, each featuring new gameplay tools and supplies. A version for devices that have the Android operating system was released on the Android Market in North America on November 23, 2011 and included all six chapters available up to that point. A free, ad-supported version of \"Where's My Water?\" was also released to both iOS and Android in December 2011. The free version includes 25 unique levels, plus the ability to unlock five popular levels taken from the main game. In May 2012, a total of 20 levels that originally appeared in the free version were added to the full version, collectively known as \"The Lost Levels\". The levels in question are grouped into two holiday-themed chapters. June 2012 The update also included two new in-app purchases: the \"Mystery Duck\" mode (see below) and Locksmith Duck, which would unlock a chapter without having to collect a certain number of ducks within the main game. In connection, \"Where's My Perry\", a version of the game featuring Perry the Platypus from \"Phineas and Ferb\". On September 19, 2012, a new update brought a special Birthday Level, \"Make a Wish\", to Where's My Water and Swampy's 1 Year Birthday. 10 more Lost Levels were also added for free. An infographic of Where's my Water's history teased a new update with a black-and-white and Frankenweenie-based levels.\nCranky's Story.\nIn January 2012, \"Cranky's Story\", a new subset of levels within the game, was added initially to the iOS version and later to the Android version. The gameplay in \"Cranky's Story\" is basically the same as the main game, in that players must route a fluid to an inlet goal. However, this time the player must help Cranky by bringing the purple poisonous water into his lair to melt algae that is covering his food. This time, the ducks are now purple and can only be collected by being splashed with poison, while other fluids (including clean water) will kill it. If water or any of the other liquids enter the inlet, the level is failed (the water causes Cranky's food to be covered with more algae, surprising him, while ooze will turn it into a rock and being kicked away, the same is true with mud). If all of the poison is lost, then Cranky will get very angry. The first five levels in the first chapter, \"Cranky's First Course\", are free to play, while the rest of the chapter and all of the 2nd chapter, \"Hunger Pains\", are accessible through a one-time in-app purchase. The update also includes \"Cranky's Challenge\", a set of 12 challenges and four bonus stages for the player to accomplish. If those challenges are failed, then Swampy will cry as if you lost all the water. An all new Food Groups and the 3rd episode \"Bulking Up\" were released on April 5, 2012 and adds 6 challenges and two bonus stages. The final episode, \"Overstuffed\", was released on May 18, 2012.\nMystery Duck.\nLike \"Cranky's Story\", a one-time in-app purchase was required to play beyond the first five levels. On September 19, as part of the Birthday update, 40 more levels were added to Mystery Duck.\nAllie's Story.\nIn May 2013, a new subset of levels called \"Allie's Story\" was added in a May 25 update. The gameplay in this mode is the same as the other modes, but this time, it requires players to direct steam to operate Allie's makeshift pipe organ. Ducks are blue and can only be covered in steam, while other fluids (except clean water) will kill them. If water or other fluids get in the inlet, the level is failed. As with Cranky's Story and Mystery Duck, a one-time in-app purchase is required to play beyond the first five levels.","categories":[],"infobox_types":["video game"],"annotations":[{"uri":"Puzzle_video_game","surface_form":"puzzle video game","offset":25},{"uri":"Disney_Mobile","surface_form":"Disney Mobile","offset":87},{"uri":"Disney_Interactive_Studios","surface_form":"Disney Interactive Studios","offset":118},{"uri":"Apple%2C_Inc.","surface_form":"Apple's","offset":209},{"uri":"IOS","surface_form":"iOS","offset":217},{"uri":"Google%2C_Inc.","surface_form":"Google's","offset":222},{"uri":"Android_(operating_system)","surface_form":"Android","offset":231},{"uri":"Microsoft","surface_form":"Microsoft's","offset":240},{"uri":"Windows_Phone","surface_form":"Windows Phone","offset":252},{"uri":"BlackBerry_10","surface_form":"BlackBerry 10","offset":270},{"uri":"Alligator","surface_form":"alligator","offset":362},{"uri":"Bathtub","surface_form":"bathtub","offset":1068},{"uri":"Rubber_duck","surface_form":"rubber duck","offset":1363},{"uri":"Algae","surface_form":"algae","offset":1671},{"uri":"Urban_legend","surface_form":"urban legend","offset":3368},{"uri":"Perry_the_Platypus","surface_form":"Perry the Platypus","offset":5000},{"uri":"Phineas_and_Ferb","surface_form":"Phineas and Ferb","offset":5025},{"uri":"Pipe_organ","surface_form":"pipe organ","offset":7290}]}