{"id":40575,"url":"http://en.wikipedia.org/wiki/Werner_Heisenberg","text":"Werner Karl Heisenberg (5 December 1901 1 February 1976) was a German physicist. He won the Nobel Prize in Physics for his discovery of quantum mechanics. He discovered the Heisenberg uncertainty principle, which shows there is a limit on how well position and velicity of a particle can be measured.\nHeisenberg was born in Wuerzburg, Germany, the son of a professor of Byzantine history. He went to university to study physics in Munich. Arnold Sommerfeld was one of his teachers.\nHeisenberg was a very good student and needed only three years to finish his studies. He then wrote a doctoral thesis about movements in the flows of liquids (\"Über Stabilität und Turbulenz von Flüssigkeitsströmen\"—\"On the stability and turbulence of liquid streams\"). In 1924 he became assistant to Max Born at the University of Göttingen. In June 1925 he was recovering from hay fever on the island Helgoland, and while working alone made the decisive breakthrough to Quantum mechanics. Back in Göttingen, together with Max Born and Pascual Jordan, they wrote the basic paper which founded Quantum\nmechanics.\nIn 1926/ 1927 Heisenberg worked with Niels Bohr at the University of Copenhagen. In February 1927, while Bohr was on extended skiing holidays, he invented the uncertainty principle and published the paper “Über den anschaulichen Inhalt der quantentheoretischen Kinematik und Mechanik”—“On the Visualizable Contents of the Quantum-theoretical Kinematics and Mechanics”.\nAt the age of 26 Heisenberg became professor of theoretical physics at the University of Leipzig.\nHe was awarded the Nobel Prize when he was 31 years old.\nIn 1937 he married Elisabeth Schumacher. They had seven children, one of their sons is well known as a neurobiologist and geneticist, Martin Heisenberg.\nWar and later.\nDuring the Second World War, from 1939 to 1945 Werner Heisenberg was drafted to work on the German Uranium Project. This was aiming at a nuclear reactor, and did not result in any nuclear weapons, possibly because Heisenberg did not want it to. Some historians assume that there was a race between the minute German Uranium project and the huge American Manhattan project. Hans A. Bethe, the director of the theory division of the Manhattan project at Los Alamos, said this was not true. Edward Teller, the father of the American hydrogen bomb, said that Heisenberg sabotaged the German project.\nAfter the war, he was held as a prisoner at Farm Hall in England from May 1945 to January, 1946, where the British and Americans kept ten German nuclear scientists.\nLater he worked in elementary particle physics, mainly in West Germany and he helped the foundation of the European Laboratory for Elementary Particle Physics CERN in Geneva, Switzerland. In April 1957, he signed a declaration, together with 17 German physicists, that they would never participate in the construction of nuclear weapons. In 1958, his Max-Planck-Institut für Physik was transferred from Göttingen to München.\nHe died in Munich Germany, in 1976 at the age of 74.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"German","offset":63},{"uri":"Physicist","surface_form":"physicist","offset":70},{"uri":"Nobel_Prize_in_Physics","surface_form":"Nobel Prize in Physics","offset":92},{"uri":"Quantum_mechanics","surface_form":"quantum mechanics","offset":136},{"uri":"Uncertainty_principle","surface_form":"Heisenberg uncertainty principle","offset":173},{"uri":"W%C3%BCrzburg","surface_form":"Wuerzburg","offset":324},{"uri":"Professor","surface_form":"professor","offset":357},{"uri":"Byzantium","surface_form":"Byzantine","offset":370},{"uri":"University","surface_form":"university","offset":400},{"uri":"Munich","surface_form":"Munich","offset":431},{"uri":"Arnold_Sommerfeld","surface_form":"Arnold Sommerfeld","offset":439},{"uri":"Doctorate","surface_form":"doctoral","offset":584},{"uri":"Thesis","surface_form":"thesis","offset":593},{"uri":"Max_Born","surface_form":"Max Born","offset":782},{"uri":"G%C3%B6ttingen","surface_form":"Göttingen","offset":812},{"uri":"Quantum_mechanics","surface_form":"Quantum","offset":1074},{"uri":"Quantum_mechanics","surface_form":"mechanics","offset":1082},{"uri":"Niels_Bohr","surface_form":"Niels Bohr","offset":1130},{"uri":"Copenhagen","surface_form":"Copenhagen","offset":1162},{"uri":"Elisabeth_Schumacher","surface_form":"Elisabeth Schumacher","offset":1636},{"uri":"Neurobiology","surface_form":"neurobiologist","offset":1720},{"uri":"Genetics","surface_form":"geneticist","offset":1739},{"uri":"Martin_Heisenberg","surface_form":"Martin Heisenberg","offset":1751},{"uri":"Second_World_War","surface_form":"Second World War","offset":1796},{"uri":"Nuclear_weapon","surface_form":"nuclear","offset":1965},{"uri":"Weapon","surface_form":"weapons","offset":1973},{"uri":"Farm_Hall","surface_form":"Farm Hall","offset":2425},{"uri":"England","surface_form":"England","offset":2438},{"uri":"British","surface_form":"British","offset":2488},{"uri":"United_States","surface_form":"Americans","offset":2500},{"uri":"Scientist","surface_form":"scientists","offset":2534},{"uri":"West_Germany","surface_form":"West Germany","offset":2604},{"uri":"Nuclear_weapons","surface_form":"nuclear weapons","offset":2867}]}