{"id":405704,"url":"http://en.wikipedia.org/wiki/Jonathan_Bass","text":"e=\"preserve\">Jonathan R. Bass (November 25, 1830 - September 13, 1892) was an American sideshow attraction. His stage name was The Ossified Man. He was born in New York State. Rheumatism led to the ossification of his joints, tendons, and muscles in his teen years. His sideshow career began in 1887 at Niagara Falls. He toured the United States. He died in New York City in 1892.\nEarly years.\nBass was born in Cambria in western New York State. He was the eldest of three brothers. He appeared perfectly normal in his very early years. As a child and a teenager however, a series of rheumatism attacks left him unable to walk without crutches and canes.\nMiddle years.\nEventually, Bass became completely ossified. The rheumatism led to akylosis of his joints, tendons, and muscles. They turned to bone. Things got worse. In 1869, he lost his eyesight. He had to eat by sucking food up and swallowing it whole. When his mother died in 1872, a brother began taking care of him.\nIn 1887, Bass began his show biz career at Niagara Falls. He then worked his way across the United States. In spite of his disabilities, Bass remained cheerful. He parted with his manager after a dispute about his cut of the take.\nLast years and death.\nBass died of a fever and pneumonia while performing in Huber's Museum in New York City. The family refused an autopsy. Bass was buried in an ironclad vault to deter grave robbers from making off with the body.\nAn article in a 1908 issue of \"Scientific American\" accused a careless museum attendant of causing Bass's death by letting the man fall to the pavement while being lifted from a carriage.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sideshow","surface_form":"sideshow","offset":87},{"uri":"Stage_name","surface_form":"stage name","offset":112},{"uri":"New_York_State","surface_form":"New York State","offset":160},{"uri":"Rheumatism","surface_form":"Rheumatism","offset":176},{"uri":"Ossification","surface_form":"ossification","offset":198},{"uri":"Niagara_Falls","surface_form":"Niagara Falls","offset":303},{"uri":"New_York_City","surface_form":"New York City","offset":358},{"uri":"New_York_State","surface_form":"New York State","offset":430},{"uri":"Rheumatism","surface_form":"rheumatism","offset":584},{"uri":"Ossification","surface_form":"ossified","offset":704},{"uri":"Akylosis","surface_form":"akylosis","offset":736},{"uri":"Bone","surface_form":"bone","offset":797},{"uri":"Niagara_Falls","surface_form":"Niagara Falls","offset":1019},{"uri":"Fever","surface_form":"fever","offset":1244},{"uri":"Pneumonia","surface_form":"pneumonia","offset":1254},{"uri":"New_York_City","surface_form":"New York City","offset":1302},{"uri":"Autopsy","surface_form":"autopsy","offset":1339}]}