{"id":405746,"url":"http://en.wikipedia.org/wiki/Cherokee_mythology","text":"The Native American Cherokee people of the Appalachians have a complex set of spiritual beliefs. Their mythology involves a set of totemic creation spirits who are said to have formed the world.\nThe Cherokee believe that signs, visions, dreams and powers were all gifts of the spirits. They believe that the real world is intertwined with and presided over by the spirit world.\nCreation beliefs.\nThe creation myth of the Cherokee describes the earth as a great floating island surrounded by an ocean. It hangs from the sky by cords attached at the four cardinal points. The story tells that the first earth came to be when Dâyuni'sï, the little water beetle, came down from the sky world (Gälûñ'lätï) to see what was below the water. He paddled over the surface of the water, but found no place to rest. He dived to the bottom of the water and brought up some soft mud. This mud expanded in every direction and became the earth.\nThe other spirits in Gälûñ'lätï were eager to come down to the new earth. Firstly, birds were sent to see if the mud was dry. The buzzard was sent ahead to make preparations for the others, but the earth was still soft. When he grew tired, his wings dipped very low and brushed the soft mud, forming mountains and valleys in the flat ground. When the earth was finally dry, all of the animals came down from the sky. It was dark, so they took the Sun and put it in a track to travel east to west. At first, they set it too low and the crawfish was burned. So they elevated the sun several times to reduce its heat.\nThe story tells how several other plants and animals got certain features. They all were told to stay awake for seven nights, but only a few animals such as the owl and panther were able to; and so these two were given the power to see and hunt at night. Only a few trees were able to as well – the cedar, pine, spruce and laurel – and so the rest were forced to shed their leaves in the winter.\nThe first people were a brother and sister. The brother hit his sister with a fish and told her to multiply. Following this, she gave birth to a child every seven days. Soon, there were too many people, so women were then forced to have just one child every year.\nVenerated spirits.\nThe Cherokee revere the Great Spirit. She is called Unelanuhi, the sun goddess. She presided over all things when the earth was created, and was said to have made the earth to provide for her children. Unelanuhi is all-seeing, all-knowing and all-powerful. The Wahnenauhi Manuscript says that God is \"Unahlahnauhi\", meaning \"maker of all things\", and \"Kalvlvtiahi\", meaning \"the one who lives above\".\nThe twin Thunder Boys are the sons of Kanati and Selu. They live in the land of the west above the sky. When thunder sounds, the boys are playing ball. The lightning and the rainbow are their beautiful dress. The priests pray to the thunder and he visited the people to bring the rains and blessings from the South. It was believed that the thunder beings who lived close to the Earth's surface, in the cliffs and mountains, and under water falls could and did harm the people at times. These other thunders are always plotting mischief. The thunder beings were viewed as the most powerful of the servants of the Great Spirit. They were revered in the first dance of the Green Corn Ceremony held each year. They were believed to have brought the rains for a successful corn crop.\nEvil.\nThere is no one evil spirit in Cherokee theology. An \"asgina\" is any kind of spirit, but it is usually considered to be a bad spirit. Uya, sometimes called Uyaga is an evil earth spirit which works against the forces of good and what is right. There is also Nun'Yunu'Wi and Kalona Ayeliski, evil spirits who prey on the souls of the dying and would torment their victims until they died.\nAll disease and suffering is traditionally believed to be caused by the spirits or by witchcraft. It was also believed that the plants made medicine to cure each sickness that entered the world. When the medicine man does not know what medicine to use the spirits of the plants tell him.","categories":[],"infobox_types":[],"annotations":[{"uri":"Native_Americans_in_the_United_States","surface_form":"Native American","offset":4},{"uri":"Cherokee","surface_form":"Cherokee","offset":20},{"uri":"Appalachians","surface_form":"Appalachians","offset":43},{"uri":"Spirituality","surface_form":"spiritual","offset":78},{"uri":"Mythology","surface_form":"mythology","offset":103},{"uri":"Totemism","surface_form":"totemic","offset":131},{"uri":"Creation_myth","surface_form":"creation","offset":139},{"uri":"Spirit","surface_form":"spirit","offset":148},{"uri":"Omen","surface_form":"signs","offset":221},{"uri":"Dream","surface_form":"dream","offset":237},{"uri":"Supernatural","surface_form":"powers","offset":248},{"uri":"Creation_myth","surface_form":"creation myth","offset":400},{"uri":"Island","surface_form":"island","offset":470},{"uri":"Ocean","surface_form":"ocean","offset":494},{"uri":"Cardinal_direction","surface_form":"cardinal points","offset":553},{"uri":"Water_beetle","surface_form":"water beetle","offset":645},{"uri":"Buzzard","surface_form":"buzzard","offset":1059},{"uri":"Mountain","surface_form":"mountain","offset":1229},{"uri":"Valley","surface_form":"valley","offset":1243},{"uri":"Sun","surface_form":"Sun","offset":1376},{"uri":"Crawfish","surface_form":"crawfish","offset":1464},{"uri":"Owl","surface_form":"owl","offset":1705},{"uri":"Panther","surface_form":"panther","offset":1713},{"uri":"Cedar","surface_form":"cedar","offset":1843},{"uri":"Pine","surface_form":"pine","offset":1850},{"uri":"Spruce","surface_form":"spruce","offset":1856},{"uri":"Laurel","surface_form":"laurel","offset":1867},{"uri":"Deciduous","surface_form":"shed their leaves","offset":1907},{"uri":"Winter","surface_form":"winter","offset":1932},{"uri":"Great_Spirit","surface_form":"Great Spirit","offset":2247},{"uri":"Omnipresence","surface_form":"all-seeing","offset":2438},{"uri":"Omniscience","surface_form":"all-knowing","offset":2450},{"uri":"Omnipotence","surface_form":"all-powerful","offset":2466},{"uri":"Green_Corn_Ceremony","surface_form":"Green Corn Ceremony","offset":3295},{"uri":"Maize","surface_form":"corn","offset":3393},{"uri":"Evil","surface_form":"evil","offset":3426},{"uri":"Soul","surface_form":"soul","offset":3730},{"uri":"Disease","surface_form":"disease","offset":3802},{"uri":"Suffering","surface_form":"suffering","offset":3814},{"uri":"Witchcraft","surface_form":"witchcraft","offset":3884},{"uri":"Medicine","surface_form":"medicine","offset":3938},{"uri":"Medicine_man","surface_form":"medicine man","offset":4002}]}