{"id":405706,"url":"http://en.wikipedia.org/wiki/Unisphere","text":"The Unisphere is a stainless steel globe in Queens, New York City. It is in Flushing Meadows-Corona Park. It was designed by landscape architect Gilmore D. Clarke. It is a symbol of the borough of Queens. The globe weighs and is the world's largest. There are fountains and a reflecting pool around the Unisphere.\nThe Unisphere was built for the 1964-1965 New York World's Fair. The Unisphere is designed to show countries around the world depending on each other. It stayed at the park after the World's Fair. The Unisphere was cleaned from 1993 to 1994.\nHistory.\nFlushing Meadows–Corona Park used to be a landfill in Queens. The landfill was turned into the 1940 New York World's Fair. After the fair, it was used as a park. The 1964 New York World's Fair also happened at Flushing Meadows. Gilmore David Clarke and Michael Rapuano designed the park for 1964 Fair.\nRobert Moses ran the 1964 World's Fair. He announced the Unisphere in February 1961. At first, Clarke designed the Unisphere as an aluminum structure with metal continents and islands. Designers at Peter Muller-Munk Associates added structural steel. The last design was a lot like the first. The last design had fountains surrounding the Unisphere.\nThe Unisphere was built by the American Bridge Company. The American Bridge Company was part of another company called US Steel. The Unisphere was built in 110 days. The last piece of land was put on the Unishphere on August 13, 1963. At night, the Unisphere was lit up to show sunrise moving across the globe. There were lights showing the capitals of countries.\nIn 1966, US Steel gave $100,000 so the Unisphere could stay at the park. In 1967, the park reopened. The Unisphere became dirty afterward. People wrote graffiti in the pools.\nIn 1989, the New York City Department of Parks and Recreation said it would clean the Unisphere. From 1993 to 1994, the Unisphere was fixed and cleaned. The fountains were also turned back on. It became an official city landmark in May 1995. The Unisphere's fountain was cleaned again in 2010.\nDesign.\nThe Unisphere is the world's largest globe. It is wide and tall. The globe weighs. Its base weighs. The Unisphere is made of stainless steel. The continents and islands on the Unisphere were made by the Rigidized Metals Corporation. The Unisphere is tilted 23.5 degrees.\nThere are three rings around the Unisphere. They show the orbits of Yuri Gagarin, John Glenn, and the Telstar satellite around the Earth. There were supposed to be more rings, but the designers could not do this. The rings are held up with aircraft cable. The Unisphere's continents and islands are made of many layers of metal sheets. The Unisphere has many latitude and longitude bars of different sizes. This makes the structure stable.\nThere is a reflecting pool around the Unisphere. It measures across. There are 48 fountains in the pool. These fountains are supposed to make the Unisphere look like it is floating in space. There are also plaques around the pool.\nThe Unisphere has a concrete foundation. The ground under the Unisphere used to be a marsh. There are 528 wooden rods under the Unisphere.","categories":[],"infobox_types":[],"annotations":[{"uri":"Stainless_steel","surface_form":"stainless steel","offset":19},{"uri":"Globe","surface_form":"globe","offset":35},{"uri":"Queens","surface_form":"Queens","offset":44},{"uri":"New_York_City","surface_form":"New York City","offset":52},{"uri":"Flushing_Meadows-Corona_Park","surface_form":"Flushing Meadows-Corona Park","offset":76},{"uri":"Landscape","surface_form":"landscape","offset":125},{"uri":"Architect","surface_form":"architect","offset":135},{"uri":"Gilmore_D._Clarke","surface_form":"Gilmore D. Clarke","offset":145},{"uri":"Borough","surface_form":"borough","offset":186},{"uri":"Reflecting_pool","surface_form":"reflecting pool","offset":276},{"uri":"World%27s_Fair","surface_form":"1964-1965 New York World's Fair","offset":346},{"uri":"Flushing_Meadows%E2%80%93Corona_Park","surface_form":"Flushing Meadows–Corona Park","offset":565},{"uri":"Landfill","surface_form":"landfill","offset":607},{"uri":"Queens","surface_form":"Queens","offset":619},{"uri":"1939_New_York_World%27s_Fair","surface_form":"1940 New York World's Fair","offset":660},{"uri":"1964_New_York_World%27s_Fair","surface_form":"1964 New York World's Fair","offset":731},{"uri":"Gilmore_David_Clarke","surface_form":"Gilmore David Clarke","offset":793},{"uri":"Robert_Moses","surface_form":"Robert Moses","offset":867},{"uri":"Peter_Muller-Munk_Associates","surface_form":"Peter Muller-Munk Associates","offset":1065},{"uri":"American_Bridge_Company","surface_form":"American Bridge Company","offset":1248},{"uri":"US_Steel","surface_form":"US Steel","offset":1336},{"uri":"New_York_City_Department_of_Parks_and_Recreation","surface_form":"New York City Department of Parks and Recreation","offset":1769},{"uri":"Stainless_steel","surface_form":"stainless steel","offset":2183},{"uri":"Rigidized_Metals_Corporation","surface_form":"Rigidized Metals Corporation","offset":2261},{"uri":"Orbit","surface_form":"orbit","offset":2387},{"uri":"Yuri_Gagarin","surface_form":"Yuri Gagarin","offset":2397},{"uri":"John_Glenn","surface_form":"John Glenn","offset":2411},{"uri":"Telstar","surface_form":"Telstar","offset":2431},{"uri":"Latitude","surface_form":"latitude","offset":2688},{"uri":"Longitude","surface_form":"longitude","offset":2701},{"uri":"Reflecting_pool","surface_form":"reflecting pool","offset":2780},{"uri":"Memorial_plaque","surface_form":"plaque","offset":2975},{"uri":"Foundation_(engineering)","surface_form":"foundation","offset":3029},{"uri":"Marsh","surface_form":"marsh","offset":3085}]}