{"id":4059,"url":"http://en.wikipedia.org/wiki/Evaporation","text":"Evaporation is when a liquid becomes a gas without forming bubbles inside the liquid volume. If bubbles are formed we are talking instead about \"boiling\".\nFor example, water left in a bowl will slowly disappear. The water evaporates into water vapor, the gas phase of water. The water vapor mixes with the air.\nThe opposite of evaporation is condensation.\nWhen the molecules in a liquid are heated, they move faster. This makes them full of energy and so the particles collide with each other, and eventually they become so far apart that they become a gas.\nDifferences between evaporation and boiling.\nDuring evaporation only the molecules near the liquid surface are changing from liquid to vapor. During boiling the molecules inside the volume of the liquid are also changing to vapor. For this reason during evaporation no bubbles are formed, instead they are formed during boiling.\nEvaporation can happen at any temperature, while boiling happens only at a specified temperature called the \"boiling point\". Evaporation happens slowly, but boiling happens quickly.\nRate of evaporation.\nSome liquids evaporate more quickly than others. There are many factors that affect the evaporation rate.\nThe rate of evaporation depends on the liquid's exposed surface area (faster when increased), the humidity of surroundings (slower when increased), the presence of wind (faster when increased) and the temperature (faster when increased).\nLiquid with high boiling points (those that boil at very high temperatures) tend to evaporate more slowly than those with lower boiling temperatures.\nEvaporation is a very essential part of the water cycle.","categories":[],"infobox_types":[],"annotations":[{"uri":"Liquid","surface_form":"liquid","offset":22},{"uri":"Gas","surface_form":"gas","offset":39},{"uri":"Bubble","surface_form":"bubble","offset":59},{"uri":"Volume","surface_form":"volume","offset":85},{"uri":"Boiling","surface_form":"boiling","offset":145},{"uri":"Condensation","surface_form":"condensation","offset":342},{"uri":"Molecules","surface_form":"molecules","offset":365},{"uri":"Energy","surface_form":"energy","offset":441},{"uri":"Boiling","surface_form":"boiling","offset":878},{"uri":"Boiling_point","surface_form":"boiling point","offset":996},{"uri":"Surface_area","surface_form":"surface area","offset":1252},{"uri":"Humidity","surface_form":"humidity","offset":1294},{"uri":"Wind","surface_form":"wind","offset":1360},{"uri":"Temperature","surface_form":"temperature","offset":1397},{"uri":"Water_cycle","surface_form":"water cycle","offset":1628}]}