{"id":405945,"url":"http://en.wikipedia.org/wiki/Universal_priesthood_(doctrine)","text":"In Christianity, different groups disagree about who can be a priest. Protestants believe that any baptized believer can become a priest (though denominations can vary depending on the question of gender), and that anyone can talk directly to God. Ordination is not necessarily needed to become a priest, however, the unordained are generally referred to as, \"Preachers,\" and the term \"Pastor\" can be used interchangeably.\nChrist the Lord, High Priest taken from among men, made the new people \"a kingdom and priests to God the Father\".The baptized, by regeneration and the anointing of the Holy Spirit, are consecrated (..) a holy priesthood, in order that through all those works which are those of the Christian man they may offer spiritual sacrifices and proclaim the power of Him who has called them out of darkness into His marvelous light.\nHistory.\nThat the pope or bishop (..) dresses differently from the laity, may make a hypocrite or an idolatrous oil-painted icon, but it in no way makes a Christian or spiritual human being. In fact, we are all consecrated priests through Baptism, as St. Peter in 1 Peter 2[:9] says, \"You are a royal priesthood and a priestly kingdom,\" and Revelation [5:10], \"Through your blood you have made us into priests and kings.\"\nHow then if they are forced to admit that we are all equally priests, as many of us as are baptized, and by this way we truly are; while to them is committed only the Ministry (\"ministerium Predigtamt\") and consented to by us (\"nostro consensu\")? If they recognize this they would know that they have no right to exercise power over us (\"ius imperii\", in what has not been committed to them) except insofar as we may have granted it to them, for thus it says in 1 Peter 2, \"You are a chosen race, a royal priesthood, a priestly kingdom.\" In this way we are all priests, as many of us as are Christians. There are indeed priests whom we call ministers. They are chosen from among us, and who do everything in our name. That is a priesthood which is nothing else than the Ministry. Thus 1 Corinthians 4:1: \"No one should regard us as anything else than ministers of Christ and dispensers of the mysteries of God.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Christianity","surface_form":"Christianity","offset":3},{"uri":"Priest","surface_form":"priest","offset":62},{"uri":"Protestantism","surface_form":"Protestant","offset":70},{"uri":"Baptism","surface_form":"baptized","offset":99},{"uri":"Christian_denomination","surface_form":"denomination","offset":145},{"uri":"Gender","surface_form":"gender","offset":197},{"uri":"God","surface_form":"God","offset":243},{"uri":"Ordination","surface_form":"Ordination","offset":248},{"uri":"Hypocrite","surface_form":"hypocrite","offset":932},{"uri":"Idolatry","surface_form":"idolatrous","offset":948},{"uri":"Icon","surface_form":"icon","offset":971}]}