{"id":406133,"url":"http://en.wikipedia.org/wiki/Destrier","text":"The destrier is the best-known type of Warhorse of the medieval era. It carried knights in battles, tournaments, and jousts. It was described by contemporary sources as the \"Great Horse\", due to its significance.\nThe word \"destrier\" comes from the Vulgar Latin \"dextarius\", meaning \"right-sided\" (the same root as our modern \"dexterous\" and \"dexterity\"). This may refer to it being led by the squire at the knight's right side (or led by the right hand) or to the horse's gait, (possibly leading with the right).\nWhile highly prized by knights and men-at-arms, the destrier was not very common. Most knights and mounted men-at-arms rode other war horses, such as coursers and rounceys. These three types of horse were often called chargers.\nCharacteristics of the destrier.\nThe word \"destrier\" does not refer to a breed, but to a \"type\" of horse: the finest and strongest warhorse. These horses were usually stallions, bred and raised from colts specifically for the needs of war. The destrier was also considered the most suited to the joust; coursers seem to have been preferred for other forms of warfare. They had powerful hindquarters, able to easily coil and spring to stop, spin, turn or sprint forward. They also had a short back and well-muscled loin, strong bone, and a well-arched neck. From medieval art, the head of the destrier appears to have had a straight or slightly convex profile, strong, wide jaw, and good width between the eyes.\nThe destrier was specifically for use in battle or tournament; for everyday riding, a knight would use a palfrey, and his baggage would be carried on a sumpter horse (or packhorse), or possibly in wagons.","categories":[],"infobox_types":[],"annotations":[{"uri":"Middle_Ages","surface_form":"medieval era","offset":55},{"uri":"Knight","surface_form":"knight","offset":80},{"uri":"Jousting","surface_form":"jousts","offset":117},{"uri":"Vulgar_Latin","surface_form":"Vulgar Latin","offset":248},{"uri":"Squire","surface_form":"squire","offset":393},{"uri":"Horse_gait","surface_form":"gait","offset":472},{"uri":"Man-at-arms","surface_form":"men-at-arms","offset":548},{"uri":"Courser_(horse)","surface_form":"coursers","offset":663},{"uri":"Rouncey","surface_form":"rouncey","offset":676},{"uri":"Stallion","surface_form":"stallion","offset":908},{"uri":"Joust","surface_form":"joust","offset":1037},{"uri":"Horses_in_warfare","surface_form":"warfare","offset":1100},{"uri":"Convex","surface_form":"convex","offset":1385},{"uri":"Medieval_warfare","surface_form":"battle","offset":1493},{"uri":"Tournament_(medieval)","surface_form":"tournament","offset":1503},{"uri":"Palfrey","surface_form":"palfrey","offset":1557},{"uri":"Sumpter_horse","surface_form":"sumpter horse","offset":1604},{"uri":"Packhorse","surface_form":"packhorse","offset":1622}]}