{"id":406117,"url":"http://en.wikipedia.org/wiki/Bank_of_England","text":"The Bank of England is the central bank of the United Kingdom. It is the model on which most modern central banks have been based. It was set up to act as the government's banker, and is still the banker for the British Government. The Bank was privately owned from 1694. The Government took it over in 1946.\nIt is the second oldest central bank in the world (after the Swedish Riksbank), and the world's 8th oldest bank.\nIn 1998 it became an independent public organisation. Though wholly owned by the government, it has independence in setting monetary policy.\nThe Bank is one of eight banks authorised to issue banknotes in the United Kingdom. It has a monopoly on the issue of banknotes in England and Wales, and regulates the issue of banknotes by commercial banks in Scotland and Northern Ireland.\nThe Bank's Monetary Policy Committee manages money supply and interest rates. The Treasury has reserve powers to give orders to the committee \"if they are required in the public interest and by extreme economic circumstances\" but such orders must be endorsed by Parliament within 28 days.\nThe Bank's headquarters have been in London's main financial district, the City of London, on Threadneedle Street, since 1734. It is sometimes known as \"The Old Lady of Threadneedle Street\" or \"The Old Lady\".\nMark Carney assumed the post of Governor of the Bank of England on 1 July 2013. He succeeded Sir Mervyn King, who took over on 30 June 2003. Carney will serve an initial five-year term, and will seek UK citizenship. He is the first non-Briton to hold the post.","categories":[],"infobox_types":[],"annotations":[{"uri":"Central_bank","surface_form":"central bank","offset":27},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":47},{"uri":"British_Government","surface_form":"British Government","offset":212},{"uri":"Banknote","surface_form":"banknote","offset":614},{"uri":"England","surface_form":"England","offset":694},{"uri":"Wales","surface_form":"Wales","offset":706},{"uri":"Scotland","surface_form":"Scotland","offset":773},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":786},{"uri":"Treasury","surface_form":"Treasury","offset":886},{"uri":"City_of_London","surface_form":"City of London","offset":1168},{"uri":"Threadneedle_Street","surface_form":"Threadneedle Street","offset":1187},{"uri":"Mark_Carney","surface_form":"Mark Carney","offset":1302},{"uri":"Governor_of_the_Bank_of_England","surface_form":"Governor of the Bank of England","offset":1334},{"uri":"Mervyn_King","surface_form":"Mervyn King","offset":1399}]}