{"id":40626,"url":"http://en.wikipedia.org/wiki/Rule_of_law","text":"e=\"preserve\">Rule of law is a legal maxim that suggests that no one is above the law and governmental decisions must be made only by applying known legal and moral principles. The Rule of Law limits the powers of Government by judicial defense of laws and the Constitution which is based on recognized basic legal values, established in international law. The Rule of Law is meant to prevent dictatorship and to protect the rights of the people.\nThe Rule of Law is especially important as an influence on the economic development in developing and transitional countries. Constitutional economics is the study of government spending, which, in many transitional and developing countries, is completely controlled by the executive. The standards of constitutional economics can be used during annual budget process. The availability of an effective court system, to be used by the civil society in courts in situations of unfair governmental distribution of national money is a key element for the success of the rule-of-law in developing countries.\nTo date, the term “rule of law” has been used primarily in the English-speaking countries. The originally German doctrine of Rechtsstaat is similar, and has been translated into other languages of continental Europe as \"État de droit\" (Fr.), \"Estado de derecho\" (Sp.), \"Stato di diritto\" (It.), and \"Правовое государство\" (Ru.). Rechsstaat can be translated into English as “legal state” or \"constitutional state\".\nRule of law is also a main purpose of Council of Europe for solidarity and international peace.","categories":[],"infobox_types":[],"annotations":[{"uri":"Legal_maxim","surface_form":"legal maxim","offset":30},{"uri":"Law","surface_form":"law","offset":81},{"uri":"Influence","surface_form":"powers","offset":203},{"uri":"Constitution","surface_form":"Constitution","offset":260},{"uri":"Dictatorship","surface_form":"dictatorship","offset":392},{"uri":"Rights","surface_form":"rights","offset":424},{"uri":"Constitutional_economics","surface_form":"Constitutional economics","offset":572},{"uri":"Developing_countries","surface_form":"developing countries","offset":666},{"uri":"Budget","surface_form":"budget","offset":799},{"uri":"Society","surface_form":"society","offset":886},{"uri":"Rechtsstaat","surface_form":"Rechtsstaat","offset":1174},{"uri":"Council_of_Europe","surface_form":"Council of Europe","offset":1502},{"uri":"Peace","surface_form":"peace","offset":1553}]}