{"id":406209,"url":"http://en.wikipedia.org/wiki/Enrique_Floriano_Millan","text":"Enrique Floriano Millan (born October 9, 1982 in Lorca, Murcia) is a swimmer from Spain. He has a disability: he is blind and is an B2/S12 type swimmer. He raced at the 2000 Summer Paralympics. He was the number one swimmer in the 400 meter freestyle and 200 meter individual medley race. He was the number two swimmer in the 100 meter backstroke race. He was in the number three team in the 4 x 100 meter medley Relay 49 Points race. He raced at the 2004 Summer Paralympics. He was the number two swimmer in the 400 meter freestyle and in the 4 x 100 meter medley Relay 49 Points race. He was the number three swimmer in the 200 meter individual medley race. He raced at the 2008 Summer Paralympics. He was the number two swimmer in the 400 meter freestyle race. He raced at the 2012 Summer Paralympics. He was the number two swimmer in the 400 meter freestyle race.\nHe got a job with help from the Employment HPOD PROAD Program, which is helped by ONCE.\nIn 2010, he raced at the Tenerife International Open. He race at the 2011 IPC European Swimming Championships in Berlin, Germany. Two times, he was one of the top three swimmers in his races. He finished first in the 5 km open water swim.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lorca","surface_form":"Lorca","offset":49},{"uri":"Murcia","surface_form":"Murcia","offset":56},{"uri":"Human_swimming","surface_form":"swimmer","offset":69},{"uri":"Spain","surface_form":"Spain","offset":82},{"uri":"Blind","surface_form":"blind","offset":116},{"uri":"2000_Summer_Paralympics","surface_form":"2000 Summer Paralympics","offset":169},{"uri":"2004_Summer_Paralympics","surface_form":"2004 Summer Paralympics","offset":451},{"uri":"2008_Summer_Paralympics","surface_form":"2008 Summer Paralympics","offset":676},{"uri":"2012_Summer_Paralympics","surface_form":"2012 Summer Paralympics","offset":780},{"uri":"ONCE","surface_form":"ONCE","offset":950}]}