{"id":40658,"url":"http://en.wikipedia.org/wiki/Darth_Vader","text":"Darth Vader is a fictional character from the \"Star Wars\" universe. He appears for the first time in \"A New Hope\". Vader is the main character of the Dark Side of the \"Star Wars\" series. He appears as a 2 meter-tall man dressed in black armor and a cape. His face is covered with a mask, which has a helmet on top to hide the terrible third degree burns and scars on his face. He has borderline personality disorder.\nCharacter history.\nBorn as Anakin Skywalker, a slave on the desert planet Tatooine who became a Jedi. As an adult, he secretly marries Padmé Amidala. However, he is converted by Darth Sidious in order to save his wife from her coming death during childbirth. In order to do that, he learns the ways of the Dark Side of the Force and gives himself a new identity, Darth Vader. By doing this, he turned against his long-time friend and master Obi-Wan Kenobi. He battled Kenobi on the volcanic planet of Mustafar, but not before choking his wife with his Force Choke due to rage and misunderstanding. The battle ended in Kenobi's victory. Also, Skywalker's left arm and both his legs were cut off and his entire body was burnt. He survived and was rescued by the newly elected Emperor of the Galactic Empire, Darth Sidious, and have his body remade with cybernetic parts and his famous black armor and helmet. Anakin lost the last of his spirit once he learned that his wife died at his own hand. Thus Anakin Skywalker's transformation as Darth Vader was complete, much to Sidious's delight.\nDuring the course of the Galactic Civil War between the Rebel Alliance and the Galactic Empire, Vader played an important role as the Empire's enforcer and the Emperor's second-in-command, particularly the building of the two Death Stars, the Battle of Yavin, and the Battle of Endor. It was during that period he learnt that he had a son named Luke Skywalker by Boba Fett, and later a daughter named Leia Organa during his final duel with his son.\nDarth Vader died in during the Battle of Endor. His breathing system had been damaged by the Emperor's Force Lightning in an effort to save his son by throwing him at a power reactor. Thus, he redeemed himself and brought back balance to the Force and ended the civil war. His body and armor were cremated by Luke in Endor. However, his grandson Kylo Ren somehow receives Vader's burnt helmet in later time.\nCultural Impact.\nDarth Vader is one of Star Wars' most iconic characters and regarded as the world's most well-known fictional villain. Highly ranked in popularity poll, Darth Vader is the image of evil, hatred who kills every one and thing he hates, rage and darkness but also a representation of redemption. He is well known by his black armor, cape, helmet, and particularly his raspy breath due to breathing problems received during a battle with his old master Obi-Wan Kenobi and deep, low-pitched voice from the mask, which often used in different medias as a reference to him.","categories":[],"infobox_types":["character"],"annotations":[{"uri":"Fictional_character","surface_form":"character","offset":27},{"uri":"Star_Wars","surface_form":"Star Wars","offset":47},{"uri":"Fictional_universe","surface_form":"universe","offset":58},{"uri":"A_New_Hope","surface_form":"A New Hope","offset":102},{"uri":"Dark_Side","surface_form":"Dark Side","offset":150},{"uri":"Metre","surface_form":"meter","offset":205},{"uri":"Man","surface_form":"man","offset":216},{"uri":"Armor","surface_form":"armor","offset":237},{"uri":"Cape","surface_form":"cape","offset":249},{"uri":"Mask","surface_form":"mask","offset":282},{"uri":"Helmet","surface_form":"helmet","offset":300},{"uri":"Burn_(injury)","surface_form":"third degree burns","offset":335},{"uri":"Borderline_personality_disorder","surface_form":"borderline personality disorder","offset":384},{"uri":"Anakin_Skywalker","surface_form":"Anakin Skywalker","offset":444},{"uri":"Slave","surface_form":"slave","offset":464},{"uri":"Tatooine","surface_form":"Tatooine","offset":491},{"uri":"Jedi","surface_form":"Jedi","offset":513},{"uri":"Padm%C3%A9_Amidala","surface_form":"Padmé Amidala","offset":552},{"uri":"Birth","surface_form":"childbirth","offset":664},{"uri":"The_Force","surface_form":"the Force","offset":736},{"uri":"Obi-Wan_Kenobi","surface_form":"Obi-Wan Kenobi","offset":858},{"uri":"Rebel_Alliance","surface_form":"Rebel Alliance","offset":1562},{"uri":"Galactic_Empire","surface_form":"Galactic Empire","offset":1585},{"uri":"Boba_Fett","surface_form":"Boba Fett","offset":1869},{"uri":"Princess_Leia","surface_form":"Leia Organa","offset":1907},{"uri":"Cremation","surface_form":"cremated","offset":2252},{"uri":"Kylo_Ren","surface_form":"Kylo Ren","offset":2301},{"uri":"Villain","surface_form":"villain","offset":2490}]}