{"id":40650,"url":"http://en.wikipedia.org/wiki/Indirect_democracy","text":"e=\"preserve\">Indirect democracy, or representative democracy, is when citizens elect representatives to make laws for them. This is what most modern countries have today.\nIn many representative democracies (USA, Canada, India, etc.) representatives are chosen in elections. Elections may be won by plurality or majority or some other way. In theory other methods, such as allotment (selection by a lottery) could be used instead. Also, representatives sometimes hold the power to select other representatives, presidents, or other officers of government (indirect representation).\nDirect democracy is where citizens themselves vote for or against specific proposals or laws. Some city states in Ancient Greece had this system. With the large populations in modern countries it is possible only occasionally to do this. It happens in a plebiscite or referendum.\nIn a democracy the ultimate power to decide significant electoral system reforms lies with the people. The key question that democrats will tend to ask of any proposed change in electoral law or the voting mechanism is: “Will it actually increase the capacity of the electorate to get rid of unsatisfactory rulers and replace them with others?” Democrats regard that basic capacity as the best protection against bad government and the abuse of power.\nSystems of government which do not permit electors to change the government are not democratic, and usually are dictatorships or one-party states.","categories":[],"infobox_types":[],"annotations":[{"uri":"Citizen","surface_form":"citizen","offset":70},{"uri":"Election","surface_form":"elect","offset":79},{"uri":"Representation_(politics)","surface_form":"representatives","offset":85},{"uri":"Law","surface_form":"law","offset":109},{"uri":"Democracy","surface_form":"democracies","offset":194},{"uri":"USA","surface_form":"USA","offset":207},{"uri":"Canada","surface_form":"Canada","offset":212},{"uri":"India","surface_form":"India","offset":220},{"uri":"Representation_(politics)","surface_form":"representatives","offset":233},{"uri":"Election","surface_form":"election","offset":263},{"uri":"Plurality","surface_form":"plurality","offset":298},{"uri":"Majority","surface_form":"majority","offset":311},{"uri":"Allotment","surface_form":"allotment","offset":372},{"uri":"Lottery","surface_form":"lottery","offset":398},{"uri":"President","surface_form":"president","offset":510},{"uri":"Direct_democracy","surface_form":"Direct democracy","offset":581},{"uri":"Ancient_Greece","surface_form":"Ancient Greece","offset":695},{"uri":"Referendum","surface_form":"referendum","offset":849},{"uri":"Dictatorship","surface_form":"dictatorship","offset":1425},{"uri":"One-party_state","surface_form":"one-party state","offset":1442}]}