{"id":406508,"url":"http://en.wikipedia.org/wiki/Big_Brother_(U.S.)","text":"\"Big Brother\" is a reality television game show. It is based on an originally Dutch language TV series of the same name which was created by John de Mol in 1997. The show follows a group of House Guests living together 24 hours a day in the \"Big Brother\" house. They are isolated from everyone outside of the house. They are videotaped with no privacy for three months. Since its US television start in 2000, \"Big Brother\" has continue airing with at least one season of the show on CBS each year. It is currently the second longest version of the show to have done so, after the Spanish version. On September 19, 2012, CBS announced that \"Big Brother\" was renewed for its 15th season in summer 2013. The 15th season began on June 26, 2013.\nThe HouseGuests compete for the chance to win $500,000. They must try to avoid weekly eviction, until the last HouseGuest remains. The American series is hosted by television personality Julie Chen. It is produced by Allison Grodner and Rich Meehan for Fly On The Wall Entertainment. It currently airs in the United States on CBS and in Canada on Global.\nMain series.\nEviction night are hosted by television personality and news anchor, Julie Chen. She is the wife of CBS President Les Moonves and co-host of the network's \"The Talk\". Chen was a former co-host of CBS's \"The Early Show\". Television critics gave Chen negative reviews during her first season (2000). Many critics did not like that she was very stale when presenting. They also did not like her \"weak\" interviews with evictees during the live program. They also did not like Chen's phrase \"But first...\", they believed she used it too much. Many fans of the show began calling her \"the Chenbot\". Chen later stated that she knows about this and accepts it.\nThere was an announcer during the first season. The announcer introduced every scene. As the show progressed, the announcer only came on during the opening and closing of each episode. There have been several different announcers throughout the years. Past announcers include Dave Walsh (season and episode 2 of season two), Chuck Riley (season two), and Phil Proctor (seasons 3-6). The current announcer is Clayton Halsey and has been the announcer since season seven.\nFormat.\nThe format for the first season is very different than the following seasons. The first season was very similar to international versions of \"Big Brother\". Each HouseGuest would individually go to the Diary Room and nominate two fellow HouseGuests for banishment. The term \"eviction\" was not used until the second season. The two or more HouseGuests with the most nominations are then revealed to the House and were \"Marked for Banishment\". The public were invited to vote for who they wish to evict by calling a premium rate telephone number. The HouseGuest who received the most public vote was evicted. When there were three HouseGuests left, the public would vote for the winner.\nStarting with the second season, the HouseGuests compete to become Head of Household or HoH. The Head of Household is responsible for nominating two HouseGuests for eviction. During the Live Eviction show, HouseGuests individually go into the Diary Room and vote on who they wish to evict. Julie then reveals the results of the vote to the House. She then tells the evicted HouseGuest that s/he only has a few moments to leave the house. In the event of a tie, the HoH will be the deciding vote. When two HouseGuests remain, the evicted HouseGuests voted for the winner. However, if there were a tie the public would vote.\nIn \"Big Brother 3\" (2002), a new power was introduced called the Power of Veto (PoV). The Power of Veto winner can choose to veto one of the Head of Household's nominations. When this happens, the HoH chooses someone else to replace that nominee. The winner is also protected from becoming a replacement nominee for the week. At first, the Power of Veto was silver and if a nominee won the Power of Veto the nominee could not save themselves. The \"Golden\" Power of Veto was introduced in the last veto competition in season three. If a nominee won it, they could save themselves.\nThe \"Crystal\" Power of Veto was introduced in the final veto competition of \"Big Brother 4\" (2003). It could only be used by a nominee. If anyone else won it, it could not be used. The Golden Power of Veto is now the standard veto since season four. The fourth season also started the Big Brother Jury or sometimes called the \"Jury of Seven\". The Jury is made up of the final seven evicted HouseGuests. Each member of the Jury are isolated in a different house. The Jury members are not allowed to watch the show except for small parts such as the nominations and the Power of Veto ceremonies. They are not allowed to see any Diary Room interviews or any footage involving strategy or twists to the game. The Big Brother Jury votes to determine the winner of \"Big Brother\" each season.\nTen years later, \"Big Brother 15\" (2013) raised the number of nominees from two to three a week. This is similar to the French Canadian version of the show. In addition, a new weekly power called the Most Valuable Player (MVP) will give this HouseGuest a special power. The MVP will have the ability to nominate the 3rd nominee, without anyone knowing who the MVP was.\nLive show.\nLive shows have been broadcast on Thursday nights in every season. However, the first, fourth, ninth and the fifteenth seasons were not broadcast on Thursday nights. The fourth, ninth and fifteenth seasons were instead on Wednesday nights. Later in the season, there would be live shows on other days. These examples were for double evictions. From the second season through the ninth season, Chen presented the live show in an empty studio next to the house. Starting with the tenth season, the live shows once again had an audience.","categories":[],"infobox_types":[],"annotations":[{"uri":"Reality_television","surface_form":"reality television","offset":19},{"uri":"Game_show","surface_form":"game show","offset":38},{"uri":"Dutch_language","surface_form":"Dutch language","offset":78},{"uri":"John_de_Mol","surface_form":"John de Mol","offset":141},{"uri":"Isolate","surface_form":"isolated","offset":271},{"uri":"CBS","surface_form":"CBS","offset":483},{"uri":"Gran_Hermano_(Spain)","surface_form":"Spanish version","offset":580},{"uri":"Big_Brother_15","surface_form":"15th season","offset":673},{"uri":"US_dollar","surface_form":"$","offset":787},{"uri":"Eviction","surface_form":"eviction","offset":827},{"uri":"Julie_Chen","surface_form":"Julie Chen","offset":928},{"uri":"Allison_Grodner","surface_form":"Allison Grodner","offset":958},{"uri":"Rich_Meehan","surface_form":"Rich Meehan","offset":978},{"uri":"Fly_On_The_Wall_Entertainment","surface_form":"Fly On The Wall Entertainment","offset":994},{"uri":"United_States","surface_form":"United States","offset":1050},{"uri":"Canada","surface_form":"Canada","offset":1078},{"uri":"Global_Television_Network","surface_form":"Global","offset":1088},{"uri":"News_anchor","surface_form":"news anchor","offset":1165},{"uri":"Julie_Chen","surface_form":"Julie Chen","offset":1178},{"uri":"Les_Moonves","surface_form":"Les Moonves","offset":1223},{"uri":"The_Talk","surface_form":"The Talk","offset":1265},{"uri":"The_Early_Show","surface_form":"The Early Show","offset":1312},{"uri":"Critic","surface_form":"critic","offset":1340},{"uri":"Big_Brother_1_(U.S.)","surface_form":"first season","offset":1386},{"uri":"Stale","surface_form":"stale","offset":1451},{"uri":"Phrase","surface_form":"phrase","offset":1588},{"uri":"Dave_Walsh","surface_form":"Dave Walsh","offset":2038},{"uri":"Big_Brother_2_(U.S.)","surface_form":"season two","offset":2074},{"uri":"Chuck_Riley","surface_form":"Chuck Riley","offset":2087},{"uri":"Phil_Proctor","surface_form":"Phil Proctor","offset":2117},{"uri":"Clayton_Halsey","surface_form":"Clayton Halsey","offset":2170},{"uri":"Vote","surface_form":"vote","offset":2708},{"uri":"Premium_rate_telephone_number","surface_form":"premium rate telephone number","offset":2753},{"uri":"Tie","surface_form":"tie","offset":3380},{"uri":"Big_Brother_3_(U.S.)","surface_form":"Big Brother 3","offset":3551},{"uri":"Veto","surface_form":"veto","offset":3672},{"uri":"Silver","surface_form":"silver","offset":3905},{"uri":"Big_Brother_4_(U.S.)","surface_form":"Big Brother 4","offset":4204},{"uri":"Strategy","surface_form":"strategy","offset":4800},{"uri":"Big_Brother_15","surface_form":"Big Brother 15","offset":4931}]}