{"id":40666,"url":"http://en.wikipedia.org/wiki/Witchcraft","text":"Witchcraft is the use of magical powers. This might be for healing, seeing into the future, causing harm, or for religion. A person practicing witchcraft is called a witch, although a man practicing witchcraft is often mistakenly called a wizard (a word from Northern Europe), a warlock (a word from 14th century England), a sorcerer, or shaman (a term for people who practice magic in Siberia). Such people are said to have a knowledge of the chemical (or pharmaceutical) effects of certain herbs or shrubs. Witches can use this knowledge to help people who are sick or to hurt them.\nDefinition.\nWitchcraft is different throughout the world and can be seen as good or bad depending on where you are. Today, many people practice a peaceful kind of witchcraft, called Wicca. However, there are still many other people who are scared of witchcraft and think that it is bad. Throughout history, there have been stories about good and bad witches. In European history, witches were accused of physically making and preforming spells to harm people. They could also harm people by using their mind. However, this belief was not real and was often used to explain why bad things happened sometimes. In Africa, witches don't use physical tools or actions to curse. They can cause harm by just thinking about it. In fact, one may be unaware of being a witch, or may have been convinced of their witch nature by the suggestion of others. This understanding was described by anthropologist E.E. Evans-Pritchard, who studied African magical beliefs.\nAccusations of Witchcraft.\n\"Neighbourhood witches\" are the product of neighbourhood arguments, and are found only in rural village communities where the inhabitants largely rely on each other. Such accusations follow the breaking of some social norm, such as the failure to return a borrowed item, and any person part of the normal exchange could potentially be accused. Claims of \"sorcerer\" witches and \"supernatural\" witches could arise out of social tensions, but not exclusively; the supernatural witch in particular often had nothing to do with community conflict, but expressed tensions between the human and supernatural worlds; and in Eastern and Southeastern Europe such supernatural witches became an ideology explaining calamities that befell entire communities.\nPractices.\nIt is believed that witches can perform magic by using plants, casting spells, or using their mind. The use of plants is often called herbalism and this involves collecting or growing herbs to use in potions or medicines to help or hurt people, animals, or things.\nIn popular artwork, witches can be seen using big metal cooking bowls called cauldrons to mix their spell ingredients. Witches also use wands, brooms, sticks, candles, swords, and fire to perform spells.\nIn some cultures, witches can harm people just by using their mind and thinking bad thoughts about a person. In these cultures, witches do not need any items and can potentially be anyone in the community.\nAfrica.\nIn Southern African traditions, there are three classifications of somebody who uses magic.\nOf these three categories the \"tagati\" is almost exclusively female, the \"sangoma\" is usually female, and the \"inyanga\" is almost exclusively male. Much of what witchcraft represents in Africa has been misunderstood and mistaken for European witchcraft. African scholar Uchenna Okeja argues that witchcraft in Africa today plays a very different social role than in Europe of the past—or present—and should be understood through an African, rather than Western view.\nAmerica.\nWhen the first Europeans came to the New World, they brought with them the Christian religion and their fear of supernatural witches. Native Americans had their own religion and beliefs. Since the Christian European settlers were living with these Native Americans and also African slaves (who had their own non-Christian religions and beliefs), this scared them. The Europeans were already scared, far away from their home in the New World with different plants and animals. This fear lead to violent crimes such as accusing and murdering people who they thought were witches and were hurting them with supernatural powers.\nThe most famous witch accusations were the 1692-1693 Salem Witch trials. During these trials, 150 people were accused of being witches, and 19 people were killed by hanging. Every Halloween season, Salem, Massachusetts hosts a Halloween festival in which they highlight their towns notorious history with the 1692 Salem Witch trials. This festival often involves live music, parties, and vendors selling witch-themed items.\nThroughout the world there are many people who claim to have supernatural powers such as; psychics, mediums, palm readers and New Age healers. These people are sometimes members of witchcraft religions like Wicca. These people perform tricks to entertain and heal people such as tarot card reading, astrology, crystal healing, Reiki healing, talking to dead family members, or seeing the future.\nMiddle east.\nThe belief in witchcraft and its practice seem to have been widespread in the Ancient Near East and Nile Valley. It played a clear role in the cultures of ancient Egypt and in Babylonia. Later tradition included an Akkadian anti-witchcraft ritual, the Maqlû. A section from the Code of Hammurabi (about 2000 B.C.) prescribes:If a man has put a spell upon another man and it is not justified, he upon whom the spell is laid shall go to the holy river; into the holy river shall he plunge. If the holy river overcome him and he is drowned, the man who put the spell upon him shall take possession of his house. If the holy river declares him innocent and he remains unharmed the man who laid the spell shall be put to death. He that plunged into the river shall take possession of the house of him who laid the spell upon him.\nAncient Greece.\nThere are many examples of witches in Greek mythology, such as Circe, who was a sorcerer in Homers’ Odyssey. Circe used potions to put spells on visitors to her house, and she could turn people into pigs.\nAncient Ireland.\nDruids were members of the high-ranking professional class in ancient Celtic cultures. They were religious leaders, legal authorities, adjudicators, lorekeepers, medical professionals, and political advisors\nThe earliest record of the druids comes from two Greek texts from circa 300 BCE: one, a history of philosophy written by Sotion of Alexandria, and the other a study of magic widely attributed to Aristotle. Both texts are now lost, but were quoted in the 2nd century CE work \"Vitae\" by Diogenes Laërtius.Some say that the study of philosophy originated with the barbarians. In that among the Persians there existed the Magi, and among the Babylonians or Assyrians the Chaldaei, among the Indians the Gymnosophistae, and among the Celts and Gauls men who were called druids and semnothei, as Aristotle relates in his book on magic, and Sotion in the twenty-third book of his Succession of Philosophers.\n- Diogenes Laërtius,  Vitae, Introduction, Section 1Later Greek and Roman texts from the third century BCE refer to \"barbarian philosophers\", possibly in reference to the Gaulish druids.\nMiddle Ages.\nIn Medieval times, witchcraft gradually became an enemy of Christianity. Christians thought that witchcraft was the work of the devil, and the Bible was used as evidence against witchcraft. Verses such as Deuteronomy 18:11–12 and Exodus 22:18 (\"Thou shalt not suffer a witch to live\") were very influential.\nIn Europe in the Late Medieval/Early Modern period, Catholics, Protestants, and state leaders became very afraid of the power of witches. There were large witch-hunts in many places. People believed that the devil was using witches to try to overthrow Christianity, so tens or hundreds of thousands of people were killed, and others were put in prison, tortured, and had lands and possessions taken away from them. Most of these witches were women, because people believed women were more likely to be witches.\nWitch-trials looked for evidence to prove that a person was a witch. Evidence included such things as signs of plant medicine, or images of non-Christian gods. One way to physically test if a person was a witch was to 'swim a witch'. This meant they would throw them in a river with their hands tied. If they sank, they were innocent. If they floated, they were guilty of witchcraft and were hanged. This violent practice was not based on any actual evidence. Instead, it allowed the witch-hunter to look right and powerful for the scared people who were watching.\nSouth America.\nIn South America, people continue to practice a form of witchcraft which started before the arrival of European Christianity. Throughout the Andes, there are many places called witch markets, such as the Mercado de las Brujas in La Paz, Bolivia. These markets sell items such as plant medicines\nPopular culture.\nWitches are often seen in art and cinema. Many movies have focused on witches and witchcraft such as; \"Bewitched\", \"Harry Potter\", the Wizard of Oz, \"Hocus Pocus\", and \"Rosemary's Baby\". Many television shows also have witches and witchcraft. Some examples are: Charmed (1998 and 2018), and Sabrina the Teenage Witch.","categories":[],"infobox_types":[],"annotations":[{"uri":"Europe","surface_form":"Europe","offset":268},{"uri":"Shamanism","surface_form":"shaman","offset":338},{"uri":"Siberia","surface_form":"Siberia","offset":386},{"uri":"Chemical_substance","surface_form":"chemical","offset":444},{"uri":"Drug","surface_form":"pharmaceutical","offset":457},{"uri":"Herb","surface_form":"herb","offset":492},{"uri":"Wicca","surface_form":"Wicca","offset":767},{"uri":"History_of_Europe","surface_form":"European history","offset":947},{"uri":"Africa","surface_form":"Africa","offset":1196},{"uri":"Suggestion","surface_form":"suggestion","offset":1407},{"uri":"Anthropologist","surface_form":"anthropologist","offset":1465},{"uri":"E.E._Evans-Pritchard","surface_form":"E.E. Evans-Pritchard","offset":1480},{"uri":"Rural_area","surface_form":"rural","offset":1656},{"uri":"Trade","surface_form":"exchange","offset":1871},{"uri":"Conflict","surface_form":"conflict","offset":2099},{"uri":"Eastern_Europe","surface_form":"Eastern","offset":2182},{"uri":"Balkans","surface_form":"Southeastern Europe","offset":2194},{"uri":"Ideology","surface_form":"ideology","offset":2250},{"uri":"Herb","surface_form":"plants","offset":2379},{"uri":"Telepathy","surface_form":"using their mind","offset":2406},{"uri":"Herbalism","surface_form":"herbalism","offset":2458},{"uri":"Medicine","surface_form":"medicine","offset":2535},{"uri":"Cauldron","surface_form":"cauldron","offset":2666},{"uri":"Broom","surface_form":"broom","offset":2732},{"uri":"Candle","surface_form":"candle","offset":2748},{"uri":"Sword","surface_form":"sword","offset":2757},{"uri":"Telepathy","surface_form":"using their mind","offset":2843},{"uri":"New_World","surface_form":"New World","offset":3612},{"uri":"Christian","surface_form":"Christian religion","offset":3650},{"uri":"Native_American","surface_form":"Native American","offset":3709},{"uri":"African_slave_trade","surface_form":"African slaves","offset":3849},{"uri":"Salem_Witch_Trials","surface_form":"Salem Witch trials","offset":4253},{"uri":"Hanging","surface_form":"hanging","offset":4365},{"uri":"Halloween","surface_form":"Halloween","offset":4380},{"uri":"Salem%2C_Massachusetts","surface_form":"Salem, Massachusetts","offset":4398},{"uri":"Salem_Witch_Trials","surface_form":"Salem Witch trials","offset":4514},{"uri":"Psychic","surface_form":"psychic","offset":4714},{"uri":"Medium","surface_form":"medium","offset":4724},{"uri":"Palm_reading","surface_form":"palm readers","offset":4733},{"uri":"New_Age","surface_form":"New Age healers","offset":4750},{"uri":"Wicca","surface_form":"Wicca","offset":4831},{"uri":"Tarot","surface_form":"tarot card","offset":4903},{"uri":"Astrology","surface_form":"astrology","offset":4923},{"uri":"Crystal","surface_form":"crystal healing","offset":4934},{"uri":"Reiki_(era)","surface_form":"Reiki","offset":4951},{"uri":"Ancient_Near_East","surface_form":"Ancient Near East","offset":5111},{"uri":"Nile","surface_form":"Nile Valley.","offset":5133},{"uri":"Ancient_Egypt","surface_form":"ancient Egypt","offset":5188},{"uri":"Babylonia","surface_form":"Babylonia","offset":5209},{"uri":"Akkad","surface_form":"Akkad","offset":5248},{"uri":"Ritual","surface_form":"ritual","offset":5273},{"uri":"Code_of_Hammurabi","surface_form":"Code of Hammurabi","offset":5311},{"uri":"Class","surface_form":"class","offset":6149},{"uri":"Celtic","surface_form":"ancient Celtic","offset":6158},{"uri":"Legal","surface_form":"legal","offset":6212},{"uri":"Adjudicator","surface_form":"adjudicator","offset":6231},{"uri":"Folklore","surface_form":"lorekeepers","offset":6245},{"uri":"Doctor","surface_form":"medical professionals","offset":6258},{"uri":"Advisor","surface_form":"political advisors","offset":6285},{"uri":"Greek","surface_form":"Greek","offset":6353},{"uri":"Circa","surface_form":"circa","offset":6370},{"uri":"Sotion_of_Alexandria","surface_form":"Sotion of Alexandria","offset":6425},{"uri":"Aristotle","surface_form":"Aristotle","offset":6499},{"uri":"Roman","surface_form":"Roman","offset":7073},{"uri":"Gaul","surface_form":"Gaul","offset":7176},{"uri":"Medieval","surface_form":"Medieval","offset":7535},{"uri":"Early_Modern","surface_form":"Early Modern","offset":7544},{"uri":"Catholics","surface_form":"Catholics","offset":7565},{"uri":"Protestants","surface_form":"Protestants","offset":7576},{"uri":"South_America","surface_form":"South America","offset":8607},{"uri":"Andes","surface_form":"Andes","offset":8745},{"uri":"Mercado_de_las_Brujas","surface_form":"Mercado de las Brujas","offset":8808},{"uri":"La_Paz%2C_Bolivia","surface_form":"La Paz, Bolivia","offset":8833},{"uri":"Bewitched","surface_form":"Bewitched","offset":9019},{"uri":"Harry_Potter","surface_form":"Harry Potter","offset":9032},{"uri":"The_Wizard_of_Oz","surface_form":"the Wizard of Oz","offset":9047},{"uri":"Hocus_Pocus_(movie)","surface_form":"Hocus Pocus","offset":9066},{"uri":"Rosemary%27s_Baby","surface_form":"Rosemary's Baby","offset":9085},{"uri":"Charmed","surface_form":"Charmed","offset":9178},{"uri":"Charmed_(2018_TV_series)","surface_form":"2018","offset":9196},{"uri":"Sabrina%2C_the_Teenage_Witch_(TV_series)","surface_form":"Sabrina the Teenage Witch","offset":9207}]}