{"id":40668,"url":"http://en.wikipedia.org/wiki/Potassium_permanganate","text":"Potassium permanganate is an inorganic chemical compound. Its chemical formula is KMnO4. It contains potassium and permanganate ions. The manganese is in the +7 oxidation state. It is also known as permanganate of potash and Condy's crystals. Potassium permanganate is a strong oxidizing agent, which means it has a tendency to take electrons from other chemicals. It dissolves in water to give purple solutions. If it is evaporated, it makes purple-black shiny crystals. It has a sweet taste and is odorless.\nHistory.\nIn 1659, a German chemist, Johann Rudolf Glauber, melted a mixture of the mineral pyrolusite and potassium carbonate to obtain a material that made a green solution (potassium manganate) when dissolved in water. It slowly changed colour to violet (potassium permanganate) and then finally red. This report is the first description of the production of potassium permanganate.\nJust under 200 years later a Londoner named Henry Bollmann Condy was a chemist. He had an interest in disinfectants and made some things like \"ozonised water\". He found that when he melted pyrolusite with sodium hydroxide and dissolved it in water, it made a solution that had good disinfectant properties. He patented this solution, and sold it as \"Condy's Fluid\". The problem was that the solution was not very stable. This was fixed by using potassium hydroxide rather than sodium hydroxide. This gave a more stable material. It also was able to be dried to the just as good potassium permanganate powder. This powder was called \"Condy’s crystals\" or \"Condy’s powder\". Potassium permanganate was easy to make so Condy tried to stop other people from making it and selling it themselves.\nEarly photographers used it in flash powder.\nChemical applications.\nPotassium permanganate is used as an oxidizing agent. It also is used in disinfectants and in deodorizers. It can be used to make many different kinds of chemicals. In waste water treatment, it is used to get rid of hydrogen sulfide, a stinky toxic gas. In analytical chemistry, an accurate concentration of KMnO4 is sometimes used to see how much of a certain reducing agent is in the titration. In a related way, it is used as a reagent for wood pulp. Mixing potassium permanganate and formaldehyde makes a mild tear gas.\nAs an oxidant in organic synthesis.\nDilute solutions of KMnO4 convert alkenes into diols (glycols). This behaviour is also used as a qualitative test for the presence of double or triple bonds in a molecule, since the reaction makes the permanganate solution colorless. It is sometimes referred to as Baeyer's reagent.\nConcentrated solutions oxidize a methyl group on an aromatic ring, e.g. toluene to benzoic acid.\nKMnO4 oxidizes pseudoephedrine hydrochloride to produce methcathinone, a Schedule I drug in the United States. Consequently, the DEA has restricted its use and sale by classifying it as a List I controlled precursor. Potassium permanganate is listed as a Table I precursor under the United Nations Convention Against Illicit Traffic in Narcotic Drugs and Psychotropic Substances.\nAcids and Potassium Permanganate.\nConcentrated sulfuric acid reacts with potassium permanganate to give manganese(VII) oxide, which can be explosive.. This reaction also makes ozone. The ozone can ignite paper soaked in alcohol. This reaction is very dangerous.\nThe Mn-containing products from redox reactions depend on the pH. Acidic solutions of permanganate are reduced to the faintly pink Mn2+ ion, as in manganese(II) chloride. In neutral solution, permanganate is reduced to brown manganese(IV) oxide, where Mn is in a +4 oxidation state. Manganese(IV) oxide is the stuff that stains skin when potassium permanganate is put on it. Potassium permanganate spontaneously reduces in an basic solution to green-coloured potassium manganate, where manganese is in the +6 oxidation state.\nHazards.\nSolid potassium permanganate is a strong oxidizer and in general it should be kept separated from reducing agents. Some reactions need a bit of water. For example, powdered potassium permanganate and powdered sugar will ignite (but not explode) a few seconds after a drop of water is added. Dilute solutions of KMnO4 are not dangerous. KMnO4 forms dangerous products when mixed with concentrated acids.\nPotassium permanganate stains skin and clothing and should be handled with care. Clothing stains may be washed away using acetic acid. Skin stains disappear within 48 hours.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_compound","surface_form":"chemical compound","offset":39},{"uri":"Potassium","surface_form":"K","offset":82},{"uri":"Manganese","surface_form":"Mn","offset":83},{"uri":"Oxygen","surface_form":"O","offset":85},{"uri":"Permanganate","surface_form":"permanganate","offset":115},{"uri":"Ion","surface_form":"ion","offset":128},{"uri":"Manganese","surface_form":"manganese","offset":138},{"uri":"Oxidation_state","surface_form":"oxidation state","offset":161},{"uri":"Oxidizing_agent","surface_form":"oxidizing agent","offset":278},{"uri":"Evaporation","surface_form":"evaporated","offset":422},{"uri":"Johann_Rudolf_Glauber","surface_form":"Johann Rudolf Glauber","offset":546},{"uri":"Pyrolusite","surface_form":"pyrolusite","offset":601},{"uri":"Potassium_carbonate","surface_form":"potassium carbonate","offset":616},{"uri":"Potassium_manganate","surface_form":"potassium manganate","offset":685},{"uri":"Condy","surface_form":"Condy","offset":954},{"uri":"Disinfectant","surface_form":"disinfectant","offset":997},{"uri":"Sodium_hydroxide","surface_form":"sodium hydroxide","offset":1100},{"uri":"Patent","surface_form":"patent","offset":1205},{"uri":"Potassium_hydroxide","surface_form":"potassium hydroxide","offset":1340},{"uri":"Sodium_hydroxide","surface_form":"sodium hydroxide","offset":1372},{"uri":"Flash_powder","surface_form":"flash powder","offset":1716},{"uri":"Deodorizer","surface_form":"deodorizer","offset":1847},{"uri":"Hydrogen_sulfide","surface_form":"hydrogen sulfide","offset":1969},{"uri":"Analytical_chemistry","surface_form":"analytical chemistry","offset":2010},{"uri":"Formaldehyde","surface_form":"formaldehyde","offset":2241},{"uri":"Tear_gas","surface_form":"tear gas","offset":2267},{"uri":"Alkene","surface_form":"alkene","offset":2347},{"uri":"Diol","surface_form":"diol","offset":2360},{"uri":"Qualitative_analysis","surface_form":"qualitative","offset":2410},{"uri":"Chemical_test","surface_form":"test","offset":2422},{"uri":"Baeyer%27s_reagent","surface_form":"Baeyer's reagent","offset":2578},{"uri":"Methyl_group","surface_form":"methyl group","offset":2629},{"uri":"Aromatic_ring","surface_form":"aromatic ring","offset":2648},{"uri":"Toluene","surface_form":"toluene","offset":2668},{"uri":"Benzoic_acid","surface_form":"benzoic acid","offset":2679},{"uri":"Pseudoephedrine","surface_form":"pseudoephedrine","offset":2708},{"uri":"Methcathinone","surface_form":"methcathinone","offset":2749},{"uri":"Schedule_I","surface_form":"Schedule I","offset":2766},{"uri":"Drug_Enforcement_Administration","surface_form":"DEA","offset":2822},{"uri":"United_Nations_Convention_Against_Illicit_Traffic_in_Narcotic_Drugs_and_Psychotropic_Substances","surface_form":"United Nations Convention Against Illicit Traffic in Narcotic Drugs and Psychotropic Substances","offset":2976},{"uri":"Sulfuric_acid","surface_form":"sulfuric acid","offset":3120},{"uri":"Manganese(VII)_oxide","surface_form":"manganese(VII) oxide","offset":3177},{"uri":"Explosive","surface_form":"explosive","offset":3212},{"uri":"Ozone","surface_form":"ozone","offset":3249},{"uri":"PH","surface_form":"pH","offset":3397},{"uri":"Acidic","surface_form":"Acidic","offset":3401},{"uri":"Reduction_(chemistry)","surface_form":"reduced","offset":3438},{"uri":"Manganese(II)_chloride","surface_form":"manganese(II) chloride","offset":3482},{"uri":"PH","surface_form":"neutral","offset":3509},{"uri":"Manganese(IV)_oxide","surface_form":"manganese(IV) oxide","offset":3560},{"uri":"Base_(chemistry)","surface_form":"basic","offset":3761},{"uri":"Potassium_manganate","surface_form":"potassium manganate","offset":3794},{"uri":"Acetic_acid","surface_form":"acetic acid","offset":4395}]}