{"id":406629,"url":"http://en.wikipedia.org/wiki/Sulfonamide_(drug)","text":"A Sulfonamide (or sulphonamide) is a kind of drug. It is a man-made antibiotic. Their ability to kill infectious bacteria is their main function, but some types have other medical uses. For example, sulfasalazine, in addition to its use as an antibiotic, is also used in the treatment of inflammatory bowel disease.\nSulfonamides (sometimes called sulfa drugs or sulpha drugs) contain the sulfonamide chemical group. The best known of the antibiotic sulfonamide drugs is called \"Sulfanilimide\".\nHow they work.\nIn bacteria, antibacterial sulfonamides inhibit the enzyme DHPS. The enzyme makes folic acid, a B vitamin. The microorganism is \"starved\" of folate and dies.\nHumans, unlike bacteria, get folate (vitamin B9) through their diet.\nHistory.\nSulfonamide drugs were the first antimicrobial drugs. They paved the way for the antibiotic revolution in medicine. Experiments with the first sulfonamide began in 1932 in the laboratories of Bayer AG, at that time a component of the huge German chemical trust IG Farben. After years of fruitless trial-and-error work on hundreds of compounds, a team led by physician/researcher Gerhard Domagk finally found one that worked: a red dye synthesized by Bayer chemist Josef Klarer which had remarkable effects on stopping some bacterial infections in mice. The first official communication about the breakthrough discovery was not published until 1935, more than two years after the drug was patented by Klarer and his research partner Fritz Mietzsch.\n\"Prontosil\", as Bayer named the new drug, was the first medicine ever discovered that could effectively treat a range of bacterial infections inside the body. It had a strong protective action against infections caused by streptococci, and a lesser effect on infections caused by other cocci. However, it had no effect at all in the test tube, exerting its antibacterial action only in live animals. Later, it was discovered that the drug was split into two pieces inside the body, releasing from the inactive dye a smaller, colourless, active compound called \"sulfanilamide\". The discovery dashed the corporation's dreams of enormous profit. The active molecule sulfanilamide (or sulfa) had first been synthesized in 1906 and was widely used in the dye-making industry; its patent had since expired and the drug was available to anyone.\nThe result was a sulfa craze. As the first and only effective antibiotic available in the years before penicillin, sulfa drugs continued to thrive through the early years of World War II. They are credited with saving the lives of tens of thousands of patients, including Franklin Delano Roosevelt, Jr. (son of President Franklin Delano Roosevelt) (in 1936) and Winston Churchill. Sulfa had a central role in preventing wound infections during the war. American soldiers were issued a first-aid kit containing sulfa pills and powder, and were told to sprinkle the powder on any open wound.\nMany thousands of molecules containing the sulfanilamide structure have been created since its discovery (by one account, over 5,400 permutations by 1945). They have greater effectiveness and less toxicity. Sulfa drugs are still widely used for conditions such as acne and urinary tract infections. They are back in favour for use on infections caused by bacteria resistant to other antibiotics.\nHow they are made.\nSulfonamides are prepared by the reaction of a sulfonyl chloride with ammonia or an amine.","categories":[],"infobox_types":[],"annotations":[{"uri":"Drug","surface_form":"drug","offset":45},{"uri":"Antibiotic","surface_form":"antibiotic","offset":68},{"uri":"Infectious","surface_form":"infectious","offset":102},{"uri":"Bacteria","surface_form":"bacteria","offset":113},{"uri":"Bowel","surface_form":"bowel","offset":301},{"uri":"Bacteria","surface_form":"bacteria","offset":512},{"uri":"Inhibit","surface_form":"inhibit","offset":549},{"uri":"Enzyme","surface_form":"enzyme","offset":561},{"uri":"Folic_acid","surface_form":"folic acid","offset":591},{"uri":"Vitamin_B","surface_form":"B vitamin","offset":605},{"uri":"Bayer","surface_form":"Bayer","offset":937},{"uri":"IG_Farben","surface_form":"IG Farben","offset":1006},{"uri":"Gerhard_Domagk","surface_form":"Gerhard Domagk","offset":1124},{"uri":"Josef_Klarer","surface_form":"Josef Klarer","offset":1209},{"uri":"Streptococcus","surface_form":"streptococci","offset":1715},{"uri":"Penicillin","surface_form":"penicillin","offset":2434},{"uri":"World_War_II","surface_form":"World War II","offset":2505},{"uri":"Franklin_Delano_Roosevelt","surface_form":"Franklin Delano Roosevelt","offset":2652},{"uri":"Winston_Churchill","surface_form":"Winston Churchill","offset":2693},{"uri":"Wound","surface_form":"wound","offset":2751},{"uri":"First-aid","surface_form":"first-aid","offset":2816},{"uri":"Toxic","surface_form":"toxic","offset":3118},{"uri":"Acne","surface_form":"acne","offset":3185},{"uri":"Urinary","surface_form":"urinary","offset":3194},{"uri":"Antibiotic_resistance","surface_form":"bacteria resistant","offset":3276},{"uri":"Ammonia","surface_form":"ammonia","offset":3406},{"uri":"Amine","surface_form":"amine","offset":3420}]}