{"id":406677,"url":"http://en.wikipedia.org/wiki/Big_Brother_Canada","text":"\"Big Brother\" is a Canadian reality television show. The show follows a group of people known as \"HouseGuests\". They are not allowed to contact anyone from outside the \"Big Brother\" house. They are under constant surveillance of cameras and microphones. They live in the house for a chance to win $100,000. Each week the HouseGuests will vote to evict one of the two nominees from the house until two remain. The winner is decided by the last seven evicted HouseGuests, known as the \"Big Brother\" Jury.\nThe show is based on the original Dutch language show \"Big Brother\", which was created in 1997 by John de Mol. The Canadian show is produced by Endemol USA and Insight Productions. Insight Productions had produced other Canadian versions of the popular television shows, \"Canadian Idol\" and \"Canada's Got Talent\".\nIn January 2013, Arisa Cox was named as the show's host. The first season aired on February 27, 2013 on Slice. On June 5, 2013, the show announced that it will return for a second season. The winner of the first season was Jillian MacLaughlin. The winner of the first season was Jillian MacLaughlin.\n\"Big Brother 1\".\nDuring the final vote Topaz Brady voted for Jillian McLaughlin instead of Gary Levy. She said that she mistakenly voted for Jillian. Topaz pleaded with show producers to allow her vote be changed. However, because of the rules she was not allowed to do so. Topaz's vote for Jillian helped her win \"Big Brother\". Gary was runner-up and said that he is happy for Jillian.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canada","surface_form":"Canadian","offset":19},{"uri":"Reality_television","surface_form":"reality television","offset":28},{"uri":"Canadian_dollar","surface_form":"$","offset":297},{"uri":"Dutch_language","surface_form":"Dutch language","offset":537},{"uri":"Big_Brother_(Netherlands)","surface_form":"Big Brother","offset":558},{"uri":"John_de_Mol","surface_form":"John de Mol","offset":601},{"uri":"Endemol_USA","surface_form":"Endemol USA","offset":647},{"uri":"Insight_Productions","surface_form":"Insight Productions","offset":663},{"uri":"Canadian_Idol","surface_form":"Canadian Idol","offset":775},{"uri":"Canada%27s_Got_Talent","surface_form":"Canada's Got Talent","offset":795},{"uri":"Arisa_Cox","surface_form":"Arisa Cox","offset":834},{"uri":"Big_Brother_1_(Canada)","surface_form":"first season","offset":878},{"uri":"Slice_(TV_channel)","surface_form":"Slice","offset":921},{"uri":"Big_Brother_2_(Canada)","surface_form":"second season","offset":990},{"uri":"Gary_Levy","surface_form":"Gary Levy","offset":1208}]}