{"id":406744,"url":"http://en.wikipedia.org/wiki/Pike_(weapon)","text":"e=\"preserve\">:\"This article is about the weapon, the fish with the same name is at pike\"\nA pike is a pole weapon. It is a very long heavy thrusting spear formerly used by infantry. A pike is not intended to be thrown. Pikes were used regularly in European warfare starting in the early Middle Ages. Until around 1700 pikes were used by foot soldiers in close order formations.\nThe pike was a long weapon that got longer over time. It could be as long as 20 feet (6 m). It had a wooden shaft with an iron or steel spearhead. It had metal along the sides for three feet (1m) behind the tip so it would not be cut off by a sword or axe.\nWhen many pikes were used together they allowed for a great concentration of spearheads an enemy would have great difficulty getting through. The length also kept the soldier at a greater distance from the enemy. But the length also made pikes difficult to use in close combat. Pikemen were usually arranged in a very tight formation several lines deep. The earliest of these were called a phalanx formation. It was used by the Macedonians under Philip II of Macedon. It was used by the armies of the Pharoahs in ancient Egypt. It was later used by the Swiss pike columns but this formation was probably based on the Scottish Schildrons. The armies of William Wallace and Robert the Bruce used it to great success against the heavy cavalry of kings Edward I of England and his son Edward II of England.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fish","surface_form":"fish","offset":53},{"uri":"Pike","surface_form":"pike","offset":83},{"uri":"Spear","surface_form":"spear","offset":148},{"uri":"Infantry","surface_form":"infantry","offset":171},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":286},{"uri":"Formations","surface_form":"formations","offset":365},{"uri":"Spearhead","surface_form":"spearhead","offset":513},{"uri":"Concentration","surface_form":"concentration","offset":694},{"uri":"Pikemen","surface_form":"Pikemen","offset":912},{"uri":"Phalanx_formation","surface_form":"phalanx formation","offset":1024},{"uri":"Macedonian","surface_form":"Macedonian","offset":1062},{"uri":"Philip_II_of_Macedon","surface_form":"Philip II of Macedon","offset":1080},{"uri":"Pharoahs","surface_form":"Pharoahs","offset":1135},{"uri":"William_Wallace","surface_form":"William Wallace","offset":1286},{"uri":"Robert_I_of_Scotland","surface_form":"Robert the Bruce","offset":1306},{"uri":"Edward_I_of_England","surface_form":"Edward I of England","offset":1383},{"uri":"Edward_II_of_England","surface_form":"Edward II of England","offset":1415}]}