{"id":406828,"url":"http://en.wikipedia.org/wiki/Schlieffen_Plan","text":"The Schlieffen Plan was a strategic plan made by Count Alfred von Schlieffen, who worked for the German navy. It was made for the army of the German Empire in 1905. It was designed for a war between France on one side and the German Empire, Austria-Hungary, and Italy on the other. Germany and their allies would invade France through Belgium, instead of directly attacking. With help from allies, Germany would have just enough men to beat France in a few months.\nWhen Schlieffen retired in 1906, and the WW1 came up 9 years later, in August 1915, the German officers and tactic leaders dug up the plan that Schlieffen had made and thought that the plan would work like it would in Schlieffen's hypothetical war. However, the plan didn't work, because the plan was outdated and things had changed a lot within the decade.\nEven though he did not have enough men to beat France, Moltke still attacked France through Belgium. He did this because he thought attacking was always better than defending. Moltke was sure that the Russo-Japanese War proved this because Japan always attacked, and Japan won.\nSchlieffen believed that defending was usually better than attacking. Schlieffen said that a defender's men can ride trains to a place faster than an attacker's men can walk there. This meant that the defender would always have enough men to stop the attacker. Schlieffen also said that trenches, machine guns, and barbed wire would help the defender a lot. Schlieffen was right. In WWI, defense was always better until attackers used lots of artillery to help their infantry.\nA similar idea to the Schlieffen Plan was used by Hitler's generals Erich von Manstein and Heinz Guderian in World War II. In that war, Germany invaded France by attacking Belgium and The Netherlands. Because in the Schlieffen Plan Germany attacked mostly through northern Belgium, France thought Germany would do this again. France put most of her soldiers in north Belgium. But Germany invaded mostly through \"South\" Belgium. German troops marched to the sea and trapped half of the French Army in northern Belgium. Because the trapped French troops were starving and could not get any more food, they surrendered. France tried to continue fighting but was too weak to resist and surrendered.","categories":[],"infobox_types":[],"annotations":[{"uri":"Military_tactics","surface_form":"strategic plan","offset":26},{"uri":"German_Empire","surface_form":"German Empire","offset":142},{"uri":"France","surface_form":"France","offset":199},{"uri":"German_Empire","surface_form":"German Empire","offset":226},{"uri":"Austria-Hungary","surface_form":"Austria-Hungary","offset":241},{"uri":"Italy","surface_form":"Italy","offset":262},{"uri":"Belgium","surface_form":"Belgium","offset":335},{"uri":"Russo-Japanese_War","surface_form":"Russo-Japanese War","offset":1024},{"uri":"Train","surface_form":"train","offset":1218},{"uri":"Machine_gun","surface_form":"machine gun","offset":1398},{"uri":"Barbed_wire","surface_form":"barbed wire","offset":1416},{"uri":"Artillery","surface_form":"artillery","offset":1544},{"uri":"Infantry","surface_form":"infantry","offset":1568},{"uri":"Hitler","surface_form":"Hitler","offset":1628},{"uri":"World_War_II","surface_form":"World War II","offset":1687}]}