{"id":406800,"url":"http://en.wikipedia.org/wiki/Child_development","text":"ce=\"preserve\">Child development refers to biological, psychological and emotional changes that happen in humans between birth and the end of adolescence, at which time the individual goes from dependence to independence. The development is strongly influenced by genetic, mental, physical and social factors that may happen during the progression. Children develop at different levels. In particular, children having autism spectrum troubles or Down syndrome may have different development than usual or substandard motor development. Ideas about how children develop psychologically have changed over time. There are several important theories on how children develop.\nIn medieval times.\nDuring this time children were seen as separate than adults. Children under 7 or 8 were different than other people and treated as children. Even teenagers were not fully grown. Religious writings sometimes talked about children as evil and needing to be pure. They also sometimes talked about them as good and angels.\nDuring the Reformation.\nAt the time of the Reformation, children were thought to be born evil. Adults thought children needed to be taught to be a person. Children had to wear tight and uncomfortable clothes. Raising a child was thought to be one of the most important things. Adults wanted children to use reason in learning.\nAge of Enlightenment.\nIn the time of the Enlightenment, people started to think differently about children and development. People respected children more and treated them better. Two important people had ideas about children during the Enlightenment. They were John Locke and Jean-Jacques Rousseau.\nJohn Locke.\nJohn Locke thought that children were born without any knowledge. He thought the mind is \"tabula rasa\", or blank slate. This means that the mind is like a blank piece of paper when someone is born. Children get knowledge in life and fill up the blank paper. Locke thought that the only way that children get knowledge is from doing different things in life and getting experience from those things. Locke’s ideas on how children get knowledge changed how people thought about children. His belief was that learning should be fun rather than a task. \"Children [should be] free to be childish,” wrote Locke. Locke's ideas were opposed to church principles, strictly believing children should be reading fables and not religious texts. Children were seen in a better way and got more respect from adults. Locke wanted parents to spend more time with their children and help them learn. He thought that children’s development of knowledge needed parents to help children experience new things and teach about those things. Locke pushed nurture as the most important part of child development.\nJean-Jacques Rousseau.\nJean Jacques Rousseau had a different idea than Locke on children. He thought that children are born knowing what is right and wrong. Rousseau did not think that children are “blank slates” as Locke did. He thought that children are “noble savages”. This is the idea that children are born good, but society can make them bad. Rousseau felt that adults should pay attention to children’s needs during their different stages of development.\nPsychosexual theory.\nSigmund Freud was a neurologist an psychoanalyst who tried to help adults with their troubles. He talked with adults about when they were children and anything that happened during that time. Freud focused on the unconscious mind. This is the part of the mind that a person is not able to know about directly. Freud thought that the unconscious mind was important in how people think and feel. The way people think and feel can affect how they act. Freud’s ideas lead him to make his psychosexual theory. The psychosexual theory focuses on how a child’s wants are controlled in early years and the effect it has when the child becomes an adult.\nFreud thought that each person’s personality is made of three parts. The parts are the id, ego, and super-ego. The three parts each have a purpose, but are almost never in agreement. The three parts not in agreement is what causes people to be unhappy and have problems.\nWhen a baby is born, it only has basic needs. The baby needs to eat, sleep, and use the bathroom. These basic needs help the baby to live. These basic needs are what make up the id. The id only wants to take cause of these needs. The id wants the needs to be taken care of right away and not have to wait. Freud thought that young children are ruled by the id. The id does not know or care about right and wrong. It only wants to take care of its needs. This means that young children do not know about right and wrong. They only know what the id wants. Children will act on the wants of the id even when they should not. Children begin to learn that they cannot always get what they want when they want it. This causes the ego to form. The ego “is ruled by the reality principle”. This means that it knows what can really happen in the world. The ego knows if the id can get what it wants by looking at if the want can be filled. When the id’s needs cannot be taken care of, the ego controls the id and its wants. Children that have the ego formed can control their basic needs and their actions. When the ego is formed, children gain a sense of self by controlling their needs. The superego is formed by children working with their parents and others in society. The superego acts as a rule follower. It allows the child to know what is right and wrong by what society’s rules on right and wrong are. Guilt is the primary way that the superego tells children the rules of what is right and wrong.\nFreud thought that children went through five psychosexual stages of development. In the stages children have to fix problems between needs and what society wants. Fixing these problems allows children to do well as adults. Problems that adults get have to do with the stage where they had trouble with. The five stages are: oral, anal, phallic, latency, and genital. The oral stage begins at birth and has to do with the baby’s suckling needs. The anal stage is the second and is from 1-3 year olds. It has to do with holding and letting go of urine and feces. The third stage, the phallic stage is from 3-6 year olds and has to do with the genital region. Freud thought that this stage is one of the most important stages to fix problems in. If a child does not fix the problems, he or she can develop either the Oedipus complex (for boys) or the Electra complex (for girls). These problems come from love either a boy’s love for his mother or a girl’s love for her father. To stop problems the boy or girl take up the values of their father (for boys) or mother (for girls). The fourth stage of the psychosexual stages is the latency stage and it occurs from 6-11 year olds. In this stage the superego grows the most and children get values from society. The last stage is the genital stage and lasts through adolescence. In this stage children start to like others and form heterosexual relationships.\nFreud's Psychosexual Stages.\nFreud’s theory of child development is important because it was the first to point out the importance of parent-child relationships.\nPsychocosocial theory.\nErik Erikson was a follower of Freud’s ideas and started his own theory using Freud’s ideas. Erikson’s theory is called the psychosocial theory of child development. Erikson used Freud’s idea of the id, ego, and superego and his stages of development to build his own theory. Erikson thought that the ego was “of the utmost importance”. The ego was important because it lets children become an individual and add to society. Erikson added more stages to his theory than Freud did, and some of his stages are similar to Freud’s. Erikson ended up with eight stages in his theory. Every stage has a problem between two different feelings. A child's personality is shaped by how they fix each problem.\nErikson’s stages are important because they looked at society and culture and how they affect personality. Freud only focused on sexuality. Erkison's stages are also show how personality is shaped as children grow.\nBehaviorism.\nJohn Watson did not like the psychoanalytic theories of Freud and Erikson. Watson chose to look at behavior of people to understand how children develop. His ideas fall under the concept of behaviorism. Watson was “inspired by Pavlov’s studies of animal learning”. Pavlov’s studies focused on classical conditioning. Classical conditioning is when an animal or person learns to react to stimulus, a thing that will cause a reaction. Watson thought that children could be taught using this way. Watson decided to test his theory by doing an experiment using a nine-month old baby, Little Albert.\nWatson started his experiment by testing if Albert was scared of anything. Watson wanted to see if Albert was scared of a white rat. Like most babies Albert was not scared of the white rat. Watson wanted to test if he could make Albert scared using classical conditioning. Watson discovered that Albert was scared of the sound of a hammer hitting a steel gong with a hammer. When Albert was eleven-months old,Watson went on with the experiment. Albert was given the white rat. A few seconds later, Watson made the hammer hit the gong. Albert cried when this happened. This was done seven times. After the seven times, Albert would cry when he saw the white rat. Little Albert also became scared of other things, called generalization. These things had a similarity to the white rat. They were a rabbit, a dog, a fur coat, a Santa Claus mask, and Watson's hair. Watson's experiment was important because he was able to teach Albert to be scared of something.\nWatson showed that children can be taught through classical conditioning. After the experiment, Watson thought that children are affected by the environment.\nSocial Learning theory.\nAlbert Bandura felt that children learn by watching others in society. After watching, children then copy what was done. His theory is called social learning theory. The copying that children perform is called modeling. The person that children copy is called the model. Bandura thought there are four conditions needed for modeling to happen.\nThe Bobo Doll experiment (1961).\nChildren are likely to model behavior if the model is of the same-sex. A girl child will copy a woman model better than a man. This is because the child wants to act like people she is like. Also, Children are more likely to model behavior if the behavior gets positive reactions from adults. When children are praised they will keep doing the behavior. They do this because they want to get more praise. A child will not always get praise for their behaviors. Instead they might get punishment. If a child gets punishment for a behavior they will not model it. A child can also chose to model behavior or not by watching what happens to the model. If the model gets punishment the child will not model the behavior. This is because the child does not want to get punishment. Bandura did an experiment to test his ideas. The experiment is known as the Bobo Doll Experiment.\nBandura took 36 boys and 36 girls for his experiment. The children were between 3 and 6 years old. He also used one man and one woman model. Bandura wanted to see if the children would model aggressive, or mean, behavior. Bandura broke the children into eight groups of 6 and one group of 24. The groups were made by breaking half of the children into an aggressive group and half into one that was not. The two groups were both broken in half again by boys and girls. Bandura then split the girls into two groups. One group had the woman model and the other had the man model. He did the same with the boys. The group of 24 had no model.\nThe children were put in a play room with the model. The children were told to sit on a chair and the model went to the other side of the room. The children that were in aggressive groups saw the model go up the a Bobo doll in the room and play with it. The model spent most of the time being aggressive to the doll. The children that were not in the aggressive group saw the model play with tinker toys and not pay attention to the Bobo doll. The model then left the room. The children were allowed to play with the toys in the room. Some of the toys let the children play and be aggressive. The children were watched how they played with the toys. Children who saw the aggressive model played aggressively with the toys. The children who had a model who was not aggressive played nicer. The children played nice because they did not watch the aggressive model to copy the behavior. Bandura's experiment showed that children can learn behavior from adults by watching the adult's behavior.\nSchemas.\nPiaget thought children had and made schemas as they developed. Schemas are ways of making sense of experience. A schema is a picture of something in a child’s mind. The picture is normally of how different things happen in the world. The picture helps the child understand and behave in the world. An example of a schema would be a child’s schema for being in a classroom. The child’s picture would have things like students sitting in chairs at desks. A teacher is in the front of the class teaching. This schema helps the child know how to act and know what might happen in the classroom.\nPiaget thought that the first schemas have to do with the child’s reaction to the world. Piaget thought that babies are born with some schemas without learning them. These schemas are sensorimotor actions. The schemas are very simple. Schemas get more complex as the child gets older. The child starts to think before acting. When the child does this, it uses mental representations, or pictures in the mind that are representative of different things. The mental representations can be changed in the mind into new ideas. Piaget thought that the two most powerful mental representations are images and concepts. Images are pictures in the mind of objects, people and spaces. Concepts put the images together in different groups. Schemas can be changed and made from putting together and changing images and concepts in the child’s mind.\nAdaptation.\nPiaget thought that a child’s mind changes to better fit with the world through adaption. Children use adaptation by changing schemas to fit the world. Piaget thought that adaptation has two parts: assimilation and accommodation. In assimilation children use the schemes they have to understand the world. Children’s schemes do not always right. When a child has a schema that is not right, they have to change it. This is called accommodation. In accommodation new schemes are made or old ones are changed. The changes must take place so the child can better understand the world. Piaget thought there is a balance between assimilation and accommodation. He called the balance cognitive equilibrium. When a child’s schemes fit their understanding of the world then the child is in equilibrium. When the schemes do not fit the child is in disequilibrium. Piaget called the moving between equilibrium and disequilibrium equilibration.\nStages of cognitive development.\nPiaget broke his stages of cognitive development of children into four stages. The stages always go in the same order. The stages also happen to children everywhere. At each stage there are key details that happen in that stage.\nSensorimotor Stage.\nThe sensorimotor stage is the first stage of Piaget’s theory. In this stage, babies “think” with their eyes, ear, and hands. Children in this stage learn about the world through their senses. Piaget thought that children in this stage learn by doing the same acts over and over. These acts come from their sense experience. Piaget called this circular reaction. There are two main kinds of circular reaction: primary and secondary. One month olds use primary circular reaction. In primary circular reaction children do acts that have to do with their basic needs, like eating. Four to eight month olds use secondary circular reaction. Secondary circular reaction happens when children try to make events happen with their acts. Secondary circular reaction in children helps to control their own behavior. Eight to twelve month olds can control their behavior. In the sensorimotor stage, children gain object permanence. This happens between 8 and 12 months. Object permanence is knowing that a thing is still in existence even if the child cannot see it. Object permanence is seen in children eight to twelve months old. Object permanence can be seen in Piaget’s object hiding task. In the task a toy is hidden under a blanket. If the baby can find the toy than the baby has learned object permanence.\nPreoperational StageThe preoperational stage has a large change in representative thought in the mind. In this stage children can use symbols to represent their knowledge. Children also learn language in the preoperational stage. Piaget did not think language was that important for cognitive development. He thought that children use words to explain the pictures of experience in their mind. In the preoperational stage, children have egocentricism. Egocentricism is when children cannot tell the difference between their view point and someone else’s. Piaget used the three mountains problem to show egocentricism. In the problem a doll is placed on one side of a group of mountains. A child is placed on a different side. The child is asked to tell what the doll sees. A child who has egocentricism tells what he or she sees and not what the doll sees.\nThis is for the simple wiki page on child development.\nConcrete Operational Stage.\nIn the concrete operational stage children’s thought becomes more logical. Logical thought uses reason when thinking. Children are able to understand changes between things that are in front of them. They still have a hard time with things that they have to imagine. Children in the concrete operational stage can place items in different arrangements. They understand that things can be placed into more than one group at a time. Children in the concrete operational stage can also put things in order of qualities like length and weight. The understanding of conservation happens in the concrete operational stage. Children who understand conservation know that changing a things shape or container does not change how much is there. For example, in conservation of liquid children know that the amount of liquid does not change if it is put in a different glass.\nFormal Operational Stage.\nIn the formal operational stage, children are able to think about abstract ideas. The abstract ideas are ones that are within the child’s mind and not in front of them in the world. In this stage, children can come up with rules about how things can happen without needing concrete items. Piaget believed that there were two main parts of the formal operational stage: hypothetico-deductive reasoning and propositional thought. In hyothetico-deductive reasoning children are able to guess the outcome of a problem. They are able to do this by making guesses that can be tested in an experiment. By testing the guesses they learn if their guess was right and if not why it was not. In propositional thought children are able to understand if spoken statements are true. They are able to do so without needing to see an example of those statements.\nSociocultural Theory.\nLev Vygotsky built his theory of child development on the importance of three things. Vygotsky thought that children’s development was formed from mainly social and cultural interactions. Interactions occur when two or more people talk and/or work together. Vygotsky thought that culture has a big affect on how cognitive growth develops. Vygotsky also focused on language. He felt language was very important for changing how a child thinks.\nLanguage.\nVygotsky thought that child development during the first two years have to do with direct connection with the world. After the two years language changes the way a child thinks. Language is important because it is how adults pass on ideas to children. Vygotsky felt that growth of language leads to a huge change in how children think because they can communicate ideas with others. Children talk to both others and themselves. Vygotsky thought that children talking to themselves was very important for development. He thought that children talk to themselves to help guide their thoughts. He called talk directed at the self, private speech. Private speech is used when a job is hard, after an error is made, or when the child is unsure of what to do. Children that use private speech are more attentive and involved in the job they are doing. Also children who have trouble learning use private speech more. This is to help them understand what they are learning.\nSocial and Cultural Interactions.\nVygotsky thought that important learning comes from working with adults or more skilled peers. These helpers can help the child to find out how to do different jobs. Vygotsky thought that there is a range of difficulty that a job needs to be in. If the job is in the rang than a child can learn best. Vygotsky called this range the zone of proximal development. The zone of proximal development has jobs that are to hard to do alone but are able to be done with help. The help would come from a helper.\nWhen the helper works with the child social interactions occur. Vygotsky thought that there are two important parts of social interaction: intersubjectivity and scaffolding. Intersubjectivity happens when two people start with different understandings. The two people interact with each other. By interacting, the two people get to the same understanding. Scaffolding happens when a teacher is helping a child. The teacher will change how much they help based on the child’s work level. The teacher will help more if the child needs it. The teacher will also help less if the child does not need help. Over time, the teacher lets the child work alone. When the child works alone her or she puts the conversation into his or her private speech. The private peech is then used to help the child do the problem.","categories":[],"infobox_types":[],"annotations":[{"uri":"Psychology","surface_form":"psychological","offset":54},{"uri":"Birth","surface_form":"birth","offset":120},{"uri":"Adolescence","surface_form":"adolescence","offset":141},{"uri":"Genetic","surface_form":"genetic","offset":263},{"uri":"Social","surface_form":"social","offset":293},{"uri":"Children","surface_form":"Children","offset":348},{"uri":"Autism_spectrum","surface_form":"autism spectrum","offset":417},{"uri":"Down_syndrome","surface_form":"Down syndrome","offset":445},{"uri":"Reformation","surface_form":"Reformation","offset":1051},{"uri":"Enlightenment","surface_form":"Enlightenment","offset":1376},{"uri":"John_Locke","surface_form":"John Locke","offset":1597},{"uri":"Jean-Jacques_Rousseau","surface_form":"Jean-Jacques Rousseau","offset":1612},{"uri":"John_Locke","surface_form":"John Locke","offset":1647},{"uri":"Jean_Jacques_Rousseau","surface_form":"Jean Jacques Rousseau","offset":2759},{"uri":"Sigmund_Freud","surface_form":"Sigmund Freud","offset":3220},{"uri":"Neurologist","surface_form":"neurologist","offset":3240},{"uri":"Psychoanalyst","surface_form":"psychoanalyst","offset":3255},{"uri":"Id%2C_ego%2C_and_super-ego","surface_form":"id, ego, and super-ego","offset":3952},{"uri":"Erik_Erikson","surface_form":"Erik Erikson","offset":7226},{"uri":"John_Watson","surface_form":"John Watson","offset":8152},{"uri":"Albert_Bandura","surface_form":"Albert Bandura","offset":9887},{"uri":"Lev_Vygotsky","surface_form":"Lev Vygotsky","offset":19438}]}