{"id":406972,"url":"http://en.wikipedia.org/wiki/Paintball","text":"Paintball is a sport in which players try to eliminate opponents by shooting each other with balls of coloured dye. The players can compete either in teams or individually. The balls of dye (called \"paintballs\") are shot through a device called a paintball marker (or paintball gun). When the paintballs hit, they release the dye. When they hit a player, the dye marks that player as eliminated. The game is often played as an organised competitive sport, involving leagues, tournaments, and professional teams.\nPaintball can be played indoors or outdoors, on fields specifically made for the game. The field is scattered with natural or artificial obstacles and terrain, which players use to hide behind. The objective can vary according to the type of game being played. Players may have to capture a flag held by the opposing team, defend or capture a particular point on the field, or simply eliminate all other players on the field until they are the only player or team remaining. Depending on the variant played, games can last from seconds to hours.\nIn many countries, paintball is regulated by specific laws. Players are usually required to wear protective gear (such as masks), and game rules are strictly enforced. Paintball is also used by military forces and law enforcement for training recruits.\nTerrain.\nThe playing field is scattered with several obstacles. These are used to block the view of opponents and prevent them from firing accurately. They may be a shelter, fallen tree, barrels, or a cylindrical tube. In most modern speedball tournaments, inflatable vinyl objects of different shapes and sizes are used.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sport","surface_form":"sport","offset":15},{"uri":"Shoot","surface_form":"shooting","offset":68},{"uri":"Dye","surface_form":"dye","offset":111},{"uri":"Gun","surface_form":"gun","offset":278},{"uri":"Eliminate","surface_form":"eliminated","offset":384},{"uri":"Competition","surface_form":"competitive","offset":437},{"uri":"Tournament","surface_form":"tournament","offset":475},{"uri":"Obstacle","surface_form":"obstacles","offset":649},{"uri":"Terrain","surface_form":"terrain","offset":663},{"uri":"Flag","surface_form":"flag","offset":803},{"uri":"Law","surface_form":"law","offset":1112},{"uri":"Mask","surface_form":"mask","offset":1180},{"uri":"Military","surface_form":"military","offset":1252},{"uri":"Law_enforcement","surface_form":"law enforcement","offset":1272},{"uri":"Training","surface_form":"training","offset":1292},{"uri":"Shelter","surface_form":"shelter","offset":1476},{"uri":"Cylinder","surface_form":"cylindrical","offset":1512},{"uri":"Speed_paintball","surface_form":"speedball","offset":1545},{"uri":"Vinyl","surface_form":"vinyl","offset":1579}]}