{"id":4069,"url":"http://en.wikipedia.org/wiki/Logic","text":"Logic is the study of reasoning. The rules of logic let philosophers make valid logical deductions about the world. Logic helps people decide whether something is true or false.\nThe conclusion is the final statement. This syllogism connects the first two statements to make a logical deduction: Socrates is mortal.\nThe syllogism is made from three logical statements or propositions. These statements are short sentences describing a small step in a logical argument. The small statements make up the argument, the same way atoms make up molecules. When logic is correct, the statements are said to \"follow\" from each other.\nStatements have a truth value, meaning they can be proved to be true \"or\" false, but not both. Illogical statements or mistakes in logic are called logical fallacies.\nSymbolic logic.\nHere is the previous syllogism written in symbolic logic.\nBy replacing the English words with letters, one can make the syllogism even simpler.\nSimilar to mathematical symbols for operations like addition and subtraction, symbolic logic separates abstract logic from the English-language meaning of the original statements. With these abstract symbols, people can study pure logic without the use of a specific written language.\nThe syllogism is now written in the most abstract and simple way possible. Any distracting elements, such as English language words, have been removed. Anyone who understands logical symbolism can understand this argument.\nLogical proof.\nA logical proof is a list of statements put in a specific order to prove a logical point. Each statement in the proof is either an assumption made for the sake of argument, or has been proven to follow from earlier statements in the proof. All proofs must start with some assumptions, such as \"humans exist\" in the above syllogism. A proof shows that one statement, the conclusion, follows from the starting assumptions. With a proof, we can prove that \"Aristotle is mortal\" logically follows from \"Aristotle is a man\" and \"All men are mortal\".\nSome statements are always true. That kind of statement is called tautology\".\" One popular classical tautology, credited to the philosopher Parmenides of Elea, says \"That which is, is. That which is not, is not.\" This essentially means that true statements are true and false statements are false. Due to their simple nature, tautologies may not always be helpful in building logical arguments.\nA tautology is represented in symbolic logic as formula_1, meaning \"Either \"a\" or not \"a\".\" Assuming that there are no unmentioned possibilities, this covers every possible case. Another symbol used to represent a tautology is formula_1.\nUses.\nBecause logic is a tool used to think more rationally, it can be used in countless ways. Symbolic logic is employed far and wide, from philosophical treatises to complicated mathematical equations. Computers use the rules of logic to run algorithms, which let computer programs make decisions based on data.\nLogic is critical to pure mathematics, statistics, and data analysis. Logic is also studied in philosophy. People who study math create proofs that use logical rules to show that mathematical theorems are correct. There is an area of mathematics called mathematical logic that studies logic using mathematics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Reason","surface_form":"reasoning","offset":22},{"uri":"Deduction","surface_form":"deductions","offset":88},{"uri":"People","surface_form":"people","offset":128},{"uri":"True","surface_form":"true","offset":163},{"uri":"False","surface_form":"false","offset":171},{"uri":"Proposition","surface_form":"statements or propositions","offset":356},{"uri":"Truth_value","surface_form":"truth value","offset":643},{"uri":"Fallacy","surface_form":"logical fallacies","offset":773},{"uri":"Operation_(mathematics)","surface_form":"operations","offset":988},{"uri":"Abstraction","surface_form":"abstract","offset":1055},{"uri":"Tautology_(logic)","surface_form":"tautology","offset":2086},{"uri":"Parmenides","surface_form":"Parmenides of Elea","offset":2160},{"uri":"Equation","surface_form":"mathematical equations","offset":2833},{"uri":"Algorithm","surface_form":"algorithms","offset":2897},{"uri":"Mathematics","surface_form":"pure mathematics","offset":2988},{"uri":"Statistics","surface_form":"statistics","offset":3006},{"uri":"Philosophy","surface_form":"philosophy","offset":3062},{"uri":"Mathematical_proof","surface_form":"proofs","offset":3103},{"uri":"Mathematical_theorem","surface_form":"mathematical theorems","offset":3146},{"uri":"Mathematical_logic","surface_form":"mathematical logic","offset":3220}]}