{"id":406950,"url":"http://en.wikipedia.org/wiki/HUGO_Gene_Nomenclature_Committee","text":"The HUGO Gene Nomenclature Committee (HGNC) sets a \"unique\" and \"meaningful\" name for every known human gene. It asks experts their opinions. The HGNC gives a long name, and an abbreviation (referred to as a \"symbol\") to every gene. The HGNC is part of the Human Genome Organisation (HUGO).\nTraditional gene names and abbreviations are often not specific for a single gene. Example: CAP (which means just \"chromosome-associated protein\") can refer to any of six different genes: ([https://www.genenames.org/data/hgnc_data.php?hgnc_id=13575 BRD4], [https://www.genenames.org/data/hgnc_data.php?hgnc_id=20040 CAP1], [https://www.genenames.org/data/hgnc_data.php?hgnc_id=6656 LNPEP], [https://www.genenames.org/data/hgnc_data.php?hgnc_id=9639 PTPLA], [https://www.genenames.org/data/hgnc_data.php?hgnc_id=8950 SERPINB6], and [https://www.genenames.org/data/hgnc_data.php?hgnc_id=14565 SORBS1]).\nUnlike traditional names like CAP, the HGNC short gene names, or gene symbols, are given to one gene only. This reduces confusion as to which gene is referred to.\nNaming guidelines.\nThe full description of HGNC's nomenclature guidelines can be found on their web site [https://www.genenames.org/guidelines.html]. HGNC advocates the appendices \"_v1, _v2..\" to distinguish between different splice variants and \"_pr1, _pr2..\" for promoter variants of a single gene.\nHGNC also states that \"gene nomenclature should \"evolve with new technology\" rather than be restrictive as sometimes occurs when historical and single gene nomenclature systems are applied\".\nProcedure.\nThe HGNC contacts authors who have published on the human gene in question by e-mail. They are asked their opinion on the proposed nomenclature. HGNC also works with other database curators, and experts for specific gene families or sets of genes.\nRevision.\nChanging a standardised gene name after it has got established may cause confusion. The merit of such changes are therefore controversial. For this reason the HGNC changes a gene name only if agreement for that change can be got from most researchers working on that gene.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gene","surface_form":"gene","offset":104},{"uri":"Abbreviation","surface_form":"abbreviation","offset":177},{"uri":"Symbol","surface_form":"symbol","offset":209},{"uri":"Human_Genome_Organisation","surface_form":"Human Genome Organisation","offset":257},{"uri":"Alternative_splicing","surface_form":"splice variants","offset":1281},{"uri":"Promoter_(genetics)","surface_form":"promoter","offset":1320}]}