{"id":406993,"url":"http://en.wikipedia.org/wiki/Lucrezia_Borgia","text":"Lucrezia Borgia (18 April 1480 – 24 June 1519) was the daughter of Pope Alexander VI, and his long-term mistress Vannozza dei Cattanei. Her brothers included Cesare Borgia, Giovanni Borgia, and Gioffre Borgia.\nLucrezia's family was typical of the ruthless Machiavellian politics and sexual corruption of the times. It was alleged to be characteristic of the Renaissance Papacy. Lucrezia was cast as a \"femme fatale\", a role seen in many artworks, novels, and films.\nVery little is known for sure about Lucrezia. Whether she was involved in the political activities of her father and brothers is unclear. They certainly arranged several marriages for her to important and powerful men. Presumably, this helped their own political ambitions. Lucrezia was married to Giovanni Sforza (Lord of Pesaro), Alfonso of Aragon (Duke of Bisceglie), and Alfonso I d'Este (Duke of Ferrara). Tradition has it that Alfonso of Aragon was an illegitimate son of the King of Naples and that her brother Cesare may have had him murdered when his political value faded.\nAppearance.\nLucrezia is described as having heavy blonde hair which fell past her knees, a beautiful complexion, hazel eyes which changed colour, a full, high bosom, and a natural grace which made her appear to \"walk on air\". These features were highly appreciated in Italy during that period. Another description said that \"her mouth is rather large, the teeth brilliantly white, her neck is slender and fair, and the bust is admirably proportioned\".\nOne painting, \"Portrait of a Youth\" by Dosso Dossi at the National Gallery of Victoria, was identified as a portrait of Lucrezia in November 2008. This painting may be the only surviving formal portrait of Lucrezia Borgia; however, doubts have been cast on that claim. Several other paintings, such as Veneto's fanciful portrait, have also been said to depict her but none has been accepted by scholars at present.\nRumours.\nSeveral rumours have persisted throughout the years, especially about the extravagant parties thrown by the Borgia family. There were allegations of incest, poisoning, and murder on her part, but no historical basis for these rumours has ever been found. Most of the allegations were made by the rivals of the Borgias.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pope_Alexander_VI","surface_form":"Pope Alexander VI","offset":67},{"uri":"Vannozza_dei_Cattanei","surface_form":"Vannozza dei Cattanei","offset":113},{"uri":"Cesare_Borgia","surface_form":"Cesare Borgia","offset":158},{"uri":"Giovanni_Borgia_(1474)","surface_form":"Giovanni Borgia","offset":173},{"uri":"Gioffre_Borgia","surface_form":"Gioffre Borgia","offset":194},{"uri":"Niccol%C3%B2_Machiavelli","surface_form":"Machiavellian","offset":256},{"uri":"Renaissance","surface_form":"Renaissance","offset":358},{"uri":"Papacy","surface_form":"Papacy","offset":370},{"uri":"Femme_fatale","surface_form":"femme fatale","offset":402},{"uri":"Giovanni_Sforza","surface_form":"Giovanni Sforza","offset":764},{"uri":"Alfonso_of_Aragon","surface_form":"Alfonso of Aragon","offset":798},{"uri":"Bisceglie","surface_form":"Bisceglie","offset":825},{"uri":"Alfonso_I_d%27Este","surface_form":"Alfonso I d'Este","offset":841},{"uri":"Dosso_Dossi","surface_form":"Dosso Dossi","offset":1540},{"uri":"National_Gallery_of_Victoria","surface_form":"National Gallery of Victoria","offset":1559},{"uri":"Bartolomeo_Veneto","surface_form":"Veneto","offset":1803},{"uri":"Incest","surface_form":"incest","offset":2074},{"uri":"Poisoning","surface_form":"poisoning","offset":2082},{"uri":"Murder","surface_form":"murder","offset":2097}]}