{"id":40709,"url":"http://en.wikipedia.org/wiki/Leizu","text":"e=\"preserve\">Leizu was a legendary Chinese queen. According to tradition, she discovered silk and invented the silk loom in the 28th century BC.\nLeizu discovered silkworms while on a walk near the king's mulberry trees. However, there are different stories of exactly how she discovered that silkworms make silk.\nOne story says that she used her finger to touch a worm, causing a strand of silk to come out. As the silk continued to come out, she wrapped it around her finger. When the silk ran out, she saw a small cocoon, and realized that this cocoon was the source of the silk.\nAnother story says that she found silkworms eating the mulberry leaves and spinning cocoons. She collected some cocoons, and then sat down to have some tea. While she was sipping a cup of tea, she dropped a cocoon into the steaming water. A fine thread started to separate itself from the cocoon. Leizu found that she could unwind this soft and lovely thread around her finger.\nShe asked her husband to give her a grove of mulberry trees, where she could keep the worms that made these cocoons. She is credited with inventing the silk reel, which joins thin silk threads into a thicker thread strong enough for weaving. She is also credited with inventing the first silk loom. It is not known how much, if any, of this story is true, but historians do know that silk was first made in China. Leizu shared what she found out with others and the knowledge became common.","categories":[],"infobox_types":[],"annotations":[{"uri":"China","surface_form":"Chinese","offset":35},{"uri":"Queen","surface_form":"queen","offset":43},{"uri":"Silk","surface_form":"silk","offset":89},{"uri":"Loom","surface_form":"loom","offset":116},{"uri":"Silkworm","surface_form":"silkworm","offset":162},{"uri":"Mulberry","surface_form":"mulberry","offset":204},{"uri":"Cocoon","surface_form":"cocoon","offset":516},{"uri":"Tea","surface_form":"tea","offset":734},{"uri":"Weaving","surface_form":"weaving","offset":1193},{"uri":"China","surface_form":"China","offset":1367}]}