{"id":407095,"url":"http://en.wikipedia.org/wiki/Jos%C3%A9_Mart%C3%ADnez_Morote","text":"José Martínez Morote (born February 5, 1984 in Albacete) is a Paralympic track and field athlete from Spain. He has an intellectual disability. He helps track and field athletes where he lives. He first played football, and then started track and field when he was 16 years old. He has competed at the 2007 World Games, the 2011 IPC World Athletics Championships in Christchurch, New Zealand and the 2012 Summer Paralympics. Martínez had two scholarships to allow him to be a track and field athlete.\nPersonal.\nMartínez was born February 5, 1984 in Albacete, Spain, and has an intellectual disability. He lives in the city where he was born. He went to school in Cruz de Mayo. He helps track and field athletes where he lives.\nIn 2008, Martínez got an award from the Culture and Sport at the yearly award ceremony for the Federation of Employers of Albacete (FEDA).\nAthletics.\nMorote started doing track and field when he was 16 years old. Before track and field, he played football but began track and field because a teacher said his running speed would be better in track and field. He competed in races in Tunisia, Hungary, Sweden, Australia, France, Prague, Brazil and China. His coaches are Camilo and Maxi. He is a member of Club Paralímpico de la Región athletic club in Castilla-La Mancha. He has been given money from the 'Castilla-La Mancha Olímpica' program, which gets money from the Foundation for Culture and Sports of Castilla-La Mancha. He competed in his first Spanish national championships when he was 19 years old. He finished first in the 5,000 and 10,000 meter races.\nIn 2005, Martínez got money from Foundation for Culture and Sports of Castilla-La Mancha to do track and field. He competed at the 2006 Spanish national championships and came first in the 400 and 800 meters. He competed in the 2007 World Games, where he finished second in the 800 meters and third in 1,500 meters.\nIn 2008, Martínez competed in the Spanish National Athletics Championship where he finished first in the 800 and 1500 meters. That winter, he finished first at the Spanish national winter cross country championships. The following year at the Spanish National Athletics Championship, he competed in the 400, 800, 1,500, long jump and 4x100 meter events, where and came first in the 800 and 1500 meters.. He competed at the 2008 World Intellectual Disability Indoor Athletics Championships in Tallinn, Estonia in where he finished second in the 400 meter event and third in the 4x400 meter event. Competing at the 2008 European Championships, he finished first in the 400 meters. Competing in the 2009 Subida al Castillo de Chiva, he came in first in the one mile Paralympic class with a time of 4:45. He competed in the 2009 World Games in the Czech Republic. He competed in the 2009 Spanish national cross country championships, where he finished first. The next year, he finished third.\nMartínez competed at the 2010 World Indoor Championships for people with intellectual disabilities. He competed in the 2011 Subida al Castillo de Chiva one mile race in the Paralympic class.\nMartínez competed at the 2011 IPC World Athletics Championships in Christchurch, New Zealand and he finished fourth in the T20 1,500 meter race. He competed at the 2011 World Games, and finished second in 4x100 and competed in the 1,500 meters, and finished first in the 4x400 relay team race.\nMartínez competed in 2012 INAS European Athletics Championship. In 2012, he had a scholarship from the Spanish-based Fundación Cultura y Deportes and the Spanish business Lafarge. In 2012, he competed in the World Intellectual Disability Indoor Athletics Championships and finished third in the in the 4 x 400 meter race. He finished sixth in the 1,500 meters.\nMartínez competed in the 2012 Summer Paralympics in London, England. He finished 8th in the T20 1,500 meter race.","categories":[],"infobox_types":[],"annotations":[{"uri":"Albacete","surface_form":"Albacete","offset":47},{"uri":"Paralympic_Games","surface_form":"Paralympic","offset":62},{"uri":"Track_and_field_athletics","surface_form":"track and field athlete","offset":73},{"uri":"Spain","surface_form":"Spain","offset":102},{"uri":"Intellectual_disability","surface_form":"intellectual disability","offset":119},{"uri":"Association_football","surface_form":"football","offset":210},{"uri":"Christchurch","surface_form":"Christchurch","offset":366},{"uri":"New_Zealand","surface_form":"New Zealand","offset":380},{"uri":"2012_Summer_Paralympics","surface_form":"2012 Summer Paralympics","offset":400},{"uri":"Scholarship","surface_form":"scholarship","offset":442},{"uri":"Albacete","surface_form":"Albacete","offset":549},{"uri":"Spain","surface_form":"Spain","offset":559},{"uri":"Intellectual_disability","surface_form":"intellectual disability","offset":577},{"uri":"Track_and_field","surface_form":"track and field","offset":898},{"uri":"Association_football","surface_form":"football","offset":974},{"uri":"Tunisia","surface_form":"Tunisia","offset":1110},{"uri":"Hungary","surface_form":"Hungary","offset":1119},{"uri":"Sweden","surface_form":"Sweden","offset":1128},{"uri":"Australia","surface_form":"Australia","offset":1136},{"uri":"France","surface_form":"France","offset":1147},{"uri":"Prague","surface_form":"Prague","offset":1155},{"uri":"Brazil","surface_form":"Brazil","offset":1163},{"uri":"China","surface_form":"China","offset":1174},{"uri":"Coach_(sport)","surface_form":"coaches","offset":1185},{"uri":"Czech_Republic","surface_form":"Czech Republic","offset":2751},{"uri":"Christchurch","surface_form":"Christchurch","offset":3154},{"uri":"New_Zealand","surface_form":"New Zealand","offset":3168},{"uri":"International_Sports_Federation_for_Persons_with_Intellectual_Disability","surface_form":"INAS","offset":3407},{"uri":"Scholarship","surface_form":"scholarship","offset":3463},{"uri":"Lafarge","surface_form":"Lafarge","offset":3552},{"uri":"2012_Summer_Paralympics","surface_form":"2012 Summer Paralympics","offset":3767},{"uri":"London","surface_form":"London","offset":3794},{"uri":"England","surface_form":"England","offset":3802}]}