{"id":4070,"url":"http://en.wikipedia.org/wiki/Communism","text":"Communism is a socio-economic political movement. Its goal is to set up a version of society where the factories and farms are shared by the people, and would not have rulers or money.\nAccording to communist writers and thinkers, the goal of communism is to create a stateless, classless society and to end capitalism. Communist thinkers believe this can happen if the people take away the power of the bourgeoisie (the ruling class, who own the factories and farms) and establish worker control of the means of production (factories and farms).\nCommunism is not anti-individualist. However, it does say that decisions should be good for the population as a whole, instead of just being good for only a few of people in the country.\nSince 1992, there have been five nations remaining governed officially by communist ideologies. Four of these follow different forms of Marxism-Leninism - Vietnam, China, Cuba and Laos. The fifth, North Korea, now officially follows Juche, which claims to be a better version of Marxism-Leninism. North Korea called itself Marxist-Leninist before 1991. Many other nations abandoned Marxism around that time because most people thought it had failed. In many cases Marxist governments fell to authoritarianism, mass poverty, economic collapse and violent conflict, as is the case of the Soviet Union and Yugoslavia, for example.\nSome of the most well-known people that have been important in the development of communism include Karl Marx, Friedrich Engels, Joseph Stalin, Mao Zedong, Vladimir Lenin, and Leon Trotsky.\nHistory.\nIn 1848, Karl H. Marx and Friedrich Engels wrote \"The Communist Manifesto\". It was a short book with the basic ideas of communism. Most socialists and communists today still use this book to help them understand politics and economics. Many non-communists read it too, even if they do not agree with everything in it.\nKarl Marx said that for society to change into a communist way of living, there would have to be a period of change. During this period, the workers would govern society. Marx was very interested in the experience of the Paris Commune of 1870, when the workers of Paris ran the city following the defeat of the French Army by the Prussian Army. He thought that this practical experience was more important than the theoretical views of the various radical groups.\nMany groups and individuals liked Marx's ideas. By the beginning of the twentieth century, there was a worldwide socialist movement called Social Democracy. It was influenced by his ideas. They said that the workers in different countries had more in common with each other than the workers had in common with the bosses within their own countries. In 1917, Vladimir Lenin and Leon Trotsky led a Russian group called the Bolsheviks in the October Revolution. They got rid of the temporary government of Russia, which was formed after the February Revolution against the Tsar (Emperor). They established the Union of Soviet Socialist Republics, also called the Soviet Union or USSR.\nThe Soviet Union was the first country claiming to have established a workers' state. In reality, the country never became communist in the way that Marx and Engels described.\nDuring the 20th century, many people tried to establish workers' states. In the late 1940s, China also had a revolution and created a new government with Mao Zedong as its leader. In the 1950s, the island of Cuba had a revolution and created a new government with Fidel Castro as its leader. At one time, there were many such countries, and it seemed as though communism would win. But communist party governments didn't use democracy in their governments, a very important part of socialism and communism. Because of this, the governments became separated from the people, making communism difficult. This also led to disagreements and splits between countries.\nBy the 1960s, one-third of the world had overthrown capitalism and were trying to build communism. Most of these countries followed the model of the Soviet Union. Some followed the model of China. The other two-thirds of the world still lived in capitalism, and this led to a worldwide divide between capitalist countries and communist countries. This was called the \"Cold War\" because it was not fought with weapons or armies, but competing ideas. However, this could have turned into a large war. During the 1980s, the United States and the Soviet Union were competing to have the biggest army and having the most dangerous weapons. This was called the \"Arms Race\". President Ronald Reagan called communist countries like the Soviet Union the \"Evil Empire\" because he did not agree with communist ideas.\nSince 1989, when the Berlin Wall was torn down, most countries that used to be communist have returned to capitalism. Communism now has much less influence around the world. In 1991, the Soviet Union broke up. However, around a fifth of the world's people still live in states controlled by a communist party. Most of these people are in China. The other countries include Cuba, Vietnam, Laos, and North Korea. There are also communist movements in Latin America and South Africa.\nDisputes.\nMany people have written their own ideas about communism. Vladimir Lenin of Russia thought that there had to be a group of hard-working revolutionaries (called a vanguard) to lead a socialist revolution worldwide and create a communist society everywhere. Leon Trotsky, also from Russia, argued that socialism had to be international, and it was not important to make it happen first in Russia. He also did not like Joseph Stalin, who became the leader of the USSR after Lenin's death in 1924. Trotsky was made to leave the Soviet Union by Stalin in 1928, and then killed in 1940. This scared many people, and lots of communists argued about whether this was right and whose ideas should be followed.\nMao Zedong of China thought that other classes would be important to the revolution in China and other developing countries because the working classes in these countries were small. Mao's ideas on communism are usually called Maoism or Mao Zedong Thought. After Stalin's death in 1953, Mao saw himself as the leader of worldwide communism until he died in 1976. Today the Chinese government is still ruled by the Communist Party, but they actually have what is called a mixed economy. They have borrowed many things from capitalism. The government in China today does not follow Maoism. However, few revolutionaries in other countries like India and Nepal still like his ideas and are trying to use them against in their own countries.\nTerm usage.\nThe word \"communism\" is not a very specific description of left-wing political organizations. Many political parties calling themselves \"communist\" may actually be more reformist (supportive of reforms and slow change instead of revolution) than some parties calling themselves \"socialists\". Many communist parties in Latin America have lost many members because these parties do different things than what they promised once they get into power. In Chile, between 1970-1973, under the left-wing Coalition (groups of parties) of Popular Unity, led by Salvador Allende, the Communist Party of Chile was to the right of the Socialist Party of Chile. This means it was more reformist than the socialist party.\nMany communist parties will use a reformist strategy. They say working-class people are not organized enough to make big changes to their societies. They put forward candidates that will be elected democratically. Once communists become elected to parliament or the Senate, then they will fight for the working class. This will allow working-class people to change their capitalist society into a socialist one.\nSymbols and culture.\nThe color red is a symbol of communism around the world. A red five-pointed star sometimes also stands for communism. The hammer and sickle is a well-known symbol of communism. It was on the flags of many communist countries (see top of article). Some communists also like to use pictures of famous communists from history, such as Marx, Lenin, and Mao Zedong, as symbols of the whole philosophy of communism.\nA song called \"The Internationale\" was the international song of communism. It has the same music everywhere, but the words to the song are translated into many languages. The Russian version was the national anthem of the Soviet Union from 1922 until 1944.\nThe sickle in the Soviet Union's flag shows the struggle of the pesants-farmers. The hammer in the flag represents the struggle for the workers. Both of them crossing shows their support for each other.\nThere is also a special kind of art and architecture found in many communist and former communist countries. Paintings done in the style of socialist realism are often done for propaganda to show a perfect version of a country's people and political leader. Art done in the socialist realism style, such as plays, movies, novels, and paintings show hard-working, happy, and well-fed factory workers and farmers. Movies, plays and novels in this style often tell stories about workers or soldiers who sacrifice themselves for the good of their country. Paintings often showed heroic portraits of the leader, or landscapes showing huge fields of wheat. Stalinist architecture was supposed to represent the power and glory of the state and its political leader. Some non-communists also enjoy this kind of art.","categories":[],"infobox_types":[],"annotations":[{"uri":"Society","surface_form":"socio","offset":15},{"uri":"Economics","surface_form":"economic","offset":21},{"uri":"Political","surface_form":"political","offset":30},{"uri":"Movement","surface_form":"movement","offset":40},{"uri":"Money","surface_form":"money","offset":178},{"uri":"Capitalism","surface_form":"capitalism","offset":307},{"uri":"Bourgeoisie","surface_form":"bourgeoisie","offset":403},{"uri":"Decision-making","surface_form":"decisions","offset":609},{"uri":"Population","surface_form":"population","offset":642},{"uri":"Marxism-Leninism","surface_form":"Marxism-Leninism","offset":869},{"uri":"Vietnam","surface_form":"Vietnam","offset":888},{"uri":"China","surface_form":"China","offset":897},{"uri":"Cuba","surface_form":"Cuba","offset":904},{"uri":"Laos","surface_form":"Laos","offset":913},{"uri":"North_Korea","surface_form":"North Korea","offset":930},{"uri":"Juche","surface_form":"Juche","offset":966},{"uri":"Authoritarianism","surface_form":"authoritarianism","offset":1225},{"uri":"Poverty","surface_form":"poverty","offset":1248},{"uri":"Economic_collapse","surface_form":"economic collapse","offset":1257},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1319},{"uri":"Yugoslavia","surface_form":"Yugoslavia","offset":1336},{"uri":"Karl_Marx","surface_form":"Karl Marx","offset":1461},{"uri":"Friedrich_Engels","surface_form":"Friedrich Engels","offset":1472},{"uri":"Joseph_Stalin","surface_form":"Joseph Stalin","offset":1490},{"uri":"Mao_Zedong","surface_form":"Mao Zedong","offset":1505},{"uri":"Vladimir_Lenin","surface_form":"Vladimir Lenin","offset":1517},{"uri":"Leon_Trotsky","surface_form":"Leon Trotsky","offset":1537},{"uri":"Karl_Marx","surface_form":"Karl H. Marx","offset":1569},{"uri":"Friedrich_Engels","surface_form":"Friedrich Engels","offset":1586},{"uri":"The_Communist_Manifesto","surface_form":"The Communist Manifesto","offset":1610},{"uri":"Paris_Commune","surface_form":"Paris Commune","offset":2099},{"uri":"Paris","surface_form":"Paris","offset":2142},{"uri":"French_Army","surface_form":"French Army","offset":2189},{"uri":"Prussian_Army","surface_form":"Prussian Army","offset":2208},{"uri":"Theory","surface_form":"theoretical","offset":2293},{"uri":"Extremism","surface_form":"radical","offset":2326},{"uri":"Twentieth_Century","surface_form":"twentieth century","offset":2414},{"uri":"Social_Democracy","surface_form":"Social Democracy","offset":2481},{"uri":"Vladimir_Lenin","surface_form":"Vladimir Lenin","offset":2700},{"uri":"Leon_Trotsky","surface_form":"Leon Trotsky","offset":2719},{"uri":"Russia","surface_form":"Russia","offset":2738},{"uri":"Bolshevik","surface_form":"Bolshevik","offset":2763},{"uri":"October_Revolution","surface_form":"October Revolution","offset":2781},{"uri":"February_Revolution","surface_form":"February Revolution","offset":2880},{"uri":"Tsar","surface_form":"Tsar","offset":2912},{"uri":"Emperor","surface_form":"Emperor","offset":2918},{"uri":"Union_of_Soviet_Socialist_Republics","surface_form":"Union of Soviet Socialist Republics","offset":2949},{"uri":"Chinese_Civil_War","surface_form":"had a revolution","offset":3303},{"uri":"Mao_Zedong","surface_form":"Mao Zedong","offset":3354},{"uri":"Cuba","surface_form":"Cuba","offset":3408},{"uri":"Cuban_Revolution","surface_form":"a revolution","offset":3417},{"uri":"Fidel_Castro","surface_form":"Fidel Castro","offset":3464},{"uri":"Democracy","surface_form":"democracy","offset":3625},{"uri":"Cold_War","surface_form":"Cold War","offset":4231},{"uri":"Weapon","surface_form":"weapon","offset":4272},{"uri":"Army","surface_form":"armies","offset":4283},{"uri":"United_States","surface_form":"United States","offset":4384},{"uri":"Competition","surface_form":"competing","offset":4424},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":4541},{"uri":"Evil_empire","surface_form":"Evil Empire","offset":4609},{"uri":"Berlin_Wall","surface_form":"Berlin Wall","offset":4690},{"uri":"Influence","surface_form":"influence","offset":4815},{"uri":"History_of_the_Soviet_Union_(1985-1991)","surface_form":"Soviet Union broke up","offset":4856},{"uri":"Cuba","surface_form":"Cuba","offset":5042},{"uri":"Vietnam","surface_form":"Vietnam","offset":5048},{"uri":"Laos","surface_form":"Laos","offset":5057},{"uri":"North_Korea","surface_form":"North Korea","offset":5067},{"uri":"Latin_America","surface_form":"Latin America","offset":5118},{"uri":"South_Africa","surface_form":"South Africa","offset":5136},{"uri":"Vladimir_Lenin","surface_form":"Vladimir Lenin","offset":5218},{"uri":"Revolution","surface_form":"revolutionaries","offset":5296},{"uri":"Vanguard","surface_form":"vanguard","offset":5322},{"uri":"Socialist","surface_form":"socialist","offset":5342},{"uri":"Leon_Trotsky","surface_form":"Leon Trotsky","offset":5416},{"uri":"International","surface_form":"international","offset":5480},{"uri":"Joseph_Stalin","surface_form":"Joseph Stalin","offset":5576},{"uri":"Exile","surface_form":"made to leave the Soviet Union","offset":5666},{"uri":"Assassination","surface_form":"killed in 1940","offset":5725},{"uri":"Mao_Zedong","surface_form":"Mao Zedong","offset":5861},{"uri":"China","surface_form":"China","offset":5948},{"uri":"Developing_country","surface_form":"developing countries","offset":5964},{"uri":"Maoism","surface_form":"Maoism","offset":6088},{"uri":"Communist_Party_of_China","surface_form":"Communist Party","offset":6275},{"uri":"Capitalism","surface_form":"capitalism","offset":6383},{"uri":"India","surface_form":"India","offset":6502},{"uri":"Nepal","surface_form":"Nepal","offset":6512},{"uri":"Left-wing","surface_form":"left-wing","offset":6669},{"uri":"Reform","surface_form":"reform","offset":6804},{"uri":"Chile","surface_form":"Chile","offset":7060},{"uri":"Coalition","surface_form":"Coalition","offset":7106},{"uri":"Salvador_Allende","surface_form":"Salvador Allende","offset":7161},{"uri":"Reform","surface_form":"reform","offset":7281},{"uri":"Reformist","surface_form":"reformist","offset":7351},{"uri":"Strategy","surface_form":"strategy","offset":7361},{"uri":"Candidates","surface_form":"candidates","offset":7483},{"uri":"Parliament","surface_form":"parliament","offset":7565},{"uri":"Senate","surface_form":"Senate","offset":7583},{"uri":"Capitalist","surface_form":"capitalist","offset":7688},{"uri":"Red","surface_form":"red","offset":7760},{"uri":"Symbol","surface_form":"symbol","offset":7769},{"uri":"Hammer_and_sickle","surface_form":"hammer and sickle","offset":7872},{"uri":"Flag","surface_form":"flag","offset":7941},{"uri":"Karl_Marx","surface_form":"Marx","offset":8082},{"uri":"Vladimir_Lenin","surface_form":"Lenin","offset":8088},{"uri":"Mao_Zedong","surface_form":"Mao Zedong","offset":8099},{"uri":"Philosophy","surface_form":"philosophy","offset":8135},{"uri":"The_Internationale","surface_form":"The Internationale","offset":8175},{"uri":"Music","surface_form":"music","offset":8252},{"uri":"National_anthem","surface_form":"national anthem","offset":8360},{"uri":"Art","surface_form":"art","offset":8653},{"uri":"Architecture","surface_form":"architecture","offset":8661},{"uri":"Socialist_realism","surface_form":"socialist realism","offset":8761},{"uri":"Propaganda","surface_form":"propaganda","offset":8798},{"uri":"Theatre","surface_form":"plays","offset":8928},{"uri":"Movie","surface_form":"movie","offset":8935},{"uri":"Novel","surface_form":"novel","offset":8943},{"uri":"Painting","surface_form":"painting","offset":8955},{"uri":"Hero","surface_form":"hero","offset":9196},{"uri":"Portrait","surface_form":"portrait","offset":9203},{"uri":"Landscape","surface_form":"landscape","offset":9231},{"uri":"Wheat","surface_form":"wheat","offset":9265},{"uri":"Stalinist","surface_form":"Stalinist","offset":9272}]}