{"id":407065,"url":"http://en.wikipedia.org/wiki/Parasitoid_wasp","text":"By far the greater number of wasps (over 500,000 species in the superfamily Chalcidoidea alone) are a special type of parasite. They are parasitoids which lay their eggs in or on the bodies of other insect species (usually the larvae such as caterpillars).\nDifferent species specialise in hosts from different insect orders, most often Lepidoptera, though some select beetles, flies, or bugs; the spider wasps (Pompilidae) exclusively attack spiders.\nAlmost every insect pest species has at least one wasp species that preys upon it or parasitizes it. This makes wasps critically important in the natural control of pest numbers (biocontrol). Parasitic wasps are increasingly used in agricultural pest control as they themselves do little or no damage to crops. Farmers buy these parasitic wasps for insect control in their fields.\nWith most species, the adult parasitic wasps themselves do not get any nutrients from their prey. Much like bees, butterflies, and moths, those which do feed as adults usually get all of their nutrition from nectar.\nParasitic wasps are extremely varied in their habits. Many lay their eggs in inert stages of their host (egg or pupa). If the prey is a caterpillar, they paralyze it by injecting it with venom through their ovipositor. Then they insert one or more eggs into the host or deposit them upon the host externally. The host remains alive until the parasitoid larvae are mature, dying later when the parasitoids pupate, or when they emerge as adults. Basically, the hosts are eaten alive.\nPolydnavirus (PDV).\nPolydnaviruses are a unique group of insect viruses that have a mutualistic relationship with parasitic wasps.\nThe virus protects the parasitic larva inside the host by weakening the host’s immune system. It also alters the cells of the host in ways which help the parasite. The polydnavirus, like all viruses, need a host to replicate itself. This it does in the oviducts of the female wasp.\nThe relationship between these viruses and the wasp is obligatory: all individuals are ‘infected’ with the viruses; the virus has been added to the wasp’s genome.\nThe two main genera of polydnaviruses are the Ichnoviruses (IV) and the Bracoviruses (BV). The ichnoviruses occur in ichneumonid wasp species and bracoviruses in braconid wasps.\nHost defence.\nThe victims of parasitoids do have defences they can use. Many try to hide from the wasps. The egg shells and cuticles of the prey are thickened to prevent the wasp from penetrating them. When the wasp arrives, prey may drop off the plant they are on, or twist and thrash to dislodge the female. Some regurgitate onto the wasp to tangle it up. The wriggling can sometimes help by causing the wasp to miss laying the egg on the host and instead place it nearby. Wriggling of pupae can cause the wasp to lose its grip on the smooth hard pupa or get trapped in the silk strands. Some caterpillars bite wasps that approach it. Some secrete poisonous compounds that kill or drive away the parasitoid. Ants that are in a symbiotic relationship with caterpillars, aphids or scale insects defend them from attack by wasps.\nEven parasitoid wasps are vulnerable to hyperparasitoid wasps. Some parasitoid wasps change the behaviour of the infected host to build a silk web around the pupa of the wasps after they emerge from its body to protect them from hyperparasitoids.\nIn endoparasitoids, host immune cells can encapsulate the eggs and larvae of parasitoid wasps. In aphids, a secondary endosymbiont, \"Buchnera aphidicola\" carries a latent phage. This phage makes the aphid relatively immune to their parasitoid wasps by killing many of the eggs. However, wasps counter this by laying more eggs in aphids that have the endosymbiont so that at least one of them can hatch and parasitize the aphid.\nCertain caterpillars eat plants that are toxic to both themselves and the parasite to cure themselves. \"Drosophila melanogaster\" larvae also \"self-medicate\" with ethanol to treat parasitism. \"D. melanogaster\" females lay their eggs in food containing toxic amounts of alcohol if they detect parasitoid wasps nearby. Despite the alcohol slowing the growth of the flies, it protects them from the wasps.\nEvolution.\nParasitoidism evolved only once in the Hymenoptera, during the Permian. It lead to a single clade, the Apocrita. Almost all parasitoid wasps are descended from this clade.\nThe parasitic lifestyle has been lost several times, including among the ants, bees, and yellowjacket wasps. As a result, the order Hymenoptera has many families of parasitoids intermixed with non-parasitoid groups. The Hymenoptera, Apocrita, and Aculeata are all clades, and each has both parasitic and non-parasitic species. The parasitoid wasps do not form a clade on their own.\nThe parasitoid wasps include some very large groups. Some estimates suggest the Chalcidoidea has 500,000 species, the Ichneumonidae 100,000 species, and the Braconidae up to 50,000 species.\nHost insects have evolved a range of defences against parasitoid wasps, including hiding, wriggling, and camouflage markings.\nA big increase of species in the Hymenoptera occurred soon after the evolution of parasitoidy in the order. The parasitoidy may have been a main cause of it. The evolution of a 'wasp waist' (a constriction in the abdomen) helped the Apocrita because it increased manoeuverability of the ovipositor (the organ used to lay eggs).","categories":[],"infobox_types":[],"annotations":[{"uri":"Wasps","surface_form":"wasps","offset":29},{"uri":"Species","surface_form":"species","offset":49},{"uri":"Superfamily","surface_form":"superfamily","offset":64},{"uri":"Parasite","surface_form":"parasite","offset":118},{"uri":"Parasitoid","surface_form":"parasitoid","offset":137},{"uri":"Larvae","surface_form":"larvae","offset":227},{"uri":"Caterpillars","surface_form":"caterpillars","offset":242},{"uri":"Lepidoptera","surface_form":"Lepidoptera","offset":336},{"uri":"Beetles","surface_form":"beetles","offset":368},{"uri":"Flies","surface_form":"flies","offset":377},{"uri":"Bugs","surface_form":"bugs","offset":387},{"uri":"Spiders","surface_form":"spiders","offset":442},{"uri":"Pest_(biology)","surface_form":"pest","offset":471},{"uri":"Biocontrol","surface_form":"biocontrol","offset":630},{"uri":"Crops","surface_form":"crops","offset":755},{"uri":"Nutrients","surface_form":"nutrients","offset":903},{"uri":"Bees","surface_form":"bees","offset":940},{"uri":"Butterfly","surface_form":"butterflies","offset":946},{"uri":"Moth","surface_form":"moth","offset":963},{"uri":"Nectar","surface_form":"nectar","offset":1040},{"uri":"Inert","surface_form":"inert","offset":1125},{"uri":"Egg_(biology)","surface_form":"egg","offset":1153},{"uri":"Pupa","surface_form":"pupa","offset":1160},{"uri":"Paralyze","surface_form":"paralyze","offset":1202},{"uri":"Poison","surface_form":"venom","offset":1235},{"uri":"Ovipositor","surface_form":"ovipositor","offset":1255},{"uri":"Larvae","surface_form":"larvae","offset":1401},{"uri":"Parasitoid","surface_form":"parasitoid","offset":1441},{"uri":"Pupa","surface_form":"pupa","offset":1453},{"uri":"Polydnavirus","surface_form":"Polydnavirus","offset":1550},{"uri":"Mutualism","surface_form":"mutualistic","offset":1614},{"uri":"Immune_system","surface_form":"immune system","offset":1740},{"uri":"Self-replication","surface_form":"replicate","offset":1876},{"uri":"Oviduct","surface_form":"oviduct","offset":1914},{"uri":"Genome","surface_form":"genome","offset":2098},{"uri":"Genera","surface_form":"genera","offset":2119},{"uri":"Symbiosis","surface_form":"symbiotic relationship","offset":3013},{"uri":"Aphid","surface_form":"aphid","offset":3055},{"uri":"Scale_insect","surface_form":"scale insect","offset":3065},{"uri":"Aphid","surface_form":"aphid","offset":3458},{"uri":"Endosymbiont","surface_form":"endosymbiont","offset":3478},{"uri":"Phage","surface_form":"phage","offset":3531},{"uri":"Drosophila_melanogaster","surface_form":"Drosophila melanogaster","offset":3892},{"uri":"Ethanol","surface_form":"ethanol","offset":3950},{"uri":"Toxic","surface_form":"toxic","offset":4039},{"uri":"Alcohol","surface_form":"alcohol","offset":4056},{"uri":"Permian","surface_form":"Permian","offset":4264},{"uri":"Clade","surface_form":"clade","offset":4293},{"uri":"Apocrita","surface_form":"Apocrita","offset":4304},{"uri":"Ant","surface_form":"ant","offset":4446},{"uri":"Bee","surface_form":"bee","offset":4452},{"uri":"Vespidae","surface_form":"yellowjacket wasps","offset":4462},{"uri":"Hymenoptera","surface_form":"Hymenoptera","offset":4593},{"uri":"Apocrita","surface_form":"Apocrita","offset":4606},{"uri":"Aculeata","surface_form":"Aculeata","offset":4620},{"uri":"Chalcidoidea","surface_form":"Chalcidoidea","offset":4835},{"uri":"Ichneumonidae","surface_form":"Ichneumonidae","offset":4873},{"uri":"Braconidae","surface_form":"Braconidae","offset":4912},{"uri":"Camouflage","surface_form":"camouflage","offset":5050},{"uri":"Adaptive_radiation","surface_form":"increase","offset":5077},{"uri":"Ovipositor","surface_form":"ovipositor","offset":5358}]}