{"id":407241,"url":"http://en.wikipedia.org/wiki/OpenVMS","text":"e=\"preserve\">OpenVMS is an operating system, which Digital Equipment Corporation (DEC) originally developed for their VAX servers. Later, it was ported, and now also runs on DEC Alpha and Itanium-based systems. It is a 32 bit operating system. When it was published in 1977, it was one of the first of its kind. OpenVMS is capable of supporting many concurrent users; each user is able to run several programs at the same time. It was also one of the first operating systems with a Graphical user interface, the VAXstation was a very popular workstation at the time. OpenVMS uses virtual memory, and was originally developed as a time sharing, batch processing system. It was made for transaction processing, and is a real-time system. The jobs users submit can have a higher priority than those of the operating system. The operating system offers high availability through clustering: The system load can be distributed over multiple computers. That way, the system is \"disaster-tolerant\": One machine that fails will not shut the operation down.\nToday, OpenVMS is used in many enterprises where availability and uptime are critical: These include banks and insurance companies. System up-times of over a decade have been reported. A feature called \"rolling upgrade\" allows to upgrade software or hardware without the need to shut the system down. A data center that is destroyed will not lead to downtime either, if the system is configured properly. Customers using OpenVMS include banks and financial services, hospitals and healthcare, network information services, and large-scale industrial manufacturers of various products.","categories":[],"infobox_types":[],"annotations":[{"uri":"Operating_system","surface_form":"operating system","offset":27},{"uri":"Digital_Equipment_Corporation","surface_form":"Digital Equipment Corporation","offset":51},{"uri":"VAX","surface_form":"VAX","offset":118},{"uri":"Server","surface_form":"server","offset":122},{"uri":"DEC_Alpha","surface_form":"DEC Alpha","offset":174},{"uri":"Itanium","surface_form":"Itanium","offset":188},{"uri":"Graphical_user_interface","surface_form":"Graphical user interface","offset":482},{"uri":"VAXstation","surface_form":"VAXstation","offset":512},{"uri":"Workstation","surface_form":"workstation","offset":542},{"uri":"Virtual_memory","surface_form":"virtual memory","offset":580},{"uri":"Time_sharing_system","surface_form":"time sharing","offset":630},{"uri":"Batch_process","surface_form":"batch process","offset":644},{"uri":"Transaction_processing","surface_form":"transaction processing","offset":685},{"uri":"Real-time_computing","surface_form":"real-time","offset":718},{"uri":"Availability","surface_form":"availability","offset":854},{"uri":"Computer_cluster","surface_form":"clustering","offset":875},{"uri":"Bank","surface_form":"bank","offset":1150},{"uri":"Insurance_company","surface_form":"insurance companies","offset":1160}]}