{"id":407256,"url":"http://en.wikipedia.org/wiki/New_Zealand_parrot","text":"The Stringipoidea is a small superfamily of New Zealand parrots. It only has three genera: \"Nestor\", the Kakapo \"Strigops\" and the fossil \"Nelepsittacus\".\nThe genus \"Nestor\" consists of the Kea, and the Kaka, while the genus \"Strigops\" contains the iconic Kākāpō. All living species are endemic to New Zealand. The modern common species names, Kea, Kākā and Kākāpō, are the same as the original Māori names.\nThe nearby island species, the Norfolk Kaka and the Chatham Kaka, became extinct in recent times. The extinct species of the genus \"Nelepsittacus\" have been extinct for 16 million years. All living forms are threatened. Human activity caused the two extinctions and the decline of the other three species. Settlers introduced invasive species, such as pigs and possums, which eat the eggs of ground nesting birds. Also hunting for food, killing as agricultural pests, habitat loss, and introduced wasps have added to the problem.\nThe family diverged from the other parrots around 82 million years ago when New Zealand broke off from Gondwana, and the ancestors of the genera \"Nestor\" and \"Strigops\" diverged from each other between 60 and 80 million years ago.","categories":[],"infobox_types":[],"annotations":[{"uri":"Superfamily","surface_form":"superfamily","offset":29},{"uri":"Genera","surface_form":"genera","offset":83},{"uri":"Nestor_(genus)","surface_form":"Nestor","offset":92},{"uri":"Kakapo","surface_form":"Kakapo","offset":105},{"uri":"Kea","surface_form":"Kea","offset":190},{"uri":"Kaka","surface_form":"Kaka","offset":203},{"uri":"Endemism","surface_form":"endemic","offset":287},{"uri":"New_Zealand","surface_form":"New Zealand","offset":298},{"uri":"M%C4%81ori_language","surface_form":"Māori","offset":395},{"uri":"Invasive_species","surface_form":"invasive species","offset":734},{"uri":"Pig","surface_form":"pig","offset":760},{"uri":"Possum","surface_form":"possum","offset":769},{"uri":"Habitat_loss","surface_form":"habitat loss","offset":876},{"uri":"Wasp","surface_form":"wasp","offset":905},{"uri":"Gondwana","surface_form":"Gondwana","offset":1041}]}