{"id":4073,"url":"http://en.wikipedia.org/wiki/Monarchy","text":"A monarchy is a kind of government where a monarch, a kind of hereditary ruler (someone who inherits their office), is the head of state. Monarchs usually rule until they die or pass down (when a monarch resigns it is called abdication). Most monarchies are hereditary, but some are elected. The most famous elected monarch is the Pope of the Roman Catholic Church. Some well known titles for monarchs are King, Queen, Emperor, Empress, Czar, Kaiser, Shah, Emir and Sultan.\nHistory.\nMonarchy is one of the oldest kinds of government. Most historians agree that the first monarchies were tribes or small groups of people who decided to let a war-chief or other leader pass on their office to their children. This created a dynasty. Over time, the rules for deciding who got to become the next monarch became more complicated. Primogeniture is usual. The oldest son or, in some countries, daughter, becomes the next monarch when the old one dies.\nKings and other kinds of monarchs have ruled for many thousands of years; for example, many kings are mentioned in the Bible and in ancient historical records. Three of the oldest countries with monarchs that still hold office are the United Kingdom, which has had the same British Royal Family for nearly 1,000 years, Denmark where the royal line has remained unbroken for almost 1,200 years, and Japan, which has records showing a line of Emperors dating back even farther.\nMany monarchs today perform mostly the ceremonial jobs of a head of state, while the head of government, who is usually elected, passes and enforces laws. It is also very important in other parts of the country.\nAbsolute monarchy.\nIn an absolute monarchy the monarch is the only source of all laws. The monarch has total power to make any law just by deciding it. Any other institution in the country cannot make laws that affect the monarch, unless the monarch decides to allow it. Sometimes the monarch is also the head of the state religion and makes religious laws also. All land and property in the country can be taken or given away by the monarch at any time for any reason. The army and navy is under the personal control of the monarch and can be used for any purpose at any time. The monarch can also pick who gets to be the next monarch and can change the rules at any time. There is usually no elected government or Parliament, and if there is one, it has no real power. This kind of government is very rare today. The people do not have a lot of power in it.\nCountries that are examples of an absolute monarchy are Vatican City, Brunei, Qatar, Saudi Arabia, Oman and Swaziland.\nConstitutional monarchy.\nA constitutional monarchy is a form of government that is usually a democracy and has a constitution, with the monarch as head of state. Either the monarch has to obey the laws like everyone else, or there are special laws that say what the monarch can and cannot do. The monarch usually can not decide their special laws on their own. There may be laws about whom the monarch's children can marry, for example, that are passed by the Parliament. For example, in the Netherlands, if a member of the royal family marries without the permission of Parliament, they cannot become king or queen themselves. The army and navy may swear an oath to the monarch, but the real control is given to the elected government. There are laws about property and the order of succession (who gets to be the next monarch) that can only be changed by the elected government. Usually the monarch must sign laws into effect, but is required to follow the will of the elected government.\nA constitutional monarchy usually has separation of powers, and the monarch often has only ceremonial functions, such as representing the country while traveling or acting as a symbol for the whole country (not for a particular political party). Constitutional monarchs usually do not vote, even when it is legal for them to do so. Voting would mean that they picked a side in political arguments and then could not claim to represent everyone in the country. Some constitutional monarchies give the power to veto laws to the monarch, but in most countries where this is the case it is a power that is very rarely used. In countries where the monarch can dismiss or appoint governments, this is usually only done to make sure that the democratic process is respected, without taking sides in politics. Appointments to public office made by constitutional monarchs are generally approved by the democratically elected government beforehand.\nExamples of Constitutional monarchies are the United Kingdom, most members of the Commonwealth of Nations, Australia, The Netherlands, Norway, Denmark, Sweden, Belgium, Japan and Spain. Thailand has a monarch who sometimes take part in politics to influence the government unlike in other constitutional monarchies, but he/she still is subject to law.\nSuccession.\nOf these three, the order of succession is the most common case. Countries, where the monarchs are elected include Malaysia, Samoa, Cambodia, United Arab Emirates, Andorra, and Vatican City.","categories":[],"infobox_types":[],"annotations":[{"uri":"Government","surface_form":"government","offset":24},{"uri":"Monarch","surface_form":"monarch","offset":43},{"uri":"Head_of_state","surface_form":"head of state","offset":123},{"uri":"Abdication","surface_form":"abdication","offset":225},{"uri":"Pope","surface_form":"Pope","offset":331},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":343},{"uri":"King","surface_form":"King","offset":406},{"uri":"Queen","surface_form":"Queen","offset":412},{"uri":"Emperor","surface_form":"Emperor","offset":419},{"uri":"Empress","surface_form":"Empress","offset":428},{"uri":"Czar","surface_form":"Czar","offset":437},{"uri":"Kaiser","surface_form":"Kaiser","offset":443},{"uri":"Shah","surface_form":"Shah","offset":451},{"uri":"Emir","surface_form":"Emir","offset":457},{"uri":"Sultan","surface_form":"Sultan","offset":466},{"uri":"Dynasty","surface_form":"dynasty","offset":722},{"uri":"Primogeniture","surface_form":"Primogeniture","offset":825},{"uri":"Bible","surface_form":"Bible","offset":1064},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1180},{"uri":"British_Royal_Family","surface_form":"British Royal Family","offset":1219},{"uri":"Denmark","surface_form":"Denmark","offset":1264},{"uri":"Japan","surface_form":"Japan","offset":1343},{"uri":"Head_of_state","surface_form":"head of state","offset":1481},{"uri":"Head_of_government","surface_form":"head of government","offset":1506},{"uri":"Absolute_monarchy","surface_form":"absolute monarchy","offset":1658},{"uri":"State_religion","surface_form":"state religion","offset":1950},{"uri":"Parliament","surface_form":"Parliament","offset":2349},{"uri":"Vatican_City","surface_form":"Vatican City","offset":2549},{"uri":"Brunei","surface_form":"Brunei","offset":2563},{"uri":"Qatar","surface_form":"Qatar","offset":2571},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":2578},{"uri":"Oman","surface_form":"Oman","offset":2592},{"uri":"Swaziland","surface_form":"Swaziland","offset":2601},{"uri":"Constitutional_monarchy","surface_form":"constitutional monarchy","offset":2639},{"uri":"Democracy","surface_form":"democracy","offset":2705},{"uri":"Constitution","surface_form":"constitution","offset":2725},{"uri":"Head_of_state","surface_form":"head of state","offset":2759},{"uri":"Parliament","surface_form":"Parliament","offset":3072},{"uri":"Military","surface_form":"army and navy","offset":3244},{"uri":"Order_of_succession","surface_form":"order of succession","offset":3387},{"uri":"Separation_of_powers","surface_form":"separation of powers","offset":3641},{"uri":"Veto","surface_form":"veto","offset":4112},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":4589},{"uri":"Commonwealth_of_Nations","surface_form":"Commonwealth of Nations","offset":4625},{"uri":"Australia","surface_form":"Australia","offset":4650},{"uri":"The_Netherlands","surface_form":"The Netherlands","offset":4661},{"uri":"Norway","surface_form":"Norway","offset":4678},{"uri":"Denmark","surface_form":"Denmark","offset":4686},{"uri":"Sweden","surface_form":"Sweden","offset":4695},{"uri":"Belgium","surface_form":"Belgium","offset":4703},{"uri":"Japan","surface_form":"Japan","offset":4712},{"uri":"Spain","surface_form":"Spain","offset":4722},{"uri":"Thailand","surface_form":"Thailand","offset":4729},{"uri":"Malaysia","surface_form":"Malaysia","offset":5022},{"uri":"Samoa","surface_form":"Samoa","offset":5032},{"uri":"Cambodia","surface_form":"Cambodia","offset":5039},{"uri":"United_Arab_Emirates","surface_form":"United Arab Emirates","offset":5049},{"uri":"Andorra","surface_form":"Andorra","offset":5071},{"uri":"Vatican_City","surface_form":"Vatican City","offset":5084}]}