{"id":407383,"url":"http://en.wikipedia.org/wiki/Moulding","text":"Moulding (or molding) is the shaping of raw material using a solid frame of a particular shape, called a pattern. It is a process used in manufacturing. A mould is a hollow container that will hold the liquid material until it turns solid. The liquid hardens or sets inside the mould, adopting its shape. Materials commonly used in moulding include plastic, metal, glass and ceramic.\nTyres are made using moulds, where the molten rubber is poured into the mould and then left to set. Moulds can vary greatly in size. They are usually made of hardened steel which can resist wearing.\nCompression.\nCompression moulds work by taking the empty mould and placing a piece of unshaped rubber inside. The mould is then pressed shut using high heat and pressure forcing the rubber to liquify and flow into the recess created for the part while excess rubber is forced into the moulds dump groove. It is important when making a mould to keep in mind that when the part cools it will shrink slightly.\nInjection.\nInjection moulds work under the same principle as compression moulds except that instead of pressing the mould together on the rubber the mould is first closed and the liquid rubber is then injected into a fill hole drilled into the mould. This is used more for plastic products.","categories":[],"infobox_types":[],"annotations":[{"uri":"Shape","surface_form":"shaping","offset":29},{"uri":"Raw_material","surface_form":"raw material","offset":40},{"uri":"Manufacturing","surface_form":"manufacturing","offset":138},{"uri":"Container","surface_form":"container","offset":173},{"uri":"Liquid","surface_form":"liquid","offset":202},{"uri":"Solid","surface_form":"solid","offset":233},{"uri":"Plastic","surface_form":"plastic","offset":349},{"uri":"Metal","surface_form":"metal","offset":358},{"uri":"Glass","surface_form":"glass","offset":365},{"uri":"Ceramic","surface_form":"ceramic","offset":375},{"uri":"Tyre","surface_form":"Tyre","offset":384},{"uri":"Rubber","surface_form":"rubber","offset":430},{"uri":"Steel","surface_form":"steel","offset":551},{"uri":"Wear_(erosion)","surface_form":"wearing","offset":574}]}