{"id":40746,"url":"http://en.wikipedia.org/wiki/Jose_Rizal","text":"José Protasio Rizal Mercado y Alonso Realonda is the national hero of the Philippines. He was a writer and a key member of the Filipino Propaganda Movement which advocated for changes in the colony under the Spanish occupation. He was born on June 19, 1861 in the town of Calamba, Laguna.\nFamily and early life.\nHe was the seventh child in a family of 11 children (2 boys and 9 girls). His parents went to school and were well known. His father, Francisco Rizal Mercado, worked hard as a farmer in Biñan, Laguna. Rizal looked up to him. His mother, Teodora Alonso Realonda y Quintos, was born in Meisic, Sta. Cruz, Manila. She read a lot and knew about art and many other things. Rizal said she was loving and very smart. He learned the alphabet from his mother when he was three years old. At age five, while learning to read and write, he also showed that he could draw and paint. He surprised his family and relatives with his pencil drawings and sketches and with his moldings of clay.\nEducation.\nIn 1877, at the age of 16, he finished school (Bachelor of Arts) from the Ateneo Municipal de Manila. In the same year, he went to another school to study Philosophy and Letters at the University of Santo Tomas. At the same time, he took classes to become a surveyor and assessor at the Ateneo. In 1878, he went to the University of Santo Tomas to become a doctor. He stopped in his studies when he felt that the Filipino students were not being treated right by the priests who were also their teachers. On May 3, 1882, he went by boat to Spain. In Spain, he continued his studies at the Universidad Central de Madrid. On June 21, 1884, at the age of 23, he got his degree and became a doctor. On June 19,1885, at the age of 24, he got another degree in Philosophy and Letters.\nPolitical life.\nHe hoped to make political changes in his country and to make the Filipinos go to school. Rizal wrote many poems and books that show his love for his country. In March 1887, his book, \"Noli Me Tangere\" was published. It shows the bad habits of the Spanish priests. \"El Filibusterismo\", his second novel was published on September 18, 1891. It is sadder than his first book.\nRizal was not liked by those in power. He told people about the bad things that were done by the priests and the people working for the government, and this caused trouble for him and his relatives. Because of this, he and those who he knew were watched by the government. They made up bad things about him. When he arrived from Hong Kong with his sister Lucia, they said that in Lucia's luggage they found letters Rizal wrote that spoke about the priests in a bad way. Because of this he was put to jail in Fort Santiago from July 6 to July 15, 1892. He was made to stay in Dapitan and there he did farming, fishing and business. He also worked in a hospital. He taught others English and Spanish and the arts.\nLater life and death.\nWhen the Philippine Revolution (the war of Filipinos against the Spaniards) started on August 26, 1896, his enemies went after him fast. They were able to get people to say bad things against him and connected him with the war. He was never allowed to talk to these people. Because the Spanish authorities thought he was responsible for the activities of the rebels, he was exiled to the city of Dapitan in Zamboanga, in the Southern Philippines.\nFrom November 3, 1896 until his death, he was imprisoned at Fort Santiago. During his last days in prison, he wrote a poem which is now known as the \"Mi Ultimo Adios.\" The poem contains Rizal's final farewell.\nAfter a trial by the military, he was convicted of rebellion (going against the government), sedition (making trouble) and of illegal association (having meetings that are not allowed by the government). He was sentenced to death and was executed by firing squad in the early morning hours of December 30, 1896 at Bagumbayan Field. His body was initially buried in an unmarked grave in the Paco Cemetery. His bones were then exhumed and are now located in their final resting place at the Rizal Monument.","categories":[],"infobox_types":[],"annotations":[{"uri":"National","surface_form":"national","offset":53},{"uri":"Hero","surface_form":"hero","offset":62},{"uri":"Philippines","surface_form":"Philippines","offset":74},{"uri":"Calamba_City","surface_form":"Calamba","offset":272},{"uri":"Laguna_(province)","surface_form":"Laguna","offset":281},{"uri":"Bi%C3%B1an","surface_form":"Biñan","offset":498},{"uri":"Meisic","surface_form":"Meisic","offset":596},{"uri":"Sta._Cruz","surface_form":"Sta. Cruz","offset":604},{"uri":"Manila","surface_form":"Manila","offset":615},{"uri":"Learn","surface_form":"learn","offset":725},{"uri":"Alphabet","surface_form":"alphabet","offset":737},{"uri":"Read","surface_form":"read","offset":822},{"uri":"Write","surface_form":"write","offset":831},{"uri":"Kinship","surface_form":"relatives","offset":911},{"uri":"Pencil","surface_form":"pencil","offset":930},{"uri":"Drawing","surface_form":"drawing","offset":937},{"uri":"Sketch","surface_form":"sketch","offset":950},{"uri":"Molding","surface_form":"molding","offset":972},{"uri":"Clay","surface_form":"clay","offset":984},{"uri":"Bachelor_of_Arts","surface_form":"Bachelor of Arts","offset":1048},{"uri":"Ateneo_de_Manila_University","surface_form":"Ateneo Municipal de Manila","offset":1075},{"uri":"Philosophy","surface_form":"Philosophy","offset":1156},{"uri":"Letters","surface_form":"Letters","offset":1171},{"uri":"University_of_Santo_Tomas","surface_form":"University of Santo Tomas","offset":1186},{"uri":"Surveyor","surface_form":"surveyor","offset":1259},{"uri":"Assessor","surface_form":"assessor","offset":1272},{"uri":"Education","surface_form":"studies","offset":1384},{"uri":"Filipinos","surface_form":"Filipino","offset":1414},{"uri":"Priests","surface_form":"priests","offset":1468},{"uri":"Spain","surface_form":"Spain","offset":1541},{"uri":"Universidad_Central_de_Madrid","surface_form":"Universidad Central de Madrid","offset":1590},{"uri":"Academic_degree","surface_form":"degree","offset":1668},{"uri":"Publishing","surface_form":"published","offset":2002},{"uri":"Novel","surface_form":"novel","offset":2093},{"uri":"Government","surface_form":"government","offset":2431},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":2499},{"uri":"Luggage","surface_form":"luggage","offset":2558},{"uri":"Fort_Santiago","surface_form":"Fort Santiago","offset":2678},{"uri":"Dapitan","surface_form":"Dapitan","offset":2745},{"uri":"Fishing","surface_form":"fishing","offset":2779},{"uri":"Business","surface_form":"business","offset":2791},{"uri":"Hospital","surface_form":"hospital","offset":2821},{"uri":"Arts","surface_form":"arts","offset":2876},{"uri":"Philippine_Revolution","surface_form":"Philippine Revolution","offset":2913},{"uri":"Rebel","surface_form":"rebel","offset":3263},{"uri":"Prison","surface_form":"prison","offset":3450},{"uri":"Trial","surface_form":"trial","offset":3569},{"uri":"Convict","surface_form":"convict","offset":3599},{"uri":"Rebellion","surface_form":"rebellion","offset":3612},{"uri":"Sedition","surface_form":"sedition","offset":3654},{"uri":"Illegal_association","surface_form":"illegal association","offset":3687}]}