{"id":407531,"url":"http://en.wikipedia.org/wiki/The_Last_of_the_Mohicans","text":"\"The Last of the Mohicans\" is an adventure story with an historical setting and several historical characters. It was written by James Fenimore Cooper. It was published in 1826. It is set during the French and Indian War in what is now upstate New York State.\nThe book's style is difficult, but the book is one of the most popular stories in the English language. It is often studied in American literature courses. It has been loosely adapted to movies, a movie serial, a television series, and made-for-television movies.\nBackground.\n\"The Last of the Mohicans\" is one of five books in a series informally known as The Leatherstocking Tales. These five books follow the life and career of a fictional American frontiersman named Natty Bumpo. \"Mohicans\" is the third in the chronological order of the story.\nCooper's sources and influences include British and American books in the Romantic literary tradition such as the \"Waverly\" books by Sir Walter Scott, travel books, and American folklore about the frontier and frontiersmen.\nStory.\nThe story is set in New York State in 1757 during the French and Indian War. It tells of the adventures and dangers Natty Bumpo and his two Indian friends, Uncas and Chingachgook, face as they lead Cora and Alice Munro through the wilderness between Albany and Lake George to their father at Fort William Henry. The siege of the British fort by French and Indian forces, its fall, and the subsequent Massacre at Fort William Henry are historical events against which the action takes place.\nAdaptations.\nDaniel Day-Lewis plays \"Nathaniel Poe\" (Natty Bumpo) in a 1992 movie loosely based on the book. Randolph Scott plays Bumpo and Bruce Cabot plays Magua in a 1936 movie. Harry Lorraine plays Bumpo and Wallace Beery plays Magua in a 1920 silent movie.\nA twelve chapter movie serial directed by Ford Beebe was released to theaters in 1932. It stars Harry Carey as Hawkeye (Natty Bumpo), Mischa Auer as General Marquis de Montcalm, and Yakima Canutt in several small parts.\nA television series loosely based on the characters of Bumpo and Chingachgook stars John Hart and Lon Chaney, Jr. It aired for a few seasons, beginning in 1957. A television mini-series and several made-for-television movies have also aired.","categories":[],"infobox_types":["book"],"annotations":[{"uri":"James_Fenimore_Cooper","surface_form":"James Fenimore Cooper","offset":129},{"uri":"French_and_Indian_War","surface_form":"French and Indian War","offset":199},{"uri":"New_York_State","surface_form":"New York State","offset":244},{"uri":"Movie_serial","surface_form":"movie serial","offset":457},{"uri":"Romanticism","surface_form":"Romantic literary tradition","offset":882},{"uri":"Walter_Scott","surface_form":"Walter Scott","offset":945},{"uri":"Folklore","surface_form":"folklore","offset":986},{"uri":"New_York_State","surface_form":"New York State","offset":1059},{"uri":"Albany","surface_form":"Albany","offset":1289},{"uri":"Lake_George","surface_form":"Lake George","offset":1300},{"uri":"Fort_William_Henry","surface_form":"Fort William Henry","offset":1331},{"uri":"Siege","surface_form":"siege","offset":1355},{"uri":"Massacre_at_Fort_William_Henry","surface_form":"Massacre at Fort William Henry","offset":1439},{"uri":"Daniel_Day-Lewis","surface_form":"Daniel Day-Lewis","offset":1543},{"uri":"Movie","surface_form":"movie","offset":1606},{"uri":"Randolph_Scott","surface_form":"Randolph Scott","offset":1639},{"uri":"Bruce_Cabot","surface_form":"Bruce Cabot","offset":1670},{"uri":"Wallace_Beery","surface_form":"Wallace Beery","offset":1742},{"uri":"Silent_movie","surface_form":"silent movie","offset":1778},{"uri":"Movie_serial","surface_form":"movie serial","offset":1809},{"uri":"Ford_Beebe","surface_form":"Ford Beebe","offset":1834},{"uri":"Harry_Carey","surface_form":"Harry Carey","offset":1888},{"uri":"Mischa_Auer","surface_form":"Mischa Auer","offset":1926},{"uri":"Yakima_Canutt","surface_form":"Yakima Canutt","offset":1974},{"uri":"Television_series","surface_form":"television series","offset":2014},{"uri":"John_Hart","surface_form":"John Hart","offset":2096},{"uri":"Lon_Chaney%2C_Jr.","surface_form":"Lon Chaney, Jr.","offset":2110}]}