{"id":4075,"url":"http://en.wikipedia.org/wiki/Parliament","text":"A parliament is a type of legislature.\nThe most famous parliament is probably the Parliament of the United Kingdom, which is sometimes called the \"Mother of all Parliaments\". The word \"parliament\" comes from the French word \"parler\", which means a talk.\nThe Althing, the national parliament of Iceland, was founded earlier (930 AD), so it is the oldest legislature in the world still existing. However, the Althing did not function as a legislature for four centuries, and its role as a \"primary\" legislature is modern.\nOther parliaments.\nOther parliaments have copied the UK and work similarly. They have three levels - a lower house which makes the law, an upper house which reviews the law (Decides if they like it or not, and suggest changes to it), and a head of state who is mostly for show and who starts and ends each year of parliament. The Prime Minister is almost always the person whose party has the most seats, but if the lower house does not think he is doing a good job they can call a vote of no confidence and ask him to leave his job as Prime Minister or have an election.\nThe word \"parliament\".\nSometimes people use the word \"parliament\" to describe a legislature, even if it is not a real parliament. A \"parliament\" is a type of legislature which has a Prime Minister.\nSimilar to a congress.\nA parliament is a lot like a congress but a congress cannot ask the head of the government to leave his job. Also, a congress runs for a number of years according to the country's constitution, but a parliament can be stopped as long as enough members agree. Elections are held after this happens.","categories":[],"infobox_types":[],"annotations":[{"uri":"Legislature","surface_form":"legislature","offset":26},{"uri":"Parliament_of_the_United_Kingdom","surface_form":"Parliament of the United Kingdom","offset":82},{"uri":"Mother_of_all_Parliaments","surface_form":"Mother of all Parliaments","offset":147},{"uri":"Althing","surface_form":"Althing","offset":258},{"uri":"Iceland","surface_form":"Iceland","offset":294},{"uri":"Head_of_state","surface_form":"head of state","offset":760},{"uri":"Vote_of_no_confidence","surface_form":"vote of no confidence","offset":1002},{"uri":"Legislature","surface_form":"legislature","offset":1172},{"uri":"Congress","surface_form":"congress","offset":1342},{"uri":"Constitution","surface_form":"constitution","offset":1493}]}