{"id":407577,"url":"http://en.wikipedia.org/wiki/Football_in_Austria","text":"e=\"preserve\">Football is a popular sport in Austria. It is the second most popular sport in the country after alpine skiing. The Austrian Football Association (\"Österreichischer Fußball-Bund\"), the \"ÖFB\", was created in 1904. It has been a member of FIFA since then. The country's national team has not been successful in tournaments. Austria has never qualified for the European championship. It did participate once in 2008, when it co-hosted the championship with Switzerland and did not need to qualify in order to play. In the World Cup, Austria has taken the fourth and third place in 1934 and 1954, respectively.\nLeague system.\nThe Austrian league system is maintained by the ÖFB and its parts from the federal states. The licences for the professional leagues (Level 1 and 2) are given by the association \"Austrian Football League\". Below the Level 4 there are a different number of leagues depending of the federal states.\nThe fourth level of the league system is the state league (\"Landesliga\").\nBelow shows how the current system works.\nWomen's football.\nThe Austrian leagues for women football are all amateur leagues. They are also maintained by the ÖFB and its local parts in the federal states. There is also a 4th and 5th level which is organised by the local football associations.","categories":[],"infobox_types":[],"annotations":[{"uri":"Football_(soccer)","surface_form":"Football","offset":13},{"uri":"Austria","surface_form":"Austria","offset":44},{"uri":"Alpine_skiing","surface_form":"alpine skiing","offset":110},{"uri":"Austrian_Football_Association","surface_form":"Austrian Football Association","offset":129},{"uri":"FIFA","surface_form":"FIFA","offset":250},{"uri":"Austria_national_football_team","surface_form":"national team","offset":281},{"uri":"UEFA_European_Football_Championship","surface_form":"European championship","offset":371},{"uri":"UEFA_Euro_2008","surface_form":"2008","offset":421},{"uri":"Switzerland","surface_form":"Switzerland","offset":467},{"uri":"FIFA_World_Cup","surface_form":"World Cup","offset":532},{"uri":"1934_FIFA_World_Cup","surface_form":"1934","offset":591},{"uri":"1954_FIFA_World_Cup","surface_form":"1954","offset":600},{"uri":"Austrian_Landesliga","surface_form":"state league","offset":977}]}