{"id":407619,"url":"http://en.wikipedia.org/wiki/Alberto_Su%C3%A1rez_Laso","text":"Alberto Suárez Laso (born December 19, 1977 in Riosa, Asturias) is a T12 athlete from Spain who competes in long distance races: the 5,000 meters, 10,000 meters, half marathon and marathon. He is a world record holder in the men's T12 marathon, winning gold in the event at the 2011 IPC Athletics World Championships and the 2012 Summer Paralympics.\nPersonal.\nSuárez was born December 19, 1977 in Riosa, Asturias., he resides in Oviedo, Asturias. He has a vision impairment.\nSuárez won an award related to human values at the 2011 Asturian Best Sportspersons awards organized by the Asturian Sports Press Association. In 2012, he won the Asturian Sports Press Association award for best male athlete.\nAthletics.\nSuárez is a T12, a blind runner, and he sometimes compete against runners without disabilities. He belongs to the Laso Oviedo Athletics Club. As of 2012, Chus Castaño is his coach. He is a world record in the marathon.\nSuárez competed in the 2011 Gran Fondo Siete Aguas International Trophy President of the Council of Valencia. He competed in the 2011 Spanish Paralympic national athletics championships held in Gijón. He competed in the 2011 IPC Athletics World Championships in Christchurch New Zealand. He was one of two Spanish competitors in the marathon. He was the first runner to finish the marathon and he made a world record by running the race with a time of 2.28:10. He also finished third in the men's T12 10,000 meter race.\nSuárez's goal for his running in 2012 was to finish first at the 2012 London Paralympics in the marathon. He race in the 2012 Riosa Sports Days. He competed at the 2012 Summer Paralympics, where hefinished firset in the men's T12 marathon and finished 6th in the men's T12 5,000 meter event. His first place was Spain's eighth first place of the Games. He finished the marathon in a time of 2:24.50, a new Paralympic Games record and World Record.\nSuárez finished sixth in the 2013 Bareclona half marathon while racing against runners who did not have a disability. He set a personal best time in the half marathon at the race. He competed in the 2013 Divina Pastora 8 km Orotava held in the Canary Islands. He gave a speech two days before the race about physical activity, sport and eating patterns for athletes.","categories":[],"infobox_types":["sportsperson"],"annotations":[{"uri":"T12_(classification)","surface_form":"T12","offset":69},{"uri":"Track_and_field_athletics","surface_form":"athlete","offset":73},{"uri":"Spain","surface_form":"Spain","offset":86},{"uri":"World_record","surface_form":"world record","offset":198},{"uri":"2012_Summer_Paralympics","surface_form":"2012 Summer Paralympics","offset":325},{"uri":"Oviedo","surface_form":"Oviedo","offset":429},{"uri":"Asturias","surface_form":"Asturias","offset":437},{"uri":"T12_(classification)","surface_form":"T12","offset":724},{"uri":"Blind","surface_form":"blind","offset":731},{"uri":"Laso_Oviedo_Athletics_Club","surface_form":"Laso Oviedo Athletics Club","offset":826},{"uri":"Chus_Casta%C3%B1o","surface_form":"Chus Castaño","offset":866},{"uri":"Coach_(sport)","surface_form":"coach","offset":886},{"uri":"World_record","surface_form":"world record","offset":901},{"uri":"Gij%C3%B3n","surface_form":"Gijón","offset":1125},{"uri":"Christchurch","surface_form":"Christchurch","offset":1193},{"uri":"New_Zealand","surface_form":"New Zealand","offset":1206},{"uri":"Marathon","surface_form":"marathon","offset":1312},{"uri":"2012_Summer_Paralympics","surface_form":"2012 London Paralympics","offset":1516},{"uri":"2012_Summer_Paralympics","surface_form":"2012 Summer Paralympics","offset":1615},{"uri":"Canary_Islands","surface_form":"Canary Islands","offset":2143}]}