{"id":407624,"url":"http://en.wikipedia.org/wiki/Project_X","text":"\"Project X\" is an American comedy movie from 2012. It was directed by Nima Nourizadeh and written by Michael Bacall and Matt Drake. The story is about three teenagers—Thomas, Costa and J. B.—who plan to gain popularity by throwing a party. Their plan quickly gets out of their control. Most of the movie's cast were not famous, being relatively new to acting. The movie is filmed as a home video from the perspective of one of the teenagers attending the party and using a camera to record the night's events.\n\"Project X\" was released in the United States, Canada and the United Kingdom on 2 March 2012. It made over US$100 million worldwide during its time in cinemas.\nSoundtrack.\nThe \"Project X (Original Motion Picture Soundtrack)\" is the soundtrack album for the movie. It was released by WaterTower Music on February 28, 2012. It has several artists and tracks released in the past decade. Musical genres range from hip hop to house music. The soundtrack mainly has the thirteen tracks that played in the movie. The soundtrack debuted on the U.S. \"Billboard\" Top 200 albums chart at number twenty-three. It peaked at number three on March 15th.\nThe soundtrack featured songs by Kid Cudi, D12, MGK, Nas, and. A popular song from the album is American rap artist Kid Cudi's 2010 single \"Pursuit of Happiness.\" The song was re-released by disc jockey and house music producer Steve Aoki in 2011. Both versions were on the soundtrack.","categories":[],"infobox_types":["album"],"annotations":[{"uri":"Comedy_movie","surface_form":"comedy movie","offset":27},{"uri":"Nima_Nourizadeh","surface_form":"Nima Nourizadeh","offset":70},{"uri":"Michael_Bacall","surface_form":"Michael Bacall","offset":101},{"uri":"Popularity","surface_form":"popularity","offset":208},{"uri":"Party","surface_form":"party","offset":233},{"uri":"Home_movies","surface_form":"home video","offset":385},{"uri":"Cinema","surface_form":"cinema","offset":661},{"uri":"Soundtrack","surface_form":"soundtrack","offset":742},{"uri":"Hip_hop","surface_form":"hip hop","offset":921},{"uri":"House_music","surface_form":"house music","offset":932},{"uri":"Kid_Cudi","surface_form":"Kid Cudi","offset":1183},{"uri":"D12","surface_form":"D12","offset":1193},{"uri":"Machine_Gun_Kelly_(rapper)","surface_form":"MGK","offset":1198},{"uri":"Nas","surface_form":"Nas","offset":1203},{"uri":"United_States","surface_form":"American","offset":1246},{"uri":"Rap","surface_form":"rap","offset":1255},{"uri":"Disc_jockey","surface_form":"disc jockey","offset":1341}]}