{"id":407607,"url":"http://en.wikipedia.org/wiki/Understanding_Media","text":"\"Understanding Media: The Extensions of Man\" is a 1964 book by Marshall McLuhan. It was a pioneering study in media theory. McCluhan was a Professor of literature who was deeply interested in the way media had changed society.\nThe book proposes that media themselves affect their content in important ways. It is an attempt to understand how changing media have affected society. McLuhan suggests that media play a role, not by the content delivered, but by the characteristics of the medium itself.\nMcLuhan pointed to the light bulb as an example. A light bulb does not have content in the way that a newspaper has articles or a television has programs, but it is a medium that has a social effect. The light bulb lets people do things at nighttime which would be impossible in darkness. He describes the light bulb as a medium without any content. McLuhan states that \"a light bulb creates an environment by its mere presence\".\nMore controversially, he thought that content had little effect on society — for example, it did not matter if television broadcasts children's shows or violent programming — the effect of television on society would be identical. He noted that all media have characteristics that engage the viewer in different ways; for instance, a passage in a book could be reread at will, but a movie had to be screened again in its entirety to study any individual part of it. He made the point that reading, by its very nature, is a sequential medium. One reads it in a sequence. On the other hand, a medium like film presents information more holistically. There is a kind of \"all at once-ness\" about films and television.\nThe book is the source of the well-known phrase \"The medium is the message\". It was a leading indicator of the upheaval of local cultures by increasingly globalized values. The book's influence spread much further than academics, writers, and social theorists. It was widely read. It became a corner-stone in media studies courses.","categories":[],"infobox_types":[],"annotations":[{"uri":"Marshall_McLuhan","surface_form":"Marshall McLuhan","offset":63},{"uri":"Media_studies","surface_form":"media theory","offset":110},{"uri":"Literature","surface_form":"literature","offset":152},{"uri":"Mass_media","surface_form":"media","offset":250},{"uri":"Light_bulb","surface_form":"light bulb","offset":523},{"uri":"Holism","surface_form":"holistically","offset":1564},{"uri":"Culture","surface_form":"culture","offset":1773},{"uri":"Globalization","surface_form":"globalized","offset":1798},{"uri":"Value_(personal_and_cultural)","surface_form":"values","offset":1809},{"uri":"Media_studies","surface_form":"media studies","offset":1953}]}