{"id":407640,"url":"http://en.wikipedia.org/wiki/Manuel_Garnica_Roldan","text":"Manuel Garnica Roldan (born August 25, 1978 in Granada, Spain) is a Paralympic athlete from Spain. He is blind, and has retinitis pigmentosa. This means his eye sight gets worse over time. Garnica competed in the 2008 Summer Paralympics and finished sixth in the T12 marathon. He did not finish in the 10,000 meter race. He competed in other races, most in Spain. 2011 IPC World Athletics Championships in Christchurch in the marathon where he finished fourth.\nPersonal.\nGarnica was born August 25, 1978 in Granada, Spain. His father was a police officer. While born in Granada, his family moved to Valencia when he was a baby. His parents learned about his eye sight problem when he was two years old. Doctors learned he had retinitis pigmentosa, an eye disease that means he sees worse over time. When he was a nine-year-old, he learned to read using braille after his eyesight got worse. He played basketball and handball when he was a boy.\nGarnica moved to Madrid to study physiotherapy and become a physical education teacher. In 2009, he got an award for best athlete with a disability at the Onda Cero Sport Awards.\nAthletics.\nGarnica started in athletics after his eyesight got really bad, and is a T12 long distance track and field races.\nIn 2004, Garnica competed in a Fun Run in Cordoba. He finished in third. In 2007, he competed in the Cross Christmas of Fatima Race. In 2008, he competed in the Ruta de la Miel Race and he finished ninth.\nGarnica competed in the 2008 Summer Paralympics where he finished six in the T12 marathon and did not finish in the 10,000 meter race.\nIn 2009, Garnica did not run fast enough to go to the European Athletics Championships. In 2009, he came in second in the Memorial Adolfo Rivera race with a time of 30.55, one second behind the person who finished first, Joaquín de la Vega de la Coba. He competed in the Subida al Santuario Virgen de la Sierra Race where he finished number two with a time of 1.3:59. He participated in the Paternal Gran Fondo Half Marathon, where he finished fifth. In 2010, he competed in the City of Villa del Rio Race, where he finished first in the 500 meter race. That year, he also competed in the 'A goal for all' 10 km race, where he came in first in the men's vision impaired group. In 2011, his guide runner was Maribel Díaz. The pair competed in the Race of Trinity, which they won with a time of 30:19. The race was the first in the Spanish Provisional Racing Circuit. He also competed in the Villafranca de Cordoba Solidarity Race in 2011. He also competed in the 2011 Cordoba Half Marathon, where he came in first in the men's vision impaired group.\nGarnica competed at the 2011 IPC World Athletics Championships in Christchurch, New Zealand and finished fourth in the T12 marathon. He was one of two Spanish runners competing in the marathon. He qualified for the 2011 IPC Championships after setting a qualifying time of 2.35:54 in the Sevilla Marathon. His guide runner for the two races was Joaquin de la Vega.","categories":[],"infobox_types":["sportsperson"],"annotations":[{"uri":"Granada","surface_form":"Granada","offset":47},{"uri":"Spain","surface_form":"Spain","offset":56},{"uri":"Paralympic_Games","surface_form":"Paralympic","offset":68},{"uri":"Track_and_field","surface_form":"athlete","offset":79},{"uri":"Spain","surface_form":"Spain","offset":92},{"uri":"Blind","surface_form":"blind","offset":105},{"uri":"Retinitis_pigmentosa","surface_form":"retinitis pigmentosa","offset":120},{"uri":"Eye_sight","surface_form":"eye sight","offset":157},{"uri":"2008_Summer_Paralympics","surface_form":"2008 Summer Paralympics","offset":213},{"uri":"Christchurch","surface_form":"Christchurch","offset":406},{"uri":"Granada","surface_form":"Granada","offset":507},{"uri":"Spain","surface_form":"Spain","offset":516},{"uri":"Police_officer","surface_form":"police officer","offset":540},{"uri":"Valencia","surface_form":"Valencia","offset":599},{"uri":"Eye_sight","surface_form":"eye sight","offset":658},{"uri":"Retinitis_pigmentosa","surface_form":"retinitis pigmentosa","offset":726},{"uri":"Braille","surface_form":"braille","offset":853},{"uri":"Team_handball","surface_form":"handball","offset":916},{"uri":"Physiotherapy","surface_form":"physiotherapy","offset":977},{"uri":"Physical_education","surface_form":"physical education","offset":1004},{"uri":"T12_(classification)","surface_form":"T12","offset":1207},{"uri":"2008_Summer_Paralympics","surface_form":"2008 Summer Paralympics","offset":1477},{"uri":"Joaqu%C3%ADn_de_la_Vega_de_la_Coba","surface_form":"Joaquín de la Vega de la Coba","offset":1809},{"uri":"Sighted_guide","surface_form":"guide runner","offset":2278},{"uri":"Maribel_D%C3%ADaz","surface_form":"Maribel Díaz","offset":2295},{"uri":"Christchurch","surface_form":"Christchurch","offset":2703},{"uri":"New_Zealand","surface_form":"New Zealand","offset":2717},{"uri":"Sevilla_Marathon","surface_form":"Sevilla Marathon","offset":2925},{"uri":"Joaquin_de_la_Vega","surface_form":"Joaquin de la Vega","offset":2982}]}