{"id":407719,"url":"http://en.wikipedia.org/wiki/Christmas_decoration","text":"A Christmas decoration is any kind of decoration used for the holiday of Christmas. There are many different types of decorations used depending on the traditions of each culture. The inside and outside of homes are often decorated with lights and figures. They are also often hung in public areas, from street lights and community spaces.\nPopular holiday plants include holly, mistletoe, ivy, red amaryllis, and Christmas cactus. Christmas trees are decorated with many ornaments.\nThe traditional colours of Christmas are green (evergreen), white (snow), and red. Gold and silver are also very common. Typical symbols of the holiday include baby Jesus, Santa Claus and the star of Bethlehem. Symbols of winter are also used, including snowflakes and snowmen.\nGlass ornaments.\nFigural glass Christmas ornaments originated in the small town of Lauscha, Germany in the latter half of the 19th century. The town had long produced fine glassware. The production of Christmas ornaments became a family affair for many people. Some families invested 16 hours a day in production. For some, it was their sole source of income.\nSometimes competitions were held. Prizes were awarded to the family producing the finest examples. Santa Clauses, angels, birds, animals, and other traditional Yuletide subjects were favorites.\nF.W. Woolworth discovered these glass ornaments on a toy and doll buying trip to Sonnenburg, Germany in the 1890s. He sold them in his \"five and ten cent\" stores in America. The ornaments were said to have contributed to Woolworth's great business success.\nFor the American market, figures were blown depicting comic book characters as well as patriotic subjects such as Uncle Sams, eagles, and flags. Glassblowers have held on to the old molds. Glass ornaments are still created from these old molds.\nMethod.\nA clear glass tube is heated over an open flame. It is then inserted into a mold. The glassblower then blows into the end of the tube. The glass expands to fill the mold. The glass takes on the shape of the mold. It is cooled. A silver nitrate solution is swirled about inside the ornament. This gives the ornament a silver glow. The outside of the ornament is painted or decorated with metal trims, paper clippings, etc.\nCotton batting.\nCotton batting Christmas ornaments were popular during the years of the German Christmas toy and decoration boom at the turn of the century. They were exported in large numbers to the United States. These decorations suggested puffs of snow. Fruits and vegetables were popular subjects and often had a realistic appearance. African American and patriotic characters were fashioned for the American market. Some ornaments were used to hide boxes of candy.\nAssembling these decorations was a cottage industry. Cotton batting was wound around a wire frame resembling a human or animal. A face was either painted on or a lithograph cut-out was affixed to the batting. Figures were given crepe paper costumes. Some were touched with glue and sprinkled with flakes of mica for a glittering appearance.\nDresden.\nDresdens are three-dimensional ornaments. They are made of paper, card, or cardboard. Dresdens were produced mostly in Dresden and Leipzig, Germany, from the 1860s to WWI. They were originally priced between 1 and 60 cents. Subjects included animals and birds, suns and moons, humans, carriages and ships, etc. Some Dresdens were flat, allowing the buyer to collect them in scrapbooks.\nPositive and negative molds were set into a press. A moistened sheet of card was put into the press. The images were pressed. When they had dried, they were sent to cottage workers for the finishing touches. This involved separating the form-halves from the card, trimming ragged edges, and gluing the two halves together. The form was then gilded, silvered, or hand-painted. Sometimes a small gift or sweet was put into the form. Forms were usually no larger than five inches.","categories":[],"infobox_types":[],"annotations":[{"uri":"Decoration","surface_form":"decoration","offset":38},{"uri":"Holiday","surface_form":"holiday","offset":62},{"uri":"Christmas","surface_form":"Christmas","offset":73},{"uri":"Culture","surface_form":"culture","offset":171},{"uri":"Light","surface_form":"light","offset":237},{"uri":"Street_light","surface_form":"street light","offset":304},{"uri":"Holly","surface_form":"holly","offset":371},{"uri":"Mistletoe","surface_form":"mistletoe","offset":378},{"uri":"Ivy","surface_form":"ivy","offset":389},{"uri":"Amaryllis","surface_form":"amaryllis","offset":398},{"uri":"Christmas_cactus","surface_form":"Christmas cactus","offset":413},{"uri":"Christmas_tree","surface_form":"Christmas tree","offset":431},{"uri":"Evergreen","surface_form":"evergreen","offset":530},{"uri":"Snow","surface_form":"snow","offset":549},{"uri":"Gold_(color)","surface_form":"Gold","offset":565},{"uri":"Silver_(color)","surface_form":"silver","offset":574},{"uri":"Jesus","surface_form":"Jesus","offset":647},{"uri":"Santa_Claus","surface_form":"Santa Claus","offset":654},{"uri":"Star_of_Bethlehem","surface_form":"star of Bethlehem","offset":674},{"uri":"Winter","surface_form":"winter","offset":704},{"uri":"Snowflake","surface_form":"snowflake","offset":736},{"uri":"Snowman","surface_form":"snowmen","offset":751},{"uri":"Lauscha","surface_form":"Lauscha","offset":843},{"uri":"Germany","surface_form":"Germany","offset":852},{"uri":"Yuletide","surface_form":"Yuletide","offset":1280},{"uri":"Sonnenburg","surface_form":"Sonnenburg","offset":1395},{"uri":"Candy","surface_form":"candy","offset":2710},{"uri":"Dresden","surface_form":"Dresden","offset":3186},{"uri":"Leipzig","surface_form":"Leipzig","offset":3198},{"uri":"WWI","surface_form":"WWI","offset":3234}]}