{"id":407878,"url":"http://en.wikipedia.org/wiki/John_Kotelawala","text":"Sir John Lionel Kotelawala, KBE, CH, KStJ, CLI (; 4 April 1897 – 2 October 1980) was a Sri Lankan soldier and politician. He was the third Prime Minister of Ceylon from 1953 to 1956.\nEarly life and family.\nSir John Kotelawala was from a rich family. His father, John Kotelawala Snr, was an inspector in the Ceylon Police Force. His mother was Alice Attygalle. John Kotelawala Snr committed suicide when his son was 11. The family were in ruins, Alice Attygalle converted to Christianity from Buddhism. He attended the same Royal College, Colombo, but dropped out after independence riots in 1915.\nThereafter he took a trip to Europe after leaving school, which was very dangerous because World War I was being fought there. He stayed in Europe for five years, spending most of that time in England and France and attending Christ's College, Cambridge, University of Cambridge to study farming.\nKotelawala was known as a strict man who loved sports, horseback riding, cricket and particularly as a young man, got into fights when he was made fun of. He knew Sinhala, English and French. After returning to Ceylon, he took up managing his family's \"farm\" and mines.\nMilitary career.\nHe went on to serve 23 years mostly as a reservist (meaning a back up) since the Ceylon Defense Force was a army reservist of the British Army. In 1939 he became the commanding officer of the Ceylon Light Infantry and was promoted to the rank of Lieutenant Colonel in 1940. With the start of World War II, he became a member of the Ceylon's War Cabinet and was made a Colonel in 1942, the highest rank that a Ceylonese could achieve. Making himself a respectful man.\nA strong supporter of the military, he was the first Chairman of the Ceylon Light Infantry Association in 1974. He was promoted to the rank of general on his deathbed.\nHe gave his home to the government to establish a national defense academy.\nPolitical career.\nAs early as 1915, Kotelawala had become interested in political leaders such as Don Senanayake and his brother F.R. Senanayake, who was married to Kotelawala's mother's sister.\nHe entered politics by being elected to the Legislative Council as the member of Kurunegala. Thereafter he entered the State Council as a backbencher and was re-elected in 1936. In his second term he was appointed Minister of Communications.","categories":[],"infobox_types":[],"annotations":[{"uri":"Soldier","surface_form":"soldier","offset":98},{"uri":"Politician","surface_form":"politician","offset":110},{"uri":"Ceylon","surface_form":"Ceylon","offset":157},{"uri":"John_Kotelawala_Snr","surface_form":"John Kotelawala Snr","offset":262},{"uri":"Alice_Attygalle","surface_form":"Alice Attygalle","offset":343},{"uri":"Suicide","surface_form":"suicide","offset":390},{"uri":"Royal_College%2C_Colombo","surface_form":"Royal College, Colombo","offset":523},{"uri":"Europe","surface_form":"Europe","offset":626},{"uri":"World_War_I","surface_form":"World War I","offset":688},{"uri":"Christ%27s_College%2C_Cambridge","surface_form":"Christ's College, Cambridge","offset":823},{"uri":"Farming","surface_form":"farming","offset":885},{"uri":"Cricket","surface_form":"cricket","offset":967},{"uri":"Sinhalese_language","surface_form":"Sinhala","offset":1057},{"uri":"English_language","surface_form":"English","offset":1066},{"uri":"French_language","surface_form":"French","offset":1078},{"uri":"Ceylon","surface_form":"Ceylon","offset":1105},{"uri":"Reservist","surface_form":"reservist","offset":1222},{"uri":"Ceylon_Defense_Force","surface_form":"Ceylon Defense Force","offset":1262},{"uri":"British_Army","surface_form":"British Army","offset":1311},{"uri":"World_War_II","surface_form":"World War II","offset":1473},{"uri":"Colonel","surface_form":"Colonel","offset":1549},{"uri":"Don_Stephen_Senanayake","surface_form":"Don Senanayake","offset":1990},{"uri":"F.R._Senanayake","surface_form":"F.R. Senanayake","offset":2021}]}