{"id":407989,"url":"http://en.wikipedia.org/wiki/Edna_St._Vincent_Millay","text":"Edna St. Vincent Millay (February 22, 1892 – October 19, 1950) was an American playwright and poet. She received the Pulitzer Prize for Poetry in 1923. She was the third female to win the award. Millay was also a feminist. She used the name Nancy Boyd during her career. Millay's fame began around 1912 when she entered a poem, \"Renascence\", in a contest in \"The Lyric Year\".\nEarly life.\nOn February 22, 1892, Edna St. Vincent Millay, one of the best American poets, was born in Rockland, Maine. When she was eight years old, her mother Cora, left her father because he could not support the family; therefore, Cora raised her three daughters on her own and changed Millay’s future career in a huge way. When she was a young girl, Millay decided to train her writing skills even though she moved many times and didn't have much money. A few years later, they lived in Cora’s Aunt’s house, where she began writing her first poem.\nHow She Became an Author.\nEdna St. Vincent Millay became a famous author by adding the newest point of view with old ones to form a special American poetry. Her first poem, “Forest Trees,” was written when she was fourteen and appeared in \"St. Nicholas Magazine\". Within the next four years, \"St. Nicholas\" published five more of her poems. Three years later, her poem, “The Land of Romance,” got the gold award of The \"St. Nicholas League\" and was reprinted in \"Current Literature\" in April. In 1913, she took several classes at Barnard College, where she prepared for moving to Vassar. The days in Vassar College also changed Millay’s career. This college became a good place to develop her talent. She became a writer for Vassar Miscellany and a good school songwriter. Until the year of 1917, Millay left a lot of work for Vassar College.\nInfluences on Her Writings.\nAfter Cora, Millay’s mother, left her husband, she raised her three children and helped them to learn American language arts by reading old books with them. When Millay got older, she went to Vassar College, where she learned how to be a good poet. In 1923, Millay married 43-year-old Eugen Jan Boissevain, who supported Millay’s career and took care of housework for her. These events made Edna St. Vincent Millay a successful American writer.\nHer Major Works.\nIn her life, Edna St. Vincent Millay wrote a lot of plays and poetry collections. The most famous one is \"The Ballad of the Harp-Weaver.\" This book won her the Pulitzer Prize for poetry in 1923. Also, as a good writer, she wrote five plays early in her living. For example, \"The Lamp and the Bell\" would be the best play she wrote in the 1920s. Published in 1921, \"The Lamp and the Bell\" was a play written for Vassar College about love between women. Moreover, she also wrote down \"The King's Henchman\" in 1927. This opera was described as “the most effectively and artistically wrought American opera ever to reach the stage.”\nHer Influence on Society.\nDuring her 58 years of life, Edna St. Vincent Millay left many works that have made a change in American society. She once said, “this book, when I am dead, will be a little faint perfume of me. People who knew me well will say she really used to think that way.” By leaving this famous sentence, Millay supported Americans to put out their thoughts in words. In addition, she also made young Americans think that they had the ability to change the world by saying, “the young generation forms a country of its own. It has no geographical boundaries.... These young people are going to do things. They are going to change things.\" She tried to change the society by supporting these young people to believe in themselves.\nThe End of Her Life.\nOn October 19, 1950, Millay was found in her house, alone, without a breath. Several years before, Millay had a nervous breakdown and stopped writing. Although she slowly got better because of her husband’s care, her husband, Eugen Jan Boissevain, died in 1949 due to serious cancer. One year after, Millay fell down in her house and was found eight hours after her death. Later on, Nancy Milford, the writer who also wrote \"million-selling Zelda\", published the first biography about Millay’s life in the book, \"Savage Beauty: The Life of Edna St Vincent Millay\" in 2001, giving the entire world a chance to get to know the life of this famous author.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":70},{"uri":"Playwright","surface_form":"playwright","offset":79},{"uri":"Pulitzer_Prize","surface_form":"Pulitzer Prize","offset":117},{"uri":"Feminism","surface_form":"feminist","offset":213},{"uri":"Maine","surface_form":"Maine","offset":489},{"uri":"St._Nicholas_Magazine","surface_form":"St. Nicholas Magazine","offset":1169},{"uri":"St._Nicholas_Magazine","surface_form":"St. Nicholas","offset":1222},{"uri":"St._Nicholas_Magazine","surface_form":"St. Nicholas League","offset":1349},{"uri":"Barnard_College","surface_form":"Barnard College","offset":1459},{"uri":"Vassar_College","surface_form":"Vassar College","offset":1529},{"uri":"Eugen_Jan_Boissevain","surface_form":"Eugen Jan Boissevain","offset":2085},{"uri":"The_Ballad_of_the_Harp-Weaver","surface_form":"The Ballad of the Harp-Weaver","offset":2368},{"uri":"Pulitzer_Prize","surface_form":"Pulitzer Prize for poetry","offset":2422},{"uri":"The_Lamp_and_the_Bell","surface_form":"The Lamp and the Bell","offset":2537},{"uri":"Opera","surface_form":"opera","offset":2780},{"uri":"Opera","surface_form":"opera","offset":2859},{"uri":"Nervous_breakdown","surface_form":"nervous breakdown","offset":3772},{"uri":"Eugen_Jan_Boissevain","surface_form":"Eugen Jan Boissevain","offset":3886},{"uri":"Million-selling_Zelda","surface_form":"million-selling Zelda","offset":4085}]}