{"id":407970,"url":"http://en.wikipedia.org/wiki/Gustavo_Nieves_Campello","text":"Gustavo Nieves Campello (born on March 9, 1982 in Vilalba, Lugo) is a T12/B2 Paralympic athlete from Spain. He became blind quickly when he was 17 years old, and he stopped playing the sport of football. He started athletics after losing his eyesight. He first raced at the 1998 Vigo half marathon. He later competed at IPC European and World Championships. He also competed at the 2000 Summer Paralympics, 2008 Summer Paralympics and 2012 Summer Paralympics but did not win any medals at these Games.\nPersonal.\nNieves was born on March 9, 1982 in Vilalba, Lugo. He moved to Germany when he was a baby, and he moved back to Spain when five years old.\nNieves has a disability: he has only some eyesight. He lost his eyesight when he was 17 years old. It happened very fast and was a surprise. It is not understood what caused it or if his eyesight will continue to get worse. Before losing his eyesight, he played football as a midfielder for Sárdoma in Spain's División de Honor Juvenil de Fútbol, and had tried out for Celta de Vigo football team. He quit the sport after his eyesight got bad.\nBetween 2004 and 2012, Nieves was a student training to be a mining engineer at the University of Vigo. He wanted to study biology but his eyesight meant he could not use a microscope, so he did engineering instead. He can speak some English, and can argue with people in English at athletic events. In 2012, his girlfriend was named Juliana.\nAthletics.\nNieves is a T12/B2 track and field athlete, who started running when he was 17 after his eyesight got bad. Because no one in his family ran, he started running at a park in Castrelos Vigo but not with the idea of doing it at the highest level. His first race was the 1998 Vigo half marathon. He was a member of the the Celta Vigo athletics club, then joined the Gymnastic Society of Pontevedra athletic club, before leaving the club to join the Alejandro Gomez Athletics Club.\nNieves competed in the 2000 Summer Paralympics in Sydney, Australia. He finished sixth in the 10,000 meter race. He decided not to compete at the 2004 Summer Paralympics so that he could focus on school. He needed a job because athletics did not give him enough money for him to race all the time. After the 2004 Games, more money was there for Paralympic athletes and he was able to race more.\nNieves competed at the 2008 Spanish national championships, and finished first in the 10,000 meter T12 race. He competed at the 2008 Summer Paralympics in Beijing, China. After the 2008 Games, he changed coaches to Pablo Diaz and joined Gymnastic Society of Pontevedra athletic club. In 2009, he practiced in Pontevedra and Lugo, and he was coached by Pablo Diaz. In 2009, he had a goal of trying to go to the 2012 Summer Paralympics. At the 2009 IPC European Athletics Championships, he finished first in two races and finished second in another. He also set a world record in the 10,000 meters. His second first-place finish was in the 5,000 meters and the second-place finish was in the 1,500 meters. In 2009, he set a world record in the T12 10,000 meter event during a race in Galacia.\nIn 2010, Nieves set a world record in the T12 10,000 meter race. 40 days later at a race in Jerez de la Frontera, he set a world record in 10,000 meters. He competed in the 2011 Pontevedra half marathon. In 2011, he injured the third metatarsal. His physical therapy after the injury involved training in the pool. He started competing again in late September 2011 at a race in Berlin.\nIn March 2012, Nieves was training up to four hours a day at the Galician Sports Modernization Center (CGTD). He finished first in the 2012 San Silvestre Candelaria 4,500 meter race. He competed at the 2012 Spanish national Paralympic athletic championships where he came in first in the 5,000 meters. A few months before the London Paralympics, he had problems with his tendons. He did not compete in the 2012 European Championships because of his tendon injury. As a 28 year old, he raced at the 2012 Summer Paralympics, finishing fourth in the 5,000 meters. His time was 4 seconds slower than his personal best.\nNieves competed in the 2013 San Silvestre Candelaria 4,500 meter race. In May 2013, he competed at the Kern Sauleda Pharme-Grand Prix to try to get to be allowed to race at the IPC Athletics World Championships in Lyon, France in the 5,000 meter race. Later that month, he tried to be eligible for the World Championships in the 10,000 meter race at a race in Huesca. Nieves has a goal of trying to compete in the 2016 Summer Paralympics.","categories":[],"infobox_types":["sportsperson"],"annotations":[{"uri":"Vilalba","surface_form":"Vilalba","offset":50},{"uri":"Lugo","surface_form":"Lugo","offset":59},{"uri":"T12_(classification)","surface_form":"T12","offset":70},{"uri":"B2_(classification)","surface_form":"B2","offset":74},{"uri":"Paralympic_Games","surface_form":"Paralympic","offset":77},{"uri":"Track_and_field","surface_form":"athlete","offset":88},{"uri":"Spain","surface_form":"Spain","offset":101},{"uri":"Association_football","surface_form":"football","offset":194},{"uri":"2000_Summer_Paralympics","surface_form":"2000 Summer Paralympics","offset":382},{"uri":"2008_Summer_Paralympics","surface_form":"2008 Summer Paralympics","offset":407},{"uri":"2012_Summer_Paralympics","surface_form":"2012 Summer Paralympics","offset":435},{"uri":"Vilalba","surface_form":"Vilalba","offset":548},{"uri":"Lugo","surface_form":"Lugo","offset":557},{"uri":"Eyesight","surface_form":"eyesight","offset":693},{"uri":"Association_football","surface_form":"football","offset":913},{"uri":"Divisi%C3%B3n_de_Honor_Juvenil_de_F%C3%BAtbol","surface_form":"División de Honor Juvenil de Fútbol","offset":961},{"uri":"Celta_de_Vigo","surface_form":"Celta de Vigo","offset":1020},{"uri":"University_of_Vigo","surface_form":"University of Vigo","offset":1179},{"uri":"Microscope","surface_form":"microscope","offset":1268},{"uri":"T12_(classification)","surface_form":"T12","offset":1461},{"uri":"B2_(classification)","surface_form":"B2","offset":1465},{"uri":"Castrelos_Vigo","surface_form":"Castrelos Vigo","offset":1622},{"uri":"2000_Summer_Paralympics","surface_form":"2000 Summer Paralympics","offset":1949},{"uri":"Sydney","surface_form":"Sydney","offset":1976},{"uri":"Australia","surface_form":"Australia","offset":1984},{"uri":"2004_Summer_Paralympics","surface_form":"2004 Summer Paralympics","offset":2072},{"uri":"2008_Summer_Paralympics","surface_form":"2008 Summer Paralympics","offset":2449},{"uri":"Beijing","surface_form":"Beijing","offset":2476},{"uri":"People%27s_Republic_of_China","surface_form":"China","offset":2485},{"uri":"Pablo_Diaz","surface_form":"Pablo Diaz","offset":2536},{"uri":"Pontevedra","surface_form":"Pontevedra","offset":2630},{"uri":"Pablo_Diaz","surface_form":"Pablo Diaz","offset":2673},{"uri":"2012_Summer_Paralympics","surface_form":"2012 Summer Paralympics","offset":2731},{"uri":"Galacia","surface_form":"Galacia","offset":3103},{"uri":"World_record","surface_form":"world record","offset":3134},{"uri":"Jerez_de_la_Frontera","surface_form":"Jerez de la Frontera","offset":3204},{"uri":"Metatarsal","surface_form":"metatarsal","offset":3346},{"uri":"Physical_therapy","surface_form":"physical therapy","offset":3362},{"uri":"Berlin","surface_form":"Berlin","offset":3490},{"uri":"Galician_Sports_Modernization_Center","surface_form":"Galician Sports Modernization Center","offset":3563},{"uri":"Tendons","surface_form":"tendons","offset":3869},{"uri":"2012_Summer_Paralympics","surface_form":"2012 Summer Paralympics","offset":3996},{"uri":"Lyon","surface_form":"Lyon","offset":4327},{"uri":"France","surface_form":"France","offset":4333},{"uri":"Huesca","surface_form":"Huesca","offset":4473},{"uri":"2016_Summer_Paralympics","surface_form":"2016 Summer Paralympics","offset":4527}]}