{"id":407909,"url":"http://en.wikipedia.org/wiki/Rouen_Cathedral_(Monet)","text":"The \"Rouen Cathedral\" series of oil paintings of the Rouen Cathedral were done by Claude Monet in the 1890s. The paintings in the series each capture the front of the cathedral at different times of the day and year. They each show the changes in the way the cathedral looks under different lighting conditions. There are more than thirty paintings in the series.\nIn the middle of winter in 1892, Monet lived in rooms across from Rouen Cathedral. He stayed until spring, painting its façade many times. Most versions were painted as seen here: close up and cropped at the sides. He returned the next winter to paint the cathedral again. He made more than thirty views of it. It was not the Gothic façade that was Monet's subject. It was the atmosphere that surrounded the cathedral. \"To me the motif itself is an insignificant factor,\" Monet said, \"What I want to reproduce is what exists between the motif and me.\"\nAll of the paintings in the series were made in 1892 and 1893. They were reworked in Monet's studio in 1894. In 1895, he chose what he considered to be the twenty best paintings from the series, and displayed them at his gallery in Paris. Of these twenty, he sold eight before the exhibition was over. Pissarro and Cézanne visited the exhibition and praised the series highly.","categories":[],"infobox_types":[],"annotations":[{"uri":"Oil_painting","surface_form":"oil painting","offset":32},{"uri":"Rouen_Cathedral","surface_form":"Rouen Cathedral","offset":53},{"uri":"Claude_Monet","surface_form":"Claude Monet","offset":82},{"uri":"Light","surface_form":"light","offset":291},{"uri":"Gothic_architecture","surface_form":"Gothic","offset":690},{"uri":"Atmosphere","surface_form":"atmosphere","offset":741},{"uri":"Motif","surface_form":"motif","offset":794},{"uri":"Paris","surface_form":"Paris","offset":1148},{"uri":"Camille_Pissarro","surface_form":"Pissarro","offset":1218},{"uri":"C%C3%A9zanne","surface_form":"Cézanne","offset":1231}]}