{"id":408013,"url":"http://en.wikipedia.org/wiki/The_Color_of_Friendship","text":"\"The Color of Friendship\" is a 2000 television movie. It is based on real life events about the friendship between two girls: Mahree and Piper. Piper lives in the United States while Mahree lives in apartheid-era South Africa. Mahree learns about tolerance and friendship. The movie focuses on racism between two different races. The movie was directed by Kevin Hooks. It was based on a script by Paris Qualles. It stars Lindsey Haun and Shadia Simmons.\nSince 2005, Disney Channel has annually aired \"Color of Friendship\" in celebration of Black History Month in the United States. It was released on VHS in 2002. Many movie critics gave positive reviews about the movie. The movie is also based on the short story written by real life Piper Dellums. \"The Color of Friendship\" has received many awards and nominations throughout 2000 and 2001. It was nominated for three Young Artist Awards, winning only one. It also was nominated for a Directors Guild of America award. It won an Emmy Award for Outstanding Children's Program. It also won an Humanitas Prize, NAACP Image Award and Writers Guild of America award.\nPlot.\nIn 1977, Mahree Bok (Lindsey Haun) is a white South African. She lives in a mansion with her parents and little brother. They enjoy the benefits from the system of apartheid. They never questioned if it is good or bad for their country. Mahree's father, Pieter Bok, is a South African policeman. He is overjoyed when Steve Biko (a black South African man fighting against apartheid) is caught by the South African authorities. The family owns a black maid, Flora (Melanie Nicholls-King). Mahree considers her a friend and does not understand that Flora is not happy with her life under apartheid. It is from Flora that Mahree hears about the weaver bird and its nest-building. This is used as a metaphor for racial harmony. Mahree does not understand at the time and tells Flora that \"people are not birds\".\nPiper Dellums (Shadia Simmons) is a black girl who lives in Washington, D.C.. She lives with her father, Congressman Ron Dellums (Carl Lumbly), her mother Roscoe Dellums (Penny Johnson) and her two younger twin brothers, Brady (Anthony Burnett) and Erik (Erron Jackson). Ron Dellums is an outspoken opponent of the South African apartheid system. Piper is excited to be a host to an African exchange student. She believes the exchange student will be black, while Mahree believes her host family will be white. They are not pleased to find out they were both wrong. Ron is also not please by Mahree's political views. Mahree is horrified and panics when she is confronted by this new situation. She locks herself in Piper's bedroom and refuses to come out.\nEventually, Piper finds a way to unlock the door. She gives Mahree food her host family had bought her. She continues to be scared about living in a house with black people. Upset by this, Piper tells Mahree how disappointed she is in her. Stunned by this, Mahree sees how rude she's been, and agrees to stay and try to make this work. During Mahree's stay, she and the Dellums grow closer together. Mahree sees people of different races getting along. She then realizes how much she and Piper have in common. They become friends. She then develops a better understanding of what life under South African apartheid must be like for people of color.\nSteve Biko, a member of the South African liberation movement, is killed by South African police. This leads to a mass protest from around the world, including at the South African embassy in Washington, D.C. The diplomats arrives at the Dellums' house and take Mahree to the embassy. They want to take her back to South Africa, fearing for her life. Upset, Ron goes to the South African embassy. He threatens to tell the press that they kidnapped Mahree from her host family. They then released her to the Dellums. Mahree still does not know what happened to her and why.\nWhen she returns to the Dellum's house, she made a rude comment about Biko's death. Angry at this, Piper shouts at her for being racist. Hurt, Mahree runs away. Piper's parents talk to them both and they soon become friends again. With Ron's help, Mahree finally understands what the liberation fighters in South African stand for. Mahree tells Ron and Piper about the weaver bird story Flora had told her. Ron uses this as a speech to the American people. Mahree departs the United States. She is a different person. When she returns, the first person she greets is Flora. In secret, Mahree shows her freedom flag sewn insider her coat. This tells Flora she sides with the black liberation movement. Flora is touched by this and pleased to know she wants to fight for their freedom.\nShort story by Piper.\nThe movie was based on a short story called \"Simunye\". It was written by real life Piper Dellums. It was about a South African girl named Carrie coming to stay with her family. Dellums writes that she lost contact with Carrie after she returned to South Africa. She does not know what happened to her. In \"Simunye\", Piper believed that Carrie was murdered for her anti-racist views.\nTV and home video release.\nThe movie received positive reviews from movie critics. It was played on the Disney Channel several times throughout 2000 and 2001. After this, the channel stopped airing the movie. Beginning in 2006, Disney Channel began airing the movie annually in early February. It was meant for Black History Month. A VHS of the movie was released in 2002. Included was the music video for \"Galaxy is Ours\" from '.","categories":[],"infobox_types":[],"annotations":[{"uri":"Television_movie","surface_form":"television movie","offset":36},{"uri":"Friend","surface_form":"friend","offset":96},{"uri":"United_States","surface_form":"United States","offset":163},{"uri":"Apartheid","surface_form":"apartheid","offset":199},{"uri":"South_Africa","surface_form":"South Africa","offset":213},{"uri":"Tolerance","surface_form":"tolerance","offset":247},{"uri":"Racism","surface_form":"racism","offset":294},{"uri":"Movie_director","surface_form":"directed","offset":344},{"uri":"Kevin_Hooks","surface_form":"Kevin Hooks","offset":356},{"uri":"Screenplay","surface_form":"script","offset":387},{"uri":"Paris_Qualles","surface_form":"Paris Qualles","offset":397},{"uri":"Lindsey_Haun","surface_form":"Lindsey Haun","offset":421},{"uri":"Shadia_Simmons","surface_form":"Shadia Simmons","offset":438},{"uri":"Black_History_Month","surface_form":"Black History Month","offset":540},{"uri":"VHS","surface_form":"VHS","offset":601},{"uri":"Critic","surface_form":"critic","offset":625},{"uri":"Short_story","surface_form":"short story","offset":703},{"uri":"Young_Artist_Award","surface_form":"Young Artist Award","offset":871},{"uri":"Directors_Guild_of_America","surface_form":"Directors Guild of America","offset":938},{"uri":"Emmy_Award","surface_form":"Emmy Award","offset":982},{"uri":"Humanitas_Prize","surface_form":"Humanitas Prize","offset":1044},{"uri":"NAACP_Image_Award","surface_form":"NAACP Image Award","offset":1061},{"uri":"Writers_Guild_of_America","surface_form":"Writers Guild of America","offset":1083},{"uri":"Lindsey_Haun","surface_form":"Lindsey Haun","offset":1142},{"uri":"White_people","surface_form":"white","offset":1161},{"uri":"South_African","surface_form":"South African","offset":1167},{"uri":"Mansion","surface_form":"mansion","offset":1197},{"uri":"Apartheid","surface_form":"apartheid","offset":1285},{"uri":"Policeman","surface_form":"policeman","offset":1406},{"uri":"Steve_Biko","surface_form":"Steve Biko","offset":1438},{"uri":"Black_people","surface_form":"black","offset":1452},{"uri":"Maid","surface_form":"maid","offset":1572},{"uri":"Weaver_bird","surface_form":"weaver bird","offset":1763},{"uri":"Bird_nest","surface_form":"nest-building","offset":1783},{"uri":"Metaphor","surface_form":"metaphor","offset":1816},{"uri":"Harmony","surface_form":"harmony","offset":1836},{"uri":"Shadia_Simmons","surface_form":"Shadia Simmons","offset":1944},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":1989},{"uri":"Congressman","surface_form":"Congressman","offset":2034},{"uri":"Carl_Lumbly","surface_form":"Carl Lumbly","offset":2059},{"uri":"Penny_Johnson","surface_form":"Penny Johnson","offset":2100},{"uri":"Exchange_student","surface_form":"exchange student","offset":2320},{"uri":"Horror","surface_form":"horrified","offset":2557},{"uri":"Panic","surface_form":"panic","offset":2571},{"uri":"Liberation_movement","surface_form":"liberation movement","offset":3377},{"uri":"Protest","surface_form":"protest","offset":3454},{"uri":"Embassy","surface_form":"embassy","offset":3516},{"uri":"Diplomats","surface_form":"diplomats","offset":3548},{"uri":"Press","surface_form":"press","offset":3757},{"uri":"Kidnapping","surface_form":"kidnapped","offset":3773},{"uri":"Speech","surface_form":"speech","offset":4334},{"uri":"Flag_of_South_Africa","surface_form":"freedom flag","offset":4510},{"uri":"Short_story","surface_form":"short story","offset":4739},{"uri":"Murder","surface_form":"murder","offset":5061},{"uri":"Critic","surface_form":"critic","offset":5171},{"uri":"Disney_Channel","surface_form":"Disney Channel","offset":5201},{"uri":"Black_History_Month","surface_form":"Black History Month","offset":5408},{"uri":"VHS","surface_form":"VHS","offset":5431},{"uri":"Music_video","surface_form":"music video","offset":5487}]}