{"id":408009,"url":"http://en.wikipedia.org/wiki/Asiana_Airlines_Flight_214","text":"Asiana Airlines Flight 214 was a passenger flight from Incheon International Airport, South Korea, to San Francisco International Airport, United States. On July 6, 2013, the aircraft crash-landed at San Francisco International Airport. There were 307 people (291 passengers and 16 crew) aboard the plane. Two passengers were killed and 182 were hurt. A third passenger also died, but it is possible that she survived the crash and was run over by a fire truck. When the plane was coming in to land, the engines were idle and the plane was flying much slower than it should have been. 1.5 seconds before the plane crashed, the pilots tried a go-around, but they were too late.\nThe aircraft which crashed was a Boeing 777-200ER, and it had been used by Asiana Airlines since March 2006. The crash was the first time anyone ever died aboard a Boeing 777.\nAircraft.\nThe aircraft used on Flight 214 was a Boeing 777-28EER. The plane's registration number was HL7742, and it had Pratt & Whitney PW4090 engines. The plane was delivered to Asiana Airlines in March 2006. The aircraft had flown for about 36,000 hours.\nCrash.\nOn July 6, 2013, Flight 214 took off from Incheon International Airport (ICN) at 5:04 p.m. KST (08:04 UTC), which was 34 minutes late. It was supposed to land at San Francisco International Airport (SFO) at 11:04 a.m. PDT (18:04 UTC).\nOn July 6, 2013, at 11:26 PDT (18:26 UTC), the aircraft crashed at San Francisco International Airport (SFO) when it was landing. It landed before the start of runway 28L, and it hit the seawall in San Francisco Bay. The pilots wanted to approach the runway at 137 knots, but the flight data recorder showed that the speed was below this, and that the engines were idle during the approach. When the plane crashed, both engines and the tail section were torn off the plane. People who saw the crash said there was a fireball when the aircraft crashed. There was a second, big explosion minutes after the crash. Evacuation slides were used to get the passengers off the plane. Even though the plane was damaged a lot, \"many [...] were able to walk away on their own\".\nThe Instrument Landing System (ILS) on runway 28L had been out of order since June 11. Therefore, the planes were landed by the pilot, without a lot of help from the autopilot; the clear weather made it easier to do this. Chesley Sullenberger, the pilot who saved US Airways Flight 1549, said that investigators would think about whether the ILS being unavailable could have helped the crash happen.\nThis was only the third fatal crash in Asiana's history. It was also the first fatal airliner crash in the United States since the Colgan Air Flight 3407 crash in 2009.\nPassengers and crew.\nFour pilots were on board the plane. The pilots flying when the plane crashed were Lee Jeong-min, who has flown for 12,387 hours (3,220 with the 777) and Lee Kang-kook, who has flown for 9,793 hours, according to the South Korean transport ministry. Lee Kang-kook being trained to fly the 777, and this was his first landing at San Francisco in the aircraft. However, he had landed at San Francisco before in a Boeing 747. Lee Kang-kook only had 43 hours of experience with the 777 before the crash.\nChief of San Francisco Fire Department, Joanne Hayes-White, said that two people died. Both of them were Chinese and 16 years old. Both of their bodies were found outside the plane. Only one person was missing. Before this, it was thought that 60 people were missing. Later, Hayes-White said that everyone had been found.\nSeventy students and teachers going to the United States for summer camp were among the Chinese passengers. Thirty of the students and teachers were from Shanxi, and the others were from Zhejiang. Five of the teachers and 29 of the students were from Jiangshan High School in Zhejiang. They were traveling in one group. 35 of the students were going to a West Valley Christian School summer camp.\nOne teacher had small injuries, and the two passengers who died were supposed to be going to the West Valley camp.\nTestimony.\nSeveral passengers noticed how close the plane was to the Bay when it was coming in to land. This caused the water to jump up when the engines were powered up just before the crash.\nWhen the plane hit the ground, it was said that the oxygen masks dropped right away. After the aircraft stopped, some passengers said that there were sparks inside the cabin.\nJust after the crash, the pilots told the flight crew not to evacuate the passengers. However, the pilots later told them to evacuate, and the crew did so quickly. The crew also helped several passengers who could not escape the plane alone. One of the pilots carried out a passenger with an injured leg.\nOne flight attendant said that many of the Chinese passengers, at first, could not understand the instructions to evacuate because of a language barrier.\nDuring the evacuation, a fire began in the cabin, near the 10th row. One of the pilots put it out.\nTwo of the escape slides shot into the cabin instead of outside of it. The first escape slide blocked one of the exits and almost suffocated a flight attendant. One of the pilots burst it with an axe from the cockpit. The second went towards the middle of the aircraft, where there was a fire. It trapped another flight attendant, but a pilot burst it with a knife.\nSome passengers who were sitting at the back of the plane got out through the hole left by the tail of the plane, which was torn off in the crash.\nInvestigation.\nThe National Transportation Safety Board has started an investigation. An NTSB team has been sent to San Francisco. Asiana CEO Yoon Young-Doo said \"Currently we understand that there were no engine or mechanical problems.\" It is thought that the plane was too low when it was coming in to land and hit the seawall. The NTSB said that it looked like the pilots were flying too slowly while approaching the runway. The sound of the stick shaker (when the yoke vibrates to warn pilots that the plane may stall) could be heard about 4 seconds before the crash on the cockpit voice recorder. The crew tried a go-around 1.5 seconds before the plane hit the ground and the engines seemed to have worked fine.\nOn July 7, 2013, NTSB investigators found the flight data recorder and cockpit voice recorder. They were moved to Washington, D.C. to be analysed. The NTSB said that the pilots tried to stop the landing and go around 1.5 seconds before the crash.\nThe coroner of San Mateo County, Robert Foucrault, is doing an autopsy on the people who died. He and someone from the fire department have said that one of the girls who died might have survived the crash but might have been killed after being run over by a fire truck.\nAfter the crash.\nThis was the very first time that anyone died on a Boeing 777 aircraft.\nThe airport was closed for about five hours after the crash. Flights which were going to San Francisco were told to land somewhere else. Some of the other airports the planes landed at were Sacramento, Los Angeles and Seattle. By 3:30 PDT (22:30 UTC), runways 01L/19R and 01R/19L were open again. However, the runway the accident happened on 28L and the one next to it (28R) stayed closed. About 24 hours later, runway 10L/28R was opened again.\nAsiana is still flying from Seoul to San Francisco, but after the incident the flight number was changed to 212.","categories":[],"infobox_types":[],"annotations":[{"uri":"Incheon_International_Airport","surface_form":"Incheon International Airport","offset":55},{"uri":"South_Korea","surface_form":"South Korea","offset":86},{"uri":"San_Francisco_International_Airport","surface_form":"San Francisco International Airport","offset":102},{"uri":"Go-around","surface_form":"go-around","offset":642},{"uri":"Boeing_777","surface_form":"Boeing 777-200ER","offset":710},{"uri":"Asiana_Airlines","surface_form":"Asiana Airlines","offset":752},{"uri":"Pratt_%26amp%3B_Whitney","surface_form":"Pratt & Whitney","offset":974},{"uri":"Pratt_%26amp%3B_Whitney_PW4000","surface_form":"PW4090 engines","offset":990},{"uri":"Incheon_International_Airport","surface_form":"Incheon International Airport","offset":1160},{"uri":"Korean_Standard_Time","surface_form":"KST","offset":1209},{"uri":"San_Francisco_International_Airport","surface_form":"San Francisco International Airport","offset":1280},{"uri":"Pacific_Daylight_Time","surface_form":"PDT","offset":1336},{"uri":"Pacific_Time_Zone","surface_form":"PDT","offset":1379},{"uri":"Seawall","surface_form":"seawall","offset":1540},{"uri":"San_Francisco_Bay","surface_form":"San Francisco Bay","offset":1551},{"uri":"Flight_data_recorder","surface_form":"flight data recorder","offset":1633},{"uri":"Empennage","surface_form":"tail section","offset":1789},{"uri":"Evacuation_slide","surface_form":"Evacuation slide","offset":1964},{"uri":"Instrument_Landing_System","surface_form":"Instrument Landing System","offset":2124},{"uri":"Chesley_Sullenberger","surface_form":"Chesley Sullenberger","offset":2342},{"uri":"US_Airways_Flight_1549","surface_form":"US Airways Flight 1549","offset":2384},{"uri":"Fatal","surface_form":"fatal","offset":2544},{"uri":"Colgan_Air_Flight_3407","surface_form":"Colgan Air Flight 3407","offset":2651},{"uri":"Boeing_747","surface_form":"Boeing 747","offset":3121},{"uri":"San_Francisco_Fire_Department","surface_form":"San Francisco Fire Department","offset":3219},{"uri":"Summer_camp","surface_form":"summer camp","offset":3593},{"uri":"Shanxi","surface_form":"Shanxi","offset":3686},{"uri":"Zhejiang","surface_form":"Zhejiang","offset":3719},{"uri":"Jiangshan_High_School","surface_form":"Jiangshan High School","offset":3783},{"uri":"West_Valley_Christian_School","surface_form":"West Valley Christian School","offset":3887},{"uri":"San_Francisco_Bay","surface_form":"Bay","offset":4113},{"uri":"Spark","surface_form":"spark","offset":4387},{"uri":"Evacuate","surface_form":"evacuate","offset":4473},{"uri":"Suffocation","surface_form":"suffocated","offset":5100},{"uri":"Axe","surface_form":"axe","offset":5166},{"uri":"National_Transportation_Safety_Board","surface_form":"National Transportation Safety Board","offset":5502},{"uri":"Investigation","surface_form":"investigation","offset":5554},{"uri":"Seawall","surface_form":"seawall","offset":5804},{"uri":"Stick_shaker","surface_form":"stick shaker","offset":5928},{"uri":"Yoke","surface_form":"yoke","offset":5951},{"uri":"Aerodynamic_stall","surface_form":"stall","offset":5999},{"uri":"Cockpit_voice_recorder","surface_form":"cockpit voice recorder","offset":6061},{"uri":"Go-around","surface_form":"go-around","offset":6102},{"uri":"Flight_data_recorder","surface_form":"flight data recorder","offset":6246},{"uri":"Cockpit_voice_recorder","surface_form":"cockpit voice recorder","offset":6271},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":6314},{"uri":"Analysis","surface_form":"analysed","offset":6337},{"uri":"Go_around","surface_form":"go around","offset":6407},{"uri":"Coroner","surface_form":"coroner","offset":6451},{"uri":"San_Mateo_County%2C_California","surface_form":"San Mateo County","offset":6462},{"uri":"Robert_Foucrault","surface_form":"Robert Foucrault","offset":6480},{"uri":"Autopsy","surface_form":"autopsy","offset":6510},{"uri":"Fire_truck","surface_form":"fire truck","offset":6706},{"uri":"Sacramento_International_Airport","surface_form":"Sacramento","offset":6997},{"uri":"Los_Angeles_International_Airport","surface_form":"Los Angeles","offset":7009},{"uri":"Seattle%E2%80%93Tacoma_International_Airport","surface_form":"Seattle","offset":7025}]}