{"id":408162,"url":"http://en.wikipedia.org/wiki/Grinling_Gibbons","text":"Grinling Gibbons (4 April 1648 – 3 August 1721) was an AngloDutch sculptor and wood carver. He was famous for his work in England, including St Paul's Cathedral, Blenheim Palace and Hampton Court Palace.\nGibons was born and educated in Holland of English parents, his father being a merchant.\nHe is widely regarded as the finest wood carver working in England, and the only one whose name is widely known among the general public. Most of his work is in lime (tilia) wood, especially decorative Baroque garlands made up of still-life elements at about life size. They are made to frame mirrors and decorate the walls of churches and palaces. He also produced furniture and small relief plaques with figurative scenes. He also worked in stone, mostly for churches. By the time he was established he led quite a large workshop.\nLife and work.\nVery little is known about his early life. About 1667 he moved to Deptford, now in London, and by 1693 had got commissions from the royal family. By 1680 he was known as the \"King's Carver\", and carried out exquisite work for St Paul's Cathedral and Windsor Castle. His carving was so fine that it was said a pot of carved flowers above his house in London would tremble from the motion of passing coaches.\nThe diarist John Evelyn first discovered Gibbons' talent by chance in 1671. Evelyn, from whom Gibbons rented a cottage near Evelyn's home in Deptford, wrote: \"I saw the young man at his carving, by the light of a candle. I saw him to be engaged on a carved representation of Tintoretto's \"Crucifixion\", which he had in a frame of his own making\". Later that same evening, Evelyn described what he had seen to Sir Christopher Wren. Wren and Evelyn then introduced him to King Charles II who gave him his first commission. It is still in the dining room of Windsor Castle.\nHorace Walpole later wrote about Gibbons: \"There is no instance of a man before Gibbons who gave wood the loose and airy lightness of flowers, and chained together the various productions of the elements with the free disorder natural to each species.\"\nGibbons is buried at St Paul's, Covent Garden, London.\nGibbons' work very often includes carvings of peapods. A myth states that he would include a closed pod in his work, only carving it open once he had been paid. If the pea pod was left shut it supposedly showed that he had not been paid for the work.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sculptor","surface_form":"sculptor","offset":66},{"uri":"Wood_carver","surface_form":"wood carver","offset":79},{"uri":"St_Paul%27s_Cathedral","surface_form":"St Paul's Cathedral","offset":141},{"uri":"Blenheim_Palace","surface_form":"Blenheim Palace","offset":162},{"uri":"Hampton_Court_Palace","surface_form":"Hampton Court Palace","offset":182},{"uri":"Lime","surface_form":"lime","offset":454},{"uri":"Tilia","surface_form":"tilia","offset":460},{"uri":"Baroque","surface_form":"Baroque","offset":495},{"uri":"Still-life","surface_form":"still-life","offset":523},{"uri":"Furniture","surface_form":"furniture","offset":659},{"uri":"Plaque","surface_form":"plaque","offset":686},{"uri":"Stone","surface_form":"stone","offset":736},{"uri":"Deptford%2C_London","surface_form":"Deptford","offset":907},{"uri":"London","surface_form":"London","offset":924},{"uri":"St_Paul%27s_Cathedral","surface_form":"St Paul's Cathedral","offset":1067},{"uri":"Windsor_Castle","surface_form":"Windsor Castle","offset":1091},{"uri":"John_Evelyn","surface_form":"John Evelyn","offset":1260},{"uri":"Tintoretto","surface_form":"Tintoretto","offset":1523},{"uri":"Christopher_Wren","surface_form":"Christopher Wren","offset":1661},{"uri":"Windsor_Castle","surface_form":"Windsor Castle","offset":1803},{"uri":"Horace_Walpole","surface_form":"Horace Walpole","offset":1819},{"uri":"Covent_Garden","surface_form":"Covent Garden","offset":2104},{"uri":"Pea","surface_form":"pea","offset":2173}]}