{"id":40810,"url":"http://en.wikipedia.org/wiki/Royal_Navy","text":"The Royal Navy is the navy of the United Kingdom. It is the oldest part of the British fighting forces. Because it is the oldest, it is called the \"Senior Service\". From the 18th century until World War II, it was the largest and strongest navy in the world. The Royal Navy was very important in making Britain the superpower of that time. The Naval Service is made up of the Royal Navy, Royal Marines, Royal Fleet Auxiliary, Fleet Air Arm and reserve forces. The Naval Service had 57,000 personnel (people) as of November 2011 including part-time reserve sailors, airmen and marines.\nThe Royal Navy is one of the largest navies in the world in terms of gross tonnage (weight and size of all their ships). The Royal Navy and Royal Fleet Auxiliary have 98 ships including aircraft carriers, submarines, minesweepers and patrol vessels as well as the ships of the Royal Fleet Auxiliary. All ships in the Royal Navy are called \"Her Majesty's ships\" (Or HMS for short), because by constitution the Queen owns them and has command over them. Ships in the Royal Fleet Auxiliary are called \"Royal Fleet Auxiliaries\" (Or RFA for short) and are also technically owned by the Queen. In times of a male monarch the \"Her\" is replaced with \"His\".\nHistory.\nThe strength of the fleets of the united Kingdom of England was an important element in the kingdom's power in the 10th century. At one point Aethelred II had an especially large fleet built by a national levy of one ship for every 310 hides of land, but it is uncertain whether this was a standard or exceptional model for raising fleets. During the period of Danish rule in the 11th century a standing fleet was maintained by taxation, and this continued for a time under the restored English regime of Edward the Confessor, who frequently commanded fleets in person.\n1500–1707.\nA permanent Royal Navy, with its own staff, dockyards and a group of purpose-built warships, was created in the 16th century in the reign of Henry VIII.221-37 Under Elizabeth I, England was at war with Spain. Privately-owned ships combined with the Royal Navy raided Spanish commerce and colonies.238-53, 281-6, 292-6 In 1588, Philip II of Spain sent the Spanish Armada against England to stop English support for the Dutch rebels, to stop English pirate activity, and to depose Elizabeth. The Spaniards sailed from Lisbon, planning to escort an invasion force from the Spanish Netherlands. The plan failed due to poor planning, English tactics, blocking action by the Dutch, and bad weather.253-71\nOrganization.\nIn law, the head of the Royal Navy is the monarch or her consort, holding the ceremonial title of Lord High Admiral. The present Lord High Admiral is Prince Phillip who served in the Royal Navy during World War II. The professional head of the naval service is the First Sea Lord. He is a member of the Defence Council and the Admiralty Board. The Navy Board is below Admiralty Board and is responsible for running the Navy. Their offices are in the Ministry of Defence, London.\nFull command of the Royal Navy is the job of Commander-in-Chief Fleet (CINCFLEET). The purpose of CINCFLEET is to provide ships, submarines and commando forces for military and diplomatic jobs as needed by the Government.\nCINCFLEET command headquarters are in Portsmouth; operational headquarters are at Northwood, Middlesex. This is the Permanent Joint Headquarters and a NATO Regional Command.\nCurrent Role.\nDuring the Cold War, the Royal Navy mainly focused on hunting for Soviet submarines. These submarines were most active in the North Atlantic Ocean, the ocean near Britain. With the fall of the Soviet Union, the Royal Navy focuses of deep sea exploration.\nPersonnel.\nAs of 1st November 2011, the Royal Navy numbered 36,640 personnel and 2,300 Royal Naval Reserve (Volunteer Reserve). Both of these figures include the Royal Marines and Royal Marines Reserve. In addition there were 19,600 Regular Reserves.\nWomen have been in the Royal Navy since 1917. From 1939 to 1993 they were part of the Women’s Royal Naval Service (WRNS) and were called \"Wrens\". Since 1993 they have been a part of the regular Navy. The Royal Navy is an equal rights employer, with women having the same opportunities as their male counterparts. In 2012 for the first time a female officer, Commander [https://en.m.wikipedia.org/wiki/Sarah_West Sarah West] commanded a major warship, [https://en.m.wikipedia.org/wiki/HMS_Portland_(F79) HMS Portland].\nVessels.\n\"This is not a complete list of all Royal Navy vessels. It is a simplified version of only the major units for simplicity. \"\nInvincible Class Aircraft Carrier.\nHMS Illustrious (R06) is the navy’s last aircraft carrier. It was once part of a set of three, HMS Invincible has been scrapped and HMS Ark Royal was decommissioned (Taken out of service). Previously she operated the Harrier Jump-Jet fighter however they were decommissioned in 2011. She now only operates helicopters and serves as a helicopter carrier. Her nickname is “Lusty”. Recently, there has been HMS Queen Elizabeth 2 which is now considered to be the largest aircraft carrier of her kind. October 21st was actually named HMS Queen Elizabeth 2 Day by the Americans.\nOcean Class Helicopter Carrier.\nHMS Ocean (L12) is the navy’s biggest ship and main helicopter carrier. She played a big role in the Invasion of Iraq in 2003 and was the British flagship during the Libyan Civil War, during 2012 she will be deployed at the London 2012 Olympics. Over Christmas 2011 her crew became famous for making a music video of “All I want for Christmas is you”. This was filmed when they were at war in Libya. Her nickname is “The Mighty-O”.\nAlbion Class Landing Platform Dock.\nHMS Albion (L14) is the rotating flagship of the Royal Navy with HMS Bulwark. She is named \"Albion\" after the ancient name of Britain. She is presently in \"extended readiness\" and can be recalled to the main fleet when needed.\nHMS Bulwark (L15) is the rotating flagship of the Royal Navy with HMS Albion. She has been on major deployments to Lebanon and led a training mission to Asia. She is presently the Fleet Flagship of the Royal Navy and is on call to respond as needed.\nType 45 Destroyer.\nHMS Daring (D32) is one of a new group of Destroyers. She is designed for anti-air warfare. She can also conduct patrol missions and carry a boarding party from the Royal Marines. She and her sisters will be the main warships for the next decade at least.\n\"The other Type 45 Destroyers are HMS Dauntless and HMS Diamond. Three others are under construction.\"\nType 23 Frigate.\nHMS Sutherland (F81) is one of the Duke class Frigates. She is designed for anti-submarine warfare. She can also conduct a variety of other missions. She is the first ship to have this name in over 200 years. She was deployed to Libya during 2011 to support operations there. The Duke class Frigates are the main combatant of the Royal Navy.\n\"The other Type 23 Frigates are HMS Argyll, HMS Lancaster, HMS Iron Duke, HMS Monmouth, HMS Montrose, HMS Westminster, HMS Northumberland, HMS Richmond, HMS Somerset, HMS Kent, HMS Portland and HMS St Albans. Three others used to serve in the Royal Navy but were sold to Chile. \"\nProtector Class Ice-Patrol Vessel.\nHMS Protector (A173) is one of two Icebreaking patrol vessels in the Royal Navy. She has been loaned for three years whilst HMS Endurance is fixed. She primarily patrols the British Antarctic Territory but also serves in the nearby Falklands and South Georgia and South Sandwich Islands.\nVanguard Class Submarine.\nHMS Vanguard (S28) is one of four nuclear-powered ballistic missile submarines (SSBN). She can fire the Trident II nuclear missile around the globe. At any time at least one boat is at sea with nuclear weapons to defend Britain. Their operations are highly secretive. They are based at HMNB Clyde in Scotland.\n\"The other Vanguard class submarines are HMS Vigilant, HMS Vengeance and HMS Victorious.\"\nAstute Class Submarine.\nHMS Astute (S119) is the first of a new type of fleet submarine (SSN). Her type is nuclear powered. They can fire the Tomahawk missile at ground targets and torpedoes at surface ships. She is one of the most capable submarines in the world.\n\"Six other Astute class vessels are under construction.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Navy","surface_form":"navy","offset":22},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":34},{"uri":"World_War_II","surface_form":"World War II","offset":193},{"uri":"World","surface_form":"world","offset":252},{"uri":"Superpower","surface_form":"superpower","offset":315},{"uri":"Marine_(military)","surface_form":"marines","offset":576},{"uri":"Queen_Elizabeth_II","surface_form":"Queen","offset":994},{"uri":"Monarch","surface_form":"monarch","offset":1192},{"uri":"Kingdom_of_England","surface_form":"Kingdom of England","offset":1284},{"uri":"Ethelred_the_Unready","surface_form":"Aethelred II","offset":1385},{"uri":"Edward_the_Confessor","surface_form":"Edward the Confessor","offset":1748},{"uri":"Dockyard","surface_form":"dockyard","offset":1868},{"uri":"Henry_VIII_of_England","surface_form":"Henry VIII","offset":1965},{"uri":"Elizabeth_I_of_England","surface_form":"Elizabeth I","offset":1989},{"uri":"Spain","surface_form":"Spain","offset":2026},{"uri":"Philip_II_of_Spain","surface_form":"Philip II of Spain","offset":2151},{"uri":"Spanish_Armada","surface_form":"Spanish Armada","offset":2179},{"uri":"Pirate","surface_form":"pirate","offset":2272},{"uri":"Lisbon","surface_form":"Lisbon","offset":2340},{"uri":"Invasion","surface_form":"invasion","offset":2370},{"uri":"Netherlands","surface_form":"Netherlands","offset":2402},{"uri":"Tactic","surface_form":"tactic","offset":2461},{"uri":"Law","surface_form":"law","offset":2540},{"uri":"Monarch","surface_form":"monarch","offset":2579},{"uri":"Prince_Phillip","surface_form":"Prince Phillip","offset":2687},{"uri":"World_War_II","surface_form":"World War II","offset":2738},{"uri":"London","surface_form":"London","offset":3008},{"uri":"Job","surface_form":"job","offset":3054},{"uri":"Commando","surface_form":"commando","offset":3160},{"uri":"Portsmouth","surface_form":"Portsmouth","offset":3276},{"uri":"Cold_War","surface_form":"Cold War","offset":3437},{"uri":"Soviet_Union","surface_form":"Soviet","offset":3492},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":3558},{"uri":"Britain","surface_form":"Britain","offset":3589},{"uri":"Sea","surface_form":"sea","offset":3664},{"uri":"Exploration","surface_form":"exploration","offset":3668},{"uri":"Royal_Naval_Reserve","surface_form":"Royal Naval Reserve","offset":3768},{"uri":"Royal_Marines","surface_form":"Royal Marines","offset":3843},{"uri":"Royal_Marines_Reserve","surface_form":"Royal Marines Reserve","offset":3861},{"uri":"1917","surface_form":"1917","offset":3972},{"uri":"1939","surface_form":"1939","offset":3983},{"uri":"1993","surface_form":"1993","offset":3991},{"uri":"2012","surface_form":"2012","offset":4248},{"uri":"Invasion_of_Iraq","surface_form":"Invasion of Iraq","offset":5326},{"uri":"Libyan_Civil_War","surface_form":"Libyan Civil War","offset":5391},{"uri":"2012","surface_form":"2012","offset":5416},{"uri":"London_2012_Olympics","surface_form":"London 2012 Olympics","offset":5449},{"uri":"Lebanon","surface_form":"Lebanon","offset":6035},{"uri":"Libya","surface_form":"Libya","offset":6794},{"uri":"British_Antarctic_Territory","surface_form":"British Antarctic Territory","offset":7396},{"uri":"Falklands","surface_form":"Falklands","offset":7454},{"uri":"South_Georgia_and_South_Sandwich_Islands","surface_form":"South Georgia and South Sandwich Islands","offset":7468},{"uri":"Scotland","surface_form":"Scotland","offset":7836}]}