{"id":408324,"url":"http://en.wikipedia.org/wiki/The_Princess_Diaries","text":"\"The Princess Diaries\" is a 2001 American comedy movie. It was produced by singer and actress Whitney Houston. It was directed by Garry Marshall. It is based on Meg Cabot's 2000 novel of the same name. The movie stars Anne Hathaway as Mia Thermopolis and Tobey Maguire as Peter Thermopolis, Mia's brother. The characters are teenagers who discover that they are the heir of the throne of the fictional Kingdom of Genovia. Genovia is ruled by their grandmother Queen Dowager Clarisse Renaldi, played by Julie Andrews. It also stars Heather Matarazzo and James Franco as Mia and Peter's best friends Lilly Moscovitz and Harry, Héctor Elizondo as Joseph, the Queen's Head of Security, and Robert Schwartzman as Lilly's brother Michael, who has a crush on Mia.\nThe movie was released in North American theaters on August 3, 2001. The movie peaked at number three in the box office. The movie was very successful. It grossed $165,335,153 worldwide. A sequel, \"The Princess Diaries 2\", was released in August 2004.\nPlot.\nShy high school students Mia and Peter Thermopolis reside with their single mother, Helen, in a refurbished firehouse in San Francisco. Unpopular among her peers, Mia suffers from a fear of public speaking while harboring a crush on Josh Bryant, and is often teased by his popular girlfriend Lana Thomas. Mia and Peter's only friends are social outcast Lilly Moscovitz, Harry and Lilly's older brother, Michael, who secretly harbors feelings for her. Mia and Peter learn from their estranged paternal grandmother, Clarisse, that they are sole heir to the European kingdom of Genovia, having inherited the throne from their recently deceased father Philippe. Clarisse is determined to groom Mia into a refined princess and Peter into a refined prince so that they may one day rule the kingdom over which Clarisse currently presides. Overwhelmed by the discovery, Mia initially refuses until Helen convinces them to attend their grandmother's \"princess and prince lessons\" on the condition that they need not make their final decision until the Genovian Independence Day Ball in three weeks' time.\nMia receives a glamorous makeover and a limousine chauffeured by Joe, the queen's head of security and confidante, who becomes a father figure to her and Peter. Mia's transformation causes her schoolmates to treat her differently, while her increasingly hectic schedule strains her relationship with Lilly. To appease her best friend, Mia and Peter tell Lilly and Harry the truth and swear them to secrecy. However, the public soon learns that Mia is a princess and Peter is a prince after the secret is sold to the press by Paolo, the hairdresser responsible for Mia's makeover, and the paparazzi begin to pursue them relentlessly. Although Mia and Peter embarrass themselves at their first state dinner, the queen admits that she found their clumsiness endearing and suggests that they spend quality time together. While bonding, Clarisse explains that although Mia and Peter's parents loved each other, they divorced amicably in order to pursue their own passions, Philippe remaining in Genovia to eventually become King, and Helen returning to America with Mia and Peter to offer them a \"normal\" childhood.\nAs Mia's popularity grows, Josh invites her and Peter to attend a beach party with him. Mia and Peter accept, causing them to neglect Lilly and Harry and forego her plans with Michael. Josh kisses Mia in front of the paparazzi to bolster his own fame, while Lana helps the paparazzi photograph Mia wearing only a towel and Peter wearing board shorts; both photographs are printed in the newspaper the following day. Finding the photos inappropriate for a princess and a prince, Clarisse admonishes Mia and Peter for their behavior, after which a humiliated Mia and Peter promise to renounce their titles. Joe reminds Clarisse that Mia and Peter are still both teenagers and her grandchildren, suggesting that the queen reacted too harshly.\nAfter making amends with Lilly and Harry, Mia and Peter finally stand up to Lana for bullying a schoolmate. Mia and Peter invite Lilly, Harry and Michael to the ball but Michael declines, still heartbroken over Mia's initial dismissal. After Clarisse apologises to Mia and Peter for scolding them, she states that Mia and Peter must publicly renounce the throne at the ball. Terrified by the prospect, Mia and Peter plan to run away until they discover a touching letter from their late father and relents. Mia's car malfunctions while driving to the ball, stranding her in a downpour until she and Peter are retrieved by Joe.\nWhen they finally arrive, Mia and Peter, still wet and untidy from the rain, deliver a compelling speech and accepts their roles as Prince and Princess of Genovia. After changing into a gown, Peter got changed into a tuxedo, Mia and Peter accompanie Clarisse into the ballroom where Michael, who has accepted Mia's apology, invites her to dance before confessing their feelings for each other and sharing their first kiss. In the final scene, Mia and Peter are shown traveling to Genovia in a private plane with their pet cat Fat Louie, and Mia writes in her diary that she and Peter plan to relocate to Genovia with their mother.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":33},{"uri":"Comedy_movie","surface_form":"comedy movie","offset":42},{"uri":"Movie_producer","surface_form":"produced","offset":63},{"uri":"Whitney_Houston","surface_form":"Whitney Houston","offset":94},{"uri":"Movie_director","surface_form":"directed","offset":118},{"uri":"Garry_Marshall","surface_form":"Garry Marshall","offset":130},{"uri":"Meg_Cabot","surface_form":"Meg Cabot","offset":161},{"uri":"Novel","surface_form":"novel","offset":178},{"uri":"Anne_Hathaway","surface_form":"Anne Hathaway","offset":218},{"uri":"Tobey_Maguire","surface_form":"Tobey Maguire","offset":255},{"uri":"Heir","surface_form":"heir","offset":366},{"uri":"Julie_Andrews","surface_form":"Julie Andrews","offset":502},{"uri":"Heather_Matarazzo","surface_form":"Heather Matarazzo","offset":531},{"uri":"James_Franco","surface_form":"James Franco","offset":553},{"uri":"H%C3%A9ctor_Elizondo","surface_form":"Héctor Elizondo","offset":625},{"uri":"North_America","surface_form":"North America","offset":783},{"uri":"Box_office","surface_form":"box office","offset":866},{"uri":"US_dollar","surface_form":"$","offset":920},{"uri":"Sequel","surface_form":"sequel","offset":946},{"uri":"The_Princess_Diaries_2","surface_form":"The Princess Diaries 2","offset":955},{"uri":"Single_parent","surface_form":"single mother","offset":1084},{"uri":"Fire_station","surface_form":"firehouse","offset":1123},{"uri":"Fear_of_public_speaking","surface_form":"fear of public speaking","offset":1197},{"uri":"Outcast_(person)","surface_form":"social outcast","offset":1353},{"uri":"Chauffeur","surface_form":"chauffeur","offset":2161},{"uri":"Media_frenzy","surface_form":"public","offset":2531},{"uri":"Paparazzi","surface_form":"paparazzi","offset":2699},{"uri":"State_dinner","surface_form":"state dinner","offset":2803}]}