{"id":408460,"url":"http://en.wikipedia.org/wiki/Homotherium","text":"\"Homotherium\" is an extinct genus of machairodontine sabertoothed cats. Their teeth are longer than a modern tiger, but shorter than \"Smilodon\". Therefore, they are sometimes called \"scimitar-toothed cats\".\n\"Homotherium\" was widespread in North America, South America, Europe, Asia, and Africa during the Pliocene and Pleistocene epochs (5 million years ago – 10,000 years ago).\nIt first became extinct in Africa some 1.5 million years ago. In Eurasia it survived until about 30,000 years ago. In South America it is only known from a few remains in the northern (Venezuela), in the mid-Pleistocene. The last scimitar cat could have survived in North America until 10,000 years ago.\nPalaeobiology.\nWhat we have of evidence comes from the skeletons. From its teeth, its killing method would have been somewhat different from \"Smilodon\". The canines look like they were used for a stabbing action rather than slashing. The build of the body is much stronger at the front and heavier than modern cats, which suggests an ambush strategy. That in turn suggests cover in woodlands, which were very common in the Pliocene and much of the Pleistocene.\nThe skull has noteworthy features. The incisors at the front were proportionately much bigger than modern cats, and stood proud in front of the canines. They must have played a role in holding and pulling the prey. The meat-slicing molars at the back were huge. The legs were fairly long, with the front legs longer than the hind legs. The short tail and short lumbar region of the spine completes the picture of a very strong animal, capable of wrestling with large prey. A reasonable summary is that \"Homotherium\" had features combinbing those of hyaenas and modern big cats. It was capable of ambush hunting, but also long-distance chases at moderate speeds. It would operate in open woodland.\nPossibly all these sabretooths operated by jumping onto the prey's neck, hanging on with their strong front limbs, and digging into the prey's neck with their teeth. Their canines could penetrate the hide of large mammals, unlike modern lions, which have to suffocate their prey.\n\"Homotherium\" skeletons have been found in association with those of mammoths, mastodons and rhinoceros. The implication is that juvenile elephants might have been on their menu.","categories":[],"infobox_types":[],"annotations":[{"uri":"Extinct","surface_form":"extinct","offset":20},{"uri":"Genus","surface_form":"genus","offset":28},{"uri":"Machairodontinae","surface_form":"machairodontine","offset":37},{"uri":"Sabertoothed_cat","surface_form":"sabertoothed cat","offset":53},{"uri":"Smilodon","surface_form":"Smilodon","offset":134},{"uri":"North_America","surface_form":"North America","offset":239},{"uri":"South_America","surface_form":"South America","offset":254},{"uri":"Europe","surface_form":"Europe","offset":269},{"uri":"Asia","surface_form":"Asia","offset":277},{"uri":"Africa","surface_form":"Africa","offset":287},{"uri":"Pliocene","surface_form":"Pliocene","offset":305},{"uri":"Pleistocene","surface_form":"Pleistocene","offset":318},{"uri":"Eurasia","surface_form":"Eurasia","offset":444},{"uri":"Venezuela","surface_form":"Venezuela","offset":564},{"uri":"Ambush","surface_form":"ambush","offset":1017},{"uri":"Strategy","surface_form":"strategy","offset":1024},{"uri":"Woodland","surface_form":"woodland","offset":1065},{"uri":"Molar","surface_form":"molar","offset":1376},{"uri":"Hyaena","surface_form":"hyaena","offset":1693},{"uri":"Suffocation","surface_form":"suffocate","offset":2099},{"uri":"Mammoth","surface_form":"mammoth","offset":2190},{"uri":"Mastodon","surface_form":"mastodon","offset":2200},{"uri":"Rhinoceros","surface_form":"rhinoceros","offset":2214}]}