{"id":408524,"url":"http://en.wikipedia.org/wiki/Beauty_and_the_Beast_(musical)","text":"\"Beauty and the Beast\" is a musical. It is based on a fairy tale by Madame Leprince de Beaumont, and the 1991 Disney animated movie, \"Beauty and the Beast\".\nThe book was written by Linda Woolverton. The lyrics were written by Howard Ashman and Tim Rice. The music was written by Alan Menken. The musical opened on Broadway in 1994, and in the West End in 1997.\nAct I.\nOn a cold winter night, an old beggar woman comes to a young spoiled prince's castle, offering him a single rose in return for shelter from the cold. But the prince turns her away solely for her appearance. The old woman warns him not to be fooled by appearances, as true beauty lies within, only to be rejected again. She then transforms into a beautiful enchantress and turns the prince into a hideous Beast and his servants into various household objects. She gives him the rose to use as an hour-glass. The only way he can break the spell is to learn to love another and earn her love in return by the time the last petal falls (\"Prologue\").\n10 years later, a beautiful young girl named Belle makes her way into town one morning in order to get a book from the local book seller. On the way she expresses her wish to live in a world like her books, full of adventure, while the townspeople note her unparalleled beauty but find her love of books odd (\"Belle\"). Belle has also attracted the attentions of Gaston (the local hunter and town hero) who admires her only for her beauty and not her intelligence.\nBelle, however, is not oblivious to her peers' views of her. She voices her concerns about it to her eccentric father and inventor, Maurice who assures her that she is anything but strange (\"No Matter What\"). The two then put the finishing touches on his invention and Maurice heads off to an invention fair donning a scarf knitted for him by Belle (\"No Matter What (Reprise)\"). After surviving a wolf attack, he enters the Beast's castle where the servants, including Lumière, a maître d' turned into a candelabra, Cogsworth, the head of household turned into a clock, Babette, a maid turned into a feather duster that still seems to retain her flirtatious tendencies, Mrs. Potts, the head of the kitchen turned into a tea pot, and Chip, her son turned into a teacup. They welcome him, but the horrid Beast arrives and locks Maurice away in the dungeon for trespassing.\nBack in town, Gaston proposes to Belle, which she politely rejects (\"Me\"). Appalled by Gaston's forwardness, Belle once again voices her need for a life outside this provincial life (\"Belle (Reprise)\"). Gaston's sidekick, LeFou, returns from the woods wearing the scarf Belle knitted for Maurice. Belle realizes her father is in danger and heads into the woods to look for him. She ends up at the castle where she finds her father locked away in a dungeon. She makes a deal with the Beast, Maurice goes free but she remains instead. They agree and Maurice is sent back to town without being allowed to say goodbye. Belle is given a guest room and ordered by the Beast to join him for dinner. She mourns her situation (\"Home\"), but Mrs. Potts and Madame de la Grande Bouche, an operatic wardrobe, attempt to cheer her up (\"Home (Reprise)\").\nBack in town, at the local tavern, Gaston sulks at his loss of a bride. LeFou and the patrons attempt to cheer him up (\"Gaston\"), when Maurice rushes in claiming a Beast has Belle locked away, they laugh at him but Gaston formulates a plan (\"Gaston (Reprise)\"). Back at the castle, the Beast grows impatient as Belle has yet to join him for dinner. Cogsworth informs him she refuses to come, after a shouting match between Belle and the Beast (which ends in a victory for Belle) he tells her if she cannot eat with him then she will not eat at all. In his quarters, he sulks and notes his fate should the spell not break (\"How Long Must This Go On?\"). Eventually Belle does become hungry and ventures into the kitchen where the servants offer her dinner despite their master's orders. They treat her to an amazing cabaret show (\"Be Our Guest\").\nAfter dinner, Belle gets a tour of the castle courtesy of Cogsworth and Lumière, her curiosity leads her to enter the West Wing, a place the Beast told her was forbidden. Mesmerized by a mysterious rose floating in a bell jar, she reaches out to touch it but before she can, the Beast stops her and orders her to get out accidentally shoving her in the process. Fearing for her life, Belle flees from the castle. Realizing his deadly mistake, the Beast knows he will be a monster forever if he cannot learn to love her (\"If I Can't Love Her\").\nAct II.\nIn the woods, Belle is attacked by wolves and is only rescued when the Beast comes to her aid, but he is injured during the fight and collapses (\"Entr'acte/Wolf Chase\"). Instead of taking the chance to run home Belle helps him back to the castle. She cleans his injuries and after a brief argument about whose fault this is, the Beast thanks her for her kindness and thus their friendship is born. Wanting to give her a thank-you gift, the Beast gives Belle his huge library, which excites her. She notes a change in the Beast's personality as the servants note a change in Belle and the Beast's relationship (\"Something There\"). They express their hope of being human once more (\"Human Again\") while Belle asks the Beast to accompany her to dinner that night.\nBack in the village, Gaston meets with the asylum owner Monsieur D'Arque. They plan to lock Maurice away to blackmail Belle into marrying Gaston (\"Maison des Lunes\"). In the castle, the Beast and Belle attend a lovely dinner and personal ball, where they dance together in the ballroom (\"Beauty and the Beast\"). After, the Beast (who plans to tell Belle he loves her) asks her if she is happy here, she responds positively but notes that she misses her father. He offers her his Magic Mirror to view him. She sees that Maurice is sick and lost in the woods and fears for his life. Even though The Beast knows there is only a few hours left till the last petal falls from the rose, he allows Belle to leave in order to save her father; she departs after a tearful goodbye (\"If I Can't Love Her (Reprise)\").\nBelle finds her father and brings him back to their house in the village. After she is able to nurse him back to health, she explains the transformation she seems to have gone through while she was with the Beast (\"A Change in Me\"). A mob arrives, led by Gaston to take Maurice to the asylum. Belle proves her father's sanity by showing the townspeople the Beast is real using the Magic Mirror, but doesn't realize the error in her gesture. The townspeople immediately fear the Beast, but Belle insists he's gentle and kind. Gaston catches her tone and recognizes the Beast as his rival for Belle's affections and organizes the mob to kill the Beast (\"Mob Song\"). In order to warn the Beast, Belle and Maurice decide to beat the mob to the castle. However, Gaston and the mob had already reached the castle before Belle and Maurice did.\nAt the castle, the servants are able to keep the lynch mob at bay but Gaston breaks through and finds the Beast in his tower. He engages in a fight with him, mercilessly beating and taunting him (\"Battle\"). The Beast has lost the will to live at Belle's departure. As Gaston moves in for the killing blow, Belle arrives. The Beast immediately turns on Gaston and is prepared to kill him, but spares his life after seeing the fear in his eyes. The Beast and Belle are reunited, but this reunion is cut short as Gaston plunges his dagger into the Beast's back. This act of violence causes Gaston to lose his footing and he falls to his death.\nOn the balcony, Belle assures the Beast he will live but they both know she is helpless to save him. She begs him not to leave her because she has found home in his company (\"End Duet\"), but despite this, he dies; Belle sobs on his body and says she loves him just before the last rose petal falls. A transformation takes place (\"Transformation\") and the Beast is alive and human once more. Though Belle does not recognize him at first, she looks into his eyes and sees the Beast within and they kiss. The two sing of how their lives have changed because of love and they dance once more as the company, now changed back to their human form, gathers in the ballroom (\"Beauty and the Beast (Reprise)\").","categories":[],"infobox_types":[],"annotations":[{"uri":"Musical","surface_form":"musical","offset":28},{"uri":"Fairy_tale","surface_form":"fairy tale","offset":54},{"uri":"Beauty_and_the_Beast_(1991_movie)","surface_form":"Beauty and the Beast","offset":134},{"uri":"Tim_Rice","surface_form":"Tim Rice","offset":244},{"uri":"Broadway","surface_form":"Broadway","offset":314},{"uri":"West_End_theatre","surface_form":"West End","offset":343},{"uri":"Beast_(Disney)","surface_form":"Beast","offset":772},{"uri":"Belle_(Disney)","surface_form":"Belle","offset":1059},{"uri":"Gaston_(Beauty_and_the_Beast)","surface_form":"Gaston","offset":1376},{"uri":"Candelabra","surface_form":"candelabra","offset":1982},{"uri":"Be_Our_Guest","surface_form":"Be Our Guest","offset":4018}]}