{"id":40858,"url":"http://en.wikipedia.org/wiki/Moscow_Metro","text":"The Moscow Metro is a metro system which reaches nearly every part of the city of Moscow in Russia. It is one of the most heavily used metro systems in the world. It is also famous for its stations, which are heavily decorated with paintings.\nIn total the metro is 314 kilometres long and has 214 stations (including 1 temporarily closed). During the day about 7.2 million passengers use the metro. As in many subway systems every line has its own colour, name and number. In total there are 14 lines.\nThe metro runs from 5:30 AM to 1:00 AM. In peak hours trains run every 90 seconds, in the rest of the day every 3–4 minutes and in the evening every 6–10 minutes. The metro does not publish a timetable, because the trains run at short intervals. Part of Filevskaya line (4) has a timetable because there are two lines there - new line to Mezhdunarodnaya and old line to Fili.\nTickets.\nThere are tickets for a certain number of rides and tickets for a certain time.\nThe moscow metro uses magnetic cards for tickets with a certain number of rides: 1,2,5,10,20 and 60. These tickets were first sold in 1993 as a test. All other tickets are Transport Cards (Smartcards). There are two kinds of smartcards, 'unlimited' and 'social'. Both kinds of cards can be used for 30, 90 or 1 year. Social cards are free for senior citizens and reduced for students.\nInteresting Facts.\nThe metro has a gauge of 1520 mm, like most Russian railways. It gets the electricity from a third rail. The metro is run on a voltage of 825V AC. The average distance between stations is 1800 m. The shortest is 300m between the stations Alexandrovskiy Sad and Arbatskaya. The longest distance between stations is 6627 m between Krylatskoe and Strogino. The long distance helps trains travelling faster and more efficient.\nTrains on lines 2, 6, 7 and 9 have eight cars, on lines 3, 8, 10 seven cars and on lines 4, 5 and 11 six cars.\nLine 12 is different from all other lines. Its platforms are much shorter than the normal platforms. They are only 96 m longs. It has newer trains than the other line.\nThe metro has 214 stations. 71 of them are deep under the ground, 87 are just under the ground. There are also 10 stations above the ground and 3 on bridges.\nOn trains to the city there is a male announcer, on trains from the city there is a female announcer. (The boss calls you to work, the wife calls you home).\nOne of the stations - Vorobievy Gory is situated at the bridge and has a great view at the Moscow river. Also this station is the longest at Moscow.\nMetro 2.\nAlthough this has not been officially said, many independent studies say that there is a second, deeper metro system designed for emergency evacuation of important city personnel in case of attack. It is believed that it consists of a single track and connects the Kremlin, chief HQ (Genshtab), Lubyanka (FSB Headquarters) and the Ministry of Defence, as well as numerous other secret installations. There are also entrances to the system from several civilian buildings such as the Russian State Library, Moscow State University (MSU) and at least two stations of the regular metro.[citation needed] It is speculated that these would allow for the evacuation of a small number of randomly chosen civilians, in addition to most of the elite military personnel. The only known junction between the secret system and normal Metro is behind the station Sportivnaya of the Sokolnicheskaya Line.\nStatistics.\nLatest numbers from [http://www.mosmetro.ru/pages/page_0.php?id_page=99 official site].","categories":[],"infobox_types":[],"annotations":[{"uri":"Rapid_transit","surface_form":"metro","offset":22},{"uri":"City","surface_form":"city","offset":74},{"uri":"Moscow","surface_form":"Moscow","offset":82},{"uri":"Russia","surface_form":"Russia","offset":92},{"uri":"Railway_station","surface_form":"station","offset":189},{"uri":"Decoration","surface_form":"decorated","offset":217},{"uri":"Kilometre","surface_form":"kilometre","offset":269},{"uri":"Length","surface_form":"long","offset":280},{"uri":"Timetable","surface_form":"timetable","offset":694},{"uri":"Railway","surface_form":"trains","offset":717},{"uri":"Interval","surface_form":"interval","offset":737},{"uri":"Magnetic","surface_form":"magnetic","offset":989},{"uri":"1993","surface_form":"1993","offset":1101},{"uri":"Smartcards","surface_form":"Smartcards","offset":1156},{"uri":"Senior_citizens","surface_form":"senior citizens","offset":1310},{"uri":"Students","surface_form":"students","offset":1342},{"uri":"Gauge","surface_form":"gauge","offset":1387},{"uri":"Russia","surface_form":"Russia","offset":1415},{"uri":"Electricity","surface_form":"electricity","offset":1445},{"uri":"Voltage","surface_form":"voltage","offset":1498},{"uri":"AC","surface_form":"AC","offset":1514},{"uri":"Average","surface_form":"average","offset":1522},{"uri":"Announcer","surface_form":"announcer","offset":2269},{"uri":"Kremlin","surface_form":"Kremlin","offset":2811}]}