{"id":408685,"url":"http://en.wikipedia.org/wiki/EMV","text":"EMV is a standard protocol for credit cards and debit cards. Beforehand, such cards used a magnetic stripe to store information. This approach has two main problems: first, the amount of data that can be stored is relatively small. Such a card can store about 1024 Bits, or 128 bytes. The second problem is bigger: the data stored is not encrypted. Using a card with EMV technology, also called a \"chip card\" for the shiny, metallic \"chip\" on the front, can solve both problems: it can store much more data, and the data can be encrypted.\nPayment cards that use chips have been in use since the early 1990s. Beforehand, each card issuer had their own protocol. With EMV, the protocol has been standardised. The first version of EMV was published in 1995, and there have been different versions since then. It was adopted in Europe before the United States, which required all new cards from 2015 on to have EMV chips.\nHow do EMV cards work?\nPayments using EMV technology is often called \"chip and PIN\". This is because to use such a card to make a payment at a cash register or point-of-sale terminal, the card first needs to be inserted into a small machine called a \"payment terminal\" or \"PIN pad\", with the side where the chip is on facing up and towards the machine. Once the card is inserted, it is left there so that the terminal can read the data stored in the chip. The terminal will often ask the user to confirm the amount of the purchase or refund, choose the account in the case of a debit card, and will then require the user to enter a personal identification number (PIN). This number makes sure nobody other than the owner of the card can use it - if the wrong PIN is entered a certain number of times, the card is locked and cannot be used. Once the correct PIN is entered, the terminal will contact the bank to authorize the transaction. The bank will either \"approve\" (accept) the transaction, or \"decline\" (reject) it. Once this happens, the person removes his or her card from the terminal.","categories":[],"infobox_types":[],"annotations":[{"uri":"Protocol","surface_form":"protocol","offset":18},{"uri":"Credit_card","surface_form":"credit card","offset":31},{"uri":"Debit_card","surface_form":"debit card","offset":48},{"uri":"Magnetic_stripe_card","surface_form":"magnetic stripe","offset":91},{"uri":"Data_storage_device","surface_form":"the amount of data","offset":173},{"uri":"Bit","surface_form":"Bit","offset":265},{"uri":"Encryption","surface_form":"encrypted","offset":338},{"uri":"Europe","surface_form":"Europe","offset":824},{"uri":"United_States","surface_form":"United States","offset":842},{"uri":"Payment","surface_form":"Payment","offset":941},{"uri":"Cash_register","surface_form":"cash register","offset":1061},{"uri":"Machine","surface_form":"machine","offset":1151},{"uri":"Payment_terminal","surface_form":"payment terminal","offset":1169},{"uri":"Confirm","surface_form":"confirm","offset":1414},{"uri":"Purchase","surface_form":"purchase","offset":1440},{"uri":"Refund","surface_form":"refund","offset":1452},{"uri":"Account","surface_form":"account","offset":1471},{"uri":"Personal_identification_number","surface_form":"personal identification number","offset":1550},{"uri":"Bank","surface_form":"bank","offset":1821},{"uri":"Authorize","surface_form":"authorize","offset":1829},{"uri":"Transaction","surface_form":"transaction","offset":1843},{"uri":"Approve","surface_form":"approve","offset":1878},{"uri":"Decline","surface_form":"decline","offset":1917}]}