{"id":408828,"url":"http://en.wikipedia.org/wiki/Hendrik_Willem_van_Loon","text":"ce=\"preserve\"> Hendrik Willem van Loon (January 14, 1882 – March 11, 1944) was a historian and children's writer. He was born Rotterdam in the Netherlands. He moved to the United States in 1902.\nLife.\nHe was born in Rotterdam in the Netherlands. His father was also named Hendrik Willem van Loon. His mother was named Elisabeth Johanna Hankin. In 1902, he went to the United States to study at Cornell University. He graduated from Cornell in 1905. In 1906 he married Eliza Ingersoll Bowditch. Her father was a teacher at Harvard. They had two sons, Henry Bowditch van Loon and Gerard Willem van Loon. After they got married, Hendrik and Eliza moved to Munich, Germany. Hendrik studied at the University of Munich. In 1911 he got his Ph.D. He had to write a long paper to show that he was a good enough student to get the Ph.D. The paper he wrote was called \"The Fall of the Dutch Republic\". In 1913 he published it as a book. During the Russian Revolution of 1905 and again at the start of World War I he worked for the Associated Press. He went to the places where soldiers were fighting each other and wrote about what the battles were like. From 1915 to 1917 he taught at Cornell University. In 1919 he was made a citizen of the United States. In 1920 he married Eliza Helen (Jimmie) Criswell. In 1927 he married Frances Goodrich Ames, a woman who wrote plays. Later he stopped being married to Frances Ames. He went back to Eliza Criswell. No one knows if they got married again. When he died in 1944, he gave his things to Eliza Criswell.\nWriting.\nHendrik Willem van Loon wrote lots of books. His most well-known book is \"The Story of Mankind\". He wrote it and also drew many pictures and maps for it. It is a history of the world written for children. \"The Story of Mankind\" won the first Newbery Medal in 1922. People have read \"The Story of Mankind\" ever since it was first printed. Hendrik's son Gerard wrote more chapters for the book after more history had happened. Later, other people wrote even more chapters. The book now has about 500 pages. Hendrik also wrote lots of other books for children and young adults.\nHendrik Willem van Loon visited Germany lots of times in the 1920s. In 1933, when the Nazis ruled Germany, they told him he could not visit Germany any more. In 1938, Hendrik wrote a book that he called \"Our Battle: Being One Man's Answer to \"My Battle\" by Adolf Hitler\". This book said why Hendrik did not like Adolf Hitler's book \"Mein Kampf\". (\"Mein Kampf\" means \"My Battle\" in the German language.) Franklin Delano Roosevelt liked Hendrik's book \"Our Battle\" very much. In 1940, Hendrik helped Roosevelt try to get to be President of the United States.\nThings said by Van Loon.\nSomeone once asked Hendrik Willem van Loon how to say his last name. He answered, \"I still stick to the Dutch pronunciation of the double \"o\"—\"Loon\" like \"loan\" in 'Loan and Trust Co.' My sons will probably accept the American pronunciation. It really does not matter very much.\"\nBooks written by Van Loon.\nThese are the books that Hendrik Willem van Loon wrote. The dates show the first time each book was printed. The other names tell what publisher printed them.\nIn popular culture.\nFrancesco Guccini, a man from Italy who writes songs, wrote a song called \"Van Loon\". Guccini's father loved Hendrik Willem Van Loon's books. The song is on Guccini's music album called \"Signora Bovary\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Historian","surface_form":"historian","offset":81},{"uri":"Rotterdam","surface_form":"Rotterdam","offset":126},{"uri":"Netherlands","surface_form":"Netherlands","offset":143},{"uri":"United_States","surface_form":"United States","offset":172},{"uri":"Rotterdam","surface_form":"Rotterdam","offset":216},{"uri":"Netherlands","surface_form":"Netherlands","offset":233},{"uri":"United_States","surface_form":"United States","offset":368},{"uri":"Cornell_University","surface_form":"Cornell University","offset":394},{"uri":"Graduated","surface_form":"graduated","offset":417},{"uri":"Harvard","surface_form":"Harvard","offset":522},{"uri":"Munich","surface_form":"Munich","offset":653},{"uri":"Germany","surface_form":"Germany","offset":661},{"uri":"University_of_Munich","surface_form":"University of Munich","offset":693},{"uri":"Ph.D.","surface_form":"Ph.D.","offset":734},{"uri":"Published","surface_form":"published","offset":903},{"uri":"Russian_Revolution_of_1905","surface_form":"Russian Revolution of 1905","offset":938},{"uri":"World_War_I","surface_form":"World War I","offset":991},{"uri":"Associated_Press","surface_form":"Associated Press","offset":1021},{"uri":"Citizen","surface_form":"citizen","offset":1218},{"uri":"The_Story_of_Mankind","surface_form":"The Story of Mankind","offset":1628},{"uri":"History","surface_form":"history","offset":1716},{"uri":"Newbery_Medal","surface_form":"Newbery Medal","offset":1796},{"uri":"Nazis","surface_form":"Nazis","offset":2215},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":2441},{"uri":"Mein_Kampf","surface_form":"Mein Kampf","offset":2462},{"uri":"German_language","surface_form":"German language","offset":2514},{"uri":"Franklin_Delano_Roosevelt","surface_form":"Franklin Delano Roosevelt","offset":2532},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":2654},{"uri":"Francesco_Guccini","surface_form":"Francesco Guccini","offset":3197},{"uri":"Album","surface_form":"album","offset":3370},{"uri":"Signora_Bovary","surface_form":"Signora Bovary","offset":3384}]}