{"id":408816,"url":"http://en.wikipedia.org/wiki/John_Newbery","text":"John Newbery (9 July 1713 – 22 December 1767) was called \"The Father of Children's Literature\". He lived and worked in England. He was the first book publisher to print lots of books for children such as \"A Little Pretty Pocket Book\" and \"The History Of Little Goody Two-Shoes\". The Newbery Medal is named after him. He also published books for grown-ups. Some of the writers for grown-ups whose books he printed were Christopher Smart, Oliver Goldsmith, and Samuel Johnson.\nHis early life.\nJohn Newbery was born in 1713. His father was Robert Newbery, a farmer who lived in Waltham St Lawrence, Berkshire, England. John Newbery did not go to school. He taught himself.\nWhen he was sixteen years old, John Newbery went to live with a printer named William Ayers. He was William Ayers's apprentice. William Ayers taught John Newbery how to be a printer. After some time, William Ayers sold his printing shop to William Carnan. William Carnan also taught John Newbery how to be a printer. In 1737 William Carnan died. When he died, he gave the printing shop to his brother Charles Carnan and also to John Newbery. They shared the shop and worked together.\nTwo years after William Carnan died, John Newbery married a woman named Jordan Mary. Jordan Mary was William Carnan's wife before William died. Jordan Mary and William Carnan had three children before William Carnan died. Their names were John, Thomas, and Anna-Maria. When John Newbery married Jordan Mary, he adopted her three children to be his own children. John Newbery and Jordan Mary had three new children. Their names were Mary, John, and Francis. Mary was born in 1740. John was born in 1741. He died when he was 11 years old. Francis was born in 1743.\nHis work as a printer.\nIn 1740, John Newbery worked as a printer in Reading, England. One of the first books he printed was called \"The Whole Duty of Man\". It was written by Richard Allestree. In 1743, John Newbery went to London to work as a printer there. He gave his printing shop in Reading to John Carnan. John Carnan was the oldest son of Jordan Mary and William Carnan.\nJohn Newbery's first printing shop in London was at the Bible and Crown near Devereux Court. First he printed books for grown-ups. Soon he started to print books for children. The first children's book he printed was called \"A Little Pretty Pocket-Book\". He started printing it on July 18, 1744. It cost six pence, or English pennies. A person who bought \"A Little Pretty Pocket-Book\" from John Newbery could also buy a red and black toy ball from him for two more pennies. The toy ball was made of cloth and stuffed with sawdust. Children who read the book could stick pins into the ball. They stuck a pin into the red side of the ball when they were good at reading the selection. They stuck a pin into the black side of the ball when they were bad at it. This made them think about whether they were being good or bad. John Newbery thought this game with the ball would encourage the children to be more fluent when reading.\nMany people liked \"A Little Pretty Pocket-Book\". It had a bright colored cover. It was small enough for children to carry in their pockets. It had poems and wise sayings and an alphabet song printed in it. John Newbery sold a lot of copies of \"A Little Pretty Pocket Book\". He printed more books for children. He sold more children's books than any other book printer who sold children's books at that time.\nIn 1745, John Newbery got a better printing shop. This shop was at 65 St. Paul's Churchyard. John Newbery called it the Bible and Sun. He printed books for children and grown-ups at this shop. He made so much money at this shop that he sold his old printing shop in Reading. He also made so much money that he sent his youngest son, Francis, to Oxford and to Cambridge to study there.\nJohn Newbery printed about five hundred different books in his life. He printed about one hundred different books for children. He printed ABC books, story books, and magazines for children. He printed some books that he wrote. He also printed books that other people wrote. His most popular book was called \"The History of Little Goody Two-Shoes\". It told about a little girl who was always good.\nJohn Newbery did not just sell books. He sold many things. One thing he sold was a patent medicine. It may not have been a good medicine, but John Newbery wrote about it in the books that he sold, and so people knew its name and bought it when they were sick.\nWhen he was old, John Newbery was very rich. He used his money to help writers who did not have enough money to live on. Two of the writers that he helped were Samuel Johnson and Oliver Goldsmith. Both of these writers wrote stories about how good John Newbery was.\nJohn Newbery died on December 22, 1767, in Islington. He is buried in Waltham St Lawrence, the same town where he was born.","categories":[],"infobox_types":[],"annotations":[{"uri":"Children%27s_literature","surface_form":"Children's Literature","offset":72},{"uri":"England","surface_form":"England","offset":119},{"uri":"Book","surface_form":"book","offset":145},{"uri":"Publisher","surface_form":"publisher","offset":150},{"uri":"Newbery_Medal","surface_form":"Newbery Medal","offset":283},{"uri":"Christopher_Smart","surface_form":"Christopher Smart","offset":418},{"uri":"Oliver_Goldsmith","surface_form":"Oliver Goldsmith","offset":437},{"uri":"Samuel_Johnson","surface_form":"Samuel Johnson","offset":459},{"uri":"Waltham_St_Lawrence","surface_form":"Waltham St Lawrence","offset":575},{"uri":"Berkshire","surface_form":"Berkshire","offset":596},{"uri":"Apprentice","surface_form":"apprentice","offset":786},{"uri":"Adopted","surface_form":"adopted","offset":1465},{"uri":"Reading%2C_Berkshire","surface_form":"Reading","offset":1785},{"uri":"The_Whole_Duty_of_Man","surface_form":"The Whole Duty of Man","offset":1849},{"uri":"Richard_Allestree","surface_form":"Richard Allestree","offset":1891},{"uri":"London","surface_form":"London","offset":1940},{"uri":"A_Little_Pretty_Pocket-Book","surface_form":"A Little Pretty Pocket-Book","offset":2319},{"uri":"Pence","surface_form":"pence","offset":2402},{"uri":"Sawdust","surface_form":"sawdust","offset":2616},{"uri":"Pins","surface_form":"pins","offset":2664},{"uri":"Poems","surface_form":"poems","offset":3169},{"uri":"Alphabet","surface_form":"alphabet","offset":3199},{"uri":"Oxford","surface_form":"Oxford","offset":3775},{"uri":"Cambridge","surface_form":"Cambridge","offset":3789},{"uri":"The_History_of_Little_Goody_Two-Shoes","surface_form":"The History of Little Goody Two-Shoes","offset":4124},{"uri":"Patent","surface_form":"patent","offset":4296},{"uri":"Samuel_Johnson","surface_form":"Samuel Johnson","offset":4633},{"uri":"Oliver_Goldsmith","surface_form":"Oliver Goldsmith","offset":4652},{"uri":"Islington","surface_form":"Islington","offset":4782}]}