{"id":408846,"url":"http://en.wikipedia.org/wiki/Charles_Hawes","text":"e=\"preserve\">Charles Boardman Hawes (January 24, 1889 – July 16, 1923) was an American writer. He wrote stories about the sea. Some of the stories were true and some were not true. His best-known stories are not true; they are fictional. He died when he was 34 years old. He was the third person who won the Newbery Medal, and he was the first winner who was born in the United States. Hendrik Willem van Loon was born in the Netherlands and Hugh Lofting was born in England. The New York Times said his books were like books written by Robert Louis Stevenson, Richard Henry Dana, Jr., and Herman Melville.\nLife.\nCharles Boardman Hawes was born in Clifton Springs, New York. His father was named Charles T. Hawes. Charles Boardman Hawes grew up in Bangor, Maine. In 1911 he graduated from Bowdoin College. He was the editor of the student newspaper there. He studied at Harvard for one year. He worked for a magazine called \"The Youth's Companion\" until 1920. He was an editor for another magazine called \"The Open Road for Boys\" until he died in 1923. On June 1, 1916, Charles Boardman Hawes married Dorothea Cable. She lived in Northampton, Massachusetts. Her father was George W. Cable, who wrote books. Her mother was Louise S. Bartlett.\nCharles Boardman Hawes had his first story book published in 1920. It was called \"The Mutineers: a tale of old days at sea and of adventures in the Far East as Benjamin Lathrop set it down some sixty years ago.\" He had his second story book published in 1921. It was called \"The Great Quest: A romance of 1826, wherein are recorded the experiences of Josiah Woods of Topham, and of those others with whom he sailed for Cuba and the Gulf of Guinea.\" That book was a Newbery Medal Honor Book in 1922. Honor Book means that it did not win but the judges thought that it was a good book anyway.\nCharles Boardman Hawes wrote two more books before he died. One was called \"Gloucester, by Land and Sea\". It was a true story about Gloucester, Massachusetts, which was the town where Hawes lived. This book was published two days after he died. The other book was called \"The Dark Frigate, Wherein is told the story of Philip Marsham who lived in the time of King Charles and was bred a sailor but came home to England after many hazards by sea and land and fought for the King at Newbury and lost a great inheritance and departed for Barbados by the same ship, by curious chance, in which he had long before adventured with the pirates.\" That book won the Newbery Medal for 1924. In 1962 \"The Dark Frigate\" also won the Lewis Carroll Shelf Award.\nHawes Memorial Prize Contest.\nAfter Charles Boardman Hawes died, his publishers held a contest. A $2,000 prize was given to the best book that was like the book which Hawes wrote. The book that won was called \"The Scarlet Cockerel\". It was written by a farm worker named Clifford MacClellan Sublette. Hawes's publishers printed \"The Scarlet Cockerel\" in 1925. They also printed two other books that they had gotten from the contest.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":78},{"uri":"Sea","surface_form":"sea","offset":122},{"uri":"Fiction","surface_form":"fiction","offset":227},{"uri":"Newbery_Medal","surface_form":"Newbery Medal","offset":308},{"uri":"United_States","surface_form":"United States","offset":371},{"uri":"Hendrik_Willem_van_Loon","surface_form":"Hendrik Willem van Loon","offset":386},{"uri":"Netherlands","surface_form":"Netherlands","offset":426},{"uri":"Hugh_Lofting","surface_form":"Hugh Lofting","offset":442},{"uri":"England","surface_form":"England","offset":467},{"uri":"New_York_Times","surface_form":"New York Times","offset":480},{"uri":"Robert_Louis_Stevenson","surface_form":"Robert Louis Stevenson","offset":537},{"uri":"Richard_Henry_Dana%2C_Jr.","surface_form":"Richard Henry Dana, Jr.","offset":561},{"uri":"Herman_Melville","surface_form":"Herman Melville","offset":590},{"uri":"Clifton_Springs%2C_New_York","surface_form":"Clifton Springs, New York","offset":648},{"uri":"Bangor%2C_Maine","surface_form":"Bangor, Maine","offset":748},{"uri":"Graduated","surface_form":"graduated","offset":774},{"uri":"Bowdoin_College","surface_form":"Bowdoin College","offset":789},{"uri":"Editor","surface_form":"editor","offset":817},{"uri":"Newspaper","surface_form":"newspaper","offset":839},{"uri":"Harvard","surface_form":"Harvard","offset":870},{"uri":"Magazine","surface_form":"magazine","offset":908},{"uri":"The_Youth%27s_Companion","surface_form":"The Youth's Companion","offset":925},{"uri":"The_Open_Road_for_Boys","surface_form":"The Open Road for Boys","offset":1006},{"uri":"Northampton%2C_Massachusetts","surface_form":"Northampton, Massachusetts","offset":1130},{"uri":"George_W._Cable","surface_form":"George W. Cable","offset":1173},{"uri":"Published","surface_form":"published","offset":1290},{"uri":"The_Great_Quest","surface_form":"The Great Quest","offset":1517},{"uri":"Newbery_Medal","surface_form":"Newbery Medal","offset":1707},{"uri":"Judge","surface_form":"judge","offset":1786},{"uri":"Gloucester%2C_Massachusetts","surface_form":"Gloucester, Massachusetts","offset":1965},{"uri":"The_Dark_Frigate","surface_form":"The Dark Frigate","offset":2105},{"uri":"Newbery_Medal","surface_form":"Newbery Medal","offset":2490},{"uri":"Lewis_Carroll_Shelf_Award","surface_form":"Lewis Carroll Shelf Award","offset":2554},{"uri":"Publishers","surface_form":"publishers","offset":2650}]}