{"id":408936,"url":"http://en.wikipedia.org/wiki/Bo_(dog)","text":"Bo (born October 9, 2008) is a pet dog of the Obama family, the former First Family of the United States. Bo is a neutered male Portuguese Water Dog.\nBarack Obama and his family were given the dog as a gift after months of speculation about the breed and identity of their future pet. The final choice was made partly because Malia Obama's allergies made a hypoallergenic breed necessary.\nBo was occasionally given the title \"First Dog of the United States of America\". In August 2013, Bo was joined by Sunny, a female dog of the same breed.\nAdoption.\nThe Obamas originally wanted to adopt a dog from an animal shelter, but made no promises. In the summer of 2008, Best Friends Animal Society, an animal welfare organization, gathered 50,000 signatures on a petition asking the family to adopt a shelter animal.\nBo is a gift through a breeder and is not a shelter dog. Dog expert Cesar Milan said Bo was part of a larger group known as \"rescue dogs\". He was unsuccessful in his first home when plans for him to be friends with an older female dog did not go well. The Obamas pledged a donation to the DC Humane Society in a show of support for shelter dogs.\nSome animal welfare supporters criticized The White House for not adopting a shelter dog. The Humane Society of the United States released a statement thanking the Obamas \"for taking in a second-chance dog,\" but also discouraged going through breeders.","categories":[],"infobox_types":[],"annotations":[{"uri":"First_Family_of_the_United_States","surface_form":"First Family of the United States","offset":71},{"uri":"Neutered","surface_form":"neutered","offset":114},{"uri":"Portuguese_Water_Dog","surface_form":"Portuguese Water Dog","offset":128},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":150},{"uri":"List_of_dog_breeds","surface_form":"breed","offset":245},{"uri":"Hypoallergenic","surface_form":"hypoallergenic","offset":357},{"uri":"Sunny_(dog)","surface_form":"Sunny","offset":503},{"uri":"Best_Friends_Animal_Society","surface_form":"Best Friends Animal Society","offset":665},{"uri":"Petition","surface_form":"petition","offset":758},{"uri":"Cesar_Milan","surface_form":"Cesar Milan","offset":880},{"uri":"District_of_Columbia","surface_form":"DC","offset":1101},{"uri":"Humane_Society_of_the_United_States","surface_form":"Humane Society of the United States","offset":1252}]}