{"id":409016,"url":"http://en.wikipedia.org/wiki/Padraic_Colum","text":"ce=\"preserve\">Pádraic Colum (8 December 1881 – 11 January 1972) was an Irish writer. He wrote poetry, long made-up stories, plays, true stories about the lives of people who made big changes in the world, and stories for children. He also wrote down stories other people told, if the stories were so old that nobody knew who told them the very first time. He was one of the Irish writers who were part of the Irish Literary Revival. This was a time when many very good Irish writers all wrote lots of stories and poems that were full of big important thoughts. It happened near the end of the 19th century and near the start of the 20th century.\nEarly life.\nPadraic Colum was born in County Longford, Ireland. When he was born, his name was Patrick Collumb. He changed it later. He was born in a place where poor people could live if they did not have homes of their own. He was born there because his father worked there. His father's name was also Patrick Collumb. His mother's name was Susan Collumb. Patrick and Susan Collumb had seven more children after they had Padraic Colum.\nIn 1889, Patrick Collumb lost his job at the place where poor people could live. He left Ireland. He did not take Susan and Padraic and his other children with him. He went to Pike's Peak, a mountain which is in Colorado in the United States. He looked for gold there. Lots of other people also went to Pike's Peak to look for gold. Patrick Collumb did not find much gold. In 1892, he came back to Ireland. He got a job at a place where trains stopped. This job was at Glasthule, Ireland, which is near Dublin. Padraic went to school in Dublin. In 1897, Susan Collumb died. Most of the family left Dublin. They moved back to Longford. Padraic did not go to Longford. He kept going to school in Dublin. One of his brothers also went to school in Dublin.\nWhen Padraic Colum was seventeen years old, he finished going to school. He got a job writing down where many trains went and what they carried to each place. He worked at this job until 1903. While Padraic worked at this job, he also started to write stories. Padraic read a lot of books about Ireland at the National Library of Ireland. Padraic made friends with a writer called James Joyce at the library. Padraic Colum and James Joyce were always friends after that. Padraic was also friends with a man called Herbert Hughes. Herbert studied music. Herbert and Padraic talked to a lot of people who knew old folk songs that people in Ireland had sung for many years. Herbert and Padraic wrote down the songs. Herbert wrote down the music and Padraic wrote down the words. Some of the songs were in the Irish language, so Padraic wrote English words for them. He did this so that more people would sing them. An American man named Thomas Kelly gave Padraic money to go to school some more. Padraic went to school for five years at University College Dublin with this money.\nAt that time, most Irish people could not speak the Irish language. Padraic joined a group of people who wanted more Irish people to learn how to speak the Irish language. They called themselves the Gaelic League, because the name of the Irish language is \"Gaelic\".\nEarly poetry and plays.\nPadraic wrote his first play in 1903. He called it \"Broken Soil\". Later he changed some of the words in the play. He called the changed play \"The Fiddler's House\". A group of actors who called themselves W. G. Fay's Irish National Dramatic Company acted out this play. In 1905 Padraic wrote a play called \"The Land\". The same group of actors acted out that play. Many people said that the actors and the play were very good. Later, these actors were part of the Abbey Theatre. This was a place where Irish people who wrote plays could have their plays acted out. At that time, many people did not think that Irish people could write very well. The Abbey Theatre helped to show these people that Irish people could write good plays. Padraic helped to run the Abbey Theatre.\nPadraic wrote a play called \"The Saxon Shillin. This play said that Irish people should not fight in the English army. At the time Padraic wrote the play, England ruled Ireland, and Padraic did not like that. The Gaelic League gave Padraic a prize because they liked that play. Padraic also wrote other plays. The Abbey Theatre showed some of Padraic's plays. One of those plays was called \"Thomas Muskerry\". Padraic wrote it in 1910.\nPadraic had a friend called Arthur Griffith. Arthur Griffith was the leader of Sinn Fein. Sinn Fein was a political group. The people in Sinn Fein did not want England to rule Ireland any more. Arthur Griffith printed a newspaper that said why he thought England should not rule Ireland. This newspaper was called \"The United Irishman\". Padraic wrote poems that Arthur Griffith printed in his newspaper. One of Padraic's poems was called \"The Poor Scholar\". William Butler Yeats liked this poem very much. Yeats was an Irish writer. Many people said he was the best Irish writer who was alive at that time. William Butler Yeats was friends with Padraic Colum. Padraic also met Lady Gregory, who was another Irish writer that many people liked. In 1907, the Abbey Theatre showed a play called \"The Playboy of the Western World\". Padraic Colum and Arthur Griffith and some other people thought this play said bad things about Irish people. They did not want the play to be shown. They got very angry and started a riot. After the riot, Padraic Colum and W.B. Yeats were not friends any more.\nIn 1908, a publisher called J.M. Dent and Company started to print new copies of good books that they thought everybody should read. One of the books that they printed was written by Edgar Allan Poe. It was called \"Tales of Mystery and Imagination\". Padraic Colum got to write about why Edgar Allan Poe was a good writer and why everybody should read Poe's stories. This introduction that Padraic wrote was printed in the front of the new books.\nIn 1911, Padraic started to print a newspaper. He called his newspaper \"The Irish Review\". Three of his friends helped him run the newspaper. These friends were called Mary Gunning Maguire, David Houston, and Thomas MacDonagh. Padraic had met Mary Gunning Maguire at college. The newspaper printed things that were written by many very good Irish writers. Some of these writers were W.B. Yeats, George Moore, and Oliver St John Gogarty.\nIn 1912, Padraic Colum and Mary Gunning Maguire got married. Mary worked at a school which Padraig Pearse started. Padraig Pearse was a member of the Gaelic League. He was a friend of Padraic and Mary. Padraig Pearse's school was called Scoil Éanna. It was in Rathfarnam, County Dublin. Padraic and Mary lived in Donnybrook. Donnybrook is part of Dublin. Every Tuesday, Padraic and Mary asked lots of good writers to come to their house and talk to each other about writing. Later, Padraic and Mary moved to Howth. Howth was a very small town or village near Dublin. Most of the people who lived in Howth worked at catching fish. In 1914, Padraic and Mary moved to the United States of America. They thought they would stay for two or three months. They stayed in the United States for eight years.\nLater life and work.\nWhile he was living in America, Padraic Colum started writing books for children. First he took an old story that was written in the Irish language and put it into English words. He did this because he did not want to forget the Irish language. He had this story published in the \"New York Tribune\". A man named Willy Pógany read the story and told Padraic he should make it into a long book. Willy Pógany was born in Hungary. His job was drawing pictures. Willy Pógany told Padraic that if Padraic wrote a book, Willy Pógany would draw the pictures. Padraic wrote the book, and Willy drew the pictures. The book was called \"The King of Ireland's Son\". It was published in 1916.\nPadraic wrote more books for children. The Macmillan Publishing Company told him that if he would write books for them to print, they would pay him lots of money. Then Padraic would always have enough money to live on. Padraic said yes. Three of the books Padraic wrote for children were made Newbery Medal Honor Books. That meant that some people who had studied children's books thought that those were very good books for children to read. Those three books were called \"The Golden Fleece and the Heroes Who Lived Before Achilles\", ', and '. \"The Golden Fleece...\" was first printed in 1921, and was made a Newbery Honor Book in 1922. \"The Voyagers\" was first printed in 1925, and was made a Newbery Honor Book in 1926. \"The Big Tree of Bunlahy\" was first printed in 1933, and was made a Newbery Honor Book in 1934.\nMany of the books that Padraic wrote for children were stories that other people had told before. Padraic put the stories into English words. These stories came from many places. Padraic used stories that came from Ireland, Greece, Norway, and even Hawaii. Padraic wrote three books of stories from Hawaii. Much later, on May 23, 2011, Barack Obama, who was the President of the United States, visited Ireland. The Prime Minister of Ireland, whose name was Enda Kenny, gave him copies of those three books. The copies that Enda Kenny gave to Barack Obama were some of the first copies of those books that had ever been printed.\nPadraic Colum also wrote long books for grown-up people. Two of those books are called \"Castle Conquer\" and \"The Flying Swans\". From 1930 to 1933, Padraic and Mary Colum lived in France. Padraic's good friend James Joyce also lived in France at that time. Padraic and James liked visiting each other in France. Padraic helped James to write down some parts of James's big book that he called \"Finnegans Wake\". In 1933, Padraic and Mary moved to New York City. They taught some lessons at Columbia University and at the City College of New York. Padraic wrote 61 books in his life. He also wrote many plays. He wrote some of his plays in ways that made them sound like Noh plays. Noh plays are a special kind of play. Noh plays were first shown in Japan.\nMary and Padraic Colum started writing a book that they called \"Our Friend James Joyce\". In 1957, before the book was done, Mary Colum died. Padraic finished the book by himself. It was published in 1958. When he was an old man, Padraic did not live in one place. He lived in the United States for part of the time and in Ireland for part of the time. In 1961 he got a Regina Medal from the Catholic Library Association. This medal meant that Padraic had written a lot of books for children. It also meant that the people who gave him the medal liked Padraic's books. Padraic Colum died in Enfield, Connecticut, when he was 90 years old. He was buried in Ireland, in St Fintan's Cemetery, Sutton. Sutton is a part of Dublin.\nThings that Padraic Colum said.\nSomeone once asked Padraic Colum how to say his name. He said, \"In my first name, the first \"a\" has the sound of \"au\".\" His first name should be said \"pau'drig\". He said that his last name is just like the English word \"[http://simple.wiktionary.org/wiki/column column]\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Irish_people","surface_form":"Irish","offset":71},{"uri":"Poetry","surface_form":"poetry","offset":94},{"uri":"Plays","surface_form":"plays","offset":124},{"uri":"Irish_Literary_Revival","surface_form":"Irish Literary Revival","offset":409},{"uri":"Important","surface_form":"important","offset":541},{"uri":"19th_century","surface_form":"19th century","offset":593},{"uri":"20th_century","surface_form":"20th century","offset":632},{"uri":"County_Longford%2C_Ireland","surface_form":"County Longford, Ireland","offset":684},{"uri":"Ireland","surface_form":"Ireland","offset":1173},{"uri":"Pike%27s_Peak","surface_form":"Pike's Peak","offset":1260},{"uri":"Mountain","surface_form":"mountain","offset":1275},{"uri":"Colorado","surface_form":"Colorado","offset":1296},{"uri":"United_States","surface_form":"United States","offset":1312},{"uri":"Gold","surface_form":"gold","offset":1341},{"uri":"Glasthule%2C_Ireland","surface_form":"Glasthule, Ireland","offset":1553},{"uri":"Dublin","surface_form":"Dublin","offset":1587},{"uri":"National_Library_of_Ireland","surface_form":"National Library of Ireland","offset":2147},{"uri":"James_Joyce","surface_form":"James Joyce","offset":2218},{"uri":"Library","surface_form":"library","offset":2237},{"uri":"Herbert_Hughes","surface_form":"Herbert Hughes","offset":2351},{"uri":"Folk_songs","surface_form":"folk songs","offset":2449},{"uri":"Americans","surface_form":"American","offset":2752},{"uri":"University_College_Dublin","surface_form":"University College Dublin","offset":2871},{"uri":"Irish_people","surface_form":"Irish people","offset":2933},{"uri":"Irish_language","surface_form":"Irish language","offset":2966},{"uri":"Gaelic_League","surface_form":"Gaelic League","offset":3113},{"uri":"Actors","surface_form":"actors","offset":3379},{"uri":"W._G._Fay%27s_Irish_National_Dramatic_Company","surface_form":"W. G. Fay's Irish National Dramatic Company","offset":3408},{"uri":"Abbey_Theatre","surface_form":"Abbey Theatre","offset":3666},{"uri":"Plays","surface_form":"plays","offset":3727},{"uri":"England","surface_form":"English","offset":4082},{"uri":"England","surface_form":"England","offset":4132},{"uri":"Ireland","surface_form":"Ireland","offset":4146},{"uri":"Arthur_Griffith","surface_form":"Arthur Griffith","offset":4440},{"uri":"Sinn_Fein","surface_form":"Sinn Fein","offset":4491},{"uri":"Political","surface_form":"political","offset":4518},{"uri":"Newspaper","surface_form":"newspaper","offset":4632},{"uri":"William_Butler_Yeats","surface_form":"William Butler Yeats","offset":4870},{"uri":"Lady_Gregory","surface_form":"Lady Gregory","offset":5089},{"uri":"The_Playboy_of_the_Western_World","surface_form":"The Playboy of the Western World","offset":5205},{"uri":"Riot","surface_form":"riot","offset":5424},{"uri":"Publisher","surface_form":"publisher","offset":5513},{"uri":"J.M._Dent_and_Company","surface_form":"J.M. Dent and Company","offset":5530},{"uri":"Edgar_Allan_Poe","surface_form":"Edgar Allan Poe","offset":5685},{"uri":"Introduction","surface_form":"introduction","offset":5873},{"uri":"Mary_Gunning_Maguire","surface_form":"Mary Gunning Maguire","offset":6116},{"uri":"David_Houston","surface_form":"David Houston","offset":6138},{"uri":"Thomas_MacDonagh","surface_form":"Thomas MacDonagh","offset":6157},{"uri":"George_Moore","surface_form":"George Moore","offset":6343},{"uri":"Oliver_St_John_Gogarty","surface_form":"Oliver St John Gogarty","offset":6361},{"uri":"Padraig_Pearse","surface_form":"Padraig Pearse","offset":6476},{"uri":"Scoil_%C3%89anna","surface_form":"Scoil Éanna","offset":6622},{"uri":"Rathfarnam%2C_County_Dublin","surface_form":"Rathfarnam, County Dublin","offset":6645},{"uri":"Donnybrook","surface_form":"Donnybrook","offset":6698},{"uri":"Howth","surface_form":"Howth","offset":6893},{"uri":"Village","surface_form":"village","offset":6931},{"uri":"United_States_of_America","surface_form":"United States of America","offset":7054},{"uri":"Published","surface_form":"published","offset":7468},{"uri":"New_York_Tribune","surface_form":"New York Tribune","offset":7486},{"uri":"Willy_P%C3%B3gany","surface_form":"Willy Pógany","offset":7517},{"uri":"Hungary","surface_form":"Hungary","offset":7623},{"uri":"Macmillan_Publishing_Company","surface_form":"Macmillan Publishing Company","offset":7927},{"uri":"Newbery_Medal","surface_form":"Newbery Medal","offset":8177},{"uri":"The_Golden_Fleece_and_the_Heroes_Who_Lived_Before_Achilles","surface_form":"The Golden Fleece and the Heroes Who Lived Before Achilles","offset":8358},{"uri":"Greece","surface_form":"Greece","offset":8927},{"uri":"Norway","surface_form":"Norway","offset":8935},{"uri":"Hawaii","surface_form":"Hawaii","offset":8952},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":9039},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":9065},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":9118},{"uri":"Enda_Kenny","surface_form":"Enda Kenny","offset":9160},{"uri":"France","surface_form":"France","offset":9510},{"uri":"Finnegans_Wake","surface_form":"Finnegans Wake","offset":9724},{"uri":"New_York_City","surface_form":"New York City","offset":9776},{"uri":"Columbia_University","surface_form":"Columbia University","offset":9819},{"uri":"City_College_of_New_York","surface_form":"City College of New York","offset":9850},{"uri":"Noh","surface_form":"Noh","offset":9999},{"uri":"Japan","surface_form":"Japan","offset":10078},{"uri":"Published","surface_form":"published","offset":10271},{"uri":"Regina_Medal","surface_form":"Regina Medal","offset":10454},{"uri":"Catholic_Library_Association","surface_form":"Catholic Library Association","offset":10476},{"uri":"Enfield%2C_Connecticut","surface_form":"Enfield, Connecticut","offset":10675},{"uri":"St_Fintan%27s_Cemetery%2C_Sutton","surface_form":"St Fintan's Cemetery, Sutton","offset":10752}]}