{"id":409182,"url":"http://en.wikipedia.org/wiki/Br%C3%A9tigny-sur-Orge_train_crash","text":"On 12 July 2013, a train crashed in Brétigny railway station, in Brétigny-sur-Orne. Bretigny is in Île-de-France and is near Paris. The train was a service from Paris to Limoges. Six people are confirmed dead, 30 are injured, eight of them in a critical state. Of the six dead, two were killed in the railway station, two are from Limoges, and two from Étampes. 385 passengers were on board at the time of the crash. The crash occurred at 17:14 local time, 22 minutes after the train left Austerlitz station at 16:53. If the train had been on schedule, it would have arrived in Limoges at 20:05. The trains and platforms at Brétigny were very busy as it was the Friday before the Bastille Day holiday weekend.\nThe train was not supposed to stop at the station. According to the first reports, the train crashed at high speed and split in two pieces after the third and fourth cars derailed. The crash caused the back four carts to crash into the station platforms. The accident is the most serious rail crash that has happened in France since the 1988 Gare de Lyon rail accident in which 56 people were killed.\nThe French Land Transport Accident Investigation Bureau (BEA-TT) has announced a search into the accident. SNCF released its findings on 13 July. The company reported that the derailment seemed to have been caused by a track failure. According to SNCF, a steel fishplate connecting two rails had come loose from the station at a set of points, and had become stuck in a track switch. The third and fourth carts came off track when their wheels went over the steel plate. When the problem with the switch became known, SNCF had people check the several thousand such switches on the network.\nThe track has been severely damaged on a length of about. Repairing the track means that the railway station will be closed for all traffic for several days. This also affects Gare d'Austerlitz in Paris, as most trains starting from there take this route.\nSeveral people reported that the firefighters and rescuers were aggressed, when they arrived, and that stones were thown. Police had to be called to secure the area. The same report also speaks about a group of youngsters pillaging and stealing from the passengers of the train. Jean-François Riffaud, the director of the Red Cross later declared, that the teams were able to work without being aggressed. On 13 July, a police source was quoted as saying that police forces had projectiles thrown at them, but that these were isolated cases, and that no stones had been used.","categories":[],"infobox_types":[],"annotations":[{"uri":"Br%C3%A9tigny_(Paris_RER)","surface_form":"Brétigny railway station","offset":36},{"uri":"Br%C3%A9tigny-sur-Orne","surface_form":"Brétigny-sur-Orne","offset":65},{"uri":"%C3%8Ele-de-France","surface_form":"Île-de-France","offset":99},{"uri":"Paris","surface_form":"Paris","offset":125},{"uri":"Limoges","surface_form":"Limoges","offset":170},{"uri":"%C3%89tampes","surface_form":"Étampes","offset":353},{"uri":"Bastille_Day","surface_form":"Bastille Day","offset":680},{"uri":"Gare_de_Lyon_rail_accident","surface_form":"Gare de Lyon rail accident","offset":1052},{"uri":"French_Land_Transport_Accident_Investigation_Bureau","surface_form":"French Land Transport Accident Investigation Bureau","offset":1115},{"uri":"Fishplate","surface_form":"fishplate","offset":1372},{"uri":"Track_switch","surface_form":"track switch","offset":1481},{"uri":"Gare_d%27Austerlitz","surface_form":"Gare d'Austerlitz","offset":1878},{"uri":"Firefighter","surface_form":"firefighter","offset":1991},{"uri":"Pillage","surface_form":"pillaging","offset":2180},{"uri":"Jean-Fran%C3%A7ois_Riffaud","surface_form":"Jean-François Riffaud","offset":2237},{"uri":"Red_Cross","surface_form":"Red Cross","offset":2280},{"uri":"Projectile","surface_form":"projectiles","offset":2436}]}