{"id":409102,"url":"http://en.wikipedia.org/wiki/Room_in_Rome","text":"\"Room in Rome\" is a 2010 Spanish erotic romance and drama movie. This movie looks at seduction and lesbian romances. This movie was shot around Rome and Madrid. It was released in April 2010. It stars Elena Anaya and Natasha Yarovenko.\nPlot.\nAlba, a 30-something Spanish tourist in Rome, brings a younger Russian woman named Natasha to her hotel room. It's the last night of vacation in Rome. The details of how they met in a club are vague. Natasha at first refuses, and says she is straight. However, Alba keeps wanting to have sex with Natasha. Natasha keeps saying that she has never had sex with a woman.\nNatasha and Alba get undressed and into bed, though Natasha is still nervous. Alba suggests they lay side by side and only casually touch each other's faces. They do that until Alba becomes so relaxed she falls asleep. Natasha quietly gets out of bed, gets dressed and leaves the room. She wonders what would have happened if she had given sex to Alba. But Natasha leaves one thing behind: her cell phone. It rings and wakes up Alba. Natasha returns to the hotel room and asks for her cell phone. But she does not want to enter the room again. However, Alba grabs Natasha and takes her back into the room. They get undressed once again and into bed. Natasha and Alba have sex for the first time.\nOver the next ten hours, Natasha and Alba grow close to one another. Natasha becomes more relaxed around Alba about their love-making. The two women share stories of their past.\nBut eventually, the two women tell each other the truth. Natasha says that her real name is Dasha. She is also a professional tennis player on vacation. Alba then tells she is a mechanical engineer and inventor. She is in Rome on business. She also lives with a woman in Spain.\nAlba tells Natasha that she is falling in love with her. Natasha, though, gets more defensive. She says her attraction to Alba is only from curiosity toward the same sex and not love.\nThe two women have sex one last time. Then, they decide to leave and return to their lives in Russia and Spain.\nReception.\nThe movie received mixed reviews. Jonathan Holland gave a mixed review. He liked the acting, though said director Julio Modem was more interested in his ideas than the people. The Rotten Tomatoes rated the movie at 50%.","categories":[],"infobox_types":[],"annotations":[{"uri":"Love","surface_form":"romance","offset":40},{"uri":"Drama_movie","surface_form":"drama movie","offset":52},{"uri":"Lesbian","surface_form":"lesbian","offset":99},{"uri":"Rome","surface_form":"Rome","offset":144},{"uri":"Madrid","surface_form":"Madrid","offset":153},{"uri":"Elena_Anaya","surface_form":"Elena Anaya","offset":201},{"uri":"Natasha_Yarovenko","surface_form":"Natasha Yarovenko","offset":217},{"uri":"Spain","surface_form":"Spanish","offset":263},{"uri":"Tourism","surface_form":"tourist","offset":271},{"uri":"Rome","surface_form":"Rome","offset":282},{"uri":"Russia","surface_form":"Russia","offset":305},{"uri":"Hotel","surface_form":"hotel","offset":340},{"uri":"Tennis","surface_form":"tennis","offset":1610},{"uri":"Engineer","surface_form":"engineer","offset":1673},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":2249}]}