{"id":409469,"url":"http://en.wikipedia.org/wiki/Charles_Martinet","text":"Charles Andre Martinet (born September 17, 1955) is an American actor and voice actor. He is best known as being the voice of Mario in the \"Mario\" series of video games since 1995. He also voices Luigi, Wario, Waluigi, Toadsworth, Baby Mario, Baby Luigi, and others. He was born in San Jose, California.\nCareer.\nWorking for Nintendo since 1994, Martinet started voicing Mario at video game trade shows in which attendees would walk up to a TV screen displaying a 3-D Mario head that moved around the screen and talked. This system was called \"Mario in Real-Time\" or \"MIRT\". Martinet could see the attendees by means of a hidden camera setup, and a facial motion capture rig recorded his mouth movements in order to synchronize Martinet's mouth movement with the on-screen Mario mouth movement. This digital puppetry, with Martinet's comic performance, was a novelty at the time.\nMartinet was told by his friend that there was going to be an audition at a trade show in which you \"talk to people as a plumber\". He went to the audition at the last minute as the casting directors were already putting away their equipment. Charles Martinet walked in and asked, \"Can I please read for this?\". The directors let him audition and told him, \"You're an Italian plumber from Brooklyn\". At first Martinet planned to talk like a stereotypical Italian American with a deep, raspy voice (which is how Mario sounded in the Super \"Mario Bros. Super Show\", \"Super Mario Bros. 3\" and \"Super Mario World\"cartoons). He then thought to himself that it would be too harsh for children to hear, so he made it more soft-hearted and friendly, resulting in what Mario's voice is today. Martinet has also stated that he kept on talking with his Mario voice until the audition tape ran out.[1]\nMartinet's video game voice over debut was as Mario in the 1995 Windows release of Interplay's game \"Mario's FUNdamentals\". However, most were first exposed to Mario's voice in the landmark 1996 game \"Super Mario 64\". He has voiced Mario, Luigi, Wario, Waluigi, Toadsworth, Metal Mario, Shadow Mario, Donkey Kong,[2] MC Ballyhoo, Mini-Mario Toy, Baby Mario, Baby Luigi and Baby Wario in most games wherein these characters speak. He also voiced the enemiesWart, Mouser, Tryclyde, and Clawgrip in \"Super Mario Advance\". His voice work appears in the English and Japanese-language versions of the games, although his work is always in English (regardless of the Italian references whenever he voices Mario and related characters).\nMartinet provided voiceover acting for the boxers and the announcer in the Super NES title \"Super Punch-Out!!\". He voiced the character Vigoro in Sega's Dreamcastand Nintendo GameCube role-playing video game, \"Skies of Arcadia\". He did the voice of Homunculus in the Konami PlayStation 2, Xbox and Windows game \"Shadow of Destiny\", and provided voices for \"Reader Rabbit\" and \"The ClueFinders\" games.\nIn addition to videogame voice overs, Martinet has worked as a voice actor in commercials, cartoons, and promotions. At the E3 trade show in 2005, Charles (as an\"Animal Crossing\" character) could be found roaming the virtual village featured in the playable demo of \"Animal Crossing: Wild World\". Martinet did Mario's voice as the voice announcer for \"Pac-Man Vs.\" on the Nintendo GameCube.\nOther than the Mario series, Charles has also done work for the video game \"Cel Damage\" as the voice of Fowl Mouth, as well as the primary voice work in several educational game series such as LeapFrog.[2] He also voiced the dragon Paarthurnax in the 2011 video game \"The Elder Scrolls V: Skyrim\", and narrated the cutscenes and menus for the 2013 video game \"Bit.Trip Presents Runner2: Future Legend of Rhythm Alien\".[3]","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":55},{"uri":"Actor","surface_form":"actor","offset":64},{"uri":"Voice_actor","surface_form":"voice actor","offset":74},{"uri":"Mario","surface_form":"Mario","offset":126},{"uri":"Video_game","surface_form":"video game","offset":157},{"uri":"Luigi","surface_form":"Luigi","offset":196},{"uri":"Wario","surface_form":"Wario","offset":203},{"uri":"Waluigi","surface_form":"Waluigi","offset":210},{"uri":"San_Jose%2C_California","surface_form":"San Jose, California","offset":282},{"uri":"Nintendo","surface_form":"Nintendo","offset":324},{"uri":"Brooklyn","surface_form":"Brooklyn","offset":1267}]}