{"id":409516,"url":"http://en.wikipedia.org/wiki/Eugene_Onegin","text":"\"Eugene Onegin\" (, \"Yevgeniy Onegin\") is a novel in verse by Alexander Pushkin.\nIt is a classic of Russian literature. It was published in parts between 1825 and 1832. The first complete edition was published in 1833, and the currently accepted version is based on the 1837 publication.\nAlmost the entire work is made up of 389 stanzas of iambic tetrameter with the unusual rhyme scheme \"AbAbCCddEffEgg\". This form has come to be known as the \"Onegin stanza\" or the \"Pushkin sonnet.\"\nThe story is told by a narrator (a lightly fictionalized version of Pushkin), whose tone is educated, worldly, and intimate. The narrator digresses at times, commenting on aspects of the social and intellectual world. This helps develop the characters and the drama of the plot.\nThe storyline.\nOnegin, a nobleman who has just taken over his uncle's estate, is a fine young dandy, but bored and cynical. He does not value shy, bookish Tatyana Larina. Soon after their meeting she bares her soul to Onegin in a letter. She expresses her love for him.\nOnegin does not write back. When they meet in person, he rejects her advances. This famous speech is often referred to as 'Onegin's Sermon' He admits that the letter was touching, but says that he would quickly grow bored with marriage and can only offer Tatyana friendship. He advises her to keep more emotional control in the future, lest another man take advantage of her innocence.\nAs their lives develop. His life falls apart after he kills his best friend in a duel. On the other hand, her life blossoms.\nYears pass, and he attends a society ball in St. Petersburg. He sees a beautiful woman who captures the attention of everyone. He realizes her as Tatyana. Now she is married to an aged prince. He becomes obsessed with winning her affection, despite the fact that she is married. However, his attempts are rebuffed. He writes her several letters, but receives no reply.\nEventually Onegin manages to see Tatyana, and offers her the opportunity to renew their past love. She recalls the days when they might have been happy, but that time has passed. Onegin repeats his love for her. Faltering for a moment, she admits that she still loves him, but she will not allow him to ruin her. She declares her determination to remain faithful to her husband. She leaves him to his bitter regrets.","categories":[],"infobox_types":[],"annotations":[{"uri":"Novel","surface_form":"novel","offset":43},{"uri":"Verse","surface_form":"verse","offset":52},{"uri":"Alexander_Pushkin","surface_form":"Alexander Pushkin","offset":61},{"uri":"Russian_literature","surface_form":"Russian literature","offset":99},{"uri":"Stanza","surface_form":"stanza","offset":328},{"uri":"Iambic_tetrameter","surface_form":"iambic tetrameter","offset":339},{"uri":"Rhyme_scheme","surface_form":"rhyme scheme","offset":374},{"uri":"Dandy","surface_form":"dandy","offset":857},{"uri":"Bored","surface_form":"bored","offset":868},{"uri":"Cynicism","surface_form":"cynical","offset":878},{"uri":"Duel","surface_form":"duel","offset":1500},{"uri":"Blossom","surface_form":"blossom","offset":1534},{"uri":"Ball","surface_form":"ball","offset":1581},{"uri":"St._Petersburg","surface_form":"St. Petersburg","offset":1589}]}