{"id":409593,"url":"http://en.wikipedia.org/wiki/Limnognathia","text":"\"Limnognathia maerski\" is a microscopic animal. It is a newly discovered type, found in homothermic springs on Disko Island, Greenland in 1994. Its place in taxonomy is uncertain.\nIt is described as a class or subphylum in the phylum Gnathifera or as a phylum in a Gnathifera superphylum, called Micrognathozoa. It is related to the rotifers and gnathostomulida, grouped together as the Gnathifera.\nWith an average length of one-tenth of a millimetre, it is one of the smallest animals known.\n\"L. maerski\" has very complicated jaws, with fifteen separate parts. The parts of the jaw structure are connected by ligaments and muscles. The jaw parts are very small, ranging from 4 μm to 14 μm. The animal can extend part of its jaw structure outside of its mouth while eating. It also extends much of its jaw structure outside of its mouth when it is regurgitating (pushing out) items that are indigestible.\n\"L. maerski\" has a large ganglion, or 'brain', in its head. Paired nerve cords go along the lower side of the body) to the tail. Stiff sensory bristles made up of one to three cilia are scattered about the body. These bristles are similar to those on gnathostomulids.\nFlexible cilia are arranged in a horseshoe-shaped area on the forehead, and in spots on the sides of the head and in two rows on the underside of the body. The cilia on the forehead create a current that moves food particles towards the mouth. The other cilia move the animal.\nAll specimens of \"L. maerski\" that have been collected have had female organs. They lay two kinds of eggs: thin-walled eggs that hatch quickly, and thick-walled eggs that are believed to be resistant to freezing, and thus capable of over-wintering and hatching in the spring. The same pattern is known from rotifers, where thick-walled eggs only form after fertilization by males. The youngest \"L. maerski\" specimens collected may also have male organs: it is now thought that the animals hatch as males and then become females.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spring_(hydrosphere)","surface_form":"homothermic spring","offset":88},{"uri":"Greenland","surface_form":"Greenland","offset":125},{"uri":"Taxonomy","surface_form":"taxonomy","offset":157},{"uri":"Class_(biology)","surface_form":"class","offset":201},{"uri":"Subphylum","surface_form":"subphylum","offset":210},{"uri":"Phylum","surface_form":"phylum","offset":227},{"uri":"Gnathifera_(phylum)","surface_form":"Gnathifera","offset":234},{"uri":"Superphylum","surface_form":"superphylum","offset":276},{"uri":"Rotifer","surface_form":"rotifer","offset":333},{"uri":"Gnathostomulida","surface_form":"gnathostomulida","offset":346},{"uri":"Micrometre","surface_form":"μm","offset":678},{"uri":"Ganglion","surface_form":"ganglion","offset":930},{"uri":"Bristle","surface_form":"bristle","offset":1048},{"uri":"Cilium","surface_form":"cilia","offset":1081}]}