{"id":409503,"url":"http://en.wikipedia.org/wiki/Tosa_Inu","text":"The Tosa Inu () also called the Tosa fighting dog is a breed of dog of Japan. It was originally bred in Tosa (present day Kōchi) as a fighting dog and still today is a known fighting dog.\nAppearance.\nThe Japanese breed generally weighs between 40 and 60 kg, while the non-Japanese breeders have focused on dogs that weigh from 55 to 95 kg and stand 24.5 to 31 inches (62 to 80 cm) at the withers.\nThe coat is characterized by its short and smooth appearance and is often red, brindle, or fawn. Occasionally it can be a dull black, but this is somewhat rare. Maintenance of the coat is usually minimal. Dogs should be very muscular and athletic. Tosa is a very resistant to pain and physical exhaustion.\nHistory.\nThis breed originated in the second half of the nineteenth century in Japan. The breed started from the native Shikoku-Inu, an indigenous dog weighing about 25 kilograms (45 pounds) and standing about 55 centimetres high, which closely resembles the European Spitz. These dogs were crossed with European dog breeds, such as the Old English Bulldog in 1872, Mastiff in 1874, St. Bernard, German Pointer in 1876, Great Dane in 1924, and the Bull Terrier. The aim was to breed a larger, more powerful and very fast agile fighting dog. Today it is still used in some countries as a fighting dog, but usually it is kept as a pet where it is ideal companion. In family environment Tosa is patient and very friendly in attitude.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dog","surface_form":"dog","offset":64},{"uri":"Japan","surface_form":"Japan","offset":71},{"uri":"Tosa_Province","surface_form":"Tosa","offset":104},{"uri":"K%C5%8Dchi_Prefecture","surface_form":"Kōchi","offset":122},{"uri":"Coat_(dog)","surface_form":"coat","offset":401},{"uri":"Shikoku-Inu","surface_form":"Shikoku-Inu","offset":823},{"uri":"European_Spitz","surface_form":"European Spitz","offset":962},{"uri":"Old_English_Bulldog","surface_form":"Old English Bulldog","offset":1040},{"uri":"English_Mastiff","surface_form":"Mastiff","offset":1069},{"uri":"St._Bernard_(dog)","surface_form":"St. Bernard","offset":1086},{"uri":"German_Pointer","surface_form":"German Pointer","offset":1099},{"uri":"Great_Dane","surface_form":"Great Dane","offset":1123},{"uri":"Bull_Terrier","surface_form":"Bull Terrier","offset":1151}]}