{"id":409509,"url":"http://en.wikipedia.org/wiki/Computer_data_storage","text":"Computer data storage is the name for a number of components of a computer. The main purpose of these components is to store data. The central processing unit is then able to fetch and change the data. In most computers, there is a computer memory hierarchy: Memory that is \"closer\" to the CPU is usually faster to access, but it is also smaller; data that is stored in this kind of memory usually needs electrical power to keep the data.\nMemory that is farther away is usually slower to access, but also bigger. Classical storage media of this kind of data include hard drives and USB flash drives. Some media offer even more capacity, but accessing them is very slow. Examples for such media are tape drives. Modern CPUs have registers that can store data, they also often have several levels of cache.\nFinally, there is the main memory the CPU can access. These three are usually referred to as \"Primary\" data storage. Some computers also have a cache memory.\nSecondary storage is usually not directly accessible by the CPU, and data needs to be transferred to primary storage to be available. Secondary storage includes hard drives and non-volatile random-access memory. Tertiary storage is used for archival and backup; very often it is copied to secondary storage before use. Software is sometimes distributed by tertiary media such as magnetic tape and CD-ROM.","categories":[],"infobox_types":[],"annotations":[{"uri":"Computer","surface_form":"computer","offset":66},{"uri":"Data","surface_form":"data","offset":125},{"uri":"Central_processing_unit","surface_form":"central processing unit","offset":135},{"uri":"Computer_memory","surface_form":"computer memory","offset":232},{"uri":"Electricity","surface_form":"electrical power","offset":404},{"uri":"Hard_drive","surface_form":"hard drives","offset":566},{"uri":"USB_flash_drive","surface_form":"USB flash drives","offset":582},{"uri":"Tape_drive","surface_form":"tape drives","offset":698},{"uri":"CPU_register","surface_form":"registers","offset":728},{"uri":"Cache","surface_form":"cache","offset":798},{"uri":"Main_memory","surface_form":"main memory","offset":827},{"uri":"Hard_drive","surface_form":"hard drives","offset":1124},{"uri":"Non-volatile_random-access_memory","surface_form":"non-volatile random-access memory","offset":1140},{"uri":"Software","surface_form":"Software","offset":1282},{"uri":"Magnetic_tape","surface_form":"magnetic tape","offset":1342},{"uri":"CD-ROM","surface_form":"CD-ROM","offset":1360}]}