{"id":409602,"url":"http://en.wikipedia.org/wiki/Google_Maps_(application)","text":"Google Maps is a mobile application for mapping that was released by Google for Android in 2008. An iOS version was released on December 13, 2012. The iOS version was released as an alternative to Apple's built-in maps application, which was released with iOS 6.\nGoogle Maps has many features, including turn-by-turn navigation, street view, and public transit information. The application's user interface was completely redesigned. The original version did not support the iPad, but Google added iPad support with version 2.0.\nBackground.\nThe built-in maps application on iOS used Google Maps until iOS 6. With the release of the first iOS 6 beta in June 2012, Apple announced that they had created their own map service. iOS 6 was released on September 19, 2012 with a new maps application that uses map data by Apple. Google decided to create its own maps application after Apple's built-in maps application was criticized a lot.\nRelease.\nGoogle Maps was launched on the iOS App Store on December 13, 2012. After only two days, the application had been downloaded over 10 million times. It was initially reported shortly after the application was released that the number of iOS upgrades to iOS 6 increased by as much as 30%. Later reports suggested that the increase was actually because of the iPhone 5's release in China.\nReception.\nThe application has had mostly favorable reviews from critics. USA Today said, \"The reemergence in the middle of the night of a Google Maps app for the iPhone is like the return of an old friend. Only your friend, who’d gone missing for three months, comes back looking better than ever.\" CNET, called it \"the king of maps\" and said, \"With its iOS Maps app, Google sets the standard for what mobile navigation should be and more.\" Bree Fowler of the Associated Press compared Google's and Apple's map applications. He said, \"The one clear advantage that Apple has is style. Like Apple devices, the maps are clean and clear and have a fun, pretty element to them, especially in 3-D. But when it comes down to depth and information, Google still reigns superior and will no doubt be welcomed back by its fans.\" Gizmodo gave it a \"gizrank\" of 4.5 stars. in 2013 Google even admitted that the iPhone and iPod touch version of its mapping software was more advanced than the version on its own Android mobile phone and tablet operating system.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mobile_application","surface_form":"mobile application","offset":17},{"uri":"Google","surface_form":"Google","offset":69},{"uri":"Android_(operating_system)","surface_form":"Android","offset":80},{"uri":"IOS","surface_form":"iOS","offset":100},{"uri":"Apple_Inc.","surface_form":"Apple","offset":197},{"uri":"Navigation","surface_form":"navigation","offset":317},{"uri":"Street_view","surface_form":"street view","offset":329},{"uri":"User_interface","surface_form":"user interface","offset":392},{"uri":"IPad","surface_form":"iPad","offset":475},{"uri":"Google_Maps","surface_form":"Google Maps","offset":583},{"uri":"Apple_Inc.","surface_form":"Apple","offset":663},{"uri":"App_Store_(iOS)","surface_form":"iOS App Store","offset":975},{"uri":"IPhone%26amp%3Bnbsp%3B5","surface_form":"iPhone 5","offset":1300},{"uri":"China","surface_form":"China","offset":1322},{"uri":"USA_Today","surface_form":"USA Today","offset":1403},{"uri":"CNET","surface_form":"CNET","offset":1629},{"uri":"Associated_Press","surface_form":"Associated Press","offset":1790},{"uri":"Gizmodo","surface_form":"Gizmodo","offset":2149},{"uri":"Android_(operating_system)","surface_form":"Android","offset":2329}]}