{"id":409785,"url":"http://en.wikipedia.org/wiki/B2_(classification)","text":"e=\"preserve\">B2 is a group to allow athletes with different vision to compete against each other in sports.\nDefinition.\nB2 is a group to allow athletes with different vision to compete against each other in sports. The International Blind Sports Association (IBSA) says B2 athletes are: \"From ability to recognise the shape of a hand to a visual acuity of 2/60 and/or visual field of less than 5 degrees.\" The Canadian Paralympic Committee says B2 athletes havve \"Up to approximately 3-5% functional vision.\" B2 is used in other sports other than sports run by the IBSA. Other sports using B2 are blind golf. Blind golf rules say B2 golfers include \"From ability to recognise the shape of a hand up to visual acuity of 2/60 or visual field of less than 5 degrees\".\nB2 is equal to other disability classifications for other sports. In adaptive rowing, the similar B2 class is LTA-B2. In horse riding, Grade 4 is the similar group to B2. For swimming, the similar disability group for B2 is S12.\nHistory.\nB2 has its history in the early history of blind sports. When blind people first started competing, people believed people who had better vision could unfairly compete against people with worse vision. Different groups around vision problem were developed by the IBSA to make playing sport more fair for people with different levels of blindness.\nThe IBSA B2 is mostly the same since it was created, even as the International Paralympic Committee (IPC) changed methods to allow people to fairly compete against each other based on functional ability.\nEquipment.\nEquipment used by B2 sportspeople may include sighted guides, guide rails, beeping balls and clap sticks. The use of a sighted guide by B2 athletes depends on the sport. For blind archery, B2 sportspeople use a sighting device based on the sense of touch and must not be able to see well enough to use a bowsight.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vision","surface_form":"vision","offset":60},{"uri":"Sports","surface_form":"sports","offset":100},{"uri":"Vision","surface_form":"vision","offset":167},{"uri":"Sports","surface_form":"sports","offset":207},{"uri":"International_Blind_Sports_Association","surface_form":"International Blind Sports Association","offset":219},{"uri":"Visual_acuity","surface_form":"visual acuity","offset":339},{"uri":"Canadian_Paralympic_Committee","surface_form":"Canadian Paralympic Committee","offset":410},{"uri":"Adaptive_rowing","surface_form":"adaptive rowing","offset":834},{"uri":"Equestrian","surface_form":"horse riding","offset":886},{"uri":"Swimming","surface_form":"swimming","offset":940},{"uri":"Blind_sports","surface_form":"blind sports","offset":1046},{"uri":"International_Paralympic_Committee","surface_form":"International Paralympic Committee","offset":1415},{"uri":"Sighted_guides","surface_form":"sighted guides","offset":1611},{"uri":"Guide_rails","surface_form":"guide rails","offset":1627},{"uri":"Clap_sticks","surface_form":"clap sticks","offset":1658},{"uri":"Sighted_guide","surface_form":"sighted guide","offset":1684},{"uri":"Blind_archery","surface_form":"blind archery","offset":1739}]}