{"id":40983,"url":"http://en.wikipedia.org/wiki/King_Philip%27s_War","text":"King Philip's War (Metacom's War) was a war between Native Americans and English colonists. King Philip's War was fought between 1675 and 1676 in the area of the United States that is now New England.\nWhen the Pilgrims left England, they came to live in Massachusetts near the Indians. As more Puritans arrived, they needed more land and they took it. Metacom, or \"King Philip\" as he was called in English was the leader of one of the Wampanoag Pokanoket tribes. His father had made a treaty with the English.\nThe English began to fear the power of the natives. The two sides accused each other of violating the treaty and preparing for war. John Wussausmon was Christian convert and a trader. He told the English that Philip was preparing an alliance to attack them. When he was found dead, the English executed three Indians for his murder, and people on both sides became more angry. Philip brought together a large force of Indians and attacked the Puritan settlements. The resulting war was large. The Indians lost and thousands of them died but not before the whole countryside suffered much loss. Many towns burned and every inhabitant was enveloped some way in the conflict. When King Philip was killed by a native, his head was cut off by Benjamin Church to be brought back to Plymouth. 500 Indians were also taken prisoner and made slaves.","categories":[],"infobox_types":[],"annotations":[{"uri":"War","surface_form":"war","offset":40},{"uri":"Native_American","surface_form":"Native American","offset":52},{"uri":"England","surface_form":"English","offset":73},{"uri":"Colony","surface_form":"colonists","offset":81},{"uri":"1675","surface_form":"1675","offset":129},{"uri":"1676","surface_form":"1676","offset":138},{"uri":"United_States","surface_form":"United States","offset":162},{"uri":"New_England","surface_form":"New England","offset":188},{"uri":"Pilgrims","surface_form":"Pilgrims","offset":210},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":254},{"uri":"Native_American","surface_form":"Indians","offset":277},{"uri":"Ground","surface_form":"land","offset":329},{"uri":"Metacom","surface_form":"Metacom","offset":352},{"uri":"English_Language","surface_form":"English","offset":398},{"uri":"Leader","surface_form":"leader","offset":414},{"uri":"Tribe","surface_form":"tribe","offset":455},{"uri":"Kill","surface_form":"kill","offset":1204},{"uri":"Slavery","surface_form":"made slaves","offset":1337}]}