{"id":4098,"url":"http://en.wikipedia.org/wiki/Latvia","text":"Latvia is a country in Northern Europe. The capital is Riga. It is one of the Baltic States, together with Estonia in the north and Lithuania in the south. Latvia's neighbours to the east are the countries Russia and Belarus. Latvia is split into four parts called Kurzeme, Vidzeme, Zemgale, and Latgale.\nPeople from Latvia are called Latvians. They speak the Latvian language, which is a little like the Lithuanian language, though not close enough to be understood.\nHistory.\nLatvia was settled by the Baltic tribes thousands of years ago. They mainly fished, hunted, and traded.\nGerman traders and crusaders came to Latvia at the end of the 12th century. Latvians lost control of their homeland. Over the next 800 years, Germans, Danes, Swedes, Poles, and Russians all invaded Latvia. Latvia finally became independent in 1918.\nThe Soviet Union invaded Latvia during World War II and killed or took away many of its people to Siberia and other places far away from their homes. The Soviet Union then invaded again and occupied Latvia until 1991, when the Soviet Union fell apart and Latvia became an independent country again.\nPolitics.\nIn Copenhagen on 13 December 2002, Latvia and nine other countries were invited to join the European Union. On 20 September 2003, Latvians held an election to vote on joining. Two thirds of Latvians voted to join, and on 1 May 2004 Latvia became a member of the EU.\nLatvia has been a NATO member since 29 March, 2004.","categories":[],"infobox_types":[],"annotations":[{"uri":"Northern_Europe","surface_form":"Northern Europe","offset":23},{"uri":"Riga","surface_form":"Riga","offset":55},{"uri":"Baltic_States","surface_form":"Baltic States","offset":78},{"uri":"Estonia","surface_form":"Estonia","offset":107},{"uri":"Lithuania","surface_form":"Lithuania","offset":132},{"uri":"Russia","surface_form":"Russia","offset":206},{"uri":"Belarus","surface_form":"Belarus","offset":217},{"uri":"Kurzeme","surface_form":"Kurzeme","offset":265},{"uri":"Vidzeme","surface_form":"Vidzeme","offset":274},{"uri":"Zemgale","surface_form":"Zemgale","offset":283},{"uri":"Latgale","surface_form":"Latgale","offset":296},{"uri":"Latvian_language","surface_form":"Latvian language","offset":360},{"uri":"Lithuanian_language","surface_form":"Lithuanian language","offset":405},{"uri":"Independence","surface_form":"independent country","offset":1102},{"uri":"Copenhagen","surface_form":"Copenhagen","offset":1142},{"uri":"European_Union","surface_form":"European Union","offset":1231},{"uri":"1_May","surface_form":"1 May","offset":1360},{"uri":"2004","surface_form":"2004","offset":1366},{"uri":"29_March","surface_form":"29 March","offset":1441},{"uri":"2004","surface_form":"2004","offset":1451}]}