{"id":4099,"url":"http://en.wikipedia.org/wiki/Lithuania","text":"Lithuania is a country in northern Europe on the eastern shore of the Baltic Sea. Lithuania is a member of the European Union, NATO, and several other organizations.\nAbout 3,000,000 people live in the country. The official language is Lithuanian which is spoken by more than 82% of the people. Vilnius is the capital and largest city.\nThe colors of the Lithuanian flag are yellow (at the top), for the sun, green (in the middle), for the fields, and red (at the bottom), for the blood of Lithuanians fighting for its independence.\nHistory.\nLithuania began to turn into a country in the 7th–9th centuries from Baltic nations group. The Balts, the ancestors of Lithuanians and Latvians, came to area between Nemunas, Daugava rivers and the Baltic Sea, from a supposed original homeland of the Proto-Indo-European languages. Many scientists think they came there sometime in the 3rd millennium BC.\nThe traditional date of the beginning of the country is 1236 when the Lithuanians won the Battle of Šiauliai (Battle of Sun).\nLithuania (at that time - The Grand Duchy of Lithuania) made a Treaty with Poland in 1569. The country was taken over by the Russian Empire in 1795, ending the Polish-Lithuanian Commonwealth. It got back its independence on February 16, 1918. It was taken over by the Soviet Union on June 16, 1940, by Nazi Germany from 1941-1944 and again the Soviet Union from 1944-1990. Lithuania re-declared its independence on March 11, 1990. Currently Lithuania is an independent, semi-presidential, democratic republic.\nPolitics.\nLithuania has been a member of NATO and the European Union since 2004.\nLithuania is a semi presidential republic, that restored its independence and democracy in 1990. Since then, very important reforms were made and Lithuania is now declared as a democratic state that grants the human rights.\nThe Constitution that was adopted in 1992 declares that the leader of the country is the President, who must be elected to take office. The elections are held every 5 years. If the President breaks their oath, they can be forced to resign by the Parliament. The President also represents Lithuania abroad and is the commander-in-chief.\nThe legislative power of Lithuania is called the Seimas, or Parliament. There are 141 members of Seimas who are elected for 4-year-terms. Seimas passes the laws that must be executed by the government, that is formed in Seimas and it must be accepted by the President. The Prime Minister is set and fired by the President.\nThe justice is under the power of the courts. The supreme court in Lithuania is the Constitutional Court.\nAdministrative subdivisions.\nThe county governor rules the county. He or she must be appointed by the central government. Municipalities are governed by the Municipal Councils that are elected for 4 year terms. The head of a municipality is the mayor. The elderates are governed by the elders. The elders are appointed by the municipal councils.\nGeography.\nLithuania is a country in northern Europe. Its neighbours are Poland in the southwest, Russia (Kaliningrad) in west, Latvia in north and Belarus in the east. Lithuania borders the Baltic Sea and 99 kilometres of its coast belong to Lithuania. The highest hill is Aukštojas (294 metres high), the largest lake is Drūkšiai Lake. 31% of the land is suitable for farms.\nEconomy.\nLithuania has a fast growing economy. It grew up to 7% in the first quarter of 2008.\nGDP per capita, based on purchasing power parity is estimated to be $19,730 in 2008. The nominal GDP per capita is estimated to be $14,213 at the same year. According to these numbers, Lithuanian per capita GDP reaches only 61% of EU average. However, it is impressive that only in 8 years, since 2000 it grew up from 30% of EU average.\nEmigration still creates a problem. According to the official data, emigration in 2006 was 30% lower than previous year, with 3,483 people leaving in four months.\nDemographics.\nLithuanian is spoken by 82% of the people and it is the only official language. Polish is used mostly in Vilnius County where Polish politicians are elected to represent the Polish minority. The documents and street names must be in Lithuanian.\nThe biggest cities are Vilnius, 542,287 people, Kaunas, 358,107 people, and Klaipėda, 185,899 people.\nEducation.\nThe nursery schools and the kindergartens are the first-level education forms. However, they are not compulsory. The children start attending the primary school at age 7, where educational programs last for 4 years; then they must start attending secondary school (5th to 10th grades). After finishing 8th or 10th grade, the student can continue learning at the high school or choose courses at the vocational college. The students who finish the high school can join colleges and universities. Higher education is free for the students whose annual median of grades is 8 or higher. The others have to pay 500 Litass per semester at least.","categories":[],"infobox_types":[],"annotations":[{"uri":"Country","surface_form":"country","offset":15},{"uri":"Northern_Europe","surface_form":"northern","offset":26},{"uri":"Europe","surface_form":"Europe","offset":35},{"uri":"Baltic_Sea","surface_form":"Baltic Sea","offset":70},{"uri":"European_Union","surface_form":"European Union","offset":111},{"uri":"NATO","surface_form":"NATO","offset":127},{"uri":"Lithuanian_language","surface_form":"Lithuanian","offset":235},{"uri":"Vilnius","surface_form":"Vilnius","offset":294},{"uri":"Capital_(city)","surface_form":"capital","offset":309},{"uri":"Flag_of_Lithuania","surface_form":"Lithuanian flag","offset":353},{"uri":"7th_century","surface_form":"7th","offset":586},{"uri":"9th_century","surface_form":"9th","offset":590},{"uri":"Centuries","surface_form":"centuries","offset":594},{"uri":"Baltic_countries","surface_form":"Baltic nations group","offset":609},{"uri":"Ancestor","surface_form":"ancestor","offset":646},{"uri":"Latvia","surface_form":"Latvia","offset":675},{"uri":"Nemunas","surface_form":"Nemunas","offset":706},{"uri":"Daugava","surface_form":"Daugava","offset":715},{"uri":"Rivers","surface_form":"rivers","offset":723},{"uri":"Baltic_Sea","surface_form":"Baltic Sea","offset":738},{"uri":"Proto-Indo-European_language","surface_form":"Proto-Indo-European language","offset":791},{"uri":"Scientist","surface_form":"scientist","offset":827},{"uri":"3rd_millennium_BC","surface_form":"3rd millennium BC","offset":876},{"uri":"Battle_of_%C5%A0iauliai","surface_form":"Battle of Šiauliai","offset":985},{"uri":"Grand_Duchy_of_Lithuania","surface_form":"Grand Duchy of Lithuania","offset":1051},{"uri":"Poland","surface_form":"Poland","offset":1096},{"uri":"Russian_Empire","surface_form":"Russian Empire","offset":1146},{"uri":"Polish-Lithuanian_Commonwealth","surface_form":"Polish-Lithuanian Commonwealth","offset":1181},{"uri":"Independence","surface_form":"independence","offset":1229},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1289},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":1323},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1365},{"uri":"Independent","surface_form":"independent","offset":1478},{"uri":"President","surface_form":"president","offset":1496},{"uri":"Democratic","surface_form":"democratic","offset":1510},{"uri":"Republic","surface_form":"republic","offset":1521},{"uri":"Governor","surface_form":"governor","offset":2641},{"uri":"Mayor","surface_form":"mayor","offset":2846},{"uri":"Baltic_Sea","surface_form":"Baltic Sea","offset":3138},{"uri":"Coast","surface_form":"coast","offset":3174},{"uri":"Auk%C5%A1tojas","surface_form":"Aukštojas","offset":3221},{"uri":"Dr%C5%ABk%C5%A1iai_Lake","surface_form":"Drūkšiai Lake","offset":3270},{"uri":"Emigration","surface_form":"Emigration","offset":3755},{"uri":"Vilnius","surface_form":"Vilnius","offset":4200},{"uri":"Kaunas","surface_form":"Kaunas","offset":4225},{"uri":"Klaip%C4%97da","surface_form":"Klaipėda","offset":4253}]}