{"id":409968,"url":"http://en.wikipedia.org/wiki/Shakespeare_authorship_question","text":"Image:ShakespeareCandidates1.jpg|thumb|alt=Portraits of Shakespeare and four proposed alternative authors.|Oxford, Bacon, Derby, and Marlowe (clockwise from top left, Shakespeare centre) have each been proposed as the true author. \"(Clickable image—use cursor to identify.)\"\npoly 1 1 105 1 107 103 68 104 68 142 1 142 Edward de Vere, 17th Earl of Oxford\npoly 107 1 214 1 214 143 145 142 145 104 107 104 Francis Bacon\nrect 68 106 144 177 William Shakespeare\npoly 1 144 67 144 67 178 106 179 106 291 1 290 Christopher Marlowe\npoly 145 143 214 143 214 291 108 291 107 179 144 178 William Stanley, 6th Earl of Derby\nSome people say that some of the works attributed to William Shakespeare of Stratford-upon-Avon were not actually written by him. The scientific argument behind this claim is known as the Shakespeare authorship question. \"Anti-Stratfordians\" say Shakespeare of Stratford was a false name to shield the identity of the real author or authors. These authors did not want their real names to become public, for various resons. Although the idea has attracted much public interest, all but a few Shakespeare scholars and literary historians consider it a fringe belief and for the most part acknowledge it only to rebut or disparage the claims.\nShakespeare's authorship was first questioned in the middle of the 19th century. At that time the idea that Shakespeare was the greatest writer of all time had become widespread. Shakespeare had a simple background, and some details of his life are unknown. These facts seemed to be incompatible with his poetic eminence and his reputation for genius. Some people suspected that Shakespeare might not have written the works attributed to him. The controversy has since spawned a vast body of literature, and 80 authorship candidates have been proposed, including Francis Bacon, the 6th Earl of Derby, Christopher Marlowe, and the 17th Earl of Oxford.\nSome Anti-Stratfordians say William Shakespeare lacked the education, aristocratic sensibility, or familiarity with the royal court. They also say that these characteristics can be found in his works. Those Shakespeare scholars who have responded to such claims hold that biographical interpretations of literature are unreliable in attributing authorship, and that the convergence of documentary evidence used to support Shakespeare's authorship—title pages, testimony by other contemporary poets and historians, and official records—is the same used for all other authorial attributions of his era. No such direct evidence exists for any other candidate, and Shakespeare's authorship was not questioned during his lifetime or for centuries after his death.\nDespite the scholarly consensus, a relatively small but highly visible and diverse assortment of supporters, including prominent public figures, have questioned the conventional attribution. They work for acknowledgment of the authorship question as a legitimate field of scholarly inquiry and for acceptance of one or another of the various authorship candidates.","categories":[],"infobox_types":[],"annotations":[{"uri":"Edward_de_Vere%2C_17th_Earl_of_Oxford","surface_form":"Edward de Vere, 17th Earl of Oxford","offset":318},{"uri":"Francis_Bacon","surface_form":"Francis Bacon","offset":403},{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":437},{"uri":"Christopher_Marlowe","surface_form":"Christopher Marlowe","offset":504},{"uri":"William_Stanley%2C_6th_Earl_of_Derby","surface_form":"William Stanley, 6th Earl of Derby","offset":577},{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":665},{"uri":"Stratford-upon-Avon","surface_form":"Stratford-upon-Avon","offset":688},{"uri":"Fringe_theory","surface_form":"fringe belief","offset":1163},{"uri":"Controversy","surface_form":"controversy","offset":1700},{"uri":"List_of_Shakespeare_authorship_candidates","surface_form":"80 authorship candidates","offset":1761},{"uri":"Francis_Bacon","surface_form":"Francis Bacon","offset":1816},{"uri":"William_Stanley%2C_6th_Earl_of_Derby","surface_form":"6th Earl of Derby","offset":1835},{"uri":"Christopher_Marlowe","surface_form":"Christopher Marlowe","offset":1854},{"uri":"Edward_de_Vere%2C_17th_Earl_of_Oxford","surface_form":"17th Earl of Oxford","offset":1883},{"uri":"Aristocracy","surface_form":"aristocratic","offset":1974},{"uri":"Documentary_evidence","surface_form":"documentary evidence","offset":2289},{"uri":"Direct_evidence","surface_form":"direct evidence","offset":2513}]}