{"id":41016,"url":"http://en.wikipedia.org/wiki/K2","text":"K2 is the second highest mountain in the world, at. It is also known as Mount Godwin-Austen or Chhogori. K2 is part of the Karakoram range. It is located partly in China and partly in Pakistan. The name K2 came from the first survey of Karakoram. At that time, the surveyors gave each mountain a simple label of \"K\" followed by a number.\nK2 is known as the \"Savage Mountain\" as it is very hard to climb. It is considered to be harder to climb than Mount Everest. K2 has the second-highest fatality rate among the eight-thousand-metre mountains. One person dies for every four who reach the top. As of 2011, only 300 people have climbed to the top of the mountain. At least 80 people have died trying to climb it. K2 has never been climbed during the winter.\nThe summit was first reached in 1954, by Italian climbers Lino Lacedelli and Achille Compagnoni.\nName.\nThe name K2 was first used by the Great Trigonometrical Survey of British India. Thomas Montgomerie made the first survey of the Karakoram range. He did so from Mount Haramukh which is to the south. At the time he sketched the two most prominent peaks, and called them K1 and K2.\nThe policy of the Great Trigonometrical Survey was to use local names for mountains when possible. K1 had the local name of Masherbrum which was soon used. K2, however, appeared not to have a local name. This may have been due to its remoteness. It is not visible from Askole, the last village to the south, or from the nearest village to the north. It is believed few local people would have gone to where it could be seen. The name \"Chogori\", from two Balti words, \"chhogo\" (\"big\") and \"ri\" (\"mountain\") (چھوغوری) has been suggested as a local name. There is not much evidence for its widespread use, however. It may have been invented by Western explorers. It does form the basis for the name \"Qogir\" () which the Chinese government uses as the official name of the mountain.\nAs the mountain did not have a local name, the name \"Mount Godwin-Austen\" was suggested. This was in honor of Henry Godwin-Austen who had been an early explorer of the area. While the name was rejected by the Royal Geographical Society, it was used on several maps and is still used once in a while.\nEarly attempts.\nThe mountain was first surveyed by a European team in 1856. Team member Thomas Montgomerie called the mountain K2. The other mountains were originally named K1, K3, K4, and K5, but were later changed to use local names. In 1892, Martin Conway led a British expedition that made it to the Baltoro Glacier.\nThe first real attempt to climb K2 was in 1902 by an Anglo-Swiss expedition. It took fourteen days for them to reach the foot of the mountain. After five attempts the team only made it to.\nThe next expedition was in 1909. It was led by the Italian Prince Luigi Amedeo, Duke of the Abruzzi. This team made it only to an elevation of on the South East Spur of the mountain. After looking for and not finding other routes, the Duke said that K2 would never be climbed.\nThe next attempt was not made until 1938. At that time, American Charles Houston took an expedition to the mountain. They decided that the Abruzzi Spur was the best route and made it to a height of around.\nIn 1939, an American expedition led by Fritz Wiessner came within of the summit. It ended in disaster when four members died on the mountain.\nCharles Houston tried again in 1953. The try was a failure due to a storm which trapped the team for 10 days at. One climber died in the expedition. Many others nearly died in a mass fall but were saved by Pete Schoening.\nFirst success.\nFinally, in 1954, an Italian expedition made it to the summit. It was lead by geologist Ardito Desio. The two climbers to reach the top were Lino Lacedelli and Achille Compagnoni, at 6pm on 31 July 1954. One member of the expedition (Colonel Muhammad Ata-ullah of Pakistan) had been part of the 1953 American attempt as well. Other members were scientists, a doctor, a photographer, and others. Mario Puchoz died in the attempt. Two other members had to be hospitalized and one had to have his toes amputated due to frostbite.\nLater success.\nThe second success was not until 23 years after the first. It was a Japanese expedition lead by Ichiro Yoshizawa in 1977.\nThe third success was in 1978, and used a different route from the first two. This one was done by an American team, lead by James Whittaker.\nAnother notable success was in 1982, when a Japanese team climbed from the harder Chinese side of the mountain. The previous successes had been from the Pakistan side. The expedition was lead by Isao Shinkai and Masatsugo Konishi. Three members of the team made it to the summit on 14 August. One of them, however, died on when coming down. Four other members made it to the summit the next day, on 15 August.\nThe first person to reach the summit twice was Czech climber Josef Rakoncaj. He was part of a 1983 Italian expedition that made the summit. Then three years later he made the summit again as part of an international expedition.\nThe first woman to reach the summit was Polish climber Wanda Rutkiewicz in 1986. Two other women reached the summit later that same day, but died when coming down.\nIn 2004, the Spanish climber Carlos Soria Fontán became the oldest person ever to summit K2, at the age of 65.\nIn 2018, Polish climber Andrzej Bargiel became the first person to ski down K2 after he made it to the top.\nIn addition to these notable successes, about 300 people have climbed to the top of the mountain.\nClimbing difficulty.\nEven though the summit of Everest is higher, K2 is a much more difficult and dangerous climb. This is in part due to its worse weather. It is believed by many to be the world's most difficult and dangerous climb. This is what lead to the nickname \"the Savage Mountain\". Only about 300 people have made it to the top. This is much less than the 5,600 who have made it to the top of Everest. At least 80 (as of September 2010) people have died attempting the climb.\nWhile some have tried to climb K2 during the winter, none have yet had success.","categories":[],"infobox_types":[],"annotations":[{"uri":"List_of_highest_mountains","surface_form":"second highest","offset":10},{"uri":"Mountain","surface_form":"mountain","offset":25},{"uri":"World","surface_form":"world","offset":41},{"uri":"Karakoram","surface_form":"Karakoram","offset":123},{"uri":"Mountain_range","surface_form":"range","offset":133},{"uri":"China","surface_form":"China","offset":164},{"uri":"Pakistan","surface_form":"Pakistan","offset":184},{"uri":"Surveying","surface_form":"survey","offset":226},{"uri":"Mount_Everest","surface_form":"Mount Everest","offset":448},{"uri":"Summit","surface_form":"summit","offset":762},{"uri":"Italy","surface_form":"Italian","offset":799},{"uri":"Lino_Lacedelli","surface_form":"Lino Lacedelli","offset":816},{"uri":"Achille_Compagnoni","surface_form":"Achille Compagnoni","offset":835},{"uri":"Great_Trigonometrical_Survey","surface_form":"Great Trigonometrical Survey","offset":895},{"uri":"British_India","surface_form":"British India","offset":927},{"uri":"Thomas_George_Montgomerie","surface_form":"Thomas Montgomerie","offset":942},{"uri":"Mount_Haramukh","surface_form":"Mount Haramukh","offset":1022},{"uri":"Topographic_prominence","surface_form":"prominent","offset":1097},{"uri":"Masherbrum","surface_form":"Masherbrum","offset":1265},{"uri":"Remote","surface_form":"remoteness","offset":1375},{"uri":"Askole","surface_form":"Askole","offset":1410},{"uri":"Balti_language","surface_form":"Balti","offset":1595},{"uri":"Widespread","surface_form":"widespread","offset":1728},{"uri":"People%27s_Republic_of_China","surface_form":"Chinese government","offset":1858},{"uri":"Henry_Haversham_Godwin-Austen","surface_form":"Henry Godwin-Austen","offset":2030},{"uri":"Royal_Geographical_Society","surface_form":"Royal Geographical Society","offset":2129},{"uri":"Surveyed","surface_form":"surveyed","offset":2259},{"uri":"Thomas_George_Montgomerie","surface_form":"Thomas Montgomerie","offset":2308},{"uri":"Martin_Conway%2C_1st_Baron_Conway_of_Allington","surface_form":"Martin Conway","offset":2465},{"uri":"British","surface_form":"British","offset":2485},{"uri":"Expedition","surface_form":"expedition","offset":2493},{"uri":"Baltoro_Glacier","surface_form":"Baltoro Glacier","offset":2524},{"uri":"Prince_Luigi_Amedeo%2C_Duke_of_the_Abruzzi","surface_form":"Prince Luigi Amedeo, Duke of the Abruzzi","offset":2789},{"uri":"Charles_Snead_Houston","surface_form":"Charles Houston","offset":3072},{"uri":"Fritz_Wiessner","surface_form":"Fritz Wiessner","offset":3252},{"uri":"Trapped","surface_form":"trapped","offset":3435},{"uri":"Pete_Schoening","surface_form":"Pete Schoening","offset":3561},{"uri":"Ardito_Desio","surface_form":"Ardito Desio","offset":3680},{"uri":"Lino_Lacedelli","surface_form":"Lino Lacedelli","offset":3733},{"uri":"Achille_Compagnoni","surface_form":"Achille Compagnoni","offset":3752},{"uri":"Frostbite","surface_form":"frostbite","offset":4108},{"uri":"Ichiro_Yoshizawa","surface_form":"Ichiro Yoshizawa","offset":4230},{"uri":"Jim_Whittaker","surface_form":"James Whittaker","offset":4381},{"uri":"Wanda_Rutkiewicz","surface_form":"Wanda Rutkiewicz","offset":5091},{"uri":"Carlos_Soria_Font%C3%A1n","surface_form":"Carlos Soria Fontán","offset":5229},{"uri":"Mount_Everest","surface_form":"Everest","offset":5564},{"uri":"Nickname","surface_form":"nickname","offset":5776}]}