{"id":41014,"url":"http://en.wikipedia.org/wiki/Cheema","text":"Cheema (Shahmukhi: چیمہ,: ਚੀਮਾ) (also spelled Chima) is a typical group of people of the Jat cast found in India and bordering Pakistan who are also known as warriors. Jats are a large and important group in Punjab. Cheema's are one of the few major subclans of Jats. They speak Punjabi, and usually own vast farmlands. Majority of Cheema clan who are Muslims are found in West Punjab (Pakistan), and many who are Sikhs are found in East Punjab (India).\nHistory.\nThe Cheema tribe was called \"Shaka\" in India, from the name Saka used by the Persians. From the time of the Mahabharata wars (1500-500 BC) Shakas were mentioned many times in texts like the Puranas, the Manusmriti, the Ramayana, the Mahabharata, the Mahabhasiya of Patanjali, the Brhat Samhita of Vraha Mihira, the Kavyamimamsa, the Brihat-Katha-Manjari, the Katha-Saritsagara, and many other old texts. it is belived that There are three Royal Families of Jatt in every punjab. In indian punjab there are the (Cheema, Sandhu and Gill) \"sikh jatts\" And the Royal Families of the pakistani punjab are (Chattha, Cheema and Warraich) \"muslim jutts\". It is also said that Cheema/Chattha Jatts are the decedents of Maharaja Prithvi Raj Chohan the sovereign of delhi.\nInvasion of India (180 BC onward).\nThe Vanaparava of the Mahabharata has a prophecy saying that the kings of the Shakas, Yavanas, Kambojas, Bahlikas, and Abhiras shall rule unrighteously in Kaliyuga (MBH 3/188/34-36).\nAlexander's invasion of Punjab.\nAlexander overran the Achaemenid Empire in 331 BC and marched into what is now Afghanistan with an army of 50,000. His scribes do not mention Gandhara or Kamboja; instead, they name twelve small countries in those territories. This means that Gandhara and/or Kamboja must not have been very great kingdoms in the late 4th century BC. In 326 BC, most of these twelve or so countries that used to be in the Gandhara Kamboja Mahajanapadas were conquered by the Macedonian conqueror.\nAlexander invited all the chieftains of the former satrapy of Gandhara to come to him and submit to his authority. Ambhi, ruler of Taxila, whose kingdom extended from the Indus to the Hydaspes (Jhelum), complied. After confirming him in his satrapy, Alexander marched against the Sakas (Cheemas are considered to be decadents of the Sakas) and Kamboja highlanders of the Kunar also Swat valleys known in Greek texts as Aspasios and Assakenois (q.v.) and in Indian texts as Ashvayana and Ashvakayana (names referring to their equestrian nature), who had refused to submit to Alexander. The \"Ashvayan\", \"Ashvakayan\", Kamboja and allied Saka clans offered tough resistance to the invader and fought him to a man. When worse came to worst, even the Ashvakayan women took up arms and joined their menfolk on the field, thus preferring \"a glorious death to a life of dishonor\".\nThereafter, Alexander marched east to the Hydaspes, where Porus, ruler of the kingdom between the Hydaspes (Jhelum) and the Akesines (Chenab) refused to submit to him. The two armies fought the historic Battle of the Hydaspes River on the riverbank outside the town of Nikaia (near the modern city of Jhelum). Porus's army fought bravely, but was no match for Alexander's. When the defiant Raja (though wounded and having lost his sons) was brought before Alexander, a legendary conversation took place in which Alexander inquired of Porus, \"How should I treat you?\", the brave Porus shot back, \"The way a king treats another king.\" Alexander was struck by his spirit. He not only returned the conquered kingdom to Porus, but added the land lying between the Akesines (Chenab) and the Hydraotis (Ravi), whose ruler had fled. Alexander's army crossed the Hydraotis and marched east to the Hesidros (Beas), but there his troops refused to march further east, and Alexander turned back, following the Jhelum and the Indus to the Arabian Sea, and sailing to Babylon.\nIn the middle of the 2nd century BC, the Yuezhi tribe of modern China moved westward into Central Asia, which, in turn, caused the Sakas (Scythians) to move west and south. The Northern Sakas, also known as the Indo-Scythians, moved first into Bactria, and later crossed the Hindu Kush into India, successfully wresting power from the Indo-Greeks. They were followed by the Yuezhi, who were known in India as the Kushans or Kushanas. The Kushanas founded a kingdom in the 1st century that lasted for several centuries. Both the Indo-Scythians and the Kushans embraced Buddhism, and absorbed elements of Indo-Greek art and culture into their own. Another Central Asiatic people to make Punjab their home were the Hephthalites (White Huns), who engaged in continuous campaigns from across the Hindu Kush, finally establishing their rule in India in the fifth century.\nMuhammed Bin Qasim's invasion of Punjab.\nThe \"[https://en.m.wikipedia.org/wiki/Chach_Nama#CITEREFAsif,_A_Book_of_Conquest2016 Chach Nama]\" is a romantic work influenced by the 13th-century history, not a historical text of the 8th-century, states [https://en.m.wikipedia.org/wiki/Manan_Ahmed_Asif Asif], a historian and professor at Columbia University in New York City of Pakistani origin.\nMany Jatt/Cheema were oppressed by Hindu king Raja Dahir who ruled over Punjab where the majority of the population followed Buddhism (Ram Swarup Joon: \"History of the Jats\", Rohtak, India (1938, 1967)). The Jat made strong alliances with the Muslim Arabs and hailed the conquest of Muhammad bin Qasim an Arab general. Muhammad bin Qasim defeated the Hindu Raja Dahir in alliance with Jats and other Buddhist Rajas. On his arrival at the town of Brahmanabad between six and sixteen thousand men died in the ensuing battle. Buddhists and the Jat, Meds and Bhutto tribes hailed him as a rescuer from tyranny at the hands of \"Chach\" and his kin (regarded as Cusurpers of the Rai Dynasty).\nHistorian Baladhuri records the local sentiments upon Qasim's recall,\n“\"people of Hind wept for Qasim and preserved his likeness at Karaj\"”.\nAs the Chach-Nama is a non reliable and non contemporary source of history, it has no authenticity and it holds no historical value (According to Pakistani Origin historian [https://en.m.wikipedia.org/wiki/Manan_Ahmed_Asif Dr. Asif])\nOppression of the Jats.\nThe rulers before Islam were: Siharus, Sahasi II, Chach, Dahir. The first two were Buddhist Jatt, and the last two were Hindu jatt. The new Brahmin rulers were not friendly to the many Buddhists in Sind at that time, and they were cruel to the Jats and Meds, who were most of the peasants. Bad conditions were put on the Jats and they lost many civil rights. \"When Chach, the Brahmim chamberlain who usurped the throne of chach King went to Brahmanabad, he enjoined upon the Jats and Lohanas not to carry swords, avoid velvet or silken cloth, ride horses without saddles and walk about bare-headed and bare-footed\". It was because of this background that Muhammad bin Qasim received cooperation from the Buddhists as well as the Jats and Meds during his campaign in Sind [http://worldcat.org/oclc/33848827&referer=brief_results](\"An advanced history of India\" by Ramesh Chandra Majumdar; Hemchandra Raychaudhuri; Kalikinkar Datta Delhi: Macmillan India, 1973).\nIn fact he was hailed as deliverer by several sections of local population. The position of the Buddhists in Sind seeking support from outside can be read in the Chach Nama.\nMohamammad Bin Qasim came as a deliverer for the ancient tribes of Jats and Meds and he defeated the oppressing King of Sindh. From then the war between Budhists and Hindus saw another contender who's future followers of the monotheistic Islamic faith would change the history of India forever.\nCheemas Today.\nThe Cheema clan hold a largest number of Political seats in the National Assembly of Pakistan and Senate of Pakistan in Punjab, Dr Nisar Ahmad Cheema from NA-79 leads the Cheemas in the national assembly today, His ancestors have done so over the past 6 decades.\nThis Cheema family has been and still his the largest and the most powerful family, belonging to Wazirabad, this family has had a large number of Civil servants, Judges, Police officials, Federal Ministers and Provincial Ministers and even a President of Pakistan. In the current generation, IG Police Zulfiqar Ahmad Cheema has gained nationwide popularity and is regarded as the best cop the country has ever produced. Many Cheemas have immigrated, establishing successful careers in aid agencies, and armies amongst other professionals. Cheemas have a very strong political control in many districts such as Gujranwala. Cheemas are the owners of many Rice and floor Mills such as Ghulam Haider Cheema from Aroop used to have the biggest rice and floor business in Pakistan.\nLate Sardar (Captain) Autar Singh Cheema was the First Pakistan born but an Indian national to climb the highest peak of the world Mount Everest on 20th May 1965. He belonged to and after retiring from active service in the Indian army lived in his ancestral village at Chak Sri Ganganagar in Rajasthan India.\nMany Cheemas have now settled in England after participating in both WW1 and WW2 Indian army for British forces. Mostly misled for thinking they would get the freedom of India at the end of world, which was not. Approximately 1.3 million Indian soldiers served in World War One - and more than 74,000 of them lost their lives.\nThe Cheema Clan located in Nurmahal (Cheema Kalan and Cheema kurd) are situated on the lands of former Noor Jahan (The Persian Queen) the twentieth and last wife of the Mughal emperor Jahangir. The Queens secret underground passage ways are located on the Cheema land now. Most of the Cheema lands located in Nurmahal were gifted to the Cheema clan for their bravery, hard work and centuries of dedication in Indian Armed forces and Navy.\nCheema Clans are found World Wide now including; America, Canada, England and Australia\nIn the Mahabharata.\nThe Udyogaparava of the Mahabharata \"(5/19/21-23)\" tells us that the composite army of the Kambojas, Yavanas, and Shakas participated in the Mahabharata war under the command of Sudakshina Kamboja. The epic repeatedly says this composite army was very fierce and wrathful.\nMahabharata, too similarly groups the Shakas with the Kambojas and Yavanas and states that they were originally noble Kshatriyas but got degraded to \"vrishala\" status on account of their non-obersvance of the sacred Brahmanical codes.\nIn the Manusmiriti.\nManusmriti places the Shakas with the Kambojas, Yavanas, Pahlavas, Paradas and labels them all as degraded Kshatriyas (Holy Warriors) defying the Brahmanical codes and rituals.\nIn the Puranas.\nIn the \"Puranas Darada\" the Jatt sub-tribes have been called degrading terms such as Rakshasas (demons) not having darshan of the Brahmin.\nGeography.\nCheema are most numerous in the Amritsar district. There are also 42 villages in the Patiala district. According to Cunningham, this area used to be called \"Chima des\" (\"Des\" or \"Desh,\" in the Hindustani language and Punjabi language, means \"country\"). Many people settled in Montgomery (Sahiwal) and Sandal Bar when the British ruled Punjab because of the construction of a large canal network in these areas. The Cheema also have few villages scattered across Rawalpindi, Bhawalpur, Amritsar, Gurdaspur, Jalandhar, NurMahal or Noor Mahal, Moga, Ludhiana, and Sangrur.\nIn the western Punjab plains, Cheema communities are not generally found past \"Chaj Doab\". In the eastern Punjab plains, they are not were found past the Sangrur district, until 1947, when many Sikh Cheemas moved from Sialkot and Gujranwala to settle in Village Chak 4e Sri Ganganagar in Rajasthan Patiala, Karnal, and Sirsa after partition of the Punjab. Some families also moved afterward Udhamsingh nagar(Uttrakhand), Pilibhit, Puranpur, and Rampur (Utter pradesh). This region is called Mini Punjab and the Terai Region.\nIn Pakistan, Sialkot and Gujranwal districts both have large Cheema populations with many Cheema villages, such as Chak 4e in Sri Ganganagar (Raj) Begowal, Verowala Cheema Jamke Cheema, Tajokay Cheema, Adamkay Cheema, Bhopalwala, Sahowala, Kamalpur, Manpur, and Lodikay Cheema, and in Gujranwal, Baddokey Cheema, Kot Inayat Khan,Delawar Cheema, Saroki Cheema, Bharoki Cheema,Varoki Cheema,Mansorwali Cheema, Ratti Thatt, Bankay Cheema, Kathor, Kalay Wala, Kheway Wali, Wadala Cheema, Phaloki Cheema, Marday Ki, and Chabba Cheema. In Rawalpindi district, there is a village near Gujar Khan which is named Sui Cheemian and it has a substantial population of Cheemas.\nIn southern Punjab, Bahawalpur and Yazman have considerable numbers of Cheema families, in great enough numbers that the area elects more than a dozen cabinet members.\nIn India, the Rupnagar and Mohali districts of the Punjab state have large Cheema populations with many Cheema villages, such as Salaura.","categories":[],"infobox_types":[],"annotations":[{"uri":"Jat","surface_form":"Jat","offset":89},{"uri":"India","surface_form":"India","offset":107},{"uri":"Pakistan","surface_form":"Pakistan","offset":127},{"uri":"Jat","surface_form":"Jat","offset":168},{"uri":"Punjab_region","surface_form":"Punjab","offset":208},{"uri":"Jats","surface_form":"Jats","offset":262},{"uri":"Punjabi_language","surface_form":"Punjabi","offset":279},{"uri":"Muslim","surface_form":"Muslim","offset":352},{"uri":"Punjab_(Pakistan)","surface_form":"Punjab (Pakistan)","offset":378},{"uri":"Sikh","surface_form":"Sikh","offset":414},{"uri":"Punjab_region","surface_form":"Punjab (India)","offset":438},{"uri":"Saka","surface_form":"Saka","offset":523},{"uri":"Mahabharata","surface_form":"Mahabharata","offset":571},{"uri":"Manusmriti","surface_form":"Manusmriti","offset":666},{"uri":"Ramayana","surface_form":"Ramayana","offset":682},{"uri":"Prophecy","surface_form":"prophecy","offset":1300},{"uri":"Alexander_the_Great","surface_form":"Alexander","offset":1475},{"uri":"Achaemenid_dynasty","surface_form":"Achaemenid Empire","offset":1497},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":1554},{"uri":"Gandhara","surface_form":"Gandhara","offset":1617},{"uri":"Kamboja","surface_form":"Kamboja","offset":1629},{"uri":"Kingdom","surface_form":"kingdom","offset":1772},{"uri":"Mahajanapadas","surface_form":"Mahajanapadas","offset":1897},{"uri":"Macedon","surface_form":"Macedon","offset":1933},{"uri":"Ambhi","surface_form":"Ambhi","offset":2070},{"uri":"Taxila","surface_form":"Taxila","offset":2086},{"uri":"Indus_River","surface_form":"Indus","offset":2126},{"uri":"Jhelum_River","surface_form":"Jhelum","offset":2149},{"uri":"Saka","surface_form":"Saka","offset":2235},{"uri":"Kamboja","surface_form":"Kamboja","offset":2299},{"uri":"Kunar_River","surface_form":"Kunar","offset":2326},{"uri":"Swat_River","surface_form":"Swat","offset":2337},{"uri":"Valley","surface_form":"valley","offset":2342},{"uri":"Aspasios","surface_form":"Aspasios","offset":2374},{"uri":"Assakenois","surface_form":"Assakenois","offset":2387},{"uri":"Ashvayana","surface_form":"Ashvayana","offset":2428},{"uri":"Ashvakayana","surface_form":"Ashvakayana","offset":2442},{"uri":"Equestrian_nomad","surface_form":"equestrian","offset":2480},{"uri":"Saka","surface_form":"Saka","offset":2589},{"uri":"Clan","surface_form":"clan","offset":2594},{"uri":"Hydaspes","surface_form":"Hydaspes","offset":2869},{"uri":"Porus","surface_form":"Porus","offset":2885},{"uri":"Battle_of_the_Hydaspes_River","surface_form":"Battle of the Hydaspes River","offset":3030},{"uri":"2nd_century_BC","surface_form":"2nd century BC","offset":3911},{"uri":"Yuezhi","surface_form":"Yuezhi","offset":3931},{"uri":"Saka","surface_form":"Saka","offset":4021},{"uri":"Indo-Scythian","surface_form":"Indo-Scythian","offset":4101},{"uri":"Hindu_Kush","surface_form":"Hindu Kush","offset":4165},{"uri":"Kushan","surface_form":"Kushan","offset":4303},{"uri":"Indo-Scythians","surface_form":"Indo-Scythians","offset":4418},{"uri":"Kushans","surface_form":"Kushans","offset":4441},{"uri":"Buddhism","surface_form":"Buddhism","offset":4458},{"uri":"Hephthalite","surface_form":"Hephthalite","offset":4602},{"uri":"Raja_Dahir","surface_form":"Raja Dahir","offset":5193},{"uri":"Ram_Swarup_Joon","surface_form":"Ram Swarup Joon","offset":5282},{"uri":"Rohtak","surface_form":"Rohtak","offset":5322},{"uri":"India","surface_form":"India","offset":5330},{"uri":"Alliances","surface_form":"alliances","offset":5371},{"uri":"Arabs","surface_form":"Arabs","offset":5397},{"uri":"Invasion","surface_form":"conquest","offset":5418},{"uri":"Muhammad_bin_Qasim","surface_form":"Muhammad bin Qasim","offset":5430},{"uri":"Raja_Dahir","surface_form":"Raja Dahir","offset":5504},{"uri":"Jat","surface_form":"Jat","offset":5532},{"uri":"Rajas","surface_form":"Rajas","offset":5556},{"uri":"Brahmanabad","surface_form":"Brahmanabad","offset":5593},{"uri":"Jat","surface_form":"Jat","offset":5688},{"uri":"Meds_(tribe)","surface_form":"Meds","offset":5693},{"uri":"Bhutto_(tribe)","surface_form":"Bhutto","offset":5702},{"uri":"Rai_Dynasty","surface_form":"Rai Dynasty","offset":5819},{"uri":"Baladhuri","surface_form":"Baladhuri","offset":5843},{"uri":"Islam","surface_form":"Islam","offset":6250},{"uri":"Siharus","surface_form":"Siharus","offset":6262},{"uri":"Sahasi_II","surface_form":"Sahasi II","offset":6271},{"uri":"Chach","surface_form":"Chach","offset":6282},{"uri":"Dahir","surface_form":"Dahir","offset":6289},{"uri":"Buddhist","surface_form":"Buddhist","offset":6315},{"uri":"Rajputs","surface_form":"Jatt","offset":6324},{"uri":"Hinduism","surface_form":"Hindu jatt","offset":6352},{"uri":"Sind","surface_form":"Sind","offset":6430},{"uri":"Meds","surface_form":"Meds","offset":6485},{"uri":"Civil_right","surface_form":"civil right","offset":6577},{"uri":"Brahmanabad","surface_form":"Brahmanabad","offset":6673},{"uri":"Lohanas","surface_form":"Lohanas","offset":6716},{"uri":"Muhammad_bin_Qasim","surface_form":"Muhammad bin Qasim","offset":6887},{"uri":"Delhi","surface_form":"Delhi","offset":7162},{"uri":"India","surface_form":"India","offset":7179},{"uri":"Chach_Nama","surface_form":"Chach Nama","offset":7355},{"uri":"Political","surface_form":"Political","offset":7718},{"uri":"National_Assembly_of_Pakistan","surface_form":"National Assembly of Pakistan","offset":7741},{"uri":"Senate_of_Pakistan","surface_form":"Senate of Pakistan","offset":7775},{"uri":"Mahabharata","surface_form":"Mahabharata","offset":9924},{"uri":"Mahabharata_war","surface_form":"Mahabharata war","offset":10041},{"uri":"Sudakshina_Kamboja","surface_form":"Sudakshina Kamboja","offset":10078},{"uri":"Kshatriyas","surface_form":"Kshatriyas","offset":10291},{"uri":"Manusmriti","surface_form":"Manusmriti","offset":10428},{"uri":"Shakas","surface_form":"Shakas","offset":10450},{"uri":"Kambojas","surface_form":"Kambojas","offset":10466},{"uri":"Yavanas","surface_form":"Yavanas","offset":10476},{"uri":"Pahlava","surface_form":"Pahlava","offset":10485},{"uri":"Paradas","surface_form":"Paradas","offset":10495},{"uri":"Holy","surface_form":"Holy","offset":10547},{"uri":"Brahmana","surface_form":"Brahmanical","offset":10574},{"uri":"Puranas","surface_form":"Puranas","offset":10629},{"uri":"Rakshasas","surface_form":"Rakshasas","offset":10706},{"uri":"Darshan","surface_form":"darshan","offset":10736},{"uri":"Brahmin","surface_form":"Brahmin","offset":10751},{"uri":"Amritsar","surface_form":"Amritsar","offset":10803},{"uri":"Patiala","surface_form":"Patiala","offset":10856},{"uri":"Sahiwal","surface_form":"Sahiwal","offset":11059},{"uri":"Sandal_Bar","surface_form":"Sandal Bar","offset":11072},{"uri":"Rawalpindi","surface_form":"Rawalpindi","offset":11233},{"uri":"Bhawalpur","surface_form":"Bhawalpur","offset":11245},{"uri":"Amritsar","surface_form":"Amritsar","offset":11256},{"uri":"Gurdaspur","surface_form":"Gurdaspur","offset":11266},{"uri":"Jalandhar","surface_form":"Jalandhar","offset":11277},{"uri":"Moga","surface_form":"Moga","offset":11312},{"uri":"Ludhiana","surface_form":"Ludhiana","offset":11318},{"uri":"Sangrur","surface_form":"Sangrur","offset":11332},{"uri":"Sangrur","surface_form":"Sangrur","offset":11495},{"uri":"Sialkot","surface_form":"Sialkot","offset":11559},{"uri":"Gujranwala","surface_form":"Gujranwala","offset":11571},{"uri":"Patiala","surface_form":"Village Chak 4e Sri Ganganagar in Rajasthan Patiala","offset":11595},{"uri":"Karnal","surface_form":"Karnal","offset":11648},{"uri":"Sirsa","surface_form":"Sirsa","offset":11660},{"uri":"Punjab_region","surface_form":"Punjab","offset":11689},{"uri":"Udhamsingh_nagar","surface_form":"Udhamsingh nagar","offset":11732},{"uri":"Pilibhit","surface_form":"Pilibhit","offset":11762},{"uri":"Puranpur","surface_form":"Puranpur","offset":11772},{"uri":"Rampur","surface_form":"Rampur","offset":11786},{"uri":"Sialkot","surface_form":"Sialkot","offset":11879},{"uri":"Gujranwala","surface_form":"Gujranwal","offset":11891},{"uri":"Manpur","surface_form":"Manpur","offset":12116},{"uri":"Gujranwala_District","surface_form":"Gujranwal","offset":12151},{"uri":"Delawar_Cheema","surface_form":"Delawar Cheema","offset":12195},{"uri":"Saroki_Cheema","surface_form":"Saroki Cheema","offset":12211},{"uri":"Bharoki_Cheema","surface_form":"Bharoki Cheema","offset":12226},{"uri":"Mansorwali_Cheema","surface_form":"Mansorwali Cheema","offset":12255},{"uri":"Ratti_Thatt","surface_form":"Ratti Thatt","offset":12274},{"uri":"Bankay_Cheema","surface_form":"Bankay Cheema","offset":12287},{"uri":"Kathor","surface_form":"Kathor, Kalay Wala","offset":12302},{"uri":"Kheway_Wali","surface_form":"Kheway Wali","offset":12322},{"uri":"Wadala_Cheema","surface_form":"Wadala Cheema","offset":12335},{"uri":"Phaloki_Cheema","surface_form":"Phaloki Cheema","offset":12350},{"uri":"Marday_Ki","surface_form":"Marday Ki","offset":12366},{"uri":"Chabba_Cheema","surface_form":"Chabba Cheema","offset":12381},{"uri":"Rawalpindi","surface_form":"Rawalpindi","offset":12399},{"uri":"Gujranwala","surface_form":"village","offset":12431},{"uri":"Gujar_Khan","surface_form":"Gujar Khan","offset":12444},{"uri":"Sui_Cheemian","surface_form":"Sui Cheemian","offset":12470},{"uri":"Bahawalpur","surface_form":"Bahawalpur","offset":12551}]}