{"id":410236,"url":"http://en.wikipedia.org/wiki/Oceanic_whitetip_shark","text":"The Oceanic whitetip shark (\"Carcharhinus longimanus\"), is a large species of requiem shark, in the genus \"Carcharhinus\". The Oceanic whitetip reef shark reaches a maximum length of 4 metres, and can weigh as much as 170 kg (370 pounds). This species of shark can be distinguished among other species by its large, rounded first dorsal fin, and its very long, wide, paddle-like pectoral fins.\nThe Oceanic whitetip shark should not be confused with the whitetip reef shark.\nDescription.\nThe Oceanic whitetip shark is easy to distinguish. It has a large, rounded first dorsal fin, and very long, wide, paddle-like pectoral fins. The first dorsal fin is very large with a rounded tip, and is just in front of the pectoral fins. The second dorsal fin is located over, or slightly in front of, the anal fin. This species has a whitish-tipped first dorsal, pectoral fins, pelvic fins, and caudal fin. The underside of the body is white, with a yellow tinge on some individuals.\nOceanic whitetip sharks can grow to large sizes, with the largest individuals reaching 3.5-4 metres (12-13 feet) in length. However, most specimens are less than 3 metres (10 feet) in length. The maximum recorded weight for this species is 170 kg (370 pounds). Males mature at 1.7-1.9 metres (5.6-6.2 feet) in length, while females reach maturity at slightly longer sizes of 1.8-2 metres (5.9-6.6 feet).\nHabitat.\nIn the western Atlantic, the Oceanic whitetip shark is found from Maine, U.S.A to Argentina, including the Gulf of Mexico and the Caribbean. In the eastern Atlantic it is found from Portugal to the Gulf of Guinea, possibly occurring in the Mediterranean. In the Indo-Pacific, it is found from the Red Sea and East Africa to the Hawaiian, Samoan, Tahiti and Tuamoto islands. In the eastern Pacific it ranges from southern California to Peru, including the Galapagos Islands.\nThis shark is usually seen well offshore in deep water areas up to the depth of 152 metres (500 feet). On occasion it has been seen in shallower waters near land, usually near oceanic islands. Captured data in the Pacific Ocean shows that the abundance of this shark increases along with the distance from land. It is one of the top three most abundant oceanic sharks, with the blue shark and the silky shark.\nAlthough this shark is mainly solitary, the Oceanic whitetip shark gathers in groups when food is present. It is a slow swimmer, with equal amount of activity during the day and night. Reports show that the Oceanic whitetip shark is usually found near the surface, swimming slowly with its pectoral fins spread widely. Oceanic whitetip sharks are often accompanied by remoras, dolphinfish, and pilot fish. An unusual behaviour was once observed in Hawaiian waters. The Oceanic whitetip sharks were shown swimming along with pods of Shortfin pilot whales. This behaviour was not fully understood, but was thought to be food-related. The Oceanic whitetip sharks were thought to have been swimming with the pilot whales due to the fact that the pilot whales were better at finding squid which the sharks also feed on.\nBehaviour.\nThe Oceanic whitetip shark is mainly solitary and swims slowly, and is usually seen cruising near the top of the water column, covering large amounts of empty water, searching for prey or any food source. Until the 16th century, sharks were known to mariners as \"sea dogs\". The Oceanic whitetip shark, the most common ship-following shark, shows dog-like behaviour when it is attracted by something which appears to be food. It starts swimming greedily towards the food source, approaches cautiously but stubbornly. It keeps a safe distance if driven off, but is ready to rush in if the opportunity presents itself. Oceanic whitetip sharks are not fast swimmers, but they are capable of surprising bursts of speed. They commonly compete for food with silky sharks, often presenting aggressive displays. There does not seem to be segregation by gender and size. Oceanic whitetip sharks usually follow schools of tuna or squid, and trail groups of dolphins and pilot whales, scavenging their prey.\nFeeding.\nThe oceanic whitetip shark feeds mainly on bony fish, including lancetfish, oarfish, barracuda, jacks, dolphinfish, marlin, tuna, mackerels, and threadfins. Other prey consists of stingrays, sea turtles, sea birds, gastropods, squid, crustaceans, and mammalian carrion (dead whales and dolphins). Feeding behaviour has been reported for this shark and includes biting into schools of bony fish. It also swims through schools of feeding tuna with wide-open jaws, into which the tuna unknowingly swim. The Oceanic whitetip shark has also been observed eating garbage that is disposed of at sea. If other species of sharks are encountered by the Oceanic whitetip shark during feeding activities, the Oceanic whitetip becomes aggressive and dominates over them.\nReproduction.\nIn the north-western Atlantic and the south-western Indian Ocean, the Oceanic whitetip shark has been known to mate during the early summer. After a gestation period lasting around 1 year, the females give birth to around 1-15 pups. The Oceanic whitetip shark is viviparous, and both genders reach maturity around the ages of 6-7 years, with the females being at a length of 1.8-2 metres (5.9-6.6 feet), and the males being at a length of 1.7-1.9 metres (5.6-6.2 feet). The young are around 60-65 cm long at birth.\nHuman interactions.\nOceanic whitetip sharks are usually caught by shark fisheries. The meat is marketed fresh, frozen, smoked, and dried-salted for human consumption, the skin is used for leather, the fins used in shark-fin soup, and the liver oil is used for vitamins. It is also processed into fishmeals. Tuna fishermen dislike the Oceanic whitetip shark as it has been known to follow tuna boats and damage or consume catches. Although this species is usually seen offshore, it is considered to be dangerous. It is usually the first species to be seen in waters surrounding mid-ocean disasters. During World War II, the \"Nova Scotia\", a steamship, was sunk by torpedoes from a German submarine off the coast of South Africa. Close to 1,000 men were on board, however only 192 survived. It was believed that many of the fatalities were victims of the Oceanic whitetip shark in what eyewitness accounts described as a feeding frenzy.\nIn encounters with divers, Ocean whitetip sharks have shown little fear, and usually investigate and circle around the ongoing activities. Due to this shark's opportunistic feeding habits and strong jaws, as well as its boldness and unpredictability around divers, this shark should be treated with extreme caution. Many attacks are caused when divers accidentally bump into the shark.\nAlthough this species is listed as 'vulnerable' overall, it has been listed as 'critically endangered' by the IUCN in the north-western and western-central Atlantic. This is due to the massive decline in reported catches indicating that the population has decreased.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":67},{"uri":"Carcharhiniformes","surface_form":"requiem shark","offset":78},{"uri":"Genus","surface_form":"genus","offset":100},{"uri":"Carcharhinus","surface_form":"Carcharhinus","offset":107},{"uri":"Whitetip_reef_shark","surface_form":"whitetip reef shark","offset":452},{"uri":"Dorsal_fin","surface_form":"dorsal fin","offset":567},{"uri":"Pectoral_fin","surface_form":"pectoral fin","offset":612},{"uri":"Anal_fin","surface_form":"anal fin","offset":793},{"uri":"Pelvic_fin","surface_form":"pelvic fin","offset":866},{"uri":"Caudal_fin","surface_form":"caudal fin","offset":883},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":1400},{"uri":"Maine","surface_form":"Maine","offset":1451},{"uri":"United_States","surface_form":"U.S.A","offset":1458},{"uri":"Argentina","surface_form":"Argentina","offset":1467},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":1492},{"uri":"Caribbean_Sea","surface_form":"Caribbean","offset":1515},{"uri":"Portugal","surface_form":"Portugal","offset":1567},{"uri":"Gulf_of_Guinea","surface_form":"Gulf of Guinea","offset":1583},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean","offset":1625},{"uri":"Red_Sea","surface_form":"Red Sea","offset":1682},{"uri":"East_Africa","surface_form":"East Africa","offset":1694},{"uri":"Hawaiian_Islands","surface_form":"Hawaiian","offset":1713},{"uri":"Samoa","surface_form":"Samoan","offset":1723},{"uri":"Tahiti","surface_form":"Tahiti","offset":1731},{"uri":"Island","surface_form":"island","offset":1750},{"uri":"Pacific_Ocean","surface_form":"Pacific","offset":1774},{"uri":"California","surface_form":"California","offset":1806},{"uri":"Peru","surface_form":"Peru","offset":1820},{"uri":"Galapagos_Islands","surface_form":"Galapagos Islands","offset":1840},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":2073},{"uri":"Blue_shark","surface_form":"blue shark","offset":2237},{"uri":"Silky_shark","surface_form":"silky shark","offset":2256},{"uri":"Remora","surface_form":"remora","offset":2637},{"uri":"Dolphinfish","surface_form":"dolphinfish","offset":2646},{"uri":"Pilot_fish","surface_form":"pilot fish","offset":2663},{"uri":"Shortfin_pilot_whale","surface_form":"Shortfin pilot whale","offset":2801},{"uri":"Pilot_whale","surface_form":"pilot whale","offset":2973},{"uri":"Tuna","surface_form":"tuna","offset":4006},{"uri":"Squid","surface_form":"squid","offset":4014},{"uri":"Dolphin","surface_form":"dolphin","offset":4041},{"uri":"Pilot_whale","surface_form":"pilot whale","offset":4054},{"uri":"Bony_fish","surface_form":"bony fish","offset":4143},{"uri":"Lancetfish","surface_form":"lancetfish","offset":4164},{"uri":"Oarfish","surface_form":"oarfish","offset":4176},{"uri":"Barracuda","surface_form":"barracuda","offset":4185},{"uri":"Carangidae","surface_form":"jack","offset":4196},{"uri":"Dolphinfish","surface_form":"dolphinfish","offset":4203},{"uri":"Marlin","surface_form":"marlin","offset":4216},{"uri":"Tuna","surface_form":"tuna","offset":4224},{"uri":"Mackerel","surface_form":"mackerel","offset":4230},{"uri":"Threadfin","surface_form":"threadfin","offset":4245},{"uri":"Stingray","surface_form":"stingray","offset":4280},{"uri":"Sea_turtle","surface_form":"sea turtle","offset":4291},{"uri":"Sea_bird","surface_form":"sea bird","offset":4304},{"uri":"Gastropod","surface_form":"gastropod","offset":4315},{"uri":"Squid","surface_form":"squid","offset":4327},{"uri":"Crustacean","surface_form":"crustacean","offset":4334},{"uri":"Mammal","surface_form":"mammalian","offset":4351},{"uri":"Carrion","surface_form":"carrion","offset":4361},{"uri":"Whale","surface_form":"whale","offset":4375},{"uri":"Dolphin","surface_form":"dolphin","offset":4386},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":4893},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":4924},{"uri":"Viviparous","surface_form":"viviparous","offset":5135},{"uri":"World_War_II","surface_form":"World War II","offset":5992},{"uri":"Germany","surface_form":"German","offset":6067},{"uri":"Submarine","surface_form":"submarine","offset":6074},{"uri":"South_Africa","surface_form":"South Africa","offset":6101},{"uri":"International_Union_for_the_Conservation_of_Nature","surface_form":"IUCN","offset":6818},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":6864}]}