{"id":410475,"url":"http://en.wikipedia.org/wiki/The_Book_of_Tea","text":"is a long essay about the role that tea plays in Japanese lifestyle and culture. It was written by Okakura Kakuzō, and was published in 1906.\nThe book is written for a Western audience. It was originally written in English. Okakura had been taught at a young age to speak English and was good at communicating his thoughts to Westerners. In his book, he discusses Zen and Taoism, but also the secular (non-religious) aspects of tea and Japanese life. The book emphasizes how Teaism (the art of tea) taught the Japanese many things. Most importantly it taught them simplicity. Kakuzō says that this simplicity, inspired by tea, affected arts and architecture.\nTeaism.\nWhen tea is more than a drink and the tea ceremony is understood and practiced to foster harmony in humanity, promote harmony with nature, discipline the mind, quiet the heart, and attain the purity of enlightenment, the art of tea becomes teaism. And it can be used to describe tea ceremony as the interests in tea culture and studies and pursued over time with self-cultivation. Teaism is mostly a simplistic mode of aesthetics, but there are subtle insights into ethics, and even metaphysics. Teaism is related to teamind. A sense of focus and concentration while under the influence of great tasting tea. Teaist is a person who performs or enjoys the art of tea and teaism. In Chinese, Japanese, and Korean cultures, they all have well-developed teaism.\nHistory.\nTeaism is a synthesis of Taoism, Zennism, and tea. It is likely that it alludes more to the Taoist influences on Zen, and subsequently the Chado, or the Japanese tea ceremony, as he makes the statement, 'A subtle philosophy lay behind it all. Teaism was Taoism in disguise.' Teaism is brought out for its Taoist origins; but in the second half, it is shown through its manifestations in the Chado and in Japanese culture in general.\nTerminology of dao/do with respect to tea.\nIn this sense tea is more than a drink and more than an art, it is integrated in the culture and the mind. The term Chinese:chadao or Japanese:chado in English is a difficult translation task. In most common use and easy to express translation is \"tea ceremony\". A direct translation is \"the way of tea\" or \"the way of tea\". The term \"teaism\" is by some only signifies this with Japanese tea ceremony. Similar terms are \"tea arts\" and \"tea culture\". While the word lore is usually not used in this context, another term used is tea lore.","categories":[],"infobox_types":[],"annotations":[{"uri":"Essay","surface_form":"essay","offset":10},{"uri":"Tea","surface_form":"tea","offset":36},{"uri":"Japan","surface_form":"Japan","offset":49},{"uri":"Lifestyle","surface_form":"lifestyle","offset":58},{"uri":"Culture","surface_form":"culture","offset":72},{"uri":"Okakura_Kakuz%C5%8D","surface_form":"Okakura Kakuzō","offset":99},{"uri":"Western_civilization","surface_form":"Western","offset":168},{"uri":"Zen","surface_form":"Zen","offset":364},{"uri":"Taoism","surface_form":"Taoism","offset":372},{"uri":"Secularism","surface_form":"secular","offset":393},{"uri":"Art","surface_form":"art","offset":487},{"uri":"Simplicity","surface_form":"simplicity","offset":564},{"uri":"Arts","surface_form":"arts","offset":636},{"uri":"Architecture","surface_form":"architecture","offset":645},{"uri":"Taoism","surface_form":"Taoism","offset":1459},{"uri":"Zen","surface_form":"Zen","offset":1467},{"uri":"Japanese_tea_ceremony","surface_form":"Japanese tea ceremony","offset":1587},{"uri":"Tea_ceremony","surface_form":"tea ceremony","offset":2158},{"uri":"Japanese_tea_ceremony","surface_form":"Japanese tea ceremony","offset":2289},{"uri":"Tea_lore","surface_form":"tea lore","offset":2438}]}