{"id":410587,"url":"http://en.wikipedia.org/wiki/Girls%27_Generation-TTS","text":"Girls' Generation-TTS (Hangul: 소녀시대-태티서, also known as TTS, TaeTiSeo, or Girls' Generation-TaeTiSeo), was the subgroup of the girl group Girls' Generation, formed by S.M. Entertainment in 2012. It was composed of three Girls' Generation members: Taeyeon, Tiffany and Seohyun, who the last two left the agency and the group in 2017. The group released their first EP entitled \"Twinkle\", in 2012. The second EP, \"Holler\", was released in 2014. Then in December 2015, a third EP entitled \"Dear Santa\" was released as a Christmas special.\n2012–13: Formation and \"Twinkle\".\nOn April 19, 2012, S.M. Entertainment officially announced the formation of the sub-group, affirming in its official press release that the intention was \"to gain the attention of fans with all aspects of music, performances and fashion styles.\" He also hinted at the possibility of other sub-groups. The name \"TaeTiSeo\" or \"TTS\" was created by the first syllables of Taeyeon, Tiffany and Seohyun.\nCompared to the members of Girls' Generation the main focus of TTS is on the vocal ability of each member while the original group places more emphasis in general on songs and group performances.\nThe single \"Twinkle\" was released on iTunes for everyone on April 29, 2012, along with a music video on April 30, achieving more than 10 million views on YouTube in just one week. In November 2017, the music video had 78 million views. The mini-album with the same name, \"Twinkle\", was released digitally on April 30th5 and physically on May 2nd. The next day TTS started their album promotions in various music programs.\nThey became the first sub-group to achieve a \"triple crown\" in music shows in South Korea, they reigned in place for three consecutive weeks at No. 1. At that time, \"Twinkle\" was the album with the highest charts by a Korean artist in iTunes United States and was in the 126th place of Billboard 200. The song received 2,520,485 digital downloads in South Korea in July 2014, and the album sold 144,000 copies in South Korea, and some 28,000 more copies abroad. During the same year, the group also participated in the SMTown Live World Tour III where they presented \"Twinkle\", as well as a special performance by Usher who sang the song \"DJ Got Us Fallin 'In Love\" with EXO.During the same year, the group also participated in the SMTown Live World Tour III where they presented \"Twinkle\", as well as a special performance by Usher who sang the song \"DJ Got Us Fallin 'In Love\" with EXO.\n2014–2017: \"Holler\", reality show and \"Dear Santa\".\nThey also revealed that Seohyun wrote the lyrics of one of his songs, \"Only U\" while Tiffany was the visual director of \"Holler\" music video concept. During the promotions, the three singers performed on the reality show \"The TaeTiSeo\". The show had on the personal side of Taeyeon, Tiffany and Seohyun, revealing how they live their normal daily life and what they do in their spare time. Several images of the preparation of the album were also shown.\nIn December 2015, TTS released its third special Christmas EP, entitled \"Dear Santa\". The album debuted at number two on the weekly Gaon chart of South Korea and has sold at least 60,456 copies to date. Seohyun wrote the lyrics to the title track \"Dear Santa\". As an effort to support music education for children in Asia, TTS contributed a part of the album's sales profits to a charity called \"SMile for U\", a campaign held between SM Entertainment and UNICEF.","categories":[],"infobox_types":["Korean name"],"annotations":[{"uri":"Girls%27_Generation","surface_form":"Girls' Generation","offset":137},{"uri":"S.M._Entertainment","surface_form":"S.M. Entertainment","offset":166},{"uri":"Kim_Tae-yeon","surface_form":"Taeyeon","offset":246},{"uri":"Tiffany_Young","surface_form":"Tiffany","offset":255},{"uri":"Seohyun","surface_form":"Seohyun","offset":267},{"uri":"Twinkle","surface_form":"Twinkle","offset":376},{"uri":"Holler","surface_form":"Holler","offset":411},{"uri":"Dear_Santa","surface_form":"Dear Santa","offset":486},{"uri":"ITunes","surface_form":"iTunes","offset":1200},{"uri":"YouTube","surface_form":"YouTube","offset":1317},{"uri":"Twinkle","surface_form":"Twinkle","offset":1435},{"uri":"Billboard_200","surface_form":"Billboard 200","offset":1871},{"uri":"Usher","surface_form":"Usher","offset":2412},{"uri":"EXO","surface_form":"EXO","offset":2469},{"uri":"Dear_Santa","surface_form":"Dear Santa","offset":3053},{"uri":"SM_Entertainment","surface_form":"SM Entertainment","offset":3414},{"uri":"UNICEF","surface_form":"UNICEF","offset":3435}]}