{"id":410612,"url":"http://en.wikipedia.org/wiki/Lowitja_O%27Donoghue","text":"Dr. Lowitja \"Lois\" O'Donoghue, (born 1 August 1932) is an Aboriginal Australian woman who worked as an administrator of several Commonwealth organisations. She was the founding chairperson of the Aboriginal and Torres Strait Islander Commission (ATSIC). She was named Australian of the Year in 1984.\nPersonal life.\nLowitja O'Donoghue was born at Granite Downs, a cattle station located on the Stuart Highway in northwest South Australia. Her father, Tom O'Donoghue, was a stockman of Irish descent. Her mother, Lily, was one of the native Yankunytjatjara people. Tom and Lily met while Tom was working at Everard Park, another cattle station on the traditional country of the Yankunytjatjara. The couple moved to Granite Downs, known as Indulkana to the Yankunytjatjara, in 1925. Lowitja was born here around 1 August 1932. She was the fifth of six children.\nIn 1934, members of the United Aborigines' Mission visited the community at Indulkana. They persuaded Lowitja's mother that it would be best for her children to be brought up by the missionaries. There was no school in Granite Downs, and they were concerned about raising their children in such an isolated location. They moved with their children to Oodnadatta, and took them to the mission, which was run by the Baptist Church. Lowitja was baptised at the mission by a pastor. She was taken to be taught at Colebrook Children's Home, an Aboriginal school run by the mission in Quorn. She began learning there at the age of three.\nLowitja was two years old when she was removed from her mother. After she was removed, she did not see her mother again for 33 years. During that time, her mother did not know where her children had been taken. Despite this, Lowitja did not identify as a member of the Stolen Generations. She would later say that she preferred the word \"removed\" over \"stolen\" for her personal case. She has said she was happy living at Colebrooke and that she received a good education both there and at the Quorn Primary School. However, it is these sort of assimilation practises by the Churches that Lowitja and many others would eventually work to put an end to.\nIn 1944, Colebrook Home moved to Eden Hills in the south of Adelaide due to very bad water shortages. This allowed Lowitja to go to Unley High School, a local public school.\nIn 1979, Lowitja married Gordon Smart, a health care worker at the Repatriation Hospital. She had first met him in 1964. He died in 1991, and was buried at Quorn.\nNursing career.\nFrom 1950 to 1953, O'Donoghue worked as a nursing aide in Victor Harbor. The small local hospital did not run a training course. With the help of the matron, Lowitja applied to be a student nurse in Adelaide. The Royal Adelaide Hospital originally rejected her, but shortly afterwards she was offered a position as a student nurse in 1954. She qualified as a nurse and worked at the Royal Adelaide Hospital until 1961.\nShe spent time as a nurse with the Baptist Church working in Assam, in northern India. She replaced missionaries who were taking leave back in Australia. Due to the nearby Sino-Indian War, she was advised by the Australian government to evacuate to Calcutta from where she returned to Australia.\nPublic service.\nAfter returning in 1962, she worked as an Aboriginal Liaison Officer with the South Australian Department of Education. She later transferred to the state's Department of Aboriginal Affairs. She worked there as a Welfare Officer based mainly in the north of the state, including at Coober Pedy.\nIn 1967, Lowitja joined the newly formed Commonwealth Department of Aboriginal Affairs, which was in charge of Aboriginal welfare across Australia. She worked in the department's Adelaide office. After eight years, she became the Director of the department's office in South Australia. She was responsible for implementing the national Aboriginal welfare policy in South Australia. After a short while, she left the public service.\nLowitja was a chairperson of the National Aboriginal Congress for a short time in the early 1980s. She was later appointed chairperson of the Aboriginal Development Commission. In 1990, she was appointed chairperson of the newly created Aboriginal and Torres Strait Islander Commission (ATSIC). In 1991, she, along with Alf Bamblett and Steve Gordon, became the first Aboriginal people to attend a Cabinet meeting. In December 1992, she became the first Aboriginal Australian to address the United Nations General Assembly. She remained as chairperson of ATSIC until 1996. She was replaced by Gatjil Djerrkura, who was considered by the Howard Government to be more moderate.\nHonours and awards.\nIn 1976, O'Donoghue was the first Aboriginal woman to be inducted into the new Order of Australia. The award was in recognition of her work in welfare. She was made a Commander of the Order of the British Empire in 1983. She was named Australian of the Year in 1984, for her work to improve the welfare of indigenous Australians. She was made a Companion of the Order of Australia (AC) in 1999. O'Donoghue was inducted into the Olympic Order in 2000. She was made Dame of the Order of St Gregory the Great by Pope John Paul II in 2005.\nO'Donoghue has received honorary doctorates from Murdoch University, the University of South Australia, the Australian National University, the Queensland University of Technology and Flinders University. She was made an honorary professorial fellow at Flinders University in 2000.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indigenous_Australians","surface_form":"Aboriginal Australian","offset":58},{"uri":"Public_administration","surface_form":"administrator","offset":103},{"uri":"Government_of_Australia","surface_form":"Commonwealth","offset":128},{"uri":"Chairperson","surface_form":"chairperson","offset":177},{"uri":"Aboriginal_and_Torres_Strait_Islander_Commission","surface_form":"Aboriginal and Torres Strait Islander Commission","offset":196},{"uri":"Australian_of_the_Year","surface_form":"Australian of the Year","offset":268},{"uri":"Station_(agriculture)","surface_form":"cattle station","offset":363},{"uri":"Stuart_Highway","surface_form":"Stuart Highway","offset":393},{"uri":"Stockman","surface_form":"stockman","offset":472},{"uri":"Irish_people","surface_form":"Irish","offset":484},{"uri":"Yankunytjatjara","surface_form":"Yankunytjatjara","offset":539},{"uri":"Mimili%2C_South_Australia","surface_form":"Everard Park","offset":605},{"uri":"Homeland","surface_form":"traditional country","offset":649},{"uri":"Indulkana%2C_South_Australia","surface_form":"Indulkana","offset":737},{"uri":"Mission_(Christianity)","surface_form":"missionaries","offset":1041},{"uri":"Oodnadatta%2C_South_Australia","surface_form":"Oodnadatta","offset":1210},{"uri":"Baptist","surface_form":"Baptist Church","offset":1273},{"uri":"Baptism","surface_form":"baptised","offset":1301},{"uri":"Pastor","surface_form":"pastor","offset":1330},{"uri":"Quorn%2C_South_Australia","surface_form":"Quorn","offset":1438},{"uri":"Stolen_Generations","surface_form":"Stolen Generations","offset":1760},{"uri":"Cultural_assimilation","surface_form":"assimilation","offset":2035},{"uri":"Eden_Hills%2C_South_Australia","surface_form":"Eden Hills","offset":2176},{"uri":"Adelaide","surface_form":"Adelaide","offset":2203},{"uri":"Water_shortage","surface_form":"water shortage","offset":2228},{"uri":"Public_school","surface_form":"public school","offset":2302},{"uri":"Health_care","surface_form":"health care","offset":2358},{"uri":"Nursing","surface_form":"nursing","offset":2538},{"uri":"Victor_Harbor%2C_South_Australia","surface_form":"Victor Harbor","offset":2554},{"uri":"Hospital","surface_form":"hospital","offset":2585},{"uri":"Royal_Adelaide_Hospital","surface_form":"Royal Adelaide Hospital","offset":2709},{"uri":"Assam","surface_form":"Assam","offset":2976},{"uri":"India","surface_form":"India","offset":2995},{"uri":"Sino-Indian_War","surface_form":"Sino-Indian War","offset":3087},{"uri":"Kolkata","surface_form":"Calcutta","offset":3164},{"uri":"Coober_Pedy%2C_South_Australia","surface_form":"Coober Pedy","offset":3509},{"uri":"Welfare","surface_form":"welfare","offset":3644},{"uri":"Chairperson","surface_form":"chairperson","offset":3968},{"uri":"Aboriginal_and_Torres_Strait_Islander_Commission","surface_form":"Aboriginal and Torres Strait Islander Commission","offset":4191},{"uri":"Cabinet","surface_form":"Cabinet","offset":4352},{"uri":"United_Nations_General_Assembly","surface_form":"United Nations General Assembly","offset":4445},{"uri":"Gatjil_Djerrkura","surface_form":"Gatjil Djerrkura","offset":4547},{"uri":"John_Howard","surface_form":"Howard Government","offset":4591},{"uri":"Moderate","surface_form":"moderate","offset":4620},{"uri":"Order_of_Australia","surface_form":"Order of Australia","offset":4729},{"uri":"Welfare","surface_form":"welfare","offset":4793},{"uri":"Commander_of_the_Order_of_the_British_Empire","surface_form":"Commander of the Order of the British Empire","offset":4817},{"uri":"Australian_of_the_Year","surface_form":"Australian of the Year","offset":4885},{"uri":"Companion_of_the_Order_of_Australia","surface_form":"Companion of the Order of Australia","offset":4995},{"uri":"Olympic_Order","surface_form":"Olympic Order","offset":5078},{"uri":"Dame_of_Malta","surface_form":"Dame of the Order of St Gregory the Great","offset":5114},{"uri":"Pope_John_Paul_II","surface_form":"Pope John Paul II","offset":5159},{"uri":"Honorary_degree","surface_form":"honorary","offset":5210},{"uri":"Doctorate","surface_form":"doctorate","offset":5219},{"uri":"Murdoch_University","surface_form":"Murdoch University","offset":5235},{"uri":"University_of_South_Australia","surface_form":"University of South Australia","offset":5259},{"uri":"Australian_National_University","surface_form":"Australian National University","offset":5294},{"uri":"Queensland_University_of_Technology","surface_form":"Queensland University of Technology","offset":5330},{"uri":"Flinders_University","surface_form":"Flinders University","offset":5370},{"uri":"Professor","surface_form":"professor","offset":5416}]}