{"id":410657,"url":"http://en.wikipedia.org/wiki/Jokichi_Ikarashi","text":"e=\"preserve\">Jokichi Ikarashi (五十嵐 丈吉 Jōkichi Ikarashi; 26 January 1902 – 23 July 2013) was a Japanese farmer and supercentenarian, and the oldest man ever from Niigata Prefecture before 31 August 2018, when Chitetsu Watanabe surpassed his age. He was at the time of his death at age 111 years, 178 days the oldest living Japanese man for less than 6 weeks after Jiroemon Kimura's death on 12 June, and was believed to be the world's oldest living man after Canadian-born Americanman James McCoubrey's death on 5 July. However, two days after Ikarashi's death, the Gerontology Research Group confirmed both McCoubrey and Ikarashi to be younger than Spanish-born Americanman Salustiano Sanchez, who died on 13 September the same year (which would have been McCoubrey's 112th birthday).\nIkarashi worked as a farmer before his retirement. He had 4 children, 11 grandchildren, 22 great-grandchildren and one great-great grandchild. He enjoyed singing, ate three meals a day and had never suffered from any severe injury, except falling from a tree and breaking left foot at age 91, and did not drink alcohol and smoke (and believed that to be the secret to a long life). While being Japan's oldest man he was most bedridden. He died of pneumonia on 23 July 2013 aged 111 years, 178 days and was succeeded as Japan's oldest man by Sakari Momoi.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":94},{"uri":"Supercentenarian","surface_form":"supercentenarian","offset":114},{"uri":"Niigata_Prefecture","surface_form":"Niigata Prefecture","offset":161},{"uri":"Chitetsu_Watanabe","surface_form":"Chitetsu Watanabe","offset":208},{"uri":"Jiroemon_Kimura","surface_form":"Jiroemon Kimura","offset":363},{"uri":"James_McCoubrey","surface_form":"James McCoubrey","offset":484},{"uri":"Salustiano_Sanchez","surface_form":"Salustiano Sanchez","offset":674},{"uri":"Pneumonia","surface_form":"pneumonia","offset":1232},{"uri":"Sakari_Momoi","surface_form":"Sakari Momoi","offset":1326}]}