{"id":41078,"url":"http://en.wikipedia.org/wiki/Ferdinand_II_of_Aragon","text":"Ferdinand II the Catholic (, 10 March 1452 – 23 January 1516) was king of Aragon (1479–1516), Castile, Sicily (1468–1516), Naples (1504–1516), Valencia, Sardinia and Navarre and Count of Barcelona. His marriage to Isabella of Castile unified most of the Iberian Peninsula as Spain and started its move to become a great power.\nBiography.\nFerdinand was the son of John II of Aragon by his second wife, the Aragonese noblewoman Juana Enriquez. He married Infanta Isabella, the sister by a different mother of Henry IV of Castile, on 19 October 1469 in Ocaña. He became Ferdinand V of Castile when Isabella succeeded her brother as Queen of Castile in 1474. The two young monarchs had to begin with a civil war against Juana, princess of Castile (also known as Juana la Beltraneja), who claimed to be the daughter of Henry IV. They won. Ferdinand succeeded his father as King of Aragon in 1479. This meant the Crown of Castile and the various territories of the Crown of Aragon were united in a personal union. For the first time since the 8th century this created a single political unit which might be called Spain, although the various territories were not properly administered as a single unit until the 18th century.\nThe first decades of Ferdinand and Isabella's joint rule were taken up with the conquest of the Kingdom of Granada, the last Muslim enclave in the Iberian peninsula. This was completed by 1492 and then the Jews were expelled from both Castile and Aragon. The royal couple sent Christopher Columbus on his expedition which discover the New World. By the Treaty of Tordesillas of 1494, the extra-European world was split between the crowns of Portugal and Castile by a north-south line through the Atlantic Ocean.\nFerdinand was busy in the last decades of his life with the so-called Italian Wars. He was fighting with the Kings of France for control of Italy. In 1494, Charles VIII of France invaded Italy and expelled Ferdinand's cousin, Alfonso II, from the throne of Naples. Ferdinand's alliance with various Italian princes and with Emperor Maximilian I, expelled the French by 1496 and installed Alfonso's son, Ferdinand, on the Neapolitan throne. In 1501, following the death of Ferdinand II of Naples and his succession by his uncle Frederick, Ferdinand of Aragon signed an agreement with Charles VIII's successor, Louis XII. Louis had just successfully asserted his claims to the Duchy of Milan, and they agreed to partition Naples between them, with Campania and the Abruzzi, including Naples itself, going to the French and Ferdinand taking Apulia and Calabria. The agreement soon fell apart, and over the next several years, Ferdinand's great general Gonzalo Fernández de Córdoba conquered Naples from the French, by 1504. Another less famous \"conquest\" took place in 1502, when Andreas Paleologus, de jure Emperor of the Eastern Roman Empire, left Ferdinand and Isabella as heirs to the empire, thus Ferdinand became de jure Roman Emperor.\nAfter Isabella's death, her kingdom went to her daughter Joanna. Ferdinand served as the latter's regent during her absence in the Netherlands, ruled by her husband Archduke Philip. Ferdinand attempted to retain the regency permanently, but was rebuffed by the Castilian nobility and replaced with Joanna's husband, who became Philip I of Castile. After Philip's death in 1506, with Joanna mentally unstable, and her and Philip's son Charles of Ghent only six years old, Ferdinand resumed the regency, ruling through Francisco Cardinal Jimenez de Cisneros, the Chancellor of the Kingdom.\nIn 1508, war resumed in Italy, this time against Venice. All the other powers on the peninsula, including Louis XII, Ferdinand, Maximilian, and Pope Julius II joined together against as the League of Cambrai. Although the French were victorious against Venice at the Battle of Agnadello, the League soon fell apart, as both the Pope and Ferdinand became suspicious of French intentions. Instead, the Holy League was formed, in which all the powers now joined together against France.\nIn November 1511 Ferdinand and his son-in-law Henry VIII of England signed the Treaty of Westminster, pledging mutual aid between the two against France. Earlier that year, Ferdinand had conquered the southern half of the Kingdom of Navarre, which was ruled by a French nobleman, and annexed it to Spain. At this point to reinforce his claim to the kingdom, Ferdinand remarried with the much younger Germaine of Foix (1490–1538), a granddaughter of Queen Leonor of Navarre. The Holy League was generally successful in Italy, as well, driving the French from Milan, which was restored to its Sforza dukes by the peace treaty in 1513. The French were successful in reconquering Milan two years later, however.\nFerdinand died in 1516 in Madrigalejo, Cáceres, Extremadura. He had made Spain the most powerful country in Europe. The succession of his grandson Charles, who inherited not only the Spanish lands of his maternal grandparents, but the Habsburg and Burgundian lands of his paternal family, would make his heirs the most powerful rulers on the continent. Charles succeeded him in the Aragonese lands, and was also granted the Castilian crown jointly with his insane mother, bringing about at long last the unification of the Spanish thrones under one head.\nChildren.\nFerdinand and Isabella had 5 children, Isabella of Asturias, Juan of Aragon, Joanna of Castile, Maria of Aragon, and Catherine of Aragon. Joanna and Catherine married with several European dynasties, setting the bases for the huge heritage of their grandson Charles V. His granddaughter was Queen Mary I of England.","categories":[],"infobox_types":[],"annotations":[{"uri":"Catholic","surface_form":"Catholic","offset":17},{"uri":"Aragon","surface_form":"Aragon","offset":74},{"uri":"Crown_of_Castile","surface_form":"Castile","offset":94},{"uri":"Sicily","surface_form":"Sicily","offset":103},{"uri":"Naples","surface_form":"Naples","offset":123},{"uri":"Valencia_(autonomous_community)","surface_form":"Valencia","offset":143},{"uri":"Sardinia","surface_form":"Sardinia","offset":153},{"uri":"Navarre","surface_form":"Navarre","offset":166},{"uri":"Count_of_Barcelona","surface_form":"Count of Barcelona","offset":178},{"uri":"Isabella_of_Castile","surface_form":"Isabella of Castile","offset":214},{"uri":"Iberian_Peninsula","surface_form":"Iberian Peninsula","offset":254},{"uri":"Spain","surface_form":"Spain","offset":275},{"uri":"Great_power","surface_form":"great power","offset":314},{"uri":"John_II_of_Aragon","surface_form":"John II of Aragon","offset":363},{"uri":"Juana_Enriquez","surface_form":"Juana Enriquez","offset":426},{"uri":"Isabella_I_of_Castile","surface_form":"Infanta Isabella","offset":453},{"uri":"Henry_IV_of_Castile","surface_form":"Henry IV of Castile","offset":507},{"uri":"Oca%C3%B1a%2C_Spain","surface_form":"Ocaña","offset":550},{"uri":"Juana%2C_princess_of_Castile","surface_form":"Juana, princess of Castile","offset":716},{"uri":"Personal_union","surface_form":"personal union","offset":992},{"uri":"Spain","surface_form":"Spain","offset":1108},{"uri":"Jews","surface_form":"Jews","offset":1426},{"uri":"Christopher_Columbus","surface_form":"Christopher Columbus","offset":1497},{"uri":"New_World","surface_form":"New World","offset":1555},{"uri":"Treaty_of_Tordesillas","surface_form":"Treaty of Tordesillas","offset":1573},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":1716},{"uri":"Italian_Wars","surface_form":"Italian Wars","offset":1802},{"uri":"France","surface_form":"France","offset":1850},{"uri":"Charles_VIII_of_France","surface_form":"Charles VIII of France","offset":1888},{"uri":"Alfonso_II_of_Naples","surface_form":"Alfonso II","offset":1958},{"uri":"Maximilian_I%2C_Holy_Roman_Emperor","surface_form":"Maximilian I","offset":2064},{"uri":"Ferdinand_II_of_Naples","surface_form":"Ferdinand II of Naples","offset":2204},{"uri":"Frederick_IV_of_Naples","surface_form":"Frederick","offset":2259},{"uri":"Louis_XII_of_France","surface_form":"Louis XII","offset":2341},{"uri":"Duchy_of_Milan","surface_form":"Duchy of Milan","offset":2407},{"uri":"Campania","surface_form":"Campania","offset":2478},{"uri":"Abruzzi","surface_form":"Abruzzi","offset":2495},{"uri":"Apulia","surface_form":"Apulia","offset":2570},{"uri":"Calabria","surface_form":"Calabria","offset":2581},{"uri":"Gonzalo_Fern%C3%A1ndez_de_C%C3%B3rdoba","surface_form":"Gonzalo Fernández de Córdoba","offset":2681},{"uri":"Byzantine_Empire","surface_form":"Eastern Roman Empire","offset":2852},{"uri":"Joanna_of_Castile","surface_form":"Joanna","offset":3028},{"uri":"Seventeen_Provinces","surface_form":"Netherlands","offset":3102},{"uri":"Philip_I_of_Castile","surface_form":"Archduke Philip","offset":3136},{"uri":"Philip_I_of_Castile","surface_form":"Philip I of Castile","offset":3298},{"uri":"Charles_V%2C_Holy_Roman_Emperor","surface_form":"Charles of Ghent","offset":3405},{"uri":"Francisco_Cardinal_Jimenez_de_Cisneros","surface_form":"Francisco Cardinal Jimenez de Cisneros","offset":3488},{"uri":"Republic_of_Venice","surface_form":"Venice","offset":3608},{"uri":"Pope_Julius_II","surface_form":"Pope Julius II","offset":3703},{"uri":"League_of_Cambrai","surface_form":"League of Cambrai","offset":3749},{"uri":"Battle_of_Agnadello","surface_form":"Battle of Agnadello","offset":3826},{"uri":"Holy_League","surface_form":"Holy League","offset":3959},{"uri":"Henry_VIII_of_England","surface_form":"Henry VIII of England","offset":4089},{"uri":"Treaty_of_Westminster_(1511)","surface_form":"Treaty of Westminster","offset":4122},{"uri":"France","surface_form":"France","offset":4189},{"uri":"Kingdom_of_Navarre","surface_form":"Kingdom of Navarre","offset":4265},{"uri":"Germaine_of_Foix","surface_form":"Germaine","offset":4443},{"uri":"Counts_of_Foix","surface_form":"Foix","offset":4455},{"uri":"Kingdom_of_Navarre","surface_form":"Queen Leonor of Navarre","offset":4492},{"uri":"House_of_Sforza","surface_form":"Sforza dukes","offset":4634},{"uri":"Extremadura","surface_form":"Extremadura","offset":4799},{"uri":"Habsburg","surface_form":"Habsburg","offset":4986},{"uri":"Burgundy","surface_form":"Burgundian","offset":4999},{"uri":"Isabella_of_Asturias","surface_form":"Isabella of Asturias","offset":5355},{"uri":"Juan_of_Aragon","surface_form":"Juan of Aragon","offset":5377},{"uri":"Joanna_of_Castile","surface_form":"Joanna of Castile","offset":5393},{"uri":"Maria_of_Aragon","surface_form":"Maria of Aragon","offset":5412},{"uri":"Catherine_of_Aragon","surface_form":"Catherine of Aragon","offset":5433},{"uri":"Charles_V%2C_Holy_Roman_Emperor","surface_form":"Charles V","offset":5574},{"uri":"Mary_I_of_England","surface_form":"Mary I of England","offset":5613}]}