{"id":410869,"url":"http://en.wikipedia.org/wiki/Bartlett%27s_Familiar_Quotations","text":"\"Bartlett's Familiar Quotations\" (often called just \"Bartlett's\") is an American reference book. It is a collection of quotations. The book was first printed in 1855. Its eighteenth edition was published in 2012.\nThe quotations are listed by the name of the writer. That is different from other books of quotations that list by subject. The writers are listed by date of birth, not alphabetically. Quotations are arranged in order by time within each writer's entry. The book has an index of the main words used in the quotations. It gives the source of each quotation.\nHistory.\nJohn Bartlett ran the University Book Store in Cambridge, Massachusetts. People often asked him for information on quotations. He began a book of them for reference. In 1855, he privately printed his book as \"A Collection of Familiar Quotations\". This first edition had 258 pages of quotations by 169 authors. Many of the quotations were from the Bible, William Shakespeare, and the great English poets.\nThe book was a great success. Bartlett issued three more editions before joining the Boston publishing firm of Little, Brown, and Company. Bartlett supervised nine editions of the work before his death in 1905.\nThe tenth edition (1914) was edited by Nathan Haskell Dole. It began with quotations originally in English. Most of these quotes were from literary sources. After those, there was a section of quotations from politicians and scientists (such as \"fifty-four forty or fight!\"). After that, there was a section of translated quotations. Those were mostly from the ancient Greeks and Romans. The last section had quotations from the Bible and the Book of Common Prayer. Quotations were arranged in a single column.\nThe eleventh edition (1937) was edited by Christopher Morley (1890–1957) and Louella D. Everett. It had bigger pages and a two-column format. That is more like the format used today. A twelfth edition (1948) was also edited by Morley and Everett.\nThe thirteenth edition (1955) was called the \"Centennial Edition.\" It was credited to the editors of Little, Brown, but the preface gives special thanks to Morley, Everett, and Emily Morison Beck (1915–2004). This edition included more recent quotations. The two youngest people quoted were cartoonist Bill Mauldin and Queen Elizabeth II. Beck also edited the fourteenth edition (1968) and the fifteenth (1980).\nAfter Beck's retirement, Little, Brown made Justin Kaplan the editor for the sixteenth edition (1993). His book about Mark Twain, \"Mr. Clemens and Mark Twain\", had won the 1967 Pulitzer Prize. Kaplan was criticized for including only three minor Ronald Reagan quotations in this edition, and for saying publicly that he despised Reagan. (Franklin D. Roosevelt had 35 entries and John F. Kennedy had 28.) Kaplan was also criticized for including pop culture material.\nThe seventeenth edition (2003) had similar criticism. It included entries for the first time from J.K. Rowling, Jerry Seinfeld, and Larry David. Classic quotations were cut, including eleven quotations by Alexander Pope. Kaplan did include six Reagan quotations. He told \"USA Today\" \"I admit I was carried away by prejudice. Mischievously I did him dirty.\"\nThe eighteenth edition (2012) was edited by poet, critic, and editor Geoffrey O'Brien. O'Brien is also the editor-in-chief of the Library of America.","categories":[],"infobox_types":[],"annotations":[{"uri":"Book","surface_form":"book","offset":91},{"uri":"Quotation","surface_form":"quotation","offset":119},{"uri":"John_Bartlett_(publisher)","surface_form":"John Bartlett","offset":579},{"uri":"Cambridge%2C_Massachusetts","surface_form":"Cambridge","offset":626},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":637},{"uri":"Bible","surface_form":"Bible","offset":926},{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":933},{"uri":"English_poetry","surface_form":"English poets","offset":968},{"uri":"Boston","surface_form":"Boston","offset":1068},{"uri":"Little%2C_Brown%2C_and_Company","surface_form":"Little, Brown, and Company","offset":1094},{"uri":"Nathan_Haskell_Dole","surface_form":"Nathan Haskell Dole","offset":1233},{"uri":"Fifty-four_forty_or_fight","surface_form":"fifty-four forty or fight","offset":1440},{"uri":"Translation","surface_form":"translated","offset":1505},{"uri":"Ancient_Greece","surface_form":"ancient Greeks","offset":1555},{"uri":"Ancient_Rome","surface_form":"Romans","offset":1574},{"uri":"Book_of_Common_Prayer","surface_form":"Book of Common Prayer","offset":1637},{"uri":"Christopher_Morley","surface_form":"Christopher Morley","offset":1747},{"uri":"Louella_D._Everett","surface_form":"Louella D. Everett","offset":1782},{"uri":"Bill_Mauldin","surface_form":"Bill Mauldin","offset":2254},{"uri":"Elizabeth_II_of_the_United_Kingdom","surface_form":"Queen Elizabeth II","offset":2271},{"uri":"Justin_Kaplan","surface_form":"Justin Kaplan","offset":2408},{"uri":"Mark_Twain","surface_form":"Mark Twain","offset":2482},{"uri":"Pulitzer_Prize_for_Biography_or_Autobiography","surface_form":"Pulitzer Prize","offset":2541},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":2610},{"uri":"Franklin_Delano_Roosevelt","surface_form":"Franklin D. Roosevelt","offset":2702},{"uri":"John_F._Kennedy","surface_form":"John F. Kennedy","offset":2743},{"uri":"Pop_culture","surface_form":"pop culture","offset":2809},{"uri":"J.K._Rowling","surface_form":"J.K. Rowling","offset":2929},{"uri":"Jerry_Seinfeld","surface_form":"Jerry Seinfeld","offset":2943},{"uri":"Larry_David","surface_form":"Larry David","offset":2963},{"uri":"USA_Today","surface_form":"USA Today","offset":3103},{"uri":"Geoffrey_O%27Brien","surface_form":"Geoffrey O'Brien","offset":3257},{"uri":"Library_of_America","surface_form":"Library of America","offset":3318}]}