{"id":410889,"url":"http://en.wikipedia.org/wiki/Great_Sasuke","text":"Masanori Murakawa (born July 18, 1969) is a Japanese professional wrestler who is better known under the ring name, The Great Sasuke.\nCareer.\nHe has also wrestled under the ring name, \"Masa Michinoku\". He adopted the name \"Ninja Sasuke\" as well as the mask and outfit while on tour in Mexico. He is the founder and the current owner of Michinoku Pro Wrestling.\nMichinoku Pro Wrestling and the World Wrestling Federation agreed to have The Great Sasuke take part in a tournament to crown the first ever WWF Light Heavyweight Champion in 1997.\nSasuke was being pushed to win the title but word got out to the WWF that Sasuke was bragging to Japanese media about how he would only defend the title in Japan if he won it and would refuse to lose the title on WWF television. The WWF fired him and terminated his working agreement. The tournament and title would eventually be won by Michinoku Pro Wrestling alumni, Taka Michinoku.\nAlong with Tiger Mask IV he began feuding with the heel clones of their gimmicks: Masked Tiger and Sasuke the Great. He won the NWA World Middleweight Championship in 1999 after he defeated Tokyo Magnum in tournament final to win the championship which was vacated by his old rival Último Dragón.\nHe swapped the red stripes on his mask for blue stripes and turned into a heel. He also started using the ring name SASUKE for a short time but turned back into a face when Jinsei Shinzaki \"brought him back from the dark side\" by \"exorcising the evil out of him\".\nHe currently competes for Michinoku Pro Wrestling.\nPersonal life.\nHe is a member of the rock band Crazy Crew along with fellow professional wrestlers Ricky Fuji and Ken45°.\nHe ran in a Iwate governor election in 2007. He lost in his bid to become governor of Iwate in a recent election.\nHe was arrested for assault after kicking a 36-year old man and grabbing him by the shirt collar on February 19, 2009. It was reported that he was angry because his picture was being taken with a cellphone camera. The incident happened on a JR Joban Line train at Minamisenju Station. All of the charges were dropped and he was released from jail on February 21 after he served 40 hours in jail and apologized to the man.","categories":[],"infobox_types":[],"annotations":[{"uri":"July_18","surface_form":"July 18","offset":24},{"uri":"1969","surface_form":"1969","offset":33},{"uri":"Japan","surface_form":"Japan","offset":44},{"uri":"Professional_wrestling","surface_form":"professional wrestler","offset":53},{"uri":"Mexico","surface_form":"Mexico","offset":285},{"uri":"Michinoku_Pro_Wrestling","surface_form":"Michinoku Pro Wrestling","offset":336},{"uri":"World_Wrestling_Federation","surface_form":"World Wrestling Federation","offset":393},{"uri":"WWF_Light_Heavyweight_Championship","surface_form":"WWF Light Heavyweight Champion","offset":502},{"uri":"Taka_Michinoku","surface_form":"Taka Michinoku","offset":911},{"uri":"Tiger_Mask_IV","surface_form":"Tiger Mask IV","offset":938},{"uri":"Masao_Orihara","surface_form":"Sasuke the Great","offset":1026},{"uri":"Magnum_Tokyo","surface_form":"Tokyo Magnum","offset":1117},{"uri":"%C3%9Altimo_Drag%C3%B3n","surface_form":"Último Dragón","offset":1209},{"uri":"Jinsei_Shinzaki","surface_form":"Jinsei Shinzaki","offset":1397},{"uri":"Ricky_Fuji","surface_form":"Ricky Fuji","offset":1638},{"uri":"Kenichi_Sakai","surface_form":"Ken45°","offset":1653}]}