{"id":410895,"url":"http://en.wikipedia.org/wiki/Separatism","text":"In a society, certain people may have ideas that are noticeably different from those of the majority. These people are sometimes called hat the majority (for example, the state or a religious group) recognises that their ideas are different. Very often, they also want autonomy, self-determination, and perhaps secession and independence from the main group. People may support separatism because they are of a different culture, ethnicity, religion, race or gender than the majority. It may also be because they have different ideas about governing, laws or religion.\nEthnicity.\nEthnic separatism is based more on differences in culture and language than religious or racial differences. These may also may exist, however.\nReligion.\nReligious separatist groups and sects want to withdraw from some larger religious groups.\nThe separation of beliefs and/or practices is often followed by a migration. The dissident group may fear sanctions for heresy if they stay in their original homeland.\nRace.\nRacial separatists are against their members marrying with other races. They want separate schools, businesses, churches and other institutions or even separate societies, territories and governments.","categories":[],"infobox_types":[],"annotations":[{"uri":"Society","surface_form":"society","offset":5},{"uri":"Idea","surface_form":"idea","offset":38},{"uri":"Majority","surface_form":"majority","offset":92},{"uri":"State_(polity)","surface_form":"state","offset":171},{"uri":"Religion","surface_form":"religious group","offset":182},{"uri":"Autonomy","surface_form":"autonomy","offset":269},{"uri":"Self-determination","surface_form":"self-determination","offset":279},{"uri":"Secession","surface_form":"secession","offset":311},{"uri":"Independence","surface_form":"independence","offset":325},{"uri":"Culture","surface_form":"culture","offset":421},{"uri":"Ethnic_group","surface_form":"ethnicity","offset":430},{"uri":"Race_(sociology)","surface_form":"race","offset":451},{"uri":"Sanction","surface_form":"sanction","offset":930},{"uri":"Heresy","surface_form":"heresy","offset":944},{"uri":"Race_(sociology)","surface_form":"Racial","offset":998}]}