{"id":4109,"url":"http://en.wikipedia.org/wiki/George_W._Bush","text":"George Walker Bush (born July 6, 1946) is an American politician and businessman who was the 43rd President of the United States from 2001 to 2009. He is a Republican. He has a ranch in Crawford, Texas, which is near Waco. He is the son of former U.S. President George H. W. Bush and former U.S. First Lady Barbara Bush. He was Governor of Texas from 1995 to 2000.\nAlthough he originally planned to focus his presidency on programs like education and stay out of foreign wars, the 9/11 terrorist attacks resulted in him changing his perspective. Since then, Bush created the Department of Homeland Security and sent the military to invade countries like Afghanistan and Iraq. In his opinion, the best way to deal with terrorism was to strike before the terrorists could.\nEarly life.\nBush was born at Yale New Haven Hospital in New Haven, Connecticut. Bush grew up in Midland, Texas. He went to a high school called Phillips Academy in Andover, Massachusetts, and graduated in 1964. He went to school at Yale University from 1964 until he graduated in 1968, with a bachelor's degree in history. He joined the Texas Air National Guard in 1968 (part of the United States National Guard) during the Vietnam War and became a fighter pilot but did not fight in the war. He left the Texas Air National Guard in 1973. In 1975 Bush earned an MBA from Harvard University.\nOn November 5, 1977, Bush married Laura Welch. In 1978, Bush tried to get elected to Congress in West Texas, but lost. After that, he ran some oil companies and was one of the owners of the Texas Rangers baseball team. He thought about trying to become the commissioner of Major League Baseball, but went into politics instead. Bush is a Methodist. In 1994, he was elected to be Governor of Texas, defeating incumbent Democratic Governor Ann Richards.\nGovernor of Texas (1995-2000).\nBush declared his candidacy for the 1994 Texas gubernatorial election. His campaign focused on four themes: welfare reform, tort reform, crime reduction, and education improvement. After easily winning the Republican primary, Bush faced popular Democratic incumbent Governor Ann Richards. Bush won the general election with 53.5 percent against Richards' 45.9 percent.\nBush used a budget surplus to push through Texas's largest tax-cut, $2 billion. He extended government funding for organizations providing education of the dangers of alcohol and drug use and abuse, and helping to reduce domestic violence.\nIn 1998, Bush won re-election with a record 69 percent of the vote. He became the first governor in Texas history to be elected to two consecutive four-year terms.\nThroughout Bush's first term, national attention focused on him as a potential future presidential candidate. Following his re-election, speculation soared. Within a year, he decided to seek the 2000 Republican presidential nomination.\n2000 Presidential election.\nBush ran against then-Vice President Al Gore in the 2000 United States presidential election. More than 100 million people voted on November 7, 2000. But the election was very close. When they began counting the votes, it became clear that whoever got the most votes in the state of Florida would win the election. But there were many issues with the ballots in Florida. Gore sued to get Florida to count the votes again. For more than a month no one knew who won the election. The Supreme Court made a decision to stop recounting votes. Gore decided to accept his loss on December 13 and Bush was declared the winner.\nFirst term (2001-05).\nWhile he was President, George W. Bush signed the No Child Left Behind Act into law. It was an education reform bill.\nBush was the first President of the United States to deliver a speech in both Spanish and in English.\nHe added Part D to Medicare, which gives older people free medicine if they can not afford it.\nHe also signed very large tax cuts (many of them were for the middle and lower class) during his presidency.\nBush did not approve of abortion. In 2004, he signed the Unborn Victims Of Violence Act which made it so that if a pregnant woman is murdered, her murderer can also be charged with killing the fetus that the woman was carrying.\nHis first foreign policy test came when an American spy plane crashed in China. Bush peacefully negotiated the release of the plane crew.\nEight months after Bush became president, the September 11 attacks occurred. Because of this, President Bush declared a War on Terrorism.\nBush tried to do many things to stop another terrorist attack from happening. He ordered an invasion of Afghanistan in 2002. He did this because the leaders of Afghanistan were helping Osama bin Laden, who was responsible for attacking America on September 11, 2001. Almost ten years later, on May 2, 2011 bin Laden was killed on orders of President Barack Obama. The war in Afghanistan (2001–present) has not ended yet. Bush asked Congress to do more to stop terrorism. As a result, Congress passed a law that created the Department Of Homeland Security, a government department which tries to prevent terrorist attacks from happening. It also responds to emergencies such as floods or diseases.\nHe signed the Patriot Act (which allowed the government to listen to people's phone calls so it can track down terrorists which try to communicate with each other).\nAfter Saddam refused to cooperate with the United Nations weapons inspectors and the United States Congress authorized Bush to invade Iraq if its government did not cooperate with the weapons inspectors, Bush decided on the Gulf War in 2003 with several allies. Saddam Hussein was removed from power, and Iraq turned into a democracy. Over 100,000 people were killed in this war.\n2004 Presidential election.\nIn the 2004 presidential election, Bush won again with a majority of votes. His opponent was Massachusetts Senator John Kerry, a Democrat.\nSecond term (2005-09).\nIn 2005, Hurricane Katrina (the most destructive hurricane in American history) happened. It caused over 1800 deaths and caused billions of dollars of destruction. George W. Bush signed several acts into law which would help Hurricane Katrina victims.\nIn the Iraq War, no weapons of mass destruction were found, and the Bush Administration was criticized for being wrong about Iraq having weapons of mass destruction. Bush added more American troops to Iraq (which was called \"the surge\") to speed up the war. The surge was successful, and in result, Iraq had less violence.\nAlthough the economy was doing very well during much of his presidency, in early 2008, the economy was slowing down. Bush signed a bill into law which would gave $600 to every American citizen, hoping that people would go out and spend the money so that it would prevent a recession (a bad economy) from happening.\nLater in 2008, stock market crashed and the country fell into its worst recession since the Great Depression. Bush helped create a 700 billion dollar bailout, which would give money to corporations (large businesses) to prevent them from being bankrupt and to try to prevent the recession from getting worse.\nBush publicly supported Republican candidate John McCain during the 2008 presidential election, but Barack Obama won the election.\nDuring the last few days he was President, Bush gave his farewell address. He was succeeded by Barack Obama.\nAfter the presidency.\nAfter his presidency, Bush stayed away from the spotlight and did not want much attention. He said that he was not going to criticize President Obama. He began to build his presidential library in 2010. It was open to the public in 2013.\nAfter over a year and a half of saying little in public, in November of 2010, Bush appeared on several television interviews and released a book called \"Decision Points\". The book focuses on fourteen big decisions he made, including quitting drinking, running for president, Hurricane Katrina, invading Iraq, and his response to the financial meltdown in 2008.\nOn May 2, 2011, President Obama called Bush, who was at a restaurant with his wife, to inform him that Osama bin Laden had been killed. The Bushes joined the Obamas in New York City to mark the tenth anniversary of the September 11, 2001, terrorist attacks. At the Ground Zero memorial, Bush read a letter that President Abraham Lincoln wrote to a widow who lost five sons during the Civil War.\nOn August 6, 2013, Bush was successfully treated for a coronary artery blockage with a stent. The blockage had been found during an annual medical examination.","categories":[],"infobox_types":["officeholder"],"annotations":[{"uri":"Americans","surface_form":"American","offset":45},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":98},{"uri":"United_States_Republican_Party","surface_form":"Republican","offset":156},{"uri":"Ranch","surface_form":"ranch","offset":177},{"uri":"Crawford%2C_Texas","surface_form":"Crawford, Texas","offset":186},{"uri":"Waco%2C_Texas","surface_form":"Waco","offset":217},{"uri":"Son","surface_form":"son","offset":233},{"uri":"George_H._W._Bush","surface_form":"George H. W. Bush","offset":262},{"uri":"Barbara_Bush","surface_form":"Barbara Bush","offset":307},{"uri":"Governor","surface_form":"Governor","offset":328},{"uri":"Department_of_Homeland_Security","surface_form":"Department of Homeland Security","offset":575},{"uri":"2003_invasion_of_Iraq","surface_form":"Iraq","offset":670},{"uri":"New_Haven%2C_Connecticut","surface_form":"New Haven, Connecticut","offset":827},{"uri":"Midland%2C_Texas","surface_form":"Midland","offset":867},{"uri":"Texas","surface_form":"Texas","offset":876},{"uri":"Yale_University","surface_form":"Yale University","offset":1003},{"uri":"United_States_National_Guard","surface_form":"United States National Guard","offset":1154},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":1195},{"uri":"Laura_Bush","surface_form":"Laura Welch","offset":1396},{"uri":"Texas_Rangers_(baseball)","surface_form":"Texas Rangers","offset":1552},{"uri":"Major_League_Baseball","surface_form":"Major League Baseball","offset":1635},{"uri":"Methodism","surface_form":"Methodist","offset":1700},{"uri":"Texas","surface_form":"Texas","offset":1753},{"uri":"Tort_reform","surface_form":"tort reform","offset":1969},{"uri":"Ann_Richards","surface_form":"Ann Richards","offset":2120},{"uri":"Domestic_violence","surface_form":"domestic violence","offset":2435},{"uri":"Al_Gore","surface_form":"Al Gore","offset":2919},{"uri":"United_States_presidential_election%2C_2000","surface_form":"2000 United States presidential election","offset":2934},{"uri":"Florida","surface_form":"Florida","offset":3165},{"uri":"Lawsuit","surface_form":"sued","offset":3258},{"uri":"Supreme_Court_of_the_United_States","surface_form":"Supreme Court","offset":3364},{"uri":"No_Child_Left_Behind_Act","surface_form":"No Child Left Behind Act","offset":3573},{"uri":"Spanish_language","surface_form":"Spanish","offset":3719},{"uri":"English_language","surface_form":"English","offset":3734},{"uri":"Medicine","surface_form":"medicine","offset":3802},{"uri":"Abortion","surface_form":"abortion","offset":3971},{"uri":"Fetus","surface_form":"fetus","offset":4140},{"uri":"China","surface_form":"China","offset":4248},{"uri":"Negotiate","surface_form":"negotiated","offset":4271},{"uri":"September_11_attacks","surface_form":"September 11 attacks","offset":4359},{"uri":"War_on_Terrorism","surface_form":"War on Terrorism","offset":4433},{"uri":"Invasion","surface_form":"invasion","offset":4543},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":4555},{"uri":"Osama_bin_Laden","surface_form":"Osama bin Laden","offset":4636},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":4801},{"uri":"War_in_Afghanistan_(2001%E2%80%93present)","surface_form":"war in Afghanistan (2001–present)","offset":4819},{"uri":"United_States_Department_of_Homeland_Security","surface_form":"Department Of Homeland Security","offset":4974},{"uri":"Patriot_Act","surface_form":"Patriot Act","offset":5162},{"uri":"Gulf_War","surface_form":"Gulf War","offset":5537},{"uri":"Democracy","surface_form":"democracy","offset":5637},{"uri":"United_States_presidential_election%2C_2004","surface_form":"2004 presidential election","offset":5728},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":5814},{"uri":"United_States_Senate","surface_form":"Senator","offset":5828},{"uri":"John_Kerry","surface_form":"John Kerry","offset":5836},{"uri":"United_States_Democratic_Party","surface_form":"Democrat","offset":5850},{"uri":"Hurricane_Katrina","surface_form":"Hurricane Katrina","offset":5892},{"uri":"Recession","surface_form":"recession","offset":6731},{"uri":"Great_Depression","surface_form":"Great Depression","offset":6865},{"uri":"John_McCain","surface_form":"John McCain","offset":7127},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":7182},{"uri":"Hurricane_Katrina","surface_form":"Hurricane Katrina","offset":7857},{"uri":"Iraq","surface_form":"Iraq","offset":7885},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":8264}]}