{"id":411020,"url":"http://en.wikipedia.org/wiki/Richard_I%2C_Duke_of_Normandy","text":"Richard I of Normandy (933–996), also known as Richard the Fearless (French, \"Sans Peur\"), was the \"Duke of Normandy\" from 942 to 996. Richard made Normandy into a feudal society where he owned all the land. His followers held on to the lands given them by remaining loyal to him. He made Normandy a much stronger a power in western France.\nEarly Career.\nRichard was the son of William Longsword, princeps or ruler of Normandy. His mother's name was Sprota. She was a Breton prisoner captured in war who William later married. William Longsword was told of the birth of a son after the battle with Riouf and other viking rebels. But he kept this a secret until a few years later. When he first met his son he kissed him and made him the heir to Normandy. William then sent Richard to be cared for in Bayeux.\nWhen his father died, Richard was only 10 years old (he was born in 933). King Louis IV of France decided to take charge of Normandy himself. The king placed the young duke in the custody of the count of Ponthieu. Then the king gave the lands in lower Normandy to Hugh the Great. Louis kept Richard a prisoner at Lâon. Fearing the king was going to harm the boy Osmond de Centville, Bernard de Senlis (who had been a companion of Richard's grandfather Rollo), Ivo de Bellèsme, and Bernard the Dane freed Richard.\nDuke of Normandy.\nIn 946, Richard agreed to be a ward of Hugh, Count of Paris. He then allied himself with the Norman and Viking leaders. Together they drove Louis out of Rouen and took back Normandy by 947. In 962 Theobald I, Count of Blois, attacked Rouen. But Richard's army defeated them. Lothair king of West Francia stepped in to prevent any more war between the two. For the rest of his reign Richard chose not to make Normandy bigger. Instead he worked on making Normandy stronger.\nRichard used marriages to build strong alliances. His marriage to Emma gave him a connection to the Capet family. His wife Gunnor was from a rival Viking group in the Cotentin. His marriage to her gave him support from her family. Her sisters married several of Richard's loyal followers. Also Richard's daughters provided valuable marriage alliances with powerful counts as well as to the king of England. Richard also made sure the church and the great monasteries were doing well. His reign was marked by a long period of peace and tranquility. Richard died in Fecamp, Normandy, on 20 November 996.\nMarriages.\nWilliam married first (960)to Emma, daughter of Hugh \"The Great\" of France. They were promised to each other when both were very young. She died after 19 March 968, before they had any children.\nIllegitimate Children.\nRichard was known to have had several other concubines and had children with many of them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Duke_of_Normandy","surface_form":"Duke of Normandy","offset":100},{"uri":"Feudal","surface_form":"feudal","offset":164},{"uri":"Followers","surface_form":"followers","offset":212},{"uri":"Normandy","surface_form":"Normandy","offset":289},{"uri":"William_I%2C_Duke_of_Normandy","surface_form":"William Longsword","offset":378},{"uri":"Princeps","surface_form":"princeps","offset":397},{"uri":"Breton_people","surface_form":"Breton","offset":468},{"uri":"Battle","surface_form":"battle","offset":586},{"uri":"Viking","surface_form":"viking","offset":614},{"uri":"Secret","surface_form":"secret","offset":648},{"uri":"Heir","surface_form":"heir","offset":737},{"uri":"Bayeux","surface_form":"Bayeux","offset":800},{"uri":"Louis_IV_of_France","surface_form":"Louis IV of France","offset":887},{"uri":"Custody","surface_form":"custody","offset":988},{"uri":"Hugh_the_Great","surface_form":"Hugh the Great","offset":1072},{"uri":"Prisoner","surface_form":"prisoner","offset":1109},{"uri":"Rollo","surface_form":"Rollo","offset":1260},{"uri":"Rouen","surface_form":"Rouen","offset":1492},{"uri":"Lothair_of_France","surface_form":"Lothair","offset":1614},{"uri":"West_Francia","surface_form":"West Francia","offset":1630},{"uri":"Reign","surface_form":"reign","offset":1715},{"uri":"Marriage","surface_form":"marriage","offset":1824},{"uri":"Alliances","surface_form":"alliances","offset":1850},{"uri":"Capet_family","surface_form":"Capet family","offset":1911},{"uri":"Cotentin_Peninsula","surface_form":"Cotentin","offset":1978},{"uri":"Count","surface_form":"count","offset":2176},{"uri":"King_of_England","surface_form":"king of England","offset":2201},{"uri":"Church","surface_form":"church","offset":2245},{"uri":"Monastery","surface_form":"monasteries","offset":2266},{"uri":"Fecamp","surface_form":"Fecamp","offset":2375},{"uri":"Hugh_the_Great","surface_form":"Hugh \"The Great\" of France","offset":2472}]}