{"id":411077,"url":"http://en.wikipedia.org/wiki/Jo-Jo_the_Dog-Faced_Boy","text":"Fedor Jeftichew, better known as Jo-Jo the Dog-Faced Boy (1868 - January 31, 1904) was a Russian sideshow performer. Like his father, Adrien, with whom he performed, Jo-Jo was afflicted with hypertrichosis, an abnormal growth of hair over the face and body. Jo-Jo was covered with long, silky hair and was said to resemble a Skye terrier.\nJo-Jo was born in St Petersburg, Russia in 1868. He began touring Europe in 1873. He was five feet eight inches tall, had only four or five teeth, and spoke Russian, German, and a little English. He dressed like a Russian cavalryman. He would bark at an audience, and would perform as often as 23 times a day. In 1886, he was making US$500 a week.\nJo-Jo toured Europe and Russia, playing in fairgrounds. He was discovered by Charles Reynolds in London, England. Jo-Jo was performing with his father, Adrien, who resembled a poodle. Reynolds realized the Dog-Faced Boy could be presented in a more professional manner. He took the boy to the United States on the \"City of Chicago\" on 12 October 1884.\nA press conference was called. Journalists were allowed to pull Jeftichew's hair to be assured it was real and not pasted on. The \"New York Herald\" described Jeftichew as \"the most extraordinary and absorbingly interesting curiosity that has ever reached these shores.\"\nIn 1884, Jeftichew signed with P. T. Barnum. Barnum stated (falsely) that Jo-Jo was captured by a hunter in the wilds of central Russia. Barnum advertised him as \"the most prodigious paragon of all prodigies secured by P. T. Barnum in fifty years. The Human Skye Terrier, the crowning mystery of nature's contradictions.\"\nHe toured Europe with Barnum and Bailey's Greatest Show on Earth in 1901 and 1902. He died in Greece in 1904 while on tour of pneumonia. He was the subject of a song recorded by Annette Funicello in the 1960s and was a character in an episode of the television series, \"Buffy the Vampire Slayer\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Russians","surface_form":"Russian","offset":89},{"uri":"Sideshow","surface_form":"sideshow","offset":97},{"uri":"St_Petersburg","surface_form":"St Petersburg","offset":357},{"uri":"Russia","surface_form":"Russia","offset":372},{"uri":"US%24","surface_form":"US$","offset":672},{"uri":"London%2C_England","surface_form":"London, England","offset":784},{"uri":"Chicago","surface_form":"Chicago","offset":1010},{"uri":"P._T._Barnum","surface_form":"P. T. Barnum","offset":1340},{"uri":"Greece","surface_form":"Greece","offset":1725},{"uri":"Pneumonia","surface_form":"pneumonia","offset":1757},{"uri":"Annette_Funicello","surface_form":"Annette Funicello","offset":1809},{"uri":"Television_series","surface_form":"television series","offset":1881},{"uri":"Buffy_the_Vampire_Slayer","surface_form":"Buffy the Vampire Slayer","offset":1901}]}