{"id":41100,"url":"http://en.wikipedia.org/wiki/Occam%27s_razor","text":"Occam's razor (or Ockham's razor) is a principle from philosophy. Suppose there exist two explanations for an occurrence. In this case the one that requires the smallest number of assumptions is usually correct. Another way of saying it is that the more assumptions you have to make, the more unlikely an explanation. Occam's razor applies especially in the philosophy of science, but also more generally.\nHistory.\nThis means if there are several possible ways something might have happened, the way which uses the fewest guesses is probably the correct one. However, Occam's razor only applies when the simple explanation and complex explanation both work equally well. If a more complex explanation does a better job than a simpler one, then you should use the complex explanation.\nFurther ideas.\nIn science, Occam's razor is used as a heuristic (general guiding rule or an observation) to guide scientists.\nExamples.\nEven though both are possible, several other unlikely things would also need to happen for the meteorites to have knocked the trees down, for example: they would have to hit each other and not leave any marks. In addition, meteorites are fairly rare. Since this second explanation needs several assumptions to all be true, it is probably the wrong answer. Occam's razor tells us the wind blew the trees down, because this is the simplest answer therefore probably the right one.\nExample: A person is standing on the top of a roof and dropping a feather. In calculating how long it takes for the feather to reach the ground, to make the maths simpler, one might make an assumption: that the effect of air resistance can be ignored. This assumption makes the problem simpler, but is unlikely to lead to a good prediction as to the time it will take for the feather to fall. Thus, making the assumption that air resistance can be ignored is in this case not the \"simplest\" in concept, but the simplest in other respects (in this case, the maths). \"Not\" making the assumption here \"is\" the \"simplest\" in concept because it involves making fewer assumptions.\nOccam's razor also comes up in medicine. When there are many explanations for symptoms, the simplest diagnosis is the one to test first. If a child has a runny nose, it probably has the common cold rather than a rare birth defect. Medical students are often told, \"When you hear hoof beats, think horses, not zebras\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Principle","surface_form":"principle","offset":39},{"uri":"Philosophy","surface_form":"philosophy","offset":54},{"uri":"Explanation","surface_form":"explanation","offset":90},{"uri":"Assumption","surface_form":"assumptions","offset":254},{"uri":"Philosophy_of_science","surface_form":"philosophy of science","offset":358},{"uri":"Heuristic","surface_form":"heuristic","offset":838},{"uri":"Medicine","surface_form":"medicine","offset":2105},{"uri":"Symptom","surface_form":"symptom","offset":2152},{"uri":"Diagnosis","surface_form":"diagnosis","offset":2175},{"uri":"Horse","surface_form":"horse","offset":2371},{"uri":"Zebra","surface_form":"zebra","offset":2383}]}