{"id":4111,"url":"http://en.wikipedia.org/wiki/Coal","text":"Coal is a hard rock which can be burned as a solid fossil fuel. It is mostly carbon but also contains hydrogen, sulphur, oxygen and nitrogen. It is a sedimentary rock formed from peat, by the pressure of rocks laid down later on top.\nPeat, and therefore coal, is formed from the remains of plants which lived millions of years ago in tropical wetlands (coal swamps), such as those of the late Carboniferous period (the Pennsylvanian). Also wood heated in an airless space can make charcoal, which is like coal.\nCoal can be burned for energy or heat. About two-thirds of the coal mined today is burned in power stations to make electricity. Like oil, when coal is burned its carbon joins with oxygen in the air and makes a lot of carbon dioxide, which causes climate change. Because of that and other air pollution from coal most countries are turning to new sources of energy, such as solar power. But new coal power plants are still being built in some parts of the world, such as China.\nCoal can be roasted (heated very hot in a place where there is no oxygen) to produce coke. Coke can be used in smelting to reduce metals from their ores.\nHistory.\nCoal was the most important fuel of the Industrial Revolution. Coal was an important part of rail freight in the UK in the 20th century, forming the greater part of several companies' freight volume. Early in the 21st century most coal fired power stations in the United Kingdom and several other countries were closed to reduce greenhouse gas emissions.\nDifferent kinds of coal and how they form.\nUnder suitable conditions, plant material is transformed step by step into\nDiamond is commonly believed to be the end result of this process, but this is not true. Diamond is carbon but is not formed from coal.\nCoal contains impurities. The particular impurities determine the use. Coking coal has little ash or sulfur or phosphorus. Those would spoil the iron made by the blast furnace.\nEnvironmental problems.\nCoal, when burnt, gives off almost a third more carbon dioxide per unit of energy than oil, and 80% more than natural gas. Almost half of the carbon dioxide from people is because of burning coal so it is the biggest single cause of global warming. Coal contributes to acid rain and smog, especially when burned without scrubbers. Burning coal releases toxic chemicals, including soot, mercury, and carbon monoxide, which contribute to diseases such as cancer and asthma in both humans and wild animals. Coal mining, especially mountaintop removal mining, can damage large areas of land and destroy natural habitats. Higher grades of coal burn more cleanly than lower grades, although they still pollute more than other fuels. In addition to air pollution, burning coal produces toxic coal ash, which can cause water pollution if it is accidentally released into the environment. There are several underground mine fires burning throughout the world. These underground fires release toxic smoke into the air, and can also cause the ground above to collapse. The city of Centralia, Pennsylvania was evacuated and is now abandoned due to an underground coal mine fire.\nDeaths and illness from pollution.\nIt is difficult to give exact figures for the effects of coal on health. It is claimed that because of coal every year over 800,000 people die early and millions of people get ill. Coal miners often get pneumoconiosis (black lung disease) from exposure to coal dust.\nProtests against coal.\nOpposition to coal pollution was one of the main reasons the modern environmental movement started in the 19th century.\nPeak coal.\nPeak coal means the year in which most coal is mined or burned. Many countries have already passed their peak coal years, for example Germany in 1985 and the United States in 2008. Now those countries are mining and burning less coal. But China still mines a lot of coal and is helping a few countries, like Pakistan, mine more coal and build more coal-fired power stations. So the peak coal year for the world \"may\" have passed.\nEnergy.\nCompared to other non-renewable sources of energy, coal is inefficient and produces high amounts of greenhouse gases. Coal is commonly found and cheap.\nCountries.\nThe world's top coal producer is China, which produces about 4 billions tonnes each year, followed in order by India, United States, Australia, Indonesia and Russia with less than a billion tonnes each. The largest exporter by far is Australia and the largest importers are China, India and Japan.\nFolklore.\nIn some cultures, Santa Claus brings coal to misbehaved children for Christmas. This legend comes from Victorian times when it was common to burn coal in the fireplace, rather than wood. Children who did not receive toys would at least get coal to stay warm.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rock_(geology)","surface_form":"rock","offset":15},{"uri":"Solid","surface_form":"solid","offset":45},{"uri":"Fossil_fuel","surface_form":"fossil fuel","offset":51},{"uri":"Carbon","surface_form":"carbon","offset":77},{"uri":"Hydrogen","surface_form":"hydrogen","offset":102},{"uri":"Sulphur","surface_form":"sulphur","offset":112},{"uri":"Oxygen","surface_form":"oxygen","offset":121},{"uri":"Nitrogen","surface_form":"nitrogen","offset":132},{"uri":"Sedimentary_rock","surface_form":"sedimentary rock","offset":150},{"uri":"Peat","surface_form":"peat","offset":179},{"uri":"Peat","surface_form":"Peat","offset":234},{"uri":"Plant","surface_form":"plant","offset":290},{"uri":"Tropical","surface_form":"tropical","offset":334},{"uri":"Wetland","surface_form":"wetland","offset":343},{"uri":"Coal_swamps","surface_form":"coal swamps","offset":353},{"uri":"Carboniferous","surface_form":"Carboniferous","offset":393},{"uri":"Pennsylvanian","surface_form":"Pennsylvanian","offset":419},{"uri":"Charcoal","surface_form":"charcoal","offset":481},{"uri":"Energy","surface_form":"energy","offset":534},{"uri":"Heat","surface_form":"heat","offset":544},{"uri":"Coal_mining","surface_form":"mined","offset":579},{"uri":"Power_station","surface_form":"power station","offset":604},{"uri":"Electricity","surface_form":"electricity","offset":627},{"uri":"Petroleum","surface_form":"oil","offset":645},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":729},{"uri":"Climate_change","surface_form":"climate change","offset":758},{"uri":"Air_pollution","surface_form":"air pollution","offset":800},{"uri":"Solar_power","surface_form":"solar power","offset":885},{"uri":"Coal_power","surface_form":"coal power","offset":906},{"uri":"Oxygen","surface_form":"oxygen","offset":1055},{"uri":"Coke_(fuel)","surface_form":"coke","offset":1074},{"uri":"Metallurgy","surface_form":"smelting","offset":1100},{"uri":"Reduction_(chemistry)","surface_form":"reduce","offset":1112},{"uri":"Ore","surface_form":"ore","offset":1137},{"uri":"Industrial_Revolution","surface_form":"Industrial Revolution","offset":1192},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1416},{"uri":"Greenhouse_gas","surface_form":"greenhouse gas","offset":1481},{"uri":"Diamond","surface_form":"Diamond","offset":1625},{"uri":"Phosphorus","surface_form":"phosphorus","offset":1872},{"uri":"Blast_furnace","surface_form":"blast furnace","offset":1923},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":2010},{"uri":"Natural_gas","surface_form":"natural gas","offset":2072},{"uri":"Acid_rain","surface_form":"acid rain","offset":2231},{"uri":"Smog","surface_form":"smog","offset":2245},{"uri":"Scrubber","surface_form":"scrubber","offset":2282},{"uri":"Soot","surface_form":"soot","offset":2342},{"uri":"Mercury_(element)","surface_form":"mercury","offset":2348},{"uri":"Carbon_monoxide","surface_form":"carbon monoxide","offset":2361},{"uri":"Cancer","surface_form":"cancer","offset":2415},{"uri":"Asthma","surface_form":"asthma","offset":2426},{"uri":"Habitat","surface_form":"habitat","offset":2569},{"uri":"Water_pollution","surface_form":"water pollution","offset":2773},{"uri":"Pneumoconiosis","surface_form":"pneumoconiosis","offset":3367},{"uri":"Germany","surface_form":"Germany","offset":3719},{"uri":"United_States","surface_form":"United States","offset":3743},{"uri":"China","surface_form":"China","offset":3824},{"uri":"Pakistan","surface_form":"Pakistan","offset":3893},{"uri":"China","surface_form":"China","offset":4219},{"uri":"Tonne","surface_form":"tonne","offset":4258},{"uri":"India","surface_form":"India","offset":4297},{"uri":"United_States","surface_form":"United States","offset":4304},{"uri":"Australia","surface_form":"Australia","offset":4319},{"uri":"Indonesia","surface_form":"Indonesia","offset":4330},{"uri":"Russia","surface_form":"Russia","offset":4344},{"uri":"Japan","surface_form":"Japan","offset":4477},{"uri":"Santa_Claus","surface_form":"Santa Claus","offset":4512},{"uri":"Christmas","surface_form":"Christmas","offset":4563},{"uri":"Victorian_era","surface_form":"Victorian","offset":4597}]}