{"id":411101,"url":"http://en.wikipedia.org/wiki/Sample","text":"In statistics, a sample is part of a population. The sample is carefully chosen. It should represent the whole population fairly, without bias.\nWhen treated as a data set, a sample is often represented by capital letters such as formula_1 and formula_1, with its elements being represented in lowercase (e.g., formula_1), and the sample size being represented by the letter formula_1.\nThe reason samples are needed is that populations may be so large that counting all the individuals may not be possible or practical. Therefore, solving a problem in statistics usually starts with sampling. Sampling is about choosing which data to take for later analysis. As an example, suppose the pollution of a lake should be analysed for a study. Depending on where the samples of water were taken, the studies can have different results.\nAs a general rule, samples need to be random. This means the chance or probability of selecting one individual is the same as the chance of selecting any other individual.\nIn practice, random samples are always taken by means of a well-defined procedure. A procedure is a set of rules, a sequence of steps written down and exactly followed. Even so, some bias may remain in the sample. Consider the problem of designing a sample to predict the result of an election poll. All known methods have their problems, and the results of an election are often different from predictions based on a sample. If you collect opinions by using telephones, or by meeting people in the street, you won't ask people who don't answer phone calls or who don't walk on the street. Therefore, in cases like this a completely neutral sample is never possible. In such cases a statistician will think about how to measure the amount of bias, and there are ways to estimate this.\nA similar situation occurs when scientists measure a physical property, say the weight of a piece of metal, or the speed of light. If we weigh an object with sensitive equipment we will get minutely different results. No system of measurement is ever perfect. We get a series of estimates, each one being a measurement. These are samples, with a certain degree of error. Statistics is designed to describe error, and carry out analysis on this kind of data.\nThe way the sampling is obtained, along with the sample size, will have an impact on how the data is viewed.\nStratified sampling.\nIf a population has obvious sub-populations, then each of the sub-populations needs to be sampled. This is called \"stratified sampling\". Stratified sampling is also known as \"stratified random sample\". Stratified sampling is often represented as proportion, such as percent (%).\nSuppose an experiment set out to sample the incomes of adults. Obviously, the incomes of college graduates might differ from that of non-graduates. Now suppose the number of male graduates was 30% of the total male adults (imaginary figures). Then you would arrange for 30% of the total sample to be male graduates picked at random, and 70% of the total to be male non-graduates. Repeat the process for females, because the percentage of female graduates is different from males. That gives a sample of the adult population stratified by sex and college education. The next step would be to divide each of your sub-populations by age groups, because (for example) graduates might gain more income relative to non-graduates in middle age.\nAnother type of stratified sample deals with variation. Here larger samples are taken from the more variable sub-populations so that the summary statistics such as the means and standard deviations, are more reliable.","categories":[],"infobox_types":[],"annotations":[{"uri":"Statistics","surface_form":"statistics","offset":3},{"uri":"Population_(statistics)","surface_form":"population","offset":37},{"uri":"Bias","surface_form":"bias","offset":138},{"uri":"Capital_letter","surface_form":"capital letters","offset":205},{"uri":"Sample_size","surface_form":"sample size","offset":330},{"uri":"Information","surface_form":"data","offset":625},{"uri":"Analysis","surface_form":"analysis","offset":648},{"uri":"Pollution","surface_form":"pollution","offset":685},{"uri":"Lake","surface_form":"lake","offset":700},{"uri":"Water","surface_form":"water","offset":771},{"uri":"Random","surface_form":"random","offset":867},{"uri":"Probability","surface_form":"probability","offset":900},{"uri":"Random_sample","surface_form":"random samples","offset":1014},{"uri":"Procedure","surface_form":"procedure","offset":1073},{"uri":"Rule","surface_form":"rule","offset":1108},{"uri":"Election","surface_form":"election","offset":1286},{"uri":"Poll","surface_form":"poll","offset":1295},{"uri":"Neutral","surface_form":"neutral","offset":1634},{"uri":"Statistician","surface_form":"statistician","offset":1684},{"uri":"Estimate","surface_form":"estimate","offset":1771},{"uri":"Speed_of_light","surface_form":"speed of light","offset":1901},{"uri":"Equipment","surface_form":"equipment","offset":1954},{"uri":"Measurement","surface_form":"measurement","offset":2017},{"uri":"Error","surface_form":"error","offset":2150},{"uri":"Proportions","surface_form":"proportion","offset":2620},{"uri":"Income","surface_form":"income","offset":2697},{"uri":"Income","surface_form":"income","offset":2731},{"uri":"Graduate","surface_form":"graduate","offset":2750},{"uri":"Variation","surface_form":"variation","offset":3436},{"uri":"Mean","surface_form":"mean","offset":3559},{"uri":"Standard_deviation","surface_form":"standard deviation","offset":3569}]}