{"id":41112,"url":"http://en.wikipedia.org/wiki/Roman_Britain","text":"Roman Britain (\"Britannia\") was the part of Great Britain in the Roman Empire from AD 43 to 409 or 410.\nHistory.\nThe first invasion was led by Julius Caesar, in the days of the Roman Republic. He defeated the dominant Catuvellauni tribe in 54 BC near Wheathampstead in Hertfordshire.\nTheir capital was taken over by the Romans. Trouble in Gaul (mainly modern France & Belgium) prevented Caesar from staying in Britain. The full conquest of Britain was delayed for almost a century.\nThe \"II Augusta\" was commanded by the future emperor Vespasian. The other three legions were also led by high-ranking men.\nThe invasion was one of the most significant events in British history. After the revolt of Boudica there was usually peace and a process of full \"romanization\" started successfully in southeast Britain.\nThe Romans considered Britannia as a single territory and administratively they divided the huge island in five provinces: \"Britannia prima\" (capital London), \"Britannia secunda\", \"Flavia Caesariensis\", \"Maxima Caesariensis\" and \"Valentia\". It seems that they have created also a sixth province -during Agricola conquest- in Caledonia, called \"Vespasiana\".\nRoman legions left in 410 AD after almost four centuries, and the administration of the country was taken over by prominent local chieftains. This was known as Sub-Roman Britain, with a Romano-British culture and the people may have used a Latin-based language. It lasted for more than two centuries but gave way to an increasingly Anglo-Saxon England by the start of the seventh century.\nTechnology.\nRoman technology made its impact in road building and the construction of villas, forts and cities. During their occupation of Britain the Romans built an extensive network of roads. They were used in later centuries, and many are still followed today. The Romans also built water supply, sanitation and sewage systems. Many of Britain's major cities, such as London (\"Londinium\"), Manchester (\"Mamucium\") and York (\"Eboracum\"), were founded by the Romans.\nThere was no writing in Britain before the Romans. They introduced it and, when they left, writing only survived with the help of religion.\nThe British were skilled in the arts, and produced ornamental jewellery and pottery which was exported to Europe. They built defensive structures such as hill forts. They were proficient in warfare with spears, bows and arrows. Small round stones found in such sites indicate the use of slings or catapults.\nTo keep Roman control, forts and garrisons were built throughout Britain, and the existing roads improved. The local people had to maintain the Roman roads in Britain, and got tax relief for their efforts.\nRoman roads allowed for troop movements and the distribution of supplies. The forts and garrisons needed food and other services. Vast areas produced these goods. For example, the often flooded Somerset levels was like a huge market garden that provided supplies for the garrisons at Exeter, Gloucester, Bath and the forts in between. Local fishermen supplied fresh fish, and farmers reared sheep, pigs, cattle and poultry for the garrisons.\nChristianity.\nMissionaries from Gaul began to introduce Christianity to the West country. Before the end of the first century AD they had a Church of Celtic Christianity. This spread such that by the mid second century much of Cornwall, Devon, Western Dorset, and South Somerset had adopted Christianity. The spread of Christianity continued eastward and strongly northward into Wales through the next two centuries, especially after the adoption of Christianity by Rome. The Romans had built shrines and temples to their pagan gods and continued to patronize these, even after the adoption of Christianity by Rome.","categories":[],"infobox_types":["former subdivision"],"annotations":[{"uri":"Great_Britain","surface_form":"Great Britain","offset":44},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":65},{"uri":"AD","surface_form":"AD","offset":83},{"uri":"Julius_Caesar","surface_form":"Julius Caesar","offset":143},{"uri":"Roman_Republic","surface_form":"Roman Republic","offset":177},{"uri":"Catuvellauni","surface_form":"Catuvellauni","offset":218},{"uri":"BC","surface_form":"BC","offset":243},{"uri":"Wheathampstead","surface_form":"Wheathampstead","offset":251},{"uri":"Hertfordshire","surface_form":"Hertfordshire","offset":269},{"uri":"Gaul","surface_form":"Gaul","offset":339},{"uri":"Vespasian","surface_form":"Vespasian","offset":535},{"uri":"British_Isles","surface_form":"British","offset":660},{"uri":"Boudica","surface_form":"Boudica","offset":697},{"uri":"Sub-Roman_Britain","surface_form":"Sub-Roman Britain","offset":1326},{"uri":"Anglo-Saxon_England","surface_form":"Anglo-Saxon England","offset":1498},{"uri":"Road","surface_form":"road","offset":1603},{"uri":"Villa","surface_form":"villa","offset":1641},{"uri":"Fort","surface_form":"fort","offset":1649},{"uri":"Sanitation","surface_form":"sanitation","offset":1856},{"uri":"Sewage","surface_form":"sewage","offset":1871},{"uri":"Londinium","surface_form":"Londinium","offset":1936},{"uri":"Manchester","surface_form":"Manchester","offset":1949},{"uri":"Eboracum","surface_form":"Eboracum","offset":1984},{"uri":"Writing","surface_form":"writing","offset":2037},{"uri":"Jewellery","surface_form":"jewellery","offset":2226},{"uri":"Pottery","surface_form":"pottery","offset":2240},{"uri":"Europe","surface_form":"Europe","offset":2270},{"uri":"Hill_fort","surface_form":"hill fort","offset":2318},{"uri":"Catapult","surface_form":"catapult","offset":2461},{"uri":"Roman_roads_in_Britain","surface_form":"Roman roads in Britain","offset":2616},{"uri":"Somerset","surface_form":"Somerset","offset":2872},{"uri":"Exeter","surface_form":"Exeter","offset":2962},{"uri":"Gloucester","surface_form":"Gloucester","offset":2970},{"uri":"Bath%2C_Somerset","surface_form":"Bath","offset":2982},{"uri":"Missionary","surface_form":"Missionaries","offset":3134},{"uri":"Gaul","surface_form":"Gaul","offset":3152},{"uri":"Celtic_Christianity","surface_form":"Celtic Christianity","offset":3270},{"uri":"Cornwall","surface_form":"Cornwall","offset":3347},{"uri":"Devon","surface_form":"Devon","offset":3357},{"uri":"Western_Dorset","surface_form":"Western Dorset","offset":3364},{"uri":"South_Somerset","surface_form":"South Somerset","offset":3384},{"uri":"Christianity","surface_form":"Christianity","offset":3439},{"uri":"Wales","surface_form":"Wales","offset":3499},{"uri":"Roman_religion","surface_form":"pagan gods","offset":3642}]}