{"id":411357,"url":"http://en.wikipedia.org/wiki/Boota_Singh","text":"Boota Singh (Gurmukhi: ਬੂਟਾ ਸਿੰਘ; Shahmukhi: بوٹا سنگھ), sometimes spelled as Buta Singh, was a Sikh soldier in the British Army. He served in Burma during World War II, under the command of Lord Mountbatten. He is very well known in India and Pakistan. He is famous for his tragic love story with Zainab, a Muslim girl who he rescued from the riots during the partition of India in 1947.\nLove story.\nBoth fell in love and got married. Later, Zainab was deported (sent back) to Pakistan. Boota illegally entered Pakistan to find her. Zainab stayed away from him due to pressure from her family. Because of this, he killed himself by jumping in front of a moving train near Shahdara railway station in Pakistan. He did this with his daughter, but she survived.\nThe love story of Singh's life has been adapted to movies and books, from both India and Pakistan. A Punjabi movie \"Shaheed-e-Mohabbat Boota Singh\" (1999) is entirely based on the story. Ishrat Rahmani wrote a book, \"Muhabbat\", based on the story. The story also influenced many other movies including \"Partition\", a Hollywood movie from 2007.\nPersonal life.\nSingh lived in a village of Jalandhar district in British Punjab. When he returned home from fighting in Burma, his youth was over. All his friends were married with their own families, but he was still not married. He found no woman to marry him. Once a trader offered to sell Singh a bride from Uttar Pradesh or Bihar for rupees 2000/-. From this day onward, he started saving all his money for the dowry.\nHis uncle and cousins were wanting him to die unmarried, so that they could inherit his share of the family's land.\nBurial.\nIn his suicide note, Singh expressed his last wish to be buried as a Muslim in Noorpur village near Barki. This is where Zainab's parents had resettled after the Partition. The autopsy of Singh's body was done in an hospital in Lahore. It was taken to the village on 22 February 1957 for burial. However, the villagers did not allow him to be buried there. Instead, Singh was buried at Miani Sahib Graveyard of Lahore.\nIn popular culture.\nIn 1999, Manoj Punj directed a Punjabi feature movie, \"Shaheed-e-Mohabbat Boota Singh\", entirely based on the life story of Boota Singh. The movie stars Gurdas Maan as Boota Singh and Divya Dutta as Zainab. The music was composed by Amar Haldipur. It was a success internationally. It won the \"National Film Award for Best Feature Film in Punjabi\" at the 46th National Film Awards. It was also shown at many national and international movie festivals, including the 1999 Vancouver International Film Festival and the International Film Festival of India. Ishrat Rahmani wrote a novel on the love story, titled \"Muhabbat\". The story also featured in an English book, \"Freedom at Midnight\", by Larry Collins and Dominique Lapierre.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gurmukhi","surface_form":"Gurmukhi","offset":13},{"uri":"Shahmukhi","surface_form":"Shahmukhi","offset":34},{"uri":"Sikh","surface_form":"Sikh","offset":96},{"uri":"Burma","surface_form":"Burma","offset":143},{"uri":"World_War_II","surface_form":"World War II","offset":156},{"uri":"India","surface_form":"India","offset":234},{"uri":"Pakistan","surface_form":"Pakistan","offset":244},{"uri":"Muslim","surface_form":"Muslim","offset":308},{"uri":"Partition_of_India","surface_form":"partition of India","offset":361},{"uri":"Punjabi_language","surface_form":"Punjabi","offset":861},{"uri":"Shaheed-e-Mohabbat_Boota_Singh","surface_form":"Shaheed-e-Mohabbat Boota Singh","offset":876},{"uri":"Punjab_(British_India)","surface_form":"British Punjab","offset":1169},{"uri":"Burma","surface_form":"Burma","offset":1224},{"uri":"Uttar_Pradesh","surface_form":"Uttar Pradesh","offset":1416},{"uri":"Bihar","surface_form":"Bihar","offset":1433},{"uri":"Dowry","surface_form":"dowry","offset":1520},{"uri":"Zainab_Singh","surface_form":"Zainab","offset":1772},{"uri":"Autopsy","surface_form":"autopsy","offset":1828},{"uri":"Lahore","surface_form":"Lahore","offset":1879},{"uri":"Miani_Sahib_Graveyard","surface_form":"Miani Sahib Graveyard","offset":2037},{"uri":"Punjabi_language","surface_form":"Punjabi","offset":2121},{"uri":"Shaheed-e-Mohabbat_Boota_Singh","surface_form":"Shaheed-e-Mohabbat Boota Singh","offset":2145},{"uri":"Gurdas_Maan","surface_form":"Gurdas Maan","offset":2243},{"uri":"Divya_Dutta","surface_form":"Divya Dutta","offset":2274},{"uri":"National_Film_Awards","surface_form":"National Film Awards","offset":2450},{"uri":"Movie_festival","surface_form":"movie festival","offset":2525},{"uri":"Vancouver_International_Film_Festival","surface_form":"Vancouver International Film Festival","offset":2561},{"uri":"International_Film_Festival_of_India","surface_form":"International Film Festival of India","offset":2607}]}