{"id":411496,"url":"http://en.wikipedia.org/wiki/Shemini_Atzeret","text":"Shemini Atzeret ( – \"the Eighth [day] of Assembly\") is a Jewish holiday of the (Northern Hemisphere) autumn. In Israel, the date of the holiday is 22 Tishrei on the Hebrew calendar. Outside of Israel, it is two days long, on 22-23 Tishrei. On the Gregorian calendar, Shemini Atzeret comes in late September or early or middle October.\nThe holiday is best known for the celebration of Simchat Torah (שִׂמְחֵת תּוֹרָה), \"Rejoicing of the Torah\", when Jews finish the annual cycle of reading the whole Torah out loud in synagogue. Outside Israel, \"Simchat\" Torah is celebrated on the second day of the holiday. Most people outside Israel use the name \"Shemini Atzeret\" for the first day only. They call the second day \"Simchat Torah\" because of this celebration. In Israel, the one day of the holiday is called by both names.\nIn some ways, this holiday is part of the holiday of Sukkot. The \"shemini\" (\"8th\") is the \"8th day\" of Sukkot. In other ways, this holiday is a separate holiday on its own, and not part of Sukkot.\nShemini Atzeret is an important Jewish holiday. Like on Shabbat and other important Jewish holidays, work is not allowed on Shemini Atzeret.\nSources in the Torah.\nThe holiday of Shemini Atzeret is in the Torah (Pentateuch) twice, at and at. The Torah does not say much about the holiday, though.\nShemini Atzeret and Sukkot.\nThe Torah says that this holiday falls on the eighth day of Sukkot. However, in the same paragraph, the celebrations of Sukkot are described as lasting \"seven\" days, not eight. The Talmud writes about this apparent(def. 2) problem. At the end of the section, the Talmud says that at the same time,\nThe laws and customs of Shemini Atzeret show both pieces of the holiday.\nHow Shemini Atzeret is celebrated.\nSome Jewish holidays have special rituals, like the Seder of Passover or the sukkah, lulav and etrog of Sukkot. In the Torah, there are no rituals like that for Shemini Atzeret. But starting at the time of the Talmud, Shemini Atzeret became the holiday for finishing the annual reading of the Torah in the synagogue. The celebration of that—called Simchat Torah— has become the main feature(def. n2) of the holiday.\nSimchat Torah.\nIn synagogues, one section of the Torah is read on every Shabbat of the year. The last section, from Deuteronomy, is read on the holiday of Shemini Atzeret. Over the last 1000 years, the reading of the last section has become a big celebration called Simchat Torah, or \"Rejoicing of the Torah\". This celebration is so important that the whole day of the celebration is called \"Simchat Torah.\" In Israel, this celebration happens on the single day of the holiday, 22 Tishrei. Outside of Israel, it happens on the second of the two days, 23 Tishrei.\nHistory.\nThe name \"Simchat Torah\" does not appear in the Torah or the Talmud. The Talmud says that the final section of the Torah is read on Shemini Atzeret. But it does not use the name Simchat Torah, and it does not describe a special celebration. The first reference to any kind of celebration comes from the perioddef. \"n1\" of the \"Geonim\" (7th-11th centuries CE). That source mentioned the custom of dancing with the Torah, which is still a custom today.\nIn modern times, Simchat Torah has become a day to show Jewish pride in public.\nSimchat Torah evening.\nSimchat Torah evening is a and child-friendly holiday. After the regular holiday evening prayers, all the Torahs are taken from the. Members of the synagogue march or dance around the synagogue seven times with the Torahs. Each time around the synagogue, the people pray \"Save us! Answer us on the day we call!\" Sometimes the dancing moves from the synagogue to the street outside. Sometimes the dancing can go late into the evening, with extra songs and prayers added. One very common custom is for people—especially children—to march or dance with flags, sometimes with candles or apples on top. At the end of the dancing in most synagogues, a piece of the last Torah portion in Deuteronomy is read in public. In Orthodox and Conservative synagogues, the very end of Deuteronomy is not read at night. But in Reform synagogues, it sometimes is.\nSimchat Torah morning.\nFor all of these honors, the person honored stands under a \"tallit\" (prayer) held open like the \"ḥuppa,\" or, in a Jewish wedding.\n\"Hakafot Shniyot\".\nIn Israel, it has become common to add an extra night of celebration to Simchat Torah. This is called \"Hakafot Shniyot\" (Second Circuits). It happens on 23 Tishrei, the same night as Jews in the rest of the world celebrate Simchat Torah. This is a way for Jews around the world to show Jewish pride together. Because the holiday of Shemini Atzeret is over after one day in Israel, holiday restrictions do not apply. So \"Hakafot Shniyot\" can include things not normally allowed on Shabbat and Jewish holidays (like bands and photography).\nPractices from Sukkot.\nThe Torah states that it is a requirement for Jews to be happy on Sukkot. The Talmud writes that this requirement lasts for eight days—the seven days of Sukkot \"and\" Shemini Atzeret. As part of this, Hallel is said in synagogue during the morning prayers of Shemini Atzeret.\nIn Israel, this is the only practice from Sukkot that continues into Shemini Atzeret. In every other way Shemini Atzeret is a separate holiday with separate practices.\nOutside Israel, this is complicated by the Jewish law of adding an extra day to every Biblical Jewish holiday except Yom Kippur. The holiday of Sukkot, which lasts seven days in Israel lasts eight days outside Israel. But the eighth day is also the first day of the separate holiday of Shemini Atzeret. Sometimes the rules for the two holidays conflict. Figuring out the conflicts can be complicated. But the general rule is that\nIn practice, what happens \"only outside of Israel\" is that\nNone of this happens on the second day of Shemini Atzeret (Simchat Torah), because it is no longer an extra day of Sukkot.","categories":[],"infobox_types":[],"annotations":[{"uri":"Northern_Hemisphere","surface_form":"Northern Hemisphere","offset":80},{"uri":"Autumn","surface_form":"autumn","offset":101},{"uri":"Israel","surface_form":"Israel","offset":112},{"uri":"Tishrei","surface_form":"Tishrei","offset":150},{"uri":"Hebrew_calendar","surface_form":"Hebrew calendar","offset":165},{"uri":"Diaspora","surface_form":"Outside of Israel","offset":182},{"uri":"Gregorian_calendar","surface_form":"Gregorian calendar","offset":247},{"uri":"September","surface_form":"September","offset":297},{"uri":"October","surface_form":"October","offset":326},{"uri":"Celebration","surface_form":"celebration","offset":369},{"uri":"Joy","surface_form":"Rejoicing","offset":419},{"uri":"Torah","surface_form":"Torah","offset":436},{"uri":"Cycle","surface_form":"cycle","offset":472},{"uri":"Torah","surface_form":"Torah","offset":499},{"uri":"Israel","surface_form":"Israel","offset":763},{"uri":"Sukkot","surface_form":"Sukkot","offset":876},{"uri":"Jewish_holiday","surface_form":"Jewish holiday","offset":1052},{"uri":"Shabbat","surface_form":"Shabbat","offset":1076},{"uri":"Pentateuch","surface_form":"Pentateuch","offset":1231},{"uri":"Celebration","surface_form":"celebration","offset":1448},{"uri":"Apparent","surface_form":"apparent","offset":1550},{"uri":"Ritual","surface_form":"ritual","offset":1784},{"uri":"Seder","surface_form":"Seder","offset":1802},{"uri":"Passover","surface_form":"Passover","offset":1811},{"uri":"Sukkah","surface_form":"sukkah","offset":1827},{"uri":"Lulav","surface_form":"lulav","offset":1835},{"uri":"Etrog","surface_form":"etrog","offset":1845},{"uri":"Sukkot","surface_form":"Sukkot","offset":1854},{"uri":"Talmud","surface_form":"Talmud","offset":1960},{"uri":"Synagogue","surface_form":"synagogue","offset":2184},{"uri":"Torah_portion","surface_form":"section of the Torah","offset":2200},{"uri":"Shabbat","surface_form":"Shabbat","offset":2238},{"uri":"Deuteronomy","surface_form":"Deuteronomy","offset":2282},{"uri":"Period","surface_form":"period","offset":3041},{"uri":"CE","surface_form":"CE","offset":3093},{"uri":"Primary_source","surface_form":"source","offset":3103},{"uri":"Candle","surface_form":"candle","offset":3864},{"uri":"Tallit","surface_form":"tallit","offset":4221},{"uri":"Wedding","surface_form":"wedding","offset":4282},{"uri":"Circuit","surface_form":"Circuits","offset":4438},{"uri":"Band","surface_form":"band","offset":4824},{"uri":"Photography","surface_form":"photography","offset":4834},{"uri":"Requirement","surface_form":"requirement","offset":4901},{"uri":"Hallel","surface_form":"Hallel","offset":5071},{"uri":"Complicated","surface_form":"complicated","offset":5338},{"uri":"Extra_day","surface_form":"extra day","offset":5381},{"uri":"Yom_Kippur","surface_form":"Yom Kippur","offset":5431}]}