{"id":41154,"url":"http://en.wikipedia.org/wiki/Shrimp","text":"Shrimp refers to small, decapod crustacea. Shrimp are mainly found in three groups: Caridea, Procarididea, and Dendrobranchiata. There are thousands of species, and usually there is a species adapted to any particular habitat. Any small crustacean which resembles a shrimp tends to be called one.\nAdult shrimp are filter feeding benthic animals that live close to the bottom. They can live in schools and can swim rapidly backwards. They have a high tolerance to toxins in polluted areas, and may contribute to high toxin levels in their predators. They play important roles in the food chain and are important food sources for larger animals from fish to whales.\nShrimp are related to prawns. In cooking, the criterion is often only the size of the animal (prawns are bigger). Biologically, prawns and shrimp can be told apart by the structure of their gills. In prawns, the gills are branching; in shrimp they are not.\nFood.\nMany shrimp species are caught to be eaten. Usually, the head and the digestive tract are removed before the shrimp is eaten. The muscular tails of shrimp can be eaten, and they are widely caught and farmed for human consumption.\nCommercial shrimp species support an industry worth 50 billion dollars a year. In 2010 the total commercial production of shrimp was nearly 7 million tonnes. Shrimp farming took off during the 1980s, particularly in China, and by 2007 the harvest from shrimp farms exceeded the capture of wild shrimp. There is often pollution damage done to estuaries when they are used for shrimp farming.","categories":[],"infobox_types":[],"annotations":[{"uri":"Decapoda","surface_form":"decapod","offset":24},{"uri":"Crustacea","surface_form":"crustacea","offset":32},{"uri":"Dendrobranchiata","surface_form":"Dendrobranchiata","offset":111},{"uri":"Habitat","surface_form":"habitat","offset":218},{"uri":"Filter_feeder","surface_form":"filter feeding","offset":314},{"uri":"Benthic","surface_form":"benthic","offset":329},{"uri":"Shoaling_and_schooling","surface_form":"schools","offset":393},{"uri":"Toxin","surface_form":"toxin","offset":463},{"uri":"Pollution","surface_form":"polluted","offset":473},{"uri":"Predator","surface_form":"predator","offset":538},{"uri":"Food_chain","surface_form":"food chain","offset":582},{"uri":"Fish","surface_form":"fish","offset":648},{"uri":"Whale","surface_form":"whale","offset":656},{"uri":"Prawn","surface_form":"prawn","offset":686},{"uri":"Cooking","surface_form":"cooking","offset":697},{"uri":"Gills","surface_form":"gills","offset":854},{"uri":"China","surface_form":"China","offset":1373},{"uri":"Estuaries","surface_form":"estuaries","offset":1499}]}