{"id":411543,"url":"http://en.wikipedia.org/wiki/Richard_III%2C_Duke_of_Normandy","text":"Richard III (1001–1027) was the Duke of Normandy. His short reign of one year opened with a rebellion by his younger brother Robert I and ended with his death.\nEarly career.\nRichard III was the oldest son of Richard II, Duke of Normandy and his wife Judith of Brittany. He was born. Around the year 1120, Richard's father sent him in command of a large army to rescue his brother-in-law, Reginald I, Count of Burgundy. It was a distance of about 250 miles (400 kilometers) from Normandy. Richard III's capture of the castle of Minamde was enough to convince Bishop Hugh to surrender and release Reginald.\nWhen his father died in August of 1026, as the oldest son, Richard III succeeded him as Duke of Normandy. By all accounts Richard III was accepted by the barons of Normandy and had no problems accepting his new role as duke. Richard III had given his younger son, Robert, the town of Exmes and the county of Hiemois. But once Richard III became duke, his younger brother Robert was not satisfied. He raided the diocese of his uncle Robert II, Archbishop of Rouen. He also captured his brother's fortress city of Falaise. Robert's rebellion lasted through the end of 1026 and into early 1027. Finally Richard III laid siege to Falaise and brought the walls down. Robert surrendered and promised to be faithful.\nRichard III then took the next step; he arranged with king Robert II of France to marry his young daughter, Adelis. She was given rich dowry which included the city and county of Coutances. Even though he was now newly married to a king's daughter, he already had children by a concubine. But unexpectedly Richard III died on 5 or 6 August 1027. He had a son named Nicholas, but the boy was immediately sent to the monastery at Fécamp. With Nicholas out of the way the duchy passed to his Richard III's younger brother Robert, who became the sixth duke of Normandy as Robert I.\nMarriage.\nIn January of 1027 he was married to Adela a younger daughter of Robert II of France and Constance of Arles. After Richard's death Adela secondly married Baldwin V, Count of Flanders.\nIssue.\nBy his wife Adela he had no children.","categories":[],"infobox_types":[],"annotations":[{"uri":"Duke_of_Normandy","surface_form":"Duke of Normandy","offset":32},{"uri":"Reign","surface_form":"reign","offset":60},{"uri":"Robert_I%2C_Duke_of_Normandy","surface_form":"Robert I","offset":125},{"uri":"Richard_II%2C_Duke_of_Normandy","surface_form":"Richard II, Duke of Normandy","offset":208},{"uri":"Command","surface_form":"command","offset":334},{"uri":"Reginald_I%2C_Count_of_Burgundy","surface_form":"Reginald I, Count of Burgundy","offset":388},{"uri":"Baron","surface_form":"baron","offset":759},{"uri":"Problems","surface_form":"problems","offset":789},{"uri":"Raided","surface_form":"raided","offset":1005},{"uri":"Diocese","surface_form":"diocese","offset":1016},{"uri":"Robert_II%2C_Archbishop_of_Rouen","surface_form":"Robert II, Archbishop of Rouen","offset":1037},{"uri":"Fortress","surface_form":"fortress","offset":1100},{"uri":"Falaise","surface_form":"Falaise","offset":1117},{"uri":"Rebellion","surface_form":"rebellion","offset":1135},{"uri":"Siege","surface_form":"siege","offset":1222},{"uri":"Robert_II_of_France","surface_form":"Robert II of France","offset":1374},{"uri":"Dowry","surface_form":"dowry","offset":1450},{"uri":"Coutances","surface_form":"Coutances","offset":1494},{"uri":"Monastery","surface_form":"monastery","offset":1730},{"uri":"F%C3%A9camp","surface_form":"Fécamp","offset":1743},{"uri":"Adela_of_France%2C_Countess_of_Flanders","surface_form":"Adela","offset":1940},{"uri":"Constance_of_Arles","surface_form":"Constance of Arles","offset":1992},{"uri":"Baldwin_V%2C_Count_of_Flanders","surface_form":"Baldwin V, Count of Flanders","offset":2057}]}