{"id":411622,"url":"http://en.wikipedia.org/wiki/Todd_Orlando","text":"Todd Orlando (born July 26, 1986) is an American professional ice hockey defenseman. He is currently playing with the Elmira Jackals of the East Coast Hockey League. Orlando was born in Clinton Township, Michigan. His playing height is 6 ft 8 inches, his weight is 237 lbs, and he shoots left.\nMinor career.\nTodd Orlando grew up playing in and around the Detroit area. Orlando started his Junior \"A\" career in Detroit in the Central States Hockey League with the Michigan Metro Jets. Todd then moved on the play two seasons in Sarnia for the Sarnia (Ontario) Blast of the Western Ontario Hockey League. Todd's time with the Sarnia Blast set the tone for Todd's physical style of play.\nCollege hockey.\nOrlando played one season of collegiate hockey 2007-2008 for Oakland University (Rochester, Michigan). Todd was a standout defenseman for the Golden Grizzlies.\nProfessional hockey.\nIn July 2010, Todd Orlando was invited to participate in the NHL New York Rangers prospects camp at Madison Square Gardens in New York City. That year Todd also had a tryout with the Allen Americans of the Central Hockey League and later signed a contract with the Cincinnati Cylones of the East Coast League. The 2011-2012 season saw Orlando playing in Finland, first for Kokkola, and then for Hermes.\nTodd signed a contract in August 2012 to play for the Alaska Aces of the East Coast Hockey League. Later in 2012-2013, Orlando played a combined 27 pro games, first for the Denver Cutthroats of the Central Hockey League, and finishing the 2012-2013 season playing for the Wheeling Nailers of the East Coast Hockey League.\nIn August 2013, Todd Orlando accepted an invitation to attend the main NHL training camp of the Philadelphia Flyers 2013-14 team with the training camp beginning on September 11, 2013. An injury suffered at the Flyers training camp forced Todd to leave camp early. Orlando did not play during the 2013-14 season.\nOn October 15, 2014, Todd Orlando signed a pro contract to play for the Elmira Jackals of the East Coast Hockey League for the 2014-2015 season.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ice_hockey","surface_form":"ice hockey","offset":62},{"uri":"Defenseman","surface_form":"defenseman","offset":73},{"uri":"ECHL","surface_form":"East Coast Hockey League","offset":140},{"uri":"Michigan","surface_form":"Michigan","offset":204},{"uri":"Detroit","surface_form":"Detroit","offset":355},{"uri":"Central_States_Hockey_League","surface_form":"Central States Hockey League","offset":425},{"uri":"Michigan_Metro_Jets","surface_form":"Michigan Metro Jets","offset":463},{"uri":"Sarnia","surface_form":"Sarnia","offset":527}]}