{"id":41160,"url":"http://en.wikipedia.org/wiki/Crab","text":"Crabs are in the subphylum Crustacea. They are decapods (having eight walking legs and two grasping claws), along with lobsters, crayfish and shrimps. Crabs form an order within the decapods, called the Brachyura. Their short body is covered by a thick exoskeleton.\nThey are an extremely successful group, found all over the world. They are basically heavily armoured shell-breakers. Most crabs live in sea-water, but there are some who live in fresh water, and some who live on land. The smallest are the size of a pea; the largest (the Japanese spider crab) grows to a leg span of 4 metres. About 7,000 species are known.\nBody.\nCrabs have short tails. A crab's tail and reduced abdomen is entirely hidden under the thorax. It is folded under its body, and may not be visible at all unless the crab is turned over. Usually they have a very hard exoskeleton. This means they are well protected against predators. Crabs are armed with a single pair of claws. Crabs can be found in all oceans. Some crabs also live in fresh water, or live completely on land.\nPincers.\nThe pincers (claws) of crabs are their most important weapons. They have at least three functions. The pincers' role in eating is to seize and subdue the prey. If the food is a shellfish (mollusc), then the pincers can exert force to open or break the mollusc's shell. Pincers are also used in fighting between males, and for signalling to other crabs.\nFood.\nCrabs are omnivores, they eat almost anything they find. Often this is algae, but animal food is essential for its good health and development. They will eat molluscs, other crustaceans, worms, fungi and bacteria.\nCrabs as food.\nCrabs are prepared and eaten all over the world. Some species are eaten whole, including the shell, such as soft-shell crab; with other species just the claws and/or legs are eaten. In some regions spices improve the culinary experience. In Asia, Masala Crab and Chilli crab are examples of heavily spiced dishes. In Maryland, blue crab is often eaten with Old Bay Seasoning.\nFor the British dish \"Cromer crab\", the meat is extracted and placed inside the hard shell. One American way to prepare crab meat is by extracting it and adding a flour mix, creating a crab cake. Crabs are also used in \"bisque\", a French soup.\nEvolution.\nTrue crabs appear in the fossil record in the Lower Jurassic. They are part of the 'Mesozoic marine revolution', in which a number of sea-floor predators evolved.\nTailpiece.\nThe closest relatives of the crabs are anomurans, a crustacean group which includes animals such as hermit crabs, king crabs and squat lobsters. They look a lot like crabs and many have the word 'crab' in their name, but are not true crabs. Anomurans can be told apart by the number of legs: crabs have eight legs, along with two claws or pincers, while the last pair of an anomuran's legs is hidden inside the shell, so that only six are visible.","categories":[],"infobox_types":[],"annotations":[{"uri":"Subphylum","surface_form":"subphylum","offset":17},{"uri":"Crustacea","surface_form":"Crustacea","offset":27},{"uri":"Lobster","surface_form":"lobster","offset":119},{"uri":"Crayfish","surface_form":"crayfish","offset":129},{"uri":"Shrimp","surface_form":"shrimp","offset":142},{"uri":"Exoskeleton","surface_form":"exoskeleton","offset":253},{"uri":"Japanese_spider_crab","surface_form":"Japanese spider crab","offset":538},{"uri":"Tail","surface_form":"tail","offset":647},{"uri":"Abdomen","surface_form":"abdomen","offset":680},{"uri":"Thorax","surface_form":"thorax","offset":717},{"uri":"Exoskeleton","surface_form":"exoskeleton","offset":846},{"uri":"Predator","surface_form":"predator","offset":902},{"uri":"Claw","surface_form":"claw","offset":951},{"uri":"Ocean","surface_form":"ocean","offset":984},{"uri":"Fresh_water","surface_form":"fresh water","offset":1016},{"uri":"Prey","surface_form":"prey","offset":1220},{"uri":"Mollusc","surface_form":"mollusc","offset":1254},{"uri":"Omnivore","surface_form":"omnivore","offset":1435},{"uri":"Algae","surface_form":"algae","offset":1496},{"uri":"Mollusc","surface_form":"mollusc","offset":1583},{"uri":"Worm","surface_form":"worm","offset":1612},{"uri":"Fungus","surface_form":"fungi","offset":1619},{"uri":"Bacteria","surface_form":"bacteria","offset":1629},{"uri":"Spice","surface_form":"spice","offset":1953},{"uri":"Jurassic","surface_form":"Jurassic","offset":2337},{"uri":"Mesozoic","surface_form":"Mesozoic","offset":2369},{"uri":"Hermit_crab","surface_form":"hermit crab","offset":2559}]}