{"id":41179,"url":"http://en.wikipedia.org/wiki/Toy_Story","text":"\"Toy Story\" is a 1995 American computer animated buddy fantasy comedy adventure movie. It was the first Disney/Pixar animated movie. Pixar made the movie while Disney packaged it and sold the reels of the movie to movie theaters. It was released on November 22, 1995. It was the first animated movie to be completely done with computers instead of hand-drawn animation. \"Toy Story\" had three sequels, \"Toy Story 2\" released in 1999, \"Toy Story 3\" released in 2010, and \"Toy Story 4\" released in 2019.\nPlot.\nWoody, a pull-string cowboy doll, is the leader of a group of toys that belong to a boy named Andy Davis and come to life when humans are not seen. With his family moving to a new house and having a birthday party for Andy, the toys stage a reconnaissance mission to discover Andy's new presents. Andy receives a space ranger Buzz Lightyear action figure, whose features replace Woody's position as Andy's favorite toy. Buzz does not know that he is a toy when Woody tries to convince him and thinks that he is a real space ranger. While the other toys befriend Buzz, Woody hates Buzz and he doesn't want Buzz to become Andy's favorite toy.\nAndy prepares to go to a family outing at Pizza Planet with Buzz. Woody attempts to replace Buzz so that Woody's position is taken, but knocks him out a window instead, making the toys mad. Andy takes Woody to Pizza Planet with him instead. However, Buzz climbs into the car and confronts Woody when they stop at a gas station. The two toys fight and accidentally fall out of the car, which drives off and leaves them behind. Woody sees a pickup truck bound for Pizza Planet and plans to rendezvous with Andy there, convincing Buzz to come with him by saying that the pickup truck can take him to his home planet. Once at Pizza Planet, Buzz makes his way into a claw game machine shaped like a spaceship, thinking that it is the ship that Woody had promised him. Inside, he finds a horde of squeaky aliens who revere the machine's claw arm as their master. When Woody follows Buzz into the game to try to rescue him, the two of them are captured by Andy's next door neighbor, Sid Phillips, who likes to torture and destroy toys for fun.\nThe two toys try to escape from Sid's house before Andy and his family move, encountering nightmarish hodge-podge toys of Sid's creation as well as Sid's vicious dog, Scud. Buzz sees a commercial for Buzz Lightyear action figures just like himself and realizes that Woody was right about him being a toy. Unable to face the truth, Buzz tries to prove he is still a space ranger by attempting to fly out of the window, but falls and loses one of his arms. Buzz becomes too depressed over the truth to participate in Woody's escape plan which forces Woody to try and get the other toys attention in Andy's room by waving Buzz's disconnected arm, but the other toys still distrust him for what happened to Buzz and leave him behind. Woody realizes that Sid's mutant toys are friendly when they fix Buzz's arm but is forced to hide when Sid arrives, leaving Buzz behind. Sid prepares to destroy Buzz by strapping him to a rocket, but is delayed by a thunderstorm and sleeps for the night. Woody convinces Buzz life is worth living even if he is not a space ranger because of the joy he can bring to Andy, and helps Buzz regain his spirit. Cooperating with Sid's mutant toys, Woody stages a rescue for Buzz and scares Sid away by coming to life in front of him. However, the two miss Andy's car as it drives away to his new house.\nRunning down the road, they climb onto a moving truck but Scud chases them and Buzz tackles the dog to save Woody. Woody attempts to rescue Buzz with Andy's RC car but the other toys, who think that Woody got rid of RC, toss Woody off onto the road. Spotting Woody driving RC back with Buzz alive, the other toys realize their mistake and try to help them into the truck. When RC's batteries become depleted, Woody ignites the rocket on Buzz's back and manages to throw RC into the moving truck just in time before they go soaring into the air. Buzz then opens his wings to cut himself free before the rocket explodes, and he and Woody glide through the air and land safely into the car. Andy looks in the box and is relieved to have found Woody and Buzz.\nOn Christmas Eve at their new house, Buzz and Woody stage another reconnaissance mission to prepare for the new toy arrivals, one of which is a Mrs. Potato Head, much to the delight of Mr. Potato Head. Woody jokingly asks Buzz \"What could Andy possibly get that is worse than you?\", a question which is immediately answered; Andy's new gift, as it turns out, is a puppy, and the two share a worried smile.\nProduction.\nPixar's Oscar-winning short film \"Tin Toy\" (directed by Lasseter) and its CAPS project were among works that gained Disney's attention and, after meetings in 1990 with Jeffrey Katzenberg, Pixar pitched a television special called \"A Tin Toy Christmas\". By July 1991, Disney and Pixar signed an agreement to work on a film, based on the \"Tin Toy\" characters, called \"Toy Story\". The deal gave Pixar a three-film deal (with \"Toy Story\" being the first) as well as 10% of the films' profits.\n\"Toy Story\"s script was strongly influenced by the ideas of screenwriter Robert McKee. The script went through many changes before the final version. John Lasseter decided Tinny was \"too antiquated\", and the character was changed to a military action figure, and then given a space theme. Tinny's name changed to Lunar Larry, then Tempus from Morph, and eventually Buzz Lightyear (after astronaut Buzz Aldrin).\nBilly Crystal was going to play as Buzz, but later refused his role, although he would voice Mike Wazowski in Pixar's later movie, \"Monsters, Inc\". Katzenberg took the role to Tim Allen, who was appearing in Disney's \"Home Improvement\", and Allen accepted the Role. \"Toy Story\" was both Hanks and Allen's first animated film role.\nLasster's 1993 draft of the film was a disastrous result, presenting Woody as a \"sarcastic jerk\" because Katzenberg kept sending notes to Pixar saying that he wanted more edge to the character. Katzenberg talked with Walt Disney Feature Animation president Peter Schneider in the hall during the screening and asked him why it was so bad. Schneider responded that it \"wasn't their movie anymore.\" Schneider wanted to immediately shut down production, fire all recently hired animators and move the key writers (John Lasseter, Andrew Stanton, Pete Docter and Joe Ranft) into the Disney Studio, pending a new script approved by Disney. Pixar refused and said that the entire story will be changed in two weeks. As promised, two weeks later a new script had been written that made Woody a more likable character. It also included a more adult-orientated staff meeting amongst the toys rather than a juvenile group discussion that had existed in earlier drafts. Buzz Lightyear's character was also changed slightly \"to make it more clear to the audience that he really doesn't realize he's a toy\" as John Lasseter remarked. After the second screening Katzenberg restarted production. The voice actors returned in March 1994 to record their new lines.\n\"Toy Story\" was made on a $30 million budget, using a staff of 110 people; Lasseter told how hard of the computer animation was to do in the film: \"We had to make things look more organic. Every leaf and blade of grass had to be created. We had to give the world a sense of history. So the doors are banged up, the floors have scuffs.\"\nAccording to Lee Unkrich, one of the original editors of \"Toy Story\", there was a scene that was cut out of the movie. In this scene, Sid, after he leaves Pizza Planet, tortures Buzz and Woody violently. Unkrich decided to cut right into the scene where Sid was interrogating the toys because the creators of the movie thought the audience would be loving Buzz and Woody at that point.\nAnother scene, where Woody was trying to get Buzz's attention when he was stuck in the box crate, was shortened because the creators felt it would \"lose the energy of the movie.\" 2 more deleted scenes, abandoned at the story reel stage, were actually seen as active scenes in Toy Story 2. The first scene was an opening sequence as a Buzz Lightyear cartoon, which ended up as a video game, and the second was the famed \"Woody's Nightmare\" scene, where Woody is thrown out, as he fails to glow in the dark and destroyed by cockroaches, but in Toy Story 2, he was thrown out because his arm was broken, and he was sucked in by other broken toys.\nReception.\nEver since its original 1995 release, \"Toy Story\" received positive reviews from critics; Review aggregate Rotten Tomatoes (which gave the movie an \"Extremely Fresh\" rating) reports that 100% of critics have given the film a positive review based on 74 reviews, with an average score of 9/10. The critical consensus is: \"As entertaining as it is innovative, Toy Story kicked off Pixar's unprecedented run of quality pictures, reinvigorating animated film in the process.\" The film is \"Certified Fresh\". At the website Metacritic, which utilizes a normalized rating system, the film earned a \"universal acclaim\" level rating of 92/100 based on 16 reviews by mainstream critics. Reviewers liked the film for its computer animation, voice cast, and ability to appeal to numerous age groups.\nLeonard Klady of \"Variety\" commended the animation's \"... razzle-dazzle technique and unusual look. The camera loops and zooms in a dizzying fashion that fairly takes one's breath away.\" Roger Ebert of the \"Chicago Sun-Times\" compared the film's innovative animation to Disney's \"Who Framed Roger Rabbit\", saying \"Both movies take apart the universe of cinematic visuals, and put it back together again, allowing us to see in a new way.\" Due to the film's animation, Richard Corliss of \"TIME\" claimed that it was \"... the year's most inventive comedy.\"\nThe voice cast was also praised by various critics. Susan Wloszczyna of \"USA Today\" approved of the selection of Hanks and Allen for the lead roles. Kenneth Turan of the \"Los Angeles Times\" stated that \"Starting with Tom Hanks, who brings an invaluable heft and believability to Woody, \"Toy Story\" is one of the best voiced animated features in memory, with all the actors... making their presences strongly felt.\"\nSeveral critics also recognized the film's ability to appeal to various age groups, specifically children and adults. Owen Gleiberman of \"Entertainment Weekly\" wrote: \"It has the purity, the ecstatic freedom of imagination, that's the hallmark of the greatest children's films. It also has the kind of spring-loaded allusive prankishness that, at times, will tickle adults even more than it does kids.\"\nIn 1995, \"Toy Story\" was named eighth in \"TIME\"'s list of the best ten films of 1995. In 2011, \"TIME\" named it one of \"The 25 All-TIME Best Animated Films\".\nIt also ranks at number 99 in \"Empire\" magazines list of the 500 Greatest Films of All Time..\nIn 2003, the Online Film Critics Society ranked the film as the greatest animated film of all time. In 2007, the Visual Effects Society named the film 22nd in its list of the \"Top 50 Most Influential Visual Effects Films of All Time\". In 2005 the film was selected for preservation in the United States National Film Registry, one of five films to be selected in its first year of eligibility. The film is ranked ninety-ninth on the AFI's list of the hundred greatest American films of all time. It was one of only two animated films on the list, the other being \"Snow White and the Seven Dwarfs\". It was also sixth best in the animation genre on AFI's 10 Top 10.\nDirector Terry Gilliam would praise the film as \"a work of genius. It got people to understand what toys are about. They're true to their own character. And that's just brilliant. It's got a shot that's always stuck with me, when Buzz Lightyear discovers he's a toy. He's sitting on this landing at the top of the staircase and the camera pulls back and he's this tiny little figure. He was this guy with a massive ego two seconds before... and it's stunning. I'd put that as one of my top ten films, period.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Animation","surface_form":"computer animated","offset":31},{"uri":"Walt_Disney_Pictures","surface_form":"Disney","offset":104},{"uri":"Pixar","surface_form":"Pixar","offset":111},{"uri":"Toy_Story_2","surface_form":"Toy Story 2","offset":402},{"uri":"Toy_Story_3","surface_form":"Toy Story 3","offset":434},{"uri":"Toy_Story_4","surface_form":"Toy Story 4","offset":470},{"uri":"Pullstring","surface_form":"pull-string","offset":516},{"uri":"Cowboy","surface_form":"cowboy","offset":528},{"uri":"Doll","surface_form":"doll","offset":535},{"uri":"Buzz_Lightyear","surface_form":"Buzz Lightyear","offset":833},{"uri":"Action_figure","surface_form":"action figure","offset":848},{"uri":"Claw_game","surface_form":"claw game","offset":1810},{"uri":"Torture","surface_form":"torture","offset":2151},{"uri":"Fireworks","surface_form":"rocket","offset":3103},{"uri":"Thunderstorm","surface_form":"thunderstorm","offset":3131},{"uri":"Radio-controlled_car","surface_form":"RC car","offset":3668},{"uri":"Mrs._Potato_Head","surface_form":"Mrs. Potato Head","offset":4411},{"uri":"Mr._Potato_Head_(Toy_Story)","surface_form":"Mr. Potato Head","offset":4452},{"uri":"Puppy","surface_form":"puppy","offset":4631},{"uri":"Jeffrey_Katzenberg","surface_form":"Jeffrey Katzenberg","offset":4853},{"uri":"Buzz_Aldrin","surface_form":"Buzz Aldrin","offset":5571},{"uri":"Billy_Crystal","surface_form":"Billy Crystal","offset":5585},{"uri":"Monsters%2C_Inc","surface_form":"Monsters, Inc","offset":5717},{"uri":"Home_Improvement_(TV_series)","surface_form":"Home Improvement","offset":5803},{"uri":"Peter_Schneider_(film_executive)","surface_form":"Peter Schneider","offset":6173},{"uri":"Andrew_Stanton","surface_form":"Andrew Stanton","offset":6442},{"uri":"Pete_Docter","surface_form":"Pete Docter","offset":6458},{"uri":"Joe_Ranft","surface_form":"Joe Ranft","offset":6474},{"uri":"Lee_Unkrich","surface_form":"Lee Unkrich","offset":7512},{"uri":"Film_editor","surface_form":"editors","offset":7545},{"uri":"Toy_Story_2","surface_form":"Toy Story 2","offset":8161},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":8647},{"uri":"Metacritic","surface_form":"Metacritic","offset":9058},{"uri":"Standard_score","surface_form":"normalized","offset":9087},{"uri":"Variety_(magazine)","surface_form":"Variety","offset":9346},{"uri":"Roger_Ebert","surface_form":"Roger Ebert","offset":9515},{"uri":"Chicago_Sun-Times","surface_form":"Chicago Sun-Times","offset":9535},{"uri":"Who_Framed_Roger_Rabbit","surface_form":"Who Framed Roger Rabbit","offset":9608},{"uri":"USA_Today","surface_form":"USA Today","offset":9954},{"uri":"Los_Angeles_Times","surface_form":"Los Angeles Times","offset":10052},{"uri":"Entertainment_Weekly","surface_form":"Entertainment Weekly","offset":10434},{"uri":"Time_(magazine)","surface_form":"\"TIME\"","offset":10740},{"uri":"Empire_(magazine)","surface_form":"Empire","offset":10887},{"uri":"Online_Film_Critics_Society","surface_form":"Online Film Critics Society","offset":10963},{"uri":"Visual_Effects_Society","surface_form":"Visual Effects Society","offset":11063},{"uri":"National_Film_Registry","surface_form":"National Film Registry","offset":11253},{"uri":"American_Film_Institute","surface_form":"AFI's","offset":11383},{"uri":"AFI%27s_100_Years..._100_Movies_(10th_Anniversary_Edition)","surface_form":"list","offset":11389},{"uri":"Snow_White_and_the_Seven_Dwarfs_(1937_film)","surface_form":"Snow White and the Seven Dwarfs","offset":11514},{"uri":"AFI%27s_10_Top_10","surface_form":"AFI's 10 Top 10","offset":11597},{"uri":"Terry_Gilliam","surface_form":"Terry Gilliam","offset":11623}]}