{"id":41209,"url":"http://en.wikipedia.org/wiki/Malay_language","text":"The Malay language, or Bahasa Melayu, is an Austronesian language spoken in Brunei, Indonesia, Malaysia and Singapore, as well as parts of Southern Thailand. A language of the Malays, it is spoken by 290 million people across the Strait of Malacca, including the coasts of the Malay Peninsula of Malaysia and the eastern coast of Sumatra in Indonesia and has been established as a native language of part of western coastal Sarawak and West Kalimantan in Borneo. It is also used as a trading language in the southern Philippines, including the southern parts of the Zamboanga Peninsula, the Sulu Archipelago and the southern predominantly Muslim-inhabited municipalities of Bataraza and Balabac in Palawan.\nMalay vs Indonesian.\nThere are innumerable dialects, creoles, versions and forms of Malay. The language is extremely diversified.\nIn Indonesia, the language is based on the distinct Riau-Johor dialect and is standardised as \"Bahasa Indonesia\", \"Indonesian language\". In Malaysia, the language is registered as \"Bahasa Malaysia\", \"Malaysian\". In Singapore, Brunei and Thailand is referred to as \"Bahasa Melayu\", \"Malay language\". Bahasa Malaysia and Bahasa Melayu are the same versions and based on the same dialect, Bahasa Indonesia however contains many differences such as false cognates and false friends when compared with Malaysian/Malay. Yet, 80% of Indonesian and Malaysian are cognates. In southern Thailand, the Malays living in the country do speak Bahasa Melayu, but their also speak a distinct dialect of Malay, known as Yawi or \"Bahasa Jawi\". Bahasa Melayu is Brunei's national language but Bruneians also speak their own dialect of Malay, known as \"Brunei Melayu\" or \"Bruneian Malay\".\nIndonesians do not see Indonesian and Malaysian/Malay as the same language, and are generally upset when Bahasa Indonesia is ever referred to as \"Malay\" or \"Indonesian Malay\". Malay is distinguished as a local language in Indonesia as opposed to the national language, Bahasa Indonesia. The Malays in Indonesia learn their own dialects of Malay before learning Indonesian. Malaysians see the two as the same language.\nWriting system.\nMalay is normally written with the Latin alphabet called Rumi. But there is also a modified Arabic alphabet that is called Jawi. Rumi is official in Malaysia and Singapore, and the Indonesian language has a different official orthography that uses also the Latin script. Rumi and Jawi are both official in Brunei. Efforts are currently being undertaken to preserve Jawi script and to revive its use amongst Malays in Malaysia, and students taking Malay language examination in Malaysia have the option of answering questions using Jawi script. But the Latin alphabet is still the most commonly used script in Malaysia, both for official and informal purposes.\nHistorically, Malay has been written in various types of script. Before the introduction of Arabic script in the Malay region, Malay was written using Pallava, Kawi and Rencong script and are still in use today by the Champa Malay in Vietnam and Cambodia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Language","surface_form":"language","offset":10},{"uri":"Brunei","surface_form":"Brunei","offset":76},{"uri":"Indonesia","surface_form":"Indonesia","offset":84},{"uri":"Malaysia","surface_form":"Malaysia","offset":95},{"uri":"Singapore","surface_form":"Singapore","offset":108},{"uri":"Strait_of_Malacca","surface_form":"Strait of Malacca","offset":230},{"uri":"Malay_Peninsula","surface_form":"Malay Peninsula","offset":277},{"uri":"Sumatra","surface_form":"Sumatra","offset":330},{"uri":"Muslim","surface_form":"Muslim","offset":639},{"uri":"Palawan","surface_form":"Palawan","offset":698},{"uri":"Creole_language","surface_form":"creoles","offset":760},{"uri":"False_friend","surface_form":"false friend","offset":1301},{"uri":"Cognate","surface_form":"cognate","offset":1392},{"uri":"Latin_alphabet","surface_form":"Rumi","offset":2197},{"uri":"Arabic_alphabet","surface_form":"Arabic alphabet","offset":2232},{"uri":"Jawi_script","surface_form":"Jawi","offset":2263},{"uri":"Indonesian_language","surface_form":"Indonesian language","offset":2321},{"uri":"Orthography","surface_form":"orthography","offset":2366},{"uri":"Brunei","surface_form":"Brunei","offset":2446},{"uri":"Writing_system","surface_form":"script","offset":2510},{"uri":"Vatteluttu","surface_form":"Pallava","offset":2951},{"uri":"Kawi_script","surface_form":"Kawi","offset":2960},{"uri":"Rencong_script","surface_form":"Rencong","offset":2969},{"uri":"Cham_script","surface_form":"Champa Malay","offset":3018},{"uri":"Vietnam","surface_form":"Vietnam","offset":3034},{"uri":"Cambodia","surface_form":"Cambodia","offset":3046}]}