{"id":412162,"url":"http://en.wikipedia.org/wiki/Sung_Jae-ki","text":"Sung Jae-ki (; 成在基, 11 September 1967 – 26 July 2013) was a South Korean human- and civil-rights activists, Liberalism thinkers. From 2008 to 2013, he was the first leader of 'Man of Korea' (), a men's rights and men's liberalism civic group. he was abolition activity of ministry of woman. He was early leaders of South Korean Men's liberation movements, In 1999 to 2013, he actively participated in liberalism movement, gender liberation movement, anti-feminist movement until his death.\nhe was devoted to male liberation and male right advocacy. also he was Men's shelter and Crime victims male rescue activities. In 2013, himself off under Mapo Bridge. because his debt for $200 million. nickname was Shimheon(심헌 審軒) and Shimheon(심헌 心軒), penname was Bluewolf(푸른 늑대 靑狼), Tongbalbass(똥발바쓰), Tongball(똥발).\nLife.\nSung was born in Daegu. he was studying Daegu high school and Yeungnam University. In his early years, he was a business man. after 2000 to November 2006, he was Operate Thomas MacFly consulting & headhunting company(토마스 맥플라이 컨설팅 & 헤드헌팅), in Daegu and Busan, Seoul.\nIn 1999 to 2013, he was activity of anti-feminism movement. In 2001, he joined the human- and civil-rights movements. On 26 December 2006 he joined the anti-feminism men's liberation club. In 2008, he joined a men's rights movement club.\nIn 2001 to 2013 Sung Jae-ki was abolition activity of ministry of woman. he was a leader of Men's Association, a human right group, 2008 to 2013. He argued for the abolition of the Ministry of Woman (Ministry of Gender Equality). He also argued for men's rights, sexual liberal, mens liberations. but that during his debt for $200 million. He was his life was devoted entirely to the movement of liberation movements liberalism Gender and Korean, and made ​​it possible to introduce improvements on all male rights, offer of male shelter and Protective Facility. but criticism and prejudice Along with debt, in marked the biggest setback.\nIn 2011 - 2013 he was given protection of Crime Victims Male, Youth Runaway and street children. also accept of Homeless, gay, transgender. his life was devoted entirely to sexual Liberation Movement and liberalism Movement of Korean. he was support to possible improvements in Male human rights and offer of shelter and refuge of male.\nin 2013, he was in debt collectors. July 26, he was jumping suicide of bridge railing for han river. that he was the last said, \"Male is a human!(남자도 사람이다.)\"","categories":[],"infobox_types":["Korean name"],"annotations":[{"uri":"South_Korea","surface_form":"South Korea","offset":60},{"uri":"Human_rights","surface_form":"human-","offset":73},{"uri":"Civil_rights","surface_form":"civil-rights","offset":84},{"uri":"Activist","surface_form":"activist","offset":97},{"uri":"Liberalism","surface_form":"Liberalism","offset":108},{"uri":"Man_of_Korea","surface_form":"Man of Korea","offset":176},{"uri":"Daegu","surface_form":"Daegu","offset":830},{"uri":"Daegu_high_school","surface_form":"Daegu high school","offset":853},{"uri":"Yeungnam_University","surface_form":"Yeungnam University","offset":875},{"uri":"Thomas_MacFly_consulting_%26amp%3B_headhunting_company","surface_form":"Thomas MacFly consulting & headhunting company","offset":983},{"uri":"Anti-feminism","surface_form":"anti-feminism","offset":1115},{"uri":"Human_rights","surface_form":"human","offset":1162},{"uri":"Civil_rights","surface_form":"civil-rights","offset":1173},{"uri":"Social_movement","surface_form":"movements","offset":1186},{"uri":"Feminism","surface_form":"feminism","offset":1236},{"uri":"Abolition","surface_form":"abolition","offset":1481}]}