{"id":412175,"url":"http://en.wikipedia.org/wiki/Charles_the_Simple","text":"Charles III (17 September 879 – 7 October 929), called the Simple or the Straightforward (from the Latin \"Carolus Simplex\"), was the King of the Franks from 898 until 922 and the King of Lotharingia from 911 until 919–23. He was a member of the Carolingian dynasty.\nEarly life.\nCharles was the third and posthumous son of Louis the Stammerer by his second wife, Adelaide of Paris. As a child, Charles was not allowed to become king in 884 when his half-brother Carloman died. The Frankish nobles instead asked his cousin, Charles the Fat, to rule over them. King Charles the Fat was not a good king so he was removed (deposed) in November 887. He died soon after in January 888. The nobility elected Odo, the hero of the Siege of Paris as their king. Charles Simplex was put under the protection of Ranulf II of Aquitaine who used the royal title himself until making peace with Odo.\nKing of Western Francia.\nIn 893 Charles was finally crowned by part of the nobility who were opposed to Odo. He was crowned at Reims Cathedral but was not fully accepted as king until Odo died in 898.\nIn 911, a group of Vikings lead by Rollo besieged Paris and Chartres. After a victory near Chartres on 26 August, Charles decided to negotiate with Rollo. The talks were led by Hervé, the Archbishop of Reims. This resulted in the Treaty of Saint-Clair-sur-Epte, which granted Rollo and his soldiers all the land between the river Epte and the sea. It also granted him Brittany, \"for his livelihood\". At the time, Brittany was an independent land which France had not been able to conquer. In exchange, Rollo promised the king his loyalty and military assistance when needed. Also Rollo also agreed to be baptised and to marry Gisela, the king's daughter. The territory given Rollo is about the same as Upper Normandy. This would grow to become Normandy under Rollo's descendants.\nAlso in 911, Louis the Child, the King of Germany, died. The nobles of Lotharingia made Charles their new king even though some had elected Conrad of Franconia king. Charles had tried to win their support for years. In April 907 he married a Lotharingian noblewoman named Frederuna. He also defended Lotharingia twice against attacks by Conrad, King of the Germans. Queen Frederuna died on 10 February 917 leaving six daughters and no sons. so Charles did not have an heir. On 7 October 919 Charles married again to Eadgifu of Wessex (England). She was the daughter of Edward the Elder, King of England. She bore him his only son, the future King Louis IV of France.\nCharles' had a favorite at court, a man named Hagano. This turned his nobles against Charles. He gave Hagano several monasteries that already belonged to other barons which angered them. Charles also turned the new duke, Gilbert against him. He turned his support to the German king Henry the Fowler in 919. Not everyone in Lotharingia was against Charles; he kept the support of Wigeric.\nRevolt of the nobles.\nFinally the nobles seized Charles in 920. They were tired of Charles' policies and his favoritism of count Hagano.\nBut after negotiations by Archbishop Herveus of Reims the king was released.\nIn 922 the Frankish nobles revolted again led by Robert of Neustria. Robert was Odo's brother and was elected king by the rebels. Charles had to flee to Lotharingia. On 2 July 922, Charles lost his most faithful supporter, Herveus of Reims. Charles returned with a Norman army in 923 but was defeated on 15 June near Soissons by Robert, who died in the battle. Charles was captured and imprisoned in a castle at Péronne under the guard of Herbert II of Vermandois. Charles' English wife Eadgifu and their son Louis fled to England. Robert's son-in-law Rudolph of Burgundy was elected to succeed him. In 925 the Lotharingia became part of the Kingdom of Germany. Charles died in prison on 7 October 929 and was buried at the nearby abbey of Saint-Fursy. His only son by Eadgifu would later be crowned in 936 as Louis IV of France.","categories":[],"infobox_types":[],"annotations":[{"uri":"Latin","surface_form":"Latin","offset":99},{"uri":"List_of_French_monarchs","surface_form":"King of the Franks","offset":133},{"uri":"Carolingian_dynasty","surface_form":"Carolingian dynasty","offset":245},{"uri":"Posthumous","surface_form":"posthumous","offset":304},{"uri":"Louis_the_Stammerer","surface_form":"Louis the Stammerer","offset":322},{"uri":"Carloman_II_of_France","surface_form":"Carloman","offset":461},{"uri":"Frankish","surface_form":"Frankish","offset":480},{"uri":"Noble","surface_form":"noble","offset":489},{"uri":"Cousin","surface_form":"cousin","offset":514},{"uri":"Charles_the_Fat","surface_form":"Charles the Fat","offset":522},{"uri":"Odo_of_France","surface_form":"Odo","offset":700},{"uri":"Siege_of_Paris_(885%E2%80%93886)","surface_form":"Siege of Paris","offset":721},{"uri":"Ranulf_II_of_Aquitaine","surface_form":"Ranulf II of Aquitaine","offset":799},{"uri":"Title","surface_form":"title","offset":841},{"uri":"Crowned","surface_form":"crowned","offset":1000},{"uri":"Reims_Cathedral","surface_form":"Reims Cathedral","offset":1011},{"uri":"Vikings","surface_form":"Vikings","offset":1104},{"uri":"Rollo","surface_form":"Rollo","offset":1120},{"uri":"Besieged","surface_form":"besieged","offset":1126},{"uri":"Paris","surface_form":"Paris","offset":1135},{"uri":"Chartres","surface_form":"Chartres","offset":1145},{"uri":"Negotiate","surface_form":"negotiate","offset":1218},{"uri":"Treaty_of_Saint-Clair-sur-Epte","surface_form":"Treaty of Saint-Clair-sur-Epte","offset":1315},{"uri":"Epte","surface_form":"Epte","offset":1415},{"uri":"Brittany","surface_form":"Brittany","offset":1453},{"uri":"Conquer","surface_form":"conquer","offset":1565},{"uri":"Upper_Normandy","surface_form":"Upper Normandy","offset":1787},{"uri":"Normandy","surface_form":"Normandy","offset":1829},{"uri":"Descendants","surface_form":"descendants","offset":1852},{"uri":"Louis_the_Child","surface_form":"Louis the Child","offset":1878},{"uri":"King_of_Germany","surface_form":"King of Germany","offset":1899},{"uri":"Lotharingia","surface_form":"Lotharingia","offset":1936},{"uri":"Conrad_I_of_Germany","surface_form":"Conrad of Franconia","offset":2005},{"uri":"Frederuna","surface_form":"Frederuna","offset":2137},{"uri":"Attacks","surface_form":"attacks","offset":2191},{"uri":"Edward_the_Elder","surface_form":"Edward the Elder","offset":2434},{"uri":"King_of_England","surface_form":"King of England","offset":2452},{"uri":"Louis_IV_of_France","surface_form":"Louis IV of France","offset":2512},{"uri":"Hagano","surface_form":"Hagano","offset":2578},{"uri":"Baron","surface_form":"baron","offset":2692},{"uri":"Gilbert%2C_Duke_of_Lorraine","surface_form":"Gilbert","offset":2753},{"uri":"Henry_the_Fowler","surface_form":"Henry the Fowler","offset":2815},{"uri":"Wigeric","surface_form":"Wigeric","offset":2912},{"uri":"Robert_I_of_France","surface_form":"Robert of Neustria","offset":3184},{"uri":"Soissons","surface_form":"Soissons","offset":3452},{"uri":"Imprisoned","surface_form":"imprisoned","offset":3521},{"uri":"P%C3%A9ronne%2C_Somme","surface_form":"Péronne","offset":3547},{"uri":"Herbert_II_of_Vermandois","surface_form":"Herbert II of Vermandois","offset":3574},{"uri":"Son-in-law","surface_form":"son-in-law","offset":3676},{"uri":"Rudolph_of_France","surface_form":"Rudolph of Burgundy","offset":3687},{"uri":"Saint-Fursy","surface_form":"Saint-Fursy","offset":3875}]}