{"id":412128,"url":"http://en.wikipedia.org/wiki/Geographical_Names_Board_of_New_South_Wales","text":"The Geographical Names Board of New South Wales is the official<nowiki/>organization that records details of places and geographical names in New South Wales, Australia. It was set up in 1966. The Board has nine members.\nActivities.\nThe \"Geographical Names Act, 1966\", gives the Board the right to name places, and to find out and decide on the form, spelling, meaning, pronunciation, origin and history of any geographical name. It also decides where and how the name can be used.\nA place is any geographical or topographical feature or any district, division, locality, region, city, town, village, settlement or railway station or any other place within the territories and waters of the State of New South Wales. It does not include roads, any local government areas, urban areas, counties or districts under the Local Government Act, electoral districts, subdivisions, or schools.\nThe Board has the power to keep and promote Aboriginal languages and acknowledge Aboriginal culture through place naming in NSW. The Board does this by using traditional Aboriginal place names or names with Aboriginal origin wherever it can. The Board can give traditional Aboriginal names to features that have been given introduced names through its dual naming policy.\nThe Board's policy is the same as the U.S. Board of Geographical Names, which removes possessive names from all place names in NSW. Roads called Smith's Road are changed to Smiths Road or Smith Road.","categories":[],"infobox_types":[],"annotations":[{"uri":"Geographic_Names_Board","surface_form":"official","offset":55},{"uri":"Location_(geography)","surface_form":"place","offset":109},{"uri":"Geographical","surface_form":"geographical","offset":120},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":142},{"uri":"Australia","surface_form":"Australia","offset":159},{"uri":"Topography","surface_form":"topographical","offset":513},{"uri":"Aboriginal","surface_form":"Aboriginal","offset":930}]}