{"id":412189,"url":"http://en.wikipedia.org/wiki/October_(album)","text":"\"October\" is the second album by Irish rock band U2, from the year 1981. The album is about spirituality. It got mixed reviews and it was not played much by radio stations.\nRecording.\nAfter touring for Boy, U2 began to write new songs. The band started recording in the studio in July 1981. Then Bono lost his notebook with the lyrics after a show in Portland, Oregon. He had to make up the words to songs as he was singing on the microphone. His lost notebook was returned many years later, in 2004. Bono said its return was \"an act of grace\".\nReception.\nWhen it was released, \"October\" got more mixed reviews than their first album, \"Boy\".\nDave McCullough of \"Sounds\" magazine praised the album. He said: \"A kind of zenith pop then, no half measures. It all breathes fire... 'Gloria' being possibly Their Finest Moment and 'Tomorrow', low and muted, gently oozing emotion\". McCullough also said, \"This \"October\" will last forever\".\nAdam Sweeting of \"Melody Maker\" also gave a good review. He said: \"Their whole musical sensibility is shaped by a strong emotional bond to their homeland and its traditions. It gives them a completely different frame of reference from most groups...\nBut, \"NME\" gave a negative review. Barney Hoskyns talked about the \"excessive plaintiveness of Bono's voice and the forced power of U2's sound\". He also said: \"Obviously rock doesn't expire just because groups run out of ways to change it... U2, I guess, will continue to 'move' in live performance, but they will only move on the lightest surface. Their music does 'soar'... But then 'God' knows, there are other religions\".\nTrack listing.\nAll of the songs were written by U2, and all of the lyrics were written by Bono.","categories":[],"infobox_types":[],"annotations":[{"uri":"Album","surface_form":"album","offset":24},{"uri":"Republic_of_Ireland","surface_form":"Irish","offset":33},{"uri":"Rock_music","surface_form":"rock","offset":39},{"uri":"U2","surface_form":"U2","offset":49},{"uri":"Spirituality","surface_form":"spirituality","offset":92},{"uri":"Radio","surface_form":"radio","offset":157},{"uri":"Boy_(album)","surface_form":"Boy","offset":202},{"uri":"Studio","surface_form":"studio","offset":270},{"uri":"Bono","surface_form":"Bono","offset":296},{"uri":"Notebook","surface_form":"notebook","offset":310},{"uri":"Lyrics","surface_form":"lyrics","offset":328},{"uri":"Portland%2C_Oregon","surface_form":"Portland, Oregon","offset":351},{"uri":"Microphone","surface_form":"microphone","offset":431},{"uri":"Boy_(album)","surface_form":"Boy","offset":636},{"uri":"NME","surface_form":"NME","offset":1190}]}