{"id":412213,"url":"http://en.wikipedia.org/wiki/Battle_of_Shiloh","text":"The Battle of Shiloh was a battle in the American Civil War. It was fought on April 6 and April 7, 1862, in Tennessee. It was one of the bloodiest battles of the Civil War.\nBackground.\nThe Union Army of the Tennessee was commanded by Ulysses S. Grant. Grant had captured Fort Henry and Fort Donelson in western Tennessee during the early months of 1862. This forced the Confederate Army to leave Kentucky, western Tennessee, and central Tennessee.\nGrant wanted to capture the city of Corinth, Mississippi, next. But his superior, Henry W. Halleck, didn't want Grant to go any further south until other Union soldiers joined him. So Grant moved his army to a place called Pittsburg Landing, which was on the Tennessee River. There was a church near the landing called Shiloh Church. His army stayed there for several weeks.\nGeneral Albert Sidney Johnston commanded the Confederates. Johnston's second-in-command was P. G. T. Beauregard. Beauregard came up with a plan to recapture western Tennessee. Confederate soldiers from all over the Western theater gathered in Corinth. Then, starting on April 3rd, they marched north toward Grant's army. The Confederate Army was ready to attack on the morning of the 6th.\nThe Battle.\nThe battle started around dawn on April 6th. The Confederates surprised the Union Army. After fighting all day, Grant's army retreated back to Pittsburg Landing. Johnston was killed during the battle, and Beauregard took over the Confederate Army.\nMore Union soldiers arrived at the battlefield during the night. They were part of the Army of the Ohio, commanded by Don Carlos Buell.\nGrant attacked the Confederates the next morning. The two armies fought all morning and during the afternoon. By 4 p.m., Beauregard decided to retreat back to Corinth.\nAftermath.\nThe Confederates lost 10,698 casualties during the battle. Union soldiers buried the Confederate dead on the battlefield. The Union Army lost about 14,500 casualties during the battle.","categories":[],"infobox_types":[],"annotations":[{"uri":"Battle","surface_form":"battle","offset":27},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":41},{"uri":"Tennessee","surface_form":"Tennessee","offset":108},{"uri":"Union_(American_Civil_War)","surface_form":"Union","offset":189},{"uri":"Army_of_the_Tennessee","surface_form":"Army of the Tennessee","offset":195},{"uri":"Ulysses_S._Grant","surface_form":"Ulysses S. Grant","offset":234},{"uri":"Confederate_States_Army","surface_form":"Confederate Army","offset":370},{"uri":"Kentucky","surface_form":"Kentucky","offset":396},{"uri":"Mississippi","surface_form":"Mississippi","offset":493},{"uri":"Henry_W._Halleck","surface_form":"Henry W. Halleck","offset":530},{"uri":"Union_Army","surface_form":"Union soldiers","offset":602},{"uri":"Army","surface_form":"army","offset":648},{"uri":"Tennessee_River","surface_form":"Tennessee River","offset":707},{"uri":"General_officer","surface_form":"General","offset":823},{"uri":"Albert_Sidney_Johnston","surface_form":"Albert Sidney Johnston","offset":831},{"uri":"P._G._T._Beauregard","surface_form":"P. G. T. Beauregard","offset":915},{"uri":"Dawn","surface_form":"dawn","offset":1250},{"uri":"Withdrawal_(military)","surface_form":"retreated","offset":1349},{"uri":"Army_of_the_Ohio","surface_form":"Army of the Ohio","offset":1559},{"uri":"Casualty_(person)","surface_form":"casualties","offset":1816}]}