{"id":41228,"url":"http://en.wikipedia.org/wiki/National_Party_of_Australia","text":"The National Party of Australia is the third biggest political party in Australia. It was first called the Country Party when it started in 1920 and then became the National Country Party in 1975. In 1982 it became the National Party.\nThe National Party represents the interests of people who live in rural areas, that is, not in big cities. It normally joins together with the Liberal Party to form a coalition government. It has fewer people in Parliament than the Liberal Party. The current leader is Warren Truss. When the National Party is in a coalition government its leader is usually the Deputy Prime Minister.\nThe Party was quite powerful during the 1940s, 1950's and 1960s. Because it worked closely with the United Australia and later Liberal Party, three National leaders - Earle Page, Arthur Fadden and John McEwen - were Prime Minister for a short time. The Party is strongest in Queensland, where it has had several State Premiers. In 2008, the Liberal Party and National Party came together in Queensland and are now called the \"Liberal National Party of Queensland\".\nThe party's federal parliamentary leader since 3 December 2007 is Warren Truss. He led the party to the 2010 Australian Federal Election.","categories":[],"infobox_types":[],"annotations":[{"uri":"Political_party","surface_form":"political party","offset":53},{"uri":"1920","surface_form":"1920","offset":140},{"uri":"1975","surface_form":"1975","offset":191},{"uri":"1982","surface_form":"1982","offset":200},{"uri":"Liberal_Party_(Australia)","surface_form":"Liberal Party","offset":378},{"uri":"Warren_Truss","surface_form":"Warren Truss","offset":504},{"uri":"United_Australia","surface_form":"United Australia","offset":720},{"uri":"Earle_Page","surface_form":"Earle Page","offset":787},{"uri":"Arthur_Fadden","surface_form":"Arthur Fadden","offset":799},{"uri":"John_McEwen","surface_form":"John McEwen","offset":817},{"uri":"Premiers_of_Queensland","surface_form":"State Premiers","offset":932},{"uri":"Liberal_National_Party_of_Queensland","surface_form":"Liberal National Party of Queensland","offset":1046},{"uri":"3_December","surface_form":"3 December","offset":1132},{"uri":"2007","surface_form":"2007","offset":1143},{"uri":"Warren_Truss","surface_form":"Warren Truss","offset":1151}]}