{"id":412328,"url":"http://en.wikipedia.org/wiki/Treaty_of_Saint-Clair-sur-Epte","text":"e=\"preserve\">The Treaty of Saint-Clair-sur-Epte was signed in the autumn of 911. It was a treaty between Charles the Simple and Rollo, one of the leaders of the Vikings living in Neustria. It was to protect Charles' kingdom from any new invasion by the \"Northmen. In 911, a group of Vikings lead by Rollo besieged Paris and Chartres. After a victory near Chartres on 26 August, Charles decided to try to reach an agreement with Rollo. The talks were led by Hervé, the Archbishop of Reims. The result was the Treaty of Saint-Clair-sur-Epte. The treaty granted Rollo all land between the river Epte and the sea in exchange for his fealty. In addition, the treaty granted Rollo Brittany \"for his livelihood\". At the time, Brittany was an independent region which France had not been able to control. In exchange, Rollo promised the king his loyalty, which involved military assistance for the protection of the kingdom. As a token of his good will, Rollo also agreed to be baptised and marry Gisela a daughter of king Charles.\nThe territory covered by the treaty is nearly the same as today’s Upper Normandy down to the Seine river. It would later extend west beyond the Seine to form the Duchy of Normandy, named for the northmen who ruled it. The treaty was entered into after the death of Alan I, King of Brittany and at the time another group of Vikings occupied Brittany. Around 937 Alan I's son, Alan II returned from England to expel those Vikings from Brittany. This happened in 939. During this period the Cotentin Peninsula was lost by Brittany and gained by Normandy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Treaty","surface_form":"treaty","offset":90},{"uri":"Charles_the_Simple","surface_form":"Charles the Simple","offset":105},{"uri":"Rollo","surface_form":"Rollo","offset":128},{"uri":"Viking","surface_form":"Viking","offset":161},{"uri":"Neustria","surface_form":"Neustria","offset":179},{"uri":"Northmen","surface_form":"Northmen","offset":254},{"uri":"Rollo","surface_form":"Rollo","offset":299},{"uri":"Besieged","surface_form":"besieged","offset":305},{"uri":"Paris","surface_form":"Paris","offset":314},{"uri":"Chartres","surface_form":"Chartres","offset":324},{"uri":"Victory","surface_form":"victory","offset":342},{"uri":"Epte","surface_form":"Epte","offset":592},{"uri":"Fealty","surface_form":"fealty","offset":629},{"uri":"Brittany","surface_form":"Brittany","offset":675},{"uri":"Livelihood","surface_form":"livelihood","offset":693},{"uri":"Region","surface_form":"region","offset":747},{"uri":"Control","surface_form":"control","offset":788},{"uri":"Upper_Normandy","surface_form":"Upper Normandy","offset":1090},{"uri":"Seine","surface_form":"Seine","offset":1117},{"uri":"Normandy","surface_form":"Duchy of Normandy","offset":1186},{"uri":"Northmen","surface_form":"northmen","offset":1219},{"uri":"Alan_II%2C_Duke_of_Brittany","surface_form":"Alan II","offset":1399},{"uri":"Cotentin_Peninsula","surface_form":"Cotentin Peninsula","offset":1512}]}