{"id":412399,"url":"http://en.wikipedia.org/wiki/William_Clito","text":"William \"Clito\" (1102–1128), was the Count of Flanders and titular Duke of Normandy. His epithet \"Clito\" was a Latin term meaning the same as the Anglo-Saxon \"Aetheling\". Both \"Clito\" and \"Atheling\" signified a \"man of royal blood\", or the modern term \"prince\".\nYouth.\nWilliam was the son of Robert Curthose, Duke of Normandy, and his wife Sybilla of Conversano. She was the daughter of Geoffrey, Count of Conversano (in southern Italy). His father, the Duke of Normandy was defeated and captured by his brother Henry I of England at the Battle of Tinchebrai in (1106). Robert Curthose went with Henry I to Falaise where Henry met his nephew the young William Clito for the first time. Henry placed his nephew in the custody of Helias of Saint Saens, Count of Arques. Helias had married a daughter of Duke Robert, his friend and lord. The boy William stayed under the care of Helias until August 1110. At that time the king suddenly sent agents to demand the boy be handed over to him. At the time Helias was away from home. But his servants hid the boy and smuggled him to their master. Helias fled to safety among Henry's enemies.\nFirst Norman Rebellion, 1118–19.\nWilliam’s first refuge was with King Henry’s great enemy, Robert de Bellême, who had extensive lands south of Normandy. When Robert of Bellême was captured in 1112, William and Helias fled to the court of the young Count Baldwin VII of Flanders who was another of William’s cousins. In 1118 a number of Norman counts and barons were tired enough of King Henry to ally with Count Baldwin. They took up William Clito’s cause and started a dangerous rebellion.\nThe Norman border counts and Count Baldwin were too powerful for the king to fight. They seized much of the north part of Normandy. But the campaign quickly ended when count Baldwin was injured at the siege of Arques (September 1118). The next year the cause of William Clito was taken up by Louis VI of France. He invaded Normandy down the river Seine. On 20 August 1119 the French king was met by the troops of King Henry at the Battle of Brémule. Louis and his army were defeated.\nWilliam Clito was riding as a knight with the French king’s guard that day. He narrowly escaped capture when the French lost the battle. The next day his cousin, King Henry’s son, William Adelin, sent him back the horse he had lost in the battle with other \"necessities\" as a matter of chivalry. The rebellion collapsed, but the French king continued to support him. Louis brought his case to the pope’s attention in October 1119 at Reims, and forced Henry I to give reasons for his harsh treatment of the exiled boy.\nSecond Norman Rebellion, 1123–24.\nOn 25 November 1120 tragedy struck Henry I of England. His son, William Adelin was among the nobles who drowned when the White ship sunk in the English Channel. The loss of King Henry’s only legitimate son, changed William Clito’s fortunes. He was now the obvious male heir to England and Normandy. A significant party of Norman nobles took up his cause. Henry's problems became worse. His his son William Adelin had been promised in marriage to Matilda of Anjou, the daughter of Count Fulk V of Anjou. Fulk now wanted her dowry, including several castles and towns in Maine, returned. But Henry flatly refused. Fulk then promised his daughter Sibylla to William Clito, giving him the county of Maine as her dowry. King Henry then appealed to canon (Church) law and the marriage was eventually annulled (not legal) in August 1124. The William and Sibylla were too closely related under Church laws of the time to be married.\nIn the meantime, a serious rebellion broke out in Normandy in favour of William Clito. But this was defeated by Henry’s spy network. There was also very little organization among the leaders. They were defeated at the battle of Bourgtheroulde in March 1124. Henry I also got his son-in-law, the Emperor Henry V, to threaten Louis from the east. This kept king Louis VI distracted so he could not offer help.\nCount of Flanders.\nIn 1127, Louis VI was able to make great efforts to help William’s cause. In January he gave him the royal lands in the French Vexin as a base to attack down the Seine into Normandy. Also he married the French queen’s half sister Joanna of Montferrat. The murder of Count Charles the Good of Flanders on 2 March 1127 gave King Louis a good chance to further William’s fortunes. The king marched into Flanders at the head of an army and on 30 March got the barons of the province to accept William as their new count.\nWilliam started out very well as count. By the end of May he had most of the county cooperating with him. But English money and a new rival, Thierry of Alsace, led to a weakening of his position. In February 1128 Saint-Omer and Ghent said they would no longer accept him as their count. Bruges did the same in March. In May 1128 Lille too welcomed Thierry. This left William controlling little more than the southern fringe of Flanders. However, he struck back at Bruges. In the battle of Axspoele south of the town on 21 June, William with his Norman knights and French allies defeated Thierry.\nAt this point William was joined by his father-in-law, Duke Godfrey of Brabant. Together their armies besieged Aalst on 12 July. But during the course of the siege William was wounded in the arm in a scuffle with a foot soldier. The wound became gangrenous and William died at the age of twenty-five on 28 July 1128. His faithful brother-in-law, Helias of Saint Saens, was there with him. William’s body was carried to the abbey of St Bertin in St Omer and buried there. He left no children and was survived by his father, a prisoner of Henry I, who died six years later.","categories":[],"infobox_types":[],"annotations":[{"uri":"Count_of_Flanders","surface_form":"Count of Flanders","offset":37},{"uri":"Titular","surface_form":"titular","offset":59},{"uri":"Duke_of_Normandy","surface_form":"Duke of Normandy","offset":67},{"uri":"Epithet","surface_form":"epithet","offset":89},{"uri":"Old_English","surface_form":"Anglo-Saxon","offset":146},{"uri":"Atheling","surface_form":"Aetheling","offset":159},{"uri":"Robert_Curthose","surface_form":"Robert Curthose","offset":292},{"uri":"Count","surface_form":"Count","offset":397},{"uri":"Italy","surface_form":"Italy","offset":430},{"uri":"Henry_I_of_England","surface_form":"Henry I of England","offset":512},{"uri":"Battle_of_Tinchebrai","surface_form":"Battle of Tinchebrai","offset":538},{"uri":"Falaise","surface_form":"Falaise","offset":607},{"uri":"Lord","surface_form":"lord","offset":829},{"uri":"Servants","surface_form":"servants","offset":1033},{"uri":"Enemies","surface_form":"enemies","offset":1124},{"uri":"Refuge","surface_form":"refuge","offset":1182},{"uri":"Robert_de_Bell%C3%AAme","surface_form":"Robert de Bellême","offset":1224},{"uri":"Normandy","surface_form":"Normandy","offset":1276},{"uri":"Court","surface_form":"court","offset":1362},{"uri":"Baldwin_VII_of_Flanders","surface_form":"Baldwin VII of Flanders","offset":1387},{"uri":"Cause","surface_form":"cause","offset":1877},{"uri":"Louis_VI_of_France","surface_form":"Louis VI of France","offset":1916},{"uri":"Battle_of_Br%C3%A9mule","surface_form":"Battle of Brémule","offset":2055},{"uri":"Knight","surface_form":"knight","offset":2138},{"uri":"Guard","surface_form":"guard","offset":2168},{"uri":"William_Adelin","surface_form":"William Adelin","offset":2288},{"uri":"Chivalry","surface_form":"chivalry","offset":2394},{"uri":"Reims","surface_form":"Reims","offset":2541},{"uri":"Nobles","surface_form":"nobles","offset":2753},{"uri":"White_ship","surface_form":"White ship","offset":2781},{"uri":"English_Channel","surface_form":"English Channel","offset":2804},{"uri":"Fortunes","surface_form":"fortunes","offset":2891},{"uri":"Fulk_V_of_Anjou","surface_form":"Fulk V of Anjou","offset":3146},{"uri":"Dowry","surface_form":"dowry","offset":3183},{"uri":"Maine_(province)","surface_form":"Maine","offset":3229},{"uri":"Annulled","surface_form":"annulled","offset":3454},{"uri":"Spy","surface_form":"spy","offset":3705},{"uri":"Network","surface_form":"network","offset":3709},{"uri":"Emperor_Henry_V","surface_form":"Emperor Henry V","offset":3880},{"uri":"Vexin","surface_form":"Vexin","offset":4139},{"uri":"Half_sister","surface_form":"half sister","offset":4230},{"uri":"Charles_the_Good","surface_form":"Charles the Good","offset":4284},{"uri":"Saint-Omer","surface_form":"Saint-Omer","offset":4742},{"uri":"Ghent","surface_form":"Ghent","offset":4757},{"uri":"Bruges","surface_form":"Bruges","offset":4816},{"uri":"Lille","surface_form":"Lille","offset":4858},{"uri":"Father-in-law","surface_form":"father-in-law","offset":5165},{"uri":"Aalst%2C_Belgium","surface_form":"Aalst","offset":5236},{"uri":"Gangrenous","surface_form":"gangrenous","offset":5371},{"uri":"Brother-in-law","surface_form":"brother-in-law","offset":5455},{"uri":"Abbey_of_Saint_Bertin","surface_form":"abbey of St Bertin","offset":5548},{"uri":"Prisoner","surface_form":"prisoner","offset":5650}]}