{"id":412413,"url":"http://en.wikipedia.org/wiki/Geoffrey_V%2C_Count_of_Anjou","text":"Geoffrey V (1113–1151), called the Handsome () and Plantagenet (), was the Count of Anjou, Touraine, and Maine from 1129. He was the Duke of Normandy from 1144. By his marriage to the Empress Matilda, daughter and heiress of Henry I of England, Geoffrey had a son, Henry Curtmantle, who succeeded to the English throne. Geoffrey was the founder of the House of Plantagenet, so named for his nickname.\nEarly career.\nGeoffrey was the elder son of Fulk V, King of Jerusalem and his wife Ermengarde of Maine. She was the daughter of Elias I of Maine. Geoffrey, born 24 August 1113, was named after his great-grandfather Geoffrey II, Count of Gâtinais. He received his nickname, Plantagenet, from the yellow sprig of broom blossom (\"genêt\" is the French name for the \"planta genista\", or broom shrub) he wore in his hat. King Henry I of England sent his royal legates to Anjou to arrange a marriage between Geoffrey and his daughter, Matilda. Consent was given by both parties. On 10 June 1128 King Henry I knighted the fifteen-year-old Geoffrey.\nMarriage.\nIn 1128 Geoffrey married Empress Matilda, the daughter and heiress of King Henry I of England and widow of Henry V, Holy Roman Emperor. The marriage was meant to seal a peace between England/Normandy and Anjou. She was about eleven years older than Geoffrey, and very proud of her status as an Empress (as opposed to being a mere Countess). Their marriage was a stormy one with frequent long separations, but she bore him three sons and survived him.\nCount of Anjou.\nThe year after the marriage Geoffrey's father left for Jerusalem to marry the heiress of the Kingdom of Jerusalem. Geoffrey became the sole count of Anjou. When King Henry I died in 1135, Matilda at once entered Normandy to claim her inheritance. The border districts submitted to her, but England chose her cousin Stephen of Blois for its king, and Normandy soon followed suit. The following year, Geoffrey gave Ambrieres, Gorron, and Chatilon-sur-Colmont to Juhel de Mayenne, on condition that he help obtain the inheritance of Geoffrey's wife. In 1139 Matilda landed in England with 140 knights, where she was besieged at Arundel Castle by King Stephen. In the \"Anarchy\" which ensued, Stephen was captured at Lincoln in February, 1141, and imprisoned at Bristol. A legatine council of the English church held at Winchester in April 1141 declared Stephen deposed and proclaimed Matilda \"Lady of the English\". Stephen was subsequently released from prison and had himself recrowned on the anniversary of his first coronation.\nDuring 1142 and 1143, Geoffrey secured all of Normandy west and south of the Seine, and, on 14 January 1144, he crossed the Seine and entered Rouen. He assumed the title of Duke of Normandy in the summer of 1144. In 1144, he founded an Augustine priory at Chateau-l'Ermitage in Anjou. Geoffrey held the duchy until 1149, when he and Matilda conjointly ceded it to their son, Henry, which cession was formally ratified by King Louis VII of France the following year.\nGeoffrey also put down three baronial rebellions in Anjou, in 1129, 1135, and 1145–1151. He was often at odds with his younger brother, Elias, whom he had imprisoned until 1151. The threat of rebellion slowed his progress in Normandy, and is one reason he could not intervene in England. In 1153, the Treaty of Wallingford allowed Stephen should remain King of England for life and that Henry, the son of Geoffrey and Matilda should succeed him.\nDeath.\nGeoffrey died suddenly on 7 September 1151. According to John of Marmoutier, Geoffrey was returning from a royal council when he was stricken with fever. He arrived at Château-du-Loir, collapsed on a couch, made bequests of gifts and charities, and died. He was buried at St. Julien's Cathedral in Le Mans France.\nChildren.\nGeoffrey also had illegitimate children by an unknown mistress (or mistresses): Hamelin; Emme, who married Dafydd Ab Owain Gwynedd, Prince of North Wales; and Mary, who became a nun and Abbess of Shaftesbury and who may be the poetess Marie de France. Adelaide of Angers is sometimes sourced as being the mother of Hamelin.","categories":[],"infobox_types":[],"annotations":[{"uri":"Count_of_Anjou","surface_form":"Count of Anjou","offset":75},{"uri":"Count_of_Tours","surface_form":"Touraine","offset":91},{"uri":"Count_of_Maine","surface_form":"Maine","offset":105},{"uri":"Duke_of_Normandy","surface_form":"Duke of Normandy","offset":133},{"uri":"Empress_Matilda","surface_form":"Empress Matilda","offset":184},{"uri":"Heiress","surface_form":"heiress","offset":214},{"uri":"Henry_I_of_England","surface_form":"Henry I of England","offset":225},{"uri":"Henry_II_of_England","surface_form":"Henry Curtmantle","offset":265},{"uri":"Kingdom_of_England","surface_form":"English throne","offset":304},{"uri":"House_of_Plantagenet","surface_form":"House of Plantagenet","offset":352},{"uri":"Fulk_V%2C_King_of_Jerusalem","surface_form":"Fulk V, King of Jerusalem","offset":445},{"uri":"Elias_I_of_Maine","surface_form":"Elias I of Maine","offset":529},{"uri":"Geoffrey_II%2C_Count_of_G%C3%A2tinais","surface_form":"Geoffrey II, Count of Gâtinais","offset":616},{"uri":"Broom_(shrub)","surface_form":"broom blossom","offset":712},{"uri":"Henry_I_of_England","surface_form":"Henry I of England","offset":821},{"uri":"Legates","surface_form":"legates","offset":855},{"uri":"Angevin","surface_form":"Anjou","offset":866},{"uri":"Consent","surface_form":"Consent","offset":938},{"uri":"Empress_Matilda","surface_form":"Empress Matilda","offset":1077},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":1574},{"uri":"Heiress","surface_form":"heiress","offset":1597},{"uri":"Stephen_of_England","surface_form":"Stephen of Blois","offset":1834},{"uri":"Arundel_Castle","surface_form":"Arundel Castle","offset":2144},{"uri":"The_Anarchy","surface_form":"the \"Anarchy\"","offset":2179},{"uri":"Louis_VII_of_France","surface_form":"Louis VII of France","offset":2972},{"uri":"Elias_II_of_Maine","surface_form":"Elias","offset":3148},{"uri":"Treaty_of_Wallingford","surface_form":"Treaty of Wallingford","offset":3313},{"uri":"Ch%C3%A2teau-du-Loir","surface_form":"Château-du-Loir","offset":3633},{"uri":"St._Julien%27s_Cathedral","surface_form":"St. Julien's Cathedral","offset":3737},{"uri":"Le_Mans","surface_form":"Le Mans","offset":3763},{"uri":"Hamelin_de_Warenne","surface_form":"Hamelin","offset":3869},{"uri":"Dafydd_Ab_Owain_Gwynedd","surface_form":"Dafydd Ab Owain Gwynedd","offset":3896},{"uri":"North_Wales","surface_form":"North Wales","offset":3931},{"uri":"Shaftesbury_Abbey","surface_form":"Abbess of Shaftesbury","offset":3975},{"uri":"Marie_de_France","surface_form":"Marie de France","offset":4024}]}