{"id":412464,"url":"http://en.wikipedia.org/wiki/Seremban_(district)","text":"Seremban district is one from 7 districts in Negeri Sembilan. This is where the capital of Negeri Sembilan, Seremban town is located.\nSeremban core.\nThe Seremban core areas come under jurisdiction of Seremban Municipal Council (MPS).\nOuter Seremban.\nThe outer Seremban areas come under jurisdiction of Nilai Municipal Council (MPN).\nSeremban 2.\nSeremban 2 is a new satellite township about 4 kilometres south-east of the existing old Seremban town centre. It is located in western side of the North-South Expressway, Seremban 2 is a planned township built on former oil palm estate land with the aim of relocating to the administrative and business district from the crowded old town centre to a more organised area.\nSpanning over of land, Seremban 2 will be the site of the new\nThe RM2 billion township will also sustain a large portion of the population of Seremban through various housing estate projects in and around Seremban 2 such as\nThe residents here have enjoy many facilities with ÆON Seremban 2 Shopping Centre, City Park, Seremban 2's very own Lake Gardens and comparably less traffic than the town centre.\nFood.\nSeremban is famous for its special delicacies comprising Malay, Chinese, Indian cuisine.","categories":[],"infobox_types":[],"annotations":[{"uri":"Negeri_Sembilan","surface_form":"Negeri Sembilan","offset":45},{"uri":"Negeri_Sembilan","surface_form":"Negeri Sembilan","offset":91},{"uri":"Seremban","surface_form":"Seremban town","offset":108},{"uri":"Seremban","surface_form":"Seremban","offset":434},{"uri":"North-South_Expressway%2C_Malaysia","surface_form":"North-South Expressway","offset":493},{"uri":"Oil_palm","surface_form":"oil palm","offset":566},{"uri":"Town_centre","surface_form":"town centre","offset":679},{"uri":"1%2C000%2C000%2C000_(number)","surface_form":"billion","offset":787},{"uri":"%C3%86ON_Seremban_2_Shopping_Centre","surface_form":"ÆON Seremban 2 Shopping Centre","offset":992},{"uri":"Town_centre","surface_form":"town centre","offset":1107},{"uri":"Seremban","surface_form":"Seremban","offset":1126},{"uri":"Cuisine_of_Malaysia","surface_form":"Malay, Chinese, Indian cuisine","offset":1183}]}