{"id":41253,"url":"http://en.wikipedia.org/wiki/Wasp","text":"Wasps are members of the order Hymenoptera, which also includes ants, bees and sawflies.\nThe common or garden wasps, \"Vespula vulgaris\", and hornets (\"Vespa\") are members of the eusocial family Vespidae. This has about 5000 species.\nBy far the greater number of wasp species (over 100,000) are the parasitic wasps. Most of them are parasitoids which lay their eggs in the caterpillars of other insect species. Almost every pest insect species has at least one wasp species that preys upon it or parasitizes it. This makes wasps vital to the natural control of pest numbers (biocontrol). Parasitic wasps are increasingly used in agricultural pest control as they prey mostly on pest insects and have little impact on crops.\nAnatomy.\nMany people get confused between wasps and bees. It's pretty easy to tell the difference between bees and wasps, because bees look quite hairy and wasps do not.\nWasps have biting mouthparts and antennae with 12 or 13 segments. They usually have wings and their abdomens are attached to their thorax by a slender petiole, or a “waist”. Females have a sting, which they use for piercing and egg laying. Adult wasps feed mostly on nectar, but their larvae feed on insects or pollen, provided by the mother.\nNests made of paper.\nMost free-living wasps are social insects, like bees and ants, but there are a few solitary wasps. Social wasps are formed of paper wasps, yellowjackets and hornets. All three make paper nests from tree wood. They create paper cells similar to the combs that bees make with wax. They chew up bits of wood and convert it into a paste which they use to construct their paper nests.\nEggs & larvae.\nThe queen lays an egg in each cell of the nests. When it hatches the grub is fed regurgitated insects by the worker wasps. In one group, the pollen wasps, grubs are fed pollen and nectar only. Adult wasps eat only nectar.\nUnlike honeybees, the only one in a social wasp colony that will survive the winter is the queen. She will find a place to hibernate - in the hollows of trees, under bark, or in the walls of buildings. In the spring, she crawls out and starts all over again building a few cells, laying a few eggs, and nurturing them until they can become workers who will do all the work while she lays more eggs.\nParasitic wasps.\nWith most species, adult parasitic wasps themselves do not take any nutrients from their prey, and, much like bees, butterflies, and moths, those that do feed as adults typically derive all of their nutrition from nectar. Parasitic wasps are typically parasitoids, and extremely diverse in habits, many laying their eggs in inert stages of their host (egg or pupa), or sometimes paralyzing their prey by injecting it with venom through their ovipositor. They then insert one or more eggs into the host or deposit them upon the host externally. The host remains alive until the parasitoid larvae are mature, usually dying either when the parasitoids pupate, or when they emerge as adults. Farmers buy these parasitic wasps for insect control in their fields.\nSolitary life.\nThe mud dauber is one of the most common solitary wasps. The difference between normal wasps and mud daubers can be seen easily because of its long petiole. The female gathers together mud and puts it in her mouth to use when building her paper nest for her young. She uses her ovipositor to sting and paralyze tiny insects, spiders, caterpillars, and other creatures, which are stuffed into the mud nest. After each cell in the nest is filled and almost overflowing with spiders and insects, the mud dauber lays an egg in each cell, closes the openings, and leaves. Then, when the eggs finally hatch, the larvae, have a perfectly nice feast upon which they will dine until they become adults.\nSome solitary wasps make galls, which are abnormal growths on plants. They form directly after the wasp lays its eggs, and the plant develops a growth around the egg, encasing it. The trigger for the gall to form is not known. The gall protects the eggs while they develop. Galls can be found almost everywhere in the late summer, especially on the branches of oak trees, like in this picture.\nSome wasps deposit their eggs in wood so that the young wasp larvae will feed on the tree itself, making circular tunnels through the wood as they feed, until they pupate and crawl out of the tree as adult wasps.\nAllergy and stings.\nA few people are allergic and might die if stung by a wasp. Wasps do not usually sting something unless it bothers them first. Allergy to bees is uncommon compared with allergy to wasps. Some people have a very marked local reaction to a wasp sting. This can usually be prevented with good self care such as elevation, cold compress, pain relief tablets and (if medically advised) antihistamines.\nA sting is not the same as an allergy: the reaction to a sting is a normal immune response. If a person has symptoms at a distance from the sting (spreading rash or itch, tight chest, wheeze, tight swallowing, swollen lips/face, faintness or nausea), they need to seek medical care immediately. Prevention of stings is fairly easy if people understand how wasps live. Avoid eating sweet foods in their environment and take care over sweet smells when they are particularly hungry in the autumn.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_(biology)","surface_form":"order","offset":25},{"uri":"Hymenoptera","surface_form":"Hymenoptera","offset":31},{"uri":"Ant","surface_form":"ant","offset":64},{"uri":"Bee","surface_form":"bee","offset":70},{"uri":"Sawflies","surface_form":"sawflies","offset":79},{"uri":"Hornet","surface_form":"hornet","offset":141},{"uri":"Eusocial","surface_form":"eusocial","offset":178},{"uri":"Species","surface_form":"species","offset":267},{"uri":"Parasitic_wasps","surface_form":"parasitic wasps","offset":298},{"uri":"Parasitoid","surface_form":"parasitoid","offset":332},{"uri":"Caterpillars","surface_form":"caterpillars","offset":372},{"uri":"Pest_(biology)","surface_form":"pest","offset":423},{"uri":"Biocontrol","surface_form":"biocontrol","offset":574},{"uri":"Parasitism","surface_form":"Parasitic","offset":587},{"uri":"Agricultural","surface_form":"agricultural","offset":628},{"uri":"Pest","surface_form":"pest","offset":641},{"uri":"Crops","surface_form":"crops","offset":716},{"uri":"Antenna","surface_form":"antenna","offset":926},{"uri":"Segment","surface_form":"segment","offset":949},{"uri":"Waist","surface_form":"waist","offset":1059},{"uri":"Nectar","surface_form":"nectar","offset":1160},{"uri":"Larvae","surface_form":"larvae","offset":1178},{"uri":"Pollen","surface_form":"pollen","offset":1204},{"uri":"Social","surface_form":"social","offset":1284},{"uri":"Paper_wasp","surface_form":"paper wasp","offset":1383},{"uri":"Yellowjacket","surface_form":"yellowjacket","offset":1396},{"uri":"Hornet","surface_form":"hornet","offset":1414},{"uri":"Paper","surface_form":"paper","offset":1438},{"uri":"Colony_(biology)","surface_form":"colony","offset":1922},{"uri":"Parasitic_wasp","surface_form":"parasitic wasp","offset":2315},{"uri":"Nutrients","surface_form":"nutrients","offset":2358},{"uri":"Bees","surface_form":"bees","offset":2400},{"uri":"Butterfly","surface_form":"butterflies","offset":2406},{"uri":"Moth","surface_form":"moth","offset":2423},{"uri":"Parasitoid","surface_form":"parasitoid","offset":2542},{"uri":"Egg_(biology)","surface_form":"egg","offset":2642},{"uri":"Pupa","surface_form":"pupa","offset":2649},{"uri":"Ovipositor","surface_form":"ovipositor","offset":2732},{"uri":"Larva","surface_form":"larva","offset":2878},{"uri":"Parasitoid","surface_form":"parasitoid","offset":2927},{"uri":"Pupa","surface_form":"pupa","offset":2939},{"uri":"Paralyze","surface_form":"paralyze","offset":3365},{"uri":"Allergic","surface_form":"allergic","offset":4401},{"uri":"Antihistamine","surface_form":"antihistamine","offset":4765},{"uri":"Immune_response","surface_form":"immune response","offset":4856},{"uri":"Nausea","surface_form":"nausea","offset":5023}]}