{"id":412567,"url":"http://en.wikipedia.org/wiki/William_Adelin","text":"William Adelin (1103–1120), sometimes Atheling, was the titular Duke of Normandy and heir apparent to the crown of England.\nEarly career.\nWilliam, born in 1103, was the only son of Henry I of England and his wife Matilda of Scotland. He was nicknamed Adelin meaning crown prince as he was the heir apparent to the throne. Henry of Huntingdon said of young William that he was full of pride and was arrogant. The historian William of Malmesbury quotes him as saying of the English: \"if he came to reign over them, he would make them draw the plough like oxen.\" Henry arranged a marriage for his young son to Matilda of Anjou. She was the eldest daughter of Count Fulk V of Anjou in February 1113 near Alençon. But Fulk agreed to this without the permission of the king of France.\nDuke of Normandy.\nDuring king Henry I's lifetime William was invested by Henry as Duke of Normandy. But this was a title he held more in name than practice. Henry made William the duke when he was pressed by the king of France, Louis VI, to pledge his fealty. Henry as a king himself thought this was beneath him so in 1115 he offered to have William do this in his place. The offer was at first refused. But later Louis after a period of war Louis accepted him. William did homage to Louis VI in the middle of 1120.\nWilliam's mother Queen Matilda served as Henry's regent in England while he was away in Normandy. After her death in 1118 William was old enough to serve as regent which he did for a year. It is clear that a group of Henry's advisors were there to help both Matilda and William.\nIn 1119, William and Matilda of Anjou married. The ceremony took place in June at the cathedral of Lisieux. The lordship of Maine was to be Matilda's dowry.\nDeath.\nWilliam died in the White Ship tragedy of 25 November 1120. The \"White Ship\" was a newer vessel and her captain was Thomas FitzStephen. He offered to let Henry I of England use it to return to England from Barfleur in Normandy. Henry had already arranged his passage but allowed his son William Adelin and many other nobles to use the White Ship.\nAccording to Orderic Vitalis William Adelin and his friends were drinking liberally and allowed the ship's crew to have drink also. By the time the ship was ready to leave there were about 300 people on board. Told to overtake the king's ship the captain set sail after dark. But the ship soon hit a rock in the harbor and quickly sank. William Adelin got into a small to escape but turned back to help his half-sister, Matilda, Countess of Perche. When others tried to climb into the boat it was swamped and sank. William and all of his companions died.\nWilliam's wife was on another ship at the time of the disaster, and survived him. Henry I kept her in England in hopes of marrying her to a nobleman. He wanted to control the county of Maine through her. But her father returned from Jerusalem a year later. He demanded she be returned to Anjou. But Henry refused. Eventually Henry sent her home. She returned to Anjou where she became a nun. Eventually she became Abbess of Fontevrault.\nAftermath.\nThe sinking of the White ship was tremendous loss for Henry. His only legitimate son and heir was lost. Several of Henry's illegitimate children were lost as well. The remaining 300 who drowned were among the richest and best known of the nobility of the day. It was the worst maritime disaster of the Middle Ages.\nWilliam Adelin's body was never found meaning there could be no funeral and no tomb. Henry's good fortune took a turn for the worse. Since William Adelin had died and his wife eventually returned to Anjou, Henry's alliance with her father was now cancelled. Henry quickly remarried to Adeliza, the daughter of Godfrey, Duke of Brabant. Although still a teenager she became a popular queen. Even so they never had any children so Henry's attempt to have a male heir to succeed him died with William Adelin.","categories":[],"infobox_types":[],"annotations":[{"uri":"Titular","surface_form":"titular","offset":56},{"uri":"Duke_of_Normandy","surface_form":"Duke of Normandy","offset":64},{"uri":"Heir_apparent","surface_form":"heir apparent","offset":85},{"uri":"Crown","surface_form":"crown","offset":106},{"uri":"Henry_I_of_England","surface_form":"Henry I of England","offset":181},{"uri":"Matilda_of_Scotland","surface_form":"Matilda of Scotland","offset":213},{"uri":"Nickname","surface_form":"nickname","offset":241},{"uri":"Throne","surface_form":"throne","offset":314},{"uri":"Henry_of_Huntingdon","surface_form":"Henry of Huntingdon","offset":322},{"uri":"Pride","surface_form":"pride","offset":384},{"uri":"Arrogant","surface_form":"arrogant","offset":398},{"uri":"Historian","surface_form":"historian","offset":412},{"uri":"Matilda_of_Anjou","surface_form":"Matilda of Anjou","offset":607},{"uri":"Fulk_of_Jerusalem","surface_form":"Fulk V of Anjou","offset":662},{"uri":"Louis_VI_of_France","surface_form":"Louis VI","offset":1007},{"uri":"Fealty","surface_form":"fealty","offset":1031},{"uri":"Regent","surface_form":"regent","offset":1345},{"uri":"Advisors","surface_form":"advisors","offset":1521},{"uri":"Henry_I_of_England","surface_form":"Henry I of England","offset":1893},{"uri":"Barfleur","surface_form":"Barfleur","offset":1945},{"uri":"Normandy","surface_form":"Normandy","offset":1957},{"uri":"Orderic_Vitalis","surface_form":"Orderic Vitalis","offset":2099},{"uri":"Disaster","surface_form":"disaster","offset":2695},{"uri":"Nobleman","surface_form":"nobleman","offset":2781},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":2874},{"uri":"Fontevraud_Abbey","surface_form":"Fontevrault","offset":3065},{"uri":"Legitimate","surface_form":"legitimate","offset":3159},{"uri":"Maritime","surface_form":"maritime","offset":3366},{"uri":"Disaster","surface_form":"disaster","offset":3375},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":3391},{"uri":"Funeral","surface_form":"funeral","offset":3468},{"uri":"Tomb","surface_form":"tomb","offset":3483},{"uri":"Fortune","surface_form":"fortune","offset":3502},{"uri":"Alliance","surface_form":"alliance","offset":3618},{"uri":"Teenager","surface_form":"teenager","offset":3757}]}