{"id":41264,"url":"http://en.wikipedia.org/wiki/Dmitri_Shostakovich","text":"Dmitri Dmitriyevich Shostakovich (born St Petersburg, September 25 1906; died Moscow August 9 1975) was a Russian-Soviet composer.\nEarly years.\nShostakovich's parents came from Siberia. His father was a biologist and engineer, and his mother was a pianist. They lived comfortably, although this was to change after the Revolution (1917). Shostakovich studied the piano and composition at the Petrograd Conservatory (St. Petersburg was called Petrograd between 1914 and 1924, after which it became Leningrad until 1991, when it became St. Petersburg again). After his mother died, the family were short of money, so young Dmitri had to earn money by playing the piano in cinemas for silent movies. He worked extremely hard and with a lot of concentration. He was very successful both as a pianist and a composer. His Symphony No. 1 was very popular. His music sounded very modern with lots of dissonant chords. His first dramatic works include an opera called \"The Nose\" and a ballet called \"The Golden Age\".\nMaturity.\nIn 1930 he wrote an important opera called \"Lady Macbeth of the Mtsensk District\". It was a huge success, and the critics said that “it could only have been written by a Soviet composer brought up in the best traditions of Soviet culture”. One night in 1936 Stalin came to watch it. He left before the end. Two days later there was an article in the official government paper \"Pravda\". The title was “Chaos instead of Music”. It said that this opera was primitive and vulgar, full of screaming and noise. The politicians were criticizing not just Shostakovich but all modern Soviet music. Shostakovich was denounced, and his friends were too frightened to defend him in case they were denounced as well. Shostakovich suffered quietly and wrote his Fifth Symphony. The politicians liked this symphony. He was once more thought of as the leading Soviet composer. He was supposed to have said that his new symphony was the “creative reply of a Soviet artist to justified criticism”, but it was actually a critic who said this. Shortly afterward, he received the Stalin Prize for his Piano Quintet.\nDuring World War II Shostakovich was evacuated with his wife and two children. His next two symphonies, nos.7 \"Leningrad\" and 8, describe the war. They were hugely popular in the West. In the United States, the Seventh Symphony became the symbol of resistance against Nazism.\nAfter World War II.\nAfter the war, Soviet politicians again began to control and criticize artistic life very hard. In 1948, there was a big meeting at which Shostakovich, Prokofiev, and several other composers were criticized. Their music was called “formalist”, “anti-democratic”, and lots of other things which had nothing to do with music. There was nothing the composers could do except to say how sorry they were. For the next five years Shostakovich was careful not to write anything the politiciones would not like. He wrote songs such as \"The Sun Shines on our Motherland\". Some of his other compositions in which he expressed his real feelings were kept in a drawer so that no one could see them.\nIn 1953, Stalin died and things became easier again. Shostakovich wrote his Tenth Symphony. The whole world now saw Shostakovich as the greatest Soviet composer. He suffered less from official repression. Surprisingly, articles criticizing the music of modern young composers carried his name, but a lot of these articles he had not written. He was persuaded to sign them so that the politicians would leave him in peace. He wrote more symphonies and quartets as well as concertos. His opera \"Lady Macbeth\" was revised and given a different title: \"Katerina Izmaylova\". It was performed in many countries, and was made into a movie. Yet in 1962, he wrote his very serious Symphony No. 13 using poems including one of the Babi Yar massacre, so he suffered from repression again.\nIn his later years, Shostakovich suffered from ill-health. He had poliomyelitis, which made it difficult for him to use his hands and legs. He suffered several heart attacks, and started to lose his sight. He died of lung cancer in 1975.\nShostakovich’s music.\nShostakovich is best known for his fifteen symphonies and fifteen string quartets. His most important opera is \"Lady Macbeth of the Mtsensk District\". He also wrote a lot of film music and music for plays including \"Hamlet\". Shostakovich read a lot of Russian literature. His songs had words by famous Russian writers such as Alexander Pushkin, Fyodor Dostoevsky, Marina Tsvetaeva and Alexander Blok. He wrote twenty-four Preludes and Fugues for piano, a piano trio, two piano concertos, a piano quintet, a sonata for cello and piano, and a sonata for viola and piano (his last work).\nHe had lots of friends who regularly gave the first performances of his works. Most of his symphonies were first performed by the Leningrad Philharmonic conducted by Eugeny Mravinsky. His string quartets were first performed by the Beethoven String Quartet. The violinist David Oistrakh, the cellist Mstislav Rostropovitch, and the pianist Sviatoslav Richter were all close friends who played his music.\nShostakovich the pianist.\nShostakovich had an amazing musical memory and could play almost anything he knew by ear. When he was young he spent hours improvising, composing, and playing. Although he had small hands, he was a very gifted pianist. He had no difficulty in playing any of his works on the piano, even music written for an orchestra. He often played his music too fast and without much expression.\nShostakovich’s personality.\nShostakovich was a very nervous person. He was shy and very self-critical. He hated having to talk to people he did not know. He did not sit still, always fidgeting and twitching his face nervously. He was, however, always very polite and very kind to everyone he met. He was very careful not to criticize musicians who asked him for advice. He said very little, but what he said was carefully thought out. He wrote lots of letters to the authorities to try to help his friends. He was very reliable, and always tried to arrive on time. In his last years, he found it very difficult to use his hands because of his illness, but he always insisted on writing down his music himself.","categories":[],"infobox_types":[],"annotations":[{"uri":"St_Petersburg","surface_form":"St Petersburg","offset":39},{"uri":"Moscow","surface_form":"Moscow","offset":78},{"uri":"Russia","surface_form":"Russia","offset":106},{"uri":"Soviet_Union","surface_form":"Soviet","offset":114},{"uri":"Composer","surface_form":"composer","offset":121},{"uri":"Siberia","surface_form":"Siberia","offset":177},{"uri":"Biologist","surface_form":"biologist","offset":203},{"uri":"Engineering","surface_form":"engineer","offset":217},{"uri":"Russian_Revolution","surface_form":"Revolution","offset":319},{"uri":"1917","surface_form":"1917","offset":331},{"uri":"Piano","surface_form":"piano","offset":363},{"uri":"Composition_(music)","surface_form":"composition","offset":373},{"uri":"Cinema","surface_form":"cinema","offset":670},{"uri":"Silent_movie","surface_form":"silent movie","offset":682},{"uri":"Dissonance","surface_form":"dissonant","offset":892},{"uri":"Opera","surface_form":"opera","offset":946},{"uri":"The_Nose_(opera)","surface_form":"The Nose","offset":960},{"uri":"1930","surface_form":"1930","offset":1021},{"uri":"Lady_Macbeth_of_the_Mtsensk_District","surface_form":"Lady Macbeth of the Mtsensk District","offset":1062},{"uri":"Culture","surface_form":"culture","offset":1248},{"uri":"1936","surface_form":"1936","offset":1271},{"uri":"World_War_II","surface_form":"World War II","offset":2120},{"uri":"Evacuation","surface_form":"evacuated","offset":2150},{"uri":"Symphony_No._7_%26quot%3BLeningrad%26quot%3B_(Shostakovich)","surface_form":"nos.7 \"Leningrad\"","offset":2217},{"uri":"United_States","surface_form":"United States","offset":2305},{"uri":"Nazism","surface_form":"Nazism","offset":2381},{"uri":"Concerto","surface_form":"concerto","offset":3567},{"uri":"Movie","surface_form":"movie","offset":3722},{"uri":"Babi_Yar","surface_form":"Babi Yar","offset":3817},{"uri":"Poliomyelitis","surface_form":"poliomyelitis","offset":3940},{"uri":"Heart_attack","surface_form":"heart attack","offset":4034},{"uri":"Sight","surface_form":"sight","offset":4073},{"uri":"Lung_cancer","surface_form":"lung cancer","offset":4091},{"uri":"Hamlet","surface_form":"Hamlet","offset":4350},{"uri":"Literature","surface_form":"literature","offset":4394},{"uri":"Alexander_Pushkin","surface_form":"Alexander Pushkin","offset":4460},{"uri":"Fyodor_Dostoevsky","surface_form":"Fyodor Dostoevsky","offset":4479},{"uri":"Marina_Tsvetaeva","surface_form":"Marina Tsvetaeva","offset":4498},{"uri":"Prelude","surface_form":"Prelude","offset":4556},{"uri":"Fugue","surface_form":"Fugue","offset":4569},{"uri":"Piano_trio","surface_form":"trio","offset":4595},{"uri":"Sonata","surface_form":"sonata","offset":4641},{"uri":"Cello","surface_form":"cello","offset":4652},{"uri":"Viola","surface_form":"viola","offset":4686},{"uri":"Leningrad_Philharmonic","surface_form":"Leningrad Philharmonic","offset":4849},{"uri":"Memory","surface_form":"memory","offset":5185},{"uri":"Improvisation","surface_form":"improvising","offset":5272}]}