{"id":41268,"url":"http://en.wikipedia.org/wiki/Transparency","text":"In optics, transparency is the property of allowing light to pass through something.\nAn object that is transparent can be seen through. That is, what is on the other side of the object can be seen through it. The image you can see through a transparent object is similar to the image you can see without it. It may be changed if the transparent object behaves like a lens. This could change the size or shape of the image. The opposite of transparency is opacity.\nSome animals are transparent, so predators cannot see them so easily. An example of a transparent animal is the jellyfish. Transparency works better in places with a small amount of light than in places with lots of light.\nTranslucency.\nIf some light can be seen through an object but some of the detail of the image is lost, it is a translucent material.\nLight passes through a translucent object, but you cannot see objects behind it. The light passes through but the material scatters the light, so you cannot see the object, only its shadow.\nExamples of translucent materials are frosted glass, paper, and some types of amber.","categories":[],"infobox_types":[],"annotations":[{"uri":"Optics","surface_form":"optics","offset":3},{"uri":"Property","surface_form":"property","offset":31},{"uri":"Object","surface_form":"object","offset":88},{"uri":"Image","surface_form":"image","offset":213},{"uri":"Lens_(optics)","surface_form":"lens","offset":367},{"uri":"Opacity","surface_form":"opacity","offset":455},{"uri":"Animal","surface_form":"animals","offset":469},{"uri":"Predators","surface_form":"predators","offset":497},{"uri":"Jellyfish","surface_form":"jellyfish","offset":576},{"uri":"Light","surface_form":"light","offset":646},{"uri":"Light","surface_form":"light","offset":709},{"uri":"Shadow","surface_form":"shadow","offset":1002},{"uri":"Glass","surface_form":"glass","offset":1056},{"uri":"Paper","surface_form":"paper","offset":1063},{"uri":"Amber","surface_form":"amber","offset":1088}]}