{"id":41273,"url":"http://en.wikipedia.org/wiki/Hepatitis","text":"Hepatitis is a disease of the liver. In hepatitis, the liver is inflamed. There can be several reasons why the liver is inflamed. For this reason there are several kinds of hepatitis. The most common forms are Hepatitis A, Hepatitis B and Hepatitis C. Most cases of Hepatitis are caused by viruses. Some forms are caused by bacteria, fungi or parasites. The bacteria that cause tuberculosis or syphilis can also cause hepatitis; so can the parasite that causes malaria.\nHepatitis can also be caused by alcohol. About one in four people who drink more than three alcoholic drinks a day (over a period of 10–15 days) will have some form of hepatitis caused by alcohol.\nVarious drugs and chemicals can also cause hepatitis, most notably paracetamol (overdose), yellow phosphorous, and others. Hepatitis may also be caused by other diseases.\nHepatitis A.\nHepatitis A can be spread through personal contact, eating raw seafood, or drinking water with the hepatitis A virus in it. This happens mostly in third world countries. Strict personal hygiene and avoiding raw and unpeeled foods can help prevent an infection.\nOnce a person has hepatitis A, their immune system makes antibodies to fight the virus. This will make them immune against future infection.\nPeople with hepatitis A should rest, drink a lot of water and avoid alcohol. The time between the infection and the start of the illness can run from 15 to 45 days. About 15% of people with hepatitis A have symptoms from six months to a year after the first diagnosis. Infected people excrete the hepatitis A virus in their stool two weeks before and one week after the appearance of jaundice.\nThere is a vaccine for hepatitis A. It will protect against hepatitis A for life.\nHepatitis B.\nHepatitis B is not spread by food or casual contact. Instead, hepatitis B is spread by blood or body fluids from an infected person. A baby can get it from its mother during childbirth, and it can also be spread by sexual contact, use of street drugs, and unsafe medical care. Some people just have hepatitis B for a little while and then suppress the infection. Others can be infected for life, usually with few or no symptoms for many years. Hepatitis B sometimes damages the liver severely, and can cause cancer.\nThere is a vaccine that can prevent hepatitis B. There is no cure for hepatitis B, but there is treatment.\nHepatitis C.\nHepatitis C is not spread by food or casual contact. It is spread in ways that are similar to hepatitis B. There is no vaccine, and the treatment is somewhat unpleasant. People with hepatitis C who drink alcohol greatly increase their risk for liver damage.","categories":[],"infobox_types":[],"annotations":[{"uri":"Liver","surface_form":"liver","offset":30},{"uri":"Inflammation","surface_form":"inflamed","offset":64},{"uri":"Hepatitis_A","surface_form":"Hepatitis A","offset":210},{"uri":"Hepatitis_B","surface_form":"Hepatitis B","offset":223},{"uri":"Hepatitis_C","surface_form":"Hepatitis C","offset":239},{"uri":"Virus","surface_form":"virus","offset":290},{"uri":"Bacteria","surface_form":"bacteria","offset":324},{"uri":"Fungus","surface_form":"fungi","offset":334},{"uri":"Parasite","surface_form":"parasite","offset":343},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":378},{"uri":"Syphilis","surface_form":"syphilis","offset":394},{"uri":"Malaria","surface_form":"malaria","offset":461},{"uri":"Alcohol","surface_form":"alcohol","offset":502},{"uri":"Alcoholic_drink","surface_form":"alcoholic drink","offset":562},{"uri":"Drug","surface_form":"drug","offset":675},{"uri":"Chemical","surface_form":"chemical","offset":685},{"uri":"Paracetamol","surface_form":"paracetamol","offset":734},{"uri":"Overdose","surface_form":"overdose","offset":747},{"uri":"Phosphorous","surface_form":"phosphorous","offset":765},{"uri":"Seafood","surface_form":"seafood","offset":914},{"uri":"Third_world","surface_form":"third world","offset":998},{"uri":"Hygiene","surface_form":"hygiene","offset":1037},{"uri":"Immune_system","surface_form":"immune system","offset":1149},{"uri":"Antibody","surface_form":"antibodies","offset":1169},{"uri":"Immunity","surface_form":"immune","offset":1220},{"uri":"Symptom","surface_form":"symptom","offset":1460},{"uri":"Medical_diagnosis","surface_form":"diagnosis","offset":1511},{"uri":"Excretion","surface_form":"excrete","offset":1538},{"uri":"Feces","surface_form":"stool","offset":1577},{"uri":"Jaundice","surface_form":"jaundice","offset":1637},{"uri":"Vaccine","surface_form":"vaccine","offset":1658},{"uri":"Blood","surface_form":"blood","offset":1829},{"uri":"Vertical_transmission","surface_form":"get it from its mother during childbirth","offset":1886},{"uri":"Sexually_transmitted_disease","surface_form":"spread by sexual contact","offset":1947},{"uri":"Illegal_drugs","surface_form":"street drugs","offset":1980},{"uri":"Cancer","surface_form":"cancer","offset":2250},{"uri":"Therapy","surface_form":"treatment","offset":2354}]}