{"id":412724,"url":"http://en.wikipedia.org/wiki/Auguste_Vestris","text":"Marie-Jean-Augustin Vestris (27 March 1760 – 5 December 1842) was a French dancer and choreographer. He is known as Auguste Vestris\nBiography.\nVestris was born in Paris, the son of Gaetano Vestris and his mistress, the dancer Marie Allard. He was taught by his father, and made his debut in 1772 in the divertissement \"La Cinquantaine\". He scored his first great success the following year as Amor in his father's ballet \"Endymion\".\nVestris was appointed a soloist at the Paris Opéra in 1776, \"premier danseur\" in 1778, and \"premier sujet de la danse\" in 1780. He performed in the first production of Jean-Georges Noverre's \"Les Petits Rien\" and in Christoph Willibald Gluck's \"Alceste\".\nIn 1780, he began a successful association with the King's Theatre in London. He performed there for more than ten years. He choreographed several ballets for the theatre including \"The Nymphs of Diana\" (1781), \"Le Premier Navigateur\" (1786), dances in Grétry's opera \"L'Épreuve villageoise\" (1786), and \"Les Folies d'Espagne\" (1791). He and his father were so famous that Parliament stopped sitting to see them dance. He left his wife shortly after the birth of their son Armand.\nHe taught many of the famous dancers of the age. Among his pupils were Marius Petipa, Fanny Elssler, August Bournonville, Marie Taglioni and Jules Perrot.\nVestris retired in 1816 from the Paris Opéra. In 1835, at the age of 75, he danced a minuet at the Opéra with Taglioni. He died in 1842, and is buried in Paris in Montmartre Cemetery.\nVestris had extraordinary elevation and a dazzling virtuoso technique. Vestris was vain, arrogant and rude. The Opéra only tolerated his bad behavior for 35 years because of his great talent.","categories":[],"infobox_types":[],"annotations":[{"uri":"French_people","surface_form":"French","offset":68},{"uri":"Dancer","surface_form":"dancer","offset":75},{"uri":"Choreographer","surface_form":"choreographer","offset":86},{"uri":"Divertissement","surface_form":"divertissement","offset":303},{"uri":"Paris_Op%C3%A9ra","surface_form":"Paris Opéra","offset":472},{"uri":"Jean-Georges_Noverre","surface_form":"Jean-Georges Noverre","offset":601},{"uri":"Christoph_Willibald_Gluck","surface_form":"Christoph Willibald Gluck","offset":649},{"uri":"Marius_Petipa","surface_form":"Marius Petipa","offset":1240},{"uri":"Fanny_Elssler","surface_form":"Fanny Elssler","offset":1255},{"uri":"August_Bournonville","surface_form":"August Bournonville","offset":1270},{"uri":"Marie_Taglioni","surface_form":"Marie Taglioni","offset":1291},{"uri":"Jules_Perrot","surface_form":"Jules Perrot","offset":1310},{"uri":"Minuet","surface_form":"minuet","offset":1409}]}