{"id":412987,"url":"http://en.wikipedia.org/wiki/Lionel_Rose","text":"Lionel Edmund Rose MBE (21 June 1948 – 8 May 2011) was an Australian boxer. He was the first indigenous Australian to win a world title. Rose was ranked as a bantamweight boxer. This is a class for boxers who weigh between.\nChildhood.\nRose was born and raised in Victoria. He was born at Jacksons Track, and lived in the town of Warragul. Rose had a difficult childhood. He learned to box from his father, Roy. Roy was a skilled fighter who competed in local house shows. At the age of 10, Rose was given a pair of gloves by his teacher, Ian Hawkins. When he was about 15, he began to be taught by Frank Oakes, a trainer in Warragul. Rose later married Frank's daughter, Jenny Oakes.\nIn 1970, at the age of 15, Rose won the Australian amateur flyweight title.\nAustralian title.\nRose competed in his first professional boxing match on 9 September 1964. He won against Mario Magriss over eight rounds. This fight was in Warragul, but most of Rose's fights were held in Melbourne. Along the way he was helped by Jack and Shirley Rennie. He stayed in their home in Melbourne, training each day in their backyard.\nRose won his first five matches. After this, he was rematched with Singtong Por Tor, whom he had previously beaten in a 12-round decision. They fought this rematch on 23 July 1965. Por Tor won in six rounds by earning more points than Rose. This was Rose's first defeat. On 14 October 1965, he had his first fight outside Australia. He fought Laurie Ny in Christchurch, New Zealand. Rose beat Ny in 10 rounds.\nOf his next nine fights, Rose won eight. He scored one knockout. The one match he lost in those nine fights was to Ray Perez. On 28 October 1966, he fought for the Australian bantamweight title against Noel Kunde in Melbourne. He won the title by defeating Kunde in a 15-round decision. By winning in this match, Rose became the Australian bantamweight champion.\nWorld title.\nRose won one more belt in 1966 and eight in 1967. He defended his Australian championship against Rocky Gattellari, winning by knockout in the 13th round of the match. After this, Rose challenged Fighting Harada for the world bantamweight championship on 26 February 1968 in Tokyo. He beat Harada in a 15-round decision. This win made him the first Aboriginal Australian to be a world-champion boxer. It made Rose a national hero in Australia, particularly among Aboriginal Australians. He was awarded Australian of the Year for 1968.\nOn 2 July of that year, Rose returned to Tokyo to defend his title against Takao Sakurai. He beat Sakurai with a 15-round decision. On 6 December, he fought against Chucho Castillo in Inglewood, California. Rose beat Castillo by decision, but the verdicts in favour of him made many in the crowd angry, as they supported Castillo. A riot began, the referee and 14 fans were injured.\nOn 8 March 1969, Rose fought against Alan Rudkin. Rose won in a 15-round decision, and kept the championship. Five months later, he returned to Inglewood, where he faced Rubén Olivares on 22 August. Olivares knocked out Rose in the fifth round, and so Rose lost the world bantamweight title.\nLater career.\nRose continued boxing after his defeat against Olivares. However, after he lost several fights against boxers who were not very well known, many believed his career as a prime fighter was over. On 10 October 1970, he beat future world lightweight champion Itshimatsu Suzuki in a 10-round decision. Once again, he became a world title challenger, but in the lightweight division.\nRose lost to Jeff White for the Australian lightweight championship. He then fought against world junior lightweight champion Yoshiaki Numata, on 30 May 1971 in Hiroshima. Numata beat Rose by a 15-round decision. Rose announced his retirement soon after.\nDuring his break from boxing in the 1970s, Rose begun a modest career as a singer. He had a few songs that were successful in Australia, such as \"I Thank You\" and \"Please Remember Me\" in 1970. The song \"I Thank You\" was one of the most successful singles in Australia in 1970. It was played instead of the Australian National Anthem during radio broadcasts of the Rugby League State of Origin.\nRose came back to boxing in 1975. However, after losing four of his six matches, including one against Rafael Limón, he decided to retire forever. As a professional boxer, Rose had a record of 42 wins and 11 losses, with 12 wins by knockout.\nRetirement.\nAfter boxing, Rose became a successful businessman. A television miniseries called \"Rose Against the Odds\" (1991) was made about Rose's life story. It starred Paul Williams and Telly Savalas. It was released as a full-length movie in 1995. Melbourne filmmaker Eddie Martin premiered his feature-length documentary \"Lionel\" at the Melbourne International Film Festival in 2008.\nRose was one of the original boxers to be inducted into the Australian National Boxing Hall of Fame in 2003.\nIn 2007, Rose suffered a stroke. It left him unable to speak and move very well. He died on 8 May 2011, after an illness which lasted for several months.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_of_the_British_Empire","surface_form":"MBE","offset":19},{"uri":"Boxing","surface_form":"boxer","offset":69},{"uri":"Indigenous_Australian","surface_form":"indigenous Australian","offset":93},{"uri":"Bantamweight","surface_form":"bantamweight","offset":158},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":263},{"uri":"Warragul%2C_Victoria","surface_form":"Warragul","offset":329},{"uri":"Amateur","surface_form":"amateur","offset":735},{"uri":"Flyweight","surface_form":"flyweight","offset":743},{"uri":"Mario_Magriss","surface_form":"Mario Magriss","offset":867},{"uri":"Melbourne","surface_form":"Melbourne","offset":967},{"uri":"Yard_(land)","surface_form":"backyard","offset":1099},{"uri":"Rematch","surface_form":"rematched","offset":1161},{"uri":"Singtong_Por_Tor","surface_form":"Singtong Por Tor","offset":1176},{"uri":"Laurie_Ny","surface_form":"Laurie Ny","offset":1452},{"uri":"Christchurch","surface_form":"Christchurch","offset":1465},{"uri":"Knockout","surface_form":"knockout","offset":1574},{"uri":"Ray_Perez","surface_form":"Ray Perez","offset":1634},{"uri":"Bantamweight","surface_form":"bantamweight","offset":1694},{"uri":"Noel_Kunde","surface_form":"Noel Kunde","offset":1721},{"uri":"Championship","surface_form":"champion","offset":1872},{"uri":"Rocky_Gattellari","surface_form":"Rocky Gattellari","offset":1993},{"uri":"Fighting_Harada","surface_form":"Fighting Harada","offset":2091},{"uri":"Tokyo","surface_form":"Tokyo","offset":2170},{"uri":"Indigenous_Australians","surface_form":"Aboriginal Australian","offset":2244},{"uri":"Australian_of_the_Year","surface_form":"Australian of the Year","offset":2397},{"uri":"Takao_Sakurai","surface_form":"Takao Sakurai","offset":2505},{"uri":"Chucho_Castillo","surface_form":"Chucho Castillo","offset":2595},{"uri":"Inglewood%2C_California","surface_form":"Inglewood, California","offset":2614},{"uri":"Riot","surface_form":"riot","offset":2763},{"uri":"Referee","surface_form":"referee","offset":2779},{"uri":"Alan_Rudkin","surface_form":"Alan Rudkin","offset":2850},{"uri":"Rub%C3%A9n_Olivares","surface_form":"Rubén Olivares","offset":2983},{"uri":"Lightweight","surface_form":"lightweight","offset":3354},{"uri":"Itshimatsu_Suzuki","surface_form":"Itshimatsu Suzuki","offset":3375},{"uri":"Yoshiaki_Numata","surface_form":"Yoshiaki Numata","offset":3624},{"uri":"Hiroshima","surface_form":"Hiroshima","offset":3659},{"uri":"Retirement","surface_form":"retirement","offset":3730},{"uri":"Singer","surface_form":"singer","offset":3828},{"uri":"Advance_Australia_Fair","surface_form":"Australian National Anthem","offset":4059},{"uri":"Rugby_League_State_of_Origin","surface_form":"Rugby League State of Origin","offset":4117},{"uri":"Rafael_Lim%C3%B3n","surface_form":"Rafael Limón","offset":4250},{"uri":"Businessman","surface_form":"businessman","offset":4440},{"uri":"Television_series","surface_form":"television","offset":4455},{"uri":"Miniseries","surface_form":"miniseries","offset":4466},{"uri":"Documentary","surface_form":"documentary","offset":4703},{"uri":"Melbourne_International_Film_Festival","surface_form":"Melbourne International Film Festival","offset":4731},{"uri":"Australian_National_Boxing_Hall_of_Fame","surface_form":"Australian National Boxing Hall of Fame","offset":4838},{"uri":"Stroke","surface_form":"stroke","offset":4912}]}