{"id":41294,"url":"http://en.wikipedia.org/wiki/Garlic","text":"Garlic (species Allium sativum) is a type of plant that people eat for food. Garlic is related to onions, shallots, and leeks. It has a very strong flavor and smell. Most of the time, people use it as a flavoring so that it helps make food taste better.\nGarlic is used as herbal medicine in the treatment of cold and flu.. It has side effects of heartburn, flatulence and sweating.\nThe part of the garlic plant that people eat is called the head. It grows at the bottom of a long green stalk. People pull the head apart into smaller pieces called cloves of garlic. Cloves have papery skin on them. People peel off the skin before cooking the cloves.\nPeople plant garlic in the fall right after the first frost. They plant the clove like a seed. One clove can grow into a whole head. The garlic plant grows its roots before the ground freezes for winter. People harvest (collect) the garlic in the middle of the next summer.\nGarlic is in legends about vampires. In these legends, vampires do not like garlic. Garlic keeps vampires away. Writers for the Toronto Garlic Festival say this might be because the vampire legend comes from the disease porphyria. People with porphyria do not like to eat foods that have sulfur in them, and garlic has sulfur in it.","categories":[],"infobox_types":[],"annotations":[{"uri":"Plant","surface_form":"plant","offset":45},{"uri":"People","surface_form":"people","offset":56},{"uri":"Food","surface_form":"food","offset":71},{"uri":"Onion","surface_form":"onion","offset":98},{"uri":"Shallot","surface_form":"shallot","offset":106},{"uri":"Leek","surface_form":"leek","offset":120},{"uri":"Flavor","surface_form":"flavor","offset":148},{"uri":"Odor","surface_form":"smell","offset":159},{"uri":"Taste","surface_form":"taste","offset":240},{"uri":"Herb","surface_form":"herb","offset":272},{"uri":"Vampire","surface_form":"vampire","offset":951},{"uri":"Porphyria","surface_form":"porphyria","offset":1144},{"uri":"Sulfur","surface_form":"sulfur","offset":1212}]}