{"id":412958,"url":"http://en.wikipedia.org/wiki/Viscount","text":"e=\"preserve\">A Viscount (,) is a member of the European nobility. A viscount usually ranks above a baron and below a count. The female equivalent is a Viscountess.\nIn France and Western Europe.\nBeginning in the early ninth century the Carolingian kings appointed counts to run local county governments. The counts used viscounts or deputy counts to assist them.\nThe viscounts served as deputies of the county. They had military, financial, administrative and judicial authority. They carried out court orders and held courts of their own. Viscounts also collected money for the king. Starting with the reign of Philip the Fair they were paid regular salaries. In the early tenth century, viscounts in the south of France gave themselves the rights of counts for their own profit. In Narbonne and Nimes the office became hereditary just like that of a count. Elsewhere in France viscounts began replacing counts where they could. A Viscounty (or Viscountship) was the office, area or jurisdiction of a viscount. By the eleventh century viscounts had become hereditary offices in most of Western Europe. In Normandy, before 1066, Duke William I began to view the position of a viscount as being removable. After 1066, and as King of England, William made several of his viscounts in Normandy, earls in England (an English earl was about the same as a count in Europe). But there were no viscounts in the English peerage and he did not create any.\nIn eleventh century Italy, the office and the lands of a viscount began to be thought of as the hereditary property of the family. The title, as with that of count or marquis was used by all members of a family.\nIn England.\nThe first introduction of the title of viscount in England was in the fifteenth century. The first to be recognized, John Beaumont was already a viscount in Maine. This was to give him a rank above the barons in the English peerage. Afterward it became a regular rank in the peerage. In England, and later in the United Kingdom, a viscount ranks above a baron but below an earl. The wife of a viscount is called a countess.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nobility","surface_form":"nobility","offset":56},{"uri":"Ranks","surface_form":"ranks","offset":85},{"uri":"Baron","surface_form":"baron","offset":99},{"uri":"Count","surface_form":"count","offset":117},{"uri":"Carolingian_Empire","surface_form":"Carolingian","offset":235},{"uri":"King","surface_form":"king","offset":247},{"uri":"Deputies","surface_form":"deputies","offset":386},{"uri":"Courts","surface_form":"courts","offset":518},{"uri":"Reign","surface_form":"reign","offset":602},{"uri":"Philip_IV_of_France","surface_form":"Philip the Fair","offset":611},{"uri":"France","surface_form":"France","offset":714},{"uri":"Narbonne","surface_form":"Narbonne","offset":783},{"uri":"Nimes","surface_form":"Nimes","offset":796},{"uri":"Hereditary","surface_form":"hereditary","offset":820},{"uri":"Replacing","surface_form":"replacing","offset":894},{"uri":"Western_Europe","surface_form":"Western Europe","offset":1086},{"uri":"Normandy","surface_form":"Normandy","offset":1105},{"uri":"Norman_conquest_of_England","surface_form":"1066","offset":1122},{"uri":"William_the_Conqueror","surface_form":"Duke William I","offset":1128},{"uri":"Removable","surface_form":"removable","offset":1193},{"uri":"King_of_England","surface_form":"King of England","offset":1223},{"uri":"Earl","surface_form":"earl","offset":1291},{"uri":"England","surface_form":"England","offset":1300},{"uri":"Peerage","surface_form":"peerage","offset":1410},{"uri":"Italy","surface_form":"Italy","offset":1465},{"uri":"Marquis","surface_form":"marquis","offset":1612},{"uri":"Members","surface_form":"members","offset":1636}]}