{"id":413010,"url":"http://en.wikipedia.org/wiki/Morpho","text":"A \"Morpho\" is a butterfly in one of over 29 species and 147 subspecies in the genus \"Morpho\".\nMorphos are Neotropical butterflies found mostly in South America, Mexico and Central America. Morphos range in wingspan from the 7.5 cm (3 inch) \"M. rhodopteron\" to the imposing 20 cm (8 inch) Sunset Morpho, \"M. hecuba\".\nColours.\nMany Morpho butterflies are coloured in metallic, shimmering shades of blue and green. These colours are not caused by pigment. They are an example of iridescence: light reflects through the microscopic scales covering the Morpho's wings.\nSexual dimorphism.\nThe blue Morpho species have sexual dimorphism. In some species only the males are iridescent blue, the females are camouflaged brown and yellow. In other species the females are partially iridescent but less blue than the males.\nHabitat.\nTheir habitat is the primary forests of the Amazon and Atlantic. They can breed in other forested habitats, for instance the dry deciduous woodlands of Nicaragua and in secondary forests.\nFlight.\nMorphos are strong fliers, found at altitudes between sea level and about 1400 m. Morphos are diurnal: males spend the mornings patrolling along forest streams and rivers. They are territorial and will chase any rivals. Morphos typically live alone out of the mating season.\nProtection.\nThe adults are usually palatable, but hard to catch because they are such strong fliers. Birds find it very hard to catch them.\nThe conspicuous blue coloration shared by most \"Morpho\" species may be a case of Müllerian mimicry, or may be 'pursuit aposematism'. This means the bird learns that the colour says, in effect, \"don't waste your energy, you can't catch me\".\nLife cycle.\nThe entire life cycle of the Morpho butterfly, from egg to death, is approximately 115 days.\nAlthough the adults are palatable, the larvae are not. Their hairs are irritating, and when disturbed they secrete a noxious fluid which smells like rancid butter. The strong odour is a defence against predators.\nThe caterpillar will molt five times before entering the pupal stage. The bulbous chrysalis is pale-green or jade-green and emits a repulsive, ultrasonic sound when touched. It is suspended from a stem or leaf of the foodplant.","categories":[],"infobox_types":[],"annotations":[{"uri":"Butterfly","surface_form":"butterfly","offset":16},{"uri":"Species","surface_form":"species","offset":44},{"uri":"Subspecies","surface_form":"subspecies","offset":60},{"uri":"Genus","surface_form":"genus","offset":78},{"uri":"Neotropic","surface_form":"Neotropic","offset":106},{"uri":"South_America","surface_form":"South America","offset":146},{"uri":"Mexico","surface_form":"Mexico","offset":161},{"uri":"Central_America","surface_form":"Central America","offset":172},{"uri":"Morpho_rhodopteron","surface_form":"M. rhodopteron","offset":241},{"uri":"Sunset_Morpho","surface_form":"Sunset Morpho","offset":288},{"uri":"Blue","surface_form":"blue","offset":396},{"uri":"Green","surface_form":"green","offset":405},{"uri":"Pigment","surface_form":"pigment","offset":444},{"uri":"Iridescence","surface_form":"iridescence","offset":476},{"uri":"Sexual_dimorphism","surface_form":"sexual dimorphism","offset":612},{"uri":"Camouflage","surface_form":"camouflage","offset":699},{"uri":"Habitat","surface_form":"habitat","offset":828},{"uri":"Amazon_Rainforest","surface_form":"Amazon","offset":866},{"uri":"Atlantic","surface_form":"Atlantic","offset":877},{"uri":"Nicaragua","surface_form":"Nicaragua","offset":974},{"uri":"Diurnal","surface_form":"diurnal","offset":1112},{"uri":"Noxious","surface_form":"noxious","offset":1895},{"uri":"Pupa","surface_form":"pupal stage","offset":2048}]}