{"id":41309,"url":"http://en.wikipedia.org/wiki/Stanford_University","text":"The Leland Stanford Junior University, often called Stanford University (or simply Stanford), is a private university next to Palo Alto in California, in the middle of Silicon Valley,\nabout 37 miles (60 kilometers) southeast of San Francisco and about 20 miles northwest of San José, in Santa Clara County. Leland and Jane Stanford opened the university on 1 October 1891. They named the university after their son, Leland Stanford Junior, who died at young age.\nWith one of the largest university campuses in the United States, the University includes the Schools of Engineering, Law, Medicine, Education, Business, Earth Sciences, and Humanities and Sciences. Stanford also hosts volunteer programs and a teaching hospital.\nHistory.\nLeland Stanford Junior died in Europe in 1884. His parents, Leland and Jane Stanford, were rich and influential Californians. They chose to turn a farm they already owned into a large university, as a memorial to their curious son. Stanford had early trouble, as the school ran low on money, and was hurt by the 1906 San Francisco Earthquake.\nHerbert Hoover, who later became the US President, helped the school improve its operations, and later university leaders pushed students and alumni to develop the surrounding area. By the 1950's, cities around Stanford University were filling with technology companies, starting what became Silicon Valley.\nCampus.\nStanford has many special areas. In honor of Stanford graduate and US president Herbert Hoover, Stanford hosts a large think tank and archive called the Hoover Institution. Many former students, like the founders of HP, donate lots of money and have buildings named after them. A large radio telescope called \"The Dish\" sits on the hills above Stanford.\nStudent Body.\nStanford has about 7,000 undergraduate students, and a larger number of students working on advanced degrees. Few high school students who apply to Stanford are accepted - over the last several years, only four out of every hundred students who applied were offered a spot.","categories":[],"infobox_types":[],"annotations":[{"uri":"Private_school","surface_form":"private","offset":99},{"uri":"University","surface_form":"university","offset":107},{"uri":"Palo_Alto","surface_form":"Palo Alto","offset":126},{"uri":"California","surface_form":"California","offset":139},{"uri":"Silicon_Valley","surface_form":"Silicon Valley","offset":168},{"uri":"San_Francisco","surface_form":"San Francisco","offset":228},{"uri":"San_Jose%2C_California","surface_form":"San José","offset":274},{"uri":"Santa_Clara_County%2C_California","surface_form":"Santa Clara County","offset":287},{"uri":"Leland_Stanford","surface_form":"Leland","offset":307},{"uri":"Jane_Stanford","surface_form":"Jane Stanford","offset":318},{"uri":"1_October","surface_form":"1 October","offset":357},{"uri":"1891","surface_form":"1891","offset":367},{"uri":"Volunteer","surface_form":"volunteer","offset":682},{"uri":"Leland_Stanford","surface_form":"Leland","offset":795},{"uri":"Jane_Stanford","surface_form":"Jane Stanford","offset":806},{"uri":"1906_San_Francisco_earthquake","surface_form":"1906 San Francisco Earthquake","offset":1047},{"uri":"Herbert_Hoover","surface_form":"Herbert Hoover","offset":1078},{"uri":"President_of_the_United_States","surface_form":"US President","offset":1115},{"uri":"Silicon_Valley","surface_form":"Silicon Valley","offset":1370},{"uri":"Think_tank","surface_form":"think tank","offset":1513},{"uri":"Hoover_Institution","surface_form":"Hoover Institution","offset":1547},{"uri":"Hewlett-Packard","surface_form":"HP,","offset":1610},{"uri":"Radio_telescope","surface_form":"radio telescope","offset":1680}]}