{"id":413138,"url":"http://en.wikipedia.org/wiki/Ra%C3%BAl_H%C3%A9ctor_Castro","text":"Raul Hector Castro (June 12, 1916 April 10, 2015) was a Mexican-born American politician. He has served in both elected and non-elected public offices, including Ambassadors from the United States and the 14th Governor of Arizona (1975–77).\nHe was the first hispanic to be elected governor of Arizona. At the age of 98, he became the oldest living United States governor, after the death of former Washington Governor Albert Rosellini at the age of 101.\nEarly life.\nCastro was born on June 12, 1916 on Cananea, Mexico. He studied at Northern Arizona University and at James E. Rogers College of Law.\nCareer.\nIn 1954, he was elected county attorney and served in that capacity until 1958, when he became a Pima County Superior Court Judge. His national stature grew over the years, and President Lyndon B. Johnson appointed Castro as U.S. Ambassador to El Salvador in 1964. After four years there, he served as Ambassador to Bolivia until the end of 1969.\nReturning to Tucson, Arizona in 1969 to specialize in international law, Castro continued to rise to the top in Arizona Democratic politics. Seeking state office for the first time in 1970, he won the Democratic nomination for governor, but narrowly lost the general election to Republican incumbent Jack Williams. In 1974, Castro was elected governor. In 1977, after two years as governor, he was selected by President Jimmy Carter to be ambassador to Argentina. Castro held that post until 1980.\nDetention.\nOn June 12, 2012, despite searing temperatures, Castro was stopped by U.S. Border Patrol after they detected traces of radiation in his vehicle. After explaining that the radiation was due to a medical procedure from the previous day, the ex-governor was released after a short detention.\nDeath.\nCastro died in his sleep while under hospice care in San Diego, California, aged 98.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mexico","surface_form":"Mexican","offset":56},{"uri":"United_States","surface_form":"American","offset":69},{"uri":"Arizona","surface_form":"Arizona","offset":222},{"uri":"Hispanic","surface_form":"hispanic","offset":258},{"uri":"Arizona","surface_form":"Arizona","offset":293},{"uri":"Albert_Rosellini","surface_form":"Albert Rosellini","offset":418},{"uri":"Mexico","surface_form":"Mexico","offset":511},{"uri":"Northern_Arizona_University","surface_form":"Northern Arizona University","offset":533},{"uri":"Lyndon_B._Johnson","surface_form":"Lyndon B. Johnson","offset":795},{"uri":"El_Salvador","surface_form":"El Salvador","offset":852},{"uri":"Bolivia","surface_form":"Bolivia","offset":924},{"uri":"Tucson%2C_Arizona","surface_form":"Tucson, Arizona","offset":968},{"uri":"United_States_Democratic_Party","surface_form":"Democratic","offset":1156},{"uri":"Jimmy_Carter","surface_form":"Jimmy Carter","offset":1375},{"uri":"Argentina","surface_form":"Argentina","offset":1408},{"uri":"Hospice","surface_form":"hospice","offset":1797},{"uri":"San_Diego%2C_California","surface_form":"San Diego, California","offset":1813}]}