{"id":413284,"url":"http://en.wikipedia.org/wiki/Bucheon","text":"Bucheon is a Korean city in Gyeonggi Province of South Korea, between Seoul and Incheon. There are 870,000 people in Bucheon.\nAncient.\nPeople have lived in Bucheon for thousands of years. According to Three Kingdom Period literature, Bucheon was founded during the Goguryeo Dynasty. When Goguryeo began, Bucheon was called \"Jubuto\" (주부토). When the Goryeo Dynasty started, the king Taejo (Wang Geon, 왕건) renamed Bucheon \"Suju\" (수주).\nArcheology.\nBucheon has a big archaeology site in the Go-Gang neighborhood (고강동) of Ojeong District. There are artifacts from 3,000 years ago. There are also some old gravesites there.\nModern.\nIn 1962, when President Park Chung-Hee started his five-year economic development project, Sosa-myeon (소사면) was renamed Bucheon City (부천시). Bucheon's borders of today were made in 1988. Sang-Dong and Jung-Dong neighborhoods were developed as New City areas in the 1990s.\nPeople.\nBucheon's people were farmers in the past. The population grew a lot in the 1980s, 1990s, and 2000s, and now it is a big city.\nIn 1985, there were 450,000 people.\nIn 2000, there were 775,000 people.\nIn 2013, Bucheon has 870,000 people. The average family size in Bucheon is 2.65 people.\nDistricts.\nThere are three districts (\"gu\") in Bucheon. They are Wonmi-gu, Sosa-gu, and Ojeong-gu.\nIn Wonmi-gu, there are 454,000 people. Most of them live in the New City areas of Jung-Dong (147,000) and Sang-Dong (117,000).\nIn Sosa-gu, there are 222,000 people. In Ojeong-gu, there are 196,000 people.\nCulture.\nBucheon calls itself a \"cultural city\". There are many museums and festivals. There are also botanical gardens. There is an orchestra, which began in 1988.\nFestivals.\nBucheon has the Bucheon International Film Festival (PiFAN) in the summer. It started in 1997 and it happens every year. The movies are comedy, romance, action, and fantasy. Bucheon also has a comic festival in the summer.\nMuseums.\nBucheon has very many museums, like a robot museum, a comic museum, a history museum, and a water museum.\nOfficial Symbols.\nBucheon had many peach orchards before it was developed as a city. That is why Bucheon's official plant is the peach tree, and its official flower is the peach flower. Its official bird is the falcon.\nEducation.\nBucheon has 62 elementary schools and 32 middle schools. There are also 27 high schools. Of the high schools, 20 are normal, two are all-girls schools, and five are special high schools.\n1. Gyeonggi Art High School in Jung-Dong, Wonmi-Gu\n2. Gyeonggi International Business High School in Jung-Dong, Wonmi-Gu\n3. Bucheon Information Industry High School in Sang-Dong, Wonmi-Gu\n4. Bucheon Technical High School in Sosa-Gu, and\n5. Jeongmyeong Information Industry High School in Sosa-Gu\nThere are also many academies (\"hagwon\") in Bucheon. They teach many subjects. They are for students from kindergarten to high school. Many academies are in Jung-Dong and Sang-Dong neighborhoods.\nTransportation.\nBucheon has two subway lines (Line 1 and Line 7). There are 11 subway stations and one bus terminal (Sopoong). There are many local buses and intercity buses. In the early 1990s, Bucheon had very little public transportation. It has developed a lot in the past twenty years.\nEconomy.\nWonmi District's major technology is the semiconductor. There are many other industries: Comics, packaging, lighting, and molding. Bucheon also is a center of robot research. Bucheon has 19 robot companies. There are only 100 robot companies in Korea.[http://www.bucheon.go.kr/site/homepage/menu/viewMenu?menuid=002004003]","categories":[],"infobox_types":[],"annotations":[{"uri":"Gyeonggi","surface_form":"Gyeonggi","offset":28},{"uri":"South_Korea","surface_form":"South Korea","offset":49},{"uri":"Seoul","surface_form":"Seoul","offset":70},{"uri":"Incheon","surface_form":"Incheon","offset":80},{"uri":"Three_Kingdom_Period","surface_form":"Three Kingdom Period","offset":201},{"uri":"Goguryeo","surface_form":"Goguryeo","offset":265},{"uri":"Goryeo_Dynasty","surface_form":"Goryeo Dynasty","offset":348},{"uri":"Taejo","surface_form":"Taejo","offset":381},{"uri":"Archaeology","surface_form":"archaeology","offset":462},{"uri":"Park_Chung-Hee","surface_form":"Park Chung-Hee","offset":649},{"uri":"Farm","surface_form":"farm","offset":926},{"uri":"New_City","surface_form":"New City","offset":1354},{"uri":"Orchestra","surface_form":"orchestra","offset":1628},{"uri":"Bucheon_International_Film_Festival","surface_form":"Bucheon International Film Festival","offset":1687},{"uri":"Museum","surface_form":"museum","offset":1925},{"uri":"Robot","surface_form":"robot","offset":1941},{"uri":"Comic","surface_form":"comic","offset":1957},{"uri":"Peach","surface_form":"peach","offset":2044},{"uri":"Falcon","surface_form":"falcon","offset":2220},{"uri":"Kindergarten","surface_form":"kindergarten","offset":2828},{"uri":"Subway","surface_form":"subway","offset":2950},{"uri":"Bus","surface_form":"bus","offset":3021},{"uri":"Semiconductor","surface_form":"semiconductor","offset":3259},{"uri":"Comic","surface_form":"Comic","offset":3307},{"uri":"Robot_companies","surface_form":"robot companies","offset":3408}]}