{"id":41324,"url":"http://en.wikipedia.org/wiki/Irish_Republican_Army","text":"The Irish Republican Army or IRA originated from the Irish Republican Brotherhood, and fought against the British Army to get freedom for Ireland in the Irish War of Independence. The British army had invaded Ireland earlier in the plantation of Ulster and then invaded Dublin, after some time when the IRA had fought the island of Ireland was split up and the Republic of Ireland became independent, the IRA split up and some parts of it were involved in the fighting in Northern Ireland called \"The Troubles\". The original IRA are now named as ná Óglaigh na hÉireann. While the other IRA have used guerilla tacticts to achieve a united Ireland free from British rule.\nThe original IRA.\nThe Irish Republican Army (Irish: Óglaigh na hÉireann) was formed from the joining of a part of the Irish Brotherhood with the union's Irish Citizens Army militia after the Easter Rising of 1916.\nAfter the unilateral declaration of independence by the Irish Parliament in 1919, the IRA continued the war against British occupation in what was called the Irish War of Independence. This ended in 1921 with the signing of the Anglo-Irish Treaty, which divided the island into the Republic of Ireland and Northern Ireland. The signing of the treaty led to a split in the IRA between those who were against the treaty and those who were for it. This led to a very bitter civil war, which saw former friends and even family members on different sides. The IRA lost the civil war but the group did not go away and they continued to fight Great Britain.\nThe Troubles.\nIn the 1930s, the leftist group achieved some success in overcoming the division between Catholics and Protestants in Northern Ireland. The refusal of IRA-Leadership, to cooperate with this course, led to a further division. Frank Ryan led a part of the Congress-group after Spain, where they are in the Spanish Civil War against General Francisco Franco.\nThe brutal police action against the Northern Ireland civil rights movement and the raids by loyalist paramilitaries in 1967 brought the IRA back on the map. At that time and until the end of the 80s were Northern Irish Catholics were in a legal vacuum, and were de facto vulnerable to the whims of the official from Britain supported nordir-Protestant police forces and paramilitary groups. Open violence to murders, torture, open prosecution, defamation and exclusion of qualified training and public offices were years of normalcy for the Northern Irish Catholics. The IRA obtained the support of large parts of the Catholic population, and almost had the status of a \"protecting power\". Some Irish-Americans also supported the violence.\nIn the 60s, there were differences between the military and the Provisionals oriented rather Marxist-theory oriented Officials. This resulted 1969 to re-divide into Provisional Irish Republican Army PIRA and the \"official\" group OIRA, which is strong in the civil rights movement-oriented. The \"official\" wing of the IRA never formally dissolved, but is de facto since about 1980 is no longer relevant.\nIn the 80 years changed the leadership of the Provisional IRA, instead of the veterans from the south over younger activists from Northern Ireland to key positions. At the top of the Sinn Féin joined Gerry Adams, the party clearly to the left. In 1993 he initiated jointly with the Social Democrats John Hume to the peace process, in August 1994, the IRA a unilateral ceasefire, a prerequisite for the Good Friday Agreement created. Despite the ceasefire, the IRA remained active even though not fighting.\nOnly two small splinter groups held up at the last state of war: The Real IRA and the Continuity IRA. When a car bomb attack the splinter group, which is called \"Real IRA\", in August 1998, in Northern Ireland Omagh were a total of 29 people killed.\nOn 28 In July 2005, the end of the IRA's armed warfare. \"All IRA-Soldiers have been instructed to lay down their arms,\" reads a statement from the IRA days, and continued: \"We believe that there is now an alternative way, (…) the British rule in our country to an end.”On 26 September 2005, the complete disarmament of the IRA by the head of thedisarmament commission, Canadian General John de Chastelain, announced. Two pastors, one Catholic, one Protestant were present at the destruction of weapons, no photographs or video was allowed to be taken as proof.\nOn 29 In October 2005 Gerry Adams said that the IRA campaign had \"clearly come to an end\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Irish_Republican_Brotherhood","surface_form":"Irish Republican Brotherhood","offset":53},{"uri":"British_Army","surface_form":"British Army","offset":106},{"uri":"Irish_War_of_Independence","surface_form":"Irish War of Independence","offset":153},{"uri":"Ireland","surface_form":"island of Ireland","offset":322},{"uri":"Republic_of_Ireland","surface_form":"Republic of Ireland","offset":361},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":472},{"uri":"Trade_union","surface_form":"union's","offset":815},{"uri":"Militia","surface_form":"militia","offset":843},{"uri":"Easter_Rising","surface_form":"Easter Rising","offset":861},{"uri":"Independence","surface_form":"independence","offset":920},{"uri":"Irish_Parliament","surface_form":"Irish Parliament","offset":940},{"uri":"Irish_War_of_Independence","surface_form":"Irish War of Independence","offset":1042},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":1190},{"uri":"Treaty","surface_form":"treaty","offset":1227},{"uri":"Civil_war","surface_form":"civil war","offset":1355},{"uri":"Left-wing","surface_form":"leftist","offset":1567},{"uri":"Catholic","surface_form":"Catholic","offset":1638},{"uri":"Protestant","surface_form":"Protestant","offset":1652},{"uri":"Spanish_Civil_War","surface_form":"Spanish Civil War","offset":1853},{"uri":"Francisco_Franco","surface_form":"Francisco Franco","offset":1887},{"uri":"Civil_rights","surface_form":"civil rights","offset":1959},{"uri":"Paramilitary","surface_form":"paramilitary","offset":2276},{"uri":"Torture","surface_form":"torture","offset":2323},{"uri":"Defamation","surface_form":"defamation","offset":2350},{"uri":"Marxist","surface_form":"Marxist","offset":2739},{"uri":"Sinn_F%C3%A9in","surface_form":"Sinn Féin","offset":3232},{"uri":"Social_democracy","surface_form":"Social Democrats","offset":3331},{"uri":"Ceasefire","surface_form":"ceasefire","offset":3417}]}