{"id":413355,"url":"http://en.wikipedia.org/wiki/Fulk_III_of_Anjou","text":"Fulk III \"Nerra\" (970–1040), was a French nobleman who was the Count of Anjou from 987 to his death. He built up Angevin power by building a network of castles.\nEarly career.\nFulk was the son of Geoffrey I, Count of Anjou and Adele of Meaux. He was born about 970. Fulk was born into a dynasty of counts going back nearly a hundred years. His father, grandfather, great-grandfather and second great-grandfather had all been counts of Anjou before him. His father, Geoffrey I had been preparing Fulk to be count as he raised him. He was about age seventeen when his father died and Fulk became the next count. Two years earlier, in 985, his father arranged for him to be married to Elizabeth de Vendome, daughter of Bouchard, Count of Vendome. His nickname \"Nerra\" meant 'the Black'. It was probably given to him after his death.\nCount of Anjou.\nHis first years as count were a constant fight for survival. His western borders and his holdings in Touraine were not secure. His concerns were mainly holding and defending Angevin interests. Fulk also faced opposition from the church. Bishop Renaud of Angers and Guntarius abbot of St. Aubin both thought they could take advantage of an inexperienced young count. They wanted to take back lands they lost to Fulk's father, Geoffrey. But Fulk had a powerful ally in his uncle, Bishop Guy of Le Puy. Guy stepped in and sent the abbot on a pilgrimage and used force against Bishop Renaud.\nFulk fought against Conan I of Rennes at the Battle of Conquereuil on 27 June 992. Even though Conan had lost a battle to Fulk's father years before, he was still a powerful force in the region. Defeating and killing Conan gave Fulk Nerra a reputation as a very capable commander. Fulk then extended his power over Maine and Touraine.\nFulk Nerra had a longstanding rivalry with Odo II, Count of Blois. Hugh Capet, king of France had supported the Angevins against Blois. But king Robert II of France had been married to Bertha, (Odo II's mother) and supported Blois against Anjou. The king opposed Fulk's designs on Touraine and this forced him to pull back to Anjou. When Fulk went to the Holy Land Odo II tried to take advantage. He built three new castles to counter those built by Fulk. When Robert II married again, this time to Constance of Arles, she was Fulk's cousin. Relations between the king and Fulk improved. When Count Hugh of Beauvais, a favorite of King Robert, began speaking against his new wife Constance, Fulk had him killed. This turned the king and the church against Fulk. To ask forgiveness, Fulk took a trip to the Holy Land (he made four total). When he returned he built a new monastery. The king decided to stay with Constance. He and Fulk reconcilled in Rome in 1016. That same year war broke out between Fulk and Odo II of Blois. Fulk allied with Herbert I, Count of Maine, called Wakedog, and they attacked Tours. Odo II came in response and the two met on 6 July 1016. Although he was knocked off his horse, Herbert Wakedog rescued him. Fulk defeated Odo II at the Battle of Pontlevoy.\nOdo II fell out of favor with king Robert. Robert asked Fulk to help him against Odo II, which he did. In 1026 when Odo II beseiged Montboyau, Fulk Nerra attacked Saumur. Fulk kept Samur while Odo II lost Montboyau. In the later part of his reign Fulk made several gains in the south including much of Poitou and built a castle there to protect his interests.\nIn defending his territory Fulk had a large number of castles and other fortifications built. Fulk used these castles both offensively and defensively. Some of his fortresses cut in half the territory of a neighboring lord. Others were used as forward bases for attacking Touraine.\nFulk could be ruthless at times. His treatment of his first wife is an example. When he thought she had committed adultery, he ordered his countess to be executed by burning. They had been married nearly fifteen years when she died. Fulk continued to control Vendome through their daughter, Adele, and her family. In 1028 Fulk and his second wife, Hildegarde, founded the abbey of Le Ronceray. Originally a church dedicated to St. Mary, Hildegard was very active in its rebuilding into an abbey. They gave the abbey many gifts including the forest of Lattay. Fulk died 1 April 1040 while returning from his last pilgrimage.","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"French","offset":35},{"uri":"Nobleman","surface_form":"nobleman","offset":42},{"uri":"Count_of_Anjou","surface_form":"Count of Anjou","offset":63},{"uri":"Angevin","surface_form":"Angevin","offset":113},{"uri":"Castles","surface_form":"castles","offset":152},{"uri":"Geoffrey_I%2C_Count_of_Anjou","surface_form":"Geoffrey I, Count of Anjou","offset":195},{"uri":"Dynasty","surface_form":"dynasty","offset":286},{"uri":"Count","surface_form":"count","offset":297},{"uri":"Anjou","surface_form":"Anjou","offset":434},{"uri":"Nickname","surface_form":"nickname","offset":747},{"uri":"Survival","surface_form":"survival","offset":896},{"uri":"Borders","surface_form":"borders","offset":918},{"uri":"Holdings","surface_form":"holdings","offset":934},{"uri":"Touraine","surface_form":"Touraine","offset":946},{"uri":"Angers","surface_form":"Angers","offset":1099},{"uri":"Abbot","surface_form":"abbot","offset":1120},{"uri":"Pilgrimage","surface_form":"pilgrimage","offset":1384},{"uri":"Conan_I_of_Rennes","surface_form":"Conan I of Rennes","offset":1453},{"uri":"Battle_of_Conquereuil","surface_form":"Battle of Conquereuil","offset":1478},{"uri":"Maine_(province)","surface_form":"Maine","offset":1748},{"uri":"Touraine","surface_form":"Touraine","offset":1758},{"uri":"Rival","surface_form":"rivalry","offset":1798},{"uri":"Odo_II%2C_Count_of_Blois","surface_form":"Odo II, Count of Blois","offset":1811},{"uri":"Hugh_Capet","surface_form":"Hugh Capet","offset":1835},{"uri":"The_king","surface_form":"king","offset":1847},{"uri":"France","surface_form":"France","offset":1855},{"uri":"Blois","surface_form":"Blois","offset":1897},{"uri":"Robert_II_of_France","surface_form":"Robert II of France","offset":1913},{"uri":"Monastery","surface_form":"monastery","offset":2638},{"uri":"Herbert_I%2C_Count_of_Maine","surface_form":"Herbert I, Count of Maine","offset":2811},{"uri":"Tours","surface_form":"Tours","offset":2872},{"uri":"Battle_of_Pontlevoy","surface_form":"Battle of Pontlevoy","offset":3031},{"uri":"Montboyau","surface_form":"Montboyau","offset":3184},{"uri":"Saumur","surface_form":"Saumur","offset":3215},{"uri":"Poitou","surface_form":"Poitou","offset":3354},{"uri":"Fortifications","surface_form":"fortifications","offset":3484},{"uri":"Abbey","surface_form":"abbey","offset":4066},{"uri":"Mary_Magdalene","surface_form":"St. Mary","offset":4121},{"uri":"Gifts","surface_form":"gifts","offset":4215}]}