{"id":413576,"url":"http://en.wikipedia.org/wiki/Trance","text":"Trance describes a state of mind. A trance is when a person is conscious, and not sleeping, but is unaware of what is happening around him or her.\nThe term \"trance\" is associated with hypnosis, meditation, magic, flow, religion, and certain kinds of music. It is an \"altered state of consciousness\".\nThere are many efforts to define what a trance is. Some think it is a borderland between normal consciousness and spirituality\nThe most straightforward example is when a person is hypnotized, they are in a trance. Conscious, and responding to the hypnotist, the person seems to block out other thoughts and other information.\nAnother common example is the day-dream, where a person's mind drifts across private thoughts. Everyone daydreams, but young children constantly daydream, and have vivid imaginary fantasies. This is entirely normal. In the language of psychology, this kind of temporary separation from one's surroundings is called \"dissociation\". Research shows that a lot is going on when we daydream.\nThere are many examples of trance in religion. African animistic religions, such as that of the Yoruba, feature dances in celebration of the spirits. Under the influence of rhythm and song, a group dances, often for hours at a time. During this time, various members of the group may fall into trances, and some may act as if possessed by one of the spirits being worshiped. States of \"spiritual ecstasy\" are known in most forms of Christian worship. It is a main part of those aspects of religion known as \"mysticism\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Conscious","surface_form":"conscious","offset":63},{"uri":"Hypnosis","surface_form":"hypnosis","offset":184},{"uri":"Meditation","surface_form":"meditation","offset":194},{"uri":"Magic","surface_form":"magic","offset":206},{"uri":"Flow_(psychology)","surface_form":"flow","offset":213},{"uri":"Religion","surface_form":"religion","offset":219},{"uri":"Altered_state_of_consciousness","surface_form":"altered state of consciousness","offset":267},{"uri":"African","surface_form":"African","offset":1060},{"uri":"Yoruba","surface_form":"Yoruba","offset":1109}]}