{"id":413639,"url":"http://en.wikipedia.org/wiki/Earl_Stevick","text":"e=\"preserve\">Earl Stevick (23 October 23, 1923 - 13 August 2013) was an expert in language learning and teaching. Stevick was influential in developing the communicative approach to language learning. He was a practicing Christian and this greatly influenced his approach to education.\nAcademic career.\nHe studied government at Harvard University, earned a Master of Arts in Teaching English as a Foreign Language at Columbia University, and a PhD in linguistics at Cornell University. After he received his PhD, Stevick began teaching at Scarritt College for Christian Workers in Nashville, Tennessee. He applied for and received a Ford Fellowship and went to teach in Angola, Belgian Congo and Southern Rhodesia for two years. He then worked for the U.S. State Department’s Foreign Service Institute, creating courses to learn local African languages.\nStevick was one of a small group of language educators who created the Master of Arts in Teaching degree at the SIT Graduate Institute in 1969. It was called School for International Training at that time. He continued to help with that program as a member of the advisory board.\nFamily.\nStevick met Betty Rae Culp in 1947. They married in 1948. Some of Stevick's family members are still alive, including: a brother, Bob Stevick, of Seattle, Washington; three children, Becky Clarke of Lexington, Marian Walton of Cedar Rapids, Iowa, and Joel Stevick of Rockville, Maryland; eight grandchildren and six great-grandchildren.","categories":[],"infobox_types":[],"annotations":[{"uri":"Christian","surface_form":"Christian","offset":221},{"uri":"Harvard_University","surface_form":"Harvard University","offset":328},{"uri":"Master_of_Arts","surface_form":"Master of Arts","offset":357},{"uri":"Columbia_University","surface_form":"Columbia University","offset":417},{"uri":"PhD","surface_form":"PhD","offset":444},{"uri":"Cornell_University","surface_form":"Cornell University","offset":466},{"uri":"Nashville%2C_Tennessee","surface_form":"Nashville, Tennessee","offset":581},{"uri":"Angola","surface_form":"Angola","offset":670},{"uri":"Belgian_Congo","surface_form":"Belgian Congo","offset":678},{"uri":"Southern_Rhodesia","surface_form":"Southern Rhodesia","offset":696},{"uri":"SIT_Graduate_Institute","surface_form":"SIT Graduate Institute","offset":966},{"uri":"Seattle%2C_Washington","surface_form":"Seattle, Washington","offset":1288},{"uri":"Cedar_Rapids%2C_Iowa","surface_form":"Cedar Rapids, Iowa","offset":1369},{"uri":"Rockville%2C_Maryland","surface_form":"Rockville, Maryland","offset":1409}]}