{"id":413790,"url":"http://en.wikipedia.org/wiki/Family_International","text":"e=\"preserve\">Family International, which had been called The Children of God, The Family of Love and The Family, is a New Age religion, and a cult. It was started in the 1960s in California by David Brandt Berg (1919–1994).\nHistory.\nIdentified by Chinese government as a cult (1990s)\nOverview.\nBroadly, the Family are a Christian evangelical movement. However, their beliefs are selective. Their \"spiritual revolution\" is against the outside world, which the members called \"the System\". After the death of the founder, his widow Karen Zerby became the leader of TFI, taking the title of 'Queen' and 'prophetess.' She married Steve Kelly, an assistant of David Berg whom Berg had chosen as her 'consort' before his death. Steve Kelly took the title of 'King Peter' and became the public face of TFI, speaking in a more public capacity than either David Berg or Karen Zerby.\n'Flirty Fishing'.\nIn 1974, the group began a method of evangelism called Flirty Fishing. This meant using sex to \"show God's love\" and win converts. The method was apparently exrtemely successful. According to TFI, as a result of Flirty Fishing, \"over 100,000 received God's gift of salvation through Jesus, and some chose to live the life of a disciple and missionary\".\nThe group encouraged children to have sex with adults and each other. The High Court of Justice, Family Division, in the UK found there to be \"widespread sexual abuse of young children and teenagers by adult members of The Family\". According to data provided by TFI to researcher Bill Bainbridge, from 1974 until 1987, members had sexual contact with 223,989 people while practicing Flirty Fishing. Flirty Fishing also resulted in the births of many children, including Karen Zerby's son, Davidito (aka Ricky Rodriguez). He committed suicide after murdering a female member of the cult who had sexually abused him as a toddler. Children born as result of Flirty Fishing were referred to as \"Jesus Babies\". By the end of 1981, more than 300 \"Jesus Babies\" had been born.\nLater corrections.\nFlirty Fishing was officially abandoned in 1987. After some complaints from people who had been abused as children by adults, a new rule, that sexual interactions should not occur between an adult and a minor, was encouraged and promoted, but not enforced.\nIn March 1989, TF issued a statement which stated that, in \"early 1985\" an urgent memorandum was sent to all of its members \"reminding them that any such activities [adult-child sexual contact] are strictly forbidden within our group\". In January 2005, Claire Borowik, spokesperson for TFI, issued a statement that said, \"Due to the fact that our current zero-tolerance policy regarding sexual interaction between adults and underage minors was not clearly stated in our literature published before 1986, we came to the realization that during a transitional stage of our movement, from 1978 until 1986, there were cases when some minors were subject to sexually inappropriate advances... This was corrected officially in 1986, when any contact between an adult and minor (any person under 21 years of age) was declared an excommunicable offense\".","categories":[],"infobox_types":[],"annotations":[{"uri":"New_Age","surface_form":"New Age","offset":118},{"uri":"Cult","surface_form":"cult","offset":142},{"uri":"Government","surface_form":"government","offset":255},{"uri":"Evangelical","surface_form":"evangelical","offset":330},{"uri":"Missionary","surface_form":"missionary","offset":1232},{"uri":"Murder","surface_form":"murder","offset":1793}]}