{"id":413760,"url":"http://en.wikipedia.org/wiki/Geoffrey_II_of_Anjou","text":"e=\"preserve\">Geoffrey II, called Martel (\"the Hammer\"), was a French nobleman who was the Count of Anjou from 1040 to 1060. He was the last count who was a male line descendant of Ingelger. The countship passed through his sister Ermengarde-Blanche of Anjou to her son Geoffrey III.\nEarly career.\nGeoffrey was born 14 October 1006. He was the son of Fulk the Black and Hildegard of Lorraine. As the count of Vendome, Geoffrey married Agnes of Burgundy. About 1038 Geoffrey was asked by Herbert Braco to help him against Gervais, the Bishop of Le Mans. During the short war between them Geoffrey broke his hip. This caused Geoffrey to have to transfer some of his vassals to Bishop Gervais.\nCount of Anjou.\nAt his father's death in 1040 Geoffrey Martel succeeded him. Along with king Henry I of France Geoffrey maintained a war against the count Theobald of Blois. As the power of Blois was reduced the power of Anjou increased. But Geoffrey became too powerful and by the late 1040s the king turned against him.\nAbout 1047 Geoffrey began to look to the north for more land. Geoffrey attacked the castle of Château-du-Loir owned by Bishop Gervais. He did not capture the castle but burned some of it. Geoffrey did capture Bishop Gervais who he threw in prison. The Council of Reims in 1049 ordered Geoffrey to release his captive bishop or they would excommunicate him. Even when the pope did excommunicate Geoffrey the following year he would not release the Bishop.\nGeoffrey next acquired the castles of Alençon and Domfront on the southern border of Normandy. From there he raided into Normandy. In 1051 Duke William moved against Domfront but was not able to defeat the fortress. William then set up a siege of the castle to force it to surrender. This caused Geoffrey to leave Maine and return to Anjou.\nIn early 1052 a political shift occurred. King Henry I reconciled with Geoffrey Martel and about the same time he turned against Duke William of Normandy.\nIn the same year, 1052, when the count of Maine, Hugh, died Geoffrey took over Maine without a fight. He ruled Maine until his death. Bishop Gervaise finally purchased his freedom from Geoffrey by giving him Château-du-Loir and promising not to return to Le Mans. Gervais went to the court of Duke William of Normandy. Another event in 1052 in Normandy would bring King Henry and Count Geoffrey together against William of Normandy. William of Arques, a vassal and relative of Duke William rebelled. In 1053 the king, along with Geoffrey of Anjou entered Normandy to assist William of Arques against Duke William. The duke had laid siege to the castle of Arques. But the relief effort failed and King Henry and count Geoffrey were forced to leave Normandy. In 1054 the King, accompanied by Geoffrey Martel again raided into Normandy. The king's brother, Odo, led a second force which attacked Normandy from the west. Odo's forces were defeated causing the king and count Geoffrey to leave Normandy again.\nIn 1058 Geoffrey was visited by the king in Anjou. The two planned their next attacks on Normandy. In August of that year the two led a combined force into Normandy to pillage and burn what they could. At a crossing of the Dives River their force was caught by the rising tide. Geoffrey and the king were on the other side when the bulk of their army was attacked and defeated by Duke William. All Geoffrey and the king could do was leave Normandy as fast as they could. The king's death in the summer of 1060 and Geoffrey's death in November of that same year ended their wars.\nFamily.\nGeoffrey II's first wife was Agnes of Burgundy, the widow of William V of Aquitaine; she and Geoffrey married in 1032, but had divorced by 1050.\nHis second wife was named Grace.\nHis third wife was Adèle, the daughter of a \"Count Odo\" of Blois.\nHis last wife was Adelaide \"La Teutonne\".","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"French","offset":62},{"uri":"Nobleman","surface_form":"nobleman","offset":69},{"uri":"Count_of_Anjou","surface_form":"Count of Anjou","offset":90},{"uri":"Count","surface_form":"count","offset":140},{"uri":"Ingelger","surface_form":"Ingelger","offset":180},{"uri":"Geoffrey_III_of_Anjou","surface_form":"Geoffrey III","offset":269},{"uri":"Fulk_III_of_Anjou","surface_form":"Fulk the Black","offset":350},{"uri":"Lorraine","surface_form":"Lorraine","offset":382},{"uri":"Burgundy","surface_form":"Burgundy","offset":443},{"uri":"Le_Mans","surface_form":"Le Mans","offset":543},{"uri":"Vassals","surface_form":"vassals","offset":663},{"uri":"Henry_I_of_France","surface_form":"Henry I of France","offset":783},{"uri":"Anjou","surface_form":"Anjou","offset":911},{"uri":"Castle","surface_form":"castle","offset":1096},{"uri":"Ch%C3%A2teau-du-Loir","surface_form":"Château-du-Loir","offset":1106},{"uri":"Capture","surface_form":"capture","offset":1213},{"uri":"Church_council","surface_form":"Council","offset":1264},{"uri":"Reims","surface_form":"Reims","offset":1275},{"uri":"Captive","surface_form":"captive","offset":1321},{"uri":"Excommunication","surface_form":"excommunicate","offset":1350},{"uri":"Pope","surface_form":"pope","offset":1383},{"uri":"Alen%C3%A7on","surface_form":"Alençon","offset":1505},{"uri":"Domfront","surface_form":"Domfront","offset":1517},{"uri":"Normandy","surface_form":"Normandy","offset":1552},{"uri":"Fortress","surface_form":"fortress","offset":1673},{"uri":"Maine","surface_form":"Maine","offset":1781},{"uri":"William_the_Conqueror","surface_form":"Duke William of Normandy","offset":2256},{"uri":"Agnes_of_Burgundy%2C_Duchess_of_Aquitaine","surface_form":"Agnes of Burgundy","offset":3584},{"uri":"William_V_of_Aquitaine","surface_form":"William V of Aquitaine","offset":3616}]}