{"id":413871,"url":"http://en.wikipedia.org/wiki/Gabriel_Garc%C3%ADa_Moreno","text":"Gabriel Gregorio Fernando José María García y Moreno y Morán de Buitrón (December 24, 1821 – August 6, 1875) was an Ecuadorian politician who twice served as President of Ecuador (1859–65 and 1869–75) and was assassinated during his second term, after being elected to a third.\nHe is known for his conservatism, Catholic religious belief and being enemies with liberal strongman Eloy Alfaro. Under his administration, Ecuador became a leader in science and higher education within Latin America.\nIn addition to the advances in education and science, he was noted for economically and agriculturally advancing the country, as well as for his staunch opposition to corruption, even giving his own salary to charity.\nMoreno was born on December 24, 1821 in Guayaquil, Ecuador. He was married two times. The Liberals hated García Moreno; when he was elected a third time in 1875, it was considered to be his death warrant. He wrote immediately to Pope Pius IX asking for his blessing before inauguration day on August 30.\nMoreno was assassinated exiting the Cathedral in Quito on August 6, 1875. He was struck down with knives and revolvers, his last words being: \"¡Dios no muere!\" (\"God does not die!\"). Faustino Rayo assaulted him with six or seven blows of a machete, while three others fired their revolvers.\nGabriel Garcia Moreno received Last Rites just before he died. Pope Pius IX declared that Gabriel Garcia Moreno \"died a victim for the Faith and Christian Charity for his beloved country.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Ecuador","surface_form":"Ecuador","offset":116},{"uri":"Politician","surface_form":"politician","offset":127},{"uri":"President_of_Ecuador","surface_form":"President of Ecuador","offset":158},{"uri":"Assassination","surface_form":"assassinated","offset":209},{"uri":"Conservatism","surface_form":"conservatism","offset":298},{"uri":"Catholic_Church","surface_form":"Catholic","offset":312},{"uri":"Liberalism","surface_form":"liberal","offset":361},{"uri":"Caudillo","surface_form":"strongman","offset":369},{"uri":"Eloy_Alfaro","surface_form":"Eloy Alfaro","offset":379},{"uri":"Higher_education","surface_form":"higher education","offset":457},{"uri":"Political_corruption","surface_form":"corruption","offset":663},{"uri":"Guayaquil","surface_form":"Guayaquil","offset":754},{"uri":"Pope_Pius_IX","surface_form":"Pope Pius IX","offset":943},{"uri":"Quito","surface_form":"Quito","offset":1067},{"uri":"Faustino_Rayo","surface_form":"Faustino Rayo","offset":1201},{"uri":"Last_Rites","surface_form":"Last Rites","offset":1340}]}