{"id":414019,"url":"http://en.wikipedia.org/wiki/Momoiro_Clover_Z","text":"is a Japanese idol group. It is commonly abbreviated as.\nThe group is known for energetic performances, incorporating elements of ballet, gymnastics, and action movies. In 2013, it was the 4th music artist by total sales revenue in Japan, with over ¥5.2 billion.\nMomoiro Clover Z is ranked as the most popular female idol group according to 2013 and 2014 surveys.\nMusic style.\nMomoclo's songs are \"hyperactive J-pop numbers\". Their live performances are heavily choreographed and acrobatic. The group is known for their chaotic energy that is similar to that of punk bands. The response from the audience is also enthusiastic. Because of the hard dances, the girls' voices are not very stable. Nevertheless, they never lipsynch on stage. Overall, the group and its music are progressive and forward-thinking.\nThe group has worked with many famous songwriters and musicians, belonging to different genres of music, from pop to punk and heavy metal. For example, Marty Friedman played the guitar for, one of the singles, and also appeared on the group's concert.\nMembers.\nOn stage, the members can be easily found by the colors of their clothes.\nCollaboration.\nMomoiro Clover Z have collaborated with overseas artists.\nThe group sings theme music for anime which are famous overseas too.\nName origin.\nThe group formed in the spring of 2008 and officially debuted as a six-member unit a year later. It was originally named \"Momoiro Clover\", which means \"Pink Clover\". The name was chosen to show that the band was composed of innocent girls who wanted to bring happiness to people.\nIn 2011, the group faced a crisis because subleader Akari Hayami suddenly quit. Then, the management added the letter \"Z\" to the name. In Japan, \"Z\" is a symbol of evolution.\nThe group is nicknamed, because most of its members are students and the group is active mainly on weekends.\nThe group gives a special emphasis to closeness to the fans and its slogan is. They used to perform on park walkways for passers-by. They also gave free concerts in electronics stores and sold CDs by themselves. Though the group made it big, their deep appreciation of the fans can be seen at their live concerts and events, when they make deep and long \"ojigi\", a bow to say thanks.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japanese_idol","surface_form":"Japanese idol","offset":5},{"uri":"Japanese_yen","surface_form":"¥","offset":249},{"uri":"Japanese_idol","surface_form":"idol group","offset":317},{"uri":"Lip_sync","surface_form":"lipsynch","offset":719}]}