{"id":41403,"url":"http://en.wikipedia.org/wiki/Selenium","text":"Selenium is a chemical element. Its chemical symbol is Se and its atomic number is 34. It has 34 protons and 34 electrons and a mass number of 78.96.\nPhysical properties.\nSelenium (selenium atoms only) has several different forms. They are called allotropes. The most stable of these is a dense gray semimetal (an element that is partially a metal and a nonmetal). The way the atoms are put together is a named a trigonal polymer chain. It lets electricity pass through it better in the light than in the dark. This form is used in photocells.\nSelenium also has many nonconductive forms: a black glass-like substance, as well as several red crystalline forms. In the red form the eight atoms of selenium form ring to make a molecule. These rings then stack together to make the solid red selenium. The way that red seleniums atoms are put together is similar to sulfur.\nChemical properties.\nSelenium is not very reactive. It does not dissolve in acids except nitric acid. It also dissolves in alkali's like sodium hydroxide. It reacts with air when powdered to make selenium(IV) oxide. It does not react with many things, so selenium(IV) oxide is what most selenium compounds are made from.\nSelenium forms several oxidation states; -2, +2, +4, and +6. The -2 state is in selenides. Selenides are strong reducing agents. They are stronger reducing agents than sulfides. Hydrogen selenide is the acid made from selenide ion. Selenium also reacts with reactive metals to make selenides, such as sodium selenide or aluminium selenide.\nThe +1 state is found in some selenium compounds, such as selenium(I) chloride. They are the most unreactive selenium compounds.\nThe +4 state is found in selenites. Selenites and selenous acid are moderate oxidizing agents. It is made by dissolving selenium dioxide in water and making selenous acid. Then selenous acid is reacted with bases to make selenites.\nThe +6 state is found in selenates. Selenates and selenic acid are powerful oxidizing agents. Selenic acid can even dissolve gold! They are made by reacting hydrogen peroxide with selenium(IV) oxide to get selenium(VI) oxide, which dissolves in water to make selenic acid. Selenates are more reactive than sulfates.\nMost selenium compounds are colorless. Selenium compounds are not common.\nChemical compounds.\nSelenides are the most common -2 compounds. Selenides are strong reducing agents.\n+4 compounds can exist in anions or cations.\n+6 compounds can exist in anions or cations, too.\nOccurrence.\nSelenium is very rarely found as an element in the ground. Most selenium in soil is in a very tiny amount. It is easily washed away. It is in very small amounts in the human body. Selenium is found most in sulfide ores like pyrite. This selenium is in selenides. Selenium is gotten as a byproduct. Sometimes selenium is concentrated in plants. It can also be leached into rivers when copper is mined. Too much selenium is bad for a river. Some coal has selenium in it.\nPreparation.\nIt is made as a byproduct when refining copper and certain other sulfide ores. Selenium is made by oxidizing selenide ores to selenium dioxide. The selenium dioxide is dissolved in acidic water to make selenous acid, which is reacted with sulfur dioxide to make selenium as an element. It is the red form that is made. To make the black form, the red form is heated and melted.\nIn materials.\nSelenium is used in photocells. The gray metallic form is used, as it changes its electrical conductivity when light shines on it. Selenium is also used as a catalyst. The largest use is to color glass red. It can be used in special brasses instead of lead. It is used in some rectifiers. Most use silicon instead. It is used to tone photographs. It can be used to remove dandruff from hair in the form of selenium sulfide.\nIn the human body.\nSelenium is a trace element in the human body. Humans need very small amounts of selenium. Only about 50-200 micrograms are needed. Selenium can be toxic if more than 400 micrograms are taken. Once there was coal that had a large amount of selenium in it. People were getting selenium poisoning from the coal.\nSelenium deficiency is rare. Although selenium has some helpful effects on the human body, it also has some harmful effects and only a very little should be eaten.\nSafety.\nIt is toxic in large amounts. Some selenium compounds are very toxic and harmful to things that live in water. Consuming around 5 mg of selenium per day can kill a human being after a certain amount of time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_element","surface_form":"chemical element","offset":14},{"uri":"Atomic_number","surface_form":"atomic number","offset":66},{"uri":"Proton","surface_form":"proton","offset":97},{"uri":"Electron","surface_form":"electron","offset":112},{"uri":"Mass_number","surface_form":"mass number","offset":128},{"uri":"Atom","surface_form":"atom","offset":190},{"uri":"Allotrope","surface_form":"allotrope","offset":247},{"uri":"Stable","surface_form":"stable","offset":268},{"uri":"Semimetal","surface_form":"semimetal","offset":300},{"uri":"Metal","surface_form":"metal","offset":342},{"uri":"Nonmetal","surface_form":"nonmetal","offset":354},{"uri":"Trigonal_polymer_chain","surface_form":"trigonal polymer chain","offset":413},{"uri":"Electricity","surface_form":"electricity","offset":445},{"uri":"Photocell","surface_form":"photocell","offset":532},{"uri":"Substance","surface_form":"substance","offset":607},{"uri":"Crystal","surface_form":"crystal","offset":641},{"uri":"Molecule","surface_form":"molecule","offset":724},{"uri":"Selenium(IV)_oxide","surface_form":"selenium(IV) oxide","offset":1066},{"uri":"Oxidation_state","surface_form":"oxidation state","offset":1214},{"uri":"Selenide","surface_form":"selenide","offset":1271},{"uri":"Reducing_agent","surface_form":"reducing agent","offset":1303},{"uri":"Hydrogen_selenide","surface_form":"Hydrogen selenide","offset":1369},{"uri":"Sodium_selenide","surface_form":"sodium selenide","offset":1492},{"uri":"Aluminium_selenide","surface_form":"aluminium selenide","offset":1511},{"uri":"Selenium(I)_chloride","surface_form":"selenium(I) chloride","offset":1589},{"uri":"Selenite","surface_form":"selenite","offset":1685},{"uri":"Selenous_acid","surface_form":"selenous acid","offset":1710},{"uri":"Oxidizing_agent","surface_form":"oxidizing agent","offset":1737},{"uri":"Selenate","surface_form":"selenate","offset":1917},{"uri":"Selenic_acid","surface_form":"selenic acid","offset":1942},{"uri":"Hydrogen_peroxide","surface_form":"hydrogen peroxide","offset":2049},{"uri":"Selenium(VI)_oxide","surface_form":"selenium(VI) oxide","offset":2098},{"uri":"Anion","surface_form":"anion","offset":2410},{"uri":"Cation","surface_form":"cation","offset":2420},{"uri":"Sulfide","surface_form":"sulfide","offset":2697},{"uri":"Pyrite","surface_form":"pyrite","offset":2715},{"uri":"Byproduct","surface_form":"byproduct","offset":2778},{"uri":"Acid","surface_form":"acid","offset":3154},{"uri":"Sulfur_dioxide","surface_form":"sulfur dioxide","offset":3212},{"uri":"Metallic","surface_form":"metallic","offset":3406},{"uri":"Conductivity","surface_form":"conductivity","offset":3458},{"uri":"Catalyst","surface_form":"catalyst","offset":3523},{"uri":"Brass","surface_form":"brass","offset":3598},{"uri":"Rectifier","surface_form":"rectifier","offset":3642},{"uri":"Silicon","surface_form":"silicon","offset":3663},{"uri":"Dandruff","surface_form":"dandruff","offset":3737},{"uri":"Trace_element","surface_form":"trace element","offset":3822},{"uri":"Toxic","surface_form":"toxic","offset":4296}]}