{"id":414146,"url":"http://en.wikipedia.org/wiki/Manila_hostage_crisis","text":"The Manila hostage crisis (Tagalog: Pagbibihag ng bus sa Maynila; Chinese: 馬尼拉人質事件'\") happened on August 23, 2010. A man who had been fired from the Philippine National Police, Rolando del Rosario Mendoza, came onto a tourist bus in Rizal Park and took the passengers hostages. Nine people (including 8 tourists from Hong Kong, killed by Mendoza, and Mendoza himself) were killed in the incident.\nSince Hong Kong people blamed the Philippines Government for not handling the incident properly, the relationship between Hong Kong and the Philippines had become much worse.\nMurderer.\nRolando del Rosario Mendoza was formerly a policeman. In 2008, he was fired because of complaints that he forced an arrested chef to admit drug trafficking that he had never done.\nWhen he came aboard the tourist bus, he posted a sticker to the bus stating \"BIG MISTAKE TO CORRECT A BIG WRONG DECISION\".\nTour group.\nThe tour group was held by Hong Thai Travel. It set off on 20 August. The day when the incident happen was the last day of the tour. That day was also the Ghost Festival of China.\nProcess.\n\"Note that the time mentioned in this chapter is 8 hours faster than the UTC.\"\nAbout 10 o'clock, Mendoza came apart the bus by force. At that time, he let the tour guide and the hostage contact their households. The tour guide, Tse Ting Chunn, phoned the Assistant Manager, \"依家有咗好大鑊嘅問題……有個軍人上咗我部車挾持咗我哋成部車，佢有兩把槍。(There is a serious incident. A solider came apart our bus and took us as hostage. He has two gun.)\" The manager told him to make the tourist be calm.\nAt 2 pm, a younger brother of Mendoza came. A police officer took his gun. Mendoza got angry and shouted. At 9 pm, he started killing the tourists. First, he killed the tour guide. Next, he shot at Yik Siu Ling. She pretended to be dead. Then, some of the tourists decided to subdue him, but they were shot. After that, he kept on shooting at the tourists.\nAbout 7 pm, The Philippine National Police signed the reinstatement order of Mendoza. However, because of the traffic jam, the document wasn't deliver to him on time. When the document was delivered, he had already killed many tourists.\nDeaths and injured people.\nThe tour guide and six tourists were shot by The Punisher and Mendoza died. Mendoza himself was shot by the The Punisher afterwards. In the incident, seven tourists were hurt. Some of them are still staying at the hospital or undergoing surgery today. Mike Yadrillo y Campanero, a citizen in the Philippines and a staff of TVB were also injured during the shootings.\nInvestigation.\nThe government of the Philippines agreed that the killed tourists were murdered.\nSanctions to the Philippines.\nOn 5 November 2013, the Chief Executive of Hong Kong, CY Leung, has claimed that if no progress are made in a month, there will be sanctions to the Philippines.\nOn 29 January 2014, Hong Kong has canceled visa-free privileges for Philippine officials. However, Aquino III, the president of the Philippines, still refuses to apologize for the incident.\nHacking.\nThe official website of Bulacan, a city of the Philippines, was hacked. The background music was changed to the national anthem of the People's Republic of China and text was added which requested the government to apologize.\nFuneral and Other Matters.\nAfter the accident, some of the bodies of the killed tourists had been mixed up. Also, the staff of the funeral house opened the coffins and let journalists take photos. Such events made the Hong Kong people very more angry. Ironically, Mendoza's funeral was held at his home and his coffin was covered by the national flag of the Philippines. This added anger to the people of Hong Kong. A \"netizen\" of Hong Kong even joked that the Philippine flag could be used as doormat.\nAt last, the Philippines Government said that the flag was used improperly. They had already asked the households of Mendoza to remove the flag.\nTse Ting Chunn, the tour guide, was buried in Diamond Hill Crematorium. Three tourist were buried at St. Raphael's Catholic Cemetery temporarily. The others were buried in Tribute Garden.\nRescue Units.\nWhen a injured tourist was on an ambulance, he asked for a bandage. However, a nurse told him to cover the wound himself.\nAnother injured tourist was sent to the Manila Doctors Hospital. However, a guard didn't let her in. Finally, when she was being transferred to the Manila City Hospital, she died.\nHong Kong.\nThe Government had set up public places for mourning, and also a Facebook page.。\nMourning masses were held in churches.\nMany websites of Hong Kong turned their logos gray. \"A Symphony of Lights\", a firework and light show held every evening at 8:00 pm in Hong Kong was suspended.\nA joint demonstration march was held by the policial parties such as the Democratic Party, the Civic Party, Hong Kong Federation of Trade Unions, and Democratic Alliance for the Betterment and Progress of Hong Kong.\nThe Philippines.\nOn 25 August, different religious organizations held Puja and mass. Upajjhayas of Fo Guang Shan, a Taiwanese temple, prayed for peace. The Archbishop of Manila led a prayer and 200 police officers lit candles for the dead in a mourning ceremony.\nMacau.\nFernando Chui Sai On, chief executive of Macau, wrote a condolence letter to Donald Tsang, the Chief Executive of Hong Kong then. The Encyclopedia of Virtual Communities in Macau turned its logo gray.\nLegal action.\nIn 2013, household of the died tour guide and some of the the injured filed a petition to the High Court. The petition is against the government of the Philippines, former mayor of Manila and 7 other units.\nTwo of the injured also filed a petition, but it was against the Hong Thai Travel.\nAffection to the tourism industry.\nAt 21:45 on 23 August 2008, Security Bureau had raised the Outbound Travel Alert for the Philippines to Black.\nIn the first two months after the incident, 4000 pesos of tourist receipts were lost. In August 2010, about 12,000 tourists were from Hong Kong. However, in September, there were only about 7000 tourists form Hong Kong.\nControversies in the Internet.\nJackie Chan, an actor, said that Hong Kong people had forgiven the Philippine Police. Many \"netizens\" in Hong Kong disagreed his comment and condemned him. Later, his blog had an entry about his own café in the Philippines welcomed by the Philippine policemen. He later apologized.\nOne year after the crime, Wong Koon Chung, a singer, said that he would support killing the Philippine President Aquino III and cursing him with foul language. He later took back his speech.\nAnecdote.\nA Hong Kong TV station, TVB, played \"Can't Buy Me Love\", a comedy, after the live show of the hostage incident. TVB had received complaints afterwards.\nHowever, there were comments that comedies could make the audience relaxed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tagalog_language","surface_form":"Tagalog","offset":27},{"uri":"Chinese_language","surface_form":"Chinese","offset":66},{"uri":"Philippine_National_Police","surface_form":"Philippine National Police","offset":149},{"uri":"Tourist","surface_form":"tourist","offset":218},{"uri":"Bus","surface_form":"bus","offset":226},{"uri":"Rizal_Park","surface_form":"Rizal Park","offset":233},{"uri":"Passenger","surface_form":"passenger","offset":257},{"uri":"Hostages","surface_form":"hostages","offset":268},{"uri":"Philippines","surface_form":"Philippines","offset":537},{"uri":"Chef","surface_form":"chef","offset":707},{"uri":"UTC%2B8","surface_form":"8 hours faster than the UTC","offset":1135},{"uri":"TVB","surface_form":"TVB","offset":2492},{"uri":"Murder","surface_form":"murder","offset":2622},{"uri":"Bulacan","surface_form":"Bulacan","offset":3046},{"uri":"National_anthem_of_the_People%27s_Republic_of_China","surface_form":"national anthem of the People's Republic of China","offset":3134},{"uri":"Funeral_home","surface_form":"funeral house","offset":3379},{"uri":"National_flag_of_the_Philippines","surface_form":"national flag of the Philippines","offset":3585},{"uri":"Doormat","surface_form":"doormat","offset":3742},{"uri":"Diamond_Hill_Crematorium","surface_form":"Diamond Hill Crematorium","offset":3942},{"uri":"St._Raphael%27s_Catholic_Cemetery","surface_form":"St. Raphael's Catholic Cemetery","offset":3997},{"uri":"Tribute_Garden","surface_form":"Tribute Garden","offset":4068},{"uri":"Facebook","surface_form":"Facebook","offset":4476},{"uri":"Mass","surface_form":"mass","offset":4501},{"uri":"A_Symphony_of_Lights","surface_form":"A Symphony of Lights","offset":4584},{"uri":"Religion_organization","surface_form":"religious organization","offset":4948},{"uri":"Puja","surface_form":"Puja","offset":4977},{"uri":"Upajjhaya","surface_form":"Upajjhaya","offset":4992},{"uri":"Archbishop","surface_form":"Archbishop","offset":5063},{"uri":"Macau","surface_form":"Macau","offset":5170},{"uri":"Fernando_Chui_Sai_On","surface_form":"Fernando Chui Sai On","offset":5177},{"uri":"Donald_Tsang","surface_form":"Donald Tsang","offset":5254},{"uri":"Petition","surface_form":"petition","offset":5470},{"uri":"Mayor","surface_form":"mayor","offset":5564},{"uri":"Jackie_Chan","surface_form":"Jackie Chan","offset":6079},{"uri":"Wong_Koon_Chung","surface_form":"Wong Koon Chung","offset":6387},{"uri":"Aquino_III","surface_form":"Aquino III","offset":6474},{"uri":"Profanity","surface_form":"foul language","offset":6506}]}