{"id":414279,"url":"http://en.wikipedia.org/wiki/Brian_Sims","text":"Brian K. Sims was the first college American football captain to come out as gay. He is also the first openly gay person elected to the Pennsylvania General Assembly.\nLife.\nSims's parents were both colonels in the U.S. Army. He has a twin brother, an older brother, and a younger sister. He went to high school in Chester County, Pennsylvania.\nSims has a bachelor of science degree from Bloomsburg University of Pennsylvania. He also has a juris doctor degree from the Michigan State University College of Law.\nAt Bloomsburg, Sims was the captain of the 2000 National Championship Division II football team. He was a first-string defensive tackle. He became the only openly gay college football captain in NCAA history.\nSims was elected to the Pennsylvania House of Representatives, 182nd District. Sims was the first openly gay person elected to the Pennsylvania General Assembly.\nIn June 2013, the Defense of Marriage Act was ruled unconstitutional by the Supreme Court. Sims was not allowed to make a speech supporting the decision in the Pennsylvania House. House Speaker Daryl Metcalfe, a Republican, said that allowing him to speak would be a violation of God's law.\nIn May 2019, Sims posted an eight minute video of himself confronting a woman who was protesting outside a Planned Parenthood facility in Philadelphia by praying with a rosary. On May 15, 2019 he was served a summons for federal case 5:19-cv-00834 at his office on Chestnut Street. On July 15, 2019 at 3:00 PM the Default judgement entered on June 18, 2019 was used as collateral for trying to help Hahnemann Hospital stay open case # 19-11466 Delaware Bankruptcy Court.","categories":[],"infobox_types":[],"annotations":[{"uri":"American_football","surface_form":"American football","offset":36},{"uri":"Gay","surface_form":"gay","offset":77},{"uri":"NCAA","surface_form":"NCAA","offset":706},{"uri":"Defense_of_Marriage_Act","surface_form":"Defense of Marriage Act","offset":900},{"uri":"Supreme_Court","surface_form":"Supreme Court","offset":958},{"uri":"Default_judgement","surface_form":"Default judgement","offset":1487},{"uri":"Hahnemann_Hospital","surface_form":"Hahnemann Hospital","offset":1572},{"uri":"Delaware","surface_form":"Delaware","offset":1617}]}