{"id":41421,"url":"http://en.wikipedia.org/wiki/Alex_Jones","text":"Alex Jones (born February 11, 1971) is a radio talk show host from Texas. He is described as conservative politically by a mainstream source. He describes himself as a paleoconservative politically, which means that he advocates old or traditional forms of political conservatives, as opposed to the newer forms, i.e. neoconservatives. He also calls himself an \"aggressive constitutionalist\". He is a conspiracy theorist.\nJones claims that the USA was responsible for the 9/11 attacks.\nJones is the host of \"The Alex Jones Show\" on Genesis Communications Network.\nBiography.\nJones was born in Dallas, Texas and grew up in the suburb of Rockwall. His father is a dentist. He attended Anderson High School in northwest Austin, Texas. Jones was a lineman on his high school's football team.\nHe began his career in Austin with a live, call-in format Public-access television cable TV program. In 1996, Jones switched format to KJFK, hosting a show named \"The Final Edition\". In 1998, he released his first film, \"America Destroyed By Design\".\nIn 1998, Jones organized a successful effort to build a new Branch Davidian church as a memorial to those who died during the 1993 fire that ended the government's siege of the original Branch Davidian complex near Waco, Texas. He often featured the project on his Public-access television program and claimed that Koresh and his followers were peaceful people who were murdered by Attorney General Janet Reno and the ATF during the siege.\nIn 1999, he tied with Shannon Burke for that year's \"Best Austin Talk Radio Host\" poll as voted by \"The Austin Chronicle\" readers. Later that year, he was fired from KJFK-FM. According to the station's operations manager, Jones was fired because his viewpoints made the show hard to sell to advertisers and he refused to broaden his topics. Jones argued: \"It was purely political, and it came down from on high [meaning it was ordered by powerful people]\", and, \"I was told 11 weeks ago to lay off Clinton, to lay off all these politicians, to not talk about rebuilding the church, to stop bashing [slang for criticizing] the Marines, A to Z.\"\nIn early 2000, Jones was one of seven Republican candidates for state representative in Texas House District 48, an open seat swing district based in Austin, Texas. Jones stated that he was running, \"to be a watchdog [a person who makes sure no wrongdoing is taking place] on the inside.\" He aborted his campaign and withdrew before the March primary when polls indicated he had little chance of winning.\nWorks.\nJones maintains several websites and has created numerous documentary movies.\nMovies.\nHe is also the author of \"9-11 Descent into Tyranny\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Radio","surface_form":"radio","offset":41},{"uri":"Talk_show","surface_form":"talk show","offset":47},{"uri":"Presenter","surface_form":"host","offset":57},{"uri":"Texas","surface_form":"Texas","offset":67},{"uri":"Paleoconservatism","surface_form":"paleoconservative","offset":168},{"uri":"Neoconservative","surface_form":"neoconservative","offset":318},{"uri":"Conspiracy_theory","surface_form":"conspiracy theorist","offset":401},{"uri":"Rockwall%2C_Texas","surface_form":"Rockwall","offset":636},{"uri":"Anderson_High_School_(Austin%2C_Texas)","surface_form":"Anderson High School","offset":683},{"uri":"Austin%2C_Texas","surface_form":"Austin, Texas","offset":717},{"uri":"Public-access_television","surface_form":"Public-access television","offset":846},{"uri":"Cable_TV","surface_form":"cable TV","offset":871},{"uri":"Branch_Davidian","surface_form":"Branch Davidian","offset":1099},{"uri":"Waco_Siege","surface_form":"siege","offset":1203},{"uri":"David_Koresh","surface_form":"Koresh","offset":1354},{"uri":"Janet_Reno","surface_form":"Janet Reno","offset":1438},{"uri":"Bureau_of_Alcohol%2C_Tobacco%2C_Firearms_and_Explosives","surface_form":"ATF","offset":1457},{"uri":"The_Austin_Chronicle","surface_form":"The Austin Chronicle","offset":1579},{"uri":"Republican_Party_(United_States)","surface_form":"Republican","offset":2161},{"uri":"Texas_House_of_Representatives","surface_form":"state representative","offset":2187},{"uri":"Austin%2C_Texas","surface_form":"Austin, Texas","offset":2273},{"uri":"Documentary","surface_form":"documentary","offset":2593}]}