{"id":414244,"url":"http://en.wikipedia.org/wiki/Santorini_caldera","text":"Santorini caldera is a large, mostly submerged caldera. It is in Greece, in the southern Aegean Sea, 120 kilometers north of Crete. Visible above water is the circular Santorini island group.\nThe caldera measures about, with high steep cliffs on three sides. There are two small volcanic islands at the center of the caldera, Nea (\"New\") Kameni and Palea (\"Old\") Kameni. The main island, Santorini has an area of km2.\nThe extraordinary beauty of Santorini's high walls, draped by whitewashed villages, combined with a sunny climate and clear air, have made it a magnet for tourists and volcanologists.\nGeology.\nThe volcanic complex of Santorini is the most active part of the South Aegean Volcanic Arc. This marks the subduction of the African tectonic plate underneath the Aegean part of the Eurasian tectonic plate, at a rate of up to 5 cm per year in a northeasterly direction. It has earthquakes at depths of 150–170 km.\nNon-volcanic rocks are exposed on Santorini at the Profitis Ilias Mountain, Mesa Vouno, the Gavrillos ridge, Pirgos, Monolithos and the inner side of the caldera wall between Cape Plaka and Athinios.\nThe Kameni islands at the center of the caldera are made of lava rocks.\nVolcanology.\nThe caldera is composed of overlapping shield volcanoes, cut by at least four partially overlapping calderas, of which the oldest southern caldera was formed about 180,000 years ago. The subsequent Skaros caldera was created about 70,000 years ago, and the Cape Riva caldera about 21,000 years ago. The current caldera was formed about 3600 years ago during the Minoan eruption.\nPalea Kameni and Nea Kameni were formed as a result of multiple, initially submarine eruptions at the center of the caldera.\nAlthough dormant, Santorini is an active volcano. Numerous minor and medium-sized, mainly effusive eruptions have built the dark-colored lava shields of Nea and Palea Kameni inside the caldera.\nTheir last eruption was in 1950, and now only smoke and gases come out. GPS instruments have registered renewed deformation around the caldera in 2011 and 2012.\nThe huge Minoan eruption of Santorini in the 17th century BC may have inspired the legend of Atlantis. It was rated 7, the highest score for a historical eruption, in the Smithsonian Global Volcanism Program's Volcanic Explosivity Index.","categories":[],"infobox_types":[],"annotations":[{"uri":"Caldera","surface_form":"caldera","offset":47},{"uri":"Greece","surface_form":"Greece","offset":65},{"uri":"Aegean_Sea","surface_form":"Aegean Sea","offset":89},{"uri":"Crete","surface_form":"Crete","offset":125},{"uri":"Santorini","surface_form":"Santorini island","offset":168},{"uri":"Whitewash","surface_form":"whitewash","offset":480},{"uri":"South_Aegean_Volcanic_Arc","surface_form":"South Aegean Volcanic Arc","offset":676},{"uri":"Tectonic_plate","surface_form":"tectonic plate","offset":744},{"uri":"Minoan","surface_form":"Minoan","offset":1572},{"uri":"Active_volcano","surface_form":"active volcano","offset":1748},{"uri":"GPS","surface_form":"GPS","offset":1980},{"uri":"Atlantis","surface_form":"Atlantis","offset":2162},{"uri":"Volcanic_Explosivity_Index","surface_form":"Volcanic Explosivity Index","offset":2279}]}