{"id":414354,"url":"http://en.wikipedia.org/wiki/Bluebell_wood","text":"A bluebell wood is a woodland that in springtime has a carpet of flowering bluebells (\"Hyacinthoides non-scripta\") underneath a newly forming leaf canopy. The thicker the summer canopy, the more the ground-cover is suppressed. This encourages a dense carpet of bluebells, whose leaves mature and die down by early summer.\nBluebell woods may be found in all parts of Great Britain and Ireland, as well as elsewhere in Europe. Bluebells are a common indicator species for ancient woodlands, so bluebell woods are likely to date back to at least 1600.\nGerard Manley Hopkins, one of the romantic poets, was very keen on bluebells, as his poem \"May Magnificat\" shows.\nWood banks and brakes wash wet like lakes</poem>\nIn the little wood opposite the light they stood in blackish spreads or sheddings like spots on a snake. The heads are then like thongs and solemn in grain and grape-colour. But in the clough through the light they come in falls of sky-colour washing the brows and slacks of the ground with vein-blue, thickening at the double, vertical themselves and the young grass and brake-fern combed vertical, but the brake struck the upright of all this with winged transomes. It was a lovely sight. - The bluebells in your hand baffle you with their inscape, made to every sense. If you draw your fingers through them they are lodged and struggle with a shock of wet heads; the long stalks rub and click and flatten to a fan on one another like your fingers themselves would when you passed the palms hard across one another, making a brittle rub and jostle like the noise of a hurdle strained by leaning against; then there is the faint honey smell and in the mouth the sweet gum when you bite them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Woodland","surface_form":"woodland","offset":21},{"uri":"Bluebell","surface_form":"bluebell","offset":75},{"uri":"Leaf","surface_form":"leaf","offset":142},{"uri":"Canopy","surface_form":"canopy","offset":147},{"uri":"Great_Britain","surface_form":"Great Britain","offset":366},{"uri":"Ireland","surface_form":"Ireland","offset":384},{"uri":"Indicator_species","surface_form":"indicator species","offset":448},{"uri":"Ancient_woodland","surface_form":"ancient woodland","offset":470},{"uri":"Gerard_Manley_Hopkins","surface_form":"Gerard Manley Hopkins","offset":549}]}