{"id":414383,"url":"http://en.wikipedia.org/wiki/Belanglo_State_Forest","text":"e=\"preserve\">Belanglo State Forest is a planted forest in the Australian state of New South Wales covering an area of about 3,500 hectares. It is south of Berrima in the Southern Highlands, five kilometres west of the Hume Highway between Sydney and Canberra. The forest is owned by the New South Wales Government and has some of the earliest pine plantings in the state. The public has free access to the forest; it is popular with recreational trail bike riders.\nBackpacker Murders.\nIn 1992 and 1993, seven skeletons were found in the forest. These became known as \"The Backpacker Murders\" and was thought to be the work of a serial killer. Eventually, Ivan Milat was convicted of the murders in 1996 and sentenced to life imprisonment.\nOther murders.\nOn the 29 August 2010 trail bike riders discovered another human skeleton in the forest. At first this was thought to be another victim of Ivan Milat, but later forensic evidence suggests that the remains were left there at a later date.\nOn 22 November 2010, three teenagers (including one related to Ivan Milat) were arrested over the murder of David Auchterlonie, in the Belanglo State Forest. He had been murdered by friends on his birthday, and left in a shallow grave.\nOne of the teenagers reported the murder to the police.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":62},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":82},{"uri":"Berrima%2C_New_South_Wales","surface_form":"Berrima","offset":155},{"uri":"Southern_Highlands%2C_New_South_Wales","surface_form":"Southern Highlands","offset":170},{"uri":"Hume_Highway","surface_form":"Hume Highway","offset":218},{"uri":"Sydney","surface_form":"Sydney","offset":239},{"uri":"Canberra","surface_form":"Canberra","offset":250},{"uri":"Government_of_New_South_Wales","surface_form":"New South Wales Government","offset":287},{"uri":"Pine","surface_form":"pine","offset":343},{"uri":"Backpacker_murders","surface_form":"Backpacker Murders","offset":572},{"uri":"Serial_killer","surface_form":"serial killer","offset":628},{"uri":"Backpacker_Murders","surface_form":"Ivan Milat","offset":655},{"uri":"Ivan_Milat_(serial_killer)","surface_form":"Ivan Milat","offset":1055}]}