{"id":414436,"url":"http://en.wikipedia.org/wiki/New_Forest","text":"The New Forest is an area of southern England. It includes one of the largest remaining pieces of open pasture land, heathland and forest in the heavily-populated south east of England. It covers south-west Hampshire and extends into south-east Wiltshire and towards east Dorset.\nThe name also refers to the New Forest National Park which has similar boundaries. The New Forest local government district is a subdivision of Hampshire which covers most of the Forest. There are many villages dotted around the area, and several small towns in the Forest and around its edges.\nHistory.\nThe New Forest was created as a royal forest by William I in about 1079 for the royal hunt, mainly of deer. It was created at the expense of more than 20 small hamlets and isolated farmsteads; hence it was 'new' in his time as a single compact area.\nIt was first recorded as \"Nova Foresta\" in Domesday Book in 1086. It is the only forest that the book describes in detail. \"Probably no action of the early Norman kings is more notorious than their creation of the New Forest\".\n\"William the Conqueror (for the making of the said Forest a harbour for Wild-beasts for his Game) caused 36 Parish Churches, with all the Houses thereto belonging, to be pulled down, and the poor Inhabitants left succourless of house or home. But this wicked act did not long go unpunished, for his Sons felt the smart thereof; Richard being blasted with a pestilent Air; Rufus shot through with an Arrow; and Henry his Grand-child, by Robert his eldest son, as he pursued his Game, was hanged among the boughs, and so dyed. This Forest at present affordeth great variety of Game, where his Majesty oft-times withdraws himself for his divertisement.\"\nThe common rights were confirmed by statute in 1698. The New Forest became a source of timber for the Royal Navy, and plantations were created in the 18th century for this purpose. In the Great Storm of 1703, about 4000 oak trees were lost. The naval plantations affected the rights of the Commoners, but the Forest gained new protection under an Act of Parliament in 1877.\nModern era.\nThe New Forest Act 1877 confirmed the historic rights of the Commoners and prohibited the enclosure of more than at any time. It also reconstituted the Court of Verderers as representatives of the Commoners (rather than the Crown). Felling of broadleaved trees, and their replacement by conifers, began during the First World War to meet the wartime demand for wood. Further encroachments were made during the Second World War. This process is being reversed in places, with some plantations being returned to heathland or broadleaved woodland. Rhododendron remains a problem.\nAs of 2005, roughly 90% of the New Forest is still owned by the Crown. The Crown lands have been managed by the Forestry Commission since 1923 and most of the Crown lands now fall inside the new National Park.\nFurther New Forest Acts followed in 1949, 1964 and 1970. The New Forest became an SSSI in 1971, and was made the \"New Forest Heritage Area\" in 1985, with more planning controls added in 1992. The New Forest was proposed as a UNESCO World Heritage Site in June 1999, and it became a National Park in 2005.\nCommon rights.\nThe purpose of forest laws was to preserve the New Forest as a place for royal deer hunting, and interference with the King's deer and its forage was punished. The inhabitants of the area (\"commoners\") had pre-existing \"rights of common\".\nThe rights were to turn horses and cattle (but only rarely sheep) out into the Forest to graze (\"common pasture\"), to gather fuel wood, to cut peat for fuel, to dig clay (\"marl\"), and to turn out pigs between September and November to eat fallen acorns and beechnuts (\"pannage\" or \"mast\").\nGrazing and pannage are still important to the Forest's ecology. Pigs can eat acorns without a problem, whereas to ponies and cattle large numbers of acorns can be poisonous. Pannage always lasts 60 days but the start date varies according to the weather – and when the acorns fall. The Verderers decide when pannage will start each year. At other times the pigs must be taken in and kept on the owner's land, with the exception that pregnant sows, known as \"privileged sows\", are always allowed out, providing they are not a nuisance and return to the Commoner's holding at night. Commoners must have backup land outside the Forest to hold these depastured animals if necessary.\nCommons rights used to be attached to particular plots of land (or to particular hearths). Grazing of commoners' ponies and cattle is an essential part of the management of the Forest, helping to keep the heathland, bog, grassland and wood-pasture habitats and their wildlife in good shape.This ancient practice came under pressure as the rising house prices in the area stopped local commoning families from moving into new homes which have the rights attached which meant the next generation could not become commoners until their parents passed on the house and rights. Those rights are now dissasociated. Efforts by the CDA, Verderers and associated bodies mean there is a burgeoning economy in the New Forest and a chance for some commoners to earn well above the minimum wage - and additional help for their farming interests. This will help the commoners continue to preserve the Forest.","categories":[],"infobox_types":[],"annotations":[{"uri":"England","surface_form":"England","offset":38},{"uri":"Heathland","surface_form":"heathland","offset":117},{"uri":"South_East_England","surface_form":"south east of England","offset":163},{"uri":"Hampshire","surface_form":"Hampshire","offset":207},{"uri":"Wiltshire","surface_form":"Wiltshire","offset":245},{"uri":"Dorset","surface_form":"Dorset","offset":272},{"uri":"National_Park","surface_form":"National Park","offset":319},{"uri":"Hampshire","surface_form":"Hampshire","offset":424},{"uri":"Royal_forest","surface_form":"royal forest","offset":616},{"uri":"William_the_Conqueror","surface_form":"William I","offset":632},{"uri":"Deer","surface_form":"deer","offset":686},{"uri":"Hamlet_(place)","surface_form":"hamlet","offset":744},{"uri":"Farmstead","surface_form":"farmstead","offset":765},{"uri":"Domesday_Book","surface_form":"Domesday Book","offset":877},{"uri":"Common_land","surface_form":"common","offset":1716},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":1814},{"uri":"Act_of_Parliament","surface_form":"Act of Parliament","offset":2059},{"uri":"Conifer","surface_form":"conifer","offset":2385},{"uri":"Rhododendron","surface_form":"Rhododendron","offset":2643},{"uri":"Forestry_Commission","surface_form":"Forestry Commission","offset":2787},{"uri":"Site_of_Special_Scientific_Interest","surface_form":"SSSI","offset":2967},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":3117},{"uri":"Commons","surface_form":"commoners","offset":3395},{"uri":"Marl","surface_form":"marl","offset":3616},{"uri":"Acorn","surface_form":"acorn","offset":3690},{"uri":"Beech","surface_form":"beech","offset":3701},{"uri":"Acorn","surface_form":"acorn","offset":3812},{"uri":"Hearth","surface_form":"hearth","offset":4495}]}