{"id":41453,"url":"http://en.wikipedia.org/wiki/M%C3%B6bius_strip","text":"The Möbius strip or Möbius band is a looped surface with only one side and only one edge. It can be made using a strip of paper by gluing the two ends together with a half-twist. The twisting is possible in two directions; so there are two different (mirror-image) Möbius strips.\nThe Mobius strip is known for its unusual properties. A bug crawling along the center line of the loop would go around twice before coming back to its starting point. Cutting along the center line of the loop creates one longer band, not two. Cutting one third of the way in from the edge (and parallel to it) produces two Möbius strips, looped together.\nThe Möbius strip was discovered independently by the German mathematicians August Ferdinand Möbius and Johann Benedict Listing in 1858.\nMathematical description.\nWhere 0 ≤ α < 2π and −1 ≤ \"r\" ≤ 1. This creates a Möbius strip of width 1 whose center circle has radius 1, lies in the \"xy\" plane and is centered at The parameter \"u\" runs around the strip while \"v\" moves from one edge to the other.\nTopologically, the Möbius strip can be defined as the square [0,1] × [0,1] with its top and bottom sides identified by the relation for as in the diagram on the right.\nThe Möbius strip is a two-dimensional compact manifold (i.e. a surface) with boundary. It is a standard example of a surface which is not orientable. The Möbius strip is also a standard example used to show the mathematical idea of a fiber bundle. Specifically, it is a nontrivial bundle over the circle \"S\"1 with a fiber the unit interval, \"I\" = [0,1]. Looking only at the edge of the Möbius strip gives a nontrivial two point (or Z2) bundle over \"S\"1.\nMöbius bands in nature and technology.\nThere have been several technical applications for the Möbius strip. Giant Möbius strips have been used as conveyor belts. Such belts last longer because the entire surface area of the belt gets the same amount of wear. Möbius bands have also been used as continuous-loop recording tapes (to double the playing time). Möbius strips are common in the making of fabric computer printer and typewriter ribbons. There, they allow the ribbon to be twice as wide as the print head while using both half-edges evenly.\nA device called a Möbius resistor is an electronic circuit element which has the property of canceling its own inductive reactance. Nikola Tesla patented similar technology in the early 1900s: \"Coil for Electro Magnets\" was intended for use with his system of global transmission of electricity without wires.\nThe Möbius strip is the configuration space of two unordered points on a circle. Consequently, in music theory, the space of all two note chords, known as dyads, takes the shape of a Möbius strip.","categories":[],"infobox_types":[],"annotations":[{"uri":"Surface","surface_form":"surface","offset":44},{"uri":"Germany","surface_form":"German","offset":688},{"uri":"Mathematician","surface_form":"mathematician","offset":695},{"uri":"August_Ferdinand_M%C3%B6bius","surface_form":"August Ferdinand Möbius","offset":710},{"uri":"Johann_Benedict_Listing","surface_form":"Johann Benedict Listing","offset":738},{"uri":"Topology","surface_form":"Topologically","offset":1031},{"uri":"Square_(geometry)","surface_form":"square","offset":1085},{"uri":"Quotient_space","surface_form":"identified","offset":1136},{"uri":"Compact_manifold","surface_form":"compact manifold","offset":1237},{"uri":"Surface","surface_form":"surface","offset":1262},{"uri":"Orientable_manifold","surface_form":"orientable","offset":1337},{"uri":"Fiber_bundle","surface_form":"fiber bundle","offset":1433},{"uri":"Unit_interval","surface_form":"unit interval","offset":1525},{"uri":"Conveyor_belt","surface_form":"conveyor belt","offset":1799},{"uri":"M%C3%B6bius_resistor","surface_form":"Möbius resistor","offset":2221},{"uri":"Nikola_Tesla","surface_form":"Nikola Tesla","offset":2335},{"uri":"Configuration_space","surface_form":"configuration space","offset":2537},{"uri":"Music_theory","surface_form":"music theory","offset":2611},{"uri":"Dyad_(music)","surface_form":"dyads","offset":2668}]}