{"id":414523,"url":"http://en.wikipedia.org/wiki/Hepburn_Regional_Park","text":"The Hepburn Regional Park is a large bush and forest park which surrounds the towns of Daylesford and Hepburn Springs, in the Central Highlands area of Victoria, Australia. The Hepburn Regional Park was set up in 1977. It covers an area of 1,800 hectares. The park features a large number of minerals springs. In the Victorian gold rush of the 1850s' and 1860's there was a lot of gold mining in the area. There are many of these old gold mining sites within the forest. At the Blowhole on Sailors Creek, the miners dug a large tunnel to change the path of the creek so that they could search for gold. The Mount Franklin Reserve is also a part of the Hepburn Regional Park. This reserve protects the scoria cone of Mount Franklin, an extinct volcano.\nMost of the forest is fairly dry, with the main trees being box, peppermint and stringybark. In the south of the forest the climate is wetter, and manna gums, messmates and candlebark trees are common. In spring there are many wildflowers, including the Victorian floral emblem, Common or Pink Heath.\nAnimals in the forest include kangaroos, koalas and the rare Brush-tailed Phascogale.","categories":[],"infobox_types":[],"annotations":[{"uri":"Daylesford%2C_Victoria","surface_form":"Daylesford","offset":87},{"uri":"Hepburn_Springs%2C_Victoria","surface_form":"Hepburn Springs","offset":102},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":152},{"uri":"Australia","surface_form":"Australia","offset":162},{"uri":"Mount_Franklin_Reserve","surface_form":"Mount Franklin Reserve","offset":607},{"uri":"Mount_Franklin","surface_form":"Mount Franklin","offset":716},{"uri":"Eucalyptus_dives","surface_form":"peppermint","offset":817},{"uri":"Eucalyptus_viminalis","surface_form":"manna gums","offset":899},{"uri":"Messmate","surface_form":"messmates","offset":911},{"uri":"Pink_Heath","surface_form":"Pink Heath","offset":1041},{"uri":"Kangaroo","surface_form":"kangaroos","offset":1083},{"uri":"Koalas","surface_form":"koalas","offset":1094},{"uri":"Brush-tailed_Phascogale","surface_form":"Brush-tailed Phascogale","offset":1114}]}