{"id":414861,"url":"http://en.wikipedia.org/wiki/Old_Chicago_Main_Post_Office_Redevelopment","text":"The Old Chicago Main Post Office Redevelopment was a proposed project on a lot located along the Chicago River on the southwest side of Downtown Chicago, Illinois to be constructed in phases over a period of one decade that will include the renovation of Chicago's historic Old Main Post Office building as well as residential, retail, entertainment and office space.\nThe plan includes several towers, the tallest one being a proposed 120-story mixed use twin tower skyscraper that will stand about high to the roof, which would make it the tallest building in the United States, over taller than the Willis Tower, and will contain office, residential, and hotel space. It will also include two 60-story residential towers as well as a 40-story hotel.\nAll the buildings in the development will be connected via a ground level complex that would be built over the Chicago River and the Eisenhower Expressway.\nThe proposal was sent to Chicago City Commission in July 2011 for approval, which was expected to be a several month process. The project is said to have an estimated cost of $3.5 billion and the potential to create 12,000 jobs.\nSome critics oppose the proposal in its current state, calling it old-fashioned and suburban and an unrealistic pipe dream, as it is largely car oriented (12,000 parking spaces and free parking) with shopping mall style retail.\nThe city voted and approved the plan July 18, 2013. But the area was sold in 2016 thus the building was never built.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chicago_River","surface_form":"Chicago River","offset":97},{"uri":"Chicago","surface_form":"Downtown Chicago","offset":136},{"uri":"Illinois","surface_form":"Illinois","offset":154},{"uri":"Old_Main_Post_Office","surface_form":"Old Main Post Office","offset":274},{"uri":"List_of_tallest_buildings_in_the_United_States","surface_form":"tallest building in the United States","offset":541},{"uri":"Willis_Tower","surface_form":"Willis Tower","offset":601},{"uri":"Eisenhower_Expressway","surface_form":"Eisenhower Expressway","offset":885}]}