{"id":414827,"url":"http://en.wikipedia.org/wiki/PewDiePie","text":"Felix Arvid Ulf Kjellberg (born 24 October 1989), better known by his online username PewDiePie, is a Swedish Gaming/Commentary channel on YouTube. His content has changed significantly since he began uploading, now focusing on Minecraft gaming videos and established series such as 'You Laugh You Lose' and 'Last Week I Asked You (LWIAY)' where he reviews memes that his fans have posted on Reddit. He has over 100 million subscribers as of August 2019. On 15 August 2013, his channel became the most subscribed channel on YouTube. He was also the first YouTuber to get 14 million subscribers.\nEarly life.\nBefore starting his own YouTube channel, PewDiePie studied Industrial Economics and Technology Management at Chalmers University of Technology until he dropped out. Disapproving of his decision, his parents cut off his support. He made a living by selling hot dogs until his channel got enough subscribers for him to make a living off of the channel.\nYouTube.\nIn 2013 PewDiePie surpassed Smosh making him the number 1 youtuber\nPewDiePie was the first channel ever to pass 50 million subscribers. PewDiePie is attempting to break the like record on YouTube.\nPewDiePie was the first individual creator ever to pass 100 million subscribers on YouTube as of August 2019, though he did lose the position of being the first channel ever to reach that milestone by the Indian music channel T-Series in months earlier.\nPewDiePie has been creating content that can be described as \"silly and fun\". Videos such as Meme Review, You Laugh You Lose (YLYL), Pew News, and Last Week I Asked You (LWIAY) are just a few examples. Recently, he has been uploading many Minecraft videos.\nPersonal life.\nPewDiePie was born in Gothenburg, Sweden. He lives in Brighton, England with his wife, Marzia Bisognin, who is also a YouTuber. In 2019 he married his long-time girlfriend, Marzia Bisognin. The marriage was held at Kew Gardens in London, United Kingdom.","categories":[],"infobox_types":["YouTube personality"],"annotations":[{"uri":"Pseudonym","surface_form":"username","offset":77},{"uri":"Swedes","surface_form":"Swedish","offset":102},{"uri":"YouTube","surface_form":"YouTube","offset":139},{"uri":"Minecraft","surface_form":"Minecraft","offset":228},{"uri":"Gaming","surface_form":"gaming","offset":238},{"uri":"Meme","surface_form":"memes","offset":357},{"uri":"Reddit","surface_form":"Reddit","offset":392},{"uri":"Chalmers_University_of_Technology","surface_form":"Chalmers University of Technology","offset":716},{"uri":"Smosh","surface_form":"Smosh","offset":995},{"uri":"T-Series","surface_form":"T-Series","offset":1390},{"uri":"Minecraft","surface_form":"Minecraft","offset":1657},{"uri":"Gothenburg","surface_form":"Gothenburg","offset":1712},{"uri":"Sweden","surface_form":"Sweden","offset":1724},{"uri":"Brighton","surface_form":"Brighton","offset":1744},{"uri":"England","surface_form":"England","offset":1754},{"uri":"Marzia_Bisognin","surface_form":"Marzia Bisognin","offset":1863},{"uri":"Kew_Gardens","surface_form":"Kew Gardens","offset":1905},{"uri":"London","surface_form":"London","offset":1920},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1928}]}