{"id":414939,"url":"http://en.wikipedia.org/wiki/Gall_wasp","text":"Gall wasps, also called gallflies, are the family (Cynipidae) of the order Hymenoptera. They are in the Apocrita suborder of wasps. About 1300 species of this small creature (1-8 mm) are known worldwide, with about 360 species of 36 different genera in Europe and some 800 species in North America.\nPlant galls.\nThe larvae of most gall wasps develop in plant galls they induce themselves.\nThe plant galls develop after the female insect lays the eggs. The inducement for the gall formation is largely unknown. The hatching larvae nourish themselves with the nutritive tissue of the galls, in which they are otherwise well-protected from external environmental effects.\n70% of the known species live in oak trees. One can find galls on nearly all parts of such trees, some on the leaves, the buds, the branches, and the roots. Other species of gall wasps live in eucalyptus trees, rose bushes or maple trees, as well as many herbs.\nReproduction and development.\nMost species have an alternation of generations, with a two-sex generation and a parthenogenic generation each year.\nParasitism.\nA gall provides the developing wasp with a safe refuge for this most vulnerable stage of its life cycle. However, other wasps have found a way to penetrate this defence and parasitise the larva(e) within.\nHowever, some of these parasitoids use their long, hardened egg-laying tube (ovipositor) to bore into the gall and lay an egg on the helpless gall maker. These parasitoids may, in turn, be preyed upon by other wasps, hyperparasitoids.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hymenoptera","surface_form":"Hymenoptera","offset":75},{"uri":"Apocrita","surface_form":"Apocrita","offset":104},{"uri":"Europe","surface_form":"Europe","offset":253},{"uri":"North_America","surface_form":"North America","offset":284},{"uri":"Oak","surface_form":"oak tree","offset":702},{"uri":"Leaf","surface_form":"leaves","offset":779},{"uri":"Bud","surface_form":"bud","offset":791},{"uri":"Branch","surface_form":"branch","offset":801},{"uri":"Root","surface_form":"root","offset":819},{"uri":"Eucalyptus","surface_form":"eucalyptus trees","offset":862},{"uri":"Rose","surface_form":"rose bushes","offset":880},{"uri":"Maple","surface_form":"maple trees","offset":895},{"uri":"Alternation_of_generations","surface_form":"alternation of generations","offset":982},{"uri":"Gall","surface_form":"gall","offset":1092},{"uri":"Parasitoids","surface_form":"parasitoids","offset":1318},{"uri":"Ovipositor","surface_form":"ovipositor","offset":1372},{"uri":"Hyperparasitoid","surface_form":"hyperparasitoid","offset":1512}]}