{"id":41492,"url":"http://en.wikipedia.org/wiki/Edward_the_Confessor","text":"St. Edward the Confessor (1003 – 4 January 1066) was King of England from 8 June 1042 AD to 4 January 1066. After he died, there were four people who claimed the throne. Edward had promised to each of them that they would be king.\nEdward spent many years in Normandy. The Anglo-Saxon nobles invited Edward back to England in 1041. He became part of the household of his half-brother Harthacnut. According to the \"Anglo-Saxon Chronicle\" both were sworn in as king together.\nFollowing Harthacnut's death on 8 June 1042, Edward ascended the throne. The Anglo-Saxon Chronicle indicates the popularity he enjoyed at his accession — \"before he [Harthacnut] was buried, all the people chose Edward as king in London\". Edward was crowned at the cathedral of Winchester, the royal seat of the West Saxons on 3 April 1043.\nThe succession.\nEdward's death left England without a clear-cut successor. Harold Godwinson had led successful raiding parties into Wales in 1063. He negotiated with his inherited rivals in Northumbria in 1065, and in January 1066, upon Edward's death, he was made King Harold II.\nThe Norman position was that William the Conqueror had been designated the heir, and that Harold had been publicly sent to him as emissary from Edward, to apprise him of Edward's decision. However, William's biographer, William of Poitiers, admitted that the old king had made a deathbed gift of the crown to Harold. On Edward's death, Harold was approved by the Witenagemot which, under Anglo-Saxon law, held the ultimate authority to convey kingship.\nEdward also made his great nephew Edgar Ætheling his heir. However, Edgar had no following among the earls: he had lived in Hungary, and was a boy of fifteen. This opened the way for Harold's coronation, and the invasions of two claimants to the throne, the unsuccessful invasion of Harald Hardrada in the north and the successful one of William of Normandy.\nEdward was canonized (made a saint) in 1161 by Pope Alexander III, and is commemorated on 13 October.","categories":[],"infobox_types":[],"annotations":[{"uri":"King_of_England","surface_form":"King of England","offset":53},{"uri":"AD","surface_form":"AD","offset":86},{"uri":"Throne","surface_form":"throne","offset":162},{"uri":"Normandy","surface_form":"Normandy","offset":258},{"uri":"Noble","surface_form":"noble","offset":284},{"uri":"Harthacanute","surface_form":"Harthacnut","offset":383},{"uri":"Harold_Godwinson","surface_form":"Harold Godwinson","offset":888},{"uri":"Northumbria","surface_form":"Northumbria","offset":1003},{"uri":"William_the_Conqueror","surface_form":"William the Conqueror","offset":1123},{"uri":"William_of_Poitiers","surface_form":"William of Poitiers","offset":1314},{"uri":"Witenagemot","surface_form":"Witenagemot","offset":1457},{"uri":"Anglo-Saxons","surface_form":"Anglo-Saxon","offset":1482},{"uri":"Edgar_%C3%86theling","surface_form":"Edgar Ætheling","offset":1581},{"uri":"Harald_Hardrada","surface_form":"Harald Hardrada","offset":1830},{"uri":"Canonization","surface_form":"saint","offset":1935},{"uri":"Pope","surface_form":"Pope","offset":1953}]}