{"id":41506,"url":"http://en.wikipedia.org/wiki/World_War_III","text":"e=\"preserve\">World War III is the name given to a possible third world war. It refers to a world war that may happen. It would be the successor to World War II (19391945).\nA world war may be a war fought by multiple countries of the world against each other, sometimes across different continents. Or it may not. A all-out war fought between two or three major powers would be a world war.\nBecause technology and weapons have become so advanced, most people agree that if this war ever happens, nuclear, biological and chemical weapons may be used. \"Biological weapons\" are living things, usually bacteria or viruses. \"Chemical weapons\" might not kill quickly, but poison people or their land. Together, nuclear, biological and chemical weapons are called weapons of mass destruction. Conventional weapons, on the other hand, are \"normal\" ones, like guns or non-nuclear bombs.\nMass destruction could damage much of the Earth and kill many humans and other living things. Albert Einstein is often quoted as having said: \"I know not with what weapons World War III will be fought, but World War IV will be fought with sticks and stones\". Einstein might not have actually said this, but other things he said show that he believed the weapons used in World War III might be so devastating that they would end civilization as we know it.\nActual events called World War III.\nSome events, for example the Cold War, have been called \"World War III\". Former President of the United States George W. Bush compared the War on Terrorism to World War III.\nNeither of these was even remotely like what a world war would be. The cold war was not a war at all, and the Iraq war was largely conventional, with the war contained in one general area. Terrorism is indeed a form of conflict, but it is not a world war.","categories":[],"infobox_types":[],"annotations":[{"uri":"World_war","surface_form":"world war","offset":65},{"uri":"World_War_II","surface_form":"World War II","offset":147},{"uri":"Country","surface_form":"countries","offset":216},{"uri":"Continent","surface_form":"continents","offset":286},{"uri":"Nuclear_weapon","surface_form":"nuclear","offset":495},{"uri":"Biological_weapon","surface_form":"biological","offset":504},{"uri":"Chemical_weapon","surface_form":"chemical","offset":519},{"uri":"Bacteria","surface_form":"bacteria","offset":597},{"uri":"Virus","surface_form":"virus","offset":609},{"uri":"Poison","surface_form":"poison","offset":665},{"uri":"Weapons_of_mass_destruction","surface_form":"weapons of mass destruction","offset":756},{"uri":"Conventional_weapon","surface_form":"Conventional weapon","offset":785},{"uri":"Gun","surface_form":"gun","offset":850},{"uri":"Bomb","surface_form":"bomb","offset":870},{"uri":"Earth","surface_form":"Earth","offset":919},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":971},{"uri":"Civilization","surface_form":"civilization","offset":1305},{"uri":"Cold_War","surface_form":"Cold War","offset":1398},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":1449},{"uri":"George_W._Bush","surface_form":"George W. Bush","offset":1480},{"uri":"War_on_Terrorism","surface_form":"War on Terrorism","offset":1508},{"uri":"Terrorism","surface_form":"Terrorism","offset":1732},{"uri":"Conflict","surface_form":"conflict","offset":1762}]}