{"id":41507,"url":"http://en.wikipedia.org/wiki/Shotgun","text":"A shotgun is a type of gun. To make a shotgun work, gunpowder is lit by a primer inside of a shotgun shell. The gas from the burning gunpowder will push whatever is being fired out of the barrel. Usually a shotgun shell will have many small metal balls called \"buckshot\" or \"birdshot\". These balls spread out when they are fired. Sometimes a shotgun shell will have a bigger piece of metal, like a bullet, called a \"slug\".\nA shotgun usually one or two barrels, each with a chamber to hold a shell. These barrels can be next to each other or on top of each other. There are many types of shotguns with different ways of loading and shooting. Some will snap open, and shells can be put inside until they are shot again. These are called break-open shotguns. Others hold more shells and are pumped back and forth to shoot. These are called pump-action shotguns. Some shotguns are semi-automatic, so each time the trigger is pulled, one shot is fired without any need to use a pump or a lever. These are semi-automatic shotguns. Some shotguns are fully automatic, meaning that pulling and holding the trigger back will keep shooting the gun without needing to reload until the shotgun is out of ammunition. These are automatic shotguns. However, the last type are uncommon.\nShotguns can also fire things that do not kill people. Police use things like rubber balls and beanbags filled with the small metal balls instead, to cause non-deadly injuries.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gun","surface_form":"gun","offset":23},{"uri":"Gunpowder","surface_form":"gunpowder","offset":52},{"uri":"Firelighting","surface_form":"lit","offset":65},{"uri":"Primer","surface_form":"primer","offset":74},{"uri":"Shotgun_shell","surface_form":"shotgun shell","offset":93},{"uri":"Gas","surface_form":"gas","offset":112},{"uri":"Gunpowder","surface_form":"gunpowder","offset":133},{"uri":"Bullet","surface_form":"bullet","offset":398},{"uri":"Barrel_(weapons)","surface_form":"barrels","offset":452},{"uri":"Chamber_(firearms)","surface_form":"chamber","offset":473},{"uri":"Break-open_shotgun","surface_form":"break-open shotguns","offset":735},{"uri":"Pump_action_shotgun","surface_form":"pump-action shotguns","offset":837},{"uri":"Semi-automatic_shotgun","surface_form":"semi-automatic shotguns","offset":1000},{"uri":"Automatic_shotgun","surface_form":"automatic shotguns","offset":1213},{"uri":"Police","surface_form":"Police","offset":1325}]}