{"id":415106,"url":"http://en.wikipedia.org/wiki/Judith%2C_Countess_of_Flanders","text":"Judith of Flanders (or Judith of the Franks) (–), was a member of the Frankish Royal family, twice Queen of Wessex, and by her third marriage Countess of Flanders.\nEarly life.\nJudith was the eldest daughter of the Frankish King and Holy Roman Emperor Charles the Bald and his wife Ermentrude of Orléans. She was born about 844. Judith inherited her name and her willful temperament from her grandmother, Judith of Bavaria. In 855 King Æthelwulf of Wessex made a pilgrimage to Rome, remaining there about a year. On his return in 856 he stayed at the court of the Holy Roman Emperor, Charles the Bald. In July Æthelwulf became engaged to Judith, Charles' oldest daughter. She was at most thirteen years of age at the time.\nChild Queen.\nOn 1 October 856 they were married at Verberie in northern France. The marriage was at best a diplomatic alliance. Both men were suffering from Viking attacks, and formed a common alliance. Charles insisted that his daughter be consecrated queen. He wanted her position safeguarded in England. At her coronation she was anointed with chrism, usually reserved for anointing bishops and kings.\nUp to this time in Wessex they did not allow queens. The king's wife was just that, the king's wife. When Æthelwulf first ordered his new queen to sit beside him it caused concern among his people. In Wessex there were old superstitions regarding the evil of having a queen. But his order was obeyed without any objections from his nobles. Judith had no children by Æthelwulf, who died in 858. He was succeeded by his son Æthelbald, who married Judith, his step-mother. The marriage was condemned by Asser as well as, according to him, all who heard of it. Two and a half years later Æthelbald died leaving her a widow a second time.\nCountess of Flanders.\nJudith returned to France the widow of her own stepson. To avoid scandal her father was keeping her under close guard at his castle at Senlis. He was looking for a new husband for her so she could be quietly married. Baldwin was already a count, probably at Ghent. He was in Senlis in early 862. Baldwin either abducted or convinced Judith to run off with him. The fact she slipped out of the castle dressed as a peasant girl seems to point to her cooperation. She also had help from her brother Lewis. When her father discovered what had happened he was furious. He was furious with Lewis as well. Baldwin and Judith fled to the court of Lothair II, king of Lorraine. He was Judith's cousin. Once they were safely out of her father's reach Baldwin married her. This was about 862. King Charles had his bishops excommunicate the couple. He also demanded that his nephew return Baldwin and his daughter Judith to him. At this point Baldwin and Judith wisely fled to Rome. They asked Pope Nicholas I to intercede and legitimize their marriage. Baldwin made known his intent to join the Vikings if his marriage was not allowed. Vikings were a constant threat in northern France and Baldwin was needed to help fight them. The pope decided their marriage was valid and had the bishops withdraw their excommunication. Charles the Bald was forced to accept Baldwin as his son-in-law. By her marriage Judith became the first Countess of Flanders. Baldwin was given rule over Flanders with the title of margrave (count of a borderland) of Flanders. He protected Flanders for the next fifteen years from Vikings. Judith was last known to be living in 870. Baldwin died in 879.\nJudith gave her descendants, the counts of Flanders and Boulogne, the status of descent from Charlemagne. She was also an ancestress of Matilda of Flanders, the consort of William the Conqueror, and thus of later monarchs of England.\nFamily.\nBy her first husband, Æthelwulf, King of Wessex, she had no children.\nBy her second husband, Æthelbald, King of Wessex, she had no children.","categories":[],"infobox_types":[],"annotations":[{"uri":"Frankish","surface_form":"Frankish","offset":70},{"uri":"Royal_family","surface_form":"Royal family","offset":79},{"uri":"Wessex","surface_form":"Wessex","offset":108},{"uri":"Count_of_Flanders","surface_form":"Countess of Flanders","offset":142},{"uri":"Franks","surface_form":"Frankish","offset":214},{"uri":"Holy_Roman_Emperor","surface_form":"Holy Roman Emperor","offset":232},{"uri":"Charles_the_Bald","surface_form":"Charles the Bald","offset":251},{"uri":"%C3%86thelwulf_of_Wessex","surface_form":"Æthelwulf of Wessex","offset":435},{"uri":"Pilgrimage","surface_form":"pilgrimage","offset":462},{"uri":"Rome","surface_form":"Rome","offset":476},{"uri":"Verberie","surface_form":"Verberie","offset":773},{"uri":"Viking","surface_form":"Viking","offset":879},{"uri":"Consecrate","surface_form":"consecrated","offset":963},{"uri":"Safeguarded","surface_form":"safeguarded","offset":1005},{"uri":"England","surface_form":"England","offset":1020},{"uri":"Coronation","surface_form":"coronation","offset":1036},{"uri":"Chrism","surface_form":"chrism","offset":1069},{"uri":"Bishop","surface_form":"bishop","offset":1108},{"uri":"King","surface_form":"king","offset":1120},{"uri":"Queens","surface_form":"queens","offset":1172},{"uri":"Concern","surface_form":"concern","offset":1299},{"uri":"Superstitions","surface_form":"superstitions","offset":1350},{"uri":"Objections","surface_form":"objections","offset":1439},{"uri":"Nobles","surface_form":"nobles","offset":1459},{"uri":"Condemned","surface_form":"condemned","offset":1614},{"uri":"Asser","surface_form":"Asser","offset":1627},{"uri":"Baldwin_I%2C_Count_of_Flanders","surface_form":"Baldwin","offset":2000},{"uri":"Count","surface_form":"count","offset":2022},{"uri":"Ghent","surface_form":"Ghent","offset":2041},{"uri":"Senlis","surface_form":"Senlis","offset":2058},{"uri":"Peasant","surface_form":"peasant","offset":2196},{"uri":"Louis_the_Stammerer","surface_form":"Lewis","offset":2279},{"uri":"Lothair_II","surface_form":"Lothair II","offset":2422},{"uri":"Lorraine","surface_form":"Lorraine","offset":2442},{"uri":"Bishop","surface_form":"bishop","offset":2586},{"uri":"Excommunication","surface_form":"excommunicate","offset":2594},{"uri":"Rome","surface_form":"Rome","offset":2748},{"uri":"Pope_Nicholas_I","surface_form":"Pope Nicholas I","offset":2765},{"uri":"Intercede","surface_form":"intercede","offset":2784},{"uri":"Legitimize","surface_form":"legitimize","offset":2798},{"uri":"Margrave","surface_form":"margrave","offset":3277},{"uri":"Borderland","surface_form":"borderland","offset":3298},{"uri":"Descendants","surface_form":"descendants","offset":3466},{"uri":"Descent","surface_form":"descent","offset":3530},{"uri":"Charlemagne","surface_form":"Charlemagne","offset":3543},{"uri":"Ancestress","surface_form":"ancestress","offset":3572},{"uri":"Matilda_of_Flanders","surface_form":"Matilda of Flanders","offset":3586},{"uri":"William_the_Conqueror","surface_form":"William the Conqueror","offset":3622}]}