{"id":415282,"url":"http://en.wikipedia.org/wiki/Words_with_Friends","text":"\"Words with Friends\" is a multi-player word game by Zynga. Players take turns to place words like crosswords on a board, similar to Scrabble. Up to 30 games can be played at the same time. Notifications are used to tell users when it is their turn. Players can find friends by their username, or by Facebook.\nThe game was released in July 2009. It can be played across the operating systems operating systems Android, Windows Phone and iOS (iPad, iPhone, iPod Touch). It can also be played on Facebook, Kindle Fire, and Nook Tablet. In the game is an unreliable chat feature, which allows opponents to send messages to each other. From 2010 to 2011 Words with Friends was one of the top games in the iOS app store. It can be played as a free version with advertisements, or a paid version without ads.\nGameplay.\nThe rules of the game are essentially the same as Scrabble. Some features are different, such as where bonus tiles are, and the points scored by some letters. Players have 7 randomly picked tiles. These tiles are filled whenever some are played on the board until all of the tiles have been used. Players take turns putting words on the board. If they do not play a word, they can swap tiles with ones not yet used, or pass their turn. Words can be placed up and down, or left and right. Players want to score as many points as they can.\nThe game ends when a player has no more tiles, and there are no more tiles in the bag. After the last tile is played, the other player will lose points for the total score of their tiles. These points are given to the person who played the final move. The player with the highest score wins.\nPlayers can move their tiles around. They can also reorder them by pressing a button or shaking the device. Players can quit games if they want to. The game has two more features, \"tile bag\" and \"word-o-meter\", both can be used for free.\n173,000 words can be played. The list of words used is based on the Enhanced North American Benchmark Lexicon (ENABLE).\nOrigin.\nThe game was made by Shawn Lohstroh for brothers Paul and David Bettner. They were the owners of Newtoy Inc. at the time.\nBoard game.\nIn 2012, Zynga produced many physical board games of \"Words with Friends\" in association with Hasbro. There is a normal version, a \"Luxe\" version with a board that turns, and a \"To Go\" travel version","categories":[],"infobox_types":["video game"],"annotations":[{"uri":"Facebook","surface_form":"Facebook","offset":493},{"uri":"Kindle_Fire","surface_form":"Kindle Fire","offset":503},{"uri":"Nook_Tablet","surface_form":"Nook Tablet","offset":520},{"uri":"Hasbro","surface_form":"Hasbro","offset":2236}]}