{"id":415273,"url":"http://en.wikipedia.org/wiki/Battle_of_Cassel_(1071)","text":"The Battle of Cassel was fought on 22 February 1071 between Robert the Frisian and his nephew, Arnulf III (son of Baldwin VI, Count of Flanders). The battle was a victory for Robert the Frisian; Arnulf III was killed in the battle. This battle severely weakened the countship of Flanders.\nEvents.\nArnulf succeeded his father Baldwin in 1070. His mother Richilde, Countess of Mons and Hainaut was his regent. Robert the Frisian, Baldwin VI's brother and Arnulf III's uncle, challenged\nArnulf's succession to Flanders. He began gathering supporters mainly in northern Flanders (where the bulk of Arnulf's forces were located). Arnulf's ranks contained individuals such as Count Eustace II, Count of Boulogne, his son Eustace III, and Godfrey of Bouillon (future king of Jerusalem). Arnulf was also supported by King Philip I of France who knighted Arnulf at the time. His uncle, William the Conqueror sent Arnulf ten Norman knights led by William FitzOsbern, 1st Earl of Hereford.\nRobert's forces attacked Arnulf's larger army before it could organize. Arnulf himself was killed. Also killed in the battle was William FitzOsborn. Captured were Richilde (by Robert's forces) and Robert (by Arnulf III's force). Richilde was exchanged for Robert's freedom. Robert kept the countship of Flanders and ruled a much smaller county until 1093. He gained the friendship of King Philip I of France, by offering him the hand in marriage of his stepdaughter, Bertha of Holland.","categories":[],"infobox_types":[],"annotations":[{"uri":"Robert_I%2C_Count_of_Flanders","surface_form":"Robert the Frisian","offset":60},{"uri":"Arnulf_III%2C_Count_of_Flanders","surface_form":"Arnulf III","offset":95},{"uri":"Baldwin_VI%2C_Count_of_Flanders","surface_form":"Baldwin VI, Count of Flanders","offset":114},{"uri":"Countship","surface_form":"countship","offset":266},{"uri":"Regent","surface_form":"regent","offset":400},{"uri":"Flanders","surface_form":"Flanders","offset":507},{"uri":"Eustace_II%2C_Count_of_Boulogne","surface_form":"Eustace II, Count of Boulogne","offset":676},{"uri":"Godfrey_of_Bouillon","surface_form":"Godfrey of Bouillon","offset":732},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":768},{"uri":"Philip_I_of_France","surface_form":"Philip I of France","offset":814},{"uri":"Knight","surface_form":"knight","offset":837},{"uri":"William_the_Conqueror","surface_form":"William the Conqueror","offset":877},{"uri":"Normans","surface_form":"Norman","offset":915},{"uri":"William_FitzOsbern%2C_1st_Earl_of_Hereford","surface_form":"William FitzOsbern, 1st Earl of Hereford","offset":937},{"uri":"Philip_I_of_France","surface_form":"Philip I of France","offset":1368},{"uri":"Stepdaughter","surface_form":"stepdaughter","offset":1432}]}