{"id":415278,"url":"http://en.wikipedia.org/wiki/Piano_Concerto_No._20_(Mozart)","text":"The Piano Concerto No. 20 in D minor, K. 466 is a piece of music for solo piano and orchestra. It was written by Wolfgang Amadeus Mozart between January and February 1785. Mozart first performed the concerto in Vienna, Austria, on February 11, 1785. The concerto is very dramatic. It has always been popular with musicians and music lovers.\nBackground.\nThe Piano Concerto in D minor was written by Mozart between the third week of January 1785 and February 10 of the same year. The next day, his father Leopold Mozart arrived in Vienna from Salzburg, Austria for a 10-week stay. That evening, Mozart performed the concerto at the Mehlgrube Casino. Leopold wrote his daughter Nannerl: \"We arrived at 1 o'clock... the copyist was still copying the new concerto and your poor brother did not have enough time to play through the Rondo because he had to supervise the copying... On the same evening we drove to the first of his six subscription concerts. A great many members of the aristocracy were present. They each pay three ducats for these Lenten concerts... Your brother is giving them at the Mehlgrube... The concert was magnificent and the orchestra played splendidly... A female singer from the Italian theatre sang two arias then we had the new and very fine concerto.\" Mozart played the concerto again at the Burgtheater on February 15, 1785.\nThe Piano Concerto in D minor is a moody, chromatic work of passionate, troubled, and dramatic outbursts. The work was a favorite of 19th century musiciansin spite of its 75-measure \"happy ending\" in D major. Nineteenth century musicians typically did not like \"happy endings\" in intensely dramatic, turbulent works such as this concerto. The Piano Concerto in D minor is the first of only two concertos Mozart wrote in minor keys. The other is the Piano Concerto in C minor.\nMovements.\nThe Piano Concerto in D minor is written for solo piano, flute, 2 oboes, 2 bassoons, 2 horns, 2 trumpets, timpani, and strings. This was the first time Mozart used trumpets and drums in a piano concerto.\nCadenzas.\nMozart did not write cadenzas for the concerto. His son, Franz Xavier Wolfgang Mozart, was a pianist-composer who had the concerto in his repertory, and wrote cadenzas for it.\nBeethoven also had the D minor concerto in his repertory though he did not usually perform the compositions of other composers. He did however perform the Piano Concerto in D minor several times. He wrote cadenzas for the first and third movements. In his cadenza for the first movement, Beethoven plunges the listener into a world of powerful, frightening, and intense drama.","categories":[],"infobox_types":[],"annotations":[{"uri":"Solo_(music)","surface_form":"solo","offset":69},{"uri":"Piano","surface_form":"piano","offset":74},{"uri":"Orchestra","surface_form":"orchestra","offset":84},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Wolfgang Amadeus Mozart","offset":113},{"uri":"Perform","surface_form":"performed","offset":185},{"uri":"Concerto","surface_form":"concerto","offset":199},{"uri":"Vienna","surface_form":"Vienna","offset":211},{"uri":"Austria","surface_form":"Austria","offset":219},{"uri":"Dramatic","surface_form":"dramatic","offset":271},{"uri":"Popular","surface_form":"popular","offset":300},{"uri":"Arrive","surface_form":"arrived","offset":518},{"uri":"Salzburg%2C_Austria","surface_form":"Salzburg, Austria","offset":541},{"uri":"Copyist","surface_form":"copyist","offset":716},{"uri":"Supervise","surface_form":"supervise","offset":850},{"uri":"Subscription","surface_form":"subscription","offset":928},{"uri":"Aristocracy","surface_form":"aristocracy","offset":979},{"uri":"Ducat","surface_form":"ducats","offset":1025},{"uri":"Lent","surface_form":"Lenten","offset":1042},{"uri":"Aria","surface_form":"aria","offset":1226},{"uri":"Burgtheater","surface_form":"Burgtheater","offset":1317},{"uri":"Chromatic","surface_form":"chromatic","offset":1393},{"uri":"D_major","surface_form":"D major","offset":1551},{"uri":"Piano","surface_form":"piano","offset":1888},{"uri":"Flute","surface_form":"flute","offset":1895},{"uri":"Oboe","surface_form":"oboe","offset":1904},{"uri":"Bassoon","surface_form":"bassoon","offset":1913},{"uri":"Horn","surface_form":"horn","offset":1925},{"uri":"Trumpet","surface_form":"trumpet","offset":1934},{"uri":"Timpani","surface_form":"timpani","offset":1944},{"uri":"Cadenza","surface_form":"cadenzas","offset":2073},{"uri":"Repertory","surface_form":"repertory","offset":2190},{"uri":"Beethoven","surface_form":"Beethoven","offset":2228},{"uri":"Repertory","surface_form":"repertory","offset":2275},{"uri":"Cadenza","surface_form":"cadenzas","offset":2433}]}