{"id":415349,"url":"http://en.wikipedia.org/wiki/Ableism","text":"Ableism or ablecentrism is prejudice towards disabled people. The first known use of the word was in 1981, which makes it relatively new. However, the concept of ableism existed before this. 'Disablism' can be used to mean the same thing.\nAbleism can be intentional or unintentional. People can be ableist (prejudiced towards disabled people) unintentionally because ableism is so common that people may not notice that it exists. A person who holds such a prejudice is called an \"ablecentrist\". Some people say that ableism is a form of oppression. Not everyone who talks about ableism agrees about what things are ableist. Disabled people can be ableist, to other disabled people or to themselves, which is called internalized ableism. Some people deny that ableism exists.\nIn some countries, there are laws that are made to protect disabled people from ableist discrimination and Convention on the Rights of Persons with Disabilities also prohibits such discriminations.\nForms of ableism.\nAbleism takes many forms around the world. Sometimes ableism is done in a way that is supposed to be hurtful. Other times people are ableist while they are trying to be nice. Both of these types of ableism are harmful.\nSociety is not built for disabled people. For example, there are lots of shops that are not accessible for people who use wheelchairs because the person who made the shop was able-bodied so they didn't consider that people in wheelchairs wouldn't be able to move around comfortably, or they thought of this but didn't care.\nDisabled people are often victims of abuse. The people who abuse them are usually people without disabilities. They may be abused because their disability makes them vulnerable. Sometimes a person is abused just because they are disabled. This is called disability hate crime. A disability hate crime can take the form of murder. A lot of these murders are by care givers such as the mothers of disabled people. A hate crime does not have to be to a person directly. For example, a person might write an ableist slur on a disabled person's car to make them feel bad about being disabled. Many thousands of disability hate crimes are reported every year around the world. Disability hate crimes are often not reported. This means that the statistics make the problem seem smaller than it is.\nA common way that disabled people are abused is 'disability bullying'. People think of bullying as something that just happens to children at school that is not serious. This is not true. Bullying happens to people of all ages. Bullying causes long-term psychological problems such as low self-esteem. Some people kill themselves because they have been bullied. Mencap, a charity that helps people with intellectual disability, asked over 500 disabled children and young people about bullying in a survey. 8 out of 10 children with a learning disability said that they are bullied and are scared to go out because they are scared they will be bullied.\nMore than 90% of developmentally disabled people are sexually abused in their lifetimes. 49% are sexually abused more than 10 times. The rate of sexual abuse in the general population is lower.\n81% of non-disabled people who are at the age that people work have a job. 48% of disabled people who are at the age that people work have a job. 50% of disabled people who don't have a job want to have a job, but can not find a job. Sometimes disabled people are not given jobs even if they are capable of doing the jobs because the people giving the jobs (employers) think that disabled people are not as good as non-disabled people.\nThe English language has been criticised for being ableist. For example, young people sometimes say that something is 'retarded' when they mean that it is bad. This can be offensive to disabled people.\nIn World War Two, many thousands of disabled people were murdered by Nazis. The Nazis did this because they believed in non-voluntary euthanasia and forced eugenics, which is a philosophy that advocates reproduction by humans with 'desirable' traits and discourages reproduction by humans with 'undesirable' traits. They thought that disability is bad and disabled people are a burden on society. Many people still believe those things. In 2013 a councillor in Cornwall called Colin Brewer said that disabled children 'should be put down' to save money. He was found guilty of misconduct but the council could not fire him.\nDisabled people are sometimes forcibly sterilized. This is often illegal because reproduction is considered a human right.\nAccording to \"The Telegraph\", people in the UK are trying to change a government law that makes it legal to have an abortion up to 40 weeks in a pregnancy if the fetus is disabled.\nIn 2011, a book called \"Scapegoat: Why we are failing disabled people\" was published. The book was written by Katharine Quarmby. It is about hate crimes towards disabled people in the United Kingdom.\nSports.\nSports are often an area of society in which ableism is evident. In sports media, athletes with disabilities are often portrayed to be inferior. When athletes with disabilities are discussed in the media, there is often an emphasis on rehabilitation and the road to recovery, which is inherently a negative view on the disability. Oscar Pistorius is a South African runner who competed in the 2004, 2008, and 2012 Paralympics and the 2012 Olympic games. Pistorius was the first double amputee athlete to compete in the Olympic games. While media coverage focused on inspiration and competition during his time in the Paralympic games, it shifted to questioning whether his prosthetic legs gave him an advantage while competing in the Olympic games.","categories":[],"infobox_types":[],"annotations":[{"uri":"Prejudice","surface_form":"prejudice","offset":27},{"uri":"Disabled","surface_form":"disabled","offset":45},{"uri":"Prejudice","surface_form":"prejudice","offset":307},{"uri":"Oppression","surface_form":"oppression","offset":538},{"uri":"Laws","surface_form":"laws","offset":805},{"uri":"Discrimination","surface_form":"discrimination","offset":864},{"uri":"Convention_on_the_Rights_of_Persons_with_Disabilities","surface_form":"Convention on the Rights of Persons with Disabilities","offset":883},{"uri":"Wheelchair","surface_form":"wheelchair","offset":1333},{"uri":"Abuse","surface_form":"abuse","offset":1572},{"uri":"Hate_crime","surface_form":"hate crime","offset":1800},{"uri":"Murder","surface_form":"murder","offset":1857},{"uri":"Slur","surface_form":"slur","offset":2047},{"uri":"Statistics","surface_form":"statistics","offset":2273},{"uri":"Disability_bullying","surface_form":"disability bullying","offset":2375},{"uri":"Children","surface_form":"children","offset":2456},{"uri":"Self-esteem","surface_form":"self-esteem","offset":2615},{"uri":"Suicide","surface_form":"kill themselves","offset":2640},{"uri":"Charitable_organization","surface_form":"charity","offset":2698},{"uri":"Intellectual_disability","surface_form":"intellectual disability","offset":2729},{"uri":"Young_people","surface_form":"young people","offset":2791},{"uri":"Survey","surface_form":"survey","offset":2824},{"uri":"Language","surface_form":"language","offset":3620},{"uri":"Retarded","surface_form":"retarded","offset":3727},{"uri":"World_War_Two","surface_form":"World War Two","offset":3813},{"uri":"Nazis","surface_form":"Nazis","offset":3879},{"uri":"Euthanasia","surface_form":"euthanasia","offset":3944},{"uri":"Eugenics","surface_form":"eugenics","offset":3966},{"uri":"Philosophy","surface_form":"philosophy","offset":3987},{"uri":"Society","surface_form":"society","offset":4198},{"uri":"Councillor","surface_form":"councillor","offset":4257},{"uri":"Misconduct","surface_form":"misconduct","offset":4387},{"uri":"Compulsory_sterilization","surface_form":"forcibly sterilized","offset":4464},{"uri":"Human_right","surface_form":"human right","offset":4544},{"uri":"Oscar_Pistorius","surface_form":"Oscar Pistorius","offset":5277},{"uri":"2004_Summer_Paralympics","surface_form":"2004","offset":5339},{"uri":"2008_Summer_Paralympics","surface_form":"2008","offset":5345},{"uri":"2012_Summer_Paralympics","surface_form":"2012 Paralympics","offset":5355},{"uri":"2012_Olympic_games","surface_form":"2012 Olympic games","offset":5380},{"uri":"Amputation","surface_form":"amputee","offset":5431},{"uri":"Paralympic_Games","surface_form":"Paralympic games","offset":5563}]}