{"id":41531,"url":"http://en.wikipedia.org/wiki/Mosquito","text":"A mosquito is a type of fly. It is the common name of a family of flies in the order Diptera.\nThe females are ectoparasites: they land on warm-blooded animals, pierce a capillary, and inject saliva to stop the blood coagulating. Then they suck up and eat the blood. Deadly microscopic parasites often live in the saliva.\nThe males are nectar-feeders, and so are the females. However, in preparation for egg-laying the females turn to blood for its protein.\nFeeding & reproduction.\nUsually both male and female mosquitoes feed on nectar and plant juices. In many species the mouthparts of the females are adapted for piercing the skin of animal hosts and sucking their blood as ectoparasites. In many species, the female needs to get proteins from a blood meal before she can produce eggs. In many other species, she can produce more eggs after a blood meal.\nThey lay their eggs in pools of water. The larvae move around near the surface of the water, breathing through air tubes that stick out of the water. They get their food from the water, usually eating algae and other tiny creatures. They like to wiggle around near the surface, which is why some people call them \"wigglers\". The larvae usually enter the pupa stage within a few days or weeks of hatching, depending on the water temperature and the species.\nThe pupae are called \"tumblers\" because they tumble in the water if the water is touched. Tumblers do not eat, but they move around in the water a lot, and like larvae, they breathe from tubes that stick out of the water. The pupa stage is short (only for a few days), and then the mosquito becomes an adult.\nThere are many species of mosquito. This comes about because, of those which suck blood, each species is adapted to a different host or group of hosts. There are two subfamilies, 43 genera and over 3,500 species of the Culicidae.\nVectors for disease.\nMosquitoes are a vector (carrier) which carries disease-causing viruses and parasites from person to person.\nThe principal mosquito borne diseases are the viral diseases yellow fever, dengue fever and malaria carried by the genera \"Anopheles\" and \"Culex\". Mosquitoes transmit disease to more than 700 million people annually in Africa, South America, Central America, Mexico and much of Asia with millions of resulting deaths.\nWater.\nStanding water, as in a pond or lake, is the main breeding ground. It may or may not be practical to eliminate this water. The water in bird baths can be changed once a week, but one can hardly do that with larger bodies of water. The method used to be: spray water with DDT, but that does a lot of damage, and in any event the mosquito is now highly resistant to the chemical.\nOrganic repellents.\nWith increasing reports of the harmful effects DEET has on humans, there has been a move to repellents which are organic. These are of the kind that have had traditional household purposes before their being used as mosquito repellents.\nNatural predators.\nThe dragonfly nymph eats mosquitoes at all stages of development and is quite effective in controlling populations. Some bats can eat as many as 500 mosquitoes per hour. Some copepods are predators on first instar larvae, killing up to 40 Aedes larvae per day.\nA number of fish eat mosquito larvae, including goldfish, catfish, piranhas, and minnows.\nEvolution.\nThe oldest known mosquito with a basically modern anatomy was found in 79-million-year-old Canadian amber from the Upper Cretaceous. An older sister species with more primitive features was found in amber that is 90 to 100 million years old.\nGenetic analyses indicate that the Culicinae and Anophelinae clades may have diverged about 150 million years ago. The Old and New World \"Anopheles\" species are believed to have subsequently diverged about 95 million years ago.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fly","surface_form":"fly","offset":24},{"uri":"Family_(biology)","surface_form":"family","offset":56},{"uri":"Order_(biology)","surface_form":"order","offset":79},{"uri":"Diptera","surface_form":"Diptera","offset":85},{"uri":"Parasite","surface_form":"parasite","offset":114},{"uri":"Warm-blooded","surface_form":"warm-blooded","offset":138},{"uri":"Animal","surface_form":"animal","offset":151},{"uri":"Capillary","surface_form":"capillary","offset":169},{"uri":"Injection","surface_form":"inject","offset":184},{"uri":"Saliva","surface_form":"saliva","offset":191},{"uri":"Blood","surface_form":"blood","offset":210},{"uri":"Microscopic","surface_form":"microscopic","offset":273},{"uri":"Parasite","surface_form":"parasite","offset":285},{"uri":"Nectar","surface_form":"nectar","offset":335},{"uri":"Egg_(biology)","surface_form":"egg","offset":403},{"uri":"Protein","surface_form":"protein","offset":448},{"uri":"Blood","surface_form":"blood","offset":668},{"uri":"Ectoparasite","surface_form":"ectoparasite","offset":677},{"uri":"Larvae","surface_form":"larvae","offset":901},{"uri":"Water","surface_form":"water","offset":944},{"uri":"Algae","surface_form":"algae","offset":1059},{"uri":"Pupa","surface_form":"pupa","offset":1212},{"uri":"Breath","surface_form":"breath","offset":1489},{"uri":"Adapted","surface_form":"adapted","offset":1729},{"uri":"Subfamily","surface_form":"subfamilies","offset":1790},{"uri":"Vector_(biology)","surface_form":"vector","offset":1892},{"uri":"Virus","surface_form":"virus","offset":1939},{"uri":"Parasite","surface_form":"parasite","offset":1951},{"uri":"Yellow_fever","surface_form":"yellow fever","offset":2045},{"uri":"Dengue_fever","surface_form":"dengue fever","offset":2059},{"uri":"Malaria","surface_form":"malaria","offset":2076},{"uri":"Genera","surface_form":"genera","offset":2099},{"uri":"Anopheles","surface_form":"Anopheles","offset":2107},{"uri":"Culex","surface_form":"Culex","offset":2123},{"uri":"Africa","surface_form":"Africa","offset":2203},{"uri":"South_America","surface_form":"South America","offset":2211},{"uri":"Central_America","surface_form":"Central America","offset":2226},{"uri":"Mexico","surface_form":"Mexico","offset":2243},{"uri":"Asia","surface_form":"Asia","offset":2262},{"uri":"DDT","surface_form":"DDT","offset":2580},{"uri":"Resistance","surface_form":"resistant","offset":2660},{"uri":"DEET","surface_form":"DEET","offset":2754},{"uri":"Dragonfly","surface_form":"dragonfly","offset":2967},{"uri":"Copepod","surface_form":"copepod","offset":3138},{"uri":"Goldfish","surface_form":"goldfish","offset":3272},{"uri":"Catfish","surface_form":"catfish","offset":3282},{"uri":"Piranha","surface_form":"piranha","offset":3291},{"uri":"Minnow","surface_form":"minnow","offset":3305},{"uri":"Amber","surface_form":"amber","offset":3425},{"uri":"Upper_Cretaceous","surface_form":"Upper Cretaceous","offset":3440}]}