{"id":415410,"url":"http://en.wikipedia.org/wiki/Dynamite_Kid","text":"Thomas Billington (December 5, 1958 – December 5, 2018) was a retired British professional wrestler known under the ring name Dynamite Kid and was best known for his time in known for his work in World Wrestling Federation, Stampede Wrestling, All Japan Pro Wrestling and New Japan Pro Wrestling.\nHe was best known for teaming with his cousin Davey Boy Smith and forming the tag team The British Bulldogs.\nCareer.\nHe moved to Calgary, Alberta, Canada in 1978 and competed for Stampede Wrestling which also included Bruce Hart, and rookie Bret Hart. He started taking steroids in 1979 when Junkyard Dog, introduced him to Dianabol. Jake Roberts introduced him to speed during his stay in Canada.\nAfter competing in Canada, he travled to Japan and started working for International Pro Wrestling from July 19–25, 1979. Stampede Wrestling switched their business relationship from IPW to New Japan Pro Wrestling shortly after his first tour, and he then wrestled for New Japan from January 4, 1980, to August 2, 1984. During his time in NJPW, he was known for his legendary feud with Tiger Mask. He met Tiger Mask again for the vacant WWF Junior Heavyweight Championship but there was no winner because the match ended up as a draw three consecutive times.\nOn February 7, 1984, he earned the WWF Junior Heavyweight Championship when he won a tournament in New Japan Pro Wrestling; even though it was a WWF Title, it was mostly defended in Japan. He defeated his cousin Davey Boy Smith earlier in the tournament, and then defeated The Cobra in the finals.\nHe debuted in the WWF on August 29, 1984 and teamed with Bret Hart where they defeated Iron Mike Sharpe and Troy Alexander in a match that was eventually shown on September 15, 1984, on the Maple Leaf Garden broadcast.\nHe ended up teaming with Davey Boy Smith and formed the British Bulldogs, while Bret would team with Jim Neidhart and formed The Hart Foundation. The two teams had matches against each other which usually ended in No-Contests. The British Bulldogs, accompanied by Captain Lou Albano and Ozzy Osbourne, defeated Greg Valentine and Brutus Beefcake at WrestleMania II.\nDuring a tag match against Don Muraco and Bob Orton, he was injured. He would be substituted by several wrestlers which included Roddy Piper, Junkyard Dog and Billy Jack Haynes when tag title defenses were made. When he was recovering in the hospital from back surgery, he recounted that Bret Hart had showed up and said that Vince McMahon had sent him to get Dynamite's tag belt but Billington refused. He would shortly check himself out of the hospital (against doctors' orders) and met with McMahon, who requested that the Bulldogs drop the tag titles to the team of Nikolai Volkoff and The Iron Sheik but Billington refused and said that he would only drop the belts to The Hart Foundation.\nThe British Bulldogs wrestled a match on January 26, 1987 and dropped the titles to The Hart Foundation. During the match, he could barely walk due to back surgery and had to be helped to the ring by linking arms with his tag partner Davey Boy Smith. He was knocked out by Jimmy Hart's megaphone early in the match, avoiding his having to wrestle in the match for story purposes.\nHe was involved in a real-life backstage fight with Jacques Rougeau and the Bulldogs wrestled their last WWF match at the 1988 Survivor Series. He made many enemies during his time in the WWF including Brutus Beefcake because he refused an autograph for Betley who was visiting his old student backstage at a 1986 WWF show, The Honky Tonk Man whom Dynamite claimed had made light of injuries suffered by his friend Harley Race, - an account largely corroborated by Hart - and Jacques Rougeau. Rougeau blamed Dynamite for cutting up his clothes for a prank (which was actually committed by Curt Hennig) and Dynamite in return had confronted and punched Rougeau and his brother Raymond, he ambushed and assaulted Billington with three shots in the face while his fist was loaded with a roll of quarters (including one in the mouth that knocked out four of Dynamite's teeth). Many wrestlers thought he deserved the beating because of Billington's history of bullying. He was known for being a legitimately tough guy and for his stiffness as a worker. Mick Foley told a story of when Kid and Smith wrestled the team of Les Thornton and a young Mick Foley. He said that Billington had manhandled him so badly in the ring that he could not eat solid food for a time, and Billington had tore a ligament in Foley's jaw with his trademark Hook Clothesline move. WWF-champion Randy Savage once specifically asked for Billington to watch his back when he went drinking in a hotel bar which was frequented by NWA wrestlers, including Ric Flair.\nThe Bulldogs returned to Stampede Wrestling and won the International Tag Team Titles after leaving the WWF. They also competed in All-Japan Pro Wrestling where they were paid $20,000 each by Giant Baba. Davey Boy Smith left to return to the WWF and fabricated a story to the All-Japan office that Billington was in a serious car accident and was unable to compete. Since Davey Boy Smith had trademarked the term \"The British Bulldog\" during the Bulldogs' previous run in WWF, he decided to return to the WWF under the ring name The British Bulldog, and would send people to the United Kingdom to warn the promoter every time a flyer was distributed which promoted Dynamite Kid as a \"British Bulldog\". Billington announced his retirement on December 6, 1991 due to years of steroid abuse (which included an incident where he used horse steroids), working a high impact style, and cocaine usage.\nHe divorced from his first wife Michelle (the sister of Bret Hart's ex-wife Julie) and moved from Canada back home to Wigan, England with his parents. He embarked on another All-Japan tour and visited Dan Spivey where he stayed in his home in Florida for a week. When Spivey came back from vacation, he and Billington took hits of LSD, which resulted in Billington coming close to death twice in one day, but he was revived with adrenaline shots by paramedics both times.\nHe had his final match on October 10, 1996, at a Michinoku Pro event called \"These Days\" where he teamed with Dos Caras and Kuniaki Kobayashi against The Great Sasuke, Mil Máscaras, and his greatest rival, Tiger Mask. Billington's body was clearly degenerated to the point where he was practically skin and bones, as the bottom portion of his tights were very loose. In the end, Dynamite delivered his trademark tombstone piledriver on Great Sasuke which lead to Dos Caras powerbombing Sasuke for the pin fall. When he was at the airport to return home the next day, he had a second seizure (as the first one was in 1987, while traveling with the Ultimate Warrior) and was sent to the hospital immediately.\nBecause of a large amount of back and leg injuries he suffered during his career, he is disabled and uses a wheelchair. He was told he would never walk again. The inventor of the diving headbutt Harley Race, has stated that he regrets ever inventing the move because of the fact that it appears to cause spinal problems, and may have contributed to Billington's disability. Billington also has suffered from heart problems. On November 23, 2013 it was reported that Billington suffered a stroke.\nDeath.\nBillington died on December 5, 2018, his 60th birthday in Ince, Cheshire.","categories":[],"infobox_types":[],"annotations":[{"uri":"December_5","surface_form":"December 5","offset":19},{"uri":"1958","surface_form":"1958","offset":31},{"uri":"December_5","surface_form":"December 5","offset":38},{"uri":"2018","surface_form":"2018","offset":50},{"uri":"British_people","surface_form":"British","offset":70},{"uri":"Professional_wrestling","surface_form":"professional wrestler","offset":78},{"uri":"WWE","surface_form":"World Wrestling Federation","offset":196},{"uri":"Stampede_Wrestling","surface_form":"Stampede Wrestling","offset":224},{"uri":"All_Japan_Pro_Wrestling","surface_form":"All Japan Pro Wrestling","offset":244},{"uri":"New_Japan_Pro_Wrestling","surface_form":"New Japan Pro Wrestling","offset":272},{"uri":"Davey_Boy_Smith","surface_form":"Davey Boy Smith","offset":343},{"uri":"The_British_Bulldogs","surface_form":"The British Bulldogs","offset":384},{"uri":"Calgary","surface_form":"Calgary","offset":426},{"uri":"Alberta","surface_form":"Alberta","offset":435},{"uri":"Canada","surface_form":"Canada","offset":444},{"uri":"Stampede_Wrestling","surface_form":"Stampede Wrestling","offset":476},{"uri":"Bruce_Hart","surface_form":"Bruce Hart","offset":515},{"uri":"Bret_Hart","surface_form":"Bret Hart","offset":538},{"uri":"Junkyard_Dog","surface_form":"Junkyard Dog","offset":589},{"uri":"Methandrostenolone","surface_form":"Dianabol","offset":621},{"uri":"Jake_Roberts","surface_form":"Jake Roberts","offset":631},{"uri":"Amphetamine","surface_form":"speed","offset":662},{"uri":"New_Japan_Pro_Wrestling","surface_form":"New Japan Pro Wrestling","offset":885},{"uri":"Satoru_Sayama","surface_form":"Tiger Mask","offset":1081},{"uri":"WWF_Junior_Heavyweight_Championship","surface_form":"WWF Junior Heavyweight Championship","offset":1132},{"uri":"Mike_Sharpe","surface_form":"Mike Sharpe","offset":1644},{"uri":"Maple_Leaf_Garden","surface_form":"Maple Leaf Garden","offset":1742},{"uri":"Jim_Neidhart","surface_form":"Jim Neidhart","offset":1872},{"uri":"The_Hart_Foundation","surface_form":"The Hart Foundation","offset":1896},{"uri":"Captain_Lou_Albano","surface_form":"Captain Lou Albano","offset":2035},{"uri":"Ozzy_Osbourne","surface_form":"Ozzy Osbourne","offset":2058},{"uri":"Greg_Valentine","surface_form":"Greg Valentine","offset":2082},{"uri":"Brutus_Beefcake","surface_form":"Brutus Beefcake","offset":2101},{"uri":"WrestleMania_II","surface_form":"WrestleMania II","offset":2120},{"uri":"Don_Muraco","surface_form":"Don Muraco","offset":2164},{"uri":"Bob_Orton","surface_form":"Bob Orton","offset":2179},{"uri":"Roddy_Piper","surface_form":"Roddy Piper","offset":2266},{"uri":"Junkyard_Dog","surface_form":"Junkyard Dog","offset":2279},{"uri":"Billy_Jack_Haynes","surface_form":"Billy Jack Haynes","offset":2296},{"uri":"Vince_McMahon","surface_form":"Vince McMahon","offset":2463},{"uri":"Nikolai_Volkoff","surface_form":"Nikolai Volkoff","offset":2707},{"uri":"Iron_Sheik","surface_form":"The Iron Sheik","offset":2727},{"uri":"Jimmy_Hart","surface_form":"Jimmy Hart","offset":3105},{"uri":"Jacques_Rougeau","surface_form":"Jacques Rougeau","offset":3264},{"uri":"Survivor_Series_(1988)","surface_form":"1988 Survivor Series","offset":3334},{"uri":"Brutus_Beefcake","surface_form":"Brutus Beefcake","offset":3414},{"uri":"The_Honky_Tonk_Man","surface_form":"The Honky Tonk Man","offset":3536},{"uri":"Harley_Race","surface_form":"Harley Race","offset":3627},{"uri":"Curt_Hennig","surface_form":"Curt Hennig","offset":3801},{"uri":"Mick_Foley","surface_form":"Mick Foley","offset":4260},{"uri":"Les_Thornton","surface_form":"Les Thornton","offset":4327},{"uri":"Randy_Savage","surface_form":"Randy Savage","offset":4578},{"uri":"Ric_Flair","surface_form":"Ric Flair","offset":4734},{"uri":"Shohei_Baba","surface_form":"Giant Baba","offset":4937},{"uri":"Lysergic_acid_diethylamide","surface_form":"LSD","offset":5971},{"uri":"Epinephrine","surface_form":"adrenaline","offset":6069},{"uri":"Paramedic","surface_form":"paramedic","offset":6089},{"uri":"Michinoku_Pro_Wrestling","surface_form":"Michinoku Pro","offset":6161},{"uri":"Dos_Caras","surface_form":"Dos Caras","offset":6222},{"uri":"Kuniaki_Kobayashi","surface_form":"Kuniaki Kobayashi","offset":6236},{"uri":"The_Great_Sasuke","surface_form":"The Great Sasuke","offset":6262},{"uri":"Mil_M%C3%A1scaras","surface_form":"Mil Máscaras","offset":6280},{"uri":"Tiger_Mask","surface_form":"Tiger Mask","offset":6318},{"uri":"The_Ultimate_Warrior","surface_form":"the Ultimate Warrior","offset":6755},{"uri":"Harley_Race","surface_form":"Harley Race","offset":7014},{"uri":"Ince","surface_form":"Ince","offset":7380},{"uri":"Cheshire","surface_form":"Cheshire","offset":7386}]}