{"id":415550,"url":"http://en.wikipedia.org/wiki/Black_Eye_galaxy","text":"The Black Eye Galaxy (or Sleeping Beauty Galaxy; Messier 64, M64, Evil Eye Galaxy or NGC 4826) was discovered in 1779. It is a fairly close galaxy, just over 24 million light years away.\nIt has a spectacular dark band of absorbing dust in front of its bright nucleus. This is why it is called the \"Black Eye\" or \"Evil Eye\" galaxy. M64 is well known among amateur astronomers because it can be seen in small telescopes. It is a spiral galaxy in the Coma Berenices constellation.\nGalactic collision.\nThe gas in the outer areas of M64 rotates in the opposite direction to the gas and stars in the inner areas. The inner area has a radius of only about 3,000 light-years, while the outer area extends another 40,000 light-years Many new stars are near the edges between the two areas.\nAstronomers think the oppositely rotating gas happened when M64 took in a galaxy that collided with it. This happened over a billion years ago. New stars are forming in the shear region. The shear region is where the oppositely rotating gases collide, are pushed together, and get smaller.\nThe image shows hot, blue young stars that have just been made. There are pink clouds of glowing hydrogen gas that fluoresces when exposed to ultraviolet light from newly made stars. The small galaxy that collided with M64 has now been almost completely destroyed. Its stars are either in the main galaxy or scattered into intergalactic space. The motion of gas at the outer edge of M64 is a sign of the ancient collision.","categories":[],"infobox_types":[],"annotations":[{"uri":"Galaxy","surface_form":"galaxy","offset":140},{"uri":"Million","surface_form":"million","offset":161},{"uri":"Light_years","surface_form":"light years","offset":169},{"uri":"Amateur","surface_form":"amateur","offset":355},{"uri":"Astronomer","surface_form":"astronomer","offset":363},{"uri":"Telescope","surface_form":"telescope","offset":407},{"uri":"Spiral_galaxy","surface_form":"spiral galaxy","offset":427},{"uri":"Coma_Berenices","surface_form":"Coma Berenices","offset":448},{"uri":"Constellation","surface_form":"constellation","offset":463},{"uri":"Rotation","surface_form":"rotates","offset":532},{"uri":"Radius","surface_form":"radius","offset":628},{"uri":"Collide","surface_form":"collided","offset":867},{"uri":"Billion","surface_form":"billion","offset":906},{"uri":"Hydrogen","surface_form":"hydrogen","offset":1168},{"uri":"Fluorescence","surface_form":"fluoresces","offset":1186},{"uri":"Ultraviolet","surface_form":"ultraviolet","offset":1213}]}