{"id":415677,"url":"http://en.wikipedia.org/wiki/Brownian_motion","text":"e=\"preserve\">Brownian motion is the random motion of particles in a liquid or a gas. The motion is caused by fast-moving atoms or molecules that hit the particles. Brownian Motion was discovered in 1827 by the botanist Robert Brown. In 1827, while looking through a microscope at particles trapped in cavities inside pollen grains in water, he noted that the particles moved through the water; but he was not able to find out what was causing this motion.\nAtoms and molecules had long been theorised as the main parts of matter. Albert Einstein published a paper in 1905 that explained in precise detail how the motion that Brown had observed was a result of the pollen being moved by individual water molecules. This was one of his first big contributions to science, and convinced many scientists that atoms and molecules exist, It was further verified experimentally by Jean Perrin in 1908. Perrin was awarded the Nobel Prize in Physics in 1926 \"for his work on the discontinuous structure of matter\". The direction of the force of atomic bombardment is constantly changing, and at different times the particle is hit more on one side than another, leading to the seemingly random nature of the motion.\nThere are too many molecular impacts making the Brownian pattern, so no scientific model can account for all of them. That is why only probabilistic models of molecular populations can be used to describe it. Two such models of the statistical mechanics, made by Einstein and Smoluchowski are presented below. Another, pure probabilistic kind of models are stochastic process models. There exist both simpler and more complicated stochastic processes which in extreme (\"taken to the limit\") may describe the Brownian Motion (see random walk and Donsker's theorem).\nAlbert Einstein and Norbert Wiener also studied Brownian Movement, with greater mathematical precision.\nHistory.\n\"Observe what happens when sunlight is let into a building and small building light on its shadowy places. You will see an amount of tiny particles moving in an amount of ways...\"\nWhile Jan Ingenhousz described the strange motion of coal dust particles on the top of alcohol in 1785, the discovery of this is often given to the botanist Robert Brown in 1827. Brown was studying pollen grains of the plant \"Clarkia pulchella\" suspended in water under a microscope when he observed minute particles, ejected by the pollen grains, executing a jittery motion. By repeating the experiment with particles of inorganic matter he was able to rule out that the motion was life-related, although its origin was not known yet.\nThe first person to describe the mathematics behind Brownian motion was Thorvald N. Thiele in a paper on the method of least squares published in 1880. This was followed by Louis Bachelier in 1900 in his PhD thesis \"The Theory of Speculation\", in which he presented an analysis of the stock and option markets. The Brownian motion model of the stock market is often used, but Benoit Mandelbrot denied its applicability to stock price movements.\nAlbert Einstein (in one of his 1905 papers) and Marian Smoluchowski (1906) brought the solution of the problem to the attention of physicists, and presented it as a way to indirectly confirm the existence of atoms and molecules. Their equations describing Brownian motion were checked by the experimental work of Jean Baptiste Perrin in 1908.","categories":[],"infobox_types":[],"annotations":[{"uri":"Particle","surface_form":"particle","offset":53},{"uri":"Liquid","surface_form":"liquid","offset":68},{"uri":"Gas","surface_form":"gas","offset":80},{"uri":"Atom","surface_form":"atom","offset":121},{"uri":"Molecule","surface_form":"molecule","offset":130},{"uri":"Botanist","surface_form":"botanist","offset":210},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":917},{"uri":"Statistical_mechanics","surface_form":"statistical mechanics","offset":1438},{"uri":"Stochastic_process","surface_form":"stochastic process","offset":1563},{"uri":"Random_walk","surface_form":"random walk","offset":1735},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":1771},{"uri":"Norbert_Wiener","surface_form":"Norbert Wiener","offset":1791},{"uri":"Jan_Ingenhousz","surface_form":"Jan Ingenhousz","offset":2070},{"uri":"Coal","surface_form":"coal","offset":2117},{"uri":"Dust","surface_form":"dust","offset":2122},{"uri":"Ethanol","surface_form":"alcohol","offset":2151},{"uri":"Robert_Brown_(botanist%2C_born_1773)","surface_form":"Robert Brown","offset":2221},{"uri":"Pollen","surface_form":"pollen","offset":2262},{"uri":"Clarkia_pulchella","surface_form":"Clarkia pulchella","offset":2290},{"uri":"Thorvald_N._Thiele","surface_form":"Thorvald N. Thiele","offset":2672},{"uri":"Least_squares","surface_form":"least squares","offset":2719},{"uri":"Louis_Bachelier","surface_form":"Louis Bachelier","offset":2773},{"uri":"Stock_market","surface_form":"stock market","offset":2944},{"uri":"Benoit_Mandelbrot","surface_form":"Benoit Mandelbrot","offset":2976},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":3045},{"uri":"%C3%9Cber_die_von_der_molekularkinetischen_Theorie_der_W%C3%A4rme_geforderte_Bewegung_von_in_ruhenden_Fl%C3%BCssigkeiten_suspendierten_Teilchen","surface_form":"1905 papers","offset":3076},{"uri":"Marian_Smoluchowski","surface_form":"Marian Smoluchowski","offset":3093},{"uri":"Jean_Baptiste_Perrin","surface_form":"Jean Baptiste Perrin","offset":3358}]}