{"id":41575,"url":"http://en.wikipedia.org/wiki/Habitat","text":"A habitat is an area that is lived in by a particular species of animal, plant, or other type of organism. It is the natural environment in which an organism lives, or the physical environment that surrounds a population.\nAnimal habitats.\nMost animals live in one type of environment because they are best suited to it. We say they are 'adapted to this environment'. For example, animals such as frogs, newts, toads and ducks have webbed feet to help them swim in the water. There are many different types of habitats and many different kinds of adaptations to fit into each.\nIf the habitat changes, it may no longer be suitable for the animals and plants that live there. Because of the complex links between the plants and animals this can have many different effects. Climate change is making some habitats warmer, and so many animal species are moving to cooler areas. However some species are not able to move and the populations are getting smaller. Scientists think that 10% of species may become extinct because of these changes. Other habitats have been cleared to make them into farm land. In Australia for example, 80% of the eucalypt forests have been cleared for farming over the last 210 years. This is threatening the survival of forest animals such as the koala.\nPlant habitats.\nJust as animals adapt to the places they live, so do plants. Plants are adapted to a wide variety of habitats. As a result, each plant has certain characteristics. Some are adapted to living on land while others live in water. Plants that grow on land usually have stiff stems to hold them upright, while water plants tend to have less rigid stems because the water supports them.\nPlants that live in dry climates like the desert have few or no leaves. Many, including cacti, store water when rain occurs. Their adaptations save water. Plants that grow in shaded areas have large leaves to capture as much sunlight as possible, or they climb towards the light.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":54},{"uri":"Animal","surface_form":"animal","offset":65},{"uri":"Plant","surface_form":"plant","offset":73},{"uri":"Organism","surface_form":"organism","offset":97},{"uri":"Natural_environment","surface_form":"natural environment","offset":117},{"uri":"Population","surface_form":"population","offset":210},{"uri":"Environment","surface_form":"environment","offset":272},{"uri":"Adaptation","surface_form":"adapted","offset":337},{"uri":"Frog","surface_form":"frog","offset":396},{"uri":"Newt","surface_form":"newt","offset":403},{"uri":"Duck","surface_form":"duck","offset":420},{"uri":"Climate_change","surface_form":"Climate change","offset":771},{"uri":"Global_warming","surface_form":"warmer","offset":810},{"uri":"Extinct","surface_form":"extinct","offset":1004},{"uri":"Eucalyptus","surface_form":"eucalypt","offset":1137},{"uri":"Koala","surface_form":"koala","offset":1272},{"uri":"Desert","surface_form":"desert","offset":1718},{"uri":"Cacti","surface_form":"cacti","offset":1764}]}