{"id":415939,"url":"http://en.wikipedia.org/wiki/Parking_lot","text":"A parking lot (or car park) is an area where cars and other vehicles are parked and left temporarily. They are usually flat. The surface is usually made of asphalt, concrete, or gravel. Some lots may be bare earth. The paving material in a parking lot can heat quickly in the sun. A parked car can get hot, too. Children, older people, and animals such as dogs and cats should not be left in a parked car. They can die in a hot car.\nLines are put on paved lots to create the outlines of parking spaces. People leave their cars in these spaces while they go shopping, go to work, or do errands. Some spaces are set aside for disabled drivers or disabled passengers. These spaces are clearly marked. A disabled driver needs a special badge or insignia issued by the government to use these spaces. Disabled spaces are usually close to the front of a lot. Drivers who are not disabled can be fined or their cars towed if they use these spaces.\nParking lots are usually near businesses, hospitals, government buildings, schools, hotels, zoos, etc. If many people go to these places, then the parking lots will be large. If not too many people go to these places, then the parking lots will be small. Small lots are usually unsupervised. Large lots are usually supervised by an attendant stationed in a small booth at the lot's entrance. He may issue a pass to a vehicle's driver that is stamped with the vehicle's arrival time. He will collect a fee from the driver when the vehicle leaves the lot. Some hotels provide free parking and those parking lots are big enough with lot of entrance.\nAt a rural event such as a county fair, concert, auction, barn sale, corn maze, or pick-your-own strawberry patch, a parking lot may be nothing more than a large area of bare earth or a meadow that has been mowed for parking. Ropes or bales of hay may be used to mark the area for parking. An attendant may or may not be present. If present, he or she will advise a driver where to park in the lot and may or may not collect a fee.\nParking lots can be dangerous, especially at night. Some lots are poorly supervised and dimly lit. Persons intent on mischief such as tire-slashers or criminal activity such as prostitutes, burglars, thieves, rapists, and drug dealers can operate without being easily seen. Anything valuable such as money, weapons, packages, children, or animals should \"never\" be left alone in a parked car. These will tempt thieves and child or animal snatchers.\nBroken glass, rusty nails, potholes, and rats can be parking lot hazards to people and their vehicles.\nAutomated Parking System.\nThe automated parking system works with a combination of conveyance devices, software technology, and a mobile app for the best user experience. The system consists of an array of electro-mechanical infrastructure and computer-controlled robots. The conveying devices are capable of vertical and horizontal movement and used to store/retrieve vehicles to/from available multi-depth parking positions without human intervention. The very first automated parking garage was built in 1905: Garage Rue de Ponthieu in Paris, France.","categories":[],"infobox_types":[],"annotations":[{"uri":"Car","surface_form":"car","offset":45},{"uri":"Flat","surface_form":"flat","offset":119},{"uri":"Asphalt","surface_form":"asphalt","offset":156},{"uri":"Concrete","surface_form":"concrete","offset":165},{"uri":"Line","surface_form":"Line","offset":433},{"uri":"Business","surface_form":"business","offset":971}]}