{"id":416037,"url":"http://en.wikipedia.org/wiki/Altenbrunslar","text":"Altenbunslar is one of the sixteen villages that form the town of Felsberg in Schwalm-Eder-Kreis, North Hesse, Germany. The nearest city is Kassel.\nGeography.\nApproximately 306 people live in the village.\nThe village is on the eastern bank of the Eder River. To the east of the village is the \"Quillerwald\" (English: \"Quiller Forest\") or \"Markwald\" (English: \"common forest\"). This forest once belonged to all the villages around it. The people of the villages were allowed to cut down trees and to let animals feed there, but they were not allowed to hunt in the forest. The Eder River meets the Fulda River just 9 km (5.6 mi) upstream from Altenbrunslar at Edermünde.\nThe bedrock is made up of differently-coloured sandstones. The hilly landscape is formed by way that the sandstone wears down evenly. Some steep hills are the remains of volcanoes. The volcanoes were active in this area about 15-20 million years ago.\nHistory.\n3000 years before the birth of Christ, the area was inhabited by a prehistoric people.\nThe name \"Bruneslar\" was first recorded in 1154. The name \"Altenbrunslar\" was first used in 1381. It was owned by a local knight.\nIn 1532 Altenbrunslar received a monk from a nearby monastery.\nIn the Middle Ages Altenbrunslar belonged to the town of Felsberg. This later became part of Napoleon's Kingdom of Westphalia and then it became part of the Kingdom of Prussia. On 1 February 1971, Altenbrunslar joined Neuenbrunslar to become the \"Brunslar Community\". This in turn became part of the town of Felsberg on 1 January 1974.\nA railway was constructed through the village in 1848. In 1849 Altenbrunslar received a railway station. On 3 September 1849 the first train came through Altenbrunslar, pulled by a locomotive called \"Hassia\".\nIn the Second World War the Allies destroyed Edersee Dam on the night of 16-17 May 1943. A big flood wave hit the village half an hour later. The people of the village heard the news on the radio and ran into the forest. The water flooded the Eder valley. The bridge in Altenbrunslar was not knocked down by the water.\nBuildings.\nThe first stone bridge over the Eder River at Altenbrunslar was built in 1885. Before this there was a wooden bridge in summer and a ferryman with a boat in winter.\nThe small chapel in Altenbrunslar is a protected building. It was built in the 10th Century. In 1861 a wooden second storey was built on the chapel. In 2000, the chapel was completely renovated. The villagers believe that the church bell came from the nearby village of Brechelsdorf. Brechelsdorf is a nearby village that was destroyed many years ago.\nIn popular media.\nAltenbrunslar was the \"Dolles Dorf\" (English: great village) in the Hessischer Rundfunk television programme of the same name. A ten-minute movie about the village was first shown on 25 August 2012. It can be seen still on the [http://www.hr-online.de/website/suche/home/mediaplayer.jsp?mkey=45871741&type=v&xtmc=Altenbrunslar&xtcr=1 \"Dolles Dorf\" HR website].","categories":[],"infobox_types":[],"annotations":[{"uri":"Hesse","surface_form":"North Hesse","offset":98},{"uri":"Germany","surface_form":"Germany","offset":111},{"uri":"Kassel","surface_form":"Kassel","offset":140},{"uri":"Sandstone","surface_form":"sandstone","offset":717},{"uri":"Volcano","surface_form":"volcano","offset":840},{"uri":"Knight","surface_form":"knight","offset":1139},{"uri":"Monk","surface_form":"monk","offset":1180},{"uri":"Monastery","surface_form":"monastery","offset":1199},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":1217},{"uri":"Napoleon_I_of_France","surface_form":"Napoleon's","offset":1303},{"uri":"Kingdom_of_Prussia","surface_form":"Kingdom of Prussia","offset":1367},{"uri":"Community","surface_form":"Community","offset":1466},{"uri":"Railway","surface_form":"railway","offset":1548},{"uri":"Railway_station","surface_form":"railway station","offset":1634},{"uri":"Locomotive","surface_form":"locomotive","offset":1727},{"uri":"Second_World_War","surface_form":"Second World War","offset":1762},{"uri":"Allies_of_World_War_II","surface_form":"Allies","offset":1783},{"uri":"Dam","surface_form":"Dam","offset":1808},{"uri":"Flood","surface_form":"flood","offset":1850},{"uri":"Valley","surface_form":"valley","offset":2003},{"uri":"Bridge","surface_form":"bridge","offset":2015},{"uri":"Bridge","surface_form":"bridge","offset":2101},{"uri":"Bridge","surface_form":"bridge","offset":2195},{"uri":"Ferry","surface_form":"ferry","offset":2218},{"uri":"Chapel","surface_form":"chapel","offset":2260},{"uri":"Century","surface_form":"Century","offset":2334},{"uri":"Bell","surface_form":"bell","offset":2483},{"uri":"Television_programme","surface_form":"television programme","offset":2708},{"uri":"Movie","surface_form":"movie","offset":2760}]}