{"id":416118,"url":"http://en.wikipedia.org/wiki/Galapagos_shark","text":"The Galapagos shark (\"Carcharhinus galapagensis\") is a species of Requiem shark, in the order of Carcharhiniformes. The Galapagos shark is a large species, reaching a maximum length of up to 12.1 feet (3.8 metres), and weighing up to 86 kg. This species is found in tropical waters surrounding oceanic islands, and is found in the Pacific, Atlantic, and western Indian Ocean.\nTaxonomy.\nThe Galapagos shark was originally described as \"Carcharias galapagensis\" by Robert Evans Snodgrass and Edmund Heller in 1905, and was later moved to the genus \"Carcharhinus\". The holotype was a 64 cm (2.13 feet) long fetus from the Galapagos Islands, giving it the specific name \"galapagensis\".\nGarrick (1982) placed the Galapagos shark and the Dusky shark at the center of the \"obscurus group\", one of two major groupings within \"Carcharhinus\". The group consisted of the Bignose shark, the Caribbean reef shark, the Sandbar shark, the Dusky shark, and the Oceanic whitetip shark; all large, triangular-toothed sharks. Based on allozyme data, Naylor (1992) changed this group, with the additions of the Silky shark, and the Blue shark. The closest relatives of the Galapagos shark were found to be the Dusky shark, the Oceanic whitetip shark, and the Blue shark.\nDescription.\nThe Galapagos shark reaches a maximum length of 12.1 feet (3.8 metres). Male individuals mature at lengths of 6.9-7.5 feet (2.1-2.3 metres), while females mature at 7.2-8.2 feet (2.2-2.5 metres) in length. The maximum weight for this species is 86 kg.\nThe Galapagos shark is a large shark with a slim, fusiform body, and a low inter-dorsal ridge between the first and second dorsal fin. The first dorsal fin is tall and nearly straight. The long pelvic fins are straight, each with a pointed tip. The snout of the Galapagos shark is widely rounded.\nThe Galapagos shark resembles the Grey reef shark, but can be distinguished by its more slender body, and by the slightly rounded tip on the first dorsal fin. The Galapagos shark also strongly resembles the Dusky shark, but has a much more straighter first dorsal fin, and it has larger teeth than the Dusky shark. However, this can be difficult to distinguish without direct comparison of the two species. The Galapagos shark has a brownish-grey upper body, and a white belly. A white stripe can sometimes be seen on the sides of the shark. Their pectoral fins are solid grey with slightly dusky tips.\nHabitat.\nThe Galapagos shark is circumtropical in distribution with a preference for waters surrounding oceanic islands. In the Atlantic Ocean, this shark is found at St. Paul's Rocks, Ascension Island, Cape Verde, Saint Helena, São Tomé, Bermuda, and the Virgin Islands. In the western Indian Ocean it is found off Walter's Shoal, south of Madagascar. In the Pacific Ocean, the Galapagos shark is found off Lord Howe Island, Tuamoto Archipelago, Middleton and Elizabeth Reefs, Hawaii, Revillagigedo Islands, Clipperton Island, Cocos Island, and Galápagos Islands. Distribution limits are not well defined due to confusion with similar species of sharks.\nThe Galapagos shark is a common, but habitat-limited, tropical shark found inshore as well as offshore, near insular and continental shelves, between 39°N-33°S, at depths up to 180 metres. This species prefers clear water with coral and rocky bottoms. Although it is a coastal-pelagic species, it is capable of crossing considerable distances of open ocean between islands, and has been reported at least 50 km from land. Young Galapagos sharks are found in shallow waters of 25 metres or less.\nBehaviour.\nThe Galapagos shark is known to be a solitary species, but it is sometimes found in loose groups. It is a curious species, and is known to approach swimmers and investigate other disturbances in the water, such as boats and divers. The Galapagos shark can be an aggressive animal, and, like other species of sharks, it performs a display in order to attack its target. This display involves arching its back, raising its head, and lowering its pectoral fins as it swims with a noticeable twisting motion.\nFeeding.\nThe Galapagos shark usually hunts near the bottom, feeding on bottom-dwelling fish, but it is also been known to feed on prey from the surface. The fish it preys on include eels, flatheads, groupers, flatfish, and triggerfish. It also feeds on squid and octopuses. In the Galápagos Islands, off the coast of Ecuador, the Galapagos shark has been observed to feed on sea lions and marine iguanas. Occasionally, a large Galapagos shark may feed on other sharks.\nReproduction.\nGalapagos sharks are viviparous, or livebearing, with embryos nourished by a yolksac-placenta during gestation. Mating and birth occurs early in the year within Hawaiian waters. Female individuals often have mating scars from males biting the gills, fins, and body. Each litter contains 6 to 16 pups, each being 60-80 cm long. The pups stay in shallow waters to avoid predation and cannibalism from members of their own species, eventually moving out to deeper waters as they mature. Galapagos sharks do not reproduce until the age of 10 years, with the maximum known lifespan for a Galapagos shark being approximately 24 years.\nHuman interaction.\nAccording to the International Shark Attack File, the Galapagos shark has been responsible for one fatal attack on a swimmer in the Virgin Islands. In locations where this shark is common, they often are attracted to divers, sometimes even becoming an obstacle. When divers take aggressive actions, these sharks are not discouraged, but instead become more excited. The Galapagos shark has been reported to display threat behaviors including arching of the back, raising the head, and lowering the caudal and pectoral fins while swimming in a twisted, rolling motion.\nThis species is considered potentially dangerous and may attack if a food source is present, such as during spearfishing activities. If there are large numbers of Galapagos sharks present, it would be wise to limit one's activities in the water.\nConservation.\nThe Galapagos shark is currently listed as Near Threatened by the International Union for the Conservation of Nature (IUCN). However, the Galapagos shark might be listed as Vulnerable, Endangered, or Critically Endangered in the near future. In Australia and the western Pacific Ocean, the Galapagos shark is considered \"Data Deficient\" due to a lack of information on populations in this region. However, there is a marine reserve that surrounds this species' range off Lord Howe Island and the Kermadec Islands (New Zealand), where it is not considered to be under threat.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":55},{"uri":"Carcharhinidae","surface_form":"Requiem shark","offset":66},{"uri":"Order_(biology)","surface_form":"order","offset":88},{"uri":"Carcharhiniformes","surface_form":"Carcharhiniformes","offset":97},{"uri":"Tropical","surface_form":"tropical","offset":266},{"uri":"Pacific_Ocean","surface_form":"Pacific","offset":331},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":340},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":362},{"uri":"Genus","surface_form":"genus","offset":540},{"uri":"Carcharhinus","surface_form":"Carcharhinus","offset":547},{"uri":"Holotype","surface_form":"holotype","offset":566},{"uri":"Fetus","surface_form":"fetus","offset":604},{"uri":"Galapagos_Islands","surface_form":"Galapagos Islands","offset":619},{"uri":"Carcharhinus","surface_form":"Carcharhinus","offset":818},{"uri":"Bignose_shark","surface_form":"Bignose shark","offset":860},{"uri":"Oceanic_whitetip_shark","surface_form":"Oceanic whitetip shark","offset":945},{"uri":"Silky_shark","surface_form":"Silky shark","offset":1091},{"uri":"Blue_shark","surface_form":"Blue shark","offset":1112},{"uri":"Dorsal_fin","surface_form":"dorsal fin","offset":1639},{"uri":"Pelvic_fin","surface_form":"pelvic fin","offset":1710},{"uri":"Grey_reef_shark","surface_form":"Grey reef shark","offset":1847},{"uri":"Dusky_shark","surface_form":"Dusky shark","offset":2020},{"uri":"Pectoral_fin","surface_form":"pectoral fin","offset":2361},{"uri":"Island","surface_form":"island","offset":2528},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":2544},{"uri":"Saint_Peter_and_Saint_Paul_Archipelago","surface_form":"St. Paul's Rocks","offset":2583},{"uri":"Ascension_Island","surface_form":"Ascension Island","offset":2601},{"uri":"Cape_Verde","surface_form":"Cape Verde","offset":2619},{"uri":"Saint_Helena","surface_form":"Saint Helena","offset":2631},{"uri":"S%C3%A3o_Tom%C3%A9_and_Pr%C3%ADncipe","surface_form":"São Tomé","offset":2645},{"uri":"Bermuda","surface_form":"Bermuda","offset":2655},{"uri":"Virgin_Islands","surface_form":"Virgin Islands","offset":2672},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":2703},{"uri":"Madagascar","surface_form":"Madagascar","offset":2757},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":2776},{"uri":"Lord_Howe_Island","surface_form":"Lord Howe Island","offset":2824},{"uri":"Elizabeth_and_Middleton_Reefs_Marine_National_Park_Reserve","surface_form":"Middleton and Elizabeth Reefs","offset":2863},{"uri":"Hawaii","surface_form":"Hawaii","offset":2894},{"uri":"Gal%C3%A1pagos_Islands","surface_form":"Galápagos Islands","offset":2962},{"uri":"Shark","surface_form":"shark","offset":3063},{"uri":"Tropical","surface_form":"tropical","offset":3125},{"uri":"Pelagic_zone","surface_form":"pelagic","offset":3348},{"uri":"Eel","surface_form":"eel","offset":4264},{"uri":"Flathead","surface_form":"flathead","offset":4270},{"uri":"Grouper","surface_form":"grouper","offset":4281},{"uri":"Flatfish","surface_form":"flatfish","offset":4291},{"uri":"Triggerfish","surface_form":"triggerfish","offset":4305},{"uri":"Squid","surface_form":"squid","offset":4335},{"uri":"Octopus","surface_form":"octopus","offset":4345},{"uri":"Gal%C3%A1pagos_Islands","surface_form":"Galápagos Islands","offset":4363},{"uri":"Ecuador","surface_form":"Ecuador","offset":4399},{"uri":"Sea_lion","surface_form":"sea lion","offset":4457},{"uri":"Marine_biology","surface_form":"marine","offset":4471},{"uri":"Iguana","surface_form":"iguana","offset":4478},{"uri":"Viviparous","surface_form":"viviparous","offset":4586},{"uri":"Virgin_Islands","surface_form":"Virgin Islands","offset":5345},{"uri":"Near_Threatened","surface_form":"Near Threatened","offset":6084},{"uri":"International_Union_for_the_Conservation_of_Nature","surface_form":"International Union for the Conservation of Nature","offset":6107},{"uri":"Vulnerable","surface_form":"Vulnerable","offset":6214},{"uri":"Endangered","surface_form":"Endangered","offset":6226},{"uri":"Critically_Endangered","surface_form":"Critically Endangered","offset":6241},{"uri":"Australia","surface_form":"Australia","offset":6286},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":6312}]}