{"id":416240,"url":"http://en.wikipedia.org/wiki/Multi-instrumentalist","text":"e=\"preserve\">A multi-instrumentalist is a musician who plays two or more musical instruments. Many professional musicians aim to become multi-instrumentalists.\nIn an orchestra, a number of musicians might each play a variety of different instruments during a single performance. Orchestras will also often, but not always, ask for several members of the woodwind section to be multi-instrumentalists. This is sometimes referred to as doubling. Typically, for example, one flute player in the orchestra will switch to playing the piccolo or alto flute when called to by the score. If an orchestra is playing a piece that needs \"two flutes and a third flute doubling piccolo\", it means that the third flautist also has a piccolo. Sometimes he or she will need to put the flute down and play the piccolo, then perhaps swap round again.\nAn oboist may sometimes double on the cor anglais, a clarinettist may sometimes double on a bass clarinet, and a bassoonist may double on a contrabassoon. At other times such instruments may need a separate player. At the beginning of a musical score there should be a list of instruments that makes it clear how many players are needed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Musician","surface_form":"musician","offset":42},{"uri":"Musical_instrument","surface_form":"musical instrument","offset":73},{"uri":"Orchestra","surface_form":"orchestra","offset":166},{"uri":"Performance","surface_form":"performance","offset":266},{"uri":"Woodwind","surface_form":"woodwind","offset":354},{"uri":"Flute","surface_form":"flute","offset":472},{"uri":"Piccolo","surface_form":"piccolo","offset":529},{"uri":"Alto_flute","surface_form":"alto flute","offset":540},{"uri":"Musical_score","surface_form":"score","offset":573},{"uri":"Oboe","surface_form":"oboist","offset":836},{"uri":"Cor_anglais","surface_form":"cor anglais","offset":871},{"uri":"Clarinet","surface_form":"clarinet","offset":886},{"uri":"Bass_clarinet","surface_form":"bass clarinet","offset":925},{"uri":"Bassoon","surface_form":"bassoon","offset":946},{"uri":"Contrabassoon","surface_form":"contrabassoon","offset":973},{"uri":"Sheet_music","surface_form":"musical score","offset":1070}]}