{"id":416220,"url":"http://en.wikipedia.org/wiki/Battle_of_Buxar","text":"The Battle of Buxar was fought on 22 October 1764 between the forces of the British East India Company led by Hector Munro and the combined army of Mughal rulers.\nThe Mughal forces were drawn from 2 princely states, whose rulers were Mir Qasim, the Nawab of Bengal, and the Mughal King Shah Alam II.\nThe battle fought at Buxar, then within the territory of Bengal, a town on the bank of the Ganges river about 130 km west of Patna, was a decisive victory for the British East India Company.\nThe combined Mughal forces numbered about 40,000 men, and Monroe's forces numbered about 10,000 men, of whom 7,000 were regular British Army men seconded to the East India Company. Reports of the battle say that lack of co-ordination between the various Mughal forces was the main reason for their defeat.\nResult.\nThe fate of the three defeated Mughal leaders varied. Shah Allam was forced to pay a fine of five million rupees. After negotiation, the Treaty of Allahabad was signed. All his pre-war possessions were returned except for the districts of Karra and Allahabad. He became a pensioner, with a monthly pension of 450,000 rupees. The Company later restored Allahabad to him. The Company got revenue authority (Diwani rights) for almost 100,000 acres of land in the modern states of West Bengal, Odisha, Bihar, Jharkhand, and Uttar Pradesh, as well as in the neighbouring areas of Bengal.In return mughal emperor was given 26 lakh rupees.The Company's main aim was not to rule India, but to to increase their revenue resources and expand trade throughout the country.Taxes were collected for them by a Company-appointed deputy-nawab.nawab was to pay an indemnity of rupees 50 lakh\nNawab Shuja-ud-Daula was restored to Oudh, with a subsidiary force and a guarantee of defence. Mir Qasim, the Nawab of Bengal, was ruined by the defeat. He had been the prime mover in the war, but afterwards he was deposed by the Company and rejected by Shuja-ud-Daula.\nConsequence.\nThe arrangements made the British East India Company the virtual ruler of Bengal, since it already possessed decisive military power. All that was left to the Nawab was the control of the judicial administration. But he was later forced to hand this over to the Company in 1793. Thus the company's control was virtually complete.\nIn spite of all this the East India Company was again on the verge of bankruptcy, which stirred the British to make a fresh effort at reform. On the one hand Warren Hastings was appointed with a mandate for reform; on the other an appeal was made to the British state for a loan. The result was the beginnings of state control of the Company, and Warren Hastings was appointed Governor-General of Bengal from 1772 to 1785.","categories":[],"infobox_types":[],"annotations":[{"uri":"East_India_Company","surface_form":"East India Company","offset":84},{"uri":"Hector_Munro%2C_8th_of_Novar","surface_form":"Hector Munro","offset":110},{"uri":"Mughal","surface_form":"Mughal","offset":148},{"uri":"Mir_Qasim","surface_form":"Mir Qasim","offset":234},{"uri":"Nawab_of_Bengal","surface_form":"Nawab of Bengal","offset":249},{"uri":"Mughal_Emperor","surface_form":"Mughal King","offset":274},{"uri":"Shah_Alam_II","surface_form":"Shah Alam II","offset":286},{"uri":"Buxar","surface_form":"Buxar","offset":321},{"uri":"Bengal","surface_form":"Bengal","offset":357},{"uri":"Ganges","surface_form":"Ganges river","offset":391},{"uri":"Patna","surface_form":"Patna","offset":425},{"uri":"East_India_Company","surface_form":"East India Company","offset":471},{"uri":"British_Army","surface_form":"British Army","offset":619},{"uri":"Karra","surface_form":"Karra","offset":1044},{"uri":"Allahabad","surface_form":"Allahabad","offset":1054},{"uri":"West_Bengal","surface_form":"West Bengal","offset":1282},{"uri":"Odisha","surface_form":"Odisha","offset":1295},{"uri":"Bihar","surface_form":"Bihar","offset":1303},{"uri":"Jharkhand","surface_form":"Jharkhand","offset":1310},{"uri":"Uttar_Pradesh","surface_form":"Uttar Pradesh","offset":1325},{"uri":"Bengal","surface_form":"Bengal","offset":1380},{"uri":"Nawab","surface_form":"nawab","offset":1626},{"uri":"Oudh","surface_form":"Oudh","offset":1717},{"uri":"Bankruptcy","surface_form":"bankruptcy","offset":2363},{"uri":"Warren_Hastings","surface_form":"Warren Hastings","offset":2451}]}