{"id":416294,"url":"http://en.wikipedia.org/wiki/George_A._Miller","text":"e=\"preserve\">George Armitrage Miller (February 3, 1920 – July 22, 2012) was one of the founders of cognitive psychology in the 20th century. He studied thinking, language, and memory.\nMiller found out that if you ask people to remember a list of words or numbers, most people can remember only between five and nine words or numbers. His paper \"The magical number seven, plus or minus two\" explained this as a limitation in human short-term memory.\nOnce a behaviorist, Miller moved to cognitive psychology. In 1991, Miller was awarded the National Medal of Science. Miller revolutionized the world of psychology by showing that aspects of the human mind could be observed and tested in a laboratory setting.\nEarly life.\nMiller was born in Charleston, West Virginia. In 1940 he received his bachelor's degree from the University of Alabama, where he majored in English and speech. In 1946, Miller received his Ph.D. in Psychology from Harvard University. During his life, he taught as a professor at Princeton, Harvard, and Rockefeller University. He died in Plainsboro, New Jersey at the age of 92.\nChunking.\nThe first concept introduced by Miller is known as chunking. \"Chunking\" is a way developed to help people remember a certain number of words or numbers. It is known to help with both short-term memory and long-term memory. When he asked subjects to perform memory tasks in various experiments, he noticed that most subjects recalled about seven units from a list regardless of the list topic. Miller said that the short-term memory could only hold 5-9 chunks of information (plus or minus two) and is also a way to increase the capacity of short term memory. A chunk can refer to digits, words, faces, or any type of meaningful unit. Chunking is when a person groups multiple words together to help with memory tasks. This technique can help people with recalling specific groups of words. Remembering is much easier when the chunking technique is used. An example of chunking would be trying to remember a long sequence of digits. For example, 2 4 5 6 1 4 2 7 0 could be remembered by chunking those numbers into smaller meaningful units such as 245 614 270.\nThe magical number seven.\n\"The magical number seven, plus or minus two: some limits on our capacity for processing information\" was a paper published originally in \"The Psychology Review\". This paper remains Miller's most famous and cited piece of work in the history of psychology. It outlines the number of items, numbers, or objects an average human memory can hold. Miller states in his paper, \"This number assumes a variety of disguises, being sometimes a little larger and sometimes a little smaller than usual, but never changing so much as to be unrecognizable\" (Miller 1956). He did a series of memory tasks that led him to believe that 7 was the number. The paper goes into depth stating how the memory span is a complicated source and how it can hold a lot of information.\nWordnet.\nMiller began working on Wordnet in the mid 1980s. It is a large database of English nouns, verbs, adjectives, and adverbs that are grouped into sets of cognitive synonyms which represent a specific concept or idea. It resembles a thesaurus since it groups words together based on their meanings. Miller wanted to use Wordnet as a tool to test psycholinguistic theories on how people use and understand words.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cognitive_psychology","surface_form":"cognitive psychology","offset":99},{"uri":"20th_century","surface_form":"20th century","offset":127},{"uri":"Language","surface_form":"language","offset":162},{"uri":"Memory","surface_form":"memory","offset":176},{"uri":"Behaviorist","surface_form":"behaviorist","offset":456},{"uri":"National_Medal_of_Science","surface_form":"National Medal of Science","offset":539},{"uri":"Mind","surface_form":"mind","offset":649},{"uri":"Charleston%2C_West_Virginia","surface_form":"Charleston, West Virginia","offset":739},{"uri":"University_of_Alabama","surface_form":"University of Alabama","offset":817},{"uri":"Ph.D.","surface_form":"Ph.D.","offset":909},{"uri":"Harvard_University","surface_form":"Harvard University","offset":934},{"uri":"Princeton_University","surface_form":"Princeton","offset":999},{"uri":"Rockefeller_University","surface_form":"Rockefeller University","offset":1023},{"uri":"Plainsboro%2C_New_Jersey","surface_form":"Plainsboro, New Jersey","offset":1058},{"uri":"Short-term_memory","surface_form":"short-term memory","offset":1292},{"uri":"Memory","surface_form":"memory","offset":1813},{"uri":"Thesaurus","surface_form":"thesaurus","offset":3192},{"uri":"Meaning","surface_form":"meaning","offset":3248}]}