{"id":416385,"url":"http://en.wikipedia.org/wiki/Athelred_of_Wessex","text":"Athelred or Æthelred (–) was King of Wessex from 865 to 871. He succeeded his brother Ethelbert at the time of the invasion of England by the \"Great Heathen Army\". He was the first of the four sons of Athelwulf not to rule as \"under-king\" before he became king of Wessex.\nCareer.\nAthelred was the fourth son of King Athelwulf and his wife Osburga. She was the daughter of Oslac, Athelwulf's butler. While his father was in Rome and France, 855-856, his oldest brother Athelstan had died. Prior to his death two years later Athelwulf left a will. in that will the two eldest sons, Ethelbald and Ethelbert should have the kingdom. When Ethelbald died in 860, Ethelbert became the king of Wessex. But their father's will had made no provision for Athelred and Alfred, the two youngest sons, to be kings. Possibly for that reason Ethelbert did not appoint his brother Athelred King of Kent. He consolidated everything into the single kingdom of Wessex. In 865 Vikings raided into Kent and the men of Kent agreed to pay them ransom. But the Vikings ravaged the eastern part of Kent despite the pending treaty.\nKing of Wessex.\nAthelred had not expected to reign, but when his brother Ethelbert died in 866, Athelred became the king of Wessex. This was just after the arrival of the Great Heathen Army in East Anglia. For a time they were more interested in Northumbria. They gained control of York and moved south into Mercia then made their winter camp in Nottingham.\nIt was at this time his younger brother Alfred was given the title of \"Secundarius\" (Latin for secondary). This meant he was appointed as heir to the throne. In 868 Burgred, the King of Mercia, asked King Ethelred and Alfred for their help against the Danes (Vikings). When the Danes saw the combined English army against them they asked for peace. The Vikings withdrew to York where they managed a completely defeat. The next year, 871, the great Viking army grew much larger. They moved on Reading. Ethelred with his brother Alfred arrived with their army to meet the new threat. In the battle that followed, the Battle of Reading, both sides suffered many casualties. Athelred's army was defeated. Four days later the two armies met again at the Battle of Ashdown. This time the West Saxons won the victory and the Vikings retreated to Reading. Two weeks later Athelred and Alfred led the West Saxons against the Danes at Basing where the Danes won. Two months passed without any fighting between them. The next battle was at a place called Merantun. After a day long battle which the English were winning, the Danes were able to regain their lost ground. Just after mid-April in 871,\nAthelred died. He was buried at Wimborne Minster. He was succeeded by his younger brother Alfred.","categories":[],"infobox_types":[],"annotations":[{"uri":"List_of_monarchs_of_Wessex","surface_form":"King of Wessex","offset":29},{"uri":"Ethelbert","surface_form":"Ethelbert","offset":86},{"uri":"Invasion","surface_form":"invasion","offset":115},{"uri":"Kingdom_of_England","surface_form":"England","offset":127},{"uri":"Great_Heathen_Army","surface_form":"Great Heathen Army","offset":143},{"uri":"Athelwulf_of_Wessex","surface_form":"Athelwulf","offset":201},{"uri":"Athelwulf_of_Wessex","surface_form":"Athelwulf","offset":316},{"uri":"France","surface_form":"France","offset":432},{"uri":"Ethelbald_of_Wessex","surface_form":"Ethelbald","offset":580},{"uri":"Ethelbert_of_Wessex","surface_form":"Ethelbert","offset":594},{"uri":"Alfred_the_Great","surface_form":"Alfred","offset":757},{"uri":"Kingdom_of_Kent","surface_form":"King of Kent","offset":873},{"uri":"Ravaged","surface_form":"ravaged","offset":1044},{"uri":"Great_Heathen_Army","surface_form":"Great Heathen Army","offset":1276},{"uri":"East_Anglia","surface_form":"East Anglia","offset":1298},{"uri":"Northumbria","surface_form":"Northumbria","offset":1351},{"uri":"York","surface_form":"York","offset":1387},{"uri":"Mercia","surface_form":"Mercia","offset":1413},{"uri":"Nottingham","surface_form":"Nottingham","offset":1451},{"uri":"Throne","surface_form":"throne","offset":1613},{"uri":"Reading%2C_Berkshire","surface_form":"Reading","offset":1955},{"uri":"Threat","surface_form":"threat","offset":2037},{"uri":"Battle_of_Reading_(871)","surface_form":"Battle of Reading","offset":2078},{"uri":"Battle_of_Ashdown","surface_form":"Battle of Ashdown","offset":2212},{"uri":"Battle_of_Basing","surface_form":"Basing","offset":2388},{"uri":"Wimburn_Minister","surface_form":"Wimborne Minster","offset":2683}]}