{"id":416316,"url":"http://en.wikipedia.org/wiki/GRU","text":"GRU is in the military intelligence service of the Russian Federation, (formerly the Red Army of the Soviet Union).\n\"GRU\" is the English version of the Russian acronym ГРУ, which means Main Intelligence Directorate.\nThe GRU is Russia's largest foreign intelligence agency. In 1997 it had six times as many agents in foreign countries as the SVR (The SVR is the successor to the KGB's foreign operations directorate). The GRU commanded 25,000 Spetsnaz ('special') troops in 1997.\nHistory.\n\"As originally established, the Registration Department was not directly subordinate to the General Staff [of] the Red Army... In 1921... it was elevated in status to become the Second (Intelligence) Directorate of the Red Army Staff.\nIt was given the task of handling all military intelligence, particularly the collection of intelligence of military or political significance from sources outside the Soviet Union. The GRU operated residencies all over the world. They ran with the SIGINT (signals intelligence) in Cuba, and throughout the former Soviet bloc countries, especially in Lithuania, Latvia, and Estonia.\nThe GRU was well known in the Soviet government for its fierce independence from the rival \"internal intelligence organizations\", such as NKVD and KGB. At the time of the GRU's creation, Lenin infuriated the Cheka (predecessor of the KGB) by ordering it not to interfere with the GRU's operations. Nonetheless, the Cheka infiltrated the GRU in 1919. This planted the seed for a fierce rivalry between the two agencies, which were both engaged in espionage. The rivalry was even more intense than that between the FBI and CIA.\nThe existence of the GRU was not publicized during the Soviet era. Documents about it became available in the West in the late 1920s, and it was mentioned in the 1931 memoirs of the first OGPU defector, Georges Agabekov. Walter Krivitsky, the most senior Red Army intelligence officer ever to defect, described it in detail in his 1939 autobiography (\"I was Stalin's agent\").\nIt became widely known in Russia, and the West during perestroika. \"Viktor Suvorov\" (Vladimir Rezun), a GRU agent who defected to Great Britain in 1978, wrote about his experiences in the Soviet military and intelligence services. According to Suvorov, even the General Secretary of the CPSU could not enter GRU headquarters without going through a security screening.\nThe GRU is still a very important part of the Russian Federation's intelligence services, especially since it was never split up like the KGB. The KGB was dissolved after aiding a failed coup in 1991 against the then Soviet President Mikhail Gorbachev. It has since been divided into the Foreign Intelligence Service (SVR) and the Federal Security Service (FSB).\nThe GRU was officially dissolved on 7 May 1992. It continues as the Main Intelligence Directorate of the Russian Armed Forces.","categories":[],"infobox_types":[],"annotations":[{"uri":"Military_intelligence","surface_form":"military intelligence","offset":14},{"uri":"Russian_Federation","surface_form":"Russian Federation","offset":51},{"uri":"Red_Army","surface_form":"Red Army","offset":85},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":101},{"uri":"English_language","surface_form":"English","offset":129},{"uri":"Russian_language","surface_form":"Russian","offset":152},{"uri":"Acronym","surface_form":"acronym","offset":160},{"uri":"Foreign_Intelligence_Service_(Russia)","surface_form":"SVR","offset":341},{"uri":"KGB","surface_form":"KGB","offset":378},{"uri":"Spetsnaz","surface_form":"Spetsnaz","offset":442},{"uri":"Military_intelligence","surface_form":"military intelligence","offset":761},{"uri":"Signals_intelligence","surface_form":"signals intelligence","offset":980},{"uri":"Cuba","surface_form":"Cuba","offset":1005},{"uri":"Soviet_Union","surface_form":"Soviet","offset":1037},{"uri":"Lithuania","surface_form":"Lithuania","offset":1074},{"uri":"Latvia","surface_form":"Latvia","offset":1085},{"uri":"Estonia","surface_form":"Estonia","offset":1097},{"uri":"Secret_police","surface_form":"internal intelligence organizations","offset":1198},{"uri":"NKVD","surface_form":"NKVD","offset":1244},{"uri":"KGB","surface_form":"KGB","offset":1253},{"uri":"Cheka","surface_form":"Cheka","offset":1314},{"uri":"FBI","surface_form":"FBI","offset":1619},{"uri":"CIA","surface_form":"CIA","offset":1627},{"uri":"OGPU","surface_form":"OGPU","offset":1820},{"uri":"Western_world","surface_form":"West","offset":2050},{"uri":"Perestroika","surface_form":"perestroika","offset":2062},{"uri":"Vladimir_Rezun","surface_form":"Vladimir Rezun","offset":2093},{"uri":"United_Kingdom","surface_form":"Great Britain","offset":2138},{"uri":"CPSU","surface_form":"CPSU","offset":2295},{"uri":"Coup","surface_form":"coup","offset":2564},{"uri":"Mikhail_Gorbachev","surface_form":"Mikhail Gorbachev","offset":2611}]}