{"id":41666,"url":"http://en.wikipedia.org/wiki/Lady_Macbeth_of_the_Mtsensk_District","text":"\"Lady Macbeth of the Mtsensk District\" () is an opera by the Russian composer Dmitri Shostakovich. It is one of the most important Russian operas of the 20th century. The words for the opera (the “libretto”) were written by Alexander Preis who based them on a story by the Russian writer Nikolai Leskov. The opera has nothing to do with Shakespeare’s play Macbeth except for the fact that it is about a woman like Lady Macbeth who is tempted to commit a murder.\nHistory of the opera.\n\"Lady Macbeth of the Mtsensk District\" was the second opera that Shostakovich wrote. It was first performed on 22 January 1934 at the Leningrad Maly Theatre. It was very successful and lots of people came to hear it.\nHowever, Shostakovich lived in difficult times. The dictator Josef Stalin was making life very difficult for creative people. He thought that music and all the other arts should praise and glorify their country (the Soviet Union). He did not allow people to express their own personal feelings. Anything that he did not like was called “formalist”. If Stalin did not like someone that person would not be allowed to work. They might even get sent to prison in Siberia where they were treated very badly. Many of them died.\nStalin came to hear a performance of \"Lady Macbeth of the Mtsensk District\". However, he did not like it, and he left during the performance. A few days later an article was written in the newspaper \"Pravda\" about the opera. The article heading was: “Chaos instead of music”. It said that the opera was full of horrible music and noisy chords. The opera was not allowed to be performed again in the Soviet Union for almost thirty years.\nShostakovich had to be very careful what he said otherwise he could have been in big trouble. He never spoke in public about music and culture. In 1937 he wrote his Symphony no 5. The music in this symphony was easier to understand than the music he had been writing before which had a lot of atonal music. Shostakovich said that this new symphony of his was “a Soviet artist’s reply to just criticism”. He had to agree to say this so that he would be allowed to carry on composing. Later, in 1962, he made some changes to the opera and called it \"Katerina Ismailova\". Since his death in 1975 it is usually the original version which is performed.\nThe opera tells the story of a lonely woman in 19th century Russia, who falls in love with one of her husband's servants and is driven to murder. Some of the music is influenced by Expressionism and verismo. After being condemned by Stalin it was banned in the Soviet Union for almost thirty years.\nThe story.\nKaterina is lonely. She is married to a merchant, Zinovy, but they have no children. Her father-in-law Boris is horrible to her and blames her for not having any children. When Zinovy goes away on business Boris forces her to swear to be faithful (not to make love to any other man while her husband is away). However, one of the servants, Sergei, becomes her lover. When Boris finds out he is furious and whips Sergei and locks him up. Katerina poisons Boris with mushrooms. When he dies she gets the key from his pocket and frees Sergei.\nKaterina and Sergei go to bed together, but Katerina suffers from the ghost of Boris. When Zinovy comes back Sergei hides, but Zinovy guesses what has happened. Katerina and Sergei kill Zinovy and hide his body in the cellar.\nKaterina and Sergei get married. A peasant finds Zinovy's body in the cellar and goes to fetch the police. The police arrive, Katerina and Sergei try to escape but are caught and sent to prison in Siberia. On the way there Sergei makes love to another girl Sonyetka. When Katerina finds out she pushes Sonyetka into a river to her death and finally jumps in herself.\nCriticism.\nIt is hard to know why Stalin decided he did not like the opera. It may have been because the police are made to look silly. It may have been because it showed people being sent to Siberia. Maybe it was because Katerina sings a lot of beautiful music, while the other characters have music which often made them look stupid and grotesque. He may have thought that Shostakovich was being critical of the leaders of the Soviet Union.","categories":[],"infobox_types":[],"annotations":[{"uri":"Opera","surface_form":"opera","offset":48},{"uri":"Russia","surface_form":"Russia","offset":61},{"uri":"Dmitri_Shostakovich","surface_form":"Dmitri Shostakovich","offset":78},{"uri":"20th_century","surface_form":"20th century","offset":153},{"uri":"Libretto","surface_form":"libretto","offset":197},{"uri":"Alexander_Preis","surface_form":"Alexander Preis","offset":224},{"uri":"Nikolai_Leskov","surface_form":"Nikolai Leskov","offset":288},{"uri":"Shakespeare","surface_form":"Shakespeare’s","offset":337},{"uri":"Play_(theatre)","surface_form":"play","offset":351},{"uri":"Macbeth","surface_form":"Macbeth","offset":356},{"uri":"Lady_Macbeth","surface_form":"Lady Macbeth","offset":414},{"uri":"Murder","surface_form":"murder","offset":454},{"uri":"Leningrad_Maly_Theatre","surface_form":"Leningrad Maly Theatre","offset":618},{"uri":"Dictator","surface_form":"dictator","offset":753},{"uri":"Josef_Stalin","surface_form":"Josef Stalin","offset":762},{"uri":"Arts","surface_form":"arts","offset":867},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":917},{"uri":"Formalist","surface_form":"formalist","offset":1038},{"uri":"Siberia","surface_form":"Siberia","offset":1161},{"uri":"%27%27Pravda%27%27","surface_form":"\"Pravda\"","offset":1423},{"uri":"Chord","surface_form":"chord","offset":1560},{"uri":"Symphony","surface_form":"symphony","offset":1859},{"uri":"Tonality","surface_form":"atonal","offset":1954},{"uri":"19th_century","surface_form":"19th century","offset":2356},{"uri":"Servant","surface_form":"servant","offset":2421},{"uri":"Murder","surface_form":"murder","offset":2447},{"uri":"Influence","surface_form":"influence","offset":2476},{"uri":"Expressionism","surface_form":"Expressionism","offset":2490},{"uri":"Verismo","surface_form":"verismo","offset":2508},{"uri":"Stalin","surface_form":"Stalin","offset":2542},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":2570},{"uri":"Merchant","surface_form":"merchant","offset":2659},{"uri":"Swear","surface_form":"swear","offset":2845},{"uri":"Sexual_abstinence","surface_form":"not to make love","offset":2867},{"uri":"Lock","surface_form":"lock","offset":3042},{"uri":"Poison","surface_form":"poison","offset":3065},{"uri":"Mushroom","surface_form":"mushroom","offset":3084},{"uri":"Key","surface_form":"key","offset":3121},{"uri":"Ghost","surface_form":"ghost","offset":3229},{"uri":"Cellar","surface_form":"cellar","offset":3377},{"uri":"Peasant","surface_form":"peasant","offset":3420},{"uri":"Police","surface_form":"police","offset":3484},{"uri":"Siberia","surface_form":"Siberia","offset":3582},{"uri":"River","surface_form":"river","offset":3703},{"uri":"Grotesque","surface_form":"grotesque","offset":4091}]}