{"id":41674,"url":"http://en.wikipedia.org/wiki/Adoption","text":"e=\"preserve\">In English, \"adopt\" may mean 1) to take something up, such as an opinion ('we adopt the view that...'), or 2) for a grown person to care for another person's child as if it was their own. This article is about the adoption of children.\nAdoption and foster care.\nBefore adoption laws there was trouble when people gave their children away, and later wanted them back again. These days, children may be put in foster care for a short time, and after, the child may go back to the parents again. But legal adoption lasts for ever. After legal adoption the adoptive parent(s) have all rights and responsibilities to the child. The biological parents have no legal rights or responsibilities to the child at all. Legal adoptions may only be cancelled if they were not done as the law says.\nPublic view of adoption.\nIn the West, till not long ago, public opinion was that people should only have children if they were married. Everything else meant shame, not only for the parents, but also for a child whose parents were not married. Many children of unmarried parents were given for adoption, and adoptive parents would make out they were biological parents and try to keep secret that their child was adopted.\nToday there is still secrecy about adoption. General opinion is that all adoptions are good, but even so, experts know that adoption can be trouble. Some ask questions about the family love for an adopted child. Almost one out of three people asked say that adopted children have trouble behaving, have more illness, and are more easily addicted to drugs and alcohol. But adoptive parents were described by almost 90 percent as “lucky, advantaged, and unselfish”\nIn many countries there are strong opinions on adoption. In some places single women may adopt a child, but single men may not. Some people say men are more likely to abuse children than women Opinions are changing fast, and many places these days homosexual couples may adopt children.\nAdopted people's idea of self.\nMany adopted people are pleased with their adoption. But many others are not. For example, experts have looked into adopted people's identity problems - their idea of self. Though the law says adoption lasts for ever, people from troubled adoptions want to know about their biological parents more than people from happy adoptions. Inter-racial adoption may also have problems for the adopted child's idea of self, of culture, and of where they come from.\nAdopted people's family history.\nMany grown people who had a troubled adoption look into their family history. Even some people who were happily adopted want to know more about where they came from. In some countries, people can read about their adoption at a public records office. In other countries adoption records are kept secret.\nIn England and Wales, people adopted after 1975 may easily read parts of their adoption records. For people adopted earlier than 1975 there are more complex rules. In Scotland, adopted people have always been able to find their birth records with details of their biological mother, and possibly their father. But all over the United Kingdom there are rules that limit the details which public records may give out about living people.\nMeetings between adopted people and their biological parents have different effects. In England and Wales, about 40% of these meetings do not lead to a long lasting relationship.\nWomen and their loss.\nMany women are sad after giving a child up for adoption. Some women never forget, and remember the child on birthdays, and some even say they think of the child every day. Many feel they were forced to give their child away, and that they did not get any help. Many can not take in what happened to them. They want people to know what happened, and to make sure that it does not happen again.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_language","surface_form":"English","offset":16}]}