{"id":416858,"url":"http://en.wikipedia.org/wiki/Battle_of_New_Orleans","text":"The Battle of New Orleans was the last battle fought in the War of 1812 between the British and the Americans. It involved a series of smaller battles leading up to the main engagement on January 8, 1815. The British had 8,000 infantry in the line out of a total strength of 11,000. The British force was commanded by General Edward Pakenham. The Americans were under the command of General Andrew Jackson. The battle took place at the Plains of Chalmette a few miles from New Orleans.\nBackground.\nAfter the 1793 Treaty of Paris, which officially ended the American Revolutionary War, the British were still present on the American continent. They were trading with the Indians and at times were inciting them against the Americans. The British were blockading American ships, capturing American seamen and forcing them into the Royal Navy to fight against Napoleon. On June 18, 1812, President Madison signed the formal declaration of war against Britain. The fighting began in Canada in an attempt to cut off the British supply lines. At that same time, the British were fighting Napoleon but when that war ended these skilled troops were sent to Canada. The Americans did not have a standing army as such and was still composed of individual militias, men who signed up for short periods of time. By 1813, the British had won nearly every major battle in the war. In August 24, 1814 The British entered Washington D.C., and burned the Capitol to the ground.\nTreaty of Ghent.\nOn December 24, 1814 the Treaty of Ghent was signed ending the War of 1812. The treaty called for returning all borders and lands as they were before the war. Because of the distances involved and the delay in communications, at the time of the battles neither side knew a peace treaty had been signed.\nAs the Ghent negotiations suggested, the real causes of the war of 1812, were not merely commerce and neutral rights. They were also the issues of US western expansion, relations with American Indians, and control of the\nterritory of North America.\nPrelude to the battle.\nThe British fleet of some 30 warships sailed out of Negril Bay, Jamaica on 26 November, 1814. The fleet under command of Admiral Cochrane moved into the Gulf of Mexico ready to attack New Orleans. Cochrane's fleet was transporting 14,450 British troops who had recently been fighting in the Napoleonic wars in France and Spain. The first the Americans learned of this was through the leader of the Baratarian pirates, Jean Lafitte. The British had offered him several thousand dollars if he would join them. They wanted him to guide them through the swamps in and around New Orleans. Asking for time to consider, Lafitte contacted the American governor of Louisiana, Claiborne and told him of their plans. Claiborne contacted General Andrew Jackson. At first the Americans were wary but they accepted his help. Lafitte offered much needed gunpowder, fuses, cannonballs and the artillery expertise of his men. The pirates knew the swamps around New Orleans and helped guide the Americans to outmaneuver the British.\nAndrew Jackson arrived in New Orleans December 2, 1814. He declared martial law and rallied the formerly reluctant citizens to fight the British. Jackson told the people of New Orleans that every citizen was needed to protect the city. He also told them \"All those who are not for us are against us\". He then blocked all approaches to the City by water.\nLake Borgne.\nOn December 22 the British moved in barges toward the narrow opening at Lake Borgne. They soon found their way blocked by five American gunboats under the command of Lieutenant Thomas Jones. The British, guided by Spanish and Portuguese fisherman from the area, had an assault force of forty-five boats under the command of Captain Nicholas Lockyer. In the engagement that followed, the British prevailed but suffered about 100 casualties. Lieutenant Thomas Jones lost about 40 killed and wounded. The rest of his men were captured. One man escaped and warned the Americans. The British moved in barges from Lake Borgne to land seven miles below New Orleans on the Mississippi river. Their fishermen guides landed them at Villere Plantation.\nVillere Plantation.\nWhen Jackson learned of the landing at Villere Plantation he immediately planned an attack that night. The British general Keene had about 1,900 men when he landed at Villere. More British soldiers landed and by evening there were about 2,300 at the plantation. Under cover of darkness the Americans surprised the British in their camp. Over 2,100 Americans began firing on the British, many of whom were still being landed in boats. The American schooner, \"Carolina\", had anchored in the Mississippi near the plantation and opened a murderous fire on the British camp. Even after the Americans withdrew the \"Carolina\" kept up the bombardment until it was blown up by Heated shot and sunk on December 27th. The battle had no clear winner, but the British were delayed in their attempt to capture New Orleans. The Americans lost about 200 men while the British losses were fixed at about 300.\nAfter the battle Jackson began building his defenses at the Rodriguez Canal. This was an abandoned millrace approximately 20 feet wide and 3 to 5 feet deep. It was in a swampy area which gave the Americans a clear advantage. The defensive mill earthworks blocked the British approach to New Orleans. They could only attack from the front as the swamps and river protected the flank. The American position was two miles from the British camp and about five miles below New Orleans. A body of mounted American riflemen kept track of all British movements.\nOn 25 December General Pakenham landed at the Villere Plantation and took charge of all British forces. The British began moving on 27 December but encountered the American earthworks and halted.\nThe British were surprised to see the American earthworks. Apparently they had not thought enough of the Americans to even keep an eye on them. In addition to the fortifications in front of them the American cutter \"Louisiana\" was anchored in the river. As soon as the British appeared the guns of the Americans drove them back. But undaunted they began construction of their own earthworks and setting up their artillery positions.\nThe British brought up guns from their ships and built earthworks for them under cover of darkness. This was to counter the American guns mounted on their earthworks as well as those on the anchored cutter in the river. On the morning of 1 January 1815 the British opened up with their artillery and rockets. The surprised Americans quickly returned fire but with greater accuracy. Jackson’s line lost two of their guns in the exchange but one by one the cannon fire from the American line took out all fourteen of the British guns. By noon the British had been driven back from their artillery emplacements and the artillery duel was over for the present. Both the Americans and British had placed artillery on the opposite bank of the Mississippi and those batteries exchanged fire most of the afternoon. At night Jackson’s backwoodsmen kept shooting sentries, driving back the pickets and gave the British camp no peace.\nEarly on the morning of 8 January the British attacked General Jackson’s earthworks. General Packenham’s infantry numbered about 8,000 out of a total force of 11,000. He moved his columns forward while it was still dark to get close to the Americans without being seen. But the element of surprise was lost when a junior officer forgot to bring scaling ladders. When he returned with the ladders it was too late, the Americans could see them. The brigade under the command of General Gibbs attacked the left and center of Jackson’s line. But the American artillery tore large holes in the British line. A regiment of highlanders was sent to help Gibbs but suffered tremendous casualties under the American rifle and musket fire. The British second in command, General Gibbs, was killed on the battlefield. General Pakenham, the overall commander, was shot and killed as he rallied his soldiers. The third in command of British forces, General Lambert, finally called off the assault. The British lost 2,057 men while the Americans lost only 71. The British were veterans of the Napoleonic War and were well experienced and fought bravely but could not break the American defense system.\nFort St. Philip.\nFort St. Philip was located on the east bank of the Mississippi river. It protected New Orleans from any river approach to the city. The Americans took over the fort, originally built by the Spanish, in 1808. It was rebuilt with bricks and had two bastions facing the river. The bastions were where most of the fort's twenty guns were mounted. The fort was attacked at the same time General Pakenham led his infantry attack on Jackson's earthworks. The fort was bombarded by five British warships for over a week. Finally, on 18 January 1815 the British fleet withdrew. They were damaged but had been unable to do much damage to the fort.\nAftermath.\nAs the gunships retreated on January 18th, the British soldiers were recalled to their transport ships. They were required to leave eighteen badly wounded men, two of whom were officers. In their haste they left fourteen artillery pieces and a large quantity of cannon shot. One of the two medical personnel left to take care of the British wounded gave General Jackson a letter from General Lambert. In his letter Lambert stated he had given up all further operations against New Orleans. He asked too that his men be protected and cared for. Jackson had given thought to pursuing the retreating British. But he decided not to risk any of his men's lives needlessly. He thought the lives of ten British soldiers were not worth the loss of one of his own men.\nAs General Jackson stated in his letter to the Secretary of War, he was not convinced the British had given up on trying to take the Louisiana territory by force. By Jackson's estimations the British had lost over four thousand men either dead, wounded or who had deserted. Jackson left infantry units to guard the earthworks and the Villere plantation should the British return. He brought the rest of his army back to New Orleans on 20 January 1815.","categories":[],"infobox_types":[],"annotations":[{"uri":"War_of_1812","surface_form":"War of 1812","offset":60},{"uri":"British_people","surface_form":"British","offset":84},{"uri":"Americans","surface_form":"Americans","offset":100},{"uri":"Infantry","surface_form":"infantry","offset":227},{"uri":"Commander","surface_form":"commanded","offset":305},{"uri":"Andrew_Jackson","surface_form":"General Andrew Jackson","offset":383},{"uri":"New_Orleans","surface_form":"New Orleans","offset":473},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":557},{"uri":"Continent","surface_form":"continent","offset":632},{"uri":"Native_Americans","surface_form":"Indians","offset":670},{"uri":"Blockade","surface_form":"blockading","offset":750},{"uri":"Ship","surface_form":"ship","offset":770},{"uri":"Seaman","surface_form":"seamen","offset":796},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":829},{"uri":"Napoleon","surface_form":"Napoleon","offset":857},{"uri":"James_Madison","surface_form":"Madison","offset":895},{"uri":"Canada","surface_form":"Canada","offset":979},{"uri":"Militia","surface_form":"militia","offset":1245},{"uri":"Battle","surface_form":"battle","offset":1348},{"uri":"Washington_D.C.","surface_form":"Washington D.C.","offset":1406},{"uri":"Treaty_of_Ghent","surface_form":"Treaty of Ghent","offset":1503},{"uri":"War_of_1812","surface_form":"War of 1812","offset":1541},{"uri":"Treaty","surface_form":"treaty","offset":1558},{"uri":"Commerce","surface_form":"commerce","offset":1870},{"uri":"North_America","surface_form":"North America","offset":2015},{"uri":"Warship","surface_form":"warship","offset":2082},{"uri":"Jamaica","surface_form":"Jamaica","offset":2117},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":2206},{"uri":"Pirate","surface_form":"pirate","offset":2462},{"uri":"Governor","surface_form":"governor","offset":2697},{"uri":"Louisiana","surface_form":"Louisiana","offset":2709},{"uri":"Gunpowder","surface_form":"gunpowder","offset":2892},{"uri":"Cannon","surface_form":"cannon","offset":2910},{"uri":"Artillery","surface_form":"artillery","offset":2930},{"uri":"Martial_law","surface_form":"martial law","offset":3136},{"uri":"Barge","surface_form":"barge","offset":3471},{"uri":"Spanish_people","surface_form":"Spanish","offset":3649},{"uri":"Portuguese_people","surface_form":"Portuguese","offset":3661},{"uri":"Mississippi_river","surface_form":"Mississippi river","offset":4100},{"uri":"Plantation","surface_form":"plantation","offset":4447},{"uri":"Heated_shot","surface_form":"Heated shot","offset":4865},{"uri":"Flanks","surface_form":"flank","offset":5465},{"uri":"Fortifications","surface_form":"fortifications","offset":6002},{"uri":"Cutter","surface_form":"cutter","offset":6047},{"uri":"Scaling_ladders","surface_form":"scaling ladders","offset":7541},{"uri":"Scottish_Highlands","surface_form":"highlanders","offset":7813},{"uri":"Casualties","surface_form":"casualties","offset":7872},{"uri":"Rifle","surface_form":"rifle","offset":7902},{"uri":"Musket","surface_form":"musket","offset":7912},{"uri":"Spain","surface_form":"Spanish","offset":8591},{"uri":"Brick","surface_form":"brick","offset":8629},{"uri":"Bastion","surface_form":"bastions","offset":8648},{"uri":"Bombarded","surface_form":"bombarded","offset":8862},{"uri":"Cannon","surface_form":"artillery pieces","offset":9271},{"uri":"Grapeshot","surface_form":"cannon shot","offset":9312},{"uri":"United_States_Secretary_of_War","surface_form":"Secretary of War","offset":9857},{"uri":"Estimations","surface_form":"estimations","offset":9986},{"uri":"Desertion","surface_form":"deserted","offset":10074}]}