{"id":416891,"url":"http://en.wikipedia.org/wiki/Dili_Municipality","text":"Dili is the name of one of the 13 municipalities of East Timor, which includes the national capital Dili.\nDili is the smallest municipality in East Timor, but it has the highest population. It is the economic and political centre of East Timor.\nGeography.\nThe district of Dili, with, is the smallest district of the country; it lies on the north coast of the island of Timor on the Savu Sea. It borders the districts of Manatuto to the east, Aileu to the south, Liquiçá to the west and the Savu Sea to the north. Atauro Island, to the north of the district opposite the capital, is one of its administrative posts.\nThe district is divided in six administrative posts: Atauro, Cristo Rei, Dom Aleixo, Metinaro, Nain Feto and Vera Cruz.\nThe capital of the district is Dili and the administrative headquarters of the district are located in Caicoli, in the administrative post of Vera Cruz. The city of Dili extends over several administrative posts. Other settlements in the district are Dar (administrative post Veracruz), Hera (Cristo Rei) and Metinaro (Metinaro).\nMountains are close to the coast so that most of the landscape is mountainous. Near the western border is the \"Lake Tibar\", one of the few large lakes of East Timor. Three small lakes with salt water are near Tasitolu and they have been named as Important Bird Area and also the entire island of Atauro.\nClimate.\nThe climate of Dili is typical of the north coast of East Timor. In the dry season, the temperature could get up to about; at night, the temperature is around. In the rainy season the temperature is around. The annual average is. Rain falls almost exclusively during the rainy season from late November to April. The average annual rainfall is.\nPopulation.\nThe district of Dili had a population of 245,873 in 2011, more than in any other district in the country. Its density is inhabitants per km², the greatest in East Timor.\nThe administrative posts with more people living there are Nain Feto, Dom Aleixo and Cristo Rei Veracruz. Atauro and Metinaro have less people living there. The average age is 20.8 years (2010), well above the national average of 18.8\nTetum, the official language, is the dominant language on the coast where the dialect \"Tetum Praça\" (a dialect with a great influence from Portuguese) is spoken; in the interior of the district and in Metinaro, the national language Mambai is often spoken.","categories":[],"infobox_types":[],"annotations":[{"uri":"Municipalities_of_East_Timor","surface_form":"municipalities","offset":34},{"uri":"East_Timor","surface_form":"East Timor","offset":52},{"uri":"Dili","surface_form":"Dili","offset":100},{"uri":"Timor","surface_form":"Timor","offset":369},{"uri":"Savu_Sea","surface_form":"Savu Sea","offset":382},{"uri":"Manatuto_District","surface_form":"Manatuto","offset":420},{"uri":"Aileu_District","surface_form":"Aileu","offset":442},{"uri":"Liqui%C3%A7%C3%A1_District","surface_form":"Liquiçá","offset":462},{"uri":"Atauro_Island","surface_form":"Atauro Island","offset":513},{"uri":"Administrative_posts_of_East_Timor","surface_form":"administrative posts","offset":593},{"uri":"Administrative_posts_of_East_Timor","surface_form":"administrative posts","offset":646},{"uri":"Dili","surface_form":"Dili","offset":766},{"uri":"Landscape","surface_form":"landscape","offset":1118},{"uri":"Mountain","surface_form":"mountain","offset":1131},{"uri":"Lake","surface_form":"lake","offset":1210},{"uri":"Salt_water","surface_form":"salt water","offset":1254},{"uri":"Important_Bird_Area","surface_form":"Important Bird Area","offset":1311},{"uri":"Climate","surface_form":"climate","offset":1382},{"uri":"Coast","surface_form":"coast","offset":1422},{"uri":"Temperature","surface_form":"temperature","offset":1466},{"uri":"Ageing","surface_form":"age","offset":2074},{"uri":"Tetum","surface_form":"Tetum","offset":2140},{"uri":"Dialect","surface_form":"dialect","offset":2218},{"uri":"Portuguese_language","surface_form":"Portuguese","offset":2279},{"uri":"Mambai","surface_form":"Mambai","offset":2373}]}