{"id":416830,"url":"http://en.wikipedia.org/wiki/Juan_dela_Cruz_(TV_series)","text":"\"Juan dela Cruz\" is a Philippine television drama series. It is directed by Malu Sevilla. It stars Coco Martin as Juan dela Cruz, a half-\"tagabantay\" and half-\"aswang\" who falls in love with Rosario (Erich Gonzales). It is filmed and shown in high definition. The show was first shown on ABS-CBN and worldwide on TFC on 4 February 2013. It replaced the television show \"Princess and I\".\nStory.\nThe story is about Juan dela Cruz. Juan was an orphan. He was taken care by a Catholic priest named Father Cito. Father Cito taught Juan good values and faith on Jesus. Juan was so devoted to Jesus Christ that he called him \"bossing\" (Filipino word, for \"boss\"). On one day, Father Cito was killed by a thief. Juan went to Quaipo, Manila with Lola Belen after Father Cito's death. Juan does not know that he is a half-aswang, the son of the \"Haring Aswang\" (King of the Aswangs) and the \"Anak ng Dilim\" (Child of Darkness). According to a prophecy, the Anak ng Dilim is fated to lead the aswangs and take over the human race. However, Juan's mother, Amelia, is a human and a \"Tagabantay\" (Guardian). The Tagabantay's duty is to protect the humans from the aswangs. The Tagabantay also wields a weapon called the Bakal na Krus.\nBy the time he grows up as an adult, Juan later joins the \"Kapatiran\" (Brotherhood). The Kapatiran is a group that seek to destroy the aswangs. The group then trains Juan into becoming the next \"Tagabantay\". Later in the story, the \"engkantos\" and \"diwatas\" comes to help Juan in his adventures. They have a bigger and important role in the continuing between the aswangs and the humans.\nMy Little Juan.\nDue to the success of \"Juan dela Cruz\", the show was given a new series called \"My Little Juan\". The new series which tells more about Juan's childhood before he was known as the new \"Tagabantay\". The series was first shown on 20 May 2013 and ended on 13 September 2013.","categories":[],"infobox_types":[],"annotations":[{"uri":"Philippines","surface_form":"Philippine","offset":22},{"uri":"Television_series","surface_form":"television","offset":33},{"uri":"Drama","surface_form":"drama","offset":44},{"uri":"Coco_Martin","surface_form":"Coco Martin","offset":99},{"uri":"Guardian_angel","surface_form":"tagabantay","offset":138},{"uri":"Aswang","surface_form":"aswang","offset":160},{"uri":"Erich_Gonzales","surface_form":"Erich Gonzales","offset":200},{"uri":"High-definition_television","surface_form":"high definition","offset":243},{"uri":"ABS-CBN","surface_form":"ABS-CBN","offset":288},{"uri":"The_Filipino_Channel","surface_form":"TFC","offset":313},{"uri":"Princess_and_I","surface_form":"Princess and I","offset":370},{"uri":"Orphan","surface_form":"orphan","offset":441},{"uri":"Engkanto","surface_form":"engkantos","offset":1454},{"uri":"Diwata","surface_form":"diwatas","offset":1470}]}