{"id":416888,"url":"http://en.wikipedia.org/wiki/Roman_house","text":"e=\"preserve\">Roman houses were of several types. Those in Rome were of at least three different types.\nInsulae.\nOrdinary people lived in apartment blocks called \"Insulae\", a kind of apartment building. It housed most people of lower- or middle-class status (the plebs). The wealthiest from the upper-middle class (the equites) had their own homes.\nInsulae were of poor quality, but they did have running water and sanitation. Rooms could be owned or rented. They were built in timber, mud brick, and later primitive concrete. They were restricted in height to about 20 metres.\nFires and collapses happened. Among his many business interests, Marcus Licinius Crassus speculated in real estate and owned numerous \"insulae\" in the city. When one collapsed from poor construction, Cicero said that Crassus was happy that he could charge higher rents for a new building than the collapsed one.\nDomus.\nHouses of the rich and upper classes were lavish. The atrium was the most important part of the house. It was where guests were greeted. The atrium was open in the centre, surrounded at least in part by porticoes with high ceilings, that often contained only a little furniture to give the effect of a large space. In the centre was a square roof opening in which rainwater could come, draining inwards from the slanted tiled roof. There were kitchen<nowiki/>s, bedroom<nowiki/>s, a dining room, and a number of open rooms.\nThe master's office was placed so that the master could see what others were doing. The \"domus\" was not just a house; it was a place of business as well.\nServants would use a servants' entrance, not the main entrance. Slaves could not leave the house without permission of the master.\nVillas.\nA Roman villa was a Roman country house built for the upper classes. There were two kinds of villas. The \"villa urbana\", was a country seat in easy reach of Rome (or another city). The \"villa rustica\" was a farm-house estate, like the later English country house. It was occupied by servants who ran the estate.\nIn the Empire, there was a concentration of Imperial villas near the Gulf of Naples, on the Isle of Capri, at Monte Circeo on the coast and at Antium (Anzio). Wealthy Romans escaped the summer heat in the hills round Rome, especially around Frascati (such as Hadrian's Villa). Cicero had at least seven villas. The oldest of these was near Arpinum, which he inherited. Pliny the Younger had three or four, of which the example near Laurentium is the best known from his descriptions.\nLarge villas were important to the Roman economy. They dominated the Po valley, Campania, and Sicily, and were also found in Gaul. Villas were centres of mining, pottery, or horse raising. Villas specializing in shipping olive oil to Roman legions in Germany were a feature of the southern Iberian province of Hispania Baetica. Some luxurious villas have been excavated in North Africa in Africa Province and Numidia, or Fishbourne Palace in Britannia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rome","surface_form":"Rome","offset":58},{"uri":"Plebs","surface_form":"plebs","offset":262},{"uri":"Renting","surface_form":"rented","offset":450},{"uri":"Timber","surface_form":"timber","offset":477},{"uri":"Mud","surface_form":"mud","offset":485},{"uri":"Brick","surface_form":"brick","offset":489},{"uri":"Concrete","surface_form":"concrete","offset":516},{"uri":"Marcus_Licinius_Crassus","surface_form":"Marcus Licinius Crassus","offset":642},{"uri":"Real_estate","surface_form":"real estate","offset":680},{"uri":"Cicero","surface_form":"Cicero","offset":777},{"uri":"Atrium","surface_form":"atrium","offset":950},{"uri":"Furniture","surface_form":"furniture","offset":1164},{"uri":"Kitchen","surface_form":"kitchen","offset":1339},{"uri":"Bedroom","surface_form":"bedroom","offset":1358},{"uri":"Dining_room","surface_form":"dining room","offset":1379},{"uri":"Servant","surface_form":"Servant","offset":1574},{"uri":"Slaves","surface_form":"Slaves","offset":1638},{"uri":"Roman_villa","surface_form":"Roman villa","offset":1715},{"uri":"English_country_house","surface_form":"English country house","offset":1954},{"uri":"Gulf_of_Naples","surface_form":"Gulf of Naples","offset":2094},{"uri":"Capri","surface_form":"Capri","offset":2125},{"uri":"Anzio","surface_form":"Anzio","offset":2176},{"uri":"Hadrian","surface_form":"Hadrian","offset":2284},{"uri":"Cicero","surface_form":"Cicero","offset":2302},{"uri":"Pliny_the_Younger","surface_form":"Pliny the Younger","offset":2394},{"uri":"Economy","surface_form":"economy","offset":2550},{"uri":"Po_valley","surface_form":"Po valley","offset":2578},{"uri":"Campania","surface_form":"Campania","offset":2589},{"uri":"Sicily","surface_form":"Sicily","offset":2603},{"uri":"Gaul","surface_form":"Gaul","offset":2634},{"uri":"Olive_oil","surface_form":"olive oil","offset":2730},{"uri":"Roman_legion","surface_form":"Roman legion","offset":2743},{"uri":"Iberian","surface_form":"Iberian","offset":2799},{"uri":"Hispania","surface_form":"Hispania","offset":2819},{"uri":"Africa_Province","surface_form":"Africa Province","offset":2898},{"uri":"Numidia","surface_form":"Numidia","offset":2918},{"uri":"Fishbourne_Palace","surface_form":"Fishbourne Palace","offset":2930},{"uri":"Britannia","surface_form":"Britannia","offset":2951}]}