{"id":41700,"url":"http://en.wikipedia.org/wiki/Heavy_metal_music","text":"Heavy metal is a loud, aggressive style of rock music. The bands who play heavy-metal music usually have one or two guitars, a bass guitar and drums. In some bands, electronic keyboards, organs, or other instruments are used. Heavy metal songs are loud and powerful-sounding, and have strong rhythms that are repeated. There are many different types of heavy metal, some of which are described below.\nCommon features of heavy metal include slackened (downtuned) instruments and unusual key changes and time signatures (metre).\nHeavy metal bands sometimes dress in jeans, leather jackets, and leather boots, and have long hair. Heavy metal bands sometimes behave in a dramatic way when they play their instruments or sing. However, many heavy metal bands do not like to do this.\n1960s and 1970s.\nIn the very late 1960s and 1970s, rock and roll turned into a harder, louder form of music called rock. In the 1970s, rock music bands played huge, loud concerts in outdoor stadiums. In the early 1970s, many rock bands played psychedelic rock, a type of rock music with lyrics and sounds that were intended to give the listener some idea of what it felt like to be on so-called \"mind-expanding\" (and usually illegal) drugs, and which some believe even enhanced the experience of being on the drugs themselves. Many bands from Britain played blues music mixed with rock music, such as The Animals, The Kinks, The Who, Jimi Hendrix, the Jeff Beck Group.\nIn the late 1960s, a harder form of rock music called \"heavy metal\" was invented. The first use of the term was in a 1968 song by Steppenwolf, \"Born to be Wild\", and other early heavy metal bands appeared in the same year. Black Sabbath was the band that invented metal music in the late 1960s, the band played loud, hard rock music based on blues music. Heavy metal music was mostly based on the sounds of the electric guitar. The electric guitar in heavy metal is always amplified through powerful amplifiers so that it has a loud, distorted, angry sound. Other bands such Deep Purple, Black Sabbath, Judas Priest, Eric Burdon and Alice Cooper played even louder, harder forms of heavy metal rock music.\nMany debate who came first, Black Sabbath or Led Zeppelin, however it is generally accepted in the metal community that either / or created heavy metal.\n1980s.\nIn the 1980s more sub-genre's of Heavy Metal bands were created, one of which was \"Hair-Metal\" with Bands such as Mötley Crüe, W.A.S.P. and Ratt became popular. Heavy Metal rock bands had long hair and the men wore make up (lipstick and eyeshadow) and tight leather pants and boots. Many metal songs were about love, sex, partying, having a good time, illegal drug use, and drinking alcohol. Rarely,but sometimes, metal songs were also politically and socially critical. In the late 1980s, groups such as Poison and Warrant were very successful, smashing the field with songs like “Talk Dirty to Me,” and “Cherry Pie.”\nAnother type of heavy metal in the 1980s was thrash metal, also known as thrash. Thrash metal bands played a faster, more aggressive type of metal. Thrash metal bands Metallica, Megadeth, Anthrax and Slayer are considered \"The Big Four of Thrash.\"\n1990s.\nIn the 1990s, a new form of heavy metal developed, called alternative metal. Alternative metal combined thrash metal and grunge rock with hip-hop music and industrial music.\nAlso in the 1990s was nu metal, a shortening of \"new metal\". Nu metal mixed rap and hip hop style singing with metal music. Nu metal bands also often include DJ decks, synthesizers and other electronic instruments. Nu metal was very successful and made a lot of money, especially bands such as Linkin Park, Limp Bizkit, Slipknot and Disturbed.\nTwo more aggressive styles of heavy metal music, death metal and black metal, are louder and faster than other types of metal.The singers usually do not sing, but instead they growl or roar to make the songs more intense. These lyrics often tell of suffering, dying, and war. The guitars are usually distorted and drum sets containing double bass drums.\nOther important styles of metal are: power metal, a style whose music often is about fiction and epics like \"The Lord of the Rings\", and gothic metal, which has melancholy songs about abstract subjects like pain, life, death, faith and religion.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rock_music","surface_form":"rock music","offset":43},{"uri":"Band","surface_form":"band","offset":59},{"uri":"Guitar","surface_form":"guitar","offset":116},{"uri":"Bass_guitar","surface_form":"bass guitar","offset":127},{"uri":"Drum","surface_form":"drum","offset":143},{"uri":"Keyboard_instrument","surface_form":"keyboards","offset":176},{"uri":"Musical_instrument","surface_form":"instruments","offset":204},{"uri":"Rock_and_roll","surface_form":"rock and roll","offset":829},{"uri":"Rock_music","surface_form":"rock music","offset":913},{"uri":"The_Animals","surface_form":"The Animals","offset":1379},{"uri":"The_Kinks","surface_form":"The Kinks","offset":1392},{"uri":"The_Who","surface_form":"The Who","offset":1403},{"uri":"Jimi_Hendrix","surface_form":"Jimi Hendrix","offset":1412},{"uri":"Jeff_Beck_Group","surface_form":"Jeff Beck Group","offset":1430},{"uri":"1968","surface_form":"1968","offset":1564},{"uri":"Amplifier","surface_form":"amplified","offset":1920},{"uri":"Deep_Purple","surface_form":"Deep Purple","offset":2022},{"uri":"Black_Sabbath","surface_form":"Black Sabbath","offset":2035},{"uri":"Judas_Priest","surface_form":"Judas Priest","offset":2050},{"uri":"Eric_Burdon","surface_form":"Eric Burdon","offset":2064},{"uri":"Alice_Cooper","surface_form":"Alice Cooper","offset":2080},{"uri":"M%C3%B6tley_Cr%C3%BCe","surface_form":"Mötley Crüe","offset":2427},{"uri":"W.A.S.P.","surface_form":"W.A.S.P.","offset":2440},{"uri":"Ratt","surface_form":"Ratt","offset":2453},{"uri":"Poison_(band)","surface_form":"Poison","offset":2818},{"uri":"Warrant_(band)","surface_form":"Warrant","offset":2829},{"uri":"Thrash_metal","surface_form":"thrash metal","offset":2977},{"uri":"Metallica","surface_form":"Metallica","offset":3099},{"uri":"Megadeth","surface_form":"Megadeth","offset":3110},{"uri":"Anthrax_(US_band)","surface_form":"Anthrax","offset":3120},{"uri":"Slayer","surface_form":"Slayer","offset":3132},{"uri":"Alternative_metal","surface_form":"alternative metal","offset":3245},{"uri":"Hip-hop","surface_form":"hip-hop","offset":3325},{"uri":"Nu_metal","surface_form":"nu metal","offset":3383},{"uri":"Rap_Music","surface_form":"rap","offset":3437},{"uri":"Linkin_Park","surface_form":"Linkin Park","offset":3655},{"uri":"Limp_Bizkit","surface_form":"Limp Bizkit","offset":3668},{"uri":"Slipknot","surface_form":"Slipknot","offset":3681},{"uri":"Disturbed","surface_form":"Disturbed","offset":3694},{"uri":"Death_metal","surface_form":"death metal","offset":3754},{"uri":"Black_metal","surface_form":"black metal","offset":3770},{"uri":"Power_metal","surface_form":"power metal","offset":4096},{"uri":"The_Lord_of_the_Rings","surface_form":"The Lord of the Rings","offset":4168},{"uri":"Gothic_metal","surface_form":"gothic metal","offset":4196}]}