{"id":417230,"url":"http://en.wikipedia.org/wiki/American_Airlines_Flight_191","text":"American Airlines Flight 191 was a scheduled commercial flight from O'Hare International Airport in Chicago to Los Angeles International Airport. The aircraft used was a McDonnell Douglas DC-10-10. On May 25, 1979, the aircraft crashed into an open field in Des Plaines, Illinois. All 271 people (258 passengers and 13 crew) on the flight were killed. Two people on the ground were killed and five others were hurt. The crash was caused by the loss of one of the engines, which caused damage to the left wing. The loss of the engine happened because of bad maintenance to the aircraft that had been done eight weeks before the crash. It is the worst plane crash to happen in the United States.\nAirplane involved.\nThe airplane that crashed was a McDonnell Douglas DC-10-10, tail number N110AA. It was delivered new to American Airlines after its first flight in 1972, and at time of accident it has flown for 19871 hours. It was powered by 3 General Electric CF6-6D engines.\nAccident.\nThe plane, which just arrived from Phoenix, was assigned to fly flight 191 from Chicago to Los Angeles. At 2.59pm (local time GMT-6) the plane began its taxi to runway 32 right (32R) and at 3.02pm was cleared to takeoff from the runway. However, as the pilots began to raise the nose of the plane, the number one engine, located on the left wing, broke off from the plane. With the remaining length of the runway, stopping the plane would be impossible, so the pilots continued with the takeoff, knowing that two engines are enough to fly a DC-10.\nShortly after the engine broke off, the plane climbed to 300 ft. It then began to roll to the left and turn. The pilots could not control the plane as the plane turned further left and began to fall. The plane crashed into a trailer park 4680 feet northwest from the end of runway 32R, with the left wing hitting the ground first. All 258 passengers, 13 crew and 2 others on the ground were killed. This became the worst ever plane crash in the United States, not counting the September 11 attacks which were crashed by hijackers and had more ground fatalities than those passengers killed in the planes.","categories":[],"infobox_types":[],"annotations":[{"uri":"American_Airlines","surface_form":"American Airlines","offset":0},{"uri":"O%27Hare_International_Airport","surface_form":"O'Hare International Airport","offset":68},{"uri":"Chicago","surface_form":"Chicago","offset":100},{"uri":"Los_Angeles_International_Airport","surface_form":"Los Angeles International Airport","offset":111},{"uri":"McDonnell_Douglas_DC-10","surface_form":"McDonnell Douglas DC-10-10","offset":170},{"uri":"Des_Plaines%2C_Illinois","surface_form":"Des Plaines, Illinois","offset":258},{"uri":"Phoenix%2C_Arizona","surface_form":"Phoenix","offset":1019},{"uri":"September_11_attacks","surface_form":"September 11 attacks","offset":2009}]}