{"id":417383,"url":"http://en.wikipedia.org/wiki/Blurred_Lines_(song)","text":"\"Blurred Lines\" is an R&B song by Robin Thicke. It has vocals by Pharrell and T.I. and was produced by Pharrell. It was released on March 26, 2013. It was the lead single from his album \"Blurred Lines\". It has reached number one in 14 countries. It became Thicke's most successful song, being his first to reach number one on the Hot 100. He had already peaked number 14 in 2007 with \"Lost Without U\".\n\"Blurred Lines\" sold more than any other single in 2013. It sold over 1.44 million copies.\nTwo versions of the music video were made. The first version of the video was removed from YouTube for showing topless models Emily Ratajkowski, Elle Evans, and Jessi M'Bengue. In the second version the models are not topless. Several parodies were made. On November 12, the English pop singer Lily Allen released the video for her single \"Hard Out Here\". It featured Mylar balloons spelling out \"Lily Allen has a baggy pussy\", spoofing the balloons in Thicke's video saying \"Robin Thicke has a big dick\".\nThicke wanted the song to sound like Got to Give It Up by Marvin Gaye. Members of Gaye's family have accused Thicke, T.I. and Pharrell of illegal copying. Thicke offered the family a six-figure sum of money to end the lawsuit but they did not accept it.\nThe song was banned by twenty UK universities. Essex University students started a petition to have the song banned there too. Alice Smart, a Leeds Student Union officer, said, “I’m proud that we’ve taken the decision to stop playing ‘Blurred Lines’ in our bars and clubs because the song undermines real and dangerous issues around consent. Just because the song has been commercially successful doesn’t mean we have to play it knowing that it offends a high proportion of our students.” Thicke responded on \"The Today Show\" to feminist criticism of the song by saying, \"If you listen to the lyrics it says 'That man is not your maker.' It's actually a feminist movement in itself\". He also said in an interview with the BBC that criticism of the lyrics by a rape charity is 'ridiculous'.\nThicke has said that he would like to do another song with T.I. and Pharrell.\nOn December 26, 2013, Rob Sheffield wrote for \"Rolling Stone\" that \"Blurred Lines\" was the worst song not just of the year, but of any year.\nIn December 2013, \"Blurred Lines\" was nominated for Best Pop Duo/Group Performance and Record of the Year at the Grammy Awards.\nThe video for \"Blurred Lines\" was the seventh most watched video on VEVO in 2013.","categories":[],"infobox_types":[],"annotations":[{"uri":"R%26amp%3BB","surface_form":"R&B","offset":22},{"uri":"Robin_Thicke","surface_form":"Robin Thicke","offset":34},{"uri":"Pharrell","surface_form":"Pharrell","offset":65},{"uri":"T.I.","surface_form":"T.I.","offset":78},{"uri":"Single_(music)","surface_form":"single","offset":164},{"uri":"Blurred_Lines","surface_form":"Blurred Lines","offset":187},{"uri":"Lost_Without_U","surface_form":"Lost Without U","offset":385},{"uri":"YouTube","surface_form":"YouTube","offset":584},{"uri":"Emily_Ratajkowski","surface_form":"Emily Ratajkowski","offset":619},{"uri":"Jessi_M%27Bengue","surface_form":"Jessi M'Bengue","offset":654},{"uri":"English_people","surface_form":"English","offset":768},{"uri":"Pop_music","surface_form":"pop","offset":776},{"uri":"Lily_Allen","surface_form":"Lily Allen","offset":787},{"uri":"Hard_Out_Here","surface_form":"Hard Out Here","offset":833},{"uri":"Vagina","surface_form":"pussy","offset":913},{"uri":"Penis","surface_form":"dick","offset":992},{"uri":"Got_to_Give_It_Up","surface_form":"Got to Give It Up","offset":1036},{"uri":"Marvin_Gaye","surface_form":"Marvin Gaye","offset":1057},{"uri":"Copyright_infringement","surface_form":"illegal copying","offset":1137},{"uri":"Consent","surface_form":"consent","offset":1586},{"uri":"The_Today_Show","surface_form":"The Today Show","offset":1763},{"uri":"Feminist","surface_form":"feminist","offset":1782},{"uri":"BBC","surface_form":"BBC","offset":1975},{"uri":"Rape","surface_form":"rape","offset":2013},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":2168},{"uri":"VEVO","surface_form":"VEVO","offset":2458}]}