{"id":417301,"url":"http://en.wikipedia.org/wiki/Cuthred_of_Wessex","text":"Cuthred (†) was a West Saxon nobleman and atheling. He was King of Wessex from 740 to 756. Cuthred succeeded in restoring much of the prestige of Wessex.\nKing of Wessex.\nAt the death of King Athelheard, his kinsman Cuthred became king. During the time of Athelheard much of Wessex had been lost to King Aethelbald of Mercia. Cuthred made it known he was not as weak a ruler as Athelheard and struggled against Aethelbald being his overlord. In the first three years of Cuthred's rule he warred with Mercia. In 743 Cuthred joined Aethelbald in fighting the Welsh. By all appearances this was a friendly alliance between the two kings. But the friendship soon ended. In 748 Cuthred's son, Cynric, tried to depose his father and died in the rebellion. According to the Anglo-Saxon Chronicle, the rebellion was encouraged by the Mercian king.\nTwo years later in 750 Cuthred put down another rebellion by Athelhun, one of his ealdormen. In the day-long battle, Athelhun had fewer men but was winning until he was severely wounded. In 752, Cuthred again tried to get free of King Aethelbald. This led to a battle at Burford where Cuthred, assisted by a now faithful Athelhun, met Aethelbald and his army. The battle ended up with Aethelbald fleeing the battlefield. From that time on Cuthred maintained independence from Mercia for the rest of his reign. Cuthred died in 756. But he left a much stronger Wessex free of Mercian rule. He was succeeded by Sigeberht.","categories":[],"infobox_types":[],"annotations":[{"uri":"%E2%80%A0","surface_form":"†","offset":9},{"uri":"Wessex","surface_form":"West Saxon","offset":18},{"uri":"Nobleman","surface_form":"nobleman","offset":29},{"uri":"Atheling","surface_form":"atheling","offset":42},{"uri":"List_of_monarchs_of_Wessex","surface_form":"King of Wessex","offset":59},{"uri":"Prestige","surface_form":"prestige","offset":134},{"uri":"Wessex","surface_form":"Wessex","offset":146},{"uri":"Athelheard_of_Wessex","surface_form":"Athelheard","offset":191},{"uri":"Kinsman","surface_form":"kinsman","offset":207},{"uri":"Aethelbald_of_Mercia","surface_form":"Aethelbald of Mercia","offset":303},{"uri":"Ruler","surface_form":"ruler","offset":368},{"uri":"Overlord","surface_form":"overlord","offset":431},{"uri":"Mercia","surface_form":"Mercia","offset":499},{"uri":"Wales","surface_form":"Welsh","offset":556},{"uri":"Anglo-Saxon_Chronicle","surface_form":"Anglo-Saxon Chronicle","offset":766},{"uri":"Ealdormen","surface_form":"ealdormen","offset":921},{"uri":"Sigeberht_of_Wessex","surface_form":"Sigeberht","offset":1447}]}