{"id":417370,"url":"http://en.wikipedia.org/wiki/Jean_de_Venette","text":"Jean de Venette (circa 1307 – after 1360) was born in Venette, France. He was a chronicler of the Hundred Years' War. He also recorded the events of the Black Plague, the revolt of the Jacquerie, and other historical events that occurred in his lifetime. Venette studied at the University of Paris. He became a Carmelite friar and shared his knowledge with his fellow monks. Jean de Venette realized the importance of education and taught many monks how to read and write. He also wrote a history of the Order of the Carmelites.\nJean de Venette became the Prior of the Carmelite monastery in Paris from 1339 to 1342, and was the Provincial Superior of France from 1341 to 1366. This later title made him the head of all of the Carmelite monasteries in the Province.\nAbout 1340, he began to write down historical events happening around him. He said he recorded them \"...in great measure as I have seen and heard them\". He describes a great famine that he witnessed at age seven or eight years old. He states it started on the 15th day of March in 1315 and lasted more than two years and ended in 1318.\"\nIn that same year of 1340 he describes a great comet that appeared in Gaul. He believed, as did many people in his time, that these events were warnings from God of bad things that would happen.\nIn 1341, de Venette states Prince John II of Brittany died.\nIn 1346 he announces that \"King Edward of England set sail for Normandy with a great many armed men\".\nIn 1348, de Venette described the Black Plague and how brave the nuns were that cared for the people. Also how many of them died as a result of their dedication.\nHe wrote of battles between England and France during the Hundred Years' War where he was so close, \"the arrows darkened the sky around him”. Some of these battles he described were the siege of Calais in 1347 and the Battle of Poitiers (1356) where the French King and his son were captured. He gives an account of what happened after Poitiers where he states that there seem to be no rule in the kingdom. He wrote that \"thieves and robbers rose up everywhere in the land and the Nobles also robbed and pillaged the peasants and took no thought for the people but rather for their own profit\".\nHe states that in 1356, he witnessed the people of Paris building walls around their city because they did not trust the Nobles to protect them. De Venette goes into great detail, stating that the \"citizens placed iron chains across the streets and crossways of Paris\". They also built new walls, dug great ditches and tore down houses near the walls whether they were new or old.\nJean de Venette's writings are considered very important because he was an eye witness to many historical events. His writings are detailed and vivid. Many of the other well-known chroniclers wrote about events much later then they actually happened and relied upon one-sided accounts. They were often commissioned by Kings and Nobles who wanted their particular point of view to be stressed.\nJean de Venette died after 1360.","categories":[],"infobox_types":[],"annotations":[{"uri":"Circa","surface_form":"circa","offset":17},{"uri":"Venette","surface_form":"Venette","offset":54},{"uri":"France","surface_form":"France","offset":63},{"uri":"Chronicle","surface_form":"chronicle","offset":80},{"uri":"Hundred_Years%27_War","surface_form":"Hundred Years' War","offset":98},{"uri":"Black_Plague","surface_form":"Black Plague","offset":153},{"uri":"Jacquerie","surface_form":"Jacquerie","offset":185},{"uri":"Historical","surface_form":"historical","offset":206},{"uri":"University_of_Paris","surface_form":"University of Paris","offset":278},{"uri":"Carmelites","surface_form":"Carmelite","offset":311},{"uri":"Friar","surface_form":"friar","offset":321},{"uri":"Monk","surface_form":"monk","offset":368},{"uri":"Priory","surface_form":"Prior","offset":556},{"uri":"Monastery","surface_form":"monastery","offset":579},{"uri":"Paris","surface_form":"Paris","offset":592},{"uri":"Province","surface_form":"Provincial","offset":629},{"uri":"Comet","surface_form":"comet","offset":1150},{"uri":"Gaul","surface_form":"Gaul","offset":1173},{"uri":"God","surface_form":"God","offset":1261},{"uri":"Brittany","surface_form":"Brittany","offset":1343},{"uri":"Edward_III_of_England","surface_form":"King Edward of England","offset":1385},{"uri":"Normandy","surface_form":"Normandy","offset":1421},{"uri":"Nun","surface_form":"nun","offset":1525},{"uri":"England","surface_form":"England","offset":1650},{"uri":"Calais","surface_form":"Calais","offset":1817},{"uri":"Battle_of_Poitiers_(1356)","surface_form":"Battle of Poitiers (1356)","offset":1840},{"uri":"Noble","surface_form":"Noble","offset":2103},{"uri":"Peasant","surface_form":"peasant","offset":2139},{"uri":"Witness","surface_form":"witness","offset":2677},{"uri":"King","surface_form":"King","offset":2916},{"uri":"Point_of_view","surface_form":"point of view","offset":2961}]}