{"id":417491,"url":"http://en.wikipedia.org/wiki/Ine_of_Wessex","text":"Ine († 728) was a West Saxon nobleman who was King of Wessex from 688 to 726. He established Wessex as a true kingdom by introducing a code of laws. He strengthened the position of the Church in Wessex. His long reign was the most successful of any West Saxon king until Alfred the Great.\nAtheling.\nIne was the son of Cenred, an underking of Wessex. Bede says of Ine that he was \"of the blood royal\" meaning he was an atherling. His brother was Ingild, ancestor of Alfred the Great. His sister Cuthburh was married to King Aldfrith of Northumbria. She was the founder of Wimborne abbey. Ine married Ethelburg, sister of Athelheard, Ine's successor.\nKing of Wessex.\nThe former king, Caedwalla, was one of Wessex's more important military leaders. When he abdicated in 688 it left a power vacuum. Wessex was broken up into several sub-kingdoms. Each was ruled by a underking. Ine many have started as a sub-king but before long was able to establish himself as the sole ruler of Wessex. Ine reorganized Wessex and established a system of shires. He removed the positions of sub-kings, or underkings, and replaced them with ealdormen. In many respects Ine was the first true king of Wessex.\nIne wrote his laws between 688 and 694 He mentions in the preamble bishop Erconwald who helped him. This is Erconwald who from 675 to 694 was bishop of Essex (London). He was replaced in 994 by Waldhere. But the mention of Ine's father still being alive points to the laws being written earlier in this period rather than later. The laws of Ine are the first set of laws for the Saxons of Wessex. There were earlier law codes in Wessex. But none covered as wide a range of situations as a king or his officers might have to deal with. For the next two centuries there were no law codes written after those of Ine. Not until Alfred the Great was a more extensive law code created.\nIn 705 the king of Essex was sheltering exiles from Wessex. This created a serious problem between the two kings. But finally the exiles were expelled after a threat by Ine to invade the East Saxon territory. A similar situation occurred in 722 when an exile named Ealdbert was received in Sussex. Ine invaded sussex as a result. In 725 Ine invaded again and this time Ealdberht was killed.\nIn 710 Ine was at war with Geraint, king of Dumnonia. This was part of his campaign against the Britons and expanding the borders of Wessex west to the River Tamar. But he was unable to conqueror Cornwall. Ine was defeated by the Cornish in 722 at the Tamar river. All through his reign Ine seems to have been on good terms with the Mercians. There is only one incident; a battle at Wodnesbeorg in 715 between Ine and Ceolred, King of Mercia. But the only source for this informaiton, the Anglo-Saxon Chronicle does not say who won.\nIne was a strong supporter of the Church. While he resisted the creation of a second bishopric at Sherborne, he did support the first bishop there in 705, bishop Aldhelm. Ine supported the creation of an organized church in Wessex. Formerly it was just scattered monasteries and churches. Many of Ine's laws concerned the spiritual welfare of his people. He law required baptism within thirty days of a child's birth, no working on sundays and the paying of church dues at Martinmas. The first synods in Wessex trace back to his reign. The oldest surviving records shows Ine presided over these church councils.\nIn spite of his power and all his accomplishments near the end of his long reign he had internal problems. There was dissension among several of the West Saxon athelings. In 721 Ine killed a Cynewulf. For what reason is not clear, but it was at this time Ealdbert fled Wessex. In 722 he was besieged by Ine's queen, Ethelburg at Taunton. The queen's involvement seems to indicate Ealdbert was a member of the family, possibly their son. He escaped only to be killed three years later (see above). Whatever their relationship, Ine seems to have become very tired. In 726 he abdicated the throne and went to Rome. Less than two years later (728) he died there. He stated he was leaving the kingdom \"to younger men\" and made no attempt to name an heir. He was succeeded by Athelheard.","categories":[],"infobox_types":[],"annotations":[{"uri":"%E2%80%A0","surface_form":"†","offset":5},{"uri":"Wessex","surface_form":"West Saxon","offset":18},{"uri":"Nobleman","surface_form":"nobleman","offset":29},{"uri":"List_of_monarchs_of_Wessex","surface_form":"King of Wessex","offset":46},{"uri":"Kingdom","surface_form":"kingdom","offset":110},{"uri":"Laws","surface_form":"laws","offset":143},{"uri":"Church","surface_form":"Church","offset":185},{"uri":"Reign","surface_form":"reign","offset":212},{"uri":"King","surface_form":"king","offset":260},{"uri":"Alfred_the_Great","surface_form":"Alfred the Great","offset":271},{"uri":"Underking","surface_form":"underking","offset":329},{"uri":"Bede","surface_form":"Bede","offset":350},{"uri":"Atheling","surface_form":"atherling","offset":418},{"uri":"Alfred_the_Great","surface_form":"Alfred the Great","offset":465},{"uri":"Aldfrith_of_Northumbria","surface_form":"Aldfrith of Northumbria","offset":523},{"uri":"Wimborne_Minster_(church)","surface_form":"Wimborne abbey","offset":571},{"uri":"Athelheard_of_Wessex","surface_form":"Athelheard","offset":620},{"uri":"Caedwalla_of_Wessex","surface_form":"Caedwalla","offset":682},{"uri":"Abdicated","surface_form":"abdicated","offset":754},{"uri":"Power_vacuum","surface_form":"power vacuum","offset":781},{"uri":"Shires","surface_form":"shires","offset":1036},{"uri":"Ealdormen","surface_form":"ealdormen","offset":1121},{"uri":"Preamble","surface_form":"preamble","offset":1246},{"uri":"Essex","surface_form":"Essex","offset":1340},{"uri":"Exiles","surface_form":"exiles","offset":1908},{"uri":"Dumnonia","surface_form":"Dumnonia","offset":2303},{"uri":"Britons","surface_form":"Britons","offset":2355},{"uri":"River_Tamar","surface_form":"River Tamar","offset":2411},{"uri":"Cornwall","surface_form":"Cornwall","offset":2455},{"uri":"Mercians","surface_form":"Mercians","offset":2592},{"uri":"Ceolred_of_Mercia","surface_form":"Ceolred, King of Mercia","offset":2677},{"uri":"Bishopric","surface_form":"bishopric","offset":2877},{"uri":"Aldhelm","surface_form":"Aldhelm","offset":2954},{"uri":"Welfare","surface_form":"welfare","offset":3124},{"uri":"Baptism","surface_form":"baptism","offset":3163},{"uri":"Martinmas","surface_form":"Martinmas","offset":3265},{"uri":"Synods","surface_form":"synods","offset":3286},{"uri":"Presided","surface_form":"presided","offset":3367},{"uri":"Councils","surface_form":"councils","offset":3394},{"uri":"Accomplishments","surface_form":"accomplishments","offset":3438},{"uri":"Dissension","surface_form":"dissension","offset":3521},{"uri":"Taunton","surface_form":"Taunton","offset":3733},{"uri":"Rome","surface_form":"Rome","offset":4010},{"uri":"Athelheard_of_Wessex","surface_form":"Athelheard","offset":4174}]}