{"id":417462,"url":"http://en.wikipedia.org/wiki/Matthew_Boulton","text":"Matthew Boulton FRS (3 September 1728 – 17 August 1809) was an English manufacturer and the business partner of Scottish engineer James Watt.\nIn the last quarter of the 18th century, the partnership installed hundreds of Boulton & Watt steam engines. A great advance on the state of the art, they made possible the mechanisation of factories and mills. Boulton applied modern techniques to the minting of coins, striking millions of pieces for Britain and other countries, and supplying the Royal Mint with up-to-date equipment.\nBorn in Birmingham in 1728, Boulton was the son of a Birmingham manufacturer of small metal products who died when Boulton was 31. By then Boulton had managed the business for several years, and he expanded it considerably at the Soho Manufactory, built by him near Birmingham.\nWhen Watt's business partner, John Roebuck was unable to pay a debt to Boulton, he accepted Roebuck's share of Watt's patent as settlement. He then successfully lobbied Parliament to extend Watt's patent for an additional 17 years. This enabled the firm to market Watt's steam engine. The firm installed hundreds of Boulton & Watt steam engines in Britain and abroad, initially in mines and then in factories.\nBoulton was a key member of the Lunar Society, a group of Midlands men in the arts, sciences, and theology. Members included Watt, Erasmus Darwin, Josiah Wedgwood and Joseph Priestley. The Society met each month near the full moon. Members of the Society developed concepts and techniques in science, agriculture, manufacturing, mining, and transport that laid the groundwork for the Industrial Revolution.\nBoulton founded the Soho Mint, which he adapted to steam power. He sought to improve the poor state of Britain's coinage. After several years of effort obtained a contract in 1797 to produce the first British copper coinage in a quarter century. His \"cartwheel\" pieces were well-designed and difficult to counterfeit, and included the first striking of the large copper penny, which continued to be coined until decimalisation in 1971. He retired in 1800, though continuing to run his mint, and died in 1809. His image appears alongside James Watt on the Bank of England's new Series F £50 note.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fellow_of_the_Royal_Society","surface_form":"FRS","offset":16},{"uri":"James_Watt","surface_form":"James Watt","offset":130},{"uri":"Boulton_and_Watt","surface_form":"Boulton & Watt","offset":221},{"uri":"Steam_engine","surface_form":"steam engine","offset":236},{"uri":"Factories","surface_form":"factories","offset":332},{"uri":"Mill","surface_form":"mill","offset":346},{"uri":"Royal_Mint","surface_form":"Royal Mint","offset":491},{"uri":"Birmingham","surface_form":"Birmingham","offset":537},{"uri":"Soho_Manufactory","surface_form":"Soho Manufactory","offset":759},{"uri":"Parliament_of_the_United_Kingdom","surface_form":"Parliament","offset":976},{"uri":"Watt_steam_engine","surface_form":"Watt's steam engine","offset":1071},{"uri":"Mining","surface_form":"mines","offset":1188},{"uri":"Factories","surface_form":"factories","offset":1206},{"uri":"Lunar_Society","surface_form":"Lunar Society","offset":1249},{"uri":"Midlands","surface_form":"Midlands","offset":1275},{"uri":"Erasmus_Darwin","surface_form":"Erasmus Darwin","offset":1348},{"uri":"Josiah_Wedgwood","surface_form":"Josiah Wedgwood","offset":1364},{"uri":"Joseph_Priestley","surface_form":"Joseph Priestley","offset":1384},{"uri":"Industrial_Revolution","surface_form":"Industrial Revolution","offset":1601},{"uri":"Soho_Mint","surface_form":"Soho Mint","offset":1644},{"uri":"Decimal_Day","surface_form":"decimalisation","offset":2036},{"uri":"James_Watt","surface_form":"James Watt","offset":2161},{"uri":"Bank_of_England","surface_form":"Bank of England","offset":2179}]}