{"id":417940,"url":"http://en.wikipedia.org/wiki/Caedwalla_of_Wessex","text":"Caedwalla, also spelled Cædwalla (c. 659–689), was the King of Wessex from until his abdication in 688. His name comes from the British name Cadwallon. He was a powerful king and war leader. It was through his efforts that Wessex rose to become the third kingdom, after Northumbria and Mercia, in what would become the seven Anglo-Saxon kingdoms of the heptarchy. Caedwalla was a pagan king who fought for and promoted Christianity.\nEarly career.\nCaedwalla was born. He the son of Cenberht (Coenbryht) and the brother of Mul. They were of the royal house of the Gewissae. Caedwalla was a descendant of Cerdic. His father, an underking in Wessex, was killed in 661 when Caedwalla was about two years old. His family took refuge in the great forest of the Weald Caedwalla was apparently one of those trying to claim territory in Wessex after the death of Cenwalh. But he was exiled from Wessex in 680 by Centwine. During that time he had gathered around him a band of warriors. In 685 Caedwalla \"began to strive for the kingdom\" (or wanted to become king). He repeatedly attacked Sussex and killed king Ethelwalth. Two of the Sussex ealdormen drove Caedwalla out of that kingdom. Still landless, Caedwalla turned his attentions again towards Wessex. This same year Centwine retired to a monastery and abdicated the throne of Wessex.\nKing of Wessex.\nBy 686 Caedwalla was able to declare himself king. The remaining underkings in Wessex did not oppose him and kept their territories. During the three years Caedwalla reigned over Wessex he was constantly at war. He and his brother Mul ravaged Kent in 686. After subjecting Kent to his rule he left his brother Mul in charge as king of Kent. That summer he attacked Sussex and killed king Berhthun. In 687 the men of Kent rose up against Mul and he was burned with twelve of his companions. They soon restored their own royal line on the throne. Caedwalla invaded a second time and ruled Kent himself. Caedwalla next invaded the Isle of Wight. King Arwald was killed. Caewalla allowed the two young athelings of Wight, Arwald's brothers, to convert to Christianity before executing them. He then began to kill all the inhabitants and replace them with settlers from Wessex. Although still a pagan, he gave several large estates on the Isle of Wight to bishop Wilfrid. It was during his war on the Isle of Wight that Caedwalla was badly wounded. His wound seemed mortal to him. But he had succeeded in conquering most of the south-east of England. In 688 he abdicated the throne of Wessex. He was able to journey to Rome where on Easter day 689, he was baptised by Pope Sergius. About ten days later on 20 April he died and was buried in Rome. He set a precedent for the west Saxon kings who followed him to dominate all of south-east England.\nCaedwalla remained a pagan until end of his life. He was a friend of bishop Wilfrid and at times called himself the defender of the church. He granted land for a monastery to an Abbot Ecgbald at Hoo in Kent. His authority in Surrey is demonstrated by a grant of land for an monastery in Farnham. He saw his attempts to remove all the Jutes from the Isle of Wight as a war of Christianity against the pagans. When he left England on his pilgrimage to Rome he stopped at Calais and donated money to build a church there. He did the same at the court of the Lombards before going on to Rome. Caedwalla was succeeded by Ine.","categories":[],"infobox_types":[],"annotations":[{"uri":"List_of_monarchs_of_Wessex","surface_form":"King of Wessex","offset":55},{"uri":"Abdication","surface_form":"abdication","offset":85},{"uri":"Cadwallon","surface_form":"Cadwallon","offset":141},{"uri":"Wessex","surface_form":"Wessex","offset":223},{"uri":"Northunbria","surface_form":"Northumbria","offset":270},{"uri":"Mercia","surface_form":"Mercia","offset":286},{"uri":"Heptarchy","surface_form":"heptarchy","offset":353},{"uri":"Pagan","surface_form":"pagan","offset":380},{"uri":"Christianity","surface_form":"Christianity","offset":419},{"uri":"Gewissae","surface_form":"Gewissae","offset":562},{"uri":"Cerdic_of_Wessex","surface_form":"Cerdic","offset":602},{"uri":"Underking","surface_form":"underking","offset":625},{"uri":"Forest","surface_form":"forest","offset":740},{"uri":"Weald","surface_form":"Weald","offset":754},{"uri":"Cenwalh_of_Wessex","surface_form":"Cenwalh","offset":853},{"uri":"Centwine_of_Wessex","surface_form":"Centwine","offset":902},{"uri":"Ethelwalth_of_Sussex","surface_form":"Ethelwalth","offset":1101},{"uri":"Abdicated","surface_form":"abdicated","offset":1299},{"uri":"Kent","surface_form":"Kent","offset":1590},{"uri":"Isle_of_Wight","surface_form":"Isle of Wight","offset":1975},{"uri":"Arwald","surface_form":"Arwald","offset":1995},{"uri":"Christianity","surface_form":"Christianity","offset":2098},{"uri":"Estates","surface_form":"estates","offset":2266},{"uri":"Rome","surface_form":"Rome","offset":2561},{"uri":"Easter","surface_form":"Easter","offset":2575},{"uri":"Baptised","surface_form":"baptised","offset":2598},{"uri":"Pope_Sergius_I","surface_form":"Pope Sergius","offset":2610},{"uri":"Abbot","surface_form":"Abbot","offset":2967},{"uri":"Monastery","surface_form":"monastery","offset":3063},{"uri":"Farnham","surface_form":"Farnham","offset":3076},{"uri":"Jutes","surface_form":"Jutes","offset":3123},{"uri":"Pilgrimage","surface_form":"pilgrimage","offset":3225},{"uri":"Calais","surface_form":"Calais","offset":3258},{"uri":"Lombards","surface_form":"Lombards","offset":3344},{"uri":"Ine_of_Wessex","surface_form":"Ine","offset":3405}]}