{"id":41809,"url":"http://en.wikipedia.org/wiki/Meteor_burst_communication","text":"Meteor burst communication uses radio waves which bounce off the ionized trails made by meteors as they enter the earth’s atmosphere. It is also called Meteor scatter communication.\nMeteors are lumps of rock which are floating about in space. There are always meteors which are entering the earth’s atmosphere. They normally burn up in the atmosphere. A few very large ones that hit the earth are called 'meteorites'. Most meteors are only tiny specks of dust. As they enter the atmosphere the heat made by air friction rips off electrons. This produces an ionized trail. This trail can reflect radio waves in the same way that a wire would.\nThe meteors that are used for meteor burst communication are between one thousandth and one hundredth of a gram. Meteors which are smaller than this are too weak to be used. Larger ones are not frequent enough.\nThe ionized trail can last for several seconds. During this time messages can be sent between two radio communication stations. The messages will be transmitted very fast: about 200 times as fast as with ordinary shortwave radio communication. A teletypewriter may type several lines of text during a meteor burst. The two stations that want to communicate will have to be ready all the time as they never know when the next burst of communication will come. They may have to use several meteor bursts before the whole message is received. The transmitters are often put on buoys in the sea.\nMeteor burst communication was first widely used in the 1950s. It was particularly useful for military communications, because a receiver could not tell exactly which direction the message had come from. This was because the message was reflected on the way, so it did not travel in a straight line (i.e. in a simple great circle round the earth’s curve).\nThe use of communications satellites in the late 20th century has made meteor burst communication rare.","categories":[],"infobox_types":[],"annotations":[{"uri":"Radio_waves","surface_form":"radio waves","offset":32},{"uri":"Ion","surface_form":"ion","offset":65},{"uri":"Meteor","surface_form":"meteor","offset":88},{"uri":"Earth","surface_form":"earth’s","offset":114},{"uri":"Atmosphere","surface_form":"atmosphere","offset":122},{"uri":"Rock_(geology)","surface_form":"rock","offset":203},{"uri":"Outer_space","surface_form":"space","offset":236},{"uri":"Electron","surface_form":"electron","offset":529},{"uri":"Ionization","surface_form":"ionized","offset":557},{"uri":"Reflection","surface_form":"reflect","offset":587},{"uri":"Radio","surface_form":"radio","offset":595},{"uri":"Wave","surface_form":"wave","offset":601},{"uri":"Wire","surface_form":"wire","offset":630},{"uri":"Gram","surface_form":"gram","offset":749},{"uri":"Second","surface_form":"second","offset":892},{"uri":"Message","surface_form":"messages","offset":918},{"uri":"Shortwave_radio","surface_form":"shortwave radio","offset":1066},{"uri":"Teletypewriter","surface_form":"teletypewriter","offset":1099},{"uri":"Buoy","surface_form":"buoy","offset":1427},{"uri":"Sea","surface_form":"sea","offset":1440},{"uri":"Military","surface_form":"military","offset":1539},{"uri":"Great_circle","surface_form":"great circle","offset":1762},{"uri":"Communications_satellite","surface_form":"communications satellite","offset":1812}]}