{"id":418149,"url":"http://en.wikipedia.org/wiki/Les_Mis%C3%A9rables","text":"\"Les Misérables\" is a novel by Victor Hugo. It was published in 1862. The story is about a former convict named Jean Valjean. He tries to find a meaningful life, but is followed by a police officer. The story has been made into movies several times. It has also been made into a musical. He is trying to run away after being convicted by the police since he stole bread to feed his sister's children.\nThe work describes French society between the reign of Napoleon and that of Louis Philippe I. One of the main characters, Marius, takes part in the June Rebellion.\nHugo based some of his characters on the lives of real people. That way, Valjean is probably based upon Eugène François Vidocq. He probably used the story of Bienvenu de Miollis to base the Bishop of Digne on. De Mollis was the bishop of Digne from 1805 to 1838. Enjolras, a revolutionary leader is probably based on Louise Michel, a French anarchist.\nPlot.\n\"Les Misérables\" starts by describing the life of the nice Bishop Myriel who is always helping the poor. Then the book talks about Jean Valjean, a man who was arrested because he stole some bread to feed his sister's children. He is freed from prison after 19 years and he wanders through France until the Bishop takes him in for the night. Valjean tries to steal the Bishop's silverware, but he is caught. The Bishop pretends that he gave Valjean the silverware and tells him to be good.\nJean Valjean changes his name to M. Madeline and becomes a factory owner and the town's mayor. One of his workers is named Fantine. She had a child called Cosette who lives with an evil innkeeper named Thenardier. The other women in the factory get Fantine fired or removed from her job. When Fantine is attacked by a man on the streets, Valjean protects her from the police and takes her to the hospital because she is sick. Fantine tells Valjean about Cosette and asks him to save Cosette. Unfortunately, she is too sick and dies.\nA police officer called Javert finds out about Valjean and he chases him and arrests him, but Valjean escapes from jail and goes to find Cosette. When he does, he takes her from the innkeeper Thenardier and runs away to Paris. There, he is chased by Javert and eventually finds a place where Cosette can go to school and he can work safely.\nMeanwhile, a young man named Marius has found a new group of friends at the ABC Café. They (the Friends of the ABC) are unhappy because a lot of people are poor. So they want to make the government help the poor people but only one man in the government wants to. His name is Jean Lamarque, and he is very sick. A girl named Eponine, the daughter of Thenardier, falls in love with Marius, but he doesn't love her.\nWhen Cosette is done with school, she and Valjean go to live in a house on Plumet Street (Rue Plumet). There, Marius meets Cosette and they fall in love. Then, Thenardier, who lost his job, tries to rob Valjean, but Eponine saves him and Cosette.\nThen, Lamarque dies! The Friends of the ABC are angry and build barricades (or giant walls) out of furniture in the center of Paris. The government is angry and sends Javert to go spy on the Friends.\nValjean learns that Cosette loves Marius and goes to save Marius at the barricade. While Javert is inside the barricades, the Friends find out that he is a spy and they tie him up. Valjean is supposed to kill him but he decides not to which makes Javert very confused. Javert decides trying to understand why Valjean did not kill him even though Valjean used to be a bad person is too hard for him to understand, so he jumps off a bridge and drowns. Then, the army attacks the barricade! Marius is almost shot but Eponine saves him. However, she was killed while saving him. The fighting continues and most of the Friends are killed. Valjean takes Marius and drags him through the sewers to a safe place.\nCosette and Marius get engaged which means that they are about to get married! Before their wedding, Valjean tells Marius that he is going to go away forever after the wedding because he thinks that he is a bad person. At the wedding, Marius learns that Valjean saved him, so he and Cosette tell Valjean that they don't want him to go away. But Valjean is too sad so he still dies. As he dies though, he sees Fantine again.","categories":[],"infobox_types":[],"annotations":[{"uri":"Novel","surface_form":"novel","offset":22},{"uri":"Victor_Hugo","surface_form":"Victor Hugo","offset":31},{"uri":"Convict","surface_form":"convict","offset":98},{"uri":"Police_officer","surface_form":"police officer","offset":183},{"uri":"Movie","surface_form":"movie","offset":228},{"uri":"Musical","surface_form":"musical","offset":279},{"uri":"Napoleon","surface_form":"Napoleon","offset":456},{"uri":"Louis_Philippe_I","surface_form":"Louis Philippe I","offset":477},{"uri":"June_Rebellion","surface_form":"June Rebellion","offset":549},{"uri":"Eug%C3%A8ne_Fran%C3%A7ois_Vidocq","surface_form":"Eugène François Vidocq","offset":669},{"uri":"Bienvenu_de_Miollis","surface_form":"Bienvenu de Miollis","offset":723},{"uri":"Louise_Michel","surface_form":"Louise Michel","offset":882},{"uri":"Anarchist","surface_form":"anarchist","offset":906}]}