{"id":41817,"url":"http://en.wikipedia.org/wiki/Prisoner_of_war","text":"A prisoner of war (short form: POW) is a non-combatant who has been captured by the forces of the enemy, during an armed conflict. In past centuries, prisoners had no rights. They were usually killed or forced to be slaves. Nowadays prisoners of war have rights that are stated in the Geneva Conventions and other laws of war.\nRights.\nIf they are very sick or hurt, prisoners of war have the right to be let go. After a war ends, all prisoners must be let go quickly.\nNot every prisoner gets these rights.\nAccording to the Geneva Conventions, if soldiers do not meet these requirements, they are not \"prisoners of war.\" They are \"unlawful combatants\" (which means \"people who fight in ways that are against the law). This means they do NOT have the rights that are listed in the Geneva Conventions.\nThe U.S. brought some of these people to a prison in Guantánamo Bay. Because they were enemy combatants, the inmates at Guantánamo did not get the rights that the Geneva Conventions give to prisoners of war.\nWar crimes against prisoners of war.\nWhen a country, or a group of people, does not give prisoners of war their rights, they are committing a war crime. However, punishing those war crimes has not always been easy.\nPunishing crimes.\nThe Geneva Convention lists the rights that prisoners of war have. However, there is nothing in the Geneva Convention that says how people should be punished when they do not give prisoners of war these rights.\nIn the past, when a country broke the Geneva Convention by not giving prisoners of war their rights, many different things might happen. For example, after World War II ended, the countries that won the war set up military tribunals called the Nuremberg Trials and the Tokyo Trials. At these trials, military leaders from Nazi Germany and the Empire of Japan were tried for crimes against prisoners of war (and many other things). Many of them were convicted and sentenced to death or to life in prison.\nHowever, at other times, crimes against prisoners of war might be tried in the same country where the crimes happened. This might happen before or after the war ended. Sometimes crimes against prisoners of war were not punished at all.\nThe International Criminal Court.\nIn 2002, the International Criminal Court (ICC) was created to look into war crimes around the world, and punish people for them, if possible.\nIf a country, or a group of people, commit a war crime against prisoners of war, the ICC can put them on trial and punish them if they are found guilty.","categories":[],"infobox_types":[],"annotations":[{"uri":"Enemy","surface_form":"enemy","offset":98},{"uri":"Conflict","surface_form":"conflict","offset":121},{"uri":"Slave","surface_form":"slave","offset":216},{"uri":"Rights","surface_form":"rights","offset":255},{"uri":"Geneva_Conventions","surface_form":"Geneva Conventions","offset":285},{"uri":"Laws_of_war","surface_form":"laws of war","offset":314},{"uri":"Illness","surface_form":"sick","offset":352},{"uri":"Injury","surface_form":"hurt","offset":360},{"uri":"Unlawful_combatant","surface_form":"unlawful combatant","offset":630},{"uri":"Guantanamo_Bay_Naval_Base","surface_form":"a prison in Guantánamo Bay","offset":840},{"uri":"War_crime","surface_form":"war crime","offset":1149},{"uri":"Punishment","surface_form":"punishing","offset":1169},{"uri":"World_War_II","surface_form":"World War II","offset":1607},{"uri":"Allies_of_World_War_II","surface_form":"countries that won the war","offset":1631},{"uri":"Tribunal","surface_form":"tribunal","offset":1674},{"uri":"Nuremberg_Trials","surface_form":"Nuremberg Trials","offset":1695},{"uri":"Tokyo_Trials","surface_form":"Tokyo Trials","offset":1720},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":1773},{"uri":"Empire_of_Japan","surface_form":"Empire of Japan","offset":1794},{"uri":"Conviction","surface_form":"convicted","offset":1900},{"uri":"Sentenced_to_death","surface_form":"sentenced to death","offset":1914},{"uri":"Prison","surface_form":"prison","offset":1947},{"uri":"International_Criminal_Court","surface_form":"International Criminal Court","offset":2238},{"uri":"War_crimes","surface_form":"war crimes","offset":2298}]}