{"id":41813,"url":"http://en.wikipedia.org/wiki/Spyware","text":"e=\"preserve\">Spyware is a category of software for computers. Spyware is malware that collects some data, usually without the computer users' knowledge. Very often, this data is then sent over the internet to someone else. Very often, this is used for marketing. Spyware can also be used to steal data from computers. One kind is a keylogger which can see whatever you are typing. Keyloggers can steal important information like passwords that you type.\nThe best protection is to get a program that protects against spyware. But be careful, many websites that claim to have them are actually spyware, not something to protect against it. This method of installing spyware is called a Trojan horse which is disguised as something useful but when it runs, its keystroke logging sees what keys you press. This makes it easy for the trojan operator to collect your passwords and important data and log into your accounts. Spyware tracks your computer and uses some of the things on it. This includes your files, your downloads, and usernames/passwords for websites and programs\nThere are spyware applications that are designed to enable users to spy on themselves rather than others. This is called myware. The term myware has mainly been applied to software applications in three areas: social networking, marketing and time tracking.","categories":[],"infobox_types":[],"annotations":[{"uri":"Software","surface_form":"software","offset":38},{"uri":"Computer","surface_form":"computer","offset":51},{"uri":"Malware","surface_form":"malware","offset":73},{"uri":"Knowledge","surface_form":"knowledge","offset":142},{"uri":"Internet","surface_form":"internet","offset":197},{"uri":"Marketing","surface_form":"marketing","offset":252},{"uri":"Keylogger","surface_form":"keylogger","offset":332},{"uri":"Password","surface_form":"password","offset":429},{"uri":"Trojan_horse_(computing)","surface_form":"Trojan horse","offset":684},{"uri":"Keystroke_logging","surface_form":"keystroke logging","offset":758},{"uri":"Social_networking","surface_form":"social networking","offset":1284},{"uri":"Marketing","surface_form":"marketing","offset":1303},{"uri":"Time_tracking","surface_form":"time tracking","offset":1317}]}