{"id":418249,"url":"http://en.wikipedia.org/wiki/Blind_experiment","text":"e=\"preserve\">A blind or blinded experiment is a test or experiment in\nwhere the experimenter does not know which treatment is given to a subject. The idea is to avoid bias which the experimenter might otherwise introduce. If both tester and subject are blinded, the trial is a double-blind trial.\nSuppose consumers are asked to compare the tastes of different brands of a product. Obviously, the identities of the product should be hidden – otherwise consumers tend to prefer the brand they are familiar with. Similarly, when testing a pharmaceutical drug, both patients and experimenter should not know the dosage being given in each case.\nThe opposite of a blind trial is an open trial. The terms blind (adjective) or to blind (transitive verb) when used in this sense are figurative extensions of the literal idea of blindfolding someone.\nExamples.\nBlind experiments went on to be used outside of purely scientific settings. In 1817, a committee of scientists and musicians compared a Stradivarius violin to one with a guitar-like design made by the naval engineer François Chanot. A well-known violinist played each instrument while the committee listened in the next room to avoid prejudice.\nOne of the first essays advocating a blinded approach to experiments in general came from Claude Bernard in the latter half of the 19th century, who recommended splitting any scientific experiment between the theorist who conceives the experiment and a naive (and preferably uneducated) observer who registers the results without foreknowledge of the theory or hypothesis being tested. This suggestion contrasted starkly with the prevalent Enlightenment-era attitude that scientific observation can only be objectively valid when undertaken by a well-educated, informed scientist.\nDouble-blind methods came into especial prominence in the mid-20th century.\nDouble-blind trials.\nDouble-blind describes an especially stringent way of conducting an experiment. It tries to eliminate subjective, unrecognized biases carried by an experiment's subjects \"<u/l>and</u/l>\" conductors.\nIn a double-blind experiment, neither the participants nor the researchers know which participants belong to the control group, and which to the test group. Random assignment of test subjects to the experimental and control groups is the key to any double-blind research design. The information about who the subjects were, and which group they belonged to, is kept by a third party until the study is over.\nDouble-blind methods can be applied to any experimental situation in which there is a possibility that the results will be affected by conscious/unconscious bias on the part of researchers, participants, or both.","categories":[],"infobox_types":[],"annotations":[{"uri":"Experiment","surface_form":"test or experiment","offset":48},{"uri":"Subject","surface_form":"subject","offset":137},{"uri":"Bias","surface_form":"bias","offset":167},{"uri":"Pharmaceutical","surface_form":"pharmaceutical","offset":536},{"uri":"Drug","surface_form":"drug","offset":551},{"uri":"Adjective","surface_form":"adjective","offset":706},{"uri":"Transitive_verb","surface_form":"transitive verb","offset":730},{"uri":"Blindfold","surface_form":"blindfold","offset":820},{"uri":"Stradivarius","surface_form":"Stradivarius","offset":988},{"uri":"Claude_Bernard","surface_form":"Claude Bernard","offset":1287},{"uri":"Age_of_Enlightenment","surface_form":"Enlightenment","offset":1637},{"uri":"Experiment","surface_form":"experiment","offset":1943},{"uri":"Control_group","surface_form":"control group","offset":2187},{"uri":"Random_sample","surface_form":"Random assignment","offset":2231},{"uri":"Bias","surface_form":"bias","offset":2639}]}