{"id":41847,"url":"http://en.wikipedia.org/wiki/Herb","text":"Herbs are plants that are grown either as a food (usually as a condiment), or because they have some use in treating diseases (or making them better), or for spiritual reasons (for example, their smell). Some herbs may act as an aphrodisiac.\nThe word herb comes from the Latin word \"herba\", meaning grass, green stalks, or blades. Botanists use the word to mean any plant with soft, succulent tissues. But many people use the word to mean only herbs with some economic value.\nHerbs are small plants that have a fleshy or juicy stem when they are young. The stems of some herbs develop hard, woody tissue when they grow old.\nMost herbs are perennials. This means that the tops of the plants die each growing season, but the roots remain alive and produce new plants year after year.\nSome herbs are annuals. They live for only one growing season and must be raised from seed each year.\nUses.\nThe leaves, stems, or seeds of herbs can be used fresh, or they can be dried for later use. Dried herbs can be pounded to a fine powder, placed in airtight containers, and then stored.\nSome herbs are used in cooking to flavor foods. Others give scents to perfumes. Still others are used for medicines. Some herbs, such as balm and sage, are valued for their leaves. Saffron is picked for its buds and flowers. Fennel seeds are valuable in relishes and seasoning. Vanilla fruit pods yield vanilla flavoring. Ginseng is valued for its aromatic roots.\nGrowing herbs.\nPeople often grow herbs in their gardens. Some people grow herb gardens for the patterned beds that they can create with these plants. Many other gardeners grow herbs for the flavor that the fresh or dried plants add to food.\nHerb seeds and seedlings are inexpensive, and the plants grow easily. People who do not have enough outdoor space for herb beds can grow most kinds of herbs in containers.\nMany kinds of herbs can also be grown indoors. The plants grow well with little care. Gardeners plant herbs in good soil that has been well-cultivated. They choose a sunny spot near a window.","categories":[],"infobox_types":[],"annotations":[{"uri":"Plant","surface_form":"plant","offset":10},{"uri":"Food","surface_form":"food","offset":44},{"uri":"Condiment","surface_form":"condiment","offset":63},{"uri":"Disease","surface_form":"disease","offset":117},{"uri":"Spiritual","surface_form":"spiritual","offset":158},{"uri":"Odor","surface_form":"smell","offset":196},{"uri":"Aphrodisiac","surface_form":"aphrodisiac","offset":229},{"uri":"Perennial","surface_form":"perennial","offset":639}]}