{"id":418402,"url":"http://en.wikipedia.org/wiki/Dalmatian_City-states","text":"The ”’Dalmatian City-states”’ were 8 cities in Dalmatia where the autoctonous Dalmatian Italians survived the Slav invasions, after the fall of the Western Roman Empire. These cities were: Zara, Spalato, Ragusa, Cattaro, Trau, Ossero (called even Cherso or Crespa), Veglia and Arbe.\nHistory.\nAt the beginning of the seventh century the Avars with some Slav tribes devastated and conquered the Roman province of Dalmatia. The local Latin population survived only in the coast and islands of Dalmatia. There they created 8 little cities that maintained political links with the Byzantine Empire, that defended these cities allowing their commerce.\nThe original name of the cities was Jadera, Spalatum, Crespa, Arba, Tragurium, Vecla, Ragusium and Cattarum. The language and the laws where initially Latin, but after a few centuries they developed their own neolatin language (the \"Dalmatico\"), that lasted until the nineteenth century.\nThe cities were maritime centers with a huge commerce mainly with the Italian peninsula and with the growing Republic of Venice. From it they received their Italian culture and arts. After the year 1000 AD, the Venetian Doge Orseolo II started to control all coastal Dalmatia, but it was only in 1420 AD that Venice was able to obtain the full domination of these City-states.\nIn this way seven of these cities became part of the Venetian republic: Zara was the most Venetian (or Italian) of them, remaining Italian until WWII.\nBut one of the City-states, Ragusium (or Ragusa) was dominated by Venice only for a few decades in the eleventh century and later created the famous \"Repubblica di Ragusa\". This was an autonomous state under the protection of the Ottoman empire, and lasted until the conquest by Napoleon in 1804 AD when was united to the Napoleonic kingdom of Italy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dalmatian_Italians","surface_form":"Dalmatian Italians","offset":78},{"uri":"Byzantine_Empire","surface_form":"Byzantine Empire","offset":576},{"uri":"Republic_of_Venice","surface_form":"Republic of Venice","offset":1043},{"uri":"WWII","surface_form":"WWII","offset":1456},{"uri":"Napoleon","surface_form":"Napoleon","offset":1741}]}