{"id":418657,"url":"http://en.wikipedia.org/wiki/Kal%C4%81kaua","text":"Kalākaua I (November 16, 1836 - January 20, 1891) was the last king of Hawaii. His full name was David Laamea Kamanakapuu Mahinulani Nalaiaehuokalani Lumialani Kalākaua. He was sometimes called \"The Merrie Monarch\". He was king from February 12, 1874 until his death on January 20, 1891.\nEarly life.\nKalākaua's parents were a high chief and a high chiefess. He had two older siblings and six younger siblings. When he was four, he started school. He became fluent in English and the Hawaiian language. He started studying law at age 16. However, his government positions kept him from completing his legal training. By 1856, Kalākaua was a major on the staff of King Kamehameha IV. He had also led a political organization known as the Young Hawaiians. Kalākaua also served in the Department of the Interior. In 1863, he was appointed postmaster general.\nReign as King.\nThe king before Kalākaua was King Lunalilo. He died on February 3, 1874. Kalākaua was elected to replace him. Kalākaua named his brother, William Pitt Leleiohoku, as his heir.\nKalākaua started his reign with a tour of the Hawaiian islands. This made him more popular. In October 1874, he sent representatives to the United States to negotiate a treaty. In November, Kalākaua went to Washington DC to meet Ulysses S. Grant. An agreement was reached and the treaty was signed on January 30, 1875. The treaty allowed certain Hawaiian goods, mainly sugar and rice, to come into the United States tax-free.\nDuring the early part of Kalākaua's reign, he dismissed many cabinets and appointed new ones. This drew criticism from people who wanted Hawaiian government to be like the United Kingdom's constitutional monarchy. They believed the legislature should control the cabinet ministers rather than the king. This struggle continued throughout Kalākaua's reign.\nIn 1881, King Kalākaua left Hawaii on a trip around the world. He went to study immigration and to improve foreign relations. He also wanted to study how other rulers ruled. In his absence, his sister and heir, Princess Liliuokalani, ruled as regent. (Prince Leleiohoku, the former heir, had died in 1877.) The King received a royal welcome in San Francisco. In the Empire of Japan, he met with the Meiji Emperor. He continued through Qing Dynasty China, Siam under King Chulalongkorn (Rama V), Burma, British Raj India, Egypt, Italy, Belgium, the German Empire, Austria-Hungary, the French Third Republic, Spain, Portugal, the United Kingdom of Great Britain and Ireland, and back through the United States. During this trip, he met with many other heads of state, including Pope Leo XIII, Umberto I of Italy, Tewfik, Viceroy of Egypt, William II of Germany, Rama V of Siam, President Chester Arthur, and Victoria of the United Kingdom. In this, he became the first king to travel around the world.\nKalākaua also built ʻIolani Palace. It cost $300,000, an amount unheard of at the time. Many of the furnishings in the palace were ordered by Kalākaua while he was in Europe.\nKalākaua decided to build the Kamehameha Statue. It honored Kamehameha I, the first king of the whole Hawaiian Islands. The original statue was lost when the ship carrying it sank near the Falkland Islands. A replacement was ordered and unveiled by the king in 1883. The original statue was later repaired and sent to Hawaii in 1912. A third statue, erected in 1969, is in the United States Capitol. It is the only statue there that commemorates a native Hawaiian.\nKing Kalākaua is said to have wanted to build a Polynesian Empire. In 1886, the legislature gave the government $30,000 for the formation of a Polynesian confederation. The King sent representatives to Sāmoa. There Malietoa Laupepa agreed to a confederation between the two kingdoms. This confederation did not last very long, because King Kalākaua lost power the next year to the Bayonet Constitution.\nBy 1887, some people were very frustrated with Kalākaua. They blamed him for the Kingdom's growing debt. They accused him of being a spendthrift. Some foreigners wanted to force him to abdicate and put his sister Liliuokalani onto the throne. Others wanted to end the monarchy altogether and make the islands part of the United States. The people who wanted to be part of the United States formed a group called the Hawaiian League. In 1887, members of the League armed with guns got together. The King was frightened by this show of force. He offered to transfer his powers to the foreign ministers representing the United States, the United Kingdom, or Portugal. The members of the league instead asked him to sign a new constitution.\nThis new constitution was nicknamed the Bayonet Constitution. It took away much of the King's executive power. It took away the voting rights of most native Hawaiians. The legislature could override a veto by the King. The King was no longer allowed to take action without approval of the cabinet. The House of Nobles, the house of legislature appointed by the King, was to be elected. Non-Hawaiian citizens could now vote. Robert Wilcox led a counter-revolution to give power back to the king, but it failed.\nBy 1890, the King was ill. Under the advice of his physician, he went to San Francisco. His health continued to get worse. He died on January 20, 1891 at the Palace Hotel in San Francisco. His final words were, \"Tell my people I tried.\"\nKalākaua's remains were sent to Honolulu aboard the American cruiser USS \"Charleston\". Because he did not have any children, his sister, Liliuokalani, became queen.\nLegacy.\nKing Kalākaua was called \"the Merrie Monarch\" because he loved the joyful things in life. While he was king, people started to do hula again. (It had been banned by Queen Kaahumanu in 1830.) There is a hula festival named for him, the Merrie Monarch Festival. He also brought back the Hawaiian martial art of Lua, and surfing. He and his brother and sisters were known as the \"Royal Fours\" for their musical talents. He wrote \"Hawaii Ponoi\", which is the state song of Hawaii today. Kalākaua strongly supported the ukulele as a Hawaiian instrument.\n\"Kalākaua Avenue\" in Waikiki is named after him. It is the main avenue of Waikiki. It goes from the Ala Wai Canal to Waikiki beach. It continues almost to the Diamond Head crater.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hawaii","surface_form":"Hawaii","offset":71},{"uri":"English_language","surface_form":"English","offset":467},{"uri":"Hawaiian_language","surface_form":"Hawaiian language","offset":483},{"uri":"Major","surface_form":"major","offset":640},{"uri":"Kamehameha_IV","surface_form":"Kamehameha IV","offset":667},{"uri":"William_Pitt_Leleiohoku","surface_form":"William Pitt Leleiohoku","offset":1008},{"uri":"United_States","surface_form":"United States","offset":1186},{"uri":"Washington_DC","surface_form":"Washington DC","offset":1253},{"uri":"Ulysses_S._Grant","surface_form":"Ulysses S. Grant","offset":1275},{"uri":"January_30","surface_form":"January 30","offset":1347},{"uri":"1875","surface_form":"1875","offset":1359},{"uri":"Sugar","surface_form":"sugar","offset":1415},{"uri":"Rice","surface_form":"rice","offset":1425},{"uri":"United_States","surface_form":"United States","offset":1448},{"uri":"Constitutional_monarchy","surface_form":"constitutional monarchy","offset":1661},{"uri":"Queen_Lili%27uokalani","surface_form":"Liliuokalani","offset":2048},{"uri":"Regent","surface_form":"regent","offset":2071},{"uri":"San_Francisco","surface_form":"San Francisco","offset":2172},{"uri":"Empire_of_Japan","surface_form":"Empire of Japan","offset":2194},{"uri":"Meiji_Emperor","surface_form":"Meiji Emperor","offset":2227},{"uri":"Qing_Dynasty","surface_form":"Qing Dynasty","offset":2263},{"uri":"China","surface_form":"China","offset":2276},{"uri":"History_of_Thailand_(1768-1932)","surface_form":"Siam","offset":2283},{"uri":"History_of_Myanmar","surface_form":"Burma","offset":2323},{"uri":"British_Raj","surface_form":"British Raj","offset":2330},{"uri":"India","surface_form":"India","offset":2342},{"uri":"Egypt","surface_form":"Egypt","offset":2349},{"uri":"Italy","surface_form":"Italy","offset":2356},{"uri":"Belgium","surface_form":"Belgium","offset":2363},{"uri":"German_Empire","surface_form":"German Empire","offset":2376},{"uri":"Austria-Hungary","surface_form":"Austria-Hungary","offset":2391},{"uri":"French_Third_Republic","surface_form":"French Third Republic","offset":2412},{"uri":"Spain","surface_form":"Spain","offset":2435},{"uri":"Portugal","surface_form":"Portugal","offset":2442},{"uri":"United_Kingdom_of_Great_Britain_and_Ireland","surface_form":"United Kingdom of Great Britain and Ireland","offset":2456},{"uri":"Head_of_state","surface_form":"heads of state","offset":2578},{"uri":"Pope_Leo_XIII","surface_form":"Pope Leo XIII","offset":2604},{"uri":"Umberto_I_of_Italy","surface_form":"Umberto I of Italy","offset":2619},{"uri":"Tewfik%2C_Viceroy_of_Egypt","surface_form":"Tewfik, Viceroy of Egypt","offset":2639},{"uri":"William_II_of_Germany","surface_form":"William II of Germany","offset":2665},{"uri":"Rama_V_of_Siam","surface_form":"Rama V of Siam","offset":2688},{"uri":"President_Chester_Arthur","surface_form":"President Chester Arthur","offset":2704},{"uri":"Victoria_of_the_United_Kingdom","surface_form":"Victoria of the United Kingdom","offset":2734},{"uri":"%CA%BBIolani_Palace","surface_form":"ʻIolani Palace","offset":2848},{"uri":"Europe","surface_form":"Europe","offset":2995},{"uri":"Kamehameha_Statue","surface_form":"Kamehameha Statue","offset":3033},{"uri":"Kamehameha_I","surface_form":"Kamehameha I","offset":3063},{"uri":"Falkland_Islands","surface_form":"Falkland Islands","offset":3192},{"uri":"United_States_Capitol","surface_form":"United States Capitol","offset":3380},{"uri":"Polynesia","surface_form":"Polynesia","offset":3516},{"uri":"Samoa","surface_form":"Sāmoa","offset":3670},{"uri":"Malietoa_Laupepa","surface_form":"Malietoa Laupepa","offset":3683},{"uri":"Bayonet_Constitution","surface_form":"Bayonet Constitution","offset":3849},{"uri":"Abdicate","surface_form":"abdicate","offset":4056},{"uri":"Queen_Lili%27uokalani","surface_form":"Liliuokalani","offset":4084},{"uri":"United_States","surface_form":"United States","offset":4192},{"uri":"United_States","surface_form":"United States","offset":4488},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":4507},{"uri":"Portugal","surface_form":"Portugal","offset":4526},{"uri":"Bayonet_Constitution","surface_form":"Bayonet Constitution","offset":4648},{"uri":"Robert_William_Wilcox","surface_form":"Robert Wilcox","offset":5032},{"uri":"San_Francisco","surface_form":"San Francisco","offset":5191},{"uri":"Palace_Hotel%2C_San_Francisco","surface_form":"Palace Hotel","offset":5276},{"uri":"San_Francisco","surface_form":"San Francisco","offset":5292},{"uri":"USS_Charleston_(C-2)","surface_form":"USS \"Charleston\"","offset":5424},{"uri":"Queen_Lili%27uokalani","surface_form":"Liliuokalani","offset":5492},{"uri":"Hula","surface_form":"hula","offset":5658},{"uri":"Merrie_Monarch_Festival","surface_form":"Merrie Monarch Festival","offset":5763},{"uri":"Martial_art","surface_form":"martial art","offset":5822},{"uri":"Kapu_Kuialua","surface_form":"Lua","offset":5837},{"uri":"Surfing","surface_form":"surfing","offset":5846},{"uri":"Hawaii_Ponoi","surface_form":"Hawaii Ponoi","offset":5955},{"uri":"Ukulele","surface_form":"ukulele","offset":6043},{"uri":"Waikiki","surface_form":"Waikiki","offset":6098},{"uri":"Ala_Wai_Canal","surface_form":"Ala Wai Canal","offset":6177},{"uri":"Diamond_Head%2C_Hawaii","surface_form":"Diamond Head","offset":6236}]}