{"id":41874,"url":"http://en.wikipedia.org/wiki/Edward_Heath","text":"Sir Edward Richard George Heath (9 July 1916 – 17 July 2005), often known as Ted Heath, was a British Conservative politician. He was Prime Minister of the United Kingdom from 1970 until 1974. Heath was also the leader of the Conservative Party from 1965 until 1975.\nHeath was educated at Balliol College, Oxford.\nIn 1937, as a student when he was travelling in Nuremberg, Heath met three of Adolf Hitler's top Nazi leaders Hermann Goering, Joseph Goebbels and Heinrich Himmler. He described Himmler as the most evil man he had ever met. Heath also travelled to Barcelona in Spain in 1938 at the time of the Spanish Civil War. In 1939, Heath went again to Germany, and returned to Britain before the outbreak of World War II.\nHeath was a lifelong bachelor. He never married. His sexual orientation was a matter of dispute during his lifetime, and since. There were rumours that he was gay. Heath never spoke about his sexuality.\nHe was also a classical organist and conductor and a sailor.\nIn August 2015, ten years after his death, it was claimed that five police forces were investigating Heath about allegations of child sexual abuse. Writing in \"The Independent\", Heath's biographer John Campbell said: \"If he had any inclinations that way he would have repressed them; he was too self-controlled and self-contained to do anything that would have risked his career\".\nEarly life.\nEdward Heath was from a working class family, the son of a carpenter and a maid. He was the first of two important post-World War II prime ministers to come from the lower ranks of society (the other being Margaret Thatcher). Heath went to a grammar school in Ramsgate, and won a scholarship to Balliol College, Oxford. Heath was a talented musician, and won the college's organ scholarship in his first term. This enabled him to stay at the university for a fourth year. He eventually graduated with in philosophy, politics and economics (PPE) in 1939.\nHeath served in the army in WWII, starting as a second lieutenant in the Royal Artillery. In 1944 he took part in the Normandy Landings. Heath was eventually demobilised (left the army) as a lieutenant-colonel in 1947.\nAfter a spell in the Civil Service, Heath won a seat as Member of Parliament (MP) for Bexley in the February 1950 general election.\nPolitical career.\nHeath's early appointments were as a whip in the Conservative Party in the House of Commons. He rose to be Chief Whip and Parliamentary Secretary to the Treasury from 1955 to 1959. Harold Macmillan appointed him Minister of Labour, a Cabinet post, in 1959.\nIn 1960 Macmillan gave Heath responsibility for negotiating the UK's first attempt to join the European Economic Community (as the European Union was then called). After extensive negotiations, the British entry was vetoed by the French President, Charles de Gaulle.\nFrom 1965 to 1970 Heath was Leader of the Opposition when the Labour Party were in power. Then he was elected Prime Minister in the General Election of 1970.\nDuring his premiership the UK government passed through parliament some quite radical changes.\nCurrency and metrication.\nSince Anglo-Saxon times, the currency of England (and so later the UK) was based on the pound sterling, at a rate of 240 pence to £1. On 15 February 1971, known as Decimal Day, the United Kingdom and Ireland decimalised their currencies.\nThis change had many consequences, but it was eventually accepted by most people. It was an expensive change. Not only was the whole of the currency in circulation changed, but many mechanical gadgets also had to be changed. Every cash register in the country, every commercial machine which took coins, every public notices of monetary charges, and so on.\nThe other change, which happened at roughly the same time, was metrication of the old imperial system of weights and measures. This idea dated to before Heath, and was continued after him by the next Labour government. It was never fully completed. Speed limits are still in miles per hour, and measurements of length are still in traditional yards, feet and inches, with metric as an alternative. Once again, the changes were hugely expensive. It meant an almost complete retooling in the machine tool industry.\nIt was mainly done because joining the European Economic Community (EEC) in 1973 obliged the United Kingdom to take into its law all EEC directives. These included the use of a prescribed SI-based set of units for many purposes within five years. However, metric measures are not much used in everyday life in the UK.\nJoining Europe.\nHeath took the United Kingdom into Europe with the European Communities Act 1972 in October.\nOnce de Gaulle had left office, Heath was determined to get the UK into the (then) European Economic Community. The EEC economy had also slowed down and British membership was seen as a way to revitalise it. After a 12-hour talk between Heath and French President Georges Pompidou Britain's third application succeeded.\nEnd of his premiership.\nHeath failed to control the power of the unions. Two miners' strikes damaged the economy. The 1974 strike caused much of the country's industry to work a three-day week to conserve energy. That was enough for the electorate to put the government out of office. The loss of the 1974 general election ended Heath's career at the top. The Conservative Party replaced him with Margaret Thatcher.\nOther interests.\nHeath never married. He had been expected to marry childhood friend Kay Raven, who reportedly tired of waiting and married an RAF officer whom she met on holiday in 1950. In a four-sentence paragraph of his memoirs, Heath claimed that he had been too busy establishing a career after the war and had \"perhaps... taken too much for granted\". In a 1998 TV interview with Michael Cockerell, Heath admitted that he had kept her photograph in his flat for many years afterwards.\nHis interest in music kept him on friendly terms with a number of female musicians including Moura Lympany. Lympany had thought Heath would marry her, but when asked about the most intimate thing he had done, replied, \"He put his arm around my shoulder.\" Bernard Levin wrote at the time in \"The Observer\", forgetting two other prime ministers who were bachelors with no known romantic interests, that the UK had to wait until the emergence of the permissive society for a prime minister who was a virgin. In later life, according to his official biographer Philip Ziegler, Heath was \"apt to relapse into morose silence or completely ignore the woman next to him and talk across her to the nearest man\".\nJohn Campbell, who published a biography of Heath in 1993, devoted four pages to a discussion of the evidence concerning Heath's sexuality. Whilst acknowledging that Heath was often assumed by the public to be gay, not least because it is \"nowadays... whispered of any bachelor\" he found \"no positive evidence\" that this was so \"except for the faintest unsubstantiated rumour\". Campbell concluded that the most significant aspect of Heath's sexuality was his complete repression of it.","categories":[],"infobox_types":["officeholder"],"annotations":[{"uri":"United_Kingdom","surface_form":"British","offset":94},{"uri":"Conservative_Party_(UK)","surface_form":"Conservative","offset":102},{"uri":"Politician","surface_form":"politician","offset":115},{"uri":"Prime_Minister_of_the_United_Kingdom","surface_form":"Prime Minister of the United Kingdom","offset":134},{"uri":"Education","surface_form":"educated","offset":277},{"uri":"University_of_Oxford","surface_form":"Oxford","offset":306},{"uri":"Nuremberg","surface_form":"Nuremberg","offset":362},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":392},{"uri":"Nazism","surface_form":"Nazi","offset":411},{"uri":"Hermann_Goering","surface_form":"Hermann Goering","offset":424},{"uri":"Joseph_Goebbels","surface_form":"Joseph Goebbels","offset":441},{"uri":"Heinrich_Himmler","surface_form":"Heinrich Himmler","offset":461},{"uri":"Barcelona","surface_form":"Barcelona","offset":562},{"uri":"Spain","surface_form":"Spain","offset":575},{"uri":"Spanish_Civil_War","surface_form":"Spanish Civil War","offset":608},{"uri":"World_War_II","surface_form":"World War II","offset":712},{"uri":"Bachelor","surface_form":"bachelor","offset":747},{"uri":"Sexual_orientation","surface_form":"sexual orientation","offset":779},{"uri":"Gay","surface_form":"gay","offset":885},{"uri":"Classical_music","surface_form":"classical","offset":943},{"uri":"Organist","surface_form":"organist","offset":953},{"uri":"Sailor","surface_form":"sailor","offset":982},{"uri":"The_Independent","surface_form":"The Independent","offset":1150},{"uri":"John_Campbell_(biographer)","surface_form":"John Campbell","offset":1187},{"uri":"Working_class","surface_form":"working class","offset":1407},{"uri":"Carpenter","surface_form":"carpenter","offset":1442},{"uri":"Maid","surface_form":"maid","offset":1458},{"uri":"World_War_II","surface_form":"World War II","offset":1503},{"uri":"Margaret_Thatcher","surface_form":"Margaret Thatcher","offset":1589},{"uri":"Grammar_school","surface_form":"grammar school","offset":1625},{"uri":"Ramsgate","surface_form":"Ramsgate","offset":1643},{"uri":"Balliol_College%2C_Oxford","surface_form":"Balliol College, Oxford","offset":1678},{"uri":"Musician","surface_form":"musician","offset":1724},{"uri":"Organ","surface_form":"organ","offset":1756},{"uri":"Scholarship","surface_form":"scholarship","offset":1762},{"uri":"British_Army","surface_form":"army","offset":1957},{"uri":"Second_lieutenant","surface_form":"second lieutenant","offset":1985},{"uri":"Royal_Artillery","surface_form":"Royal Artillery","offset":2010},{"uri":"Normandy_Landings","surface_form":"Normandy Landings","offset":2055},{"uri":"Lieutenant-colonel","surface_form":"lieutenant-colonel","offset":2128},{"uri":"Civil_Service","surface_form":"Civil Service","offset":2177},{"uri":"Member_of_Parliament","surface_form":"Member of Parliament","offset":2212},{"uri":"Bexley","surface_form":"Bexley","offset":2242},{"uri":"General_election","surface_form":"general election","offset":2270},{"uri":"Whip_(politics)","surface_form":"whip","offset":2343},{"uri":"Treasury","surface_form":"Treasury","offset":2459},{"uri":"Minister_of_Labour","surface_form":"Minister of Labour","offset":2518},{"uri":"Cabinet","surface_form":"Cabinet","offset":2540},{"uri":"European_Economic_Community","surface_form":"European Economic Community","offset":2658},{"uri":"European_Union","surface_form":"European Union","offset":2694},{"uri":"Charles_de_Gaulle","surface_form":"Charles de Gaulle","offset":2811},{"uri":"Leader_of_the_Opposition","surface_form":"Leader of the Opposition","offset":2858},{"uri":"Labour_Party","surface_form":"Labour Party","offset":2892},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":2940},{"uri":"United_Kingdom_general_election%2C_1970","surface_form":"General Election of 1970","offset":2962},{"uri":"Anglo-Saxon","surface_form":"Anglo-Saxon","offset":3115},{"uri":"Pound_sterling","surface_form":"pound sterling","offset":3197},{"uri":"Ireland","surface_form":"Ireland","offset":3309},{"uri":"Decimilisation","surface_form":"decimalised","offset":3317},{"uri":"Cash_register","surface_form":"cash register","offset":3578},{"uri":"Metric_system","surface_form":"metrication","offset":3767},{"uri":"Imperial_units","surface_form":"imperial system of weights and measures","offset":3790},{"uri":"Labour_Party","surface_form":"Labour","offset":3904},{"uri":"Yard_(unit_of_length)","surface_form":"yards","offset":4047},{"uri":"Foot_(unit_of_length)","surface_form":"feet","offset":4054},{"uri":"Inch","surface_form":"inch","offset":4063},{"uri":"Machine_tool","surface_form":"machine tool","offset":4194},{"uri":"European_Economic_Community","surface_form":"European Economic Community","offset":4256},{"uri":"SI","surface_form":"SI","offset":4405},{"uri":"European_Communities_Act_1972_(UK)","surface_form":"European Communities Act 1972","offset":4602},{"uri":"De_Gaulle","surface_form":"de Gaulle","offset":4649},{"uri":"European_Economic_Community","surface_form":"European Economic Community","offset":4727},{"uri":"Georges_Pompidou","surface_form":"Georges Pompidou","offset":4908},{"uri":"Trades_union","surface_form":"unions","offset":5029},{"uri":"Miners","surface_form":"miners","offset":5041},{"uri":"Electorate","surface_form":"electorate","offset":5201},{"uri":"RAF","surface_form":"RAF","offset":5523},{"uri":"World_War_II","surface_form":"the war","offset":5681},{"uri":"Michael_Cockerell","surface_form":"Michael Cockerell","offset":5766},{"uri":"Moura_Lympany","surface_form":"Moura Lympany","offset":5964},{"uri":"Bernard_Levin","surface_form":"Bernard Levin","offset":6126},{"uri":"The_Observer","surface_form":"The Observer","offset":6162},{"uri":"Bachelor","surface_form":"bachelor","offset":6223},{"uri":"Permissive_society","surface_form":"permissive society","offset":6318},{"uri":"Virgin","surface_form":"virgin","offset":6368},{"uri":"Philip_Ziegler","surface_form":"Philip Ziegler","offset":6428},{"uri":"John_Campbell_(biographer)","surface_form":"John Campbell","offset":6574},{"uri":"Gay","surface_form":"gay","offset":6784},{"uri":"Psychological_repression","surface_form":"repression","offset":7042}]}