{"id":41873,"url":"http://en.wikipedia.org/wiki/Phishing","text":"Phishing is a way that criminals get sensitive information (like usernames or passwords). It is a method of social engineering. Very often, phishing is done by electronic mail. This mail appears to come from a bank or other service provider. It usually says that because of some change in the system, the users need to re-enter their usernames/passwords to confirm them. The emails usually have a link to a page that looks almost like that of the real bank.\nPhishing allows criminals to get access to bank accounts, or other accounts like shopping, auction or gaming accounts. It can also be used for identity theft.\nPhishing grew by 42% in January of 2005: 8,829 E-mails with phishing were sent in December of 2004 but that grew to 12,845 by end of January 2005.\nThe number of web pages with phishing grew from 1,740 to 2,560 in the same period.\nFilter evasion.\nSome people who do this started using pictures of text to make it harder for anti-phishing filters to see it. This sometimes works because the filters look for words often used in phishing emails/messages. However, people have invented better filters that can still read the text using OCR (optical character recognition).\nSome anti-phishing filters can even read cursive, hand-written, upside-down, distorted (for example, wavy or stretched) text, as well as writing on colored backgrounds.","categories":[],"infobox_types":[],"annotations":[{"uri":"Criminal","surface_form":"criminal","offset":23},{"uri":"Password","surface_form":"password","offset":78},{"uri":"Social_engineering","surface_form":"social engineering","offset":108},{"uri":"Electronic_mail","surface_form":"electronic mail","offset":160},{"uri":"Bank","surface_form":"bank","offset":210},{"uri":"Criminal","surface_form":"criminal","offset":474},{"uri":"Identity_theft","surface_form":"identity theft","offset":601},{"uri":"Filter_(internet)","surface_form":"filters","offset":954},{"uri":"E-mail","surface_form":"emails","offset":1052},{"uri":"Optical_character_recognition","surface_form":"optical character recognition","offset":1154},{"uri":"Cursive","surface_form":"cursive","offset":1227}]}