{"id":418706,"url":"http://en.wikipedia.org/wiki/Anniversary","text":"An anniversary is a day on which people remember or celebrate an event that happened on the same date in a past year. The most common example is a birthday, where the birth of a person is celebrated every year on the month and day of which they were born. The first \"anniversary\" of something is celebrated exactly one year after the initial event occurred. The word was first used for Catholic feasts to commemorate saints.\nOther examples of common anniversaries are those of weddings and deaths. Having anniversaries for sad incidents can be for remembering someone special, like a famous person that touched many peoples lives or to remember a tragic incident, so that it doesn't happen again. Most countries around the world celebrate national anniversaries. These could be the date of independence of the nation or the adoption of a new constitution, or the coronation of a monarch.\nThere are different Latin names used for anniversaries depending on the number of years that has passed since the initial event. For example, \"biennial\" means that two years has passed, \"decennial\" means that ten years has passed, and \"centennial\" means that 100 years has passed. For example, many countries have held a big celebration in the 100th anniversary of their country.","categories":[],"infobox_types":[],"annotations":[{"uri":"Day","surface_form":"day","offset":20},{"uri":"Memorial","surface_form":"remember","offset":40},{"uri":"Celebration","surface_form":"celebrate","offset":52},{"uri":"Year","surface_form":"year","offset":112},{"uri":"Birthday","surface_form":"birthday","offset":147},{"uri":"Catholicism","surface_form":"Catholic","offset":386},{"uri":"Saint","surface_form":"saint","offset":417},{"uri":"Wedding","surface_form":"wedding","offset":477},{"uri":"Death_anniversary","surface_form":"deaths","offset":490},{"uri":"Independence","surface_form":"independence","offset":790},{"uri":"Constitution","surface_form":"constitution","offset":842},{"uri":"Coronation","surface_form":"coronation","offset":863},{"uri":"Latin","surface_form":"Latin","offset":908},{"uri":"Biennial","surface_form":"biennial","offset":1031},{"uri":"Decennial","surface_form":"decennial","offset":1075},{"uri":"Centennial","surface_form":"centennial","offset":1124}]}