{"id":418793,"url":"http://en.wikipedia.org/wiki/Rebecca_Nurse","text":"Rebecca Towne Nurse (February 21, 1621 – July 19, 1692) was a pious 71-year-old grandmother when she was hanged as a witch in Salem Village on July 19, 1692. Her death was the turning point in the Salem Witch Trials. People started to doubt the truthfulness of the girls said to be afflicted and tormented by those arrested and tried for witchcraft.\nLife.\nNurse was born in Great Yarmouth, England in 1621. In 1644, her family settled in Salem Village, Massachusetts Bay Colony (now Danvers, Massachusetts). About 1644, she married Francis Nurse, a tray-maker. The couple were highly esteemed in the colony because few could work wood into trays, cups, mugs, dishes and other useful objects. They had eight children.\nThe Nurses and the Putnams of Salem had several disputes over land. On March 23, 1692, a warrant was issued for Rebecca's arrest on suspicion of witchcraft. The Putnams were behind the arrest. Many villagers were angry that she had been accused of witchcraft. She was 70 years old and known to be a very pious woman.\nHer trial began on June 30, 1692. Many testified to her good character. The afflicted girls of the community however testified that she was tormenting them. She was found not guilty of witchcraft. Some wanted her found guilty and urged the judges to reconsider their verdict. They did, and she was found guilty.\nShe was hanged. Her body was buried near the gallows with others who were hanged for witchcraft. In the night, her relatives dug up her body. They buried it on the family homestead. This homestead is now a landmark. Nurse is a character in Arthur Miller's \"The Crucible\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Salem_Witch_Trials","surface_form":"hanged as a witch","offset":105},{"uri":"Salem_Witch_Trials","surface_form":"Salem Witch Trials","offset":197},{"uri":"Massachusetts_Bay_Colony","surface_form":"Massachusetts Bay Colony","offset":453},{"uri":"Danvers%2C_Massachusetts","surface_form":"Danvers, Massachusetts","offset":483},{"uri":"The_Crucible","surface_form":"The Crucible","offset":1603}]}