{"id":418772,"url":"http://en.wikipedia.org/wiki/Cenwalh_of_Wessex","text":"Cenwalh, also spelled Coenwalh († 672), was a King of Wessex. He reigned from 643 until he was exiled by King Penda of Mercia in 645. Restored to his kingdom in 648 he reigned until his death. He was a pagan king until his exile in East Anglia when, like his father, he became a Christian.\nKing of Wessex.\nCenwalh was the son of King Cynegils. When his father died in 643 Cenwalh succeeded him as king of Wessex. He married a sister of Penda of Mercia who was the power in the region at that time. When Cenwalh repudiated her (set her aside) in favor of another wife, Penda invaded Wessex. Penda drove Cenwalh into exile in East Anglia. He remained in East Anglia for three years with King Anna of East Anglia. There he learned about Christianity and was baptised. While in exile, Wulfhere, the son of Penda, took a great deal of territory away from Wessex. He gave the Isle of Wight to Aethelwalh, King of Sussex.\nKing of Wessex restored.\nCenwalh was restored to his kingdom. How he was allowed to return is not recorded. Nor is it recorded who ruled Wessex in his absence. But an entry in the Anglo-Saxon Chronicle for the year 648 seems to indicate it might have been Cuthred, the son of Cwichelm. Cenwalh gave Cuthred three thousand hides of land (300–450 square miles) of land at Ashdown in Berkshire. This may have been most, if not all, of Berkshire. This was much larger than an estate a king might give a family member. Cenwalh seems to have left the Thames river basin as a result of pressure from Mercia. That made Berkshire his northern frontier with Mercia.\nWhen Bishop Birinus died in 650, Cenwalh invited Agilbert, a Frankish monk to come to Wessex as the new bishop of Dorchester. But after some time Cenwalh grew tired of not being able to understand the bishop, who apparently did not speak the Anglo-Saxon language. Cenwalh created a new diocese at Winchester in 660 and made Wine the first bishop. Agilbert took offense at not being consulted and returned to Gaul. Wine was later expelled by Cenwalh and went to King Wulfhere of Mercia. Bede stated that Wine purchased the see (diocese) of London from Wulfhere. This left Wessex without a bishop. Cenwalh sent appeals to Agilbert to return to Wessex. Agilbert turned Cenwalh down saying his current duties as bishop of Paris prevented his return. But he sent his nephew Leutherius in his place. Cenwalh sent Leutherius to Theodore, Archbishop of Canterbury for consecration. Leutherius was welcomed in Wessex as the new bishop of Winchester.\nIn 652 Cenwalh was fighting at Bradford on Avon. Who he was fighting against is not entirely clear. But the Welsh were there led by Morgan Mwyfawr. At least one chronicle calls it a civil war implying he was also fighting other West Saxons. In 658 he defeated the British at Penselwood. He defeated them a second time at Postbury. By 661 he had regained control over Somerset. But Mercia was constantly pushing into his territory. It was also in 661 that Wulfhere of Mercia controlled all lands north of the Thames including the abbey at Dorchester. This was one reason Cenwalh created the new diocese at Winchester which was further away from Mercian control. Cenwalh's territory in the mid-660s was significantly reduced by the Mercians. Cenwalh died in 672. After his death his widow, Queen Seaxburh, did what she could to hold Wessex together.","categories":[],"infobox_types":[],"annotations":[{"uri":"%E2%80%A0","surface_form":"†","offset":32},{"uri":"List_of_monarchs_of_Wessex","surface_form":"King of Wessex","offset":46},{"uri":"Penda_of_Mercia","surface_form":"Penda of Mercia","offset":110},{"uri":"Pagan","surface_form":"pagan","offset":202},{"uri":"East_Anglia","surface_form":"East Anglia","offset":232},{"uri":"Christian","surface_form":"Christian","offset":279},{"uri":"Cynegils_of_Wessex","surface_form":"Cynegils","offset":334},{"uri":"Wessex","surface_form":"Wessex","offset":405},{"uri":"Repudiated","surface_form":"repudiated","offset":511},{"uri":"Anna_of_East_Anglia","surface_form":"Anna of East Anglia","offset":690},{"uri":"Christianity","surface_form":"Christianity","offset":734},{"uri":"Baptised","surface_form":"baptised","offset":755},{"uri":"Wulfhere_of_Mercia","surface_form":"Wulfhere","offset":781},{"uri":"Aethelwalh_of_Sussex","surface_form":"Aethelwalh","offset":887},{"uri":"Sussex","surface_form":"Sussex","offset":907},{"uri":"Cwichelm_of_Wessex","surface_form":"Cwichelm","offset":1191},{"uri":"Hide_(unit)","surface_form":"hides","offset":1237},{"uri":"River_Thames","surface_form":"Thames","offset":1460},{"uri":"Mercia","surface_form":"Mercia","offset":1508},{"uri":"Bishop","surface_form":"Bishop","offset":1576},{"uri":"Birinus","surface_form":"Birinus","offset":1583},{"uri":"Agilbert","surface_form":"Agilbert","offset":1620},{"uri":"Frankish","surface_form":"Frankish","offset":1632},{"uri":"Monk","surface_form":"monk","offset":1641},{"uri":"Dorchester","surface_form":"Dorchester","offset":1685},{"uri":"Old_English","surface_form":"Anglo-Saxon language","offset":1813},{"uri":"Diocese","surface_form":"diocese","offset":1857},{"uri":"Wine_(bishop)","surface_form":"Wine","offset":1895},{"uri":"Bede","surface_form":"Bede","offset":2057},{"uri":"Bradford_on_Avon","surface_form":"Bradford on Avon","offset":2543},{"uri":"Welsh_people","surface_form":"Welsh","offset":2620},{"uri":"Civil_war","surface_form":"civil war","offset":2694},{"uri":"West_Saxons","surface_form":"West Saxons","offset":2740},{"uri":"Dorchester","surface_form":"Dorchester","offset":3050},{"uri":"Winchester","surface_form":"Winchester","offset":3117}]}