{"id":41871,"url":"http://en.wikipedia.org/wiki/Woodstock_Festival","text":"e=\"preserve\">The Woodstock Music and Art Festival was a rock music festival at Max Yasgur's 600 acre (2.4 km²) dairy farm in the town of Bethel, New York from 15–18 August 1969. It might be the most famous rock concert and festival ever held. For many, it showed the counterculture of the 1960s and the \"hippie era\".\nMany of the most famous musicians at the time showed up during the rainy weekend, as can be seen in a 1970 movie, \"Woodstock\". Joni Mitchell's song \"Woodstock\", about the event, also became a major hit song for Crosby, Stills, Nash & Young. In recent years, a number of attempts were made to recreate it, but the original Woodstock festival of 1969 has proven to be legendary.\nThe festival was called \"Woodstock\", because the investment group that backed the concert was called \"Woodstock Ventures.\" It was originally planned for Saugerties, and then the Town of Wallkill, in Orange County (not to be confused with the Hamlet of Wallkill, in Ulster county). People in the Town of Wallkill, meaning those on the Town Board, quickly passed a law that required a permit to hold any gathering for over 5,000 people. A permit was applied for, but it was denied because the portable toilets proposed were considered to be inadequate. A Sullivan County farmer named Max Yasgur heard about the festival and the problems and offered his farm in the Town of Bethel. He was paid $10,000 for the three days.\nAlthough all the municipalities were told there would be no more than 50,000, the organizers thought they would get as many as 150,000, and by best counts, there were more than three times that number over the three days. Most did not pay to get in, and the festival lost money as a result. The roads to the concert were jammed with traffic. People left their cars and walked for miles to get to the concert area. The weekend was rainy and overcrowded, and fans shared food, alcoholic drinks, and drugs. Some people who lived there, including those at nearby Camp Ma-Ho-Ge, gave blankets and food to some concert-goers.\nAfter two days of rain, there was deep mud in many places. There was almost no water for washing, and not enough toilets. Many of the concert-goers had brought small tents to sleep in; some of these turned into piles of cloth and mud. Even though this may not have been the most comfortable place, the crowd kept up kindness and good cheer among themselves. As the half-million people in the audience became aware of this, a warm feeling of friendship spread to everyone.\nSome of the music stars of Woodstock were The Who and Jimi Hendrix. Because of arguments about getting paid, The Who did not play on the stage until about 4:00 in the morning. One part of The Who's show was the song \"See Me, Feel Me\", when the sun rose just as lead singer Roger Daltrey started to sing the chorus. When The Who was still playing, Abbie Hoffman jumped on the stage stopping the show, and tried to stir up the crowd with political slogans, but he was knocked off the stage by the guitar of the band's leader, Pete Townshend, to the delight of the audience. At the end of The Who's set, Townshend slammed his guitar into the stage and threw it into the crowd. This helped set up The Who as super-stars, and caused their album \"Tommy\" to sell multi-platinum.\nJimi Hendrix had a big show with the songs he played, including a new version of \"The Star Spangled Banner\". The song caused some disagreements, because the Vietnam War was going on, and the sounds that Hendrix made with his guitar were like the sounds of the violence of the war. Fans remember these two acts as some of the greatest in rock history, although both The Who and Hendrix thought of their performances as not the best.\nWoodstock was put on by Michael Lang, Artie Kornfeld, John Roberts and Joel Rosenman. Roberts was the financer, backed by a trust fund; his friend Rosenman, a graduate of Yale Law, was an amateur guitarist. Their friends were Kornfeld, vice-president at Capitol Records, and Michael Lang. Lang was a light-hearted hippie who had owned a head shop, and hoped to build a studio in the Woodstock area to serve singers such as Bob Dylan and Janis Joplin, who had homes nearby. When Lang and Kornfeld told the idea to Rosenman and Roberts, Rosenman got the idea of a rock concert with the same musicians. They picked the slogan \"Three Days of Peace and Music\". They hired artist Arnold Skolnick to design the artwork for the poster with the bird. It wasn't until years later, after the release of the 3-LP album and the documentary-like movie that the original investors began to recoup their investment.\nIn 1997, the concert place and 1,400 surrounding acres were bought by Alan Gerry, and have become the Bethel Woods Center for the Arts. It opened on July 1, 2006 with the New York Philharmonic playing. On August 13, 2006, Crosby Stills Nash & Young amazed 16,000 fans at the new Center—exactly 37 years after they played at Woodstock.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rock_music","surface_form":"rock","offset":56},{"uri":"Music_festival","surface_form":"music festival","offset":61},{"uri":"Max_Yasgur","surface_form":"Max Yasgur","offset":79},{"uri":"Square_kilometre","surface_form":"km²","offset":106},{"uri":"Dairy","surface_form":"dairy","offset":111},{"uri":"Farm","surface_form":"farm","offset":117},{"uri":"Town","surface_form":"town","offset":129},{"uri":"Bethel","surface_form":"Bethel","offset":137},{"uri":"New_York","surface_form":"New York","offset":145},{"uri":"Concert","surface_form":"concert","offset":211},{"uri":"Counterculture","surface_form":"counterculture","offset":267},{"uri":"1960s","surface_form":"1960s","offset":289},{"uri":"Hippie","surface_form":"hippie","offset":304},{"uri":"1970","surface_form":"1970","offset":419},{"uri":"Woodstock_(1970_film)","surface_form":"Woodstock","offset":432},{"uri":"Joni_Mitchell","surface_form":"Joni Mitchell","offset":444},{"uri":"Crosby%2C_Stills%2C_Nash_%26amp%3B_Young","surface_form":"Crosby, Stills, Nash & Young","offset":528},{"uri":"Wallkill","surface_form":"Wallkill","offset":880},{"uri":"Traffic","surface_form":"traffic","offset":1746},{"uri":"Weekend","surface_form":"weekend","offset":1831},{"uri":"Rain","surface_form":"rain","offset":1843},{"uri":"Food","surface_form":"food","offset":1882},{"uri":"Alcohol","surface_form":"alcohol","offset":1888},{"uri":"Drug","surface_form":"drug","offset":1910},{"uri":"Blanket","surface_form":"blanket","offset":1992},{"uri":"The_Who","surface_form":"The Who","offset":2547},{"uri":"Jimi_Hendrix","surface_form":"Jimi Hendrix","offset":2559},{"uri":"Roger_Daltrey","surface_form":"Roger Daltrey","offset":2778},{"uri":"Refrain","surface_form":"chorus","offset":2812},{"uri":"Abbie_Hoffman","surface_form":"Abbie Hoffman","offset":2852},{"uri":"Pete_Townshend","surface_form":"Pete Townshend","offset":3029},{"uri":"The_Star_Spangled_Banner","surface_form":"The Star Spangled Banner","offset":3359},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":3434},{"uri":"Finance","surface_form":"finance","offset":3811},{"uri":"Trust_fund","surface_form":"trust fund","offset":3833},{"uri":"Graduate","surface_form":"graduate","offset":3868},{"uri":"Yale","surface_form":"Yale","offset":3880},{"uri":"Amateur","surface_form":"amateur","offset":3897},{"uri":"Capitol_Records","surface_form":"Capitol Records","offset":3963},{"uri":"Head_shop","surface_form":"head shop","offset":4046},{"uri":"Studio","surface_form":"studio","offset":4078},{"uri":"Bob_Dylan","surface_form":"Bob Dylan","offset":4132},{"uri":"Janis_Joplin","surface_form":"Janis Joplin","offset":4146},{"uri":"Slogan","surface_form":"slogan","offset":4325},{"uri":"Bird","surface_form":"bird","offset":4445},{"uri":"Acre","surface_form":"acre","offset":4658},{"uri":"New_York_Philharmonic","surface_form":"New York Philharmonic","offset":4780}]}