{"id":418810,"url":"http://en.wikipedia.org/wiki/Cwichelm_of_Wessex","text":"Cwichelm (died circa 636) was the King of the Gewisse, although more commonly called the King of Wessex. He reigned from 626 until his death. He was a pagan king who became a Christian shortly before his death.\nKing in Wessex.\nCwichelm was the son of Cynegils, King of Wessex. He ruled jointly with his father. The Anglo-Saxon Chronicle for 614 says Cynegils and Cwichelm fought at a place named Beandun, which cannot be identified. The account went on to say they slew two thousand sixty-five Welsh. Another chronicle entry for 627 (corrected to 626) states an Eomer was sent by \"Cwichelm, king of the West Saxons, thinking to stab king Eadwine\". It goes on to say Eomer stabbed his thane, Lilla, and a Forthere but only wounding the king. The plot to kill the Northumbrian king failed and the following year Eadwine (Edwin) sent an army to punish Wessex. The next mention of Cwichelm in the chronicle is for the year 628. It states that Cyngils, king of Wessex, and Cwichelm his son 'fought with Penda at Cirencester and came to an agreement with him there'. The agreement seems to have been to give Cirencester to Penda. In 634 Pope Honorius I sent Bishop Birinus to England. When he reached the territory of the Gewisse (Wessex) he found them almost completely pagan. He began to convert the West Saxons to Christianity. In 635 Cynegils was baptized and King Oswald of Northumbria stood as his Godfather. In 636 Cwichelm was baptised at Dorchester. He died later in the same year (636). Although he died before his father, both were succeeded by his brother Cenwalh in 643.","categories":[],"infobox_types":[],"annotations":[{"uri":"Circa","surface_form":"circa","offset":15},{"uri":"King","surface_form":"King","offset":34},{"uri":"Gewisse","surface_form":"Gewisse","offset":46},{"uri":"List_of_monarchs_of_Wessex","surface_form":"King of Wessex","offset":89},{"uri":"Pagan","surface_form":"pagan","offset":151},{"uri":"Christian","surface_form":"Christian","offset":175},{"uri":"Cynegils_of_Wessex","surface_form":"Cynegils","offset":251},{"uri":"Anglo-Saxon_Chronicle","surface_form":"Anglo-Saxon Chronicle","offset":315},{"uri":"Cynegils_of_Wessex","surface_form":"Cynegils","offset":350},{"uri":"Wales","surface_form":"Welsh","offset":494},{"uri":"Penda_of_Mercia","surface_form":"Penda","offset":998},{"uri":"Cirencester","surface_form":"Cirencester","offset":1007},{"uri":"Pope_Honorius_I","surface_form":"Pope Honorius I","offset":1131},{"uri":"Christianity","surface_form":"Christianity","offset":1311},{"uri":"Baptized","surface_form":"baptized","offset":1345},{"uri":"Godfather","surface_form":"Godfather","offset":1398},{"uri":"Dorchester","surface_form":"Dorchester","offset":1441},{"uri":"Cenwalh_of_Wessex","surface_form":"Cenwalh","offset":1562}]}