{"id":418969,"url":"http://en.wikipedia.org/wiki/Yeongwol_County","text":"Yeongwol County (\"Yeongwol-gun\") is a county in Gangwon Province, South Korea.\nIt is well known as the place where King Danjong, the sixth king of Joseon Dynasty, was exiled to, when he was forced to abdicate by his uncle, who became Sejo of Joseon. It is also where he is buried after he was murdered in 1457, because he was perceived to be a continuing threat to the rule of his uncle.\nIt is also where Joseon Dynasty poet Kim Sat-gat is buried.\nTourism.\nA tourist attraction in this area is the Yeongwol Insectarium (), a private insect museum. It has a collection featuring a large quantity of insects from Korea and all around the world. It was founded by Professor Lee Dae-Am who is professional architect and an amateur entomologist, and was opened May 5, 2002. The building had been a school unti Lee Dae-Am turned it into the insectarium.\nThe aim of the museum is to create interest in insects, and to educate people on the importance of bugs to the world ecological systems. The Yeongwol insectarium has been recognized as one of the best visitor attractions.\nIt displays both living and dead insect collections, from butterflies to bees, dragonflies to grasshoppers. The insect displays are divided by three sections in the Exhibition Room. The display includes such specialities as Korean endangered species like the Baby-Dragonfly, the smallest dragonflies in the world, and the biggest and worldly rare beetle.","categories":[],"infobox_types":[],"annotations":[{"uri":"County","surface_form":"county","offset":38},{"uri":"Gangwon-do_(South_Korea)","surface_form":"Gangwon","offset":48},{"uri":"South_Korea","surface_form":"South Korea","offset":66},{"uri":"Danjong_of_Joseon","surface_form":"King Danjong","offset":115},{"uri":"Joseon_Dynasty","surface_form":"Joseon Dynasty","offset":147},{"uri":"Exile","surface_form":"exile","offset":167},{"uri":"Abdication","surface_form":"abdicate","offset":200},{"uri":"Sejo_of_Joseon","surface_form":"Sejo of Joseon","offset":234},{"uri":"Insect","surface_form":"insect","offset":533},{"uri":"Museum","surface_form":"museum","offset":540},{"uri":"Endangered_species","surface_form":"endangered species","offset":1301}]}