{"id":418986,"url":"http://en.wikipedia.org/wiki/Cynegils_of_Wessex","text":"e=\"preserve\">Cynegils († 643) was the King of the Gewisse, although more commonly called the King of Wessex. He ruled from 611 to 643. Cynegils was a pagan king but under his rule Wessex started its conversion to Christianity. Cynegils himself was baptized in 635.\nKing in Wessex.\nCynegils was the grandson of Cutha. He was the son of Ceol of Wessex and probably the nephew of Ceolwulf. He ruled jointly with his son Cwichelm. The Anglo-Saxon Chronicle for the year 614 says Cynegils and Cwichelm fought together at a place named Beandun. The account said they slew two thousand sixty-five Welsh. This was a major victory for the West Saxons. Cynegils had some setbacks however during the middle of his reign. His son Cwichelm sent someone to try to kill King Edwin of Northumbria. When Edwin attacked Wessex in retaliation five Kings of Wessex were killed. The Northumbrian attack weakened the West Saxon army. The Anglo-Saxon Chronicle for 628 says that Cyngils, king of Wessex, and Cwichelm his son 'fought with Penda at Cirencester and came to an agreement with him there'. The 'agreement' seems to have been to give Cirencester to Penda. So this was a defeat for Cynegils and his son Cwichelm and a permanent loss of Cirencester.\nIn 634 Pope Honorius I sent Bishop Birinus to England. When he reached the territory of the Gewisse (Wessex) he found them almost completely pagan. He began to convert the West Saxons to Christianity. In 635 Cynegils was baptized by Birinus and King Oswald of Northumbria stood as his Godfather. This may have been a condition of the marriage between Oswald and Cynegils's daughter, Cyneburh. He gave Bishop Birinus the city of Dorchester and several churches so he could convert the pagans in Wessex. The conversion took some time to complete and several kings who followed were either pagan or converted to Christianity later in their reigns.\nCwichelm, his son, ruling as either co-king or underking, died in 636. From that time on Cynegils seems to have ruled Wessex by himself until his death in 643. He was succeeded by his son Cenwalh. Cynegils's reign marked the turning point for Wessex from bands of warriors to the beginnings of a united kingdom.","categories":[],"infobox_types":[],"annotations":[{"uri":"%E2%80%A0","surface_form":"†","offset":23},{"uri":"King","surface_form":"King","offset":38},{"uri":"Gewisse","surface_form":"Gewisse","offset":50},{"uri":"List_of_monarchs_of_Wessex","surface_form":"King of Wessex","offset":93},{"uri":"Pagan","surface_form":"pagan","offset":150},{"uri":"Christianity","surface_form":"Christianity","offset":213},{"uri":"Baptized","surface_form":"baptized","offset":248},{"uri":"Cutha_of_Wessex","surface_form":"Cutha","offset":310},{"uri":"Ceol_of_Wessex","surface_form":"Ceol of Wessex","offset":335},{"uri":"Ceolwulf","surface_form":"Ceolwulf","offset":377},{"uri":"Cwichelm_of_Wessex","surface_form":"Cwichelm","offset":417},{"uri":"Anglo-Saxon_Chronicle","surface_form":"Anglo-Saxon Chronicle","offset":431},{"uri":"Wales","surface_form":"Welsh","offset":590},{"uri":"Victory","surface_form":"victory","offset":614},{"uri":"Wessex","surface_form":"West Saxons","offset":630},{"uri":"Setbacks","surface_form":"setbacks","offset":661},{"uri":"Retaliation","surface_form":"retaliation","offset":812},{"uri":"Penda_of_Mercia","surface_form":"Penda","offset":1015},{"uri":"Cirencester","surface_form":"Cirencester","offset":1024},{"uri":"Permanent","surface_form":"permanent","offset":1204},{"uri":"Pope_Honorius_I","surface_form":"Pope Honorius I","offset":1242},{"uri":"Christianity","surface_form":"Christianity","offset":1422},{"uri":"Baptized","surface_form":"baptized","offset":1456},{"uri":"Oswald_of_Northumbria","surface_form":"Oswald of Northumbria","offset":1485},{"uri":"Godfather","surface_form":"Godfather","offset":1520},{"uri":"Underking","surface_form":"underking","offset":1927},{"uri":"Cenwalh_of_Wessex","surface_form":"Cenwalh","offset":2068},{"uri":"Warriors","surface_form":"warriors","offset":2144}]}