{"id":418954,"url":"http://en.wikipedia.org/wiki/Shylock","text":"Shylock is a key character and the antagonist in Shakespeare's 1596 or 1597 play \"The Merchant of Venice\". He is a Jewish moneylender.\nShylock agrees to a bond with Antonio, the merchant of Venice. This bond requires Antonio to give a pound of his flesh next his heart should the money not be repaid on a certain date. When Antonio fails, Shylock goes to court to get the pound of flesh. Antonio had previously insulted and spat on him in the Rialto (the commercial centre of Venice). This helps to explain why Shylock demanded his \"pound of flesh\".\nMeanwhile, Shylock's daughter Jessica falls in love with Antonio's friend Lorenzo and converts to Christianity. This adds to Shylock's rage.\nShylock fails in court, and Antonio is released. Shylock is charged with attempted murder. Shylock is then forced to give half of his properties to the country and the other half to Antonio and to convert to Christianity.\nShylock has a famous speech beginning \"Hath not a Jew eyes?\" Famous actors who have played Shylock include Laurence Olivier.\nIn Shakespeare's time, no Jews had been \"legally\" present in England for several hundred years (since Edward I's Edict of Expulsion in 1290). But the idea of Jews as money lenders remained from the Middle Ages. Historically, money lending had been a fairly common occupation among Jews, perhaps because Christians were not allowed to practise usury.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fictional_character","surface_form":"character","offset":17},{"uri":"Antagonist","surface_form":"antagonist","offset":35},{"uri":"Shakespeare","surface_form":"Shakespeare","offset":49},{"uri":"Play_(theatre)","surface_form":"play","offset":76},{"uri":"The_Merchant_of_Venice","surface_form":"The Merchant of Venice","offset":82},{"uri":"Jewish","surface_form":"Jewish","offset":115},{"uri":"Venice","surface_form":"Venice","offset":190},{"uri":"Christianity","surface_form":"Christianity","offset":648},{"uri":"Christianity","surface_form":"Christianity","offset":899},{"uri":"Laurence_Olivier","surface_form":"Laurence Olivier","offset":1020},{"uri":"Edward_I","surface_form":"Edward I","offset":1140},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":1236},{"uri":"Usury","surface_form":"usury","offset":1381}]}