{"id":418950,"url":"http://en.wikipedia.org/wiki/Puck_(Shakespeare)","text":"Puck is a character in a play called \"A Midsummer Night's Dream\". This play was written by William Shakespeare. In this play, Puck is a servant to the Fairy King, Oberon. Puck has some amazing abilities. For example, he can travel around the world in 40 minutes. In spite of his abilities, Puck makes a few mistakes in the play that create confusion for the other characters. For example, he puts a love potion into the wrong person's eyes. He also plays tricks. He puts a donkey's head on one character.\nPuck was not Shakespeare's invention. He was a character in folklore called 'pouke'. He was known as early as 1000 AD. He was an evil, dangerous demon. By the time of Geoffrey Chaucer, he had become linked with the Biblical devil. By Shakespeare's day, he was known as Puck, Robin Goodfellow, and Hobgoblin. He was a goblin who made mischief.\nBy the time of Shakespeare and other Elizabethan poets, Puck had become a combination of English folklore and English country life. Shakespeare writes that Puck would frighten the village girls, ruin the butter, and lead travelers in the night the wrong way. Mickey Rooney played Puck in a 1935 movie adaptation of Shakespeare's play.\nShakespeare used a description of Puck from Reginald Scot's \"The Discoverie of Witchcraft\" (1584). Scot describes Puck with disapproval. He points out that people no longer believe in him. Scot also tells of a man whose head was replaced with the head of a donkey.","categories":[],"infobox_types":[],"annotations":[{"uri":"A_Midsummer_Night%27s_Dream","surface_form":"A Midsummer Night's Dream","offset":38},{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":91},{"uri":"Oberon","surface_form":"Oberon","offset":163},{"uri":"Donkey","surface_form":"donkey","offset":473},{"uri":"Demon","surface_form":"demon","offset":650},{"uri":"Geoffrey_Chaucer","surface_form":"Geoffrey Chaucer","offset":672},{"uri":"Devil","surface_form":"devil","offset":729},{"uri":"Goblin","surface_form":"goblin","offset":822},{"uri":"Mickey_Rooney","surface_form":"Mickey Rooney","offset":1107},{"uri":"The_Discoverie_of_Witchcraft","surface_form":"The Discoverie of Witchcraft","offset":1244}]}