{"id":419003,"url":"http://en.wikipedia.org/wiki/Foreign_relations_of_Bangladesh","text":"e=\"preserve\">The foreign relations of Bangladesh are the Bangladeshi government's policies in its relations with other countries. Since independence in 1971, Bangladesh has officially followed a principle of being friendly with all nations and not being enemies with any. As a member of the Non-Aligned Movement, Bangladesh has tended to not take sides with major powers. Since the end of the Cold War, the country has pursued better relations with its neighbours. It has strong relations with other Muslim countries. It does not recognise Israel.\nMyanmar.\nMyanmar is Bangladesh's eastern neighbour. Bilateral ties with Myanmar are generally good, but some tensions exist between the two countries. This is due to border disputes and the presence of over 270,000 Rohingya Muslim refugees in Bangladesh from mainly-Buddhist Myanmar. As a result of bilateral discussions, and with the cooperation and assistance of the UNHCR, most of the Rohingya refugees have now returned to Burma. As of 2000, about 22,000 refugees remain in camps in southern Bangladesh.\nAt the 2008 ASEAN Regional forum summit in Singapore, Bangladesh and Myanmar have pledged to solve their Maritime boundary disputes as quickly as possible especially that a UN deadline in claiming maritime territories will expire in three years time. Both countries discussed the possibility of linking the two countries together in an attempt to boost their trade and commerce relations. The estimate to complete the 25 km highway is three years and at the cost of $20 million. Another aspect of this plan is to connect the highway to the Asian Superhighway which would connect the two countries to China.\nEngland.\nThe relations between the two are historical, because the English started their conquest of British India from present-day Bengal region of Bangladesh. Today Bangladesh is in the Commonwealth since 1972 and the there is a sizeable Bengali-speakers within the community of Great Britain","categories":[],"infobox_types":[],"annotations":[{"uri":"Bangladesh","surface_form":"Bangladesh","offset":57},{"uri":"Foreign_policy","surface_form":"policies","offset":82},{"uri":"Foreign_relations","surface_form":"relations","offset":98},{"uri":"Non-Aligned_Movement","surface_form":"Non-Aligned Movement","offset":291},{"uri":"Islam","surface_form":"Muslim","offset":500},{"uri":"Israel","surface_form":"Israel","offset":540},{"uri":"Myanmar","surface_form":"Myanmar","offset":557},{"uri":"Border_dispute","surface_form":"border dispute","offset":714},{"uri":"Rohingya_people","surface_form":"Rohingya","offset":763},{"uri":"Refugee","surface_form":"refugee","offset":779},{"uri":"United_Nations_High_Commissioner_for_Refugees","surface_form":"UNHCR","offset":917},{"uri":"Singapore","surface_form":"Singapore","offset":1099},{"uri":"Maritime_boundary","surface_form":"Maritime boundary","offset":1161},{"uri":"British_India","surface_form":"British India","offset":1764},{"uri":"Bengal","surface_form":"Bengal","offset":1795},{"uri":"Commonwealth_of_Nations","surface_form":"Commonwealth","offset":1851},{"uri":"Great_Britain","surface_form":"Great Britain","offset":1944}]}