{"id":419190,"url":"http://en.wikipedia.org/wiki/Titration","text":"Titration is a type of quantitative chemical analysis. It is used to work out the unknown concentration of a known substance.\nIt makes the use of two main chemical apparatus namely, pipette and burette. External indicators like phenolphthalein or methyl orange and internal indicators like KMnO4 (potassium permanganate) are used to mark the end point of titration.\nA known concentration and volume of a reagent, called the \"titrant\" or \"titrator\", is added to a known volume of another reagent, the \"analyte\" or \"titrand\". This is done slowly from a burette until the end point is reached. The volume added before the end point is reached is noted. Because one of the solutions, the titrant, has a known concentration, that of the other, the titrand, can be calculated.\nProfessionals now use a pH meter, which is potentiometer with an electrode whose potential depends on the amount of H+ ions in the solution. The pH of the solution is measured throughout the titration, more accurately than with an indicator. At the endpoint there is a sudden change in the measured pH.\nSince volume measurements play a key role in titration, it is known as \"volumetric analysis\" as well as \"quantitative analysis\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Quantitative_analysis_(chemistry)","surface_form":"quantitative chemical analysis","offset":23},{"uri":"Concentration","surface_form":"concentration","offset":90},{"uri":"Pipette","surface_form":"pipette","offset":182},{"uri":"Burette","surface_form":"burette","offset":194},{"uri":"Phenolphthalein","surface_form":"phenolphthalein","offset":228},{"uri":"Methyl_orange","surface_form":"methyl orange","offset":247},{"uri":"Potassium_permanganate","surface_form":"potassium permanganate","offset":297},{"uri":"Reagent","surface_form":"reagent","offset":404},{"uri":"PH_meter","surface_form":"pH meter","offset":795},{"uri":"Potentiometer","surface_form":"potentiometer","offset":814},{"uri":"Electrode","surface_form":"electrode","offset":836},{"uri":"H%2B","surface_form":"H+","offset":887},{"uri":"Ions","surface_form":"ions","offset":890},{"uri":"Volume","surface_form":"volume","offset":1080}]}