{"id":41927,"url":"http://en.wikipedia.org/wiki/Big_Ben","text":"Big Ben is the nickname of a bell that hangs in the clock tower at the northern end of the Houses of Parliament in Westminster, London, England. Officially, the tower itself is called Elizabeth Tower. It was previously known as just the Clock Tower, but was renamed in September 2012 as a tribute to the Diamond Jubilee of Queen Elizabeth II. However, most people, including those that live in London, call the tower \"Big Ben\" because it is very large.\nDesigned by Edmund Beckett Denison, the clock took 13 years to build and it was completed in 1859. It has worked continuously since then except for a few months in 1976 when it broke down and had to be fixed.\nBig Ben is one of England’s best-known landmarks. Some believe it got its name from Sir Benjamin Hall. The Elizabeth Tower which it is located in has become one of the most prominent symbols of the United Kingdom and is often in the establishing shot of films set in London.\nSince August 2017, repair work is being done on the clock, which will take four years. For the safety of those doing this work, Big Ben no longer rings out every hour. It will still be heard on special occasions, such as the New Year and Remembrance Day.\nDescription.\nThe Elizabeth Tower is over high and the turret clock mechanism that drives the clock alone weighs about 5 tons (5.08 tonnes). The clock on it has four faces that are in diameter, making it one of the largest in the world for a clock that chimes and strikes every hour. The figures on the clock face are about long and the minute spaces are long. There are, however, clocks with much bigger faces that Big Ben. One of these is the Abraj Al Bait, a hotel in Mecca, Saudi Arabia. Its faces are more than ten times bigger than Big Ben.\nThe bell known as Big Ben weighs 13 tons and is the biggest of the five bells in the Elizabeth Tower. Big Ben only sounds at the top of every hour, and at that time it rings once for every hour (for example, it rings three times at 3 o'clock). The other four bells in the tower are smaller and play a short melody every 15 minutes. This melody, which is broadcasted live on BBC Radio 4 at 6 pm and midnight every day, can be heard in many other clocks around the world and is called the Westminster Chimes.\nThe bells are struck by hammers that are connected to the clock mechanism, which is powered by large weights that are wound three times a week. It does not use any electricity except for winding and to light the faces so that the clock could be seen when it is dark.\nThe Big Ben was built in 1859.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bell","surface_form":"bell","offset":29},{"uri":"Clock_tower","surface_form":"clock tower","offset":52},{"uri":"Palace_of_Westminster","surface_form":"Houses of Parliament","offset":91},{"uri":"London","surface_form":"London","offset":128},{"uri":"Diamond_Jubilee_of_Elizabeth_II","surface_form":"Diamond Jubilee","offset":304},{"uri":"Elizabeth_II","surface_form":"Queen Elizabeth II","offset":323},{"uri":"Edmund_Beckett%2C_1st_Baron_Grimthorpe","surface_form":"Edmund Beckett Denison","offset":465},{"uri":"Sir_Benjamin_Hall","surface_form":"Sir Benjamin Hall","offset":746},{"uri":"Establishing_shot","surface_form":"establishing shot","offset":895},{"uri":"New_Year","surface_form":"New Year","offset":1162},{"uri":"Remembrance_Day","surface_form":"Remembrance Day","offset":1175},{"uri":"Turret_clock","surface_form":"turret clock","offset":1246},{"uri":"Mechanism","surface_form":"mechanism","offset":1259},{"uri":"Tons","surface_form":"tons","offset":1312},{"uri":"Tonnes","surface_form":"tonnes","offset":1323},{"uri":"Clock","surface_form":"clock","offset":1336},{"uri":"Diameter","surface_form":"diameter","offset":1375},{"uri":"Chiming_clock","surface_form":"chimes","offset":1444},{"uri":"Striking_clock","surface_form":"strikes","offset":1455},{"uri":"Abraj_Al_Bait","surface_form":"Abraj Al Bait","offset":1636},{"uri":"Mecca","surface_form":"Mecca","offset":1662},{"uri":"Ton","surface_form":"ton","offset":1774},{"uri":"Melody","surface_form":"melody","offset":2045},{"uri":"BBC_Radio_4","surface_form":"BBC Radio 4","offset":2112},{"uri":"Westminster_Quarters","surface_form":"Westminster Chimes","offset":2225},{"uri":"Hammer","surface_form":"hammer","offset":2269}]}