{"id":419264,"url":"http://en.wikipedia.org/wiki/Lorde","text":"Ella Marija Lani Yellich-O'Connor (born 7 November 1996), known by her stage name Lorde, is a New Zealand singer-songwriter. She was signed to Universal Music at the age of 13. Lorde's first album, \"Pure Heroine\", was released in September 2013. It was followed by \"Melodrama\" in 2017.\nCareer.\nHer first single, \"Royals\", was released on Republic on 8 March 2013. It reached number one on the US \"Billboard\" Hot 100, in Canada, the United Kingdom, and New Zealand and number two in Australia. It made her the first solo artist from New Zealand to have a number one in the US. \"Royals\" also made her the youngest person (age 16) to have a US number one in 26 years. A controversial article on Feministing by Veronica Bayetti Flores described the song 'deeply racist'. Music and culture critic Ed Hightower has offered an appraisal of Lorde's song that rejects Flores' accusation. The song has been covered by Pixie Lott, Neon Jungle, and Mutya Keisha Siobhan.\nHer second single \"Tennis Court\" did not reach the Hot 100. It was a number one in NZ in its first week of release. It made her the first New Zealand artist to have four songs in the top 20 at once.\nHer third single \"Team\" was leaked and then released on 13 September in the US. It reached number 6 on the Hot 100 and number 3 in the NZ top 40. It is one of the songs on \"Pure Heroine\" that Lorde wrote on her own.\nShe has released three other promo singles, \"Bravado\", \"Buzzcut Season\", and \"Ribs\". \"Million Dollar Bills\", \"Swingin' Party\", and \"The Love Club\" have also charted.\nHer first album \"Pure Heroine\" was released by Universal Music on 30 September 2013 in the US. Virgin Records released it in the UK in October. It got good reviews from music critics. It reached number one in the iTunes chart in Canada, Australia, the US, and New Zealand. The album was co-written and produced by Joel Little.\nShe released her first EP, \"Love Club\", online for free in November 2012. It debuted at number two in Australia and New Zealand and reached twenty-three on the US Billboard 200. It contains 5 songs. The US iTunes version contains \"Swingin' Party\" as track 2 instead of \"Royals\". The NZ iTunes version has a bonus track, \"Bravado\" (Fffrrannno Remix).\nHer second EP Tennis Court was released 22 July on Virgin.\nHer cover of \"Everybody Wants to Rule the World\" by Tears for Fears was in the soundtrack. It reached number fourteen in the NZ chart.\nIn November 2013, she signed with Songs Music to have the rights to her songs. This made her a millionaire. Lorde writes most of her songs with Joe Little, so she owns 50% of the copyright to her songs.\nLorde released a new single on 13 December 2013, called \"No Better\". It was later included on the extended edition of \"Pure Heroine\".\nIn January 2014, the song \"Team\" had reached the top ten of the US \"Billboard\" Hot 100 chart.\nOn 3 March 2014, Lorde started a tour in the United States.\nAwards.\nLorde was nominated for four Grammy Awards in December 2013. The nominations were Song of the Year, Record of the Year, Best Pop Solo Performance and Best Pop Vocal Album. She was the youngest person to ever be nominated for Record of the Year. She performed \"Royals\" at the awards ceremony.\nPersonal life.\nLorde was born in Takapuna, Auckland. She is a sex positive feminist. In an interview with Huffington Post she said, \"I've seen people compare me to just about every female slightly alt[ernative] female musician because people feel the need to put females with other females, which I guess I understand, but I think I'm different because my music is accessible, but it's also smart and those are two things that don't often go together musically.\"\nShe was a student at Takapuna Grammar School.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"New_Zealand","surface_form":"New Zealand","offset":94},{"uri":"Universal_Music","surface_form":"Universal Music","offset":143},{"uri":"Pure_Heroine","surface_form":"Pure Heroine","offset":199},{"uri":"Melodrama_(Lorde_album)","surface_form":"Melodrama","offset":266},{"uri":"Billboard_Hot_100","surface_form":"\"Billboard\" Hot 100","offset":396},{"uri":"Canada","surface_form":"Canada","offset":420},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":432},{"uri":"Feministing","surface_form":"Feministing","offset":692},{"uri":"Pixie_Lott","surface_form":"Pixie Lott","offset":908},{"uri":"Neon_Jungle","surface_form":"Neon Jungle","offset":920},{"uri":"Mutya_Keisha_Siobhan","surface_form":"Mutya Keisha Siobhan","offset":937},{"uri":"Virgin_Records","surface_form":"Virgin Records","offset":1635},{"uri":"Australia","surface_form":"Australia","offset":1969},{"uri":"Tears_for_Fears","surface_form":"Tears for Fears","offset":2328},{"uri":"Grammy_Awards","surface_form":"Grammy Awards","offset":2939},{"uri":"Takapuna","surface_form":"Takapuna","offset":3235},{"uri":"Auckland","surface_form":"Auckland","offset":3245},{"uri":"Sex_positive","surface_form":"sex positive","offset":3264},{"uri":"Feminist","surface_form":"feminist","offset":3277},{"uri":"Takapuna_Grammar_School","surface_form":"Takapuna Grammar School","offset":3686}]}