{"id":419251,"url":"http://en.wikipedia.org/wiki/Substance_abuse","text":"ce=\"preserve\">Substance abuse, or drug abuse, happens when a person uses a drug over and over again, in ways that hurt their health. The person is using the drug to change their mood or to feel better, not for any healthy reason. Sometimes when the person uses the drug for a long time, they will start to act differently. Some of the drugs are illegal to have or use, or can have certain limits that the person does not follow. Someone who thinks that they need a drug is called an addict.\nIs it substance abuse?\nSubstance abuse can have different symptoms in different people. “Drug abuse” is not used in the DSM or ICD. In the DSM, the term “substance abuse” is used instead to mean the misuse of one of ten different types of drugs.  A person can also become dependent on drugs. Repetitive use of a drug can cause dependence as well as tolerance. Tolerance happens when it takes more of a drug to produce the same effect than a previous time.\nThe term “drug misuse” is sometimes used when the drug being used is a prescription medication that are classified as sedatives (medicines that make someone calm), anxiolytics (medicines that make someone less worried or anxious), analgesics (medicines that reduce pain), or stimulants (medicines that give someone more energy). Someone who abuses there drugs may have to illegally buy them from someone who gets them from a doctor.\nNot everyone agrees on the definition of substance abuse. Different countries have different rules for what is a drug and what drugs are illegal. People also do not agree about what is abuse. In most Western countries, one glass of wine is acceptable, but drinking more than one bottle at once is abuse. To some people, any drinking can be seen as abuse. In the United States, any use of marijuana\nWhat causes people to abuse substances?\nIn many cases, when a person is using drugs, their thinking and behaviors change. Sometimes, they commit crimes while using drugs. They may do things that are not safe, like drive a car while drunk. When people abuse drugs over a longer time, their personalities often change as well. The people who abuse drugs are often addicted. Since many of these drugs are illegal, very often drug users have problems with the law.\nThere are two major ideas about why people abuse drugs. Many people believe that both can be true for different cases or with different people, which is one reason why different treatments work better or worse for different people.\nOne idea about why people use drugs is because of their genes. When a person's parents or grandparents have been addicted to drugs, alcohol, cigarettes or even coffee, the same genes that made them become addicted could be passed down to any of their children. When someone is born with the genes that increase addiction, it causes their brain and body to become dependent on drugs very quickly. But even if a person's genes make it easier for them to become addicted to drugs, that person still need to try a drug first, before they can become addicted on it. This idea also means that different people can have harder or easier time stopping drugs after they are already addicted.\nThe second major idea is that drug use is a habit that becomes harmful. It is always very hard to stop bad habits, but in this idea, drugs are one of the strongest bad habits because drugs cause so many changes in the brain. Each time a person uses drugs, the parts of the brain that think about drugs become stronger and stronger. In this idea, if a person likes drugs, that person starts to plan their day around using drugs. To stop a habit as strong as drug use, many other things about that person's life must also change. This idea also means that, the longer a person takes drugs, the harder it is for them to stop taking drugs.\nSubstance abuse, depression, and suicide.\nPeople who abuse drugs have a high rate of suicide. This is because of the changes in the brain caused by drugs, both when they are being used and the changes they cause over time. Another cause is the loss of family and friends because of the drug abuse. In the United States, about 30% of all people who perform suicide have abused alcohol at some point.\nTreating substance abuse.\nTreatment of substance abuse can include both therapy and medicine. Therapy for substance abuse helps people not use drugs when they feel they need to. For children and young adults, both the child and the family may have therapy. The child will learn how to not abuse, and the family will learn how to help the child. The organization Alcoholics Anonymous helps people with alcohol abuse.\nFor some kinds of substance abuse, medicine can be used to help. Some of these medicines, such as methadone, stop the drug from working in the brain. Other medicines can cause people to feel ill if they use the substance that they abuse. Some medicines, like bupropion, makes people stop wanting the drug so much.\nMany substances can cause withdrawal. Withdrawal is group of bad feelings that happen when someone stops taking a drug suddenly, if they were regularly taking that drug before. For someone to have withdrawal, they must be dependent on the drug. Different drugs cause different things to happen during withdrawal. They can also cause different amounts of trouble for the person in withdrawal. Withdrawal for some drugs, like heroin and other opiates, can be dangerous or deadly, and should be done with a doctor or nurse taking care of the person in withdrawal.\nLikelihood.\nAbout 9% of Americans have a substance abuse issue. Young people are the most likely to experiment with and abuse drugs. Drug abuse affects about 5% of adolescents. More men than women have substance abuse disorder, though women are more likely to have an issue with abusing prescription medication. Children who have parents with substance abuse issues are more likely to have a substance abuse issue when they grow up.\nSpecial populations.\nCertain groups of people are more likely to develop substance abuse issues. One group is immigrants or other people who have left their home country. They often have issues in their new country, and some use drugs as a way to feel better.  Another group that is at risk is homeless children. They will use drugs to become closer to each other. A third group that is at risk is musicians. They may use stimulants to make themselves more active and happy. Singers can also hurt themselves if they use drugs that are inhaled.\nHistory.\nThe first official definition for substance abuse was made in 1932 by the American Psychiatric Association. This definition was only used for when the substance was illegal and not being used as medicine. In 1966, the American Medical Association defined abuse as the drug being given by someone to themselves without a doctor.\nThe first edition of the Diagnostic and Statistical Manual of Mental Disorders (DSM) had drug abuse as a symptom of other psychological issues. In the third edition, substance abuse was made its own issue. The DSM also has drug abuse as a different issue than drug dependence, which is defined as compulsive use of a drug.\nSociety and culture.\nMost countries have laws that make having or using certain drugs illegal. The rules for these drugs can be different between countries or in different parts of the same country. Many drugs that are illegal in several places are sold to make money for groups known as drug cartels.\nDrug abuse can also cause issues in a country’s economy. According to the European Union, about 2.5 billion dollars are lost each year because of people abusing drugs. This loss comes from people not going to work or having to go to the hospital because of side effects of the drug. In the United Kingdom, about 29 billion dollars a year are lost. This number does not include the cost of police or other law enforcement. In the United States, the cost was 181 billion dollars in 2002. This number includes costs because of health issues, loss of work, law enforcement, and welfare programs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Drug","surface_form":"drug","offset":75},{"uri":"Mood","surface_form":"mood","offset":178},{"uri":"Illegal_drugs","surface_form":"illegal","offset":345},{"uri":"Diagnostic_and_Statistical_Manual_of_Mental_Disorders","surface_form":"DSM","offset":611},{"uri":"ICD","surface_form":"ICD","offset":618},{"uri":"Sedative","surface_form":"sedative","offset":1065},{"uri":"Anxiolytic","surface_form":"anxiolytic","offset":1111},{"uri":"Analgesic","surface_form":"analgesic","offset":1178},{"uri":"Stimulant","surface_form":"stimulant","offset":1222},{"uri":"Cannabis","surface_form":"marijuana","offset":1768},{"uri":"Crime","surface_form":"crime","offset":1923},{"uri":"Drunk_driving","surface_form":"drive a car while drunk","offset":1992},{"uri":"Addiction","surface_form":"addicted","offset":2140},{"uri":"Gene","surface_form":"gene","offset":2527},{"uri":"Suicide","surface_form":"suicide","offset":3875},{"uri":"Alcoholics_Anonymous","surface_form":"Alcoholics Anonymous","offset":4551},{"uri":"Brain","surface_form":"brain","offset":4748},{"uri":"Heroin","surface_form":"heroin","offset":5343},{"uri":"Opioid","surface_form":"opiates","offset":5360},{"uri":"Adolescence","surface_form":"adolescents","offset":5644},{"uri":"Prescription","surface_form":"prescription medication","offset":5767},{"uri":"Immigration","surface_form":"immigrants","offset":6023},{"uri":"American_Psychiatric_Association","surface_form":"American Psychiatric Association","offset":6540},{"uri":"American_Medical_Association","surface_form":"American Medical Association","offset":6684},{"uri":"Diagnostic_and_Statistical_Manual_of_Mental_Disorders","surface_form":"Diagnos","offset":6819},{"uri":"Diagnostic_and_Statistical_Manual_of_Mental_Disorders","surface_form":"tic and Statistical Manual of Mental Disorders","offset":6826},{"uri":"Drug_cartel","surface_form":"drug cartel","offset":7405}]}