{"id":419209,"url":"http://en.wikipedia.org/wiki/Ocean_gyre","text":"A gyre is a large system of ocean currents moving in a circle. Gyres are caused by the Coriolis effect. Because the Earth is rotating, ocean currents in the northern hemisphere tend to move in a clockwise direction and currents in the southern hemisphere in an anti-clockwise direction. The Coriolis force acts most strongly on the wind, and the wind then creates a torque that tends to spin the ocean currents.\nThe Earth rotates from the west towards the east, and the Coriolis effect becomes more intense toward the poles. Because of this, gyres form strong currents on the western side of oceans, so they are pushed against the eastern coast of continents. The vorticity (the strength of the torque force) is balanced out by frictional surface currents, which normally act against the spin of the water. However, in the middle of the ocean, the effects of friction are very weak.\nThe term \"gyre\" can be used to mean any type of vortex in the air or the sea, but it is most used in oceanography for the major ocean current systems.\nTropical gyres.\nTropical gyres tend to be mostly east-west with minor north-south extent.\nSubtropical gyres.\nThe centre of a subtropical gyre is a high pressure area, which the ocean moves around. The high pressure in the centre is due to the westerly winds on the northern side of the gyre and easterly winds on the southern side of the gyre. These cause frictional surface currents towards the latitude at the centre of the gyre.\nSubpolar gyres.\nSubpolar gyres form at high latitudes (around 60°). The ocean moves around a low pressure area. Surface currents generally move outward from the centre of the system.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ocean_current","surface_form":"ocean current","offset":28},{"uri":"Coriolis_effect","surface_form":"Coriolis effect","offset":87},{"uri":"Rotation","surface_form":"rotating","offset":125},{"uri":"Northern_hemisphere","surface_form":"northern hemisphere","offset":157},{"uri":"Southern_hemisphere","surface_form":"southern hemisphere","offset":235},{"uri":"Wind","surface_form":"wind","offset":332},{"uri":"Torque","surface_form":"torque","offset":366},{"uri":"Geographical_pole","surface_form":"poles","offset":518},{"uri":"Vorticity","surface_form":"vorticity","offset":664},{"uri":"Friction","surface_form":"friction","offset":728},{"uri":"Vortex","surface_form":"vortex","offset":931},{"uri":"Air","surface_form":"air","offset":945},{"uri":"Oceanography","surface_form":"oceanography","offset":984},{"uri":"High_pressure_area","surface_form":"high pressure area","offset":1181},{"uri":"Low_pressure_area","surface_form":"low pressure area","offset":1559}]}