{"id":419386,"url":"http://en.wikipedia.org/wiki/Geoffroi_de_Charny","text":"Geoffroi de Charny (1300 – 19 September 1356) was the Lord of Lirey, a French knight and a writer. Sir Geoffroi was born of an important French family. Throughout his life he fought many battles for France. He fought in the Crusades and many times throughout the war with England. He was always loyal to his King, Jean II, King of France and died at the Battle of Poitiers protecting him. Throughout his lifetime he was well known and well respected by both the French and the English kings and nobles. At Poitiers he was chosen to carry the Oriflamme into battle. The Oriflamme was the Kings banner and this was a great honor given to a knight by the King. He was also one of the Knights chosen to fight close to and protect the King. De Charny was said to be a \"true and perfect Knight\".\nJean de Joinville was de Charny's grandfather's. He was a close friend of King Louis IX and author of his biography. In the same tradition, Sir Geoffroi wrote three books in his time. His most famous book was \"A Knight's Own Book of Chivalry\". In this book he shared his great skill and knowledge of combat. The second book written by de Charny is entitled, \"Requests (or Questions) for jousting tournaments and war\". It was written about 1352 to the Knights of the Order of the Star which Sir Geoffroi founded. This book was written in the form of questions. His third book was the book \"Charny\", describes the life of a knight and lists the qualities a good knight must possess.\nCharny fought in Flanders and Tournay. He was taken prisoner but was ransomed because the King considered him so important. He fought in many major battles during the Hundred Years' War such as the battles of Calais, Crecy and Poitiers.\nSir John Chandos was a close friend and biographer of Edward, the Black Prince, the eldest son of King Edward III of England. Chandos was a famous knight himself. He was an educated man and wrote down the events of a great meeting of both sides before the Battle of Poitiers. He wrote that at that meeting Sir Geoffroi tried to avoid a great bloodshed by proposing a smaller battle where 100 knights on each side would do battle with each other and the outcome would decide the battle. Chandos writes that Charny was trying to find an honorable solution to avoid a great many more deaths. The Black Prince refused that offer. Charny’s predictions turned out to be true and indeed a great many nobles on both sides lost their life that day, including de Charny himself.\nCharny died at the Battle of Poitiers while protecting the King.\nThe Shroud of Turin.\nHistorical records seem to indicate that a shroud bearing an image of a crucified man (represented in the Pilgrim Badge shown here) existed in the small town of Lirey in France around the years 1353 to 1357 in the possession of Geoffroi de Charny. The cloth itself is controversial. Some believe it is a fake, while others believe the shroud to be the true burial cloth of Jesus Christ.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lord","surface_form":"Lord","offset":54},{"uri":"Lirey","surface_form":"Lirey","offset":62},{"uri":"France","surface_form":"French","offset":71},{"uri":"Knight","surface_form":"knight","offset":78},{"uri":"Writer","surface_form":"writer","offset":91},{"uri":"France","surface_form":"France","offset":199},{"uri":"Crusades","surface_form":"Crusades","offset":224},{"uri":"Loyalty","surface_form":"loyal","offset":295},{"uri":"King_of_France","surface_form":"King of France","offset":323},{"uri":"Battle_of_Poitiers_(1356)","surface_form":"Battle of Poitiers","offset":354},{"uri":"France","surface_form":"French","offset":462},{"uri":"King_of_England","surface_form":"English kings","offset":477},{"uri":"Noble","surface_form":"noble","offset":495},{"uri":"Banner","surface_form":"banner","offset":593},{"uri":"Honor","surface_form":"honor","offset":621},{"uri":"Knight","surface_form":"Knight","offset":781},{"uri":"Louis_IX_of_France","surface_form":"King Louis IX","offset":864},{"uri":"Author","surface_form":"author","offset":882},{"uri":"Biography","surface_form":"biography","offset":896},{"uri":"Tradition","surface_form":"tradition","offset":919},{"uri":"Combat","surface_form":"combat","offset":1090},{"uri":"Jousting","surface_form":"jousting","offset":1177},{"uri":"Question","surface_form":"question","offset":1339},{"uri":"Flanders","surface_form":"Flanders","offset":1488},{"uri":"Tournay","surface_form":"Tournay","offset":1501},{"uri":"Ransom","surface_form":"ransom","offset":1540},{"uri":"Hundred_Years%27_War","surface_form":"Hundred Years' War","offset":1638},{"uri":"Calais","surface_form":"Calais","offset":1680},{"uri":"Cr%C3%A9cy-en-Ponthieu","surface_form":"Crecy","offset":1688},{"uri":"Biographer","surface_form":"biographer","offset":1748},{"uri":"Edward%2C_the_Black_Prince","surface_form":"Edward, the Black Prince","offset":1762},{"uri":"Edward_III_of_England","surface_form":"King Edward III of England","offset":1806},{"uri":"Meeting","surface_form":"meeting","offset":1931},{"uri":"Honor","surface_form":"honor","offset":2243},{"uri":"Solution","surface_form":"solution","offset":2253},{"uri":"Historical","surface_form":"Historical","offset":2563},{"uri":"Crucifixion","surface_form":"crucified","offset":2635},{"uri":"Controversial","surface_form":"controversial","offset":2831},{"uri":"Jesus_Christ","surface_form":"Jesus Christ","offset":2936}]}