{"id":419339,"url":"http://en.wikipedia.org/wiki/The_Million_Second_Quiz","text":"\"The Million Second Quiz\" is an American television game show. It aired on NBC from September 9 to September 19, 2013. It follows a group of contestants who compete for up to $2 million in a game show that lasts for 1,000,000 seconds (or 11 days, 13 hours, 46 minutes, and 40 seconds). NBC aired the show for one hour each day (except for Sunday the 15th, and the final episode was two hours), while the rest of the show aired on the \"Million Dollar Quiz\" internet application and NBC.com. It is hosted by Ryan Seacrest.\nFormat.\nThe show takes place in a large hourglass-shaped structure in Midtown Manhattan near the Lincoln Tunnel. Contestants play for 24 hours a day for 1,000,000 seconds, or around eleven and a half days. At any given time, a contestant is sitting in the \"Money Chair\" and earning money, while defending his/her position in the chair in bouts against another contestant. Contestants earn $10 a second they are in the chair, even when bouts are not being played and during commercial breaks. Only the four contestants with the highest amount of money keep their winnings when the million seconds are up.\nEach bout lasts for a set number of seconds. All questions are multiple choice with four possible answers. Contestants use keypads to lock in their answers. The players cannot see each other's answers. They have five seconds to do so when the question is asked.\nTelevised bouts.\nDuring the episodes that are seen on television, there are three bouts: the \"Challenger\" bout (300 seconds, or 5 minutes), the \"Line Jumper\" bout (300 seconds in the first episode, 400 seconds, or 6 minutes 40 seconds, from the second episode on), and the Winner's Defense\" bout (400 seconds in the first through ninth episodes, 500 seconds, or 8 minutes 20 seconds, in the 10th episode). Questions start at one point each. Every 100 seconds, the value of the questions increase by one point.\nAt any time, a contestant may choose to \"double\" instead of answering the question. If the contestant does so, the question's value is doubled, and the opponent has to either answer the question or \"double back\", which quadruples the point value and forces the person who the question was given to to answer. If a doubled or doubled-back contestant answers incorrectly or does not answer in five seconds, the opponent gets the points. Contestants can choose to double as often as they want during a bout.\nAt the end of a bout, the contestant with the higher score wins and either stays in the \"Money Chair\" or replaces the current contestant in it. If both contestants have the same number of points at the end of a bout, a question is asked, and the contestant who answers correctly first wins the bout. If both contestants answer incorrectly, the contestant with the higher amount of money wins.\nThe \"Challenger\" bout has a contestant who has successfully gone through an on-site tryout process. The \"Line Jumper\" bout has a contestant who has gotten a high enough score on the \"Million Second Quiz\" internet application, allowing them to skip the tryout and go on the show.\nThe four contestants with the most amount of money live in the \"Winners' Row\". This is a living area that is set up next to the hourglass. They are at risk of being replaced if another contestant gets a higher score than them. During a \"Winner's Defense\" bout, the current \"Power Player\" (the contestant who had the highest number of correct answers playing along in \"Winners' Row\" that day) chooses one of the four \"Winners' Row\" contestants, who can be him/herself, to play against the contestant who is currently in the \"Money Chair\". The winner gets all of the loser's winnings in addition to their own winnings, while the loser is out of the game.\nNon-televised bouts.\nBouts that are not shown on television last for 500 seconds. Every question is worth one point. Contestants cannot double in these bouts. Four bouts are played in an hour; with a five-minute pause after each of the first three. The fourth bout is followed by an 11-minute break. During this time, a contestant may eat, drink, or use the bathroom. Contestants earn money during the five-minute pauses, but not during the 11-minute break.\nFinals.\nThe winner of the third bout wins $2,000,000.","categories":[],"infobox_types":["television"],"annotations":[{"uri":"Television","surface_form":"television","offset":41},{"uri":"Game_show","surface_form":"game show","offset":52},{"uri":"NBC","surface_form":"NBC","offset":75},{"uri":"Ryan_Seacrest","surface_form":"Ryan Seacrest","offset":506},{"uri":"Hourglass","surface_form":"hourglass","offset":561},{"uri":"Manhattan","surface_form":"Midtown Manhattan","offset":591},{"uri":"Lincoln_Tunnel","surface_form":"Lincoln Tunnel","offset":618},{"uri":"Bathroom","surface_form":"bathroom","offset":4085}]}