{"id":419661,"url":"http://en.wikipedia.org/wiki/Bukit_Timah_Nature_Reserve","text":"Bukit Timah Nature Reserve, which is situated on Bukit Timah Hill, is the largest of the remaining patches of primary forest in Singapore. Singapore’s original tropical primary rainforest ecosystem makes up half of the reserve. At the summit of the hill, there is a rock showing the height, latitude and longtitude.\nSize.\nBTNR is located just beside the Central Catchment Nature Reserve, separated by the Bukit Timah Expressway (BKE). BTNR is the only remaining primary forest in Singapore. It covers a total area of 163 hectares and occupies just 0.2% of Singapore's land.\nAccessibility from other nature areas/forests.\nBTNR is easily accessible from Dairy Farm Nature Park, as well as the MacRitchie Reservoir in the neighbouring Central Catchment Nature Reserve. Dairy Farm Nature Reserve is connected to the Yellow Trail via the Dairy Farm Loop, while the MacRitchie Reservoir is connected to BTNR by the Kampong Trail.\nHistory.\nIn 1825, one of Singapore's first colonial administrators, John Crawfurd, climbed the hill. He said that the surrounding forest was so dense that sailing to Calcutta was almost as easy as reaching Bukit Timah. In 1843, the access road to the summit was built. 40 years later, BTNR became the first forest reserve in Singapore to be conserved. The reserve has been protected by law since 1939, when the reserve was threatened by nearby granite quarrying at Hindhede Quarry. Till the late 1980s, BTNR was still part of the CCNR. Then, the government decided to build the BKE through the CCNR, thus splitting the CCNR and forming the BTNR. In 1991, the newly formed NParks, which manage Singapore's parks, nature reserves, and roadside trees, conducted a visitor survey. After gathering all the feedback, they began to develop facilities to improve visitors' experience at the reserve. and at the same time, reduce the damage that visitors might cause to the reserve. Over time, trails started to penetrate parts of the forest which were richer in biodiversity, causing plant and animal numbers to decrease. The ground surface was also damaged and soil erosion occurred. As a result, those trails were closed, and the main trails were upgraded.\nEco Link.\nDuring the 2 decades that followed the separation of BTNR from CCNR, nature lovers complained about the separation of biodiversity in the BTNR and CCNR. They said that animals from each nature reserve could not cross over to the other reserve, and wanted a link to connect the two reserves, so as to allow animals to move about from one reserve to the other. In 2005, some nature lovers and government authorities agreed to build a bridge to link the two reserves. Work to build the Eco Link began on 30 July 2011 and was completed in the 3rd quarter of 2013. Trees to create a natural environment were planted on the bridge after it was completed.\nBiodiversity.\nBeing home to more than 840 flowering plants and 500 species of animals, it contains 40% of Singapore's flora and fauna. A common tree there is the Seraya (\"Shorea curtisii\"), which dominates the forest canopy of BTNR. Rare plants such as the Mock Durian (\"Neesia synandra\") can also be found there. The Mock Durian, as its name mentions, produces fruit that look like durians, but they are inedible. Forest Praying Mantis and the Singapore Freshwater Crab are some of the rare animals found there. Pangolins, Horsfield's Flying Squirrel, Plaintain Squirrel, Malayan Colugo, also known as the Malayan Flying Lemur, as well as the Giant Forest Ant all live at BTNR. There are also many Long-tailed Macaques, which is the most common monkey in Singapore. Other than that, BTNR also has rich bird and insect life. Cicadas can be heard everywhere. Many species of birds and butterflies can also be spotted there. However, the birds, like the cicada, are more often heard than seen. Some of the birds spotted there are the Greater Racket-tailed Drongo, Asian Fairy Bluebird, Red-crowned Barbet and Emerald Dove. In March 2011, a Dot-Dash Sergeant (\"Athyma kanwa\"), which is a rare butterfly in Singapore, was spotted along the Red Trail. Some of the other butterflies spotted there include the Common Faun (\"Faunis canens\"), Common Caerulean (\"Jamides celeno\") etc. One species of monkey, the crab-eating macaque is common in the park.\nTrails.\nBTNR consists of 4 trails, namely the Red Trail, Blue Trail, Green Trail and Yellow Trail. The starting point of all the trails is the same, and at 40m above sea level. There are poles lining the various trails, with the colours of the trail(s) pasted on them.\nRed Trail.\nThe Red Trail is the main trail that brings people from the foot of the hill to the summit. To get to the rest of the trails, one has to walk up a part of the Red Trail first. The Green and Yellow Trails are basically detours into the forest, as they will still lead back to the Red Trail when reaching the summit. The 1.2km-long Red Trail, which is made of tarmac, is the one of the two easiest trails to climb. A trip up to the summit takes about 30 minutes while a return trip takes about 25 minutes.\nBlue Trail.\nThe Blue Trail is the shortest of all trails, and is the second of two easiest trails to climb. The 0.7km-long Blue Trail starts off on the Red Trail itself, before breaking away halfway to lead to the Hindhede Quarry, at a height of 140m. An ascending trip takes about 20 minutes while a trip back to the foot of the hill takes about 18 minutes.\nGreen Trail.\nThe Green Trail is 1.1km long. An ascend takes 30 minutes while a descend takes 25 minutes.\nYellow Trail.\nThe Yellow Trail is the toughest of all trails. It surrounds the Jungle Fall Valley. Hikers start by walking up the Red Trail, then walking into the forest. The Yellow Trail cuts into the Jungle Fall Path in the dense forest near the summit, at a height of 150m, and hikers have to descend and ascend many steps along the way. Generally, the trail descends sharply until reaching the Singapore Quarry, before ascending sharply again. When it reaches the Singapore Quarry, it is only 100-110m above sea level. After that, the trail ascends until it joins back the Red Trail. By then, it is almost reaching the summit already. The trail is 1.8km long, and a summit-bound hike takes about 1 hour 10 minutes to 2 hours, while a return trip takes at least 55 minutes or more.\nPath.\nOther than the 4 main trails, there are also other trails that are not part of the main trails. There are a few of this \"paths\".\nSports.\nBTNR is a popular place for many Singaporeans. Everyday, many people go there to jog, hike, or for a stroll. There is also a 6km long Mountain Biking Trail for mountain bikers to cycle. The mountain biking trail goes around the reserve, going along the green corridor where the old KTM trains used to pass by, then passing by the Singapore Quarry, followed by Dairy Farm Nature Park and the Bukit Timah Expressway (BKE), then near Rifle Range Road before back to the carpark where the trail starts.\nASEAN Heritage Park status.\nBTNR is the second ASEAN Heritage Park in Singapore, after Sungei Buloh Wetland Reserve. BTNR was granted this status on 18 October 2011.\nVisitor numbers.\nBy the 1990s, Singaporeans had started to get interested in nature. Visitor numbers have rose sharply since then, with 88,000 visitors in 1990, and 400,000 just 8 years later.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bukit_Timah_Hill","surface_form":"Bukit Timah Hill","offset":49},{"uri":"Singapore","surface_form":"Singapore","offset":128},{"uri":"Dense","surface_form":"dense","offset":1068},{"uri":"Calcutta","surface_form":"Calcutta","offset":1090},{"uri":"Pangolin","surface_form":"Pangolin","offset":3347},{"uri":"Monkey","surface_form":"monkey","offset":3580},{"uri":"Cicada","surface_form":"Cicada","offset":3659},{"uri":"Monkey","surface_form":"monkey","offset":4224},{"uri":"Crab-eating_macaque","surface_form":"crab-eating","offset":4236},{"uri":"Macaque","surface_form":"macaque","offset":4248},{"uri":"ASEAN_Heritage_Park","surface_form":"ASEAN Heritage Park","offset":7001},{"uri":"Sungei_Buloh_Wetland_Reserve","surface_form":"Sungei Buloh Wetland Reserve","offset":7041}]}