{"id":419743,"url":"http://en.wikipedia.org/wiki/Siegfried_%26_Roy","text":"Siegfried Tyron Fischbacher (June 13, 1939 – January 13, 2021) and Roy Horn (Uwe Ludwig Horn; October 3, 1944 – May 8, 2020) were German-American magicians and entertainers, best known for their acts with white lions and white tigers in Las Vegas, Nevada. They were born and raised in Germany, then moved to the United States and became U.S. citizens. From August 2004 to May 2005, Fischbacher and Horn were executive producers of \"Father of the Pride\".\nEarly life.\nFischbacher and Horn were born and raised in Germany. They emigrated to the United States and became naturalized citizens.\nSiegfried.\nSiegfried was born Siegfried Tyron Fischbacher in Rosenheim on June 13, 1939, to Martin and Maria Fischbacher. His mother was a housewife, and his father was a professional painter who during World War II ended up as a prisoner of war in the Soviet Union. Fischbacher purchased a magic book as a child and began to practice illusions. He moved to Italy in 1956 and started work at a hotel.\nEventually, Fischbacher found work performing magic on the ship TS \"Bremen\" under the stage name Delmare. While performing aboard the ship he met Horn and asked him to assist him during a show. Fischbacher and Horn were fired from the TS \"Bremen\" for bringing a live cheetah onto the ship, but were scouted by a cruise line based in New York and began performing together as a duo.\nRoy.\nRoy was born Uwe Ludwig Horn on October 3, 1944, in Nordenham, in the midst of bomb attacks, to Johanna Horn. His father died in World War II, and his mother married a construction worker after the war ended. She later began work in a factory. Horn had three brothers: Manfred, Alfred, and Werner. Horn became interested in animals at a very young age and cared for his childhood dog named Hexe (witch). Horn's mother's friend's husband Emil was the founder of the Bremen Zoo, which gave Horn access to exotic animals from the age of 10. Horn left school at age 13. He worked as a waiter on the cruise ship \"Bremen\", where he met Fischbacher and launched his performance career.\nCareer.\nThe owner of the Astoria Theatre in Bremen saw Fischbacher and Horn's act aboard a Caribbean cruise ship and recruited the duo to perform at her nightclub. This launched a career for the pair on the European nightclub circuit, and they began to perform with tigers. They were discovered performing in Paris by Tony Azzie, who asked them to come to Las Vegas in 1967. They spent some time in Puerto Rico and may have purchased property there.\nIn 1981, Ken Feld of Irvin & Kenneth Feld Productions started the \"Beyond Belief\" show with them at the New Frontier Hotel and Casino. A revamped version of the show was taken on a world tour in the third quarter of 1988.\nDuring a period of their careers, Fischbacher and Horn were romantically involved, though they avoided discussion of their private lives.\n2003 tiger attack.\nDuring a show at the Mirage on Horn's birthday on October 3, 2003, a 7-year-old white tiger named Montecore attacked Horn. As part of the act, but veering off script, Horn held his microphone to Montecore's mouth and told him to say \"hello\" to the audience. Montecore responded by biting Horn's sleeve. Horn swatted the tiger and barked \"release!\". Suffering from dizziness, Horn tripped and fell onto his back, and Montecore moved to stand over him.\nAs standby trainers rushed in from offstage to assist, Montecore bit into Horn's neck and dragged him offstage. Trainers got the tiger to release Horn by spraying him with CO2 fire extinguisher canisters, the last resort available.\nThe attack severed Horn's spine, drained his blood, and severely injured other parts of his body, permanently impairing his motor and verbal abilities. He also had a stroke either before or after Montecore dragged him offstage.\nWhile being taken to the hospital, Horn stated, \"Montecore is a great cat. Make sure no harm comes to Montecore.\" He told \"People Magazine\" in September 2004 that Montecore saved his life by trying to drag him to safety after he had a stroke. The incident prompted the Mirage to close the show, which had 267 cast and crew members.\nTrainer Chris Lawrence later refuted Fischbacher and Horn's explanations for why the tiger attacked Horn, alleging it was due to Horn's mishandling of Montecore. The duo dismissed Lawrence's claims, stating he \"had problems with his life anyway.\" Lawrence later said he believed that the duo and the Mirage covered up the real reason for the attack in order to protect their image.\nAftermath and retirement.\nIn August 2004, their act became the basis for \"Father of the Pride\". Right before its release, the series was almost cancelled until Fischbacher and Horn urged NBC to continue production after Horn's condition improved after the attack by Montecore in October 2003. By March 2006, Horn was talking and walking, with assistance from Fischbacher, and appeared on Pat O'Brien's television news program \"The Insider\" to discuss his daily rehabilitation.\nIn February 2009, the duo staged a final appearance with Montecore as a benefit for the Lou Ruvo Brain Institute (though Chris Lawrence had stated this performance involved a different tiger). Their performance was recorded for broadcast on ABC television's \"20\" program.\nOn April 23, 2010, Fischbacher and Horn retired from show business. \"The last time we closed, we didn't have a lot of warning\", said longtime manager Bernie Yuman. \"This is farewell. This is the dot at the end of the sentence.\"\nOn March 19, 2014, Montecore died after a brief illness. He was 17 years old.\nIn February 2009, the duo staged a final appearance with Montecore as a benefit for the Lou Ruvo Brain Institute (though Chris Lawrence had stated this performance involved a different tiger). Their performance was recorded for broadcast on ABC television's \"20\" program.\nOn April 23, 2010, Fischbacher and Horn retired from show business. \"The last time we closed, we didn't have a lot of warning\", said longtime manager Bernie Yuman. \"This is farewell. This is the dot at the end of the sentence.\"\nOn March 19, 2014, Montecore died after a brief illness. He was 17 years old.\nIn June 2016, director Philipp Stölzl announced that Fischbacher and Horn would produce a biopic film documenting their lives. Following Horn's death in 2020, this most likely will not happen.\nHorn's illness and death.\nOn April 28, 2020, Horn's publicist stated he \"tested positive for the virus that causes COVID-19 and is currently responding well to treatment\". However, his condition deteriorated and he died at the age of 75 on May 8, 2020 at Mountain View Hospital in Las Vegas. The duo's spokesman, Dave Kirvin, announced Horn's death and said it was due to complications from the disease. Fischbacher stated that \"the world has lost one of the greats of magic, but I have lost my best friend\".\nHorn was cremated and Fischbacher stated he would keep his ashes in an urn.\nFischbacher's death.\nOn January 12, 2021, Fischbacher announced he had terminal pancreatic cancer. He died the next day in Las Vegas from the disease at the age of 81.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germans","surface_form":"German","offset":130},{"uri":"Americans","surface_form":"American","offset":137},{"uri":"Magician","surface_form":"magician","offset":146},{"uri":"Entertainer","surface_form":"entertainer","offset":160},{"uri":"White_lion","surface_form":"white lion","offset":205},{"uri":"White_tiger","surface_form":"white tiger","offset":221},{"uri":"Las_Vegas","surface_form":"Las Vegas","offset":237},{"uri":"Nevada","surface_form":"Nevada","offset":248},{"uri":"Germany","surface_form":"Germany","offset":285},{"uri":"United_States","surface_form":"United States","offset":312},{"uri":"Father_of_the_Pride","surface_form":"Father of the Pride","offset":432},{"uri":"United_States","surface_form":"United States","offset":542},{"uri":"Naturalization","surface_form":"naturalized citizen","offset":567},{"uri":"Rosenheim","surface_form":"Rosenheim","offset":650},{"uri":"World_War_II","surface_form":"World War II","offset":792},{"uri":"SS_Pasteur_(1938)","surface_form":"TS \"Bremen\"","offset":1054},{"uri":"New_York_(state)","surface_form":"New York","offset":1323},{"uri":"Nordenham","surface_form":"Nordenham","offset":1429},{"uri":"Bremen","surface_form":"Bremen","offset":2100},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":2455},{"uri":"Feld_Entertainment","surface_form":"Irvin & Kenneth Feld Productions","offset":2527},{"uri":"New_Frontier_Hotel_and_Casino","surface_form":"New Frontier Hotel and Casino","offset":2610},{"uri":"The_Mirage","surface_form":"Mirage","offset":2906},{"uri":"People_Magazine","surface_form":"People Magazine","offset":3919},{"uri":"Father_of_the_Pride","surface_form":"Father of the Pride","offset":4584},{"uri":"NBC","surface_form":"NBC","offset":4697},{"uri":"Pat_O%27Brien_(television)","surface_form":"Pat O'Brien","offset":4898},{"uri":"The_Insider_(TV_series)","surface_form":"The Insider","offset":4937},{"uri":"Lou_Ruvo_Brain_Institute","surface_form":"Lou Ruvo Brain Institute","offset":5075},{"uri":"American_Broadcasting_Company","surface_form":"ABC","offset":5228},{"uri":"20/20_(US_television_series)","surface_form":"20","offset":5246},{"uri":"Lou_Ruvo_Brain_Institute","surface_form":"Lou Ruvo Brain Institute","offset":5653},{"uri":"American_Broadcasting_Company","surface_form":"ABC","offset":5806},{"uri":"20/20_(US_television_series)","surface_form":"20","offset":5824},{"uri":"Philipp_St%C3%B6lzl","surface_form":"Philipp Stölzl","offset":6166},{"uri":"Coronavirus_disease_2019","surface_form":"COVID-19","offset":6451},{"uri":"Mountain_View_Hospital%2C_Las_Vegas","surface_form":"Mountain View Hospital","offset":6591},{"uri":"Urn","surface_form":"urn","offset":6916},{"uri":"Pancreatic_cancer","surface_form":"pancreatic cancer","offset":7001}]}