{"id":419882,"url":"http://en.wikipedia.org/wiki/Owain_Glynd%C5%B5r","text":"Owain Glyndŵr, (also known as Owain Glyn Dŵr and Owen Glendower), (c. 1355 – c. 1415) was the last person born in Wales to be Prince of Wales. He was prince between 1401 and 1416. He started the Welsh Revolt against Henry IV of England's rule of Wales. In the late 19th century the Young Wales (Cymru Fydd) movement decided that he was the father of Welsh nationalism. Since then he has been seen as a hero by the Welsh. There is a university in Wales that is called Glyndŵr University after him.\nEarly life.\nGlyndŵr was born into an Anglo-Welsh family in about 1355. His family were reasonably rich and had large properties in the north east of Wales. He was educated in England, and later joined the English army. He took part in an attack on Scotland, and then later went back to Wales. After Richard II was overthrown by Henry IV there was a period of confusion, and Reginald Grey, 3rd Baron Grey de Ruthyn took the opportunity to take some of Glyndŵr's lands. Grey was a supporter of Henry IV, while Glyndŵr had supported Richard II.\nRebellion.\nGlyndŵr sought help from Henry IV to deal with his land being taken, but Henry refused to take action against his supporters. Glyndŵr also failed to supply soldiers to the king for another attack on Scotland. Grey called him a traitor. Glyndŵr decided to take action against Henry IV. He gave himself the title of Prince of Wales in September 1400, and began a series of attacks against Grey and towns along the borders with England. Henry IV sent his army to Wales to fight Glyndŵr and regain control, but it had the opposite effect. It became a widespread rebellion against England.\nIn April 1401 Glyndŵr's army captured Conwy Castle. The next year, at the Battle of Bryn Glas, also known as the Battle of Pillethl, Glyndŵr defeated the English army, and captured its leader, Edmund Mortimer. By 1404 a French army had landed, and together with the Welsh army they attacked Worcester.\nBy 1408 the English forces were able to defeat the Welsh, and support for the rebellion collapsed. Glyndŵr still kept up attacks and raids on the English, but this was more of a guerrilla campaign than a full scale revolt. The last mention of Glyndŵr is when the English offered terms if he surrendered in 1416. It is believed that he was already dead.\nFamily.\nAll of Owain's sons either died while fighting in war, taken prisoner and died as prisoners, or died with no children of their own. Owain also had children from other women who were not his wife. They were named: David, Gwenllian, Ieuan, and Myfanwy.\nTudor Dynasty.\nAfter Owain died, most people did not care if the English people ruled the country anymore. During the time of the Tudor's, men from Wales, called Welshmen, started to become more famous in English society.\nA hero in Wales.\nMany people forgot about how important Owain was until the 1800's, when people started to celebrate his life. The \"Young Wales\" group made him the symbol of Welsh nationalism. Things that were owned by Owain were found in the National Library of France during this time period. They found his \"Great Seal\" and letters he had written to French people. A statue of him was made and put at Cardiff City Hall during World War I. Postcards were sold Owain on them. The postcards were sold to make money to help soldiers who were injured in war.\nIn 1808, the Royal Navy named a Fifth-rate frigate after Owain. It was called the HMS \"Owen Glendower\". The boat served in the Gunboat War. It helped take over island of Anholt. During the years 1822 and 1824, the boat was in the West Africa Squadron, where it chased slave ships. It captured two ships.\nNationally, Owain is as famous as King Arthur. Organizations use his name and drawings of him as their symbols to celebrate Wales as a country and Welsh culture. In the 1980s, a group of people called \"Meibion Glyndŵr\" burned down vacation homes owned by English people. They used Owain as their logo. In the year 2000, parties were held across Wales to celebrate the 600th anniversary of Owain's revolt. In 1974 and 2008, stamps were made with Owain on them. There is an award that is given every year for arts and writing called the Glyndŵr Award. The band Manic Street Preachers wrote a song about Owain in 2007 called \"1404\". There are many statues throughout Wales of Owain.\nThere is a building at the University of Cape Town, called Glendower Residence, that is named after Owain. It used to be a hotel, and is now where students live.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wales","surface_form":"Wales","offset":114},{"uri":"Prince_of_Wales","surface_form":"Prince of Wales","offset":126},{"uri":"Welsh_Revolt","surface_form":"Welsh Revolt","offset":195},{"uri":"Henry_IV_of_England","surface_form":"Henry IV of England","offset":216},{"uri":"Welsh_nationalism","surface_form":"Welsh nationalism","offset":350},{"uri":"Glynd%C5%B5r_University","surface_form":"Glyndŵr University","offset":467},{"uri":"England","surface_form":"England","offset":672},{"uri":"Scotland","surface_form":"Scotland","offset":745},{"uri":"Richard_II","surface_form":"Richard II","offset":796},{"uri":"Henry_IV_of_England","surface_form":"Henry IV","offset":825},{"uri":"Reginald_Grey%2C_3rd_Baron_Grey_de_Ruthyn","surface_form":"Reginald Grey, 3rd Baron Grey de Ruthyn","offset":871},{"uri":"Conwy_Castle","surface_form":"Conwy Castle","offset":1673},{"uri":"Battle_of_Bryn_Glas","surface_form":"Battle of Bryn Glas","offset":1709},{"uri":"Edmund_Mortimer","surface_form":"Edmund Mortimer","offset":1828},{"uri":"Worcester","surface_form":"Worcester","offset":1926},{"uri":"Ieuan_ab_Owain_Glynd%C5%B5r","surface_form":"Ieuan","offset":2529},{"uri":"Tudor_dynasty","surface_form":"Tudor","offset":2679},{"uri":"Cymru_Fydd","surface_form":"Young Wales","offset":2903},{"uri":"Nationalism","surface_form":"nationalism","offset":2951},{"uri":"Biblioth%C3%A8que_nationale_de_France","surface_form":"National Library of France","offset":3014},{"uri":"City_Hall%2C_Cardiff","surface_form":"Cardiff City Hall","offset":3175},{"uri":"World_War_I","surface_form":"World War I","offset":3200},{"uri":"Postcard","surface_form":"Postcard","offset":3213},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":3341},{"uri":"Fifth-rate","surface_form":"Fifth-rate","offset":3360},{"uri":"Frigate","surface_form":"frigate","offset":3371},{"uri":"HMS_Owen_Glendower_(1808)","surface_form":"HMS \"Owen Glendower\"","offset":3410},{"uri":"Gunboat_War","surface_form":"Gunboat War","offset":3455},{"uri":"Anholt_(Denmark)","surface_form":"Anholt","offset":3498},{"uri":"West_Africa_Squadron","surface_form":"West Africa Squadron","offset":3558},{"uri":"Slavery","surface_form":"slave","offset":3596},{"uri":"King_Arthur","surface_form":"King Arthur","offset":3666},{"uri":"Meibion_Glynd%C5%B5r","surface_form":"Meibion Glyndŵr","offset":3834},{"uri":"Logo","surface_form":"logo","offset":3928},{"uri":"Anniversary","surface_form":"anniversary","offset":4006},{"uri":"Stamp","surface_form":"stamp","offset":4055},{"uri":"Award","surface_form":"award","offset":4104},{"uri":"Glynd%C5%B5r_Award","surface_form":"Glyndŵr Award","offset":4167},{"uri":"Manic_Street_Preachers","surface_form":"Manic Street Preachers","offset":4191},{"uri":"University_of_Cape_Town","surface_form":"University of Cape Town","offset":4339}]}