{"id":419801,"url":"http://en.wikipedia.org/wiki/Lubricant","text":"A lubricant is a substance used to reduce friction between moving surfaces. The property of reducing friction is known as \"lubricity\" (slipperiness).\nThe most often used lubricant is motor oil, which is used in engines of cars and motorcycles.\nSometimes, chemicals are added to normal oil to give it special properties. A lubricant, like motor oil, can also help in reducing heat. Simply put, cooling depends on surface area in contact. So, if something normally has a small surface area, you can put that thing into a bigger pot, and put oil in the pot. This way, oil comes in contact with small surface area of the small object, and transfers that heat to the big surface area of the big vessel. As a rule, liquids can transfer heat better than gases.\nIn manufacturing, sometimes oil is used to cool the item being made. This also helps in removing metal that was just chipped off. This chipped-off metal normally flows with the oil until it is filtered. Then the oil is reused. The filtered metal chips are normally scrapped.\nSometimes, lubricants are used for hydraulic machines. A hydraulic machine uses the fact that the hydraulic oil cannot be compressed, and performs a simple conversion – it works like a lever.\nOils can cause pollution, especially water pollution, if released into the open.","categories":[],"infobox_types":[],"annotations":[{"uri":"Substance","surface_form":"substance","offset":17},{"uri":"Friction","surface_form":"friction","offset":42},{"uri":"Movement","surface_form":"moving","offset":59},{"uri":"Motor_oil","surface_form":"motor oil","offset":183},{"uri":"Engine","surface_form":"engine","offset":211},{"uri":"Heat","surface_form":"heat","offset":375},{"uri":"Gas","surface_form":"gas","offset":747},{"uri":"Manufacturing","surface_form":"manufacturing","offset":757},{"uri":"Filter","surface_form":"filter","offset":947},{"uri":"Hydraulics","surface_form":"hydraulic","offset":1064},{"uri":"Compression","surface_form":"compressed","offset":1151},{"uri":"Lever","surface_form":"lever","offset":1214},{"uri":"Pollution","surface_form":"pollution","offset":1236},{"uri":"Water_pollution","surface_form":"water pollution","offset":1258}]}