{"id":419905,"url":"http://en.wikipedia.org/wiki/Principality_of_Capua","text":"The Principality of Capua (or ',) was a state in the south of the Italian Peninsula. It existed from the 9th century to the 11th century. For most of its history, it was independent in practice, but officially under the suzerainty of the Western and Eastern Roman Empires.\nCapua was originally a gastaldate within the Principality of Benevento, and then a county within the Principality of Salerno. The rulers of Capua were Lombards until 1058, when it was conquered by Normans.\nOrigins.\nOld Capua was an ancient Etruscan city. It was the one of the most important cities in southern Italy during the Roman Empire. When the Lombards invaded Italy in the second half of the 6th century, Capua was sacked. Later, it was made a part of the Duchy of Benevento, and ruled by a Lombard official with the title of \"gastald\". Little is known of this part of its history.\nCapua first became a state of its own under Landulf I. In 839, the duke of Benevento, Sicard, was killed by Radelchis, who took the throne for himself. This caused a civil war that divided the country. Sicard's brother Siconulf declared Salerno independent and himself prince of Salerno. Landulf and his sons had also been allies to Sicard, so the gastald declared Capua independent too. In 841, Capua was sacked and completely destroyed by mercenaries hired by Radelchis. In early 849, Landulf's eldest son Lando I asked the Holy Roman Emperor to settle the dispute and end the war. The emperor divided Benevento and Salerno into two separate principalities. Capua was made a county of the Principality of Salerno. Since Old Capua had been destroyed, Lando I had a new city built around a nearby fort in 856. This new city was the Capua that still exists today.\nLando did not submit to Siconulf or Salerno for very long. Capua was invaded by Salerno and Naples in 859, but defeated them. Pando (ruled 861–862) declared Capua independent of Salerno in 862. On his death in the same year, a dispute arose over who should be the next count. Pando's son Pandenulf was deposed by his uncle Landulf II. Landulf was also the bishop of Capua, so he governed both politics and religion in the county. When he died in 879, a civil war started over the throne. The two claimants were Pandenulf, the previous count who had been deposed, and Lando III, another grandson of Landulf I. Salerno allied with Lando III and Benevento with Pandenulf. They both ruled in different parts of the county, and they both made their sons Bishop of Capua. Pandenulf successfully held the throne in Capua during the civil war, until Lando III captured the city in 882.\nLando III and his brother Landenulf I spent their reigns defending Capua against Naples. Their other brother, Atenulf, had joined with Naples against them. By early January 887, Atenulf established himself as the Prince of Capua. He then turned his attention to conquering Benevento.\nUnion with Benevento.\nIn 899, Atenulf I defeated Radelchis II and conquered Benevento. He was proclaimed Prince of Benevento in January 900. He united the principalities of Capua and Benevento and declared them to be inseparable. He also introduced a diarchy-style system for the throne. Under this system, the sons and brothers of the prince would have equal status, and would rule alongside the prince. By doing this, Atenulf hoped to prevent future disputes over succession.\nAtenulf made his son, Landulf III, co-prince. Together they made alliances with the local Greek states, such as Naples and Gaeta. After Atenulf died, Landulf mostly continued the policies of his father. He is best known for his involvement at the Battle of Garigliano, in which the Fatimid Saracens were defeated. He spent most of his reign after Garigliano trying to weaken the Byzantine authority in Apulia and the Campania. His son, Landulf IV, allied against Salerno. Like his father, he attacked Byzantine territories, but was defeated. Capua was forced to become a vassal of the Byzantine Empire, at least officially.\nUnder Landulf IV's sons, the union of Capua and Benevento broke down. Although they remained united by law, Pandulf ruled in Capua and Landulf V ruled in Benevento. However, all of the Lombard states in Italy were eventually unified under Pandulf, who was called \"Ironhead\". The Emperor Otto I gave the Duchy of Spoleto and Camerino to Pandulf in 967. When Landulf V died in 969, Pandulf seized Benevento from his nephew, Pandulf II. He then became Prince of Salerno in 978, when the reigning prince died without any children. Before Pandulf died, he split the country between his sons; Benevento–Capua was given to his eldest son, Landulf VI.\n11th century.\nSoon, Benevento and Capua were divided by the Emperor Otto I. Landulf VI kept Capua, while Benevento was given back to his cousin, Landulf V's son Pandulf II. In the 990s, Capua experienced a period of instability. Landenulf II was murdered by his brother Laidulf, who took the throne for himself. When the Emperor Otto III found out, he had Laidulf removed. His replacement was then overthrown by the citizens of Capua. The old dynasty was reinstalled in 1000 under Landulf VII, the second son of Landulf V. He made his brother, Pandulf II of Benevento, regent for his son and heir. Pandulf reigned alongside his nephew as Pandulf III of Capua. Thus, Capua and Benevento were briefly united for the last time.\nCapua regained some of its earlier power under Pandulf IV. He was deposed twice between his succession in 1016 and his death in 1050. He was originally an ally of the Byzantines and remained allied with them against all his neighbours until the end. He was constantly in dispute with the church, and with the coastal duchies of Naples, Gaeta and Amalfi. For all this, he was nicknamed the \"Wolf of the Abruzzi\". He wanted to give Capua a seaport. He deposed the dukes of Naples and Gaeta, and went to war against Guaimar IV, the Prince of Salerno. The Emperor Henry II had him removed and imprisoned, but he eventually won back his throne.\nThe city became less important under Pandulf's successors. It was eventually taken by the Norman allies of Guaimar IV.\nNorman rule.\nThe Norman count Richard of Aversa conquered Capua in 1058. He left the city itself in the control of Landulf VIII for another four years, until 12 May 1062. Richard became an ally of the Popes, but was later excommunicated. His son and successor, Jordan I, captured an area of Papal territory for the principality. He was also excommunicated. When Richard died, his family was very powerful, with strong influence over central Italy.\nWhen Jordan I died in 1091, the Capua's power declined quickly. From 1091 to 1098, the city of Capua itself was controlled by Lando IV. Lando was a Lombard who was put on the throne by the citizens in opposition to the young Richard II. Richard II was only reinstalled with the help of his fellow Normans from Sicily and Apulia. Capua became dependent on Sicily. The princes continued to try and influence papal elections and act as papal protectors. When Jordan II died in 1127, the principality became a target for Roger II of Sicily, who had united Sicily, Apulia and Calabria. For 20 years from 1135 to 1155, Capua and Sicily were at war with each other until Capua was finally annexed into the Kingdom of Sicily.\nRulers.\nBelow are listed the rulers of Capua from 840 to 1172.\nGastalds and counts.\nThe gastalds (or counts) of Capua were originally vassals of the Dukes of Benevento. In the early 840s, Gastald Landulf I declared independence from Benevento after Salerno had done the same. That caused a civil war in Benevento, which lasted for more than 10 years. At the end of it, Capua was made a vassal of Salerno by the Holy Roman Emperor Louis II. However, this did not last, and by the end of the 9th century Capua was effectively independent.\nPrinces.\nIn 899, the principalities of Benevento and Capua were united by Atenulf I. Until 982, all of the rulers below were Prince of both Capua and Benevento. Atenulf also developed a new system for the throne where fathers would rule with their sons or brothers.\nIn 982, the principalities were finally separated by Pandulf Ironhead and the Emperor Otto I.\nNorman princes.\nThese princes were of the Drengot line.","categories":[],"infobox_types":[],"annotations":[{"uri":"State","surface_form":"state","offset":40},{"uri":"Italian_Peninsula","surface_form":"Italian Peninsula","offset":66},{"uri":"Independence","surface_form":"independent","offset":170},{"uri":"Suzerainty","surface_form":"suzerainty","offset":220},{"uri":"Holy_Roman_Empire","surface_form":"Western","offset":238},{"uri":"Eastern_Roman_Empire","surface_form":"Eastern Roman Empire","offset":250},{"uri":"Gastald","surface_form":"gastald","offset":296},{"uri":"Principality_of_Benevento","surface_form":"Principality of Benevento","offset":318},{"uri":"County","surface_form":"county","offset":356},{"uri":"Principality_of_Salerno","surface_form":"Principality of Salerno","offset":374},{"uri":"Lombards","surface_form":"Lombards","offset":424},{"uri":"Normans","surface_form":"Normans","offset":470},{"uri":"Etruscan_civilization","surface_form":"Etruscan","offset":513},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":601},{"uri":"Duchy_of_Benevento","surface_form":"Duchy of Benevento","offset":737},{"uri":"Landulf_I_of_Capua","surface_form":"Landulf I","offset":907},{"uri":"Sicard_of_Benevento","surface_form":"Sicard","offset":949},{"uri":"Radelchis_I_of_Benevento","surface_form":"Radelchis","offset":971},{"uri":"Civil_war","surface_form":"civil war","offset":1029},{"uri":"Siconulf_of_Salerno","surface_form":"Siconulf","offset":1082},{"uri":"Salerno","surface_form":"Salerno","offset":1100},{"uri":"Mercenary","surface_form":"mercenaries","offset":1304},{"uri":"Lando_I_of_Capua","surface_form":"Lando I","offset":1371},{"uri":"Holy_Roman_Emperor","surface_form":"Holy Roman Emperor","offset":1389},{"uri":"County","surface_form":"county","offset":1540},{"uri":"Fort","surface_form":"fort","offset":1660},{"uri":"Capua","surface_form":"Capua","offset":1695},{"uri":"Naples","surface_form":"Naples","offset":1818},{"uri":"Pando_of_Capua","surface_form":"Pando","offset":1852},{"uri":"Pandenulf_of_Capua","surface_form":"Pandenulf","offset":2014},{"uri":"Depose","surface_form":"deposed","offset":2028},{"uri":"Landulf_II_of_Capua","surface_form":"Landulf II","offset":2049},{"uri":"Bishop","surface_form":"bishop","offset":2082},{"uri":"Lando_III_of_Capua","surface_form":"Lando III","offset":2293},{"uri":"Landenulf_I_of_Capua","surface_form":"Landenulf I","offset":2630},{"uri":"Atenulf_I_of_Capua","surface_form":"Atenulf","offset":2714},{"uri":"Radelchis_II_of_Benevento","surface_form":"Radelchis II","offset":2937},{"uri":"Dual_monarchy","surface_form":"united the principalities","offset":3032},{"uri":"Inseparable","surface_form":"inseparable","offset":3105},{"uri":"Diarchy","surface_form":"diarchy","offset":3139},{"uri":"Order_of_succession","surface_form":"succession","offset":3354},{"uri":"Landulf_I_of_Benevento","surface_form":"Landulf III","offset":3388},{"uri":"Duchy_of_Gaeta","surface_form":"Gaeta","offset":3489},{"uri":"Battle_of_Garigliano","surface_form":"Battle of Garigliano","offset":3613},{"uri":"Fatimid_Caliphate","surface_form":"Fatimid Saracens","offset":3648},{"uri":"Apulia","surface_form":"Apulia","offset":3768},{"uri":"Campania","surface_form":"Campania","offset":3783},{"uri":"Landulf_II_of_Benevento","surface_form":"Landulf IV","offset":3802},{"uri":"Pandulf_Ironhead","surface_form":"Pandulf","offset":4098},{"uri":"Landulf_III_of_Benevento","surface_form":"Landulf V","offset":4125},{"uri":"Otto_I%2C_Holy_Roman_Emperor","surface_form":"Emperor Otto I","offset":4269},{"uri":"Pandulf_II_of_Benevento","surface_form":"Pandulf II","offset":4412},{"uri":"Landulf_IV_of_Benevento","surface_form":"Landulf VI","offset":4622},{"uri":"Otto_III%2C_Holy_Roman_Emperor","surface_form":"Otto III","offset":4963},{"uri":"Landulf_VII_of_Capua","surface_form":"Landulf VII","offset":5115},{"uri":"Regent","surface_form":"regent","offset":5203},{"uri":"Pandulf_IV_of_Capua","surface_form":"Pandulf IV","offset":5406},{"uri":"Catholic_Church","surface_form":"church","offset":5647},{"uri":"Abruzzo","surface_form":"Abruzzi","offset":5761},{"uri":"Seaport","surface_form":"seaport","offset":5797},{"uri":"Guaimar_IV_of_Salerno","surface_form":"Guaimar IV","offset":5872},{"uri":"Henry_II%2C_Holy_Roman_Emperor","surface_form":"Henry II","offset":5919},{"uri":"Normans","surface_form":"Norman","offset":6089},{"uri":"Richard_I_of_Capua","surface_form":"Richard of Aversa","offset":6148},{"uri":"Landulf_VIII_of_Capua","surface_form":"Landulf VIII","offset":6233},{"uri":"Excommunication","surface_form":"excommunicated","offset":6340},{"uri":"Jordan_I_of_Capua","surface_form":"Jordan I","offset":6379},{"uri":"Lando_IV_of_Capua","surface_form":"Lando IV","offset":6692},{"uri":"Richard_II_of_Capua","surface_form":"Richard II","offset":6791},{"uri":"Sicily","surface_form":"Sicily","offset":6876},{"uri":"Apulia","surface_form":"Apulia","offset":6887},{"uri":"Papal_conclave","surface_form":"papal elections","offset":6972},{"uri":"Jordan_II_of_Capua","surface_form":"Jordan II","offset":7022},{"uri":"Roger_II_of_Sicily","surface_form":"Roger II","offset":7083},{"uri":"Annexation","surface_form":"annexed","offset":7248},{"uri":"Gastald","surface_form":"gastald","offset":7372},{"uri":"Count","surface_form":"count","offset":7385},{"uri":"Vassal","surface_form":"vassal","offset":7418},{"uri":"Duchy_of_Benevento","surface_form":"Dukes of Benevento","offset":7433},{"uri":"Salerno","surface_form":"Salerno","offset":7533},{"uri":"Holy_Roman_Emperor","surface_form":"Holy Roman Emperor","offset":7695},{"uri":"Louis_II_of_Italy","surface_form":"Louis II","offset":7714},{"uri":"Rainulf_Drengot","surface_form":"Drengot","offset":8223}]}