{"id":419989,"url":"http://en.wikipedia.org/wiki/Isotopes_of_hydrogen","text":"Hydrogen has three main isotopes; protium (1H), deuterium (2H) and tritium (3H). These isotopes form naturally in nature. Protium and deuterium are stable. Tritium is radioactive and has a half-life of about 12 years. Scientists have created four other hydrogen isotopes (4H to 7H), but these isotopes are very unstable and do not exist naturally.\nThe main isotopes of hydrogen are unique because they are the only isotopes that have a name. These names are still in use today. Deuterium and tritium sometimes get their own symbols, D and T. However, the International Union of Pure and Applied Chemistry does not like these names very much, even though they are often used. There are other isotopes that had their own names when scientists studied radioactivity. But, their names are no longer used today.\nProtium (hydrogen-1).\nProtium is the most common isotope of hydrogen. It makes up more than 99.98% of all the hydrogen in the universe. It is named \"protium\" because it's nucleus only has one proton. Protium has an atomic mass of 1.00782504(7) u. The symbol for protium is 1H.\nThe proton of protium has never decayed in an observation, so scientists believe that protium is a stable isotope. New theories of particle physics predict that a proton can decay, but this decay is very slow. The proton is said to have a half-life of 1036 years. If proton decay is true, then all other nuclei that are said to be stable are actually only \"observationally stable\", i.e. they look like they are stable. Recent experiments have shown that if proton decay does occur, it would have a half-life of 6.6 × 1033 years.\nDeuterium (hydrogen-2).\nDeuterium, or 2H or sometimes D, is another stable isotope of hydrogen. The isotope has one proton and one neutron. It makes up about 0.0026 – 0.0184% of all atoms of hydrogen on Earth. Deuterium is less in hydrogen gas on Earth and is more in sea water (0.015% or 150 ppm). Deuterium is not radioactive, and it will not harm living things. Deuterium can also form water molecules. Water that has deuterium instead of protium is named heavy water.\nTritium (hydrogen-3).\nTritium (3H) is the most stable radioisotope of hydrogen. That is, of all radioactive isotopes of hydrogen, tritium is the least radioactive. It has a proton and 2 neutrons in its nucleus. Tritium decays through beta minus decay and changes to helium-3. It has a half-life of 12.32 years.\nTritium is formed naturally by the interaction between the gases in the upper atmosphere and cosmic rays. It is also created during nuclear weapons tests. Tritium and deuterium is used in D-T nuclear fusion in stars to give out a lot of energy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Isotope","surface_form":"isotope","offset":24},{"uri":"Protium","surface_form":"protium","offset":34},{"uri":"Deuterium","surface_form":"deuterium","offset":48},{"uri":"Tritium","surface_form":"tritium","offset":67},{"uri":"Radioactivity","surface_form":"radioactive","offset":167},{"uri":"Half-life_(element)","surface_form":"half-life","offset":189},{"uri":"International_Union_of_Pure_and_Applied_Chemistry","surface_form":"International Union of Pure and Applied Chemistry","offset":555},{"uri":"Atomic_nucleus","surface_form":"nucleus","offset":978},{"uri":"Proton","surface_form":"proton","offset":999},{"uri":"Atomic_mass_unit","surface_form":"u","offset":1051},{"uri":"Radioactive_decay","surface_form":"decayed","offset":1116},{"uri":"Particle_physics","surface_form":"particle physics","offset":1215},{"uri":"Proton_decay","surface_form":"a proton can decay","offset":1245},{"uri":"Proton","surface_form":"proton","offset":1729},{"uri":"Neutron","surface_form":"neutron","offset":1744},{"uri":"Parts_per_million","surface_form":"ppm","offset":1906},{"uri":"Water","surface_form":"water","offset":2002},{"uri":"Heavy_water","surface_form":"heavy water","offset":2072},{"uri":"Radioisotope","surface_form":"radioisotope","offset":2139},{"uri":"Radioactive_decay","surface_form":"decays","offset":2304},{"uri":"%CE%B2%E2%88%92_decay","surface_form":"beta minus decay","offset":2319},{"uri":"Helium-3","surface_form":"helium-3","offset":2351},{"uri":"Gas","surface_form":"gas","offset":2455},{"uri":"Atmosphere","surface_form":"atmosphere","offset":2474},{"uri":"Cosmic_ray","surface_form":"cosmic ray","offset":2489},{"uri":"Nuclear_testing","surface_form":"nuclear weapons tests","offset":2528},{"uri":"Nuclear_fusion","surface_form":"nuclear fusion","offset":2588}]}