{"id":419962,"url":"http://en.wikipedia.org/wiki/Bo%C5%BEidar_Boki_Milo%C5%A1evi%C4%87","text":"Božidar \"Boki\" Milošević (31 December 1931 – 15 April 2018), a renowned Serbian and Yugoslav clarinetist.\nBiography.\nHe was born in Prokuplje to father Krsta, a farmer (1892–1968), and mother Vidosava, a housewife (1896–1971). After completing primary school in 1947, self-taught, he began playing the clarinet. In 1950 he came to Belgrade, where he started studying the English language at the Faculty of Philology. At the same time, he worked at the National Orchestra of Radio Television Belgrade, which was then led by the famous Vlastimir Pavlović Carevac. Since that year, he has launched into a successful music career. The same 1950 he passed I preparatory class at the School of Music Josip Slavenski in Belgrade, under professor Franjo Partlić, and automatically entered the second grade. He became a member of the sextet Duško Radetić in Radio Belgrade from its founding in 1951.\nIn 1951 music editor of Radio Belgrade, Djordje Karaklajić, formed the Great National Orchestra RTB and was its principal conductor. He arranged the Yugoslav folk melodies in a serious way. The Orchestra was also conducted by Dušan Skovran, a rector of the Music Academy in Belgrade, and Djura Jakšić, a headmaster of the Music School \"Slavenski\" in Belgrade. [http://klarinetknjige.wordpress.com/category/zasluzni-klarinetisti/bozidar-boki-milosevic-zasluzni-klarinetisti/ Božidar Milošević] regularly performed in this Orchestra.\nFrom 1952 to 1956 he continued musical education in the High Music School Slavenski under the mentorship of professor Franjo Partlić. During the period of 1955–1958, he used to play in the String Orchestra RTB under the direction of Ilija Genić – Baćka.\nAfter the death of Carevac in 1956, the violinist Rade Jašarević Rade Jašarević was appointed as the new head of the National Orchestra of Radio Television Belgrade. Božidar Boki Milošević was still playing in the Orchestra as a soloist on the clarinet.\nFrom 1956 to 1960 he studied at the Music Academy in Belgrade with the first generation of clarinetists (Ernest Ačkun, Mihailo Živanović, Milenko Stefanovic and Božidar Milošević) in the class of the renowned professor Bruno Brun. Then, under the mentorship of professor Bruno Brun, entered postgraduate studies (1960–1963). From 1960 to 1966 he was engaged in teaching, working as a professor of clarinet at the Music School \"Slavenski\" which was a part of the Music Academy in Belgrade. In 1966 he moved to Belgrade Philharmonic Orchestra and became its member and soloist.\nAfter the death of the violinist Rade Jašareviđ in a car accident, Bozidar Milošević had become 1976 the head of the famous National Orchestra of Radio Television Belgrade and worked there until his retirement in 1980. He had been an instrumental soloist of the orchestra for 30 years.\nMilošević died on 15 April 2018 in Belgrade at the age of 86.\nTours and concerts.\nAs a soloist performer, he had [http://klarinetknjige.wordpress.com/2012/06/12/bozidar-boki-milosevic-turneje-i-snimci/ tours] and concerts all over the world. In the 1950s in Israel, London, Vienna, Berlin, across the United States, Colombia, Guatemala, Canada, Mexico and... Touring the Soviet Union in 1971, he visited more than half of the Soviet Union. There he composed his first composition Vlaska storm.\nRecordings, phonograph records, CDs and reviews.\nWith [https://www.youtube.com/watch?feature=player_embedded&v=LPJgoEnzThc the sextet Duško Radetić], the Orchestra of Radio Television Belgrade, the Grand National Orchestra RTB and others, he made many lasting and valuable recordings of the Yugoslav national heritage.\nAs an instrumental soloist, he made countless shows in radio and television programs in many European countries as well as in the New York NBC television. Here, in the country, in addition to regular appearances, his two special TV shows in which he presented himself as a complete musician performing at a high level classical, jazz, evergreen, and folk music are still remembered.\nHe has made a lot of records and CDs, mostly for record label PGP RTB.\nBoth domestic and foreign music critics gave very high ratings and opinions about Milosevic's music-making.\nSignificance and contribution.\nBy all means, with his genuine skilful work, great talent, originality of ideas and distinctive-original style of playing the clarinet, Božidar Milošević is a longtime active participant in the development of folk music and setting of its standards, criteria, and evaluation. He is a part of the Serbian and Yugoslav folk music and folklore, whose musical tradition he spread to all five continents making sure to preserve its originality and authenticity.\nHe is a role model and measure of value for many young generations of clarinetist. He has introduced a severe-educated way of playing the clarinet in folk music, not deviating from any element of academic level of playing the clarinet and his approach.\nThis brilliant, excellent and complete performer with the great work has made many valuable recordings of all genres (from [https://www.youtube.com/watch?v=9B72T3lB7xw&feature=context-chv/ Mozart's \"Divertimento\"] and the \"A major concert for the clarinet and orchestra\", to [https://www.youtube.com/watch?v=Bhu0E4t_85U/ \"jazz concert of Artie Shaw\"], through melodies [https://www.youtube.com/watch?v=3wsv-k65XPs&list=UL/ \"eternally living\"], to melodious Vranje and his featuring compositions of [https://www.youtube.com/watch?v=LPJgoEnzThc&feature=BFa&list=UL3wsv-k65XPs/ southern Serbia]...) for Radio Belgrade, Radio Novi Sad, Radio Titograd, Radio Sarajevo, Radio Skopje, Radio Zagreb and Radio Ljubljana.","categories":[],"infobox_types":[],"annotations":[{"uri":"Serbia","surface_form":"Serbia","offset":72},{"uri":"Yugoslavia","surface_form":"Yugoslav","offset":84},{"uri":"Clarinet","surface_form":"clarinet","offset":93},{"uri":"Belgrade","surface_form":"Belgrade","offset":331},{"uri":"University_of_Belgrade_Faculty_of_Philology","surface_form":"Faculty of Philology","offset":395},{"uri":"Radio_Television_of_Serbia","surface_form":"National Orchestra of Radio Television Belgrade","offset":452},{"uri":"Vlastimir_Pavlovi%C4%87_Carevac","surface_form":"Vlastimir Pavlović Carevac","offset":534},{"uri":"Radio_Belgrade","surface_form":"Radio Belgrade","offset":849},{"uri":"Soloist","surface_form":"soloist","offset":1906},{"uri":"Ernest_A%C4%8Dkun","surface_form":"Ernest Ačkun","offset":2036},{"uri":"Mihailo_%C5%BDivanovi%C4%87","surface_form":"Mihailo Živanović","offset":2050},{"uri":"Milenko_Stefanovic","surface_form":"Milenko Stefanovic","offset":2069},{"uri":"Bruno_Brun","surface_form":"Bruno Brun","offset":2150},{"uri":"Belgrade_Philharmonic_Orchestra","surface_form":"Belgrade Philharmonic Orchestra","offset":2440},{"uri":"Belgrade","surface_form":"Belgrade","offset":2828},{"uri":"Soloist","surface_form":"soloist","offset":2880},{"uri":"Concert","surface_form":"concert","offset":3006},{"uri":"Israel","surface_form":"Israel","offset":3051},{"uri":"London","surface_form":"London","offset":3059},{"uri":"Vienna","surface_form":"Vienna","offset":3067},{"uri":"Berlin","surface_form":"Berlin","offset":3075},{"uri":"United_States","surface_form":"United States","offset":3094},{"uri":"Colombia","surface_form":"Colombia","offset":3109},{"uri":"Guatemala","surface_form":"Guatemala","offset":3119},{"uri":"Canada","surface_form":"Canada","offset":3130},{"uri":"Mexico","surface_form":"Mexico","offset":3138},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":3164},{"uri":"PGP_RTB","surface_form":"PGP RTB","offset":4051},{"uri":"Vranje","surface_form":"Vranje","offset":5366},{"uri":"Radio_Novi_Sad","surface_form":"Radio Novi Sad","offset":5525},{"uri":"Radio_Titograd","surface_form":"Radio Titograd","offset":5541},{"uri":"Radio_Skopje","surface_form":"Radio Skopje","offset":5573},{"uri":"Radio_Zagreb","surface_form":"Radio Zagreb","offset":5587},{"uri":"Radio_Ljubljana","surface_form":"Radio Ljubljana","offset":5604}]}