{"id":420081,"url":"http://en.wikipedia.org/wiki/Aurornis","text":"\"Aurornis\" is a genus of dinobird from later Jurassic or the Lower Cretaceous. It lived in what is now China. \"Aurornis xui\" may be the most basal (\"primitive\") bird species known to date. Aurornis was discovered in 2013. The animal may predate the famous \"Archaeopteryx lithographica\", the earliest bird, by about 10 million years.\nDescription.\n\"Aurornis\" was described from a sedimentary rock fossil in 2013. The fossil was purchased from a local dealer who said it had been unearthed in Yaoluguo in western Liaoning, China. At first, analysis confirmed it came from the Tiaojishan Formation, which has been dated to the late Jurassic period, about 160 million years ago. The fossil features traces of downy feathers along the animal's tail, chest, and neck. It was only partly prepared at the time of purchase; the feathers were not showing, and the fossil bore no signs of forgery.\nLater doubts.\nOn 7th June 2013 Science (journal) said that Pascal Godefroit, the paleontologist who led the team that described \"Aurornis\", is uncertain if the fossil material came from Liaoning province\u0092's 160-million-year-old Tiaojishan Formation as claimed by the fossil dealer. It may be from the province\u0092's 125-million-year-old Yixian Formation, which is known to have produced several ancient bird fossils. The failure to secure rigorous provenance casts doubt on the claim that \"Aurornis\" is 160 million years old and predates \"Archaeopteryx\". Godefroit's team will try to confirm the specimen\u0092's age by mineralogical and botanical analysis on the shale slab.\n\"Aurornis\" was roughly the size of a modern pheasant – in length from beak to tail tip. It had claws and a long tail. Its leg bones are similar to those of \"Archaeopteryx\", but overall its bone structure is more primitive. The absence of larger feathers suggests \"A. xui\" was unable to fly. If \"Aurornis\" lived roughly 160 million years ago, this is about ten million years before \"Archaeopteryx\", which often has been described as the first bird.\nClassification.\nA phylogenetic analysis of \"Aurornis\" published in 2013 found that it belongs in the bird lineage, in a more basal position than \"Archaeopteryx\". The analysis was based on \"almost 1,500 [anatomical] characteristics.\"\nThe classification of \"A. xui\" as a bird is somewhat contentious, however, due to the various differing definitions of the word \"bird\". Recent discoveries \"[emphasize] how grey the dividing line is between birds and [non-avian] dinosaurs\", says Paul Barrett of the Natural History Museum, in London. \"There's such a gradation in features between them that it's very difficult to tell them apart ... [\"Aurornis xui\"] is certainly an older member of the bird lineage than \"Archaeopteryx\", and it's fair to call it a very primitive bird. But what you call a bird comes down to what you call a bird, and a lot of definitions depend on \"Archaeopteryx\".\" Bird evolution specialist Lawrence Witmer called the new analysis compelling, but said it remains difficult to distinguish birds from birdlike dinosaurs: \"All of these little feathered species running and flapping around... were all very similar.\"\nAmerican paleontologist Luis Chiappe said that \"A. xuis forelimb is too short to be a true bird. It \"is very birdlike, but it is not yet a bird,\" he concluded.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":16},{"uri":"Dinobird","surface_form":"dinobird","offset":25},{"uri":"Jurassic","surface_form":"Jurassic","offset":45},{"uri":"Lower_Cretaceous","surface_form":"Lower Cretaceous","offset":61},{"uri":"China","surface_form":"China","offset":103},{"uri":"Basal","surface_form":"basal","offset":141},{"uri":"Archaeopteryx_lithographica","surface_form":"Archaeopteryx lithographica","offset":257},{"uri":"Sedimentary_rock","surface_form":"sedimentary rock","offset":378},{"uri":"Liaoning","surface_form":"Liaoning","offset":510},{"uri":"Tiaojishan_Formation","surface_form":"Tiaojishan Formation","offset":573},{"uri":"Jurassic","surface_form":"Jurassic","offset":628},{"uri":"Science_(journal)","surface_form":"Science (journal)","offset":917},{"uri":"Provenance","surface_form":"provenance","offset":1331},{"uri":"Archaeopteryx","surface_form":"Archaeopteryx","offset":1422},{"uri":"Mineral","surface_form":"mineral","offset":1498},{"uri":"Shale","surface_form":"shale","offset":1542},{"uri":"Pheasant","surface_form":"pheasant","offset":1598},{"uri":"Phylogenetic","surface_form":"phylogenetic","offset":2020},{"uri":"Basal","surface_form":"basal","offset":2127},{"uri":"Archaeopteryx","surface_form":"Archaeopteryx","offset":2148},{"uri":"Natural_History_Museum","surface_form":"Natural History Museum","offset":2500},{"uri":"London","surface_form":"London","offset":2527}]}