{"id":420172,"url":"http://en.wikipedia.org/wiki/DVD-Audio","text":"DVD-Audio is an audio format similar to the CD. It is commonly claimed to have higher audio quality than the CD. DVD-Audio has not become popular due to the cost and rarity of the players, and because the traditional CD is considered good enough. Tests have shown that the traditional CD already has the highest possible audio quality. This has been mathematically proven by the Nyquist-Shannon sampling theorem. DVD-Audio does, however, support surround sound, and many DVD-Audio releases are available with surround sound. The traditional CD theoretically supports surround sound too, but, with the exception of DTS and Dolby Surround-encoded CDs, no surround-capable CD player has ever been made, and no surround-formatted CD has ever been released.\nTechnical details.\nDVD-audio supports multiple sample rates, including 44.1 (same as CD), 48 (same as DAT and DVD-Video), 88.2, 96, 176.4, and 192 kHz, with either 16, 20, or 24-bit encoding. Surround sound is supported up to the 96 kHz sample rate; higher sample rates can only be in mono or stereo. DVD-Audio also uses 56-bit encryption on the audio data (DVD-Video uses 40-bit CSS encryption and CD does not use encryption). The 56-bit encryption algorithm is a modified version of DES, and like DES it has been broken. DVD-Video content may be present on a DVD-Audio disc to enable compatibility with video-only players. Unlike Super Audio CD, there is no mechanism for compatibility with standard CD players.","categories":[],"infobox_types":[],"annotations":[{"uri":"Audio","surface_form":"audio","offset":16},{"uri":"Compact_Disc","surface_form":"CD","offset":44},{"uri":"Mathematical_proof","surface_form":"mathematically proven","offset":350},{"uri":"Nyquist-Shannon_sampling_theorem","surface_form":"Nyquist-Shannon sampling theorem","offset":379},{"uri":"Surround_sound","surface_form":"surround sound","offset":446},{"uri":"DTS","surface_form":"DTS","offset":614},{"uri":"Dolby_Surround","surface_form":"Dolby Surround","offset":622},{"uri":"CD_player","surface_form":"CD player","offset":670},{"uri":"Digital_Audio_Tape","surface_form":"DAT","offset":855},{"uri":"Hertz","surface_form":"kHz","offset":900},{"uri":"Encryption","surface_form":"encryption","offset":1081},{"uri":"Content_Scramble_System","surface_form":"CSS","offset":1133},{"uri":"Data_Encryption_Standard","surface_form":"DES","offset":1238},{"uri":"Cryptanalysis","surface_form":"broken","offset":1268}]}