{"id":420252,"url":"http://en.wikipedia.org/wiki/Auditory_hallucination","text":"An auditory hallucination is a type of hallucination in which a person thinks they hear sounds, but the sounds are not actually there. In medical terms, it is called a paracusia. A common form involves hearing one or more voices talking. This can be a sign of some psychotic disorders, such as schizophrenia or mania. It is very important sign when deciding that a patient has one of these conditions.\nPeople may hear voices without suffering from any specific mental illness. The causes are still being researched. The main cause of auditory hallucinations in psychotic patients is schizophrenia. The underlying problems in these cases may be genetic.\nThere are three main ways in which the hallucination may form: a person hearing a voice speak thoughts, a person hearing one or more voices arguing, or a person hearing a voice narrating their own actions. There can be other types of auditory hallucinations besides these three. These include hearing music playing inside the mind, usually songs that the person is familiar with. This is usually caused by damage to the brain, hearing loss or epileptic activity.\nThe main method of treating auditory hallucinations is antipsychotic medications that affect the body's dopamine metabolism. If the hallucinations are being caused by a mood disorder, then other medications (such as antidepressants or mood stabilizers) are often used together with the antipsychotics. These treatments may stop the hallucinations, but they are not a cure as they do not fix the cause of the problem. Some psychological therapies have been shown to help lower the intensity of the hallucinations and how often they occur.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hallucination","surface_form":"hallucination","offset":39},{"uri":"Hearing","surface_form":"hear","offset":83},{"uri":"Sound","surface_form":"sound","offset":88},{"uri":"Voice","surface_form":"voice","offset":222},{"uri":"Signs_and_symptoms","surface_form":"sign","offset":252},{"uri":"Psychosis","surface_form":"psychotic","offset":265},{"uri":"Schizophrenia","surface_form":"schizophrenia","offset":294},{"uri":"Mania","surface_form":"mania","offset":311},{"uri":"Mental_illness","surface_form":"mental illness","offset":461},{"uri":"Genetic_disorder","surface_form":"genetic","offset":644},{"uri":"Brain","surface_form":"brain","offset":1073},{"uri":"Hearing_impairment","surface_form":"hearing loss","offset":1080},{"uri":"Epilepsy","surface_form":"epileptic","offset":1096},{"uri":"Antipsychotic","surface_form":"antipsychotic","offset":1171},{"uri":"Dopamine","surface_form":"dopamine","offset":1220},{"uri":"Metabolism","surface_form":"metabolism","offset":1229},{"uri":"Mood_disorder","surface_form":"mood disorder","offset":1285},{"uri":"Antidepressant","surface_form":"antidepressant","offset":1332},{"uri":"Mood_stabilizer","surface_form":"mood stabilizer","offset":1351},{"uri":"Cure","surface_form":"cure","offset":1483},{"uri":"Therapy","surface_form":"therapies","offset":1552}]}