{"id":420405,"url":"http://en.wikipedia.org/wiki/Provenance","text":"e=\"preserve\">Provenance, from the French \"provenir\", \"to come from\", refers to the history of ownership, or the position of a historical object.\nThe term was originally used in relation to works of art. It is now used in a wide range of fields, including archaeology, paleontology, archives, manuscripts, printed books, and science and computing. The main reason to trace the provenance of an object is to get evidence of its original production or discovery. This has a special value to help authenticate objects, to prove what they are. Provenance is essentially a matter of documentation.\nIn archaeology the term provenience is used in related but a subtly different sense to \"provenance\". Archaeological researchers use \"provenience\" to refer to the three-dimensional location or find spot of an artifact or feature within an archaeological site, whereas \"provenance\" covers an object's complete documented history. Ideally, in modern excavations, the provenience or find spot is recorded (even videoed) with great precision, but in older cases only the general site or approximate area may be known, especially when an artifact was found outside a professional excavation and its specific position not recorded. An object may have both a provenience (where it was found) and a provenance (where it has been since it was found). In some cases, especially where there is an inscription, the provenance may include a history that predates its burial in the ground, as well as its history after rediscovery.","categories":[],"infobox_types":[],"annotations":[{"uri":"Art","surface_form":"art","offset":198},{"uri":"Archaeology","surface_form":"archaeology","offset":255},{"uri":"Paleontology","surface_form":"paleontology","offset":268},{"uri":"Archive","surface_form":"archive","offset":282},{"uri":"Manuscript","surface_form":"manuscript","offset":292},{"uri":"Evidence","surface_form":"evidence","offset":410},{"uri":"Authentication","surface_form":"authenticate","offset":493},{"uri":"Document","surface_form":"documentation","offset":577}]}