{"id":42042,"url":"http://en.wikipedia.org/wiki/Thomas_Tallis","text":"Thomas Tallis (born c.1505; died Greenwich November 23 1585) was the most important English composer of his generation.\nWe know very little about Tallis’s youth. He may have started his career as organist at Dover and then Waltham Abbey. After the Dissolution of the monasteries he had a job at Canterbury Cathedral for a short time. He was soon made a Gentleman of the Chapel Royal. He had a job in the royal household until his death. He worked for four monarchs: Henry VIII, Edward VI, Mary Tudor and Elizabeth I.\nTallis was an organist and composer. He had to write music for the royal chapels. He was given the lease of a big house in Kent and a salary of £91 12s a year (12s is 60p in modern money). That was a very good salary in those days. In 1575, Queen Elizabeth I gave Tallis and William Byrd a licence which meant they were the only people allowed to print and publish music in England (music printing was a very new invention at the time). Tallis owned a house in Greenwich where he died in 1585.\nIn the early 16th century church music was often very polyphonic. Voices imitated one another and sang different things at the same time. Tallis wrote church music which was much simpler. In a lot of his music the choir sing homophonic music instead of using the older polyphony. For a short time, during the reign of the Catholic Mary Tudor, polyphonic music was in fashion again. This was the time when Tallis wrote an antiphon “Gaude gloriosa Dei mater” and a mass musical setting|mass “Puer natus est nobis”. These two works are once more very complicated polyphonic works. After that his works become simpler once more, but he was always keen to try out new ideas from the continent of Europe. He wrote some very fine anthems. Many of his works are settings of Latin words, but he also made settings of English texts.\nOne of his works is called \"Spem in Alium\". The choir divide into forty parts i.e. the choir need at least 40 people to sing it, and each person sings a different line. It is possible that he wrote it for Queen Elizabeth I’s 40th birthday in 1573, but we cannot be sure.\nHis \"Diliges Dominum\" is a collection of contrapuntal exercises which includes a very famous canon often simply called “Tallis’s canon”.","categories":[],"infobox_types":[],"annotations":[{"uri":"Greenwich","surface_form":"Greenwich","offset":33},{"uri":"November_23","surface_form":"November 23","offset":43},{"uri":"1585","surface_form":"1585","offset":55},{"uri":"England","surface_form":"English","offset":84},{"uri":"Composer","surface_form":"composer","offset":92},{"uri":"Generation","surface_form":"generation","offset":108},{"uri":"Dover%2C_Kent","surface_form":"Dover","offset":208},{"uri":"Dissolution_of_the_monasteries","surface_form":"Dissolution of the monasteries","offset":248},{"uri":"Canterbury_Cathedral","surface_form":"Canterbury Cathedral","offset":295},{"uri":"Chapel_Royal","surface_form":"Chapel Royal","offset":370},{"uri":"Monarch","surface_form":"monarch","offset":456},{"uri":"Henry_VIII_of_England","surface_form":"Henry VIII","offset":466},{"uri":"Edward_VI_of_England","surface_form":"Edward VI","offset":478},{"uri":"Mary_I_of_England","surface_form":"Mary Tudor","offset":489},{"uri":"Elizabeth_I_of_England","surface_form":"Elizabeth I","offset":504},{"uri":"Organist","surface_form":"organist","offset":531},{"uri":"Composer","surface_form":"composer","offset":544},{"uri":"Lease","surface_form":"lease","offset":616},{"uri":"Kent","surface_form":"Kent","offset":640},{"uri":"Salary","surface_form":"salary","offset":651},{"uri":"Money","surface_form":"money","offset":698},{"uri":"Salary","surface_form":"salary","offset":727},{"uri":"1575","surface_form":"1575","offset":752},{"uri":"William_Byrd","surface_form":"William Byrd","offset":792},{"uri":"Printing","surface_form":"print","offset":864},{"uri":"Publishing","surface_form":"publish","offset":874},{"uri":"Greenwich","surface_form":"Greenwich","offset":978},{"uri":"Contrapuntal","surface_form":"contrapuntal","offset":2146},{"uri":"Canon_(music)","surface_form":"canon","offset":2198}]}