{"id":420596,"url":"http://en.wikipedia.org/wiki/Ice_sheet","text":"An ice sheet is a large mass of glacier ice that covers an area of more than. It may also be called a continental glacier. There are two ice sheets in the world at the moment: in Antarctica and Greenland.\nIce sheets are larger than ice shelves or alpine glaciers. Masses of ice covering less than 50,000 km2 are called ice caps. The ice in an ice cap usually comes from a series of glaciers that drain into it.\nThe Antarctic ice sheet is the largest single mass of ice on Earth. It covers an area of almost 14 million km2 and contains 30 million km3 of ice. Around 90% of the fresh water on the Earth's surface is held in this ice sheet. If all of it were to melt, it would cause sea levels to rise by 58 metres. The ice sheet first formed in the early Oligocene. It retreated and advanced many times until the Pliocene, when it came to occupy almost all of Antarctica.\nThe Greenland ice sheet covers about 82% of the surface of Greenland. Satellite images from NASA show that it is melting at a rate of about 239 cubic kilometres (57.3 cubic miles) each year. If all of it melted, it would cause sea levels to rise by 7.2 metres. The ice sheet did not develop at all until the late Pliocene, but apparently developed very quickly. This had the unusual effect of allowing fossils of plants that once grew on present-day Greenland to be much better preserved than with the slowly forming Antarctic ice sheet.","categories":[],"infobox_types":[],"annotations":[{"uri":"Glacier","surface_form":"glacier","offset":32},{"uri":"Ice","surface_form":"ice","offset":40},{"uri":"Antarctica","surface_form":"Antarctica","offset":179},{"uri":"Greenland","surface_form":"Greenland","offset":194},{"uri":"Ice_shelf","surface_form":"ice shelves","offset":232},{"uri":"Glacier","surface_form":"glacier","offset":254},{"uri":"Ice_cap","surface_form":"ice cap","offset":319},{"uri":"Antarctic_ice_sheet","surface_form":"Antarctic ice sheet","offset":415},{"uri":"Earth","surface_form":"Earth","offset":472},{"uri":"Fresh_water","surface_form":"fresh water","offset":576},{"uri":"Sea_level","surface_form":"sea level","offset":680},{"uri":"Oligocene","surface_form":"Oligocene","offset":753},{"uri":"Pliocene","surface_form":"Pliocene","offset":811},{"uri":"Greenland_ice_sheet","surface_form":"Greenland ice sheet","offset":874},{"uri":"Satellite_image","surface_form":"Satellite image","offset":940},{"uri":"NASA","surface_form":"NASA","offset":962},{"uri":"Fossil","surface_form":"fossil","offset":1272},{"uri":"Plant","surface_form":"plant","offset":1283}]}