{"id":42078,"url":"http://en.wikipedia.org/wiki/Biogeography","text":"Biogeography is the study of how species are distributed. It aims to show where organisms live, and why they are (or are not) found in a certain geographical area.\nBiogeography teaches how animals and plants are adapted to the places they live in, but how similar places often have quite different animals and plants.\nBiogeography teaches the reasons why this occurs by resarching species in different places in the world. Between about 1800 to 1855, natural historians made lists of species in various regions of the world. These lists were published as tables in their books. Charles Darwin and Alfred Russel Wallace published the idea of evolution by natural selection. They travelled to tropical countries to find out why species were suited to the places they lived, and wrote about the life in those countries. They said that evolution was the key to understanding geographical distribution.\nNew species are usually formed by speciation - the act of an earlier species splitting into two. This takes place at a certain time and place. These species may then travel to new places. but they may be stopped from doing so due to mountains and seas, and by climate. Some species may never arrive at certain places. This means that two places with similar climate can often have different kinds of animals and plants. For example, marsupials which live in Australia, and animals which moved because of the Great American Interchange - which meant that there were very different species which came to live in North America and South America.\nDifferent types of animals and plants move in different ways. It is easier for birds and insects to fly through the air, but it is easier for fish to swim in the sea. There are very different species in North America and South America, and fresh-water fish do not come in many types.\nHistory.\nThe scientific theory of biogeography grows out of the work of Alexander von Humboldt (1769–1859), Hewett Cottrell Watson (1804–1881), Alphonse de Candolle (1806–1893), Alfred Russel Wallace (1823–1913), Philip Lutley Sclater (1829–1913), and other biologists and explorers.\nWallace studied the distribution of flora and fauna in the Amazon Basin and the Malay Archipelago in the mid-19th century. Wallace and Sclater saw biogeography as a source of support for the theory of evolution. Key findings, such as the sharp difference in fauna either side of the Wallace Line, can only be understood in this light. Otherwise, the field of biogeography would be a purely descriptive one.\nBoth Darwin and Wallace gave a great deal of attention to oceanic islands as offering examples of evolution, especially speciation. Darwin worked a lot in the Galapagos islands This interest was revived by \"The theory of island biogeography\" by Robert MacArthur and E.O. Wilson in 1967. They showed that the variation in species in a single area could be predicted if one knew the habitat area, immigration rate, and extinction rate.\nIt was realised that habitat fragments are like islands. They can be investigated by the same methods. This spurred the development of conservation biology.\nGenome analysis allows scientists to test theories about the origin and dispersal of populations, such as island species. It allows biologists to test theories about where the species come from.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":33},{"uri":"Adaptation","surface_form":"adapted","offset":212},{"uri":"Natural_history","surface_form":"natural historians","offset":451},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":578},{"uri":"Alfred_Russel_Wallace","surface_form":"Alfred Russel Wallace","offset":597},{"uri":"Evolution","surface_form":"evolution","offset":641},{"uri":"Natural_selection","surface_form":"natural selection","offset":654},{"uri":"Tropical","surface_form":"tropical","offset":691},{"uri":"Speciation","surface_form":"speciation","offset":932},{"uri":"Marsupial","surface_form":"marsupial","offset":1331},{"uri":"Great_American_Interchange","surface_form":"Great American Interchange","offset":1406},{"uri":"Bird","surface_form":"bird","offset":1620},{"uri":"Insect","surface_form":"insect","offset":1630},{"uri":"Fish","surface_form":"fish","offset":1683},{"uri":"Alexander_von_Humboldt","surface_form":"Alexander von Humboldt","offset":1897},{"uri":"Hewett_Cottrell_Watson","surface_form":"Hewett Cottrell Watson","offset":1933},{"uri":"Alphonse_de_Candolle","surface_form":"Alphonse de Candolle","offset":1969},{"uri":"Alfred_Russel_Wallace","surface_form":"Alfred Russel Wallace","offset":2003},{"uri":"Philip_Lutley_Sclater","surface_form":"Philip Lutley Sclater","offset":2038},{"uri":"Amazon_Basin","surface_form":"Amazon Basin","offset":2168},{"uri":"Malay_Archipelago","surface_form":"Malay Archipelago","offset":2189},{"uri":"Wallace_Line","surface_form":"Wallace Line","offset":2392},{"uri":"Ocean","surface_form":"oceanic","offset":2574},{"uri":"Speciation","surface_form":"speciation","offset":2636},{"uri":"Galapagos_islands","surface_form":"Galapagos islands","offset":2675},{"uri":"Robert_MacArthur","surface_form":"Robert MacArthur","offset":2761},{"uri":"Edward_Osborne_Wilson","surface_form":"E.O. Wilson","offset":2782},{"uri":"Habitat_fragmentation","surface_form":"habitat fragments","offset":2971},{"uri":"Conservation_biology","surface_form":"conservation biology","offset":3085},{"uri":"Genome_analysis","surface_form":"Genome analysis","offset":3107}]}