{"id":42086,"url":"http://en.wikipedia.org/wiki/Henry_III_of_England","text":"Henry III (1 October 1207–16 November 1272) became King of England in 1216 when he was 9 years old, after the early death of his father King John. He would end up ruling as king for 56 years (though he would only effectively rule for around 45 due to his youth in the first years). He would be married to Eleanor of Provence, who bore him 5 children, for 36 years. During his long reign, Henry's kingdom would experience relative peace and prosperity until he began having trouble with his barons (particularly Simon de Montfort) due to his high handed governing style, which compelled the Barons to impose the Provisions of Oxford limiting royal power in 1258.\nThe king's breaking of this agreement with the barons a few years later would lead to a civil war called the Baron's war which pitched the royal family against the rebel barons for 3 years (1264-1267), culminating in De Montfort's death at the unusually bloody Battle of Evesham in 1265 and the royal family being able to sweep up the remnants of the opposition by 1267. However, Henry's most visible mark on history would be due to his interest in architecture and decoration: which made him redevelop certain aspects of Westminster Abbey, improve the Tower of London's defenses (while keeping exotic animals from africa and the artic such as lions, an elephant and a polar bear in it). He would even preside over the reburial of his personal hero Edward the Confessor at the consecration of Westminster Abbey in 1269, which was seen as the greatest personal triumph of his reign. Soon after the consecration of his abbey, the aging Henry would began to see a sharp decline in his health, eventually dying in 1272 at the fairly advanced age of 65, with his eldest son Prince Edward ascending the throne as King Edward I of England. The new king would have his late father reburied in 1290 in Westminster Abbey, where he has laid till modern historians discovered his tomb, which revealed that Henry III was about 5’ 6” tall and had a drooping left eyelid.","categories":[],"infobox_types":[],"annotations":[{"uri":"King_of_England","surface_form":"King of England","offset":51},{"uri":"Eleanor_of_Provence","surface_form":"Eleanor of Provence","offset":305},{"uri":"Simon_de_Montfort","surface_form":"Simon de Montfort","offset":511},{"uri":"Edward_the_Confessor","surface_form":"Edward the Confessor","offset":1411}]}