{"id":42089,"url":"http://en.wikipedia.org/wiki/Edward_I_of_England","text":"Edward I (17 June 1239–7 July 1307), also \"Longshanks\" (meaning 'long legs') and the \"Hammer of the Scots\", was a Plantagenet King of England. He became king on 21 November 1272, until his death in 1307. His mother was Queen Eleanor of Provence and his father was King Henry III of England. As a younger man, Edward fought against Simon de Montfort in defence of his father's crown. He went on a Crusade, and his father died as Edward was on his way back. As a ruler, he improved the laws and made Parliament regular, and more important. He conquered Wales, and subdued the Welsh by brutal policies. He was determined to control Scotland through puppet kings and just managed to do it during his lifetime. He expelled the Jewish people from England.\nYoung Edward.\nEdward was born at Westminster in June 1239 to the English King Henry III and his wife, the French noblewoman and English Queen Eleanor of Provence. The baby Edward and was named after an earlier king, Edward the Confessor, who happened to be a personal hero of his father King Henry The boy Edward would have a good education, being taught in Latin and French which were the most used languages in Europe at the time.\nIn 1254, English fears of a Castilian invasion of the English province of Gascony induced Edward's father to arrange a marriage between his 15-year-old son and the 13 year-old Eleanor, the half-sister of King Alfonso X of Castile.\nEleanor and Edward were married on 1 November 1254 in Castile. As part of the marriage agreement, the young prince got grants of land worth 15,000 marks a year. Though the endowments King Henry made were sizable, they offered Edward little independence. He had received Gascony as early as 1249, but Simon de Montfort, 6th Earl of Leicester, as royal lieutenant, drew the income. In practice, Edward derived neither authority nor revenue from this province. The grant he received in 1254 included most of Ireland, and much land in Wales and England, including the earldom of Chester, but the king kept control over the land, particularly in Ireland, so Edward's power was limited there as well, and the king got most of the income from those lands.\nCivil war.\nThe years 1264–1267 saw the conflict known as the Second Barons' War, in which baronial forces led by Simon de Montfort fought against those who remained loyal to the king. The first scene of battle was the city of Gloucester, which Edward, now a young man who could participate in battles, managed to retake from the enemy. When Robert de Ferrers, Earl of Derby, came to the assistance of the rebels, Edward negotiated a truce with the earl, the terms of which he later broke. Edward then captured Northampton from de Montfort's son, also Simon. The baronial and royalist forces finally met at the Battle of Lewes, on 14 May 1264. Edward, commanding the right wing, performed well, and soon defeated the London contingent of de Montfort's forces. Unwisely, however, he followed the scattered enemy in pursuit, and on his return found the rest of the royal army defeated. By the agreement known as the Mise of Lewes, Edward and his cousin Henry of Almain were given up as prisoners to de Montfort.\nEdward remained in captivity until March, and even after his release he was kept under strict surveillance. Meanwhile, de Montfort used his victory to set up a \"de facto\" government. He even summoned the Parliament of 1265, known as de Montfort's Parliament.\nThen, on 28 May 1265, Edward managed to escape his custodians and joined up with the Earl of Gloucester, who had recently defected to the king's side. Montfort's support was now dwindling, and Edward retook Worcester and Gloucester with relatively little effort. Meanwhile, Montfort had made an alliance with Llywelyn and started moving east to join forces with his son Simon.\nEdward managed to make a surprise attack at Kenilworth Castle, before moving on to cut off the earl of Leicester.\nThe two forces then met at the second great encounter of the Barons' War the Battle of Evesham, on 4 August 1265. Montfort stood little chance against the superior royal forces, and after his defeat he was killed and mutilated on the field.\nThe war did not end with Montfort's death, and Edward continued campaigning. At Christmas, he came to terms with the younger Simon de Montfort and his associates at the Isle of Axholme in Lincolnshire. In March he led a successful assault on the Cinque Ports. A contingent of rebels held out in the virtually impregnable Kenilworth Castle and did not surrender until the drafting of the conciliatory Dictum of Kenilworth. In April it seemed as if Gloucester would take up the cause of the reform movement, and civil war would resume, but after a renegotiation of the terms of the Dictum of Kenilworth, the parties came an agreement. Edward, however, was little involved in the settlement negotiations following the wars; at this point his main focus was on planning his upcoming crusade.\nCrusade and accession.\nEdward took the crusader's cross in an elaborate ceremony on 24 June 1268, with his brother Edmund and cousin Henry of Almain. Among others who committed themselves to the Ninth Crusade were some of Edward's former adversaries. There was great difficulty raising funds for the expedition.\nOriginally, the Crusaders intended to relieve the beleaguered Christian stronghold of Acre, but before they could do this, several disasters happened to the French. The French forces were struck by an epidemic which, on 25 August, took the life of King Louis himself in 1270 By the time Edward arrived at Tunis, Charles had already signed a treaty with the emir, and there was little else to do but return to Sicily. The crusade was postponed until next spring, but a devastating storm off the coast of Sicily dissuaded Charles of Anjou and Louis's successor Philip III from any further campaigning.\nEdward decided to continue alone, and on 9 May 1271 he finally landed at Acre. By then, the situation in the Holy Land was a precarious one. Jerusalem had fallen in 1244, and Acre was now the centre of the Christian area. The Muslim states were on the offensive under the Mamluk leadership of Baibars, and were now threatening Acre itself. An embassy to the Mongols helped bring about an attack on Aleppo in the north, which helped to distract Baibar's forces.\nIn November, Edward led a raid on Qaqun, which could have served as a bridgehead to Jerusalem, but both the Mongol invasion and the attack on Qaqun failed. Things now seemed increasingly desperate. Finally, an attack by a Muslim assassin in June forced him to abandon any further campaigning. Although he managed to kill the assassin, he was struck in the arm by a dagger feared to be poisoned, and became severely weakened over the following months.\nIt was not until 24 September that Edward left Acre. Arriving in Sicily, he was met with the news that his father had died on 16 November. Edward was deeply saddened by this news, but rather than hurrying home at once, he made a leisurely journey northwards. The political situation in England was stable after the mid-century upheavals, and Edward was proclaimed king at his father's death, rather than at his own coronation, as had until then been customary. In Edward's absence, the country was governed by a royal council, led by Robert Burnell. The new king embarked on an overland journey through Italy and France, where among other things he visited the pope in Rome and suppressed a rebellion in Gascony. Only on 2 August 1274 did he return to England, and was crowned on 19 August.\nKing Edward.\nEdward's reign had two main phases. The first phase was administration of a now peaceful country. The second phase was warfare against Wales and Scotland.\nAdministration.\nHis first concern was to restore order and re-establish royal authority after the disastrous reign of his father. To do this, he changed the administrators. He appointed Robert Burnell as chancellor, who held the post until his death in 1292. Edward then replaced most local officials, such as the sheriffs. This was done to prepare for an inquiry which would hear complaints about abuse of power by royal officers. Laws were made to define rights about ownership of land, recovery of debts, trade and local peacekeeping.\nParliament.\nEdward reformed English Parliament and made it a source for generating revenue. Edward held Parliament regularly in his reign. In 1295 a significant change occurred. For this Parliament, in addition to the lords, two knights from each county and two representatives from each borough were summoned. Before, the commons had been expected simply to assent (say 'yes') to decisions already made by the rulers. Now they would meet with the full authority (\"plena potestas\") of their communities, to give assent to decisions made in Parliament. The king now had full backing for collecting 'lay subsidies' from the entire population. Lay subsidies were taxes collected at a certain fraction of the moveable property of all laymen. Historians have called this the \"Model Parliament\".\nWar in Wales.\nLlywelyn ap Gruffudd was the main Welsh leader. He refused to do homage to Edward, and married Eleanor, the daughter of Simon de Montfort. In November 1276, war was declared. Initial operations were launched under the command of Mortimer, Edmund Crouchback (Edward's brother) and the Earl of Warwick. Support for Llywelyn was weak amongst the Welsh.\nIn July 1277 Edward invaded with a force of 15,500 of whom 9,000 were Welshmen. The campaign never came to a major battle, and Llywelyn soon realised he had no choice but to surrender. By the Treaty of Aberconwy in November 1277, he was left only with the land of Gwynedd, but he was allowed to keep the title of Prince of Wales.\nWhen war broke out again in 1282, it was entirely different. For the Welsh, this war was over national freedom. It had wide support, especially after attempts to impose English law on Welsh subjects. For Edward, it became a war of conquest. The war started with a rebellion by Dafydd (Llywelyn's younger brother), who was annoyed with the reward he had received from Edward in 1277. Llywelyn and other Welsh chieftains soon joined in, and initially the Welsh experienced military success. The Welsh advances ended on 11 December, however, when Llywelyn was lured into a trap and killed at the Battle of Orewin Bridge. The English conquest was complete with the capture in June 1283 of Dafydd, who was taken to Shrewsbury and executed as a traitor next autumn.\nFurther rebellions occurred in 1287–8 and in 1294. In both cases the rebellions were put down. By the 1284 law called the Statute of Rhuddlan, Wales was incorporated into England and was given an governing system like the English, with counties policed by sheriffs.\nEnglish law was introduced in criminal cases, though the Welsh were allowed to maintain their own laws in some cases of property disputes. After 1277, and increasingly after 1283, Edward embarked on a full-scale project of English settlement of Wales. He created new towns like Flint, Aberystwyth, and Rhuddlan.\nEdward started a big program of building castles, to keep the Welsh under control. His castles started the widespread use of arrowslits in castle walls across Europe, drawing on Eastern influences. Also a product of the Crusades was the introduction of the concentric castle, and four of the eight castles Edward founded in Wales followed this design.\nIn 1284, King Edward's son Edward the later Edward II was born at Caernarfon Castle. In 1301 at Lincoln, the young Edward became the first English prince to be invested with the title of Prince of Wales.\nWars with Scotland.\nScotland and England were at peace in the 1280s. Alexander III of Scotland and Edward had an understanding whereby Alexander held land in England. This gave him the excuse to acknowledge Edward as his lord, and left ambiguous whether or not this applied to Scotland as well.\nThe heir to the throne was his infant granddaughter Margaret. Unfortunately, Alexander died in 1286, followed by Margaret in 1290. This left Scotland without a king, which started all the problems.\nStruggle for the crown of Scotland.\nThere were fourteen claimants; John Balliol and Robert de Brus (the grandfather of the famous Robert the Bruce) had the best cases. The competitors agreed to hand over the realm to Edward until a decision was made. John Balliol was chosen in 1292.\nEdward continued to push his claim as overlord of Scotland. He interferred in some of the legal affairs of Scotland, and insisted the Scots provided military service in his army. This caused the Scots to make an alliance with France. They then attacked Carlisle.\nEdward responded by invading Scotland in 1296 and taking the town of Berwick in a particularly bloody attack. At the Battle of Dunbar, Scottish resistance was effectively crushed. Edward confiscated the Stone of Destiny – the Scottish coronation stone– and brought it to Westminster, deposed Balliol and placed him in the Tower of London, and installed Englishmen to govern the country. The campaign had been very successful, but the English triumph would only be temporary.\nWilliam Wallace.\nAlthough the Scottish conflict seemed settled in 1296, it was started again by William Wallace, who came from one of the notable families. Wallace was a warlord rather than a politician, and soon started a rebellion. He defeated a large English force at Stirling Bridge in 1297 while Edward was in Flanders. In 1298 Edward defeated Wallace at the Battle of Falkirk. After that the Scots avoided open battle in favour of raiding England with small groups.\nEdward's next move was political: in 1303 a peace agreement was made between England and France, breaking up the Franco-Scottish alliance. Robert de Brus and most of the other nobles pledged allegiance to Edward. Wallace was betrayed and handed to the English. He was publicly executed.\nThe situation changed again, in 1306, when de Brus murdered his rival John Comyn and had himself crowned King of Scotland by Isobel, sister of the Earl of Buchan. Edward, in ill health, sent armies north under other commanders. Brus was beaten at the Battle of Methven in June 1306. After the battle, Edward followed with brutal suppression of the allies of de Brus. In response this fueled more rebellions. This conflict was still in progress in 1307 when Edward, now an elderly man, led his final campaign into Scotland before dying at the border city of Burgh-by-sands at age 68, leading to the succession of the Prince of Wales as Edward II of England.\nIssue.\nEleanor of Castile died on 28 November 1290. Unusual for arranged marriages, the couple actually loved each other. Edward was deeply affected by her death. He erected twelve Eleanor crosses, one at each place where her funeral cortège (procession) stopped for the night. As part of the peace accord between England and France in 1294, it was agreed that Edward should marry the French princess Margaret. The marriage took place in 1299.\nEdward and Eleanor had at least fourteen children, perhaps as many as sixteen. Of these, five daughters survived into adulthood, but only one boy did the same– his son and heir Edward, Prince of Wales.\nEdward was concerned with his son's failure to live up to expectations, and at one point exiled the prince's favourite Piers Gaveston. Edward may have known his son was bisexual but he did not throw Gaveston from the castle battlements as shown in \"Braveheart\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Plantagenet","surface_form":"Plantagenet","offset":114},{"uri":"King_of_England","surface_form":"King of England","offset":126},{"uri":"Eleanor_of_Provence","surface_form":"Eleanor of Provence","offset":225},{"uri":"Henry_III_of_England","surface_form":"Henry III of England","offset":269},{"uri":"Simon_de_Montfort","surface_form":"Simon de Montfort","offset":331},{"uri":"Crusade","surface_form":"Crusade","offset":396},{"uri":"Parliament","surface_form":"Parliament","offset":498},{"uri":"Wales","surface_form":"Wales","offset":551},{"uri":"Scotland","surface_form":"Scotland","offset":629},{"uri":"Jew","surface_form":"Jew","offset":722},{"uri":"Edward_the_Confessor","surface_form":"Edward the Confessor","offset":966},{"uri":"Latin_language","surface_form":"Latin","offset":1108},{"uri":"French_language","surface_form":"French","offset":1118},{"uri":"Castile","surface_form":"Castilian","offset":1211},{"uri":"Gascony","surface_form":"Gascony","offset":1257},{"uri":"Eleanor_of_Castile","surface_form":"Eleanor","offset":1359},{"uri":"Alfonso_X_of_Castile","surface_form":"Alfonso X of Castile","offset":1392},{"uri":"Mark_(money)","surface_form":"marks","offset":1561},{"uri":"Simon_de_Montfort%2C_6th_Earl_of_Leicester","surface_form":"Simon de Montfort, 6th Earl of Leicester","offset":1714},{"uri":"Chester","surface_form":"Chester","offset":1989},{"uri":"Second_Barons%27_War","surface_form":"Second Barons' War","offset":2224},{"uri":"Gloucester","surface_form":"Gloucester","offset":2389},{"uri":"Northampton","surface_form":"Northampton","offset":2673},{"uri":"Battle_of_Lewes","surface_form":"Battle of Lewes","offset":2773},{"uri":"Mise_of_Lewes","surface_form":"Mise of Lewes","offset":3076},{"uri":"Gilbert_de_Clare%2C_6th_Earl_of_Hertford","surface_form":"Earl of Gloucester","offset":3516},{"uri":"Worcester","surface_form":"Worcester","offset":3638},{"uri":"Kenilworth_Castle","surface_form":"Kenilworth Castle","offset":3852},{"uri":"Battle_of_Evesham","surface_form":"Battle of Evesham","offset":3999},{"uri":"Isle_of_Axholme","surface_form":"Isle of Axholme","offset":4332},{"uri":"Lincolnshire","surface_form":"Lincolnshire","offset":4351},{"uri":"Cinque_Ports","surface_form":"Cinque Ports","offset":4409},{"uri":"Dictum_of_Kenilworth","surface_form":"Dictum of Kenilworth","offset":4563},{"uri":"Crusade","surface_form":"crusade","offset":4942},{"uri":"Edmund_Crouchback%2C_1st_Earl_of_Lancaster","surface_form":"Edmund","offset":5066},{"uri":"Acre_(Israel)","surface_form":"Acre","offset":5349},{"uri":"Tunis","surface_form":"Tunis","offset":5568},{"uri":"Sicily","surface_form":"Sicily","offset":5672},{"uri":"Charles_of_Anjou","surface_form":"Charles of Anjou","offset":5783},{"uri":"Philip_III_of_France","surface_form":"Philip III","offset":5822},{"uri":"Holy_Land","surface_form":"Holy Land","offset":5972},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":6004},{"uri":"Islam","surface_form":"Muslim","offset":6089},{"uri":"Bahri_dynasty","surface_form":"Mamluk","offset":6135},{"uri":"Baibars","surface_form":"Baibars","offset":6156},{"uri":"Mongols","surface_form":"Mongols","offset":6221},{"uri":"Aleppo","surface_form":"Aleppo","offset":6261},{"uri":"Qaqun","surface_form":"Qaqun","offset":6358},{"uri":"Assassination","surface_form":"assassin","offset":6553},{"uri":"Robert_Burnell","surface_form":"Robert Burnell","offset":7309},{"uri":"Lord_Chancellor","surface_form":"chancellor","offset":7938},{"uri":"High_Sheriff","surface_form":"sheriffs","offset":8048},{"uri":"Abuse_of_power","surface_form":"abuse of power","offset":8132},{"uri":"Parliament_of_England","surface_form":"English Parliament","offset":8300},{"uri":"Tax","surface_form":"tax","offset":8932},{"uri":"Llywelyn_ap_Gruffudd","surface_form":"Llywelyn ap Gruffudd","offset":9076},{"uri":"Feudalism","surface_form":"homage","offset":9141},{"uri":"Aberconwy","surface_form":"Aberconwy","offset":9628},{"uri":"Gwynedd","surface_form":"Gwynedd","offset":9690},{"uri":"Battle_of_Orewin_Bridge","surface_form":"Battle of Orewin Bridge","offset":10349},{"uri":"Shrewsbury","surface_form":"Shrewsbury","offset":10466},{"uri":"Statute_of_Rhuddlan","surface_form":"Statute of Rhuddlan","offset":10638},{"uri":"Flint%2C_Flintshire","surface_form":"Flint","offset":11060},{"uri":"Aberystwyth","surface_form":"Aberystwyth","offset":11067},{"uri":"Rhuddlan","surface_form":"Rhuddlan","offset":11084},{"uri":"Arrow","surface_form":"arrow","offset":11219},{"uri":"Crusade","surface_form":"Crusade","offset":11314},{"uri":"Concentric","surface_form":"concentric","offset":11351},{"uri":"Edward_II_of_England","surface_form":"Edward II","offset":11490},{"uri":"Prince_of_Wales","surface_form":"Prince of Wales","offset":11633},{"uri":"Robert_the_Bruce","surface_form":"Robert the Bruce","offset":12273},{"uri":"France","surface_form":"France","offset":12653},{"uri":"Carlisle","surface_form":"Carlisle","offset":12680},{"uri":"Berwick-upon-Tweed","surface_form":"Berwick","offset":12759},{"uri":"Battle_of_Dunbar_(1296)","surface_form":"Battle of Dunbar","offset":12807},{"uri":"Stone_of_Scone","surface_form":"Stone of Destiny","offset":12893},{"uri":"Westminster","surface_form":"Westminster","offset":12961},{"uri":"Tower_of_London","surface_form":"Tower of London","offset":13012},{"uri":"William_Wallace","surface_form":"William Wallace","offset":13261},{"uri":"Rebellion","surface_form":"rebellion","offset":13388},{"uri":"Stirling","surface_form":"Stirling","offset":13436},{"uri":"Flanders","surface_form":"Flanders","offset":13480},{"uri":"Falkirk","surface_form":"Falkirk","offset":13539},{"uri":"Peace_agreement","surface_form":"peace agreement","offset":13681},{"uri":"Execute","surface_form":"execute","offset":13914},{"uri":"Eleanor_cross","surface_form":"Eleanor cross","offset":14762},{"uri":"Funeral","surface_form":"funeral","offset":14807},{"uri":"Cort%C3%A8ge","surface_form":"cortège","offset":14815},{"uri":"Piers_Gaveston","surface_form":"Piers Gaveston","offset":15346},{"uri":"Bisexual","surface_form":"bisexual","offset":15396},{"uri":"Braveheart","surface_form":"Braveheart","offset":15476}]}