{"id":420870,"url":"http://en.wikipedia.org/wiki/Sea","text":"A sea is a large body of saline water that may be connected with an ocean or may be a large saline lake that, like the Caspian Sea, lacks a natural outlet.\nSeawater.\nA characteristic of seawater is that it is salty. It is usual to measure salinity in parts per thousand and the open ocean has about solids per litre, a salinity of 35ppt. The Mediterranean Sea is a little higher at 37ppt and the Dead Sea has as much as dissolved solids per litre (300ppt). Although sodium chloride is the main salt present, making up about 85% of the solids in solution, there are also per litre of the chlorides of other metals such as potassium and magnesium and of sulphates, carbonates, bromides and other salts. A kilogram (2.2 lb) of salt can therefore be found in 28 litres or one cubic foot of typical ocean water. Despite differences in the levels of salinity in different seas, the relative composition of the dissolved salts is very stable throughout the world's oceans.\nThe circumstances which cause the salinity of a body of water to differ include evaporation from its surface, precipitation on its surface, the freezing or melting of sea ice, the inflow of fresh river water, wind and wave movement that increase evaporation and the mixing of bodies of water of different salinities. The Baltic Sea for example is in a cool climatic area with low evaporation, has many rivers flowing into it, and on-and-off refilling from the open ocean. The occasional inflow of water from the North Sea creates a cold, dense under layer that hardly mixes with the surface layers. The topmost layer may have a salinity of 10 to 15ppt, with even lower levels in the river. The Red Sea experiences high atmospheric temperatures causing high evaporation but little precipitation, few rivers flow into it and the Bab-el-Mandeb joining it to the Gulf of Aden is narrow. Its salinity is high and averages 40ppt.\nThe temperature of the sea is dependent on the amount of solar radiation falling on the surface. In the tropics, with the sun nearly overhead, the temperature of the surface layers can rise to over while near the poles the temperature in balance with the sea ice is about. Cold water is denser than warm water and tends to sink. Cold water is denser than warm water and tends to sink. There is a continuous circulation of water in the oceans. Warm surface currents cool as they move away from the tropics, the water becomes denser and sinks. The cold water moves back towards the equator as a deep sea current, driven by changes in the temperature and density of the water, eventually welling up again towards the surface. Deep sea water has a temperature between and in all parts of the globe.\nThe amount of oxygen found in seawater depends mostly on the plants growing in it. These are mainly algae, including phytoplankton, but also include some vascular plants such as seagrasses. In daylight the photosynthetic activity of these plants produces oxygen which dissolves in the seawater where it is used by marine animals. At night, photosynthesis stops, and the amount of dissolved oxygen declines. In the deep sea where not enough light penetrates for plants to grow, there is very little dissolved oxygen.\nSeawater is a little alkaline and during historic times has had a pH of about 8.2. More recently, increased amounts of carbon dioxide in the atmosphere have resulted in more of it dissolving in the ocean forming carbonic acid and has raised this pH level to 8.1. The pH is expected to reach 7.7 by the year 2100, an increase of 320% in acidity in a century. One important element for the formation of skeletal material in marine animals is calcium but it is easily precipitated out in the form of calcium carbonate as the sea becomes more acid. This is likely to have profound effects on certain planktonic marine organisms because their ability to form shells will be reduced. These include snail-like molluscs known as pteropods, single-celled algae called coccolithophorids and foraminifera. All of these are important parts of the food chain and a reduction in their numbers will have significant results. In tropical areas, corals are likely to be very much affected by a lack of calcium with knock-on effects for other reef residents.\nWaves.\nWind blowing over the surface of a body of water forms waves. The friction between air and water caused by a gentle breeze on a pond causes ripples to form. A strong blow over the ocean causes larger waves as the moving air pushes against the raised ridges of water. The waves reach their greatest height when the rate at which they travel nearly matches the speed of the wind. The waves form at right angles to the direction from which the wind blows. In open water, if the wind continues to blow, as happens in the Roaring Forties in the southern hemisphere, long, organized masses of water called swell roll across the ocean. If the wind dies down, the wave formation is reduced but waves already formed continue to travel in their original direction until they meet land. Small waves form in small areas of water with islands and other landmasses but large waves form in open stretches of sea where the wind blows steadily and strongly. When waves meet other waves coming from different directions, interference between the two can produce broken, irregular seas.","categories":[],"infobox_types":[],"annotations":[{"uri":"Body_of_water","surface_form":"body","offset":17},{"uri":"Saline_water","surface_form":"saline water","offset":25},{"uri":"Ocean","surface_form":"ocean","offset":68},{"uri":"Lake","surface_form":"lake","offset":99},{"uri":"Caspian_Sea","surface_form":"Caspian Sea","offset":119},{"uri":"Dead_Sea","surface_form":"Dead Sea","offset":396},{"uri":"Sodium_chloride","surface_form":"sodium chloride","offset":466},{"uri":"Potassium","surface_form":"potassium","offset":621},{"uri":"Magnesium","surface_form":"magnesium","offset":635},{"uri":"Baltic_Sea","surface_form":"Baltic Sea","offset":1287},{"uri":"Red_Sea","surface_form":"Red Sea","offset":1660},{"uri":"Bab-el-Mandeb","surface_form":"Bab-el-Mandeb","offset":1793},{"uri":"Gulf_of_Aden","surface_form":"Gulf of Aden","offset":1825},{"uri":"Oxygen","surface_form":"oxygen","offset":2699},{"uri":"Algae","surface_form":"algae","offset":2785},{"uri":"Phytoplankton","surface_form":"phytoplankton","offset":2802},{"uri":"Vascular_plant","surface_form":"vascular plant","offset":2839},{"uri":"Seagrass","surface_form":"seagrass","offset":2863},{"uri":"Photosynthesis","surface_form":"photosynthetic activity","offset":2891},{"uri":"PH","surface_form":"pH","offset":3267},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":3320},{"uri":"Carbonic_acid","surface_form":"carbonic acid","offset":3413},{"uri":"Ocean_acidification","surface_form":"raised this pH level","offset":3435},{"uri":"Skeleton","surface_form":"skeletal material","offset":3602},{"uri":"Calcium","surface_form":"calcium","offset":3641},{"uri":"Calcium_carbonate","surface_form":"calcium carbonate","offset":3698},{"uri":"Plankton","surface_form":"plankton","offset":3797},{"uri":"Pteropod","surface_form":"pteropod","offset":3922},{"uri":"Coccolithophorid","surface_form":"coccolithophorid","offset":3960},{"uri":"Foraminifera","surface_form":"foraminifera","offset":3982},{"uri":"Food_chain","surface_form":"food chain","offset":4036},{"uri":"Coral","surface_form":"coral","offset":4130},{"uri":"Coral_reef","surface_form":"reef","offset":4226},{"uri":"Wave_(physics)","surface_form":"waves","offset":4304},{"uri":"Roaring_Forties","surface_form":"Roaring Forties","offset":4766}]}