{"id":420984,"url":"http://en.wikipedia.org/wiki/Integron","text":"e=\"preserve\">An integron is a type of transposon, a mobile genetic element. It is a two-part genetic system found in bacteria, and maybe more widely. It is the way antibiotic resistance is passed on so rapidly. It is found in plasmids and chromosomes. Although the first function discovered was antibiotic resistance, other bacterial functions (traits) can be transferred by integrons.\nTransposons are the gene \"capture and expression elements\" which put the small mobile elements known as gene cassettes in place and make them work. Usually,\neach cassette has only a single gene and a specific\nrecombination site. The cassettes carry the DNA coding (= 'a gene') for antibiotic resistance (for example). Typically, the DNA would code for an enzyme which cleaves (cuts) the antibiotic molecule up.\nThe first part of an integron is a gene which codes for an enzyme which captures cassettes. The second is a site on the genome where the cassettes are inserted, and a promoter which drives expression of cassette-associated genes. \"Integron\" describes such structures both when no cassettes are present and when there are integrated cassettes. Cassettes can be inserted at the site, they can be cut out, and they can undergo horizontal gene transfer.","categories":[],"infobox_types":[],"annotations":[{"uri":"Transposon","surface_form":"transposon","offset":38},{"uri":"Mobile_genetic_element","surface_form":"mobile genetic element","offset":52},{"uri":"Genetic","surface_form":"genetic","offset":93},{"uri":"Bacteria","surface_form":"bacteria","offset":117},{"uri":"Antibiotic_resistance","surface_form":"antibiotic resistance","offset":164},{"uri":"Plasmid","surface_form":"plasmid","offset":226},{"uri":"Chromosomes","surface_form":"chromosomes","offset":239},{"uri":"Function","surface_form":"function","offset":271},{"uri":"Trait_(biology)","surface_form":"traits","offset":345},{"uri":"Gene","surface_form":"gene","offset":406},{"uri":"Enzyme","surface_form":"enzyme","offset":741},{"uri":"Gene","surface_form":"gene","offset":832},{"uri":"Enzyme","surface_form":"enzyme","offset":856},{"uri":"Genome","surface_form":"genome","offset":917},{"uri":"Gene_expression","surface_form":"expression","offset":986},{"uri":"Horizontal_gene_transfer","surface_form":"horizontal gene transfer","offset":1221}]}