{"id":421156,"url":"http://en.wikipedia.org/wiki/Affinity","text":"e=\"preserve\">In law, affinity is the kinship relationship that exists between two or more people as a result of somebody's marriage. It is different from consanguinity (blood relationship). Affinity is the relationship which each party to a marriage has to the relatives of the other partner to the marriage. But affinity does not cover the marital relationship of the parties to the marriage themselves.\nAffinity laws.\nUnder the law, such relatives by marriage are known as affines. More commonly, they are known as, as affinity is usually signified by adding to a degree of kinship.\nIn law, affinity may be used to prohibit incestuous sexual relations. It may also be relevant in preventing some couples from marrying. Which relationships are prohibited varys from country to country, and from time to time. In some countries, especially in the past, the prohibited relationships were based on religious laws. In earlier laws, affinity was used in the same degrees as consanguinity in prohibiting marriages.\nThough laws vary considerably, affinity does not always cease with the death of one of the marriage partners through whom affinity is traced. It does not always end with the divorce of the marriage partners. In addition to kinship by marriage, \"affinity\" can sometimes also include kinship by adoption and step relationship.","categories":[],"infobox_types":[],"annotations":[{"uri":"Law","surface_form":"law","offset":16},{"uri":"Kinship","surface_form":"kinship","offset":37},{"uri":"Marriage","surface_form":"marriage","offset":123},{"uri":"Consanguinity","surface_form":"consanguinity","offset":154},{"uri":"Relationship","surface_form":"relationship","offset":206},{"uri":"Family","surface_form":"relatives","offset":261},{"uri":"Marital_relationship","surface_form":"marital relationship","offset":341},{"uri":"Prohibit","surface_form":"prohibit","offset":617},{"uri":"Incest","surface_form":"incestuous sexual relations","offset":626},{"uri":"Relevant","surface_form":"relevant","offset":670},{"uri":"Adoption","surface_form":"adoption","offset":1303},{"uri":"Stepfamily","surface_form":"step relationship","offset":1316}]}