{"id":42155,"url":"http://en.wikipedia.org/wiki/2008_Summer_Olympics","text":"The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad, were celebrated in Beijing, People's Republic of China from August 8 to August 24. The opening ceremony began at 08:08:08 pm CST (12:08:08 UTC) at the Beijing National Stadium in Beijing, People's Republic of China. During the games, 10,500 athletes competed in 302 events in 28 sports. This is one event more than what was on the schedule of the 2004 games.\nThe Olympic games were awarded to Beijing after a vote of the International Olympic Committee (IOC) on July 13 2001. The official logo of the games, titled \"Dancing Beijing,\" features a stylised calligraphic character \"jīng\" (京, meaning \"capital\"), meaning the host city. The mascots of Beijing 2008 are the five Fuwa, each representing both a colour of the Olympic rings and a symbol of Chinese culture. The Olympic slogan, \"One World, One Dream\", calls upon the world to unite in the Olympic spirit. Several new NOCs have also been recognised by the IOC.\nThe Chinese government used the games to promote China as an important and powerful country, and spent a lot of money on building new facilities and transportation systems for the games. The events were held in 37 places, including 12 newly-built buildings. In 2007, former IOC president Juan Antonio Samaranch said that he thinks that the Beijing games will be \"the best in Olympic history\". Although there was been some controversy about having the games in China, the IOC's former president Jacques Rogge said that the IOC has \"absolutely no regrets\" in choosing Beijing to host the 2008 games.\nMedal table.\nAt the end of the Olympics, China won the total gold medal count, while the United States led the grand total medal count.\nHere is the top of the medal table at the end of the games.\nMedal numbers shown in bold are the highest in their section. China, the host nation is highlighted in lavender.","categories":[],"infobox_types":[],"annotations":[{"uri":"Summer_Olympics","surface_form":"Summer Olympics","offset":9},{"uri":"Beijing","surface_form":"Beijing","offset":97},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":106},{"uri":"China_Standard_Time","surface_form":"CST","offset":203},{"uri":"Coordinated_Universal_Time","surface_form":"UTC","offset":217},{"uri":"Beijing","surface_form":"Beijing","offset":257},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":266},{"uri":"Event","surface_form":"events","offset":344},{"uri":"Sport","surface_form":"sport","offset":357},{"uri":"2004_Summer_Olympics","surface_form":"2004 games","offset":425},{"uri":"Olympic_games","surface_form":"Olympic games","offset":441},{"uri":"Ballot","surface_form":"vote","offset":487},{"uri":"International_Olympic_Committee","surface_form":"International Olympic Committee","offset":499},{"uri":"Dancing_Beijing","surface_form":"Dancing Beijing","offset":594},{"uri":"Fuwa","surface_form":"Fuwa","offset":750},{"uri":"National_Olympic_Committee","surface_form":"NOCs","offset":951},{"uri":"Facility","surface_form":"facilities","offset":1128},{"uri":"Transportation","surface_form":"transportation","offset":1143},{"uri":"Juan_Antonio_Samaranch","surface_form":"Juan Antonio Samaranch","offset":1282},{"uri":"Controversy","surface_form":"controversy","offset":1416},{"uri":"Jacques_Rogge","surface_form":"Jacques Rogge","offset":1488},{"uri":"People%27s_Republic_of_China","surface_form":"China","offset":1633},{"uri":"United_States","surface_form":"United States","offset":1681}]}