{"id":421556,"url":"http://en.wikipedia.org/wiki/Mora_(ship)","text":"The \"Mora\" was William the Conqueror's flagship for his invasion of England in 1066. It served as his personal ship between England and Normandy afterwards. It was the largest and fastest ship in his invasion fleet. The Mora was a gift to William by his wife Matilda of Flanders.\nThe ship.\nThe \"Mora\" was built at Barfleur in Normandy. It was a gift from Matilda of Flanders to her husband Duke William of Normandy. It was completed in the summer of 1066. Mora was a larger ship that could carry ten to twelve knights with their attendants, weapons and armor. It would also have a crew to sail it. The captain of the ship was Stephen, the son of Airard. Stephen was the captain of the Mora for over twenty years. Orderic Vitalis described the ship: \"it had for its figurehead the image of a child, gilt, pointing with its right hand towards England, and having in its mouth a trumpet of ivory. \"Mora\" carried multicolored sails and at the top of the mainmast was the papal banner (Pope's flag), consecrated and sent to William from Rome. The banner was described as \"a square white banner charged with a gold cross within a blue border.\"\nMaiden voyage.\nBefore sunset on September 27th, according to William of Poitiers, Duke William's invasion fleet left for England. The Mora led the fleet. Mora carried a lantern on her mast so she could be seen in the dark. A horn also let the other ships know where the Mora was. The Mora was much faster than the other ships. By dawn William found himself in mid-channel, alone, with no other ships in sight. While he waited his servants served him breakfast with wine. Once the others were in sight the fleet proceeded to Pevensey in Sussex. According to Elisabeth van Houts, the meaning of the name is not known although there have been several suggestions. It might be named for the \"Morini\", ancient inhabitants of Flanders. This is where Matilda was from. The Latin word \"mora\" has several meanings, none of which seem likely. These range from 'delay' or 'pause' to 'foolish' or 'foolish woman'. Also is the possibility that \"Mora\" was an anagram of \"Amor\".","categories":[],"infobox_types":[],"annotations":[{"uri":"William_the_Conqueror","surface_form":"William the Conqueror","offset":15},{"uri":"Flagship","surface_form":"flagship","offset":39},{"uri":"Norman_invasion_of_1066","surface_form":"invasion of England","offset":56},{"uri":"England","surface_form":"England","offset":124},{"uri":"Normandy","surface_form":"Normandy","offset":136},{"uri":"Matilda_of_Flanders","surface_form":"Matilda of Flanders","offset":259},{"uri":"Barfleur","surface_form":"Barfleur","offset":314},{"uri":"Attendants","surface_form":"attendants","offset":529},{"uri":"Weapons","surface_form":"weapons","offset":541},{"uri":"Armor","surface_form":"armor","offset":553},{"uri":"Crew","surface_form":"crew","offset":581},{"uri":"Figurehead","surface_form":"figurehead","offset":765},{"uri":"Gold","surface_form":"gilt","offset":798},{"uri":"Trumpet","surface_form":"trumpet","offset":876},{"uri":"Multicolored","surface_form":"multicolored","offset":909},{"uri":"Mainmast","surface_form":"mainmast","offset":950},{"uri":"Consecration","surface_form":"consecrated","offset":995},{"uri":"William_of_Poitiers","surface_form":"William of Poitiers","offset":1199},{"uri":"Pevensey","surface_form":"Pevensey","offset":1662},{"uri":"Morini","surface_form":"Morini","offset":1826},{"uri":"County_of_Flanders","surface_form":"Flanders","offset":1858}]}