{"id":421628,"url":"http://en.wikipedia.org/wiki/Assia_Ahhatt","text":"Assia Ahhatt (; born 3 June 1965) is a Ukrainian musician. She plays the violin. She has been a nominee and a winner of many international competitions in Italy and France. She has recorded several songs in which singing and violin were of equal importance.\nAhhatt was born in Kiev, in the Ukrainian Soviet Socialist Republic. She started to take violin classes at the age of five. She graduated from the National Music Academy in Kiev. She then studied at the Music Academy in Nice, France. She regularly performed in concert halls in Germany, France, Italy and other European countries. She was the soloist of the Ukrainian National Philharmonic. In 1999, she released her debut album \"Homo Novus\", featuring modern instrumental music. In 2000 a nationwide promo tour of \"Homo Novus\" took place. Same year, Assia Ahhatt signed a contract with EMI records (Poland). Later Assia signed a contract with Universal Poland, and recorded a song \"Where are you now?\" with Polish-born Hollywood actor Bogusław Linda. Linda also starred in the video for the above-mentioned song, which instantly became a hit in several European countries. Assia began her career as a singer in 2002. The same year, Assia Ahhatt was signed to a record label, Universal Ukrainian Records. She released an album \"Tebe, Anais\" (; For You, Anais).\nIn 2003, she released an album \"Shokolad\" (; Chocolate), which includes songs in Russian, Polish and French. Her next album was titled \"Dysha Bolela\" (; Soul Hurt), and was released in 2005. Same year she founded a group \"69\", and became it’s producer co-songwriter. Assia released the albums \"Goryachiy pocelui\" (; Hot Kiss) and \"I Like It\" in 2006. In 2007, she released \"Ya lychshaya\" (; I Am The Best).\nAfter this, she took a three-year break from her musical career. She did this to focus on her newly born son, Philip. In 2010, Assia released an album \"Angeli ne kuryat\" (, Angels Don’t Smoke). In 2011, Assia made some changes in her music career by introducing modern violin music, as her main creative direction.\n‘If Only Tonight’ remix, made by legendary DJ Ralphi Rosario became an instant hit in all featuring dance clubs and discos from New York to Miami, L.A., and Honolulu, and, also, was in Billboard’s National Dance Club Chart for several weeks in a raw.\nAfter the remarkable success of “If Only Tonight” Assia brought her attention to the Latin market.\nThe next Ahhat’s single, ‘Fiesta in San Juan’, which was recorded ft. Puerto Rican rapper, Wisin, is a dynamic dance composition, infused with the sounds of the wonderful violin solo. ‘Fiesta in San Juan’ was again in Billboard’s Latin Tropical Chart, and its remix rapidly approaches Top 10 in Billboard’s National Dance Club Chart.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ukraine","surface_form":"Ukrainian","offset":39},{"uri":"Musician","surface_form":"musician","offset":49},{"uri":"Violin","surface_form":"violin","offset":73},{"uri":"Competition","surface_form":"competition","offset":139},{"uri":"Kiev","surface_form":"Kiev","offset":277},{"uri":"Ukrainian_Soviet_Socialist_Republic","surface_form":"Ukrainian Soviet Socialist Republic","offset":290},{"uri":"Nice","surface_form":"Nice","offset":478},{"uri":"Soloist","surface_form":"soloist","offset":601},{"uri":"Ukrainian_National_Philharmonic","surface_form":"Ukrainian National Philharmonic","offset":616},{"uri":"Debut_album","surface_form":"debut album","offset":675},{"uri":"Bogus%C5%82aw_Linda","surface_form":"Bogusław Linda","offset":994},{"uri":"Singer","surface_form":"singer","offset":1160},{"uri":"Record_label","surface_form":"record label","offset":1220},{"uri":"Ukrainian_records","surface_form":"Universal Ukrainian Records","offset":1234},{"uri":"Wisin","surface_form":"Wisin","offset":2482}]}