{"id":421630,"url":"http://en.wikipedia.org/wiki/Marcello_Malpighi","text":"Marcello Malpighi (10 March 1628 – 29 November 1694) was an Italian doctor, who gave his name to several physiological features, like the Malpighian tubule system.\nAlthough the microscope was invented early in the 17th century, it was not much used until Robert Hooke improved the instrument. Then Marcello Malpighi, Hooke, Nehemiah Grew and Antonie van Leeuwenhoek had a virtually untried tool in their hands as they began their investigations.\nWorking on frogs and extrapolating to humans, Malpighi demonstrated the structure of the lungs, previously thought to be a homogeneous mass of flesh, and he offered an explanation for how air and blood mixed in the lungs. Malpighi also used the microscope for his studies of the skin, kidneys, and liver. For example, after he dissected the body of a black man, Malpighi made some groundbreaking headway into the origin of black skin. He found that the black pigment was associated with a layer of mucus just beneath the skin.\nHe was the first to see capillaries in animals, and he discovered the link between arteries and veins. He may have been the first person to see this under a microscope. The microscope let Malpighi discover that the silk worm does not use lungs to breathe, but small holes in their skin called spiracles. This turned out to be true of all insects.\nBecause Malpighi had a wide knowledge of both plants and animals, and he made contributions to the study of both. The Royal Society in London published two volumes of his botanical and zoological works in 1675 and 1679. Another edition followed in 1687, and a supplementary volume in 1697. In his autobiography, Malpighi speaks of his \"Anatome Plantarum\", decorated with the engravings of Robert White (1645–1703) as \"the most elegant format in the whole literate world\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Italy","surface_form":"Italian","offset":60},{"uri":"Physiology","surface_form":"physiological","offset":105},{"uri":"Malpighian_tubule_system","surface_form":"Malpighian tubule system","offset":138},{"uri":"Microscope","surface_form":"microscope","offset":177},{"uri":"Robert_Hooke","surface_form":"Robert Hooke","offset":255},{"uri":"Nehemiah_Grew","surface_form":"Nehemiah Grew","offset":324},{"uri":"Antonie_van_Leeuwenhoek","surface_form":"Antonie van Leeuwenhoek","offset":342},{"uri":"Frogs","surface_form":"frogs","offset":457},{"uri":"Lungs","surface_form":"lungs","offset":535},{"uri":"Skin","surface_form":"skin","offset":725},{"uri":"Kidneys","surface_form":"kidneys","offset":731},{"uri":"Liver","surface_form":"liver","offset":744},{"uri":"Capillaries","surface_form":"capillaries","offset":997},{"uri":"Arteries","surface_form":"arteries","offset":1056},{"uri":"Vein","surface_form":"vein","offset":1069},{"uri":"Silk_worm","surface_form":"silk worm","offset":1188},{"uri":"Spiracles","surface_form":"spiracles","offset":1266},{"uri":"Royal_Society","surface_form":"Royal Society","offset":1438},{"uri":"Autobiography","surface_form":"autobiography","offset":1617}]}