{"id":421754,"url":"http://en.wikipedia.org/wiki/Jan_Swammerdam","text":"Jan Swammerdam (12 February 1637 – 17 February 1680) was a Dutch biologist and microscopist. His work on insects showed that the stages an insect life – egg, larva, pupa, and adult – are different forms of the same animal. He did experiments on muscle contraction. In 1658, he was the first to observe and describe red blood cells. He was one of the first people to use the microscope in dissections, and his techniques remained useful for hundreds of years.\nResearch on insects.\nKnowledge of insects in the 17th century was to a great extent inherited from Aristotle. Swammerdam dissected insects and studied them under microscopes.\nSwammerdam showed that insects develop in the same gradual manner as do other animals. He wanted to dispel the seventeenth-century idea that different life stages of an insect (e.g. caterpillar and butterfly) were different individuals.\nHe got evidence from his dissections. By examining larvae, he identified adult features in pre-adult animals. For example, he noticed that the wings of dragonflies and mayflies exist before their final molt. Swammerdam used these observations in his 1669 publication, \"Historia Insectorum Generalis\" (The Natural History of Insects). This work included many descriptions of insect anatomy. It was here that Swammerdam revealed that the \"king\" bee has ovaries. \"Biblia natura\" published posthumously in 1737, carried the first confirmation that the queen bee is the sole mother of the colony. Despite five intense years of beekeeping, the mode of honey bee reproduction escaped him as he wrote, \"I do not believe the male bees actually copulate with the females.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Netherlands","surface_form":"Dutch","offset":59},{"uri":"Biologist","surface_form":"biologist","offset":65},{"uri":"Insects","surface_form":"insects","offset":105},{"uri":"Egg_(biology)","surface_form":"egg","offset":153},{"uri":"Larva","surface_form":"larva","offset":158},{"uri":"Pupa","surface_form":"pupa","offset":165},{"uri":"Muscle_contraction","surface_form":"muscle contraction","offset":245},{"uri":"Red_blood_cell","surface_form":"red blood cell","offset":315},{"uri":"Microscope","surface_form":"microscope","offset":374},{"uri":"Aristotle","surface_form":"Aristotle","offset":558},{"uri":"Caterpillar","surface_form":"caterpillar","offset":816},{"uri":"Butterfly","surface_form":"butterfly","offset":832},{"uri":"Dragonflies","surface_form":"dragonflies","offset":1023},{"uri":"Mayflies","surface_form":"mayflies","offset":1039},{"uri":"Ecdysis","surface_form":"molt","offset":1073},{"uri":"Ovaries","surface_form":"ovaries","offset":1322},{"uri":"Beekeeping","surface_form":"beekeeping","offset":1493}]}