{"id":421776,"url":"http://en.wikipedia.org/wiki/John_Rosbrugh","text":"Rev. John Rosbrugh (c. 1714–1777) (also spelled Rosborough and Rosburgh) was a graduate of the College of New Jersey (now Princeton University). He was ordained a Presbyterian minister. In 1776 he organized and commanded the 3rd Northampton County, Pennsylvania militia. He then then accepted a commission as company chaplain. He was killed at the Battle of the Assunpink Creek, also known as the Second Battle of Trenton. Rosbrugh was the first U.S. chaplain ever killed in battle.\nEarly career.\nJohn Rosbrugh was born in Enniskillen, County Fermanagh, Northern Ireland. He immigrated to the United States along with his older brother, William. The family was originally from Craigie, County Ayrshire, Scotland. His ancestors went to Ireland during the settling of the Ulster Plantation. In 1733 his young wife Sarah died in childbirth along with their only child. He was a tradesman but well enough educated to prepare himself for college.\nMinistry.\nHe attended the College of New Jersey where he graduated in 1761. He was licensed to preach in August of 1763. In October 1764 he was sent to the congregations of Greenwich, Oxford, and Mansfield Woodhouse, all in western New Jersey. In December 1764 he became a Presbyterian minister. By 1765, he was asked to serve neighboring congregations in Upper and Lower Hardwick in Warren County, New Jersey. In 1766, Rev. Rosbrugh married Jane Ralston. She was the daughter of James Ralston of East Allen Township, Northampton County, Pennsylvania. It was then called 'the Irish Settlement.' In 1769 Rev. Rosbrugh was called to serve at the church at Allen Township. This was the same congregation his wife was from. He became their permanent minister. For seven years, he led his congregation in Allen township.\nRevolutionary war.\nAt the start of the American Revolutionary War, news was often read to congregations in their churches. It was one of the main forms of communication at the time. On December 10, 1776, General George Washington called out the militia of Pennsylvania. He wrote to the colonels of the militias of Northampton and Bucks counties asking them and their men to join him as quickly as possible. Rev. Rosebrugh read General Washington's letter to his congregation. The men of the congregation formed a company of militia and agreed to go to war \"if\" Rev. Rosbrugh would lead them. He had expected to accompany them as their chaplain but reluctantly agreed to lead them. John Rosbrugh took his place at the head of the company and slinging his musket over his shoulder led the company to join General Washington and the Continental Army in Philadelphia.\nWhile in Philadelphia, Rev. Rosbrugh was given a commission as a Chaplain. Captain John Hays took his place as company commander. A chaplain at that time held the rank of major and pay of thirty-three and a half dollars per month. Presbyterian ministers, however, were particularly hated by the British and if captured suffered cruel treatment. Rev. Rosbrugh’s company joined the rest of the Northampton county militia in camp. Rosbrugh also met with his brother-in-law, John Ralston, a member of the Second Continental Congress. The 3rd Battalion was under the command of General Israel Putnam. He had orders to cross the Delaware on the 25th of December in support of Washington’s surprise attack on Trenton. However General Putnam decided not to cross due to weather conditions. So Rev. Rosbrugh’s battalion remained in Philadelphia. After General Washington crossed back to Pennsylvania he decided to take Trenton a second time. This time the 3rd Northampton militia was included. The battle was called the second battle of Trenton or the battle of Assinpink creek.\nDeath and burial.\nOn the afternoon of January 2nd the Americans were preparing their positions for the upcoming battle. Rev. John Rosbrugh was dining at a public house when a warning was shouted that Hessians were coming. Going outside he found his horse had been taken. He tried to get back to the American lines which were on the other side of Assunpink Creek. But he was suddenly confronted by a company of Hessians under the command of a British officer. He surrendered but they recognized him as a Presbyterian minister. The Hessians bayoneted him to death. They took his watch and money then left his body naked in the snow. Captain Hays, the company commander, recovered the body and quickly buried him where he fell. The next morning Rev. George Duffield, a brother Presbyterian chaplain moved Rev. Rosbrugh's body to the nearby graveyard of the First Presbyterian Church of Trenton. It is believed he still rests there today. His widow, Jane (née Ralston) survived him by 32 years. She was buried in the East Allen Township cemetery, the inscription on her tombstone indicating her husband John is buried beside her.","categories":[],"infobox_types":[],"annotations":[{"uri":"Graduate","surface_form":"graduate","offset":79},{"uri":"Princeton_University","surface_form":"Princeton University","offset":122},{"uri":"Presbyterian","surface_form":"Presbyterian","offset":163},{"uri":"Minister","surface_form":"minister","offset":176},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":249},{"uri":"Militia","surface_form":"militia","offset":262},{"uri":"Chaplain","surface_form":"chaplain","offset":317},{"uri":"Battle_of_the_Assunpink_Creek","surface_form":"Battle of the Assunpink Creek","offset":348},{"uri":"Enniskillen","surface_form":"Enniskillen","offset":523},{"uri":"County_Fermanagh","surface_form":"County Fermanagh","offset":536},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":554},{"uri":"Immigrated","surface_form":"immigrated","offset":575},{"uri":"Ayrshire","surface_form":"County Ayrshire","offset":686},{"uri":"Scotland","surface_form":"Scotland","offset":703},{"uri":"Ireland","surface_form":"Ireland","offset":735},{"uri":"Plantation_of_Ulster","surface_form":"Ulster Plantation","offset":770},{"uri":"Congregations","surface_form":"congregations","offset":1098},{"uri":"New_Jersey","surface_form":"New Jersey","offset":1174},{"uri":"Minister","surface_form":"minister","offset":1228},{"uri":"Church","surface_form":"church","offset":1586},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":1797},{"uri":"Communications","surface_form":"communication","offset":1913},{"uri":"George_Washington","surface_form":"George Washington","offset":1970},{"uri":"Colonel","surface_form":"colonel","offset":2044},{"uri":"Continental_Army","surface_form":"Continental Army","offset":2588},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":2631},{"uri":"Second_Continental_Congress","surface_form":"Second Continental Congress","offset":3123},{"uri":"Israel_Putnam","surface_form":"Israel Putnam","offset":3203},{"uri":"Washington%27s_crossing_of_the_Delaware_River","surface_form":"Delaware","offset":3245},{"uri":"Battle_of_Trenton","surface_form":"Trenton","offset":3324},{"uri":"Battle_of_the_Assunpink_Creek","surface_form":"Assinpink creek","offset":3675},{"uri":"Public_house","surface_form":"public house","offset":3847},{"uri":"Hessian_(soldier)","surface_form":"Hessians","offset":3892},{"uri":"Officer","surface_form":"officer","offset":4142},{"uri":"Bayoneted","surface_form":"bayoneted","offset":4231},{"uri":"First_Presbyterian_Church_(Trenton%2C_New_Jersey)","surface_form":"First Presbyterian Church of Trenton","offset":4546}]}