{"id":42188,"url":"http://en.wikipedia.org/wiki/Fenrir","text":"In Norse mythology, Fenrir (Old Norse: “he who dwells in the marshes”), also known as Fenrisúlfr (Old Norse: “Fenrir's wolf”), or Vanargand (\"Monster of the River Van\"), is a giant, monstrous wolf, son of Loki and the giantess Angrboða, and the brother of Hel and Jörmungandr.\nFenrir was tied up by the gods, but was destined to break free from his bonds and devour Odin during Ragnarök, afterwhich he is killed by Odin's son, Víðarr.\nFenrir has two sons, Hati ('hate') and Skoll.\nThe Legend of Fenrir.\nOdin found out about a prophecy that the children of Loki and Angora would cause trouble for the gods. He had Fenrir brought to him along with its brother Jörmungandr and its sister Hel.\nAfter throwing Jörmungandr into the sea and sending Hel into the land of the dead, Odin had the wolf raised among the Æsir. Only the god Týr was brave enough to feed the growing monster. The wolf got stronger and stronger. The gods were scared that he would eventually destroy them. They tried to chain it up. He agreed to be chained two times. Both times he easily broke the chains.\nOdin had the dwarfs make the chain Gleipnir (\"deceiver\" or \"entangler\"). It looked like a silken ribbon but was made of six magical ingredients: the sound of a cat's step, the beard of a woman, the roots of a mountain, bear's sensibility, fish's breath, and bird's spittle.\nThe gods challenged Fenrir to break this chain as well. The wolf saw how thin and well made Gleipnir was and thought it was a trick. He agreed to try and break the chain, but only if one of the gods would put his hand in the wolf's mouth. He believed this would force them to free him if he could not break the chain. Only Týr was willing to put his hand in the wolf's mouth. Fenrir tried to break the chain. The more he tried, the tighter the chain held him. When the gods would not free him, the wolf bit off Týr's hand at the wrist.\nIt is said that at Ragnarök, the wolf will break free. He will join forces with the enemies of the gods and will then eat Odin. After that Viðarr, Odin's son, will slay the wolf to avenge his father's death.","categories":[],"infobox_types":[],"annotations":[{"uri":"Norse_mythology","surface_form":"Norse mythology","offset":3},{"uri":"Old_Norse","surface_form":"Old Norse","offset":28},{"uri":"Old_Norse","surface_form":"Old Norse","offset":98},{"uri":"Wolf","surface_form":"wolf","offset":192},{"uri":"Loki","surface_form":"Loki","offset":205},{"uri":"J%C3%B6tnar","surface_form":"giantess","offset":218},{"uri":"Angrboda","surface_form":"Angrboða","offset":227},{"uri":"Hel","surface_form":"Hel","offset":256},{"uri":"J%C3%B6rmungandr","surface_form":"Jörmungandr","offset":264},{"uri":"Odin","surface_form":"Odin","offset":366},{"uri":"Ragnar%C3%B6k","surface_form":"Ragnarök","offset":378},{"uri":"Vidar","surface_form":"Víðarr","offset":427},{"uri":"Hati","surface_form":"Hati","offset":456},{"uri":"Skoll","surface_form":"Skoll","offset":474}]}