{"id":421905,"url":"http://en.wikipedia.org/wiki/H%C3%B4tel_Ritz_Paris","text":"The Hôtel Ritz is a grand hotel in the heart of Paris in the Place Vendôme. The hotel is ranked highly among the most prestigious and luxurious hotels in the world and is a member of \"The Leading Hotels of the World\".\nThe hotel has 159 rooms. It was founded by the Swiss hotelier, César Ritz, in collaboration with the chef Auguste Escoffier in 1898. The new hotel was constructed behind the façade of a Town house from the 18th-century. It overlooks one of the central squares in Paris.\nIt was one of the first hotels in Europe to provide a bathroom \"en suite\", a telephone and electricity for each room. It established a reputation for luxury. The clients have included royalty, politicians, writers, film stars and singers. Several of its suites are named in honour of famous guests of the hotel, for example Coco Chanel and Ernest Hemingway who lived at the hotel for years. One of the bars of the hotel, \"Bar Hemingway\", is devoted to Hemingway.\nThe Ritz has the reputation of being the most expensive hotel in Paris. The rooms as of May 2011 started at €850 a night. Suites start at €3,600 and cost up to €13,900 a night for the most expensive ones (the \"Suite Impériale\" is the most expensive). The Ritz employs more than 600 people.\n\"L'Espadon\" is a world-renowned restaurant. It attracts aspiring chefs from all over the world who come to learn at the nearby Ritz-Escoffier School. The cuisine is run by the award-winning chef Michel Roth, the ninth head chef of the hotel. The restaurant was awarded a second star by the 2009 edition of the influential Michelin Red Guide.\nDuring the Second World War, the German Luftwaffe used the hotel as local headquarters in Paris. The son of César Ritz, Charles, died in 1976. The last members of the Ritz family who owned the hotel sold it to the Egyptian businessman Mohamed Al-Fayed in 1979. In August 1997, Diana, Princess of Wales and Al-Fayed's son, Dodi, dined in the hotel's Imperial Suite before their fatal car crash.\nThe hotel is being entirely renovated. It has been closed since 1 August 2012 and will open its doors in March 2016, after a delay of nearly two years. Because of its status as a symbol of high society and luxury, the hotel has featured in many novels (for example F. Scott Fitzgerald's \"Tender Is The Night\" and Hemingway's \"The Sun Also Rises\"),\na play (Noël Coward's \"Semi-Monde\"), and films (such as Billy Wilder's 1957 comedy \"Love in the Afternoon\" and William Wyler's 1966 comedy \"How to Steal a Million\").","categories":[],"infobox_types":[],"annotations":[{"uri":"Paris","surface_form":"Paris","offset":48},{"uri":"Place_Vend%C3%B4me","surface_form":"Place Vendôme","offset":61},{"uri":"The_Leading_Hotels_of_the_World","surface_form":"The Leading Hotels of the World","offset":184},{"uri":"C%C3%A9sar_Ritz","surface_form":"César Ritz","offset":281},{"uri":"Auguste_Escoffier","surface_form":"Auguste Escoffier","offset":324},{"uri":"Telephone","surface_form":"telephone","offset":565},{"uri":"Electricity","surface_form":"electricity","offset":579},{"uri":"Royalty","surface_form":"royalty","offset":672},{"uri":"Coco_Chanel","surface_form":"Coco Chanel","offset":812},{"uri":"Ernest_Hemingway","surface_form":"Ernest Hemingway","offset":828},{"uri":"Euro","surface_form":"€","offset":1059},{"uri":"Michel_Roth","surface_form":"Michel Roth","offset":1436},{"uri":"Michelin_Guide","surface_form":"Michelin Red Guide","offset":1563},{"uri":"Second_World_War","surface_form":"Second World War","offset":1594},{"uri":"Luftwaffe","surface_form":"Luftwaffe","offset":1623},{"uri":"Mohamed_Al-Fayed","surface_form":"Mohamed Al-Fayed","offset":1818},{"uri":"Diana%2C_Princess_of_Wales","surface_form":"Diana, Princess of Wales","offset":1860},{"uri":"Dodi_Al-Fayed","surface_form":"Dodi","offset":1905},{"uri":"F._Scott_Fitzgerald","surface_form":"F. Scott Fitzgerald","offset":2242},{"uri":"Tender_Is_The_Night","surface_form":"Tender Is The Night","offset":2265},{"uri":"The_Sun_Also_Rises","surface_form":"The Sun Also Rises","offset":2303},{"uri":"No%C3%ABl_Coward","surface_form":"Noël Coward","offset":2333},{"uri":"Semi-Monde","surface_form":"Semi-Monde","offset":2348},{"uri":"Billy_Wilder","surface_form":"Billy Wilder","offset":2381},{"uri":"Love_in_the_Afternoon_(1957_film)","surface_form":"Love in the Afternoon","offset":2409}]}