{"id":422296,"url":"http://en.wikipedia.org/wiki/Armillaria_gallica","text":"\"Armillaria gallica\" (synonymous with \"A. bulbosa\" and \"A. lutea\") is a species of \"honey mushroom\" in the Agaricales order.\nThe species is common and ecologically important: it decays wood. It can live as a saprophyte, or as an opportunistic parasite in weakened tree hosts to cause root or butt rot. It is found in temperate regions of Asia, North America, and Europe. The species forms fruit bodies singly or in groups in soil or rotting wood. The fungus has been accidentally introduced to South Africa.\n\"Armillaria gallica\" is a largely subterranean fungus, and it produces fruit bodies that are up to about in diameter, yellow-brown, and covered with small scales. On the underside of the caps are gills that are white to creamy or pale orange.\nThe fungus develops an extensive system of underground root-like structures, called rhizomorphs which help it to decompose dead wood in temperate broadleaf and mixed forests. It has been the subject of considerable scientific research. Its ability to bioluminesce and its ability to form large and long-lived colonies are especially interesting.\nHumongous fungus.\nResearchers reported finding \"Armillaria gallica\" in the Upper Peninsula of Michigan in the early 1990s. In one forest stand, \"Armillaria\"-infected oak trees had been harvested, and their stumps were left to rot in the field. Later, when red pines were planted in the same location, the seedlings were killed by the fungus \"A. gallica\" (then known as \"A. bulbosa\").\nUsing sequence analysis, they found that the underground mycelia of one individual fungal colony covered, weighing over, with an estimated age of 1,500 years. The analysis examined genetic samples collected in the forest from fruit bodies and rhizomorphs. Samples from the 15-hectare area had identical mating type alleles and mitochondrial DNA fragments. This showed the samples were all from a single genetic individual, or clone, which reached its size through vegetative growth. The authors noted: \"This is the first report estimating the minimum size, mass, and age of an unambiguously defined fungal individual. Although the number of observations for plants and animals is much greater, members of the fungal kingdom should now be recognized as among the oldest and largest organisms on earth\". After the \"Nature\" paper was published, media outlets from around the world visited the site where the specimens were found. As a result of this publicity, the individual acquired the common name \"humongous fungus\". There was afterward some scholarly debate as to whether the fungus qualified to be considered in the same category as other large organisms such as the blue whale or the giant redwood.","categories":[],"infobox_types":[],"annotations":[{"uri":"Synonym_(taxonomy)","surface_form":"synonymous","offset":22},{"uri":"Species","surface_form":"species","offset":72},{"uri":"Agaricales","surface_form":"Agaricales","offset":107},{"uri":"Order_(biology)","surface_form":"order","offset":118},{"uri":"Saprophyte","surface_form":"saprophyte","offset":208},{"uri":"Parasitism","surface_form":"parasite","offset":243},{"uri":"Root","surface_form":"root","offset":284},{"uri":"Butt_rot","surface_form":"butt rot","offset":292},{"uri":"Temperate","surface_form":"temperate","offset":317},{"uri":"Basidiocarp","surface_form":"fruit bodies","offset":389},{"uri":"Introduced_species","surface_form":"introduced","offset":480},{"uri":"Pileus_(mycology)","surface_form":"caps","offset":695},{"uri":"Lamella_(mycology)","surface_form":"gills","offset":704},{"uri":"Rhizomorphs","surface_form":"rhizomorphs","offset":835},{"uri":"Mixed_forest","surface_form":"mixed forest","offset":911},{"uri":"Bioluminescence","surface_form":"bioluminesce","offset":1002},{"uri":"Colony_(biology)","surface_form":"colonies","offset":1060},{"uri":"Michigan","surface_form":"Michigan","offset":1191},{"uri":"Oak","surface_form":"oak","offset":1263},{"uri":"Red_pine","surface_form":"red pine","offset":1353},{"uri":"Sequence_analysis","surface_form":"sequence analysis","offset":1487},{"uri":"Mycelium","surface_form":"mycelia","offset":1538},{"uri":"Colony_(biology)","surface_form":"colony","offset":1571},{"uri":"Genetic","surface_form":"genetic","offset":1662},{"uri":"Mating_type","surface_form":"mating type","offset":1784},{"uri":"Mitochondrial_DNA","surface_form":"mitochondrial DNA","offset":1808},{"uri":"Clone","surface_form":"clone","offset":1907},{"uri":"Vegetative_reproduction","surface_form":"vegetative growth","offset":1945},{"uri":"Nature_(journal)","surface_form":"Nature","offset":2294},{"uri":"Common_name","surface_form":"common name","offset":2467},{"uri":"Blue_whale","surface_form":"blue whale","offset":2651},{"uri":"Redwood","surface_form":"redwood","offset":2675}]}