{"id":422314,"url":"http://en.wikipedia.org/wiki/Robinson_Crusoe","text":"\"Robinson Crusoe\" is a novel written by Daniel Defoe. It was first published on 25 April 1719 by William Taylor.\nThe novel's full title is \"The Life and Strange Surprizing Adventures of Robinson Crusoe, Of York, Mariner: Who lived Eight and Twenty Years, all alone in an un-inhabited Island on the Coast of America, near the Mouth of the Great River of Oroonoque; Having been cast on Shore by Shipwreck, wherein all the Men perished but himself. With An Account how he was at last as strangely deliver'd by Pyrates\".\nThe book is a fictional autobiography of the title character, Robinson Crusoe. Crusoe leaves the safety of his comfortable middle-class home in England and goes to sea. He is shipwrecked and becomes a castaway who spends years on a remote tropical island near Trinidad. He meets cannibals, captives and mutineers, and is eventually rescued.\nFor the first edition, Defoe pretended that the novel was a true story. He said the fictional protagonist Robinson Crusoe was the author and he pretended to be the editor of Crusoe's autobiography. This led many readers to believe that Crusoe was a real person and the book a true account of his life.\nMany people think the story was influenced by the life of Alexander Selkirk. Selkirk was a Scottish castaway who lived for over four years on a Pacific island belonging to Chile called Más a Tierra. (In 1966, the island was renamed Robinson Crusoe Island.) However, there are other possible sources. For example, Ibn Tufail's earlier novel \"Hayy ibn Yaqdhan\", also set on a desert island, may have inspired Defoe.\nCritical response to \"Robinson Crusoe\" has been diverse and argumentative. There has been widespread disagreement about the novel's nature and origin, values, structure, and meaning. Literary historians have not agreed on Defoe's sincerity, exact intentions, and achievement in the book.\n\"Robinson Crusoe\" was very popular as soon as it was published. Before the end of 1719, it had already run through four editions. The novel's popularity has continued and it has become one of the most widely published books in history. It has prompted many imitations and adaptations for stage, film, and television.","categories":[],"infobox_types":[],"annotations":[{"uri":"Novel","surface_form":"novel","offset":23},{"uri":"Daniel_Defoe","surface_form":"Daniel Defoe","offset":40},{"uri":"Middle_class","surface_form":"middle-class","offset":640},{"uri":"England","surface_form":"England","offset":661},{"uri":"Sea","surface_form":"sea","offset":681},{"uri":"Shipwreck","surface_form":"shipwreck","offset":692},{"uri":"Castaway","surface_form":"castaway","offset":718},{"uri":"Trinidad_and_Tobago","surface_form":"Trinidad","offset":777},{"uri":"Cannibalism","surface_form":"cannibals","offset":796},{"uri":"Protagonist","surface_form":"protagonist","offset":952},{"uri":"Alexander_Selkirk","surface_form":"Alexander Selkirk","offset":1218},{"uri":"Pacific_Islands","surface_form":"Pacific island","offset":1304},{"uri":"Chile","surface_form":"Chile","offset":1332},{"uri":"Robinson_Crusoe_Island","surface_form":"Robinson Crusoe Island","offset":1392},{"uri":"Ibn_Tufail","surface_form":"Ibn Tufail","offset":1473},{"uri":"Hayy_ibn_Yaqdhan","surface_form":"Hayy ibn Yaqdhan","offset":1501},{"uri":"Desert_island","surface_form":"desert island","offset":1534},{"uri":"Stage_(theatre)","surface_form":"stage","offset":2150},{"uri":"Movie","surface_form":"film","offset":2157},{"uri":"Television","surface_form":"television","offset":2167}]}