{"id":422479,"url":"http://en.wikipedia.org/wiki/Shooting_of_Trayvon_Martin","text":"The shooting of Trayvon Martin was a killing which resulted in the death of a 17-year-old in Sanford, Florida, United States. It happened on the night of February 26, 2012. Martin was shot by George Zimmerman. The case has been given a lot of coverage by the media. Zimmerman was declared not guilty of manslaughter. However, many people believe Zimmerman racially discriminated Martin.\nShooting and trial.\nTrayvon Martin was African American. He was a 17-year-old high school student at the time. Martin had been walking to his father's girlfriend's house, where he was staying. He had gone to the 7-Eleven to buy a packet of Skittles. The house was in a gated community. The shooter, George Zimmerman, was the coordinator of the neighborhood watch in this community. Zimmerman is a mixed race Hispanic man. He shot Martin in the chest, killing the teenager.\nWhen he was shot, Martin had been talking on his mobile phone to his girlfriend. He was wearing a hoodie. Zimmerman had thought Martin looked suspicious. He called the emergency telephone number (911) and the operator told him that he did not need to follow Martin. Zimmerman did anyway. People are not sure what happened after this. When police arrived at the location of the shooting, Zimmerman said that Martin had punched him in the nose and knocked him onto the pavement. Martin had not been carrying a weapon when he was shot.\nPolice did not arrest Zimmerman until six weeks later. This was because of Florida's stand-your-ground law, which allows people to shoot others in order to defend themselves. Zimmerman was put on trial. On July 13, 2013, a jury decided that he was not guilty of second-degree murder and manslaughter. Protests were held in more than 100 cities in the United States by people who thought that decision was unfair. President Barack Obama made spoke in response to public anger about the trial verdict on July 19. He said, \"Trayvon Martin could have been me, 35 years ago\". Maddy, a juror for the trial, told ABC News that Zimmerman \"got away with murder\".\nLater events.\nThe media coverage about this case has continued even after Zimmerman was declared not guilty.\nGeraldo Rivera said on \"Fox and Friends\", \"I think the hoodie is as much responsible for Trayvon Martin's death as much as George Zimmerman was.\" This made a lot of people angry. They said it was victim blaming.\nAn episode of the cartoon comedy \"South Park\", \"World War Zimmerman\", was shown in October 2013. It parodied Zimmerman's trial. Jack Cashill wrote a book about the case called If I had a Son': Race, Guns, and the Railroading of George Zimmerman\". It was published in October 2013.\nZimmerman was arrested on November 18, 2013. Police said that he was going to be put in prison. TMZ said that Zimmerman attacked his pregnant girlfriend. He has been charged with aggravated assault, domestic violence battery, and criminal mischief. Zimmerman was released on bail.\nLaws.\nIn October 2013, Martin's mother, Sybrina Fulton, demanded changes to the Stand Your Ground law. She said the law \"creates many opportunities for people to commit terrible acts of violence and evade justice\". She and Martin's father, Tracy Fulton, started the Trayvon Martin Foundation in 2012 to help victims of injustice.\nNeighborhood watchers in Sanford are now banned from carrying guns and following people. This is to avoid another event like Martin's killing and to make the neighborhood watch's reputation better.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sanford%2C_Florida","surface_form":"Sanford, Florida","offset":93},{"uri":"United_States","surface_form":"United States","offset":111},{"uri":"George_Zimmerman","surface_form":"George Zimmerman","offset":192},{"uri":"Media","surface_form":"media","offset":259},{"uri":"Manslaughter","surface_form":"manslaughter","offset":303},{"uri":"Racial_discrimination","surface_form":"racially discriminated","offset":356},{"uri":"African-American_people","surface_form":"African American","offset":426},{"uri":"High_school","surface_form":"high school","offset":465},{"uri":"7-Eleven","surface_form":"7-Eleven","offset":599},{"uri":"Skittles","surface_form":"Skittles","offset":627},{"uri":"Gated_community","surface_form":"gated community","offset":656},{"uri":"Neighborhood_watch","surface_form":"neighborhood watch","offset":731},{"uri":"Mixed_race","surface_form":"mixed race","offset":784},{"uri":"Hispanic","surface_form":"Hispanic","offset":795},{"uri":"Mobile_phone","surface_form":"mobile phone","offset":909},{"uri":"Hoodie","surface_form":"hoodie","offset":958},{"uri":"Suspicious","surface_form":"suspicious","offset":1002},{"uri":"Emergency_telephone_number","surface_form":"emergency telephone number","offset":1028},{"uri":"Police","surface_form":"police","offset":1199},{"uri":"Punch_(strike)","surface_form":"punched","offset":1278},{"uri":"Stand-your-ground_law","surface_form":"stand-your-ground law","offset":1478},{"uri":"Self-defence","surface_form":"defend themselves","offset":1549},{"uri":"Trial","surface_form":"trial","offset":1589},{"uri":"Jury","surface_form":"jury","offset":1616},{"uri":"Second-degree_murder","surface_form":"second-degree murder","offset":1655},{"uri":"Manslaughter","surface_form":"manslaughter","offset":1680},{"uri":"Protest","surface_form":"Protest","offset":1694},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":1816},{"uri":"ABC_News","surface_form":"ABC News","offset":1999},{"uri":"Geraldo_Rivera","surface_form":"Geraldo Rivera","offset":2156},{"uri":"Fox_and_Friends","surface_form":"Fox and Friends","offset":2180},{"uri":"Victim_blaming","surface_form":"victim blaming","offset":2352},{"uri":"South_Park","surface_form":"South Park","offset":2402},{"uri":"Parody","surface_form":"parodied","offset":2468},{"uri":"Jack_Cashill","surface_form":"Jack Cashill","offset":2496},{"uri":"TMZ","surface_form":"TMZ","offset":2745}]}