{"id":422645,"url":"http://en.wikipedia.org/wiki/Penda_of_Mercia","text":"Penda († 655) was a 7th century King of Mercia. He was a noble of the royal house of Mercia and a pagan his entire life. Penda was the central figure in English history from 632 until his death. Penda treated every Northumbrian king as his enemy, especially if that king had any influence in southern England.\nEarly career.\nPenda was a son of Pybba of Mercia. At his father's death in Penda was still an infant. Ceorl ruled Mercia following Penda's father. There are indications Penda was an underking in Mercia probably in charge of Western Mercia. This would have included the territory of the Hwicce. Later Penda had close ties to the Hwicce when he was king of Mercia.\nKing of Mercia.\nIn 626, according to the Anglo-Saxon Chronicle: \"This year Penda succeeded to the kingdom [of Mercia] and reigned thirty winters.\" As king of Mercia Penda's first victory came in 628. The Anglo-Saxon Chronicle for 628 says that Cyngils, king of Wessex, and Cwichelm his son 'fought with Penda at Cirencester and came to an agreement with him there'. The 'agreement' seems to have been to give Cirencester to Penda. It's likely Penda also got the territory of the Hwicce at this time. The agreement or treaty also seems to have been a marriage alliance. Penda married Cynewise, probably a sister of Cynegils. He formed an alliance with Cadwallon ap Cadfan of Gwynedd. Cadwallon was known to have been very hostile towards the Northumbrians. In 633 Penda joined him in invading Northumbria. At Battle of Hatfield Chase their combined armies defeated and killed King Edwin of Northumbria. Cadwallon remained in Northumbria for a year destroying everything he could. Penda left and returned to Mercia. He brought with him Eadfrith, the son of Edwin, as a prisoner possibly to set up as a puppet ruler in Northumbria under Penda. But Penda had him murdered a few years later.\nSometime after 633 Penda killed two East Anglian kings, Sigebert and Egric, in battle. He set up a vassal king in East Anglia. About 635 Penda's brother Eowa became a king in Mercia along with Penda. Possibly he ruled northern Mercia while Penda ruled in the south. In Cadwallon, Penda's ally, was defeated and killed by King Oswald of Northumbria. The armies of Oswald and Penda met in 641 at Maserfelth (later called Oswestry in Shropshire). What events led to the battle is not recorded. Penda defeated and killed Oswald. This left Penda the most powerful king in England. Nothing indicates that Penda claimed to be overlord however. In 643 Cenwalh succeeded Cynegils as king of Wessex. Cenwalh married a sister of Penda of Mercia. But in 645 when Cenwalh repudiated her (set her aside) in favor of another wife, Penda invaded Wessex. Penda drove Cenwalh into exile in East Anglia. While in exile, Wulfhere, the son of Penda, took a great deal of territory away from Wessex. He gave the Isle of Wight to Aethelwalh, King of Sussex. Cenwalh returned to his kingdom. In 650, possibly to teach him a lesson for sheltering Cenwalh, Penda drove King Anna of East Anglia out of his kingdom. Penda killed Anna in battle in.\nAfter King Oswald's death, Northumbria divided back into the two previous kingdoms of Bernicia and Deira. Each had their own king. Oswiu of Northumbria became king of Bernicia. He was Oswald's brother and Penda had a particular contempt for him. In 653 Deira came under Mercian control. In 654, hoping to put an end to Oswiu, Penda gathered all his allies and invaded Bernicia. Called the battle of the Winwaed he marched against Oswiu with 'thirty legions'. On Sunday, 15 November 655 the two armies met in battle near Leads. Although he had the larger army Penda was killed. This established Oswiu as king of all Northumbria and as overlord of all the English south of the River Humber. Penda was succeeded by his son Peada.","categories":[],"infobox_types":[],"annotations":[{"uri":"%E2%80%A0","surface_form":"†","offset":7},{"uri":"7th_century","surface_form":"7th century","offset":20},{"uri":"List_of_monarchs_of_Mercia","surface_form":"King of Mercia","offset":32},{"uri":"Noble","surface_form":"noble","offset":57},{"uri":"Mercia","surface_form":"Mercia","offset":85},{"uri":"Pagan","surface_form":"pagan","offset":98},{"uri":"Pybba_of_Mercia","surface_form":"Pybba of Mercia","offset":343},{"uri":"Underking","surface_form":"underking","offset":492},{"uri":"Anglo-Saxon_Chronicle","surface_form":"Anglo-Saxon Chronicle","offset":714},{"uri":"Cynegils_of_Wessex","surface_form":"Cyngils","offset":917},{"uri":"Cwichelm_of_Wessex","surface_form":"Cwichelm","offset":946},{"uri":"Cirencester","surface_form":"Cirencester","offset":985},{"uri":"Treaty","surface_form":"treaty","offset":1190},{"uri":"Marriage","surface_form":"marriage","offset":1223},{"uri":"Alliance","surface_form":"alliance","offset":1232},{"uri":"Cadwallon_ap_Cadfan","surface_form":"Cadwallon ap Cadfan","offset":1324},{"uri":"Gwynedd","surface_form":"Gwynedd","offset":1347},{"uri":"Northumbria","surface_form":"Northumbria","offset":1465},{"uri":"Battle_of_Hatfield_Chase","surface_form":"Battle of Hatfield Chase","offset":1481},{"uri":"Edwin_of_Northumbria","surface_form":"Edwin of Northumbria","offset":1553},{"uri":"East_Anglia","surface_form":"East Anglian","offset":1896},{"uri":"Vassal","surface_form":"vassal","offset":1959},{"uri":"Oswald_of_Northumbria","surface_form":"Oswald of Northumbria","offset":2186},{"uri":"Oswestry","surface_form":"Oswestry","offset":2279},{"uri":"Shropshire","surface_form":"Shropshire","offset":2291},{"uri":"Cenwalh_of_Wessex","surface_form":"Cenwalh","offset":2504},{"uri":"Cynegils_of_Wessex","surface_form":"Cynegils","offset":2522},{"uri":"Wessex","surface_form":"Wessex","offset":2542},{"uri":"Repudiated","surface_form":"repudiated","offset":2619},{"uri":"Wulfhere_of_Mercia","surface_form":"Wulfhere","offset":2761},{"uri":"Aethelwalh_of_Sussex","surface_form":"Aethelwalh","offset":2867},{"uri":"Sussex","surface_form":"Sussex","offset":2887},{"uri":"Bernicia","surface_form":"Bernicia","offset":3166},{"uri":"Deira","surface_form":"Deira","offset":3179},{"uri":"Oswiu_of_Northumbria","surface_form":"Oswiu of Northumbria","offset":3211},{"uri":"Battle_of_the_Winwaed","surface_form":"battle of the Winwaed","offset":3469},{"uri":"Leads","surface_form":"Leads","offset":3600},{"uri":"River_Humber","surface_form":"River Humber","offset":3755}]}