{"id":422654,"url":"http://en.wikipedia.org/wiki/Ken_Hechler","text":"Kenneth William \"Ken\" Hechler (September 20, 1914 – December 10, 2016) was an American politician. A member of the Democratic Party, he represented West Virginia in the U.S. House of Representatives from 1959 to 1977. Hechler was the West Virginia Secretary of State from 1985 to 2001. He was currently the oldest living person to have served in the United States Congress.\nEarly life.\nHechler was born in Roslyn, New York on September 20, 1914. He studied at Swarthmore College and later attended Columbia University.\nCareer.\nHechler faced a close race for the first (and as it turned out, only) time in 1972. Following the 1970 Census, West Virginia's population was low. The state legislature merged Hechler's district with most of the old 5th District, comprising several coal-mining counties around Bluefield and Beckley.\nThe 5th had been represented by Democrat James Kee of Bluefield since 1965, and members of his family had held the district continuously since 1933. On paper, the new district favored Kee, who retained 65 percent of his former territory. However, Hechler routed him in the Democratic primary by almost 26 points and easily won reelection in November. He was reelected in 1974 after being unopposed in the primary and general election.\nLater career.\nIn 1976, he entered a multi-candidate primary for governor, but lost that statewide race by a large margin. In 1984 he ran for West Virginia Secretary of State and won. He was re-elected in 1988, 1992, and 1996. n 1990, he again ran, in the middle of his Secretarial term, for his old Congressional seat, but was defeated by Rahall in the primary. In 2004 he ran yet again for his old post as Secretary of State. This time, he won the Democratic primary by a plurality, but lost the general election to Republican Betty Ireland.\nPersonal life.\nSince 2004, Hechler has campaigned against mountaintop removal mining. On June 23, 2009, Hechler, then aged 94, participated in a protest near mountaintop removal mining sites in the West Virginia coalfields in the Coal River Valley along with others. He was one of 29 protesters arrested for trespass.\nHechler died under hospice care in Romney, West Virginia on December 10, 2016 from a stroke, aged 102.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":78},{"uri":"Democratic_Party_(United_States)","surface_form":"Democratic Party","offset":115},{"uri":"West_Virginia","surface_form":"West Virginia","offset":148},{"uri":"U.S._House_of_Representatives","surface_form":"U.S. House of Representatives","offset":169},{"uri":"West_Virginia_Secretary_of_State","surface_form":"West Virginia Secretary of State","offset":234},{"uri":"Roslyn%2C_New_York","surface_form":"Roslyn","offset":406},{"uri":"New_York","surface_form":"New York","offset":414},{"uri":"Swarthmore_College","surface_form":"Swarthmore College","offset":460},{"uri":"Columbia_University","surface_form":"Columbia University","offset":498},{"uri":"1970_United_States_Census","surface_form":"1970 Census","offset":625},{"uri":"Bluefield%2C_West_Virginia","surface_form":"Bluefield","offset":804},{"uri":"Beckley%2C_West_Virginia","surface_form":"Beckley","offset":818},{"uri":"James_Kee","surface_form":"James Kee","offset":868},{"uri":"Governor_of_West_Virginia","surface_form":"governor","offset":1326},{"uri":"West_Virginia_Secretary_of_State","surface_form":"West Virginia Secretary of State","offset":1403},{"uri":"Betty_Ireland","surface_form":"Betty Ireland","offset":1790},{"uri":"Mountaintop_removal_mining","surface_form":"mountaintop removal mining","offset":1863},{"uri":"Mountaintop_removal_mining","surface_form":"mountaintop removal mining","offset":1963},{"uri":"Hospice_care","surface_form":"hospice care","offset":2142},{"uri":"Romney%2C_West_Virginia","surface_form":"Romney, West Virginia","offset":2158},{"uri":"Stroke","surface_form":"stroke","offset":2208}]}