{"id":42271,"url":"http://en.wikipedia.org/wiki/Period_instruments","text":"The period instruments are musical instruments which have been made in the same way they were made hundreds of years ago. This is done so that earlier music will sound like it did when it was first composed.\nMusical instruments have changed a lot during the last few centuries. Composers like Johann Sebastian Bach (1685-1750) wrote music for instruments which sounded differently from the way they do today. Although most of the orchestral instruments we use nowadays were already in use in Bach’s day, instrument makers have made changes to them. These changes often gave the instruments a bigger sound so that they could be heard well in large concert halls. Orchestras also have increased in size.\nDuring the 20th century musicians started to realize that the way we play the music of Bach and other composers was making the music sound different from how it would have been first heard. People became interested in hearing what the music would have sounded like back in the 17th and early 18th centuries (the Baroque period). Few of the old instruments still existed and many that had survived had been “modernized”. So instrument makers started to make instruments in the old ways. Some musicians and orchestras started to play these instruments. The instruments are often called “period instruments” (or \"authentic instruments\" or \"historical instruments\") because they are made so that they are like instruments of earlier periods.\nDevelopment of the instruments.\nToday's instruments of the string family (violin, viola, cello and double bass) may look almost the same as the old ones, but there are differences: the old fingerboards were shorter and the strings used to be made of gut, not metal. The bows were shaped differently, and the technique of playing was also different.\nWoodwind instruments have changed a lot since the old times. Flutes, oboes and bassoons hardly had any keys (the metal keys which help to cover the holes). The keys were added in the 18th century and it made it much easier to play difficult music with lots of sharps and flats. Clarinets were not invented until the late 18th century, but even they have developed a lot since Mozart’s time (1756-1791).\nBrass instruments like the trumpet and French horn now have valves which make it easier to play in different keys. The trombone is the only instrument which has not changed. The tuba was invented in the early 19th century.\nPercussion instruments include the timpani which have changed a lot. In Baroque times they had calf-skin heads but now the heads are made of plastic. This makes a very different sound.\nBaroque keyboard instruments included the harpsichord and clavichord. The piano was invented during the 18th century. It still sounded very different when Mozart wrote for it. The frame was made of wood, not of cast iron, and the hammers had leather heads instead of felt. A modern piano sounds quite different.\nModern interest in period instruments.\nThe interest in period instruments started in the mid 20th century. People like Wanda Landowska played Baroque keyboard music on the harpsichord instead of the piano. Conductors like Nikolas Harnoncourt have trained small orchestras to play on period instruments using techniques which were used in Baroque times. Gradually musicians also started using period instruments for music from the Classical music period (the time of Mozart and Beethoven). Even in the mid 18th century the modern orchestra had not yet evolved. In recent years conductors like John Elliot Gardiner have performed music by Hector Berlioz on period instruments. There are now many small instrumental groups and orchestras who regularly perform on period instruments e.g. The English Concert and the English Baroque Soloists.\nEvaluation.\nDoes old music sound better on period instruments? Musicians do not all agree about this question and they still argue a lot about the way that some of the music should be played. However, it is important to listen to the way that period instruments are played. Musicians such as the violinist Andrew Manze have done a lot of research in old books and old music and have done a lot to make people rethink the way in which music from former centuries should be performed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Musical_instrument","surface_form":"musical instrument","offset":27},{"uri":"Music","surface_form":"music","offset":151},{"uri":"Composition_(music)","surface_form":"composed","offset":198},{"uri":"Century","surface_form":"centuries","offset":267},{"uri":"Composer","surface_form":"Composers","offset":278},{"uri":"Johann_Sebastian_Bach","surface_form":"Johann Sebastian Bach","offset":293},{"uri":"Orchestra","surface_form":"Orchestras","offset":662},{"uri":"Bach","surface_form":"Bach","offset":789},{"uri":"Baroque_music","surface_form":"Baroque","offset":1014},{"uri":"String_instruments","surface_form":"string family","offset":1499},{"uri":"Violin","surface_form":"violin","offset":1514},{"uri":"Viola","surface_form":"viola","offset":1522},{"uri":"Cello","surface_form":"cello","offset":1529},{"uri":"Double_bass","surface_form":"double bass","offset":1539},{"uri":"Gut","surface_form":"gut","offset":1690},{"uri":"Metal","surface_form":"metal","offset":1699},{"uri":"Bow_(music)","surface_form":"bows","offset":1710},{"uri":"Woodwind_instrument","surface_form":"Woodwind instrument","offset":1789},{"uri":"Flute","surface_form":"Flutes","offset":1850},{"uri":"Oboe","surface_form":"oboes","offset":1858},{"uri":"Bassoon","surface_form":"bassoons","offset":1868},{"uri":"Key_(music)","surface_form":"keys","offset":1949},{"uri":"Note_(music)","surface_form":"sharps and flats","offset":2049},{"uri":"Clarinet","surface_form":"Clarinets","offset":2067},{"uri":"Mozart","surface_form":"Mozart","offset":2165},{"uri":"Brass_instruments","surface_form":"Brass instruments","offset":2192},{"uri":"Trumpet","surface_form":"trumpet","offset":2219},{"uri":"French_horn","surface_form":"French horn","offset":2231},{"uri":"Valve","surface_form":"valves","offset":2252},{"uri":"Trombone","surface_form":"trombone","offset":2311},{"uri":"Tuba","surface_form":"tuba","offset":2370},{"uri":"Percussion","surface_form":"Percussion","offset":2415},{"uri":"Timpani","surface_form":"timpani","offset":2450},{"uri":"Plastic","surface_form":"plastic","offset":2556},{"uri":"Harpsichord","surface_form":"harpsichord","offset":2642},{"uri":"Clavichord","surface_form":"clavichord","offset":2658},{"uri":"Piano","surface_form":"piano","offset":2674},{"uri":"Frame","surface_form":"frame","offset":2780},{"uri":"Wood","surface_form":"wood","offset":2798},{"uri":"Iron","surface_form":"iron","offset":2816},{"uri":"Hammer_(piano)","surface_form":"hammers","offset":2830},{"uri":"Leather","surface_form":"leather","offset":2842},{"uri":"Felt","surface_form":"felt","offset":2867},{"uri":"Wanda_Landowska","surface_form":"Wanda Landowska","offset":3031},{"uri":"Conductor_(music)","surface_form":"Conductors","offset":3118},{"uri":"Nikolaus_Harnoncourt","surface_form":"Nikolas Harnoncourt","offset":3134},{"uri":"Skill","surface_form":"techniques","offset":3220},{"uri":"Classical_music_period","surface_form":"Classical music period","offset":3342},{"uri":"Beethoven","surface_form":"Beethoven","offset":3389},{"uri":"John_Elliot_Gardiner","surface_form":"John Elliot Gardiner","offset":3504},{"uri":"Hector_Berlioz","surface_form":"Hector Berlioz","offset":3549},{"uri":"The_English_Concert","surface_form":"The English Concert","offset":3696},{"uri":"English_Baroque_Soloists","surface_form":"English Baroque Soloists","offset":3724},{"uri":"Andrew_Manze","surface_form":"Andrew Manze","offset":4056}]}