{"id":422737,"url":"http://en.wikipedia.org/wiki/Vocaloid","text":"Vocaloid is a music software that's used to make vocals for music. It was created by Yamaha, a company that sells musical instruments, as well as other products. The user can type in lyrics and a melody and it will synthesize singing. Voicebanks for Vocaloid are made by recording samples of singers.\nVocaloid was developed partially through a research project led by Kenmochi Hideki. The people involved in this project later created the company Voctro Labs. Vocaloid was originally not supposed to be a commercial product, but with the help of Yamaha, became the program we know today.\nVocaloid originally only had an English version available, with two English voicebanks, Leon and Lola, being released for it. This changed later on with the release of Kaito and Meiko, which were both Japanese voicebanks.\nVocaloid is meant both for professional and amateur music makers, since Vocaloid is easy to use, so the only limit is the user's skill. Music groups like Livetune and Supercell have made music using Vocaloid voicebanks.\nTechnology.\nVocaloid works by taking samples of singers and separating them into parts. These parts are used to form words. Vocaloid voices can be made to sound more realistic by using vibrato and changing things like how breathy a voice sounds.\nVocaloid.\nYamaha started working on Vocaloid in 2000. They announced it at a German music festival. Vocaloid was originally nicknamed \"Daisy\" as a reference to the song \"Daisy Bell\", but eventually they got rid of that name and decided to use \"Vocaloid\" instead.\nVocaloid 2.\nVocaloid 2 was announced in 2007. The way vocals were synthesized was changed, and so was the way the program looked.\nVocaloid 3.\nVocaloid 3 was released on October 21st, 2011. A lot of companies that made voicebanks for Vocaloid 2 upgraded their voicebanks to Vocaloid 3 because it sounded better.\nVocaloid 4.\nVocaloid 4 was released in 2015, and added a feature which let voicebanks made specifically for Vocaloid 4 sound like they were growling.\nVocaloid 5.\nVocaloid 5 was released in 2018, with an overhauled user interface and substantial engine improvements.","categories":[],"infobox_types":[],"annotations":[{"uri":"Software","surface_form":"software","offset":20},{"uri":"Yamaha_Corporation","surface_form":"Yamaha","offset":85},{"uri":"Lyrics","surface_form":"lyrics","offset":183},{"uri":"Melody","surface_form":"melody","offset":196},{"uri":"Synthesizer","surface_form":"synthesize","offset":215},{"uri":"Voctro_Labs","surface_form":"Voctro Labs","offset":447},{"uri":"Livetune","surface_form":"Livetune","offset":964},{"uri":"Supercell_(band)","surface_form":"Supercell","offset":977},{"uri":"Vibrato","surface_form":"vibrato","offset":1215}]}