{"id":422751,"url":"http://en.wikipedia.org/wiki/Tyler_Breeze","text":"Mattias Clement (born January 19, 1988 in Vancouver, British Columbia) better known by his ring name Tyler Breeze, is a Canadian professional wrestler currently signed to WWE where competes on the RAW brand with tag team partner Fandango.\nCareer.\nClement first wrestled for Power Zone Wrestling in 2007 where he competed under the ring name \"Mattias Wild\". He had his first match on April 25, 2007 where he defeated Rage O'Reilly.\nClement competed for NWA Extreme Canadian Championship Wrestling for their Wrestling with Hunger charity event. In May 2, Clement won a match against Alex Plexis and qualified for the first round of the 2009 Pacific Cup. He lost in the first round to Billy Suede on June 6, 2009. On September 5, 2009, he teamed with Dan Myers in the first round match for the ECCW Tag Team Championship but they lost against Jamie Diaz and Nick Price. On October 3, 2009, Clement competed in his last match with ECCW before he went to Prairie Wrestling Alliance. During his time in ECCW, he was trained by Lance Storm in Calgary, Alberta. After his time with Prairie Wrestling Alliance was over, he returned to ECCW for a last match on September 11, 2010 where he lost to Billy Suede.\nOn December 2, 2010, Clement debuted for Florida Championship Wrestling at a live event and made his television debut under the ring name Mike Dalton on the July 17, 2011 episode of FCW TV where he lost to Alexander Rusev. On November 17, 2011, he earned his first win in FCW when he defeated Peter Orlov. He won a Battle Royal on December 15 to earn a number one contenders match for the FCW Florida Heavyweight Championship. He faced Leo Kruger but lost the match. He won the FCW Heavyweight Championship on February 2, 2012 after he defeated Kruger but he lost the rematch and the belt to Kruger after only 21 days.\nFCW was rebranded into NXT Wrestling and Clement began wrestling on NXT where he teamed with CJ Parker in a loss to the Ascension (Kenneth Cameron and Conor O'Brian) in his first match. On the August 1, 2012, he teamed with Jason Jordan and they defeated the team of Hunico and Camacho. They lost in a rematch against Hunico and Camacho on August 29.\nOn the July 24, 2013 episode of NXT, Clement debuted a new gimmick where he plays a narcissistic model under the name Tyler Breeze who loves taking pictures of himself with his cell phone while he competes in his matches.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vancouver","surface_form":"Vancouver","offset":42},{"uri":"British_Columbia","surface_form":"British Columbia","offset":53},{"uri":"Ring_name","surface_form":"ring name","offset":91},{"uri":"Canadians","surface_form":"Canadian","offset":120},{"uri":"Professional_wrestling","surface_form":"professional wrestler","offset":129},{"uri":"WWE","surface_form":"WWE","offset":171},{"uri":"Conor_O%27Brian","surface_form":"Rage O'Reilly","offset":416},{"uri":"Elite_Canadian_Championship_Wrestling","surface_form":"NWA Extreme Canadian Championship Wrestling","offset":452},{"uri":"Lance_Storm","surface_form":"Lance Storm","offset":1021},{"uri":"Calgary%2C_Alberta","surface_form":"Calgary, Alberta","offset":1036},{"uri":"Florida_Championship_Wrestling","surface_form":"Florida Championship Wrestling","offset":1241},{"uri":"Alex_Koslov","surface_form":"Peter Orlov","offset":1493},{"uri":"Battle_royal_(professional_wrestling)","surface_form":"Battle Royal","offset":1515},{"uri":"FCW_Florida_Heavyweight_Championship","surface_form":"FCW Florida Heavyweight Championship","offset":1589},{"uri":"Leo_Kruger","surface_form":"Leo Kruger","offset":1636},{"uri":"Kenneth_Cameron_(wrestler)","surface_form":"Kenneth Cameron","offset":1950},{"uri":"Conor_O%27Brian","surface_form":"Conor O'Brian","offset":1970},{"uri":"Incognito_(wrestler)","surface_form":"Hunico","offset":2086},{"uri":"Camacho_(wrestler)","surface_form":"Camacho","offset":2097},{"uri":"Narcissistic","surface_form":"narcissistic","offset":2254},{"uri":"Model_(person)","surface_form":"model","offset":2267}]}