{"id":422853,"url":"http://en.wikipedia.org/wiki/Women_in_Ancient_Greece","text":"e=\"preserve\">The status of women in ancient Greece varied form city state to city state. Women in ancient Delphi, Gortyn, Thessaly, Megara and Sparta could own land, which was the most prestigious form of private property at the time.\nAthens.\nIn ancient Athens, women were not citizens. Until marriage, women were under the guardianship of their father or other male relative. After marriage, their husband (\"kyrios\") acted for the wife in all legal matters. Athenian women had limited property rights. Athenian women could enter into a contract worth less than the value of a “medimnos of barley” (a measure of grain). This allowed women to engage in petty trading.\nSlaves, like free women, were not eligible for full citizenship in ancient Athens, but sometimes, rarely, they could become citizens if freed. Women, on the other hand, could never get full civil rights. No women ever acquired citizenship in ancient Athens, and so they were excluded from ancient Athenian democracy.\nSparta.\nBy contrast, Spartan women enjoyed a status, power, and respect that was unknown in the rest of the classical world. Although Spartan women were formally excluded from military and political life they enjoyed considerable status as mothers of Spartan warriors. As men engaged in military activity, women took responsibility for running estates.\nAfter many years of war in the 4th century BC, Spartan women owned between 35% and 40% of all Spartan land and property. By the Hellenistic period, some of the wealthiest Spartans were women. They controlled their own properties, as well as the properties of male relatives who were away with the army. Unlike Athenian women who wore heavy, concealing clothes and were rarely seen outside the house, Spartan women wore short dresses and went where they pleased. Spartan women rarely married before the age of 20: this was unusual in the ancient world. Girls as well as boys received an education, and young women as well as young men may have joined in the \"Gymnopaedia\" (\"Festival of Nude Youths\").\nPhilosophies.\nSome philosophers were in favour of equality for women, but not Plato and Aristotle. Contrary to them, the Stoic philosophers argued for the equality of the sexes. In their view, sexual inequality was contrary to the laws of nature. In doing so, they followed the Cynics, who argued that men and women should wear the same clothing and get the same kind of education. They also saw marriage as a moral companionship between equals rather than a biological or social necessity. The Cynics practiced these views in their lives as well as in their teachings. The Stoics adopted the views of the Cynics and added them to their own theories of human nature, thus putting their sexual egalitarianism on a strong footing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Greece","surface_form":"ancient Greece","offset":36},{"uri":"City_state","surface_form":"city state","offset":63},{"uri":"Delphi","surface_form":"Delphi","offset":106},{"uri":"Thessaly","surface_form":"Thessaly","offset":122},{"uri":"Megara","surface_form":"Megara","offset":132},{"uri":"Sparta","surface_form":"Sparta","offset":143},{"uri":"Private_property","surface_form":"private property","offset":205},{"uri":"Ancient_Athens","surface_form":"ancient Athens","offset":246},{"uri":"Citizens","surface_form":"citizens","offset":277},{"uri":"Guardian","surface_form":"guardian","offset":324},{"uri":"Property","surface_form":"property","offset":486},{"uri":"Rights","surface_form":"rights","offset":495},{"uri":"Slaves","surface_form":"Slaves","offset":667},{"uri":"Sparta","surface_form":"Sparta","offset":1005},{"uri":"Gymnopaedia","surface_form":"Gymnopaedia","offset":1995},{"uri":"Plato","surface_form":"Plato","offset":2115},{"uri":"Aristotle","surface_form":"Aristotle","offset":2125},{"uri":"Stoicism","surface_form":"Stoic philosophers","offset":2158},{"uri":"Cynic","surface_form":"Cynic","offset":2315},{"uri":"Human_nature","surface_form":"human nature","offset":2690},{"uri":"Egalitarianism","surface_form":"egalitarianism","offset":2730}]}