{"id":42298,"url":"http://en.wikipedia.org/wiki/Wide_area_network","text":"e=\"preserve\">A world wide area network, or WAN, is made up of several computer networks connected together, often over the Internet. In most cases, the networks in WANs all belong to the all same company or school.\nUsage.\nWANs are used to connect LANs and other types of networks together, so that users and computers in one location can communicate with users and computers in other locations. Many WANs are built for one particular organization and are private. Others, built by Internet service providers, provide connections from an organization's LAN to the Internet. WANs are often built using leased lines. At each end of the leased line, a router connects to the LAN on one side and a hub within the WAN on the other. Leased lines can be very expensive. Instead of using leased lines, WANs can also be built using less costly circuit switching or packet switching methods. Network protocols including IP deliver transport and addressing functions. Protocols including Packet over SONET/SDH, MPLS, ATM and Frame relay are often used by service providers to deliver the links that are used in WANs. X.25 was an important early WAN protocol, and is often considered to be the \"grandfather\" of Frame Relay as many of the underlying protocols and functions of X.25 are still in use today (with upgrades) by Frame Relay.\nStudies.\nAcademic research into wide area networks can be broken down into three areas: mathematical models, network emulation and network simulation.\nImprovements.\nPerformance improvements are sometimes delivered via WAFS or WAN optimization.","categories":[],"infobox_types":[],"annotations":[{"uri":"Computer_network","surface_form":"computer network","offset":70},{"uri":"Internet","surface_form":"Internet","offset":123},{"uri":"Company","surface_form":"company","offset":196},{"uri":"School","surface_form":"school","offset":207},{"uri":"LAN","surface_form":"LAN","offset":247},{"uri":"Computer","surface_form":"computer","offset":308},{"uri":"Organization","surface_form":"organization","offset":434},{"uri":"Internet_service_provider","surface_form":"Internet service provider","offset":481},{"uri":"Internet","surface_form":"Internet","offset":563},{"uri":"Router","surface_form":"router","offset":648},{"uri":"IP","surface_form":"IP","offset":909},{"uri":"Research","surface_form":"research","offset":1341},{"uri":"Mathematical_model","surface_form":"mathematical model","offset":1411}]}