{"id":422917,"url":"http://en.wikipedia.org/wiki/Gertrude_B._Elion","text":"Gertrude Belle Elion (January 23, 1918 – February 21, 1999) was an American biochemist and pharmacologist. In 1988, she received the Nobel Prize in Physiology or Medicine along with Sir James Black, a British coworker.\nBackground.\nElion was born in New York. Elion wanted to pursue a job in science. Although women had a hard time getting a job in science during the Great Depression. Elion started as a cancer researcher in high school. She worked as a lab assistant, food analyst, and high school teacher for several years. While Elion worked, she earned her Master's degree at night. In 1941, she earned her M.S. (Master’s in science) degree in chemistry from New York University.\nDuring World War II, the Wellcome Research Laboratories in Tuckahoe, New York hired Elion as a biochemist. In 1988, she and her colleague, George Herbert Hitchings, received the Nobel Prize in Physiology or Medicine. They both discovered and developed treatments for previously incurable diseases. Some of those diseases were leukemia and herpes. She became the senior research chemist. Later, she was promoted to the head of the Department of Experimental Therapy.\nCures for diseases.\nElion discovered drugs to treat two deadly diseases. She treated Leukemia and Herpes. She tested her drugs on little children with the disease. She worked with a food and drug company. During her time there were no effective drugs. Because Gertrude discovered and tested these drugs, most children with Leukemia can now be cured.\nAcyclovir was the drug she and George Herbert Hitchings developed. Elion and George worked together. She trained a group that found a cure for AIDS and HIV.\nElion also stopped the rejection of kidney transplants, or when someone healthy donates their kidney to someone sick. While studying for her Master's Degree, she was a lab assistant, food inspector, and high school teacher.\nAchievements.\nElion became president of the American Association for Cancer Research (1983-84). She was named the \"Higuchi Memorial Award winner\". She lectured at the University of Kansas in 1995. She also received a “Master of Science” award in chemistry from New York University in 1941.\nElion was hired as a biochemist during World War II. She focused on chemical compounds and nitrogenous bases. Elion also worked part time as a doctor in Brooklyn. She received an honorary doctorate, the highest medical degree, from George Washington University.\nElion was also the first woman to be admitted into the National Inventor’s Hall of Fame.\nElion graduated from Hunter College with a Bachelor of Art’s Degree in chemistry in 1937.\nDedication and death.\nGertrude B. Elion held 45 patents. Elion said that her 40 years of research resulted in many cures. Her research also helped many people discover deadly diseases. She also studied about the immune system and viruses as well as biochemistry and pharmacology.\nElion died on February 21, 1999, at the University of North Carolina Hospital.\nWorks.\nGertrude Elion had someone explain of her life in Les Prix Nobel in 1988. She is mentioned in Who's Who 1997 and St. Martin's Press' yearly biographical dictionary.","categories":[],"infobox_types":["scientist"],"annotations":[{"uri":"Americans","surface_form":"American","offset":67},{"uri":"Biochemist","surface_form":"biochemist","offset":76},{"uri":"Pharmacologist","surface_form":"pharmacologist","offset":91},{"uri":"Nobel_Prize_in_Physiology_or_Medicine","surface_form":"Nobel Prize in Physiology or Medicine","offset":133},{"uri":"New_York","surface_form":"New York","offset":249},{"uri":"Great_Depression","surface_form":"Great Depression","offset":367},{"uri":"Master%27s_degree","surface_form":"Master's degree","offset":561},{"uri":"New_York_University","surface_form":"New York University","offset":663},{"uri":"World_War_II","surface_form":"World War II","offset":691},{"uri":"Biochemist","surface_form":"biochemist","offset":779},{"uri":"Nobel_Prize_in_Physiology_or_Medicine","surface_form":"Nobel Prize in Physiology or Medicine","offset":862},{"uri":"Leukemia","surface_form":"leukemia","offset":1010},{"uri":"Herpes_simplex","surface_form":"herpes","offset":1023}]}