{"id":423017,"url":"http://en.wikipedia.org/wiki/Pilgrim_of_Eternity","text":"\"Pilgrim of Eternity\" is an episode of \"Star Trek\" that was created by fans. It was released in 2013. It is the first in a planned web series, \"Star Trek Continues\". It is a sequel to the original series episode, \"Who Mourns for Adonais?\".\nPlot summary.\nThe crew of the U.S.S. Enterprise are looking into mysterious energy drains from power stations. They find an alien artifact, which begins to draw power from the ship. They destroy the artifact to save themselves, just after Spock (played by Todd Haberkorn) detects two life forms on it. The two forms then materialize on the bridge. one of them is the alien known in Earth's history as the Greek god Apollo (played by Michael Forest). The crew had met him only a couple of years earlier, but he has now aged. He says he was exposed to the energy draining properties of the Realm. This was the destroyed structure. It was built by his race to live in forever. It had malfunctioned and killed all the others of his race. He says he no longer wishes to have people worship him again. After a brief stay in the sick-bay, He starts to want people to idolize him for his singing and storytelling. Captain Kirk (played by Vic Mignogna) demands to speak with him about his behaviors. Apollo uses his telekinetic powers on the captain and others to make them worship him. Meanwhile, the remains of the Realm are still causing difficulties. A crew member dies while he and Sulu (played by Grant Imahara of \"Mythbusters\") are removing debris from the hull of the Enterprise.\nProduction.\nUnlike other Star Trek fan productions, \"Pilgrim\" had a lead crew made up of film industry professionals. The creators attempted to recreate the style of the original series, in its sets, cinematography, costumes, and acting and storytelling style. They duplicated the dramatic pauses as used in the original, prior to commercial breaks. They primarily used the original series' incidental music, as well as the original theme song and iconic credit typography. They filmed in 4:3 aspect ratio to duplicate the original series' TV format.\nActor Michael Forest, in his 80's during filming, was written into the story as having been artificially aged, as he was supposed to have last encountered the crew of the Enterprise only a few years prior, according to the original series timeline.\nOriginal Series licensing rights.\nAs with all such Star Trek fan productions, permission to use copyrighted and trademarked properties from the original series are allowed so long as the production is not-for-profit.\nRelease.\nThe episode was first shown to the public at the Phoenix Comicon comic book convention on May 26, 2013, and was at the same time released onto the internet, on various streaming services.\nSeries.\nFunds for continuation of the series are being raised in part from a Kickstarter campaign, held from Oct 7, 2013 - Nov 6, 2013, which has raised the set goal of $100,000. A second episode in the series, to be directed by Chris White, was in production as of October 2013.","categories":[],"infobox_types":["television episode"],"annotations":[{"uri":"Episode","surface_form":"episode","offset":28},{"uri":"Star_Trek","surface_form":"Star Trek","offset":40},{"uri":"Fanatic","surface_form":"fans","offset":71},{"uri":"Web_series","surface_form":"web series","offset":131},{"uri":"Who_Mourns_for_Adonais%3F","surface_form":"Who Mourns for Adonais?","offset":214},{"uri":"U.S.S._Enterprise","surface_form":"U.S.S. Enterprise","offset":270},{"uri":"Apollo","surface_form":"Apollo","offset":655},{"uri":"Telekinesis","surface_form":"telekinetic powers","offset":1247},{"uri":"Mythbusters","surface_form":"Mythbusters","offset":1452},{"uri":"Cinematography","surface_form":"cinematography","offset":1719},{"uri":"Costume","surface_form":"costume","offset":1735},{"uri":"Storytelling","surface_form":"storytelling","offset":1760},{"uri":"Commercial","surface_form":"commercial","offset":1850},{"uri":"Incidental_music","surface_form":"incidental music","offset":1910},{"uri":"Theme_song","surface_form":"theme song","offset":1952},{"uri":"Typography","surface_form":"typography","offset":1981},{"uri":"Aspect_ratio","surface_form":"aspect ratio","offset":2012},{"uri":"Comic_book","surface_form":"comic book","offset":2610},{"uri":"Convention","surface_form":"convention","offset":2621},{"uri":"Kickstarter","surface_form":"Kickstarter","offset":2810}]}