{"id":423102,"url":"http://en.wikipedia.org/wiki/Herman_Kahn","text":"Herman Kahn (February 15, 1922 – July 7, 1983) was one of the preeminent futurists of the second half of the twentieth century. His theories helped to develop the nuclear strategy of the United States.\nCareer.\nKahn, a man of \"captivating personality and large intellectual gifts\", worked for the RAND Corporation, Santa Monica, California, as a military strategist (19481958). He was a founder of the Hudson Institute think tank. This gives ideas and consultations for the U.S. government and military chiefs, and for business clients.\nHe was known for analyzing the likely consequences of nuclear war and recommending ways to improve survivability. His key idea was that the threat of nuclear war could be controlled by the use of carefully graded deterrence. In order to get his ideas across he ran two-day seminars which included role-playing in various scenarios. His ideas, when published in \"On Thermonuclear War\", caused a sensation.\nHowever, responses must be proportionate, because if one threatened all-out war as a response for some rather modest misbehaviour, then the threat was simply not believable, and would not work. The need to think things through in detail was the topic of his second book, \"Thinking about the Unthinkable\".\nKahn was less successful later in his career when he turned his attention to general economics and politics. His ideas on Japan seemed good at the time, but now seem to be not quite right. He predicted that Japan would become the world's third superstate and a military superpower. This he based on Japan's record after 1946, which was spectacular, with quality production and undercutting markets in the older economies. As it turned out, Japan's economy stalled in the 1980s, and has never recovered its previous growth rate. The role he predicted for Japan is now filled by China, a country with a huge reserve of poorly-paid workers and significant military forces. However, Japan has the second largest economy in the region, and now has good relations with the U.S.A.","categories":[],"infobox_types":[],"annotations":[{"uri":"Futurists","surface_form":"futurists","offset":73},{"uri":"United_States","surface_form":"United States","offset":187},{"uri":"RAND_Corporation","surface_form":"RAND Corporation","offset":296},{"uri":"Santa_Monica","surface_form":"Santa Monica","offset":314},{"uri":"California","surface_form":"California","offset":328},{"uri":"Military_strategy","surface_form":"military strategist","offset":345},{"uri":"Hudson_Institute","surface_form":"Hudson Institute","offset":401},{"uri":"Think_tank","surface_form":"think tank","offset":418},{"uri":"Nuclear_war","surface_form":"nuclear war","offset":590},{"uri":"Seminar","surface_form":"seminar","offset":809},{"uri":"Role-playing","surface_form":"role-playing","offset":833},{"uri":"Scenarios","surface_form":"scenarios","offset":857},{"uri":"On_Thermonuclear_War","surface_form":"On Thermonuclear War","offset":898},{"uri":"Thinking_about_the_Unthinkable","surface_form":"Thinking about the Unthinkable","offset":1213},{"uri":"Japan","surface_form":"Japan","offset":1368},{"uri":"Superstate","surface_form":"superstate","offset":1490},{"uri":"Superpower","surface_form":"superpower","offset":1516},{"uri":"China","surface_form":"China","offset":1823}]}