{"id":423197,"url":"http://en.wikipedia.org/wiki/Enhanced_geothermal_system","text":"An enhanced geothermal system (EGS) is a geothermal energy system that can make electrical energy when natural underground water is not there. For a long time, geothermal energy could only be produced when there were hot rocks, underground water, and cracks in rocks all together in one area. Now, new ways of getting this power source are being created. Areas that can possibly be used for energy need to be altered by people to make the energy usable. These areas may need either underground water and/or cracks, or fracture network, in rocks. Enhanced geothermal systems allow for geothermal energy to be outside normal geothermal areas like active plate boundaries to less active areas like the western United States.\nOld Well Recycling.\nGeothermal systems can also be enhanced by recycling old oil and gas wells for geothermal use. It is cheaper to change these wells for heat mining than to drill new holes. These wells do not allow for physical contact between the water and the heat source. These wells are made out of two cylinders: a bigger one and a smaller one. The smaller one fits inside the bigger one and is where the heated water is pumped out from. Water in inserted between the lining of the inner pipe and the outer one. Due to the lack in direct contact with the hot rocks as well as some heat loss from lack of a good insulating material, the energy output is not as high as in ordinary geothermal systems.\nGreen House Gas Emissions.\nSome say that this form of energy is one of the “greenest” alternative energies out there. Studies that say two of the three ways of geothermal energy production is flash-steam and dry-steam give off less than 7% of the green house gasses that fossil fuels give off. The third method, known as a closed binary-cycle system, gives off nearly zero green house gasses.) The most emission heavy part of EGS is when the drills are powered by diesel fuel. Research on EGS Life Cycle Analysis has shown that a good correction for this would be to hook the drill up to the power grid decreasing the already minimal impact GEP power plants has on human health, climate change, and ecosystem quality. Supporters also claim that because geothermal energy systems don’t rely on the changing weather, it is a more reliable energy with a constant energy output.\nUS involvement.\nThe US has the largest potential geothermal energy reserve in the world yet only 4% of its total energy usage (15 billion kWh) is from GEP. California has the highest number of geothermal heat pumps out of a total of the nine states that use geothermal energy. Hawaii gets 20% of its power from geothermal power plants. Knowledge about geothermal energy is not well known. This makes getting money for research and development very hard. Developers have also been known to have trouble getting permits to drill on public land and get funding from both the federal government and outside interests. There are, however, two projects that were approved by the Senate to help get EGS out of the pilot stage.\nIn 1990, legislation took to creating incentives to develop the industry. It was attempted with the Energy Act of 2005 and Energy Independence and Security Act of 2007 with issued tax credits and the creation of Senate supported research and development programs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Geothermal_energy","surface_form":"geothermal energy","offset":41},{"uri":"Electrical_energy","surface_form":"electrical energy","offset":80},{"uri":"Fracture_network","surface_form":"fracture network","offset":518},{"uri":"Plate_boundaries","surface_form":"plate boundaries","offset":652},{"uri":"Cylinders","surface_form":"cylinders","offset":1031},{"uri":"Alternative_energies","surface_form":"alternative energies","offset":1515},{"uri":"Flash-steam","surface_form":"flash-steam","offset":1621},{"uri":"Dry-steam","surface_form":"dry-steam","offset":1637},{"uri":"Green_house_gasses","surface_form":"green house gasses","offset":1676},{"uri":"Fossil_fuels","surface_form":"fossil fuels","offset":1700},{"uri":"Binary-cycle","surface_form":"binary-cycle","offset":1759},{"uri":"Diesel_fuel","surface_form":"diesel fuel","offset":1893},{"uri":"Energy_Act_of_2005","surface_form":"Energy Act of 2005","offset":3124},{"uri":"Energy_Independence_and_Security_Act_of_2007","surface_form":"Energy Independence and Security Act of 2007","offset":3147}]}