{"id":423455,"url":"http://en.wikipedia.org/wiki/Siouxsie_and_the_Banshees","text":"e=\"preserve\">Siouxsie and the Banshees were an English rock band. They were started in 1976 in Bromley, London by Siouxsie Sioux and Steven Severin. They met at a Roxy Music concert the year before. The band broke up in 1996. They later performed together again in 2002 for a tour. They released 11 studio albums between 1978 and 1995. Their most popular song in the UK was \"Dear Prudence\", a Beatles cover. It reached number 3 in the UK Singles Chart. They were less popular in the United States, but their 1991 single \"Kiss Them For Me\" reached 23 on the \"Billboard\" Hot 100. They were also the second headliners for the first Lollapalooza.\nThe group played their first concert at the 100 Club Punk Festival. Sid Vicious played drums. Marco Pirroni played guitar. Without practising beforehand, they did a twenty-minute improvised version of the Lord's Prayer. The band had no name and was going to break up after the concert, but they were asked to play again.\nTwo months later Kenny Morris joined as a drummer and Peter Fenton as a guitarist. After a few performances, the band realized that Fenton didn't fit in and John McKay took his place.\nIn 1978, the band were signed to Polydor Records. They released their first single \"Hong Kong Garden\". It reached 7 on the UK Singles Chart. They released their first album, \"The Scream\", in November. It reached number 12 in the UK Albums Chart. It got mostly good reviews. \"Sounds\" said it was \"the best debut album of the year\".\nRobert Smith was guitarist in the band's 1979 tour for \"Join Hands\". He joined the group again in 1982 to replace John McGeoch. He left in 1984 because he said that being in two bands at once was too much stress. He was replaced by John \"Valentine\" Carruthers. Before he left he wanted his time with the band to be documented, so the band released a cover of the Beatles' \"Dear Prudence\" with Smith on guitar.\nPeter Edward Clark, known as Budgie, also joined the band for the \"Join Hands\" tour. He stayed a member until the band broke up. In 1987 Carruthers left and was replaced with Jon Klein. Martin McCarrick became the band's full-time keyboard player.\nIn 1987, the band released \"Through the Looking Glass\", an album of covers of songs by other musicians.\nBetween January and June 1988, the band recorded their ninth album, \"Peepshow\". It was released on 5 September 1988. It had a more pop sound than their previous albums. It got very good reviews. \"Q\" gave it 5 stars.\nIn 1991, \"Superstition\", the Banshees' tenth album, was released. The single \"Kiss Them for Me\" became their biggest US hit.\nIn 1995, they released their last album, \"The Rapture\". A few weeks later, Polydor dropped them from their label. Guitarist Klein was replaced with Knox Chandler for the band's last tour.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bromley","surface_form":"Bromley","offset":95},{"uri":"London","surface_form":"London","offset":104},{"uri":"Siouxsie_Sioux","surface_form":"Siouxsie Sioux","offset":114},{"uri":"Roxy_Music","surface_form":"Roxy Music","offset":163},{"uri":"Beatles","surface_form":"Beatles","offset":393},{"uri":"Billboard_Hot_100","surface_form":"\"Billboard\" Hot 100","offset":557},{"uri":"Lollapalooza","surface_form":"Lollapalooza","offset":629},{"uri":"100_Club_Punk_Festival","surface_form":"100 Club Punk Festival","offset":687},{"uri":"Sid_Vicious","surface_form":"Sid Vicious","offset":711},{"uri":"Lord%27s_Prayer","surface_form":"Lord's Prayer","offset":848},{"uri":"Polydor_Records","surface_form":"Polydor Records","offset":1181},{"uri":"UK_Singles_Chart","surface_form":"UK Singles Chart","offset":1271},{"uri":"Robert_Smith","surface_form":"Robert Smith","offset":1479},{"uri":"Cover_version","surface_form":"covers","offset":2205},{"uri":"Q_Magazine","surface_form":"\"Q\"","offset":2436}]}