{"id":423552,"url":"http://en.wikipedia.org/wiki/Robert_Smith","text":"Robert James Smith (born 21 April 1959) is an English musician. He is best known for being the lead singer of The Cure. He has been the only constant member in the band's 37-year history. They have released 13 studio albums and 10 EPs. Their biggest UK hit so far is \"Lullaby\", which reached number 5. Their biggest US hit is \"Lovesong\". He was also guitarist for Siouxsie and the Banshees and in 1982 he released an album called \"Blue Sunshine\" with the Banshees' Steven Severin under the name The Glove. He has worked with other bands like Crystal Castles. He has also sung songs on his own for movie soundtracks.\nPersonal life.\nSmith can play guitar, bass guitar, double bass, keyboard, violin, flute and trumpet. He has a tenor vocal range. He is married to Mary Poole, who he met at the age of 14 in a drama class.\nSmith was born in Salford, Manchester. In 1961, his family moved to Horley, Surrey. In 1963, they moved to Crawley, West Sussex. He was raised Catholic but later became an atheist. His first band, The Crawley Goat Band, was at the age of 14. In 1976, Smith was a member of a punk rock band called Malice. Smith then formed a band with members of Malice called Easy Cure. In 1977 they became The Cure. In 1978 they released their first album, \"Three Imaginary Boys\". It got good reviews. In 2001, Smith was going to end The Cure but Ross Robinson persuaded him not to.\nAwards and recognitions.\nTim Burton gave Smith the Shockwaves NME Godlike Genius Award in 2009.\nThere have been lots of references to Smith in pop culture. In 2004 in episode 11 of series 2 of \"The Mighty Boosh\" Vince Noir says to Howard Moon that he can spend the evening with two goth girls if he dresses like a goth. Vince gives Howard a can of \"Goth Juice: the most powerful hairspray known to man, made from the tears of Robert Smith\". Lush made a hair gel inspired by this called Goth Juice that says 'made from the tears of Robert Smith' on the pot, but they don't make it anymore.\nSmith appeared in the twelfth episode of season 1 of \"South Park\", \"Mecha-Streisand\" in 1998. At the time the episode brought South Park their biggest number of viewers for an episode to date.","categories":[],"infobox_types":[],"annotations":[{"uri":"The_Cure","surface_form":"The Cure","offset":110},{"uri":"Siouxsie_and_the_Banshees","surface_form":"Siouxsie and the Banshees","offset":364},{"uri":"The_Glove","surface_form":"The Glove","offset":495},{"uri":"Crystal_Castles","surface_form":"Crystal Castles","offset":542},{"uri":"Salford","surface_form":"Salford","offset":838},{"uri":"Manchester","surface_form":"Manchester","offset":847},{"uri":"Horley","surface_form":"Horley","offset":888},{"uri":"Crawley","surface_form":"Crawley","offset":927},{"uri":"West_Sussex","surface_form":"West Sussex","offset":936},{"uri":"Catholicism","surface_form":"Catholic","offset":963},{"uri":"Atheist","surface_form":"atheist","offset":992},{"uri":"Ross_Robinson","surface_form":"Ross Robinson","offset":1352},{"uri":"Tim_Burton","surface_form":"Tim Burton","offset":1413},{"uri":"Shockwaves_NME_Godlike_Genius_Award","surface_form":"Shockwaves NME Godlike Genius Award","offset":1439},{"uri":"Pop_culture","surface_form":"pop culture","offset":1531},{"uri":"The_Mighty_Boosh","surface_form":"The Mighty Boosh","offset":1582},{"uri":"Goth","surface_form":"goth","offset":1670},{"uri":"Lush_(company)","surface_form":"Lush","offset":1829},{"uri":"South_Park","surface_form":"South Park","offset":2031}]}