{"id":423582,"url":"http://en.wikipedia.org/wiki/Guennol_Lioness","text":"The Guennol Lioness is a 5,000-year-old Mesopotamian statue found near Baghdad, Iraq. It shows the form of a muscular anthropomorphic lioness-woman.\nThe sculpture sold for $57.2 million at Sotheby's auction house on December 5, 2007. The sculpture was on loan to the Brooklyn Museum of Art until it was purchased at auction by an English collector.\nThe limestone sculpture is just over 8 cm (3.25 in) tall. It was described by Sotheby's as \"one of the last known masterworks from the dawn of civilization remaining in private hands\". One day before the auction, experts had been estimating that the highest bid would be between $14 million and $18 million.\nAt the time of its 2007 sale, the price paid at auction for the Guennol Lioness was the highest paid for a sculpture to that date. It easily exceeded the record of Pablo Picasso's \"Tete de femme (Dora Maar)\". On 3 February 2010, however, the second edition of the cast of the sculpture \"L'Homme qui marche I\" (Walking Man I) by Alberto Giacometti sold for £65,001,250 ($104,327,006) and overtook the Guennol Lioness as the most expensive sculpture ever sold at auction.\nThis lioness-woman sculpture is an Elamite figure believed to have been created about 3000–2800 B.C. Its historical significance is that it was made about the same time as the first known use of the wheel, the development of cuneiform writing, and the emergence of the first cities.\nMany ancient Near East deities were represented as anthropomorphic figures. Such images evoked the Mesopotamian belief in attaining power over the physical world by combining the superior physical attributes of various species. It is possible that the nearby Sumerians borrowed this powerful artistic hybrid from the Proto-Elamites. The lioness was the frequent subject of veneration among cultures familiar with the well-coordinated hunting of female lions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mesopotamia","surface_form":"Mesopotamia","offset":40},{"uri":"Baghdad","surface_form":"Baghdad","offset":71},{"uri":"Iraq","surface_form":"Iraq","offset":80},{"uri":"Anthropomorphism","surface_form":"anthropomorphic lioness-woman","offset":118},{"uri":"Sotheby%27s","surface_form":"Sotheby's","offset":189},{"uri":"Sculpture","surface_form":"sculpture","offset":238},{"uri":"Brooklyn_Museum_of_Art","surface_form":"Brooklyn Museum of Art","offset":267},{"uri":"Limestone","surface_form":"limestone","offset":353},{"uri":"Pablo_Picasso","surface_form":"Pablo Picasso","offset":821},{"uri":"Tete_de_femme_(Dora_Maar)","surface_form":"Tete de femme (Dora Maar)","offset":838},{"uri":"L%27Homme_qui_marche_I","surface_form":"L'Homme qui marche I","offset":944},{"uri":"Alberto_Giacometti","surface_form":"Alberto Giacometti","offset":985},{"uri":"Elam","surface_form":"Elam","offset":1162},{"uri":"Cuneiform","surface_form":"cuneiform","offset":1352},{"uri":"Near_East","surface_form":"Near East","offset":1423},{"uri":"Deity","surface_form":"deities","offset":1433},{"uri":"Anthropomorphic","surface_form":"anthropomorphic","offset":1461},{"uri":"Sumer","surface_form":"Sumer","offset":1669},{"uri":"Hybrid","surface_form":"hybrid","offset":1711},{"uri":"Lion","surface_form":"lion","offset":1747}]}