{"id":423631,"url":"http://en.wikipedia.org/wiki/Jushin_Liger","text":"is a Japanese professional wrestler better known under the ring names, Jushin Liger and Jushin \"Thunder\" Liger.\nHe mainly works for New Japan Pro Wrestling which he has worked for since 1984. He has competed many different professional wrestling companies in Japan and North America.\nLiger worked for World Championship Wrestling (WCW) from 1991 to 1999. During his time in WCW, he won the WCW Light Heavyweight Championship when he defeated then-champion Brian Pillman during a house show in Atlanta, Georgia on December 25, 1991. He held the title for 2 months and was defeated Pillman at SuperBrawl II. He also challenged Konnan for the WCW United States Heavyweight Championship at Slamboree '96 but lost the match.\nHe also competed for Total Nonstop Action Wrestling (TNA) from 2005 to 2006. Liger captained the New Japan team in the TNA 2006 World X Cup Tournament. They defeated Petey Williams, captain of Team Canada at TNA Sacrifice on May 14, 2006 using a Crash Thunder Buster when Williams was distracted by the rest of Team Japan. Liger was eliminated in the X-Cup Gauntlet later in the same night and Team Japan was not able to gain any points in the match as it was won by Team Canada with Team Mexico as runners up.\nLiger was the innovator of the Shooting star press. The Jushin Liger gimmick is based on an extremely popular anime superhero, Jushin Liger.\nChampionships.\n1Even though Liger won the championship, the win and reign aren't recognized by World Wrestling Entertainment. No reign with the championship is recognized by the company before December 1997.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":5},{"uri":"Professional_wrestling","surface_form":"professional wrestler","offset":14},{"uri":"Ring_name","surface_form":"ring name","offset":59},{"uri":"New_Japan_Pro_Wrestling","surface_form":"New Japan Pro Wrestling","offset":132},{"uri":"World_Championship_Wrestling","surface_form":"World Championship Wrestling","offset":301},{"uri":"WWE_Cruiserweight_Championship_(1991%E2%80%932007)","surface_form":"WCW Light Heavyweight Championship","offset":390},{"uri":"Brian_Pillman","surface_form":"Brian Pillman","offset":456},{"uri":"SuperBrawl","surface_form":"SuperBrawl II","offset":591},{"uri":"Konnan","surface_form":"Konnan","offset":625},{"uri":"WWE_United_States_Championship","surface_form":"WCW United States Heavyweight Championship","offset":640},{"uri":"Slamboree","surface_form":"Slamboree '96","offset":686},{"uri":"Total_Nonstop_Action_Wrestling","surface_form":"Total Nonstop Action Wrestling","offset":741},{"uri":"Petey_Williams","surface_form":"Petey Williams","offset":886},{"uri":"Anime","surface_form":"anime","offset":1341},{"uri":"Jushin_Liger_(anime)","surface_form":"Jushin Liger","offset":1358},{"uri":"World_Wrestling_Entertainment","surface_form":"World Wrestling Entertainment","offset":1467}]}