{"id":423611,"url":"http://en.wikipedia.org/wiki/Daughter_(band)","text":"e=\"preserve\">Daughter is an English indie rock band from London. They released their first album \"If You Leave\" in 2013, which reached 16 in the UK Albums Chart.\nCareer.\nAt first, Daughter was just a name for the music of singer Elena Tonra. Then Tonra met guitarist Igor Haefeli and drummer Remi Aguilella at London's the Institute of Contemporary Music Performance and made Daughter a band. Haefeli is Tonra's boyfriend. In April 2011 they released their first EP, \"His Young Heart\". On October 2 2011 their second EP was released by Communion Records. In 2012 they were signed to the British record label 4AD. Daughter's first single \"Smother\" was released in 2012. \"Youth\" was played in UK drama \"Skins\" in the eighth episode of series six and in \"Grey's Anatomy\" and\" Mistresses\".\nIn March 2013 Daughter's first album \"If You Leave\" was released by 4AD. It got mostly good reviews.\nDaughter performed at the John Peel stage at Glastonbury Festival 2013. This was the first time they were on UK TV. They are currently touring Europe.\nOn 28 October 2013 the fourth single was released from \"If You Leave\", \"Amsterdam\".\n\"Human\", the third single from \"If You Leave\", is on Zane Lowe's 100 Hottest Records of 2013.\nIn December 2013 NME put \"If You Leave\" on their list of 50 Best Albums Of 2013.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indie_rock","surface_form":"indie rock","offset":36},{"uri":"London","surface_form":"London","offset":57},{"uri":"Guitarist","surface_form":"guitarist","offset":257},{"uri":"Drummer","surface_form":"drummer","offset":284},{"uri":"4AD","surface_form":"4AD","offset":608},{"uri":"Skins_(TV_series)","surface_form":"Skins","offset":701},{"uri":"Grey%27s_Anatomy","surface_form":"Grey's Anatomy","offset":752},{"uri":"Mistresses","surface_form":"Mistresses","offset":773},{"uri":"John_Peel","surface_form":"John Peel","offset":913},{"uri":"Glastonbury_Festival","surface_form":"Glastonbury Festival","offset":932},{"uri":"Zane_Lowe","surface_form":"Zane Lowe","offset":1175}]}