{"id":42371,"url":"http://en.wikipedia.org/wiki/Arnold_Sommerfeld","text":"Arnold Johannes Wilhelm Sommerfeld (December 5, 1868 in Königsberg, East Prussia – April 26, 1951 in Munich) was a German mathematician and theoretical physicist.\nSommerfeld was the son of a practical physician. After finishing school in 1886, he started studying mathematics at the University of Königsberg.\nIn 1891 he wrote his doctorate thesis about arbitrary functions in mathematical physics.\nAfterwards he had to do his army serve.\nThen he went to Göttingen. He became assistant at the institute for mineralogy, but was still interested in mathematical physics.\nIn 1894 he became assistant of Felix Klein. The year after he wrote his habilitation about the mathematical theory of optical diffraction and became docent for mathematics in Göttingen.\nIn 1897 Sommerfeld married. In the same year he became ordinary professor for mathematics at the mining college of Clausthal. Three years later he got a professorship at the Technical University of Aachen.\nIn 1906 he became professor for theoretical physics in Munich, were he stood for his lifetime.\nWhile he was professor in Munich, he travelled two times around the world - in 1922/23 he was guest professor in Wisconsin and travelled afterwards through India, China and Japan, in 1928/29 he made a journey through the USA as teacher on universities.\nIn 1935 he went in pension, but he still worked until 1940.\nThere was big trouble about choosing the person who should follow him. Sommerfeld wanted to have Werner Heisenberg on his seat, but in the time of the Nazi regime the job could only go to a person who taught the so-called German Physics, which included a kind of mysticism. Sommerfeld tried to prevent that.\nSommerfeld died in 1951 in a traffic accident.","categories":[],"infobox_types":[],"annotations":[{"uri":"K%C3%B6nigsberg","surface_form":"Königsberg","offset":56},{"uri":"Munich","surface_form":"Munich","offset":101},{"uri":"Germans","surface_form":"German","offset":115},{"uri":"Mathematician","surface_form":"mathematician","offset":122},{"uri":"Physicist","surface_form":"physicist","offset":152},{"uri":"G%C3%B6ttingen","surface_form":"Göttingen","offset":454},{"uri":"Mineralogy","surface_form":"mineralogy","offset":506},{"uri":"Felix_Klein","surface_form":"Felix Klein","offset":599},{"uri":"Diffraction","surface_form":"diffraction","offset":694},{"uri":"Clausthal","surface_form":"Clausthal","offset":869},{"uri":"Aachen","surface_form":"Aachen","offset":952},{"uri":"Munich","surface_form":"Munich","offset":1015},{"uri":"Wisconsin","surface_form":"Wisconsin","offset":1168},{"uri":"Werner_Heisenberg","surface_form":"Werner Heisenberg","offset":1465}]}