{"id":423714,"url":"http://en.wikipedia.org/wiki/Kate_Bush","text":"Catherine \"Kate\" Bush CBE (born 30 July 1958) is an English singer-songwriter. In 1978, her first single \"Wuthering Heights\" was Number 1 in the UK for a month, making her the first woman to have a No.1 in the UK with a song she had written by herself.. She has released ten studio albums and 25 UK hit singles.\nEarly life.\nBush was born in Welling, Kent and raised in East Wickham. At the age of 11 she taught herself piano. At 13 she was writing songs, some of which featured on her first album.\nCareer.\nIn July 1976 Bush was signed to EMI. Bush's first album \"The Kick Inside \"was released 17 February 1978 and reached number three in the UK album charts. The album had her brother Paddy playing harmonica and mandolin. She released her second album \"Lionheart\" nine months afterwards. It reached number six in the UK album chart.\nIn 1979 she did The Tour of Life, her only tour until August 2014.\nIn 1980 she had her first UK No.1 album, \"Never for Ever\". \"Babooshka\" was the best-selling single from the album. It reached number five in the UK and was the 20th best-selling single of the year in Australia.\nIn 1982 her fourth album, \"The Dreaming\", was released. It was the first album she had produced. It was also her first album to enter the US \"Billboard\" 200 chart. It went straight to number 3 in the UK chart but it is her lowest-selling album so far.\n\"Hounds of Loves\" \"1985 release gave Bush her second No.1 album. It is her best-selling studio album so far. Its first single, \"Running Up That Hill\", was her most successful 1980s release. It reached No.3 in the UK, her second highest chart place for a single ever. In 1986 it was used as the theme tune for the BBC children's drama \"Running Scared\". \"The Whole Story\", a collection of her \"greatest hits\" so far, was released and reached No.1 in the UK chart.\n1989's \"The Sensual World \"reached number 2 in the UK album chart. It\" \"is Bush's best-selling album in the US.\nIn 1990 she played a bride called Angela in a comedy film, \"Les Dogs\".\nIn 1993 Bush released \"The Red Shoes\", her last album for twelve years. Bush released a short film called \"The Line, the Cross and the Curve\" in 1994.\nHer eighth studio album and first double album, \"Aerial\", was released on CD and vinyl in 2005. It took nine years to make.\nIn 2007 she was asked to write a song for The Golden Compass soundtrack. It was played in the credits at the end of the film.\nIn 2011 she released two albums, \"Director's Cut\" and \"50 Words for Snow \" on her own record label Fish People.\n\"Director's Cut\" is made of songs from \"The Sensual World\" and \"The Red Shoes\". They have been remixed and three have been re-recorded. It got mostly good reviews.\n\"50 Words for Snow\" got good responses from critics and won the 2012 Best Album at the South Bank Arts Awards.\nOn 26 August 2014 Bush performed her first concert in 35 years.\nPersonal life.\nBush lives in Devon with her husband Dan McIntosh and son Albert \"Bertie\" Jack, who was born in 1998.","categories":[],"infobox_types":[],"annotations":[{"uri":"CBE","surface_form":"CBE","offset":22},{"uri":"English_people","surface_form":"English","offset":52},{"uri":"Welling","surface_form":"Welling","offset":341},{"uri":"Kent","surface_form":"Kent","offset":350},{"uri":"East_Wickham","surface_form":"East Wickham","offset":369},{"uri":"The_Kick_Inside","surface_form":"The Kick Inside","offset":563},{"uri":"Harmonica","surface_form":"harmonica","offset":699},{"uri":"Mandolin","surface_form":"mandolin","offset":713},{"uri":"Hounds_of_Love","surface_form":"Hounds of Love","offset":1365},{"uri":"Running_Up_That_Hill","surface_form":"Running Up That Hill","offset":1492},{"uri":"The_Golden_Compass_(movie)","surface_form":"The Golden Compass","offset":2326},{"uri":"Devon","surface_form":"Devon","offset":2890}]}