{"id":423770,"url":"http://en.wikipedia.org/wiki/Garbage_(band)","text":"Garbage is an American alternative rock band that started in Wisconsin in 1993. They have released five studio albums. The members are Shirley Manson, Duke Erison, Steve Marker, and Butch Vig.\nEarly years.\nAt first Vig was the singer, but the band wanted a female singer. Manson was asked to join Garbage after Marker saw the video for Angelfish's \"Suffocate Me\" and the band's manager found that Manson was the singer. The band signed with Mushroom UK.\nTheir first album \"Garbage \"was released in 1995. It entered the UK Album Chart at number twelve, and spent over a year in it. Six singles were released from the album. The first,\" \"Vow\", was the band's first single. \"Queer\" was their first top 20 UK single. The fourth single, \"Stupid Girl\", reached number four in the UK Singles Chart and was nominated for two Grammy Awards, Best Rock Song and Best Rock Performance by a Duo or Group.\n1997-2000.\nIn March 1998 the first single from their upcoming album \"Version 2.0\", \"Push It\" was released. It was their third UK Top Ten hit in a row, reaching number 9. The video was nominated for eight MTV Music Video Awards.\nIn May 1998 the band released their second album, \"Version 2.0\". That month they started touring to promote the album until the end of 1999. It was nominated for the 1999 Grammy Award for Album of the Year and Best Rock Album. It entered the UK Albums Chart at number 1.\n2001-2001.\nIn October 2001 \"Beautiful Garbage \"was released. It was less successful than the band's previous albums, and had a more varied sound. \"Rolling Stone\"<nowiki/>'s US and Australian editions named it was one of their critics' \"Top 10 Albums of the Year\".\n2003-2008.\nIn October 2003 the band broke up. In February 2004 they reformed.\n\"Bleed Like Me \"was released in 2005. It had a more rock sound than \"Beautiful Garbage\". That year the band went on a break. In July 2007 \"Absolute Garbage\", a collection of the band's biggest hits, was released on CD and DVD. It reached number eleven in the UK Albums Chart. It had a new song, \"Tell Me Where It Hurts\". The song was released as a single.\n2009-now.\nIn March 2012 \"Blood For Poppies\" was released, their first single in almost seven years. In May 2012 \"Not Your Kind of People\" was released on the band's own label STUNVOLUME. That month they started a tour for the album in Los Angeles.\nIn 2013 Garbage were nominated for “Best World Stage\" at the MTV Entertainment Music Awards.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":14},{"uri":"Alternative_rock","surface_form":"alternative rock","offset":23},{"uri":"Wisconsin","surface_form":"Wisconsin","offset":61},{"uri":"Shirley_Manson","surface_form":"Shirley Manson","offset":135},{"uri":"Duke_Erison","surface_form":"Duke Erison","offset":151},{"uri":"Butch_Vig","surface_form":"Butch Vig","offset":182},{"uri":"Stupid_Girl","surface_form":"Stupid Girl","offset":733},{"uri":"Grammy_Awards","surface_form":"Grammy Awards","offset":817},{"uri":"MTV_Music_Video_Awards","surface_form":"MTV Music Video Awards","offset":1096},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":2324},{"uri":"MTV_Entertainment_Music_Awards","surface_form":"MTV Entertainment Music Awards","offset":2398}]}