{"id":423715,"url":"http://en.wikipedia.org/wiki/Aethelred_I_of_Mercia","text":"Aethelred, also Æthelred or Ethelred, († 716) was an early King of Mercia. He succeeded his brother Wulfhere when he died in 675. Like his brother, Wulfhere, he was considered an overlord over other English kings. But he never reached the same political status as Wulfhere. His importance was in his contributions to the church. Aethelred ruled Mercia until his abdication in 704. He stepped down to retire to the monastery at Bardney.\nKing of Mercia.\nAethelred was a son of King Penda. At about the same time he succeeded his brother to the throne he married Osthryth, daughter of Oswiu of Northumbria. Aethelred attacked Kent in 676 to get Hlothhere of Kent back in line as a vassal of Mercia. He destroyed much of that kingdom as well as sacked Rochester. In 679 Aethelred continued the struggle his father and brother had with Northumbria. He found Ecgfrith of Northumbria waiting for him on the River Trent which divided north and south Mercia. In the battle, Aelfwine, the younger brother of King Ecgfrith was killed and the Northumbrians were defeated. To prevent a blood feud between the two royal families, Theodore, the Archbishop of Canterbury stepped in to prevent further bloodshed. He secured a truce between Northumbria and Mercia that lasted for 50 years. For the rest of his reign Aethelred was respected as overlord of England even though Bede never listed him among the seven bretwaldas.\nAethelred was very involved in the church. He and his wife Osthryth founded Bardney abbey in Lindsey. Queen Osthryth had the bones of her uncle, Oswald of Northumbria, brought to Bardney to be buried there. This caused some resentment by the monks who at first refused to accept his bones. But they were accepted and buried in the church with all the honors due a saint. Aethelred was a close friend of Wilfrid of York. In 691 Aethelred gave the bishop sanctuary in Mercia after his exile from Northumbria. While welcomed by Aethelred he was not by Queen Osthryth. Wilfred was an old enemy of her brother king Ecgfrith of Northumbria. But Ostryth was not completely accepted in Mercia. She created the cult of Saint Oswald in Mercia which did little to help Mercians forget old feuds with Northumbria. In 697, Queen Osthryth was murdered by Mercian noblemen. She was suspected of having some part in the murder of Peada forty years earlier. By this time she had become a nun and had given up married life. In 704 Aethelred stepped down as king to become a monk. His nephew Cenred became King after him. Aethelred retired to the monastery of Bardney where his wife Osthryth had been buried. He became the abbot of Bardney although he remained aware of Mercian politics. Two years after giving up the throne he called his nephew, King Cenred, to Bardsley to ask him to remain on good terms with his old friend Bishop Wilfrid. Aethelred died in 716.","categories":[],"infobox_types":[],"annotations":[{"uri":"%E2%80%A0","surface_form":"†","offset":39},{"uri":"List_of_monarchs_of_Mercia","surface_form":"King of Mercia","offset":59},{"uri":"Wulfhere_of_Mercia","surface_form":"Wulfhere","offset":100},{"uri":"Abdication","surface_form":"abdication","offset":362},{"uri":"Bardney_Abbey","surface_form":"Bardney","offset":427},{"uri":"Penda_of_Mercia","surface_form":"Penda","offset":480},{"uri":"Oswiu_of_Northumbria","surface_form":"Oswiu of Northumbria","offset":582},{"uri":"Kent","surface_form":"Kent","offset":623},{"uri":"Hlothhere_of_Kent","surface_form":"Hlothhere of Kent","offset":642},{"uri":"Vassal","surface_form":"vassal","offset":678},{"uri":"Mercia","surface_form":"Mercia","offset":688},{"uri":"Rochester%2C_Kent","surface_form":"Rochester","offset":748},{"uri":"Northumbria","surface_form":"Northumbria","offset":831},{"uri":"Ecgfrith_of_Northumbria","surface_form":"Ecgfrith of Northumbria","offset":853},{"uri":"River_Trent","surface_form":"River Trent","offset":900},{"uri":"Blood_feud","surface_form":"blood feud","offset":1073},{"uri":"Theodore_of_Tarsus","surface_form":"Theodore","offset":1116},{"uri":"Archbishop_of_Canterbury","surface_form":"Archbishop of Canterbury","offset":1130},{"uri":"Bloodshed","surface_form":"bloodshed","offset":1185},{"uri":"Truce","surface_form":"truce","offset":1209},{"uri":"Reign","surface_form":"reign","offset":1292},{"uri":"Overlord","surface_form":"overlord","offset":1325},{"uri":"Bretwaldas","surface_form":"bretwaldas","offset":1395},{"uri":"Kingdom_of_Lindsey","surface_form":"Lindsey","offset":1500},{"uri":"Oswald_of_Northumbria","surface_form":"Oswald of Northumbria","offset":1552},{"uri":"Burial","surface_form":"buried","offset":1600},{"uri":"Monk","surface_form":"monk","offset":1649},{"uri":"Honors","surface_form":"honors","offset":1758},{"uri":"Saint","surface_form":"saint","offset":1771},{"uri":"Wilfrid","surface_form":"Wilfrid","offset":1810},{"uri":"Peada_of_Mercia","surface_form":"Peada","offset":2321},{"uri":"Cenred_of_Mercia","surface_form":"Cenred","offset":2480},{"uri":"Bardney_Abbey","surface_form":"Bardney","offset":2548}]}