{"id":423831,"url":"http://en.wikipedia.org/wiki/Aethelbald_of_Mercia","text":"Aethelbald (also spelled Æthelbald) († 757) was a Mercian nobleman who became the King of Mercia. He brought Mercia back to a position of power not seen since the days of Penda and Wulfhere. Because of his authority and his use of the title \"king of the \"gens Anglorum\" his people began calling themselves English instead of Saxons, Jutes or Angles. But Aethelbald was not a supporter of the Church. He claimed to be Christian but he led a scandalous and wicked lifestyle.\nKing of Mercia.\nAethelbald the son of Alweo and the grandson of Penda's brother Eowa. As an atheling and possible competitor for the throne, he was forced to leave Mercia by his cousin Ceolred. Aethelbald found refuge with his kinsman, (Saint) Guthlac of Crowland. St. Guthlac died in 714 but predicted Aethelbald would be king of Mercia. Two years later at the death of Ceolred, Aethelbald became king. One of his first acts was to begin construction of Crowland Abbey which he promised to build for Guthlac if his prediction came true. At the start of his reign Aethelbald found himself dealing with two strong kings on his borders. Ine of Wessex and Wihtred of Kent had influence in southern England. Aethelbald had influence with other southern kings. Wihtred died in 725 and Ine abdicated his throne in 726. He supported Athelheard of Wessex to become king in 726.\nBretwalda.\nAethelbald began taking over parts of Wessex. He obtained Berkshire in 730. Three years later he took Somerton from Wessex. Aethelbald was able to give the Archbishop of Canterbury a gift of the monastery of Cookham in Berkshire (Wessex). By 731 as Bede was finishing his \"Ecclesiastical History\", Aethelbald was overlord of all the English kingdoms south of the River Humber. In 740 Aethelbald burned York and destroyed much of Northumbria. The same year Athelheard of Wessex died and was replaced on the throne by Cuthred. Cuthred made it known he was not as weak a ruler as Athelheard and struggled against Aethelbald being his overlord. In the first three years of Cuthred's rule he warred with Mercia but made few gains. In 743 Cuthred joined Aethelbald in fighting the Welsh. In 748 Cuthred's son, Cynric, tried to depose his father and died in the rebellion. According to the Anglo-Saxon Chronicle, the rebellion was encouraged by Aethelbald. In 752, Cuthred tried to break free of King Aethelbald. This led to a battle at Burford where Cuthred battled against Aethelbald. The battle ended up with Aethelbald fleeing the battlefield. From that time on Cuthred maintained independence from Mercia for the rest of his reign.\nAethelbald and the Church.\nHe influenced the selections of three succeeding Archbishops of Canterbury (in Kent). These were Tatwine in 731, Nothhelm in 734 and Cuthbert in 740.\nMercia was by this time a very wealthy kingdom and Aethelbald himself was very rich. He apparently used church funds for his own purposes. He forced monks to work on his building projects. Aethelbald not only forced himself on nuns but he promoted the same wicked behavior among monks. Saint Boniface complained to King Aethelbald of his evil ways in a letter dated. He pointed out Aethelbald had not taken a lawful wife nor had he observed chastity. He said the king had ruined his good name before men. Finally that the crimes Aethelbald had committed in convents with nuns and virgins doubled his offense. He warned the king to change his ways before he met a terrible death. This had no effect on Aethelbald. He grew impatient with churchmen and interfered with their privileges. Only in his later years did he develop a less high-handed way of dealing with the Church.\nIn 757 Aethelbald was murdered at night by one of his own bodyguards. The throne was usurped by Beornred temporarily until Offa came to power the same year Aethelbald died. Aethelbald maintained his overlordship of all the south English kingdoms for longer than any other bretwalda. He did this partially by force; Aethelbald was a great war leader. He did this partly through his great wealth through tributes paid to him by other kings. He could afford a large labor force as well as a large army. He also attempted to use the great wealth of the Church to his own advantage. But he also gave grants to the church for building monasteries. He attended great church councils that would not have taken place without his support. He was a powerful king but a less than an ideal Christian.","categories":[],"infobox_types":[],"annotations":[{"uri":"%E2%80%A0","surface_form":"†","offset":37},{"uri":"Mercia","surface_form":"Mercian","offset":50},{"uri":"Nobleman","surface_form":"nobleman","offset":58},{"uri":"List_of_monarchs_of_Mercia","surface_form":"King of Mercia","offset":82},{"uri":"Penda_of_Mercia","surface_form":"Penda","offset":171},{"uri":"Wulfhere_of_Mercia","surface_form":"Wulfhere","offset":181},{"uri":"English_people","surface_form":"English","offset":306},{"uri":"Saxons","surface_form":"Saxons","offset":325},{"uri":"Jutes","surface_form":"Jutes","offset":333},{"uri":"Angles","surface_form":"Angles","offset":342},{"uri":"Church","surface_form":"Church","offset":392},{"uri":"Christian","surface_form":"Christian","offset":417},{"uri":"Scandalous","surface_form":"scandalous","offset":440},{"uri":"Wicked","surface_form":"wicked","offset":455},{"uri":"Lifestyle","surface_form":"lifestyle","offset":462},{"uri":"Atheling","surface_form":"atheling","offset":565},{"uri":"Competitor","surface_form":"competitor","offset":587},{"uri":"Throne","surface_form":"throne","offset":606},{"uri":"Ceolred_of_Mercia","surface_form":"Ceolred","offset":658},{"uri":"Guthlac_of_Crowland","surface_form":"Guthlac of Crowland","offset":717},{"uri":"Crowland_Abbey","surface_form":"Crowland Abbey","offset":928},{"uri":"Reign","surface_form":"reign","offset":1031},{"uri":"Borders","surface_form":"borders","offset":1099},{"uri":"Ine_of_Wessex","surface_form":"Ine of Wessex","offset":1108},{"uri":"Wihtred_of_Kent","surface_form":"Wihtred of Kent","offset":1126},{"uri":"Athelheard_of_Wessex","surface_form":"Athelheard of Wessex","offset":1299},{"uri":"Berkshire","surface_form":"Berkshire","offset":1412},{"uri":"Somerton","surface_form":"Somerton","offset":1456},{"uri":"Archbishop_of_Canterbury","surface_form":"Archbishop of Canterbury","offset":1510},{"uri":"Cookham_Abbey","surface_form":"monastery of Cookham","offset":1549},{"uri":"Berkshire","surface_form":"Berkshire","offset":1573},{"uri":"Bede","surface_form":"Bede","offset":1603},{"uri":"River_Humber","surface_form":"River Humber","offset":1717},{"uri":"York","surface_form":"York","offset":1756},{"uri":"Northumbria","surface_form":"Northumbria","offset":1783},{"uri":"Cuthred_of_Wessex","surface_form":"Cuthred","offset":1870},{"uri":"Ruler","surface_form":"ruler","offset":1922},{"uri":"Overlord","surface_form":"overlord","offset":1985},{"uri":"Mercia","surface_form":"Mercia","offset":2053},{"uri":"Wales","surface_form":"Welsh","offset":2129},{"uri":"Depose","surface_form":"depose","offset":2175},{"uri":"Anglo-Saxon_Chronicle","surface_form":"Anglo-Saxon Chronicle","offset":2237},{"uri":"Archbishop_of_Canterbury","surface_form":"Archbishops of Canterbury","offset":2660},{"uri":"Tatwine","surface_form":"Tatwine","offset":2708},{"uri":"Nothhelm","surface_form":"Nothhelm","offset":2724},{"uri":"Cuthbert_of_Canterbury","surface_form":"Cuthbert","offset":2744},{"uri":"Saint_Boniface","surface_form":"Saint Boniface","offset":3047},{"uri":"Crimes","surface_form":"crimes","offset":3283},{"uri":"Convent","surface_form":"convent","offset":3318},{"uri":"Nun","surface_form":"nun","offset":3332},{"uri":"Virgin","surface_form":"virgin","offset":3341},{"uri":"Offence","surface_form":"offense","offset":3361},{"uri":"Churchmen","surface_form":"churchmen","offset":3497},{"uri":"Bodyguards","surface_form":"bodyguards","offset":3693},{"uri":"Usurped","surface_form":"usurped","offset":3720},{"uri":"Beornred_of_Mercia","surface_form":"Beornred","offset":3731},{"uri":"Offa_of_Mercia","surface_form":"Offa","offset":3758},{"uri":"Bretwalda","surface_form":"bretwalda","offset":3907}]}