{"id":423921,"url":"http://en.wikipedia.org/wiki/Jabberwocky","text":"\"Jabberwocky\" is a 'nonsense poem' written by Lewis Carroll in his 1871 novel \"Through the Looking-Glass\". All the same, it does strangely make a kind of sense.\nIn an early scene Alice in wonderland finds the verse \"Jabberwocky\". She says (p24)\n\"Somehow it seems to fill my head with ideasonly I don't exactly know what they are\".\nThis is now thought to be one of the greatest nonsense poems written in English. Its playful, whimsical language has given us nonsense words portmanteau words and neologisms such as \"galumphing\" and \"chortle\".\nOrigin and publication.\nThe concept of nonsense verse was not original to Carroll. Nonsense existed in Shakespeare's work and was well known in the Brothers Grimm's fairytales, some of which are called lying tales or \"lügenmärchen\".\nJohn Tenniel reluctantly agreed to illustrate the book in 1871, and his illustrations are still the defining images of the poem.\nThe illustration of the Jabberwock may reflect the Victorian obsession with natural history and the fast-evolving sciences of palaeontology and geology. The works of Darwin and the models of dinosaurs at the Crystal Palace Exhibition helped feed the interest. Perhaps it is not so surprising that Tenniel gave the Jabberwock \"the leathery wings of a pterodactyl and the long rough neck and tail of a sauropod\".\nThe poem.\n'Twas brillig, and the slithy toves\nDid gyre and gimble in the wabe;\nThe jaws that bite, the claws that catch!\nBeware the Jubjub bird, and shun\nLong time the Manxome foe he sought—\nSo rested he by the Tumtum tree,\nAnd as in uffish thought he stood,\nThe Jabberwock, with eyes of flame,\nCame whiffling through the tulgey wood,\nOne, two! One, two! and through and through\nHe left it dead, and with its head\n\"And hast thou slain the Jabberwock?\nCome to my arms, my beamish boy!\n'Twas brillig, and the slithy toves\nDid gyre and gimble in the wabe;\n'It seems very pretty,' she said when she had finished it, 'but it's rather hard to understand!' (You see she didn't like to confess, even to herself, that she couldn't make it out at all.) 'Somehow it seems to fill my head with ideas—only I don't exactly know what they are! However, somebody killed something: that's clear, at any rate'\nIn \"Through the Looking Glass\", the character of Humpty Dumpty explains to her the nonsense words from the first stanza of the poem. However, Carroll's personal commentary on several of the words differ from Humpty's. An analysis of the poem and Carroll's commentary is given in the book \"The Annotated Alice\" by Martin Gardner.","categories":[],"infobox_types":[],"annotations":[{"uri":"Poem","surface_form":"poem","offset":29},{"uri":"Lewis_Carroll","surface_form":"Lewis Carroll","offset":46},{"uri":"Through_the_Looking-Glass","surface_form":"Through the Looking-Glass","offset":79},{"uri":"Portmanteau_word","surface_form":"portmanteau word","offset":472},{"uri":"Neologism","surface_form":"neologism","offset":494},{"uri":"Galumphing","surface_form":"\"galumphing\"","offset":513},{"uri":"Chortle","surface_form":"\"chortle\"","offset":530},{"uri":"William_Shakespeare","surface_form":"Shakespeare","offset":644},{"uri":"Brothers_Grimm","surface_form":"Brothers Grimm","offset":689},{"uri":"John_Tenniel","surface_form":"John Tenniel","offset":774},{"uri":"Natural_history","surface_form":"natural history","offset":979},{"uri":"Palaeontology","surface_form":"palaeontology","offset":1029},{"uri":"Geology","surface_form":"geology","offset":1047},{"uri":"Charles_Darwin","surface_form":"Darwin","offset":1069},{"uri":"Dinosaurs","surface_form":"dinosaurs","offset":1094},{"uri":"Crystal_Palace_Exhibition","surface_form":"Crystal Palace Exhibition","offset":1111},{"uri":"Pterosaur","surface_form":"pterodactyl","offset":1253},{"uri":"Sauropod","surface_form":"sauropod","offset":1303},{"uri":"Stanza","surface_form":"stanza","offset":2319},{"uri":"The_Annotated_Alice","surface_form":"The Annotated Alice","offset":2495},{"uri":"Martin_Gardner","surface_form":"Martin Gardner","offset":2519}]}