{"id":424116,"url":"http://en.wikipedia.org/wiki/Thomas_Wyatt","text":"Sir Thomas Wyatt (1503–1542) was an English poet and diplomat. He gets credit for bringing the sonnet into the English language. A sonnet is a special type of poem with 14 lines. He was \"the Renaissance ideal—soldier, statesman, courtier, lover, scholar, and poet.”\nEarly life.\nWyatt was born at Allington near Maidstone, Kent, England in 1503. His father was Henry Wyatt and his mother was named Ann Skinner. Henry Wyatt was loyal to King Henry VII of England. This allowed Henry to have many high-ranking positions in the King's court. Thomas Wyatt went to St John's College, Cambridge, from 1515 to 1522. He was twelve when he first entered the college. At age 17 in 1520, Wyatt married Elizabeth Brooke. His wife was the daughter of Lord Cobham. They had two children, Thomas and Bess. However, the marriage was unhappy. Wyatt once wrote a letter to his son that put blame in both parents for the bad marriage, \"but chiefly [mostly] in her.\" Both Thomas Wyatt and his wife Elizabeth cheated on each other. After his wife had two children, the couple was separated.\nPolitical career.\nWyatt got his first position at court in 1516. In this year he was \"sewer extraordinary,\" an attendant or page at the christening of Princess Mary. He was probably able to get this position so young because his father Henry had such a good reputation with the King. In 1524, Wyatt was named keeper of the King's jewels. In these early years at court, Wyatt met Anne Boleyn. Many thought they were lovers at this time, but there is no proof. In 1526, Wyatt began his career as a diplomat. Wyatt was sent to Paris, France with Sir Thomas Cheney. Cheney was one of the many people who liked Wyatt. In a letter, Cheney said Wyatt had \"as much wit...as any young man hath in England.\"\nA year later, Wyatt was sent to the Vatican in Rome and Venice, Italy with Sir John Russell. It was probably during these trips that Wyatt became interested in French and Italian poetry. While Wyatt was in Venice, he was taken prisoner by Spanish troops. They wanted England to pay 3,000 ducats to set him free. Today that is close to 300,000 USD. Wyatt escaped before the money was paid.\nFrom 1528 to 1530, Wyatt was High Marshal of the town of Calais. During these years, Wyatt continued to have interest in French and Italian poetry. Two important poets he read were Petrarch and Ludovico Ariosto. From 1530 to 1536, King Henry VIII sent him on many shorter diplomatic missions. In 1533, Wyatt represented his father in a position called \"chief sewer\" at Anne Boleyn's coronation (when she was made queen).\nIn May of 1534, Wyatt was imprisoned in Fleet Prison for killing one of the guard in London in a fight. This was a minor offense, so he was released quickly. But in 1536, Anne Boleyn was arrested and beheaded. She had been accused of having other lovers while married to King Henry. Around this time, Wyatt was also arrested and locked up in the Tower of London. No reason was given for Wyatt's arrest, but there were rumors that it had something to do with Anne Boleyn. It is still unclear today whether Anne Boleyn and Thomas Wyatt ever had an affair. Some of Wyatt's poems make this seem true. Nicholas Sanders, a Catholic poet, thought that Wyatt told King Henry VIII not to marry her because she was impure. He thought that Wyatt told the King about their affair to convince the King not to marry Anne. Sanders said that Wyatt was released because he had tried to warn the King that Anne would be a bad wife. Wyatt's grandson, George Wyatt, disagreed. George Wyatt said that his grandfather never had an affair with Boleyn because she rejected him. Whether or not Wyatt had a relationship with Boleyn, he was released from prison after a month. He was soon given several promotions. The promotions show that either the King forgave Wyatt or that he wasn't very mad at Wyatt in the first place. Soon, Wyatt became the Sheriff of Kent.\nIn 1537, Wyatt became a knight. He also began an affair with Elizabeth Darell, who had a son. Afterwards, he was sent to Spain to live in an embassy. His mission in Spain was to improve the relationship between the Holy Roman Emperor, Emperor Charles V, and King Henry VIII of England. Emperor Charles V was unhappy with the King of England because he divorced the Emperor's aunt, Catherine of Aragon. This was especially bad because the King had originally asked the Pope for special permission to marry Catherine, who was the widow of the King's older brother Arthur. The embassy was a disaster. Sir Thomas Wyatt and the other ambassadors, Edmund Bonner and Simon Heynes, were all unsuccessful. Also, Bonner disliked Wyatt. Bonner accused Wyatt of treason (and of liking papists, or Catholics). These accusations were cleared by Thomas Cromwell. Cromwell was the chief minister to Henry VIII and often protected Wyatt.\nIn May 1539, Wyatt returned to London. In 1540, Cromwell was arrested and beheaded. Without Cromwell's protection, Bonner got Wyatt arrested for treason. King Henry VIII, who liked Wyatt, released him with a condition: Wyatt had to leave Darell and return to his wife. Even though Wyatt was forced to separate from Darell in 1541, she and their son were still in Wyatt's will when he died.\nAfter Wyatt again had the King's favor, he was sent on more missions to France and Flanders. In 1542, he was elected a member of Parliament from Kent. On the 3rd of October of the same year, Wyatt was sent to take an ambassador from Spain from Dorset to London. He rode for days with the ambassador but then Wyatt got sick from the journey. He fought a fever for three days and then died at Sherborne, Dorset. On October 11, 1542 he was laid to rest in the Horsely family vault in the church at Sherborne. Some poets wrote elegies (poems of mourning) for Wyatt. One of the most famous was by Wyatt's friend Henry Howard, Earl of Surrey. He wrote: \"Wyatt resteth here, that quick could never rest.\" Surrey also thought that Wyatt \"reft Chaucer the glory of his wit\" (i.e. he stole Chaucer's title as the wittiest writer).\nLiterary works.\nWyatt wrote in many forms. These forms include sonnets, songs, lyric poems, and rondeaux. A rondeau is a strict poem with 13 lines and two rhymes. It also involves a repeat of the beginning of the first line. The repeat usually comes at lines 8 and 13. Sonnets are poems with 14 lines. Today we usually divide sonnets into English or Shakespearean sonnets and Italian or Petrarchan sonnets. Petrarchan sonnets are named for the Italian poet Petrarch. Petrarchan sonnets are grouped into an octave (a set of 8 lines) and a sestet (a set of 6 lines). It has the rhyme pattern abba abba cddece. Wyatt translated many of Petrarch's poems into English. Wyatt was the first to use the form we now call the Shakespearean sonnet. It is a poem of 14 lines grouped into three quatrains (a set of four lines) and a couplet (a set of two lines). It has the rhyme pattern abab cdcd efef gg. William Shakespeare came after Wyatt, but he often used the type of sonnet Wyatt invented. In fact, Shakespeare used it so often that the sonnet form was named after Shakespeare instead of Wyatt.\nWyatt's songs, sonnets, lyric poems and rondeaux were usually about love. Few of his works were published while he was alive. Those that were published during his lifetime were usually published without his name attached. 96 of Wyatt's songs were published with Surrey's work in \"Songes and Sonettes, Written by the Ryght Honorable Lorde Henry Haward Late Earle of Surrey, and Other.\" This volume was published in 1557 by Richard Tottel. It is now more commonly called \"Tottel's Miscellany.\" He wrote other songs that were found in other manuscripts. The main theme of his 200 songs was how he was treated badly by his mistress. Wyatt writes about both sexual and political betrayal, and sometimes mixes the two. Wyatt wrote 31 sonnets. Ten of his sonnets were translations from Petrarch.\nWyatt also wrote three satires and a series of 7 penitential psalms. Both his psalms and his satires were in \"terza rima.\" Wyatt was the first to use \"terza rima\" in English. This form is where you have sets of three lines that rhyme in the following pattern: aba bcb cdc and on. He also brought \"ottava rima\" to English. \"Ottava rima\" is a set of eight lines with the rhyme pattern abababcc. For bringing so many different forms to English poetry, Wyatt was called \"one of two chief lanterns of light\" to future English poets by George Puttenham in 1598. The other lantern was the Earl of Surrey.\nWyatt's work was read less during the 17th Century, but was picked up again in the 18th and 19th Centuries. During this time, \"Tottel’s Miscellany\" was seen as a marker for the beginning of \"Italianized\" English poetry. But readers from the 18th and 19th Centuries did not think Wyatt's work was as good as Shakespeare's or Sidney's, who came after him. Also, 18th and 19th century readers liked Surrey's poetry better than Wyatt's poetry. This was true even after they discovered that Wyatt's poetry came first. In his History of English Poetry (1781), Thomas Warton wrote that Wyatt \"is confessedly inferior to Surrey... He has too much art as a lover, and too little as a poet.’’ This view changed in the 20th century between the two World Wars. Today, many scholars think Wyatt was the better poet.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_people","surface_form":"English","offset":36},{"uri":"Poet","surface_form":"poet","offset":44},{"uri":"Diplomat","surface_form":"diplomat","offset":53},{"uri":"Sonnet","surface_form":"sonnet","offset":95},{"uri":"Poem","surface_form":"poem","offset":159},{"uri":"Maidstone","surface_form":"Maidstone","offset":311},{"uri":"Kent","surface_form":"Kent","offset":322},{"uri":"England","surface_form":"England","offset":328},{"uri":"Henry_VII_of_England","surface_form":"Henry VII of England","offset":440},{"uri":"St_John%27s_College%2C_Cambridge","surface_form":"St John's College, Cambridge","offset":559},{"uri":"Anne_Boleyn","surface_form":"Anne Boleyn","offset":1448},{"uri":"Vatican_City","surface_form":"Vatican","offset":1803},{"uri":"Rome","surface_form":"Rome","offset":1814},{"uri":"Venice","surface_form":"Venice","offset":1823},{"uri":"Italy","surface_form":"Italy","offset":1831},{"uri":"Spain","surface_form":"Spanish","offset":2006},{"uri":"Calais","surface_form":"Calais","offset":2213},{"uri":"Coronation","surface_form":"coronation","offset":2539}]}