{"id":424153,"url":"http://en.wikipedia.org/wiki/Chatham_House","text":"Chatham House, also known as the Royal Institute of International Affairs, is a London think tank. It is a non-profit, non-governmental organization. It analyses and promote the understanding of major international issues and current affairs.\nChatham House is one of the world's leading organizations in this area. It takes its name from its premises, a Grade I listed 18th-century house in St. James's Square, once occupied by three British prime ministers, including William Pitt, 1st Earl of Chatham.\nIn a recent report, Chatham House is ranked the second most influential think tank in the world after the Brookings Institution, and the world's most influential non-US think tank. In 2009, Chatham House was also named the top non-US think tank by \"Foreign Policy\" magazine.\nChatham House has had distinguished presidents from each of the three main political parties at Westminster: Sir John Major, former UK Prime Minister, Lord Ashdown (1941-2018), former EU Special Representative in Bosnia and Herzegovina and former leader of the Liberal Democrats, and Baroness Scotland, the former Attorney General.\nHistory.\nThe think tank was founded in 1920 as the British Institute of International Affairs. The first chairman was Robert Cecil, a leading conservative politician. Historian Arnold Toynbee later became director. The Council on Foreign Relations, its American sister institute, was established the following year.\nChatham House's headquarters at 10 St. James's Square, London, was donated to the institute in 1923. It had been the house of three British Prime Ministers - Pitt the Elder, Edward Stanley and William Ewart Gladstone.\nIn 1926, now with its royal charter, the name was changed to the Royal Institute of International Affairs. However, it is usually referred to as \"Chatham House\".\nIt is just a few metres from the former Libyan embassy building where the 1984 Libyan Embassy Siege took place.\nThe BBC Today/Chatham House lecture series promotes debate and discussion on key international issues of the day. At the inaugural lecture in 2006, Condoleezza Rice defended the U.S. decision to go to war with Iraq.\nRole.\nWith its members, Chatham House aims to promote debate on significant developments in international affairs and policy responses. Their independent research and analysis on global, regional and country-specific challenges is intended to offer new ideas to decision makers on how these could best be tackled from the near to the long term.\nChatham House is routinely used as a source of information for media organizations seeking background or experts upon matters involving major international issues.\nIt has been alleged that Chatham House reflects a pro-establishment view of the world. It does have donations from large corporations, governments and other organizations, but Chatham House is membership-based and anyone may join. Chatham House currently has international leaders from business, diplomacy, science, politics and media as its individual members.\nChatham House Rule.\nChatham House is the origin of the anonymity rule known as the Chatham House Rule. Guests attending a seminar may discuss the results of the seminar in the outside world, but may not discuss who attended or what any person said. The Chatham House Rule helps frank and honest discussion on controversial or unpopular issues by speakers. Despite this, most meetings at Chatham House are actually held on the record, and not under the Chatham House Rule.","categories":[],"infobox_types":[],"annotations":[{"uri":"Think_tank","surface_form":"think tank","offset":87},{"uri":"Non-profit","surface_form":"non-profit","offset":107},{"uri":"Non-governmental_organization","surface_form":"non-governmental organization","offset":119},{"uri":"Current_affairs","surface_form":"current affairs","offset":226},{"uri":"Grade_I_listed","surface_form":"Grade I listed","offset":354},{"uri":"St._James%27s_Square","surface_form":"St. James's Square","offset":391},{"uri":"William_Pitt%2C_1st_Earl_of_Chatham","surface_form":"William Pitt, 1st Earl of Chatham","offset":469},{"uri":"Think_tank","surface_form":"think tank","offset":576},{"uri":"Brookings_Institution","surface_form":"Brookings Institution","offset":610},{"uri":"John_Major","surface_form":"Sir John Major","offset":888},{"uri":"Prime_Minister_of_the_United_Kingdom","surface_form":"Prime Minister","offset":914},{"uri":"Paddy_Ashdown","surface_form":"Lord Ashdown","offset":930},{"uri":"Bosnia_and_Herzegovina","surface_form":"Bosnia and Herzegovina","offset":992},{"uri":"Liberal_Democrats","surface_form":"Liberal Democrats","offset":1040},{"uri":"Baroness_Scotland","surface_form":"Baroness Scotland","offset":1063},{"uri":"Robert_Cecil%2C_1st_Viscount_Cecil_of_Chelwood","surface_form":"Robert Cecil","offset":1229},{"uri":"Arnold_Toynbee","surface_form":"Arnold Toynbee","offset":1288},{"uri":"Council_on_Foreign_Relations","surface_form":"Council on Foreign Relations","offset":1330},{"uri":"St._James%27s_Square","surface_form":"St. James's Square","offset":1462},{"uri":"London","surface_form":"London","offset":1482},{"uri":"Prime_Minister_of_the_United_Kingdom","surface_form":"British Prime Ministers","offset":1559},{"uri":"Pitt_the_Elder","surface_form":"Pitt the Elder","offset":1585},{"uri":"Edward_Smith-Stanley%2C_14th_Earl_of_Derby","surface_form":"Edward Stanley","offset":1601},{"uri":"William_Ewart_Gladstone","surface_form":"William Ewart Gladstone","offset":1620},{"uri":"Royal_charter","surface_form":"royal charter","offset":1667},{"uri":"1984_Libyan_Embassy_Siege","surface_form":"1984 Libyan Embassy Siege","offset":1881},{"uri":"Condoleezza_Rice","surface_form":"Condoleezza Rice","offset":2067},{"uri":"Establishment","surface_form":"establishment","offset":2698}]}