{"id":424206,"url":"http://en.wikipedia.org/wiki/The_Wurzels","text":"The Wurzels (originally Adge Cutler and the Wurzels but renamed after Cutler's death) are a British Scrumpy and Western band.\nThe Somerset-based band is best known for their 1976 number one hit \"Combine Harvester\", and number three hit \"I Am A Cider Drinker\" based on the song \"Una Paloma Blanca\". They have lasted over 40 years, and still perform to this day.\nName.\nThe name of the band was dreamt up by the band's founder Adge Cutler. It appears to be short for mangelwurzel, a type of beetroot grown to feed livestock.\nThe Wurzels' particular genre of music was called Scrumpy and Western after the group's first EP of the same name, issued early in 1967. Scrumpy is slang for the potent cider made in southwest England, popular amongst The Wurzels and their fans, and often referred to in their songs.\nAdge Cutler and The Wurzels.\nThe Wurzels were formed in 1966 as a backing group for singer/songwriter Adge Cutler. With a thick Somerset accent, Adge played on his West Country roots, singing many folk songs with local themes such as cider making (and drinking), farming, dung-spreading, local villages and industrial work songs, often with a comic slant.\nDuring the latter half of the 1960s, the band became immensely popular regionally, and the release of the single \"Drink Up Thy Zider\" in 1966 led to national fame and it reaching number 45 in the UK chart. The B-side \"Twice Daily\" was banned by the BBC for being too raunchy. A number of live albums were recorded at local pubs and clubs.\nAdge Cutler died after falling asleep at the wheel of his MG sports car which overturned on a roundabout approaching the Severn Bridge. He was returning alone from a Wurzels show in Hereford in May 1974. He is buried in Nailsea.\nThe Wurzels.\nAdge's death marked a turning point in the history of the Wurzels. Deprived of the main song-writing talent, the remaining Wurzels recorded \"The Wurzels Are Scrumptious!\" in 1975, an album containing many favourites from the back catalogue, including a number of previously unrecorded Cutler-written songs. In order to continue the surviving band needed its own songs, and these mostly took the formula of re-written popular pop songs of the time with the lyrics changed to include the usual Wurzel themes (cider, farming, local villages, Cheddar cheese, etc.)\nIn 1976, the Wurzels released \"The Combine Harvester\", a re-work of the song \"Brand New Key\", by Melanie, which became a UK hit, topping the charts for 2 weeks. The band quickly followed its success with \"I Am A Cider Drinker\" (a rework of the \"Una Paloma Blanca\" melody), which got to number three in the charts, and \"Farmer Bill's Cowman\" (a reworking of the Whistling Jack Smith instrumental \"I Was Kaiser Bill's Batman\").\nThe Wurzels have never stopped performing. The group signed to Cumbria record label Loose Records & Music, and recorded four new new songs including the single \"I Wanna Be An Eddie Stobart Driver\" (released as a limited edition lorry-shaped disc).\nThe late 1990s saw the fortunes of the surviving Wurzels revive, gaining cult status among students and a resurgence in their native West Country. Under the new management of The Stranglers manager Sil Willcox a number of CD releases followed, largely featuring re-recordings of older works. \"Never Mind The Bullocks, Ere's The Wurzels\" had covers of British rock songs. The album title and cover were a spoof on \"Never Mind the Bollocks, Here's the Sex Pistols\".\nTheir latest album is \"A Load More Bullocks\" (2010) for the CIA label.","categories":[],"infobox_types":[],"annotations":[{"uri":"Scrumpy_and_Western","surface_form":"Scrumpy and Western","offset":100},{"uri":"Somerset","surface_form":"Somerset","offset":130},{"uri":"Number_one_hit","surface_form":"number one hit","offset":179},{"uri":"Combine_Harvester","surface_form":"Combine Harvester","offset":195},{"uri":"I_Am_A_Cider_Drinker","surface_form":"I Am A Cider Drinker","offset":237},{"uri":"Una_Paloma_Blanca","surface_form":"Una Paloma Blanca","offset":278},{"uri":"Adge_Cutler","surface_form":"Adge Cutler","offset":424},{"uri":"Mangelwurzel","surface_form":"mangelwurzel","offset":464},{"uri":"Beetroot","surface_form":"beetroot","offset":488},{"uri":"Genre","surface_form":"genre","offset":546},{"uri":"Scrumpy_and_Western","surface_form":"Scrumpy and Western","offset":572},{"uri":"Extended_play","surface_form":"EP","offset":616},{"uri":"Scrumpy","surface_form":"Scrumpy","offset":659},{"uri":"Slang","surface_form":"slang","offset":670},{"uri":"Cider","surface_form":"cider","offset":691},{"uri":"Adge_Cutler","surface_form":"Adge Cutler","offset":908},{"uri":"Accent","surface_form":"accent","offset":943},{"uri":"West_Country","surface_form":"West Country","offset":970},{"uri":"Cider","surface_form":"cider","offset":1040},{"uri":"Muck_spreading","surface_form":"dung-spreading","offset":1078},{"uri":"Work_song","surface_form":"work song","offset":1124},{"uri":"Comic_song","surface_form":"comic","offset":1149},{"uri":"MG","surface_form":"MG","offset":1559},{"uri":"Roundabout","surface_form":"roundabout","offset":1595},{"uri":"Severn_Bridge","surface_form":"Severn Bridge","offset":1622},{"uri":"Hereford","surface_form":"Hereford","offset":1683},{"uri":"Nailsea","surface_form":"Nailsea","offset":1721},{"uri":"Cheddar_cheese","surface_form":"Cheddar cheese","offset":2282},{"uri":"Melanie_Safka","surface_form":"Melanie","offset":2401},{"uri":"I_Was_Kaiser_Bill%27s_Batman","surface_form":"I Was Kaiser Bill's Batman","offset":2700},{"uri":"Loose_Records_%26amp%3B_Music","surface_form":"Loose Records & Music","offset":2814},{"uri":"The_Stranglers","surface_form":"The Stranglers","offset":3153},{"uri":"Never_Mind_the_Bollocks%2C_Here%27s_the_Sex_Pistols","surface_form":"Never Mind the Bollocks, Here's the Sex Pistols","offset":3392}]}