{"id":424413,"url":"http://en.wikipedia.org/wiki/Cultural_relativism","text":"e=\"preserve\">Cultural relativism is an idea in anthropology and it sees all cultures as equal. It should be studied without one’s own beliefs in mind, which would affect our understanding of that culture. An anthropologist named Franz Boas created the idea of cultural relativism in 1887, but the concept Boas created did not receive its name until Alain Locke gave Boas’s concept the name in 1924. This concept is now accepted by anthropologists around the world.\nMethodological tool.\nFranz Boas noticed that people who study other cultures still tend to be ethnocentric and look at other cultures with their own ideas about how life should be based on their culture. A person may be ethnocentric without meaning to be. Ethnocentrism is the idea that one’s own culture is the best, and other cultures are studied or viewed with this outlook. In Boas’ article “On Alternating Sounds,” he explains how different cultures experience sound differently. When people study or come into contact with other cultures, people misunderstand sounds and language. An example used by Boas, is when he studies Eskimo texts, words and languages spelled in the Bureau of Ethnology by British Columbia. There were many misspellings explained by a misunderstanding by other cultures that have a different phonetic system rooted in a person's life.\nIn order to reduce this ethnocentrism from happening when anthropologists study other cultures, Boas thought that the person would need to live with people that they were studying for a long period of time. A person would be able to learn the culture and language better, and then decrease the number of times they misinterpret sounds and language of that culture.\nAnalytical device.\nOne of Franz Boas’ students, Ruth Benedict, was an anthropologist that studied the beliefs and practices within a culture’s social system. She noticed that they became mixed patterns of ideas and practices. Benedict believed that people should learn all of the ways people live. The way people show emotions, carry out daily routines or perform normal functions changes based on each individual’s own culture. By studying these cultures, Benedict thought that people could understand that every culture has a different way of living and the way that person lived was not the only way\nMoral relativism.\nRuth Benedict also noticed that an individual’s view of what actions were right and what actions were wrong relied on one’s own culture. A person formed what was right and wrong based on social norms and values of their culture. They then formed their system of morals, which told them how to live. Benedict believed that no one person’s morals were necessarily better or worse than another’s; it was all relative on the society in which they lived.\nCritical device.\nTwo anthropologists, George Marcus and Michael Fisher, explain cultural relativism as being a critical device because it is a tool used in analyzing and studying other cultures. It is also used to self-reflect on our own culture. An example of cultural relativism being used as a critical device is the research of an anthropologist, Margaret Mead. After looking at young female sexuality in Samoa, located in New Guinea, Mead questions the ‘natural’ stress related to American adolescence and sexuality as bound to happen.\nVariations of relativism.\nRichard Feinberg, an anthropologist, identifies cultural relativism as having three types: contextual, ethical and epistemological. Contextual relativism is defined as members of a community or society having beliefs and practices that are represented through symbols and meanings that need to be understood within that culture. A practice that appears to be similar in two different cultures could be understood completely different among those two communities, which is an idea that Boas highlighted in his works. Ethical relativism is identified as cultures having no good or bad practices and beliefs, so people should not be able to make these judgments, as Benedict has explained. Epistemological relativism is explained as the view that a person cannot truly understand another culture in a useful or meaningful way, which is similar to Boas’ ‘historical anthropology’ now identified as historical particularism.","categories":[],"infobox_types":[],"annotations":[{"uri":"Anthropology","surface_form":"anthropology","offset":47},{"uri":"Culture","surface_form":"culture","offset":76},{"uri":"Equal","surface_form":"equal","offset":88},{"uri":"Culture","surface_form":"culture","offset":196},{"uri":"Franz_Boas","surface_form":"Franz Boas","offset":229},{"uri":"Ethnocentrism","surface_form":"ethnocentric","offset":559}]}