{"id":424640,"url":"http://en.wikipedia.org/wiki/Coenwulf_of_Mercia","text":"Coenwulf (also spelled Cenwulf and Kenulf) (died 821) was a Mercian nobleman and the King of Mercia from December 796 until his death. He claimed to be a descendant of a Cenwalh, a brother of Penda and Eowa. The sudden death of King Ecgfrith of Mercia was suspicious and certainly benefited Coenwulf but he was never formally accused. Coenwulf proved to be a strong king who quickly restored Mercian dominance in southern England. He was the last of the Mercian overlords or bretwaldas.\nKing of Mercia.\nCoenwulf was the son of Cuthbert, a Mercian nobleman. He came to the throne in 796, the same year Offa and his son Ecgfrith both died. At the same time Coenwulf became king, Eadberht Praen set himself up as king of Kent. An Eadwald set himself up as king of the East Angles and began issuing coins. When Eadberht Praen expelled Aethelheard, the Archbishop of Canterbury from Kent, Coenwulf contacted Pope Leo III and got permission to remove the new Kentish king. Eadbert attacked Kent, and captured Eadbert. He then set up his brother Cuthred as king of Kent. Coenwulf then dealt with East Anglia where Eadwald had tried to gain independence from Mercia. In 799 Coenwulf made a peace treaty with Wessex. He restored Mercian power to southern England very quickly. He then began using the style of Charlemagne calling himself king and emperor. He attacked the Welsh making raids on Gwynedd and Powys. In one of these battles Caradog ap Meirion, the king of Gwynedd was killed. In 801 King Eardwulf of Northumbria attacked Mercia. He accused Coenwulf of giving refuge to his enemies. Eventually the two made peace on equal terms. This was through the mediations of several bishops and nobles.\nCoenwulf wanted all the English churches placed under the authority of a single archbishop. But he wanted him seated in London, not Canterbury. He managed to abolish the archbishopric of Lichfield in 803. Coenwulf tried to convince the pope on moving the remaining archbishopric to London. But the pope felt that Coenwulf's success in bringing Kent under his control meant the move was no longer necessary. So the archbishop remained in Canterbury, Kent. When Archbishop Aethelheard died in 805, his archdeacon Wulfred was appointed the new archbishop. Wulfred witnessed charters for Coenwulf from 805 to 817 but then promptly stopped. Archbishop Wulfred and King Coenwulf quarreled for several years. It may have started over a claim by Coenwulf to various lands held by the see of Canterbury. Wulfred in turn began minting coins without the name of King Coenwulf. Finally in 817 Coenwulf took Wulfred's monasteries of Reculver and Minster-in-Thanet. Then he brought charges against Wulfred to Pope Paschal I. As a result, Wulfred was relieved of many of his duties by the pope. In 821 Coenwulf summoned the archbishop to appear before him in London. There Wulfred was fined 120 pounds and an estate of 250 hides He was then restored to his duties as archbishop. In 818 he was again attacking the Britons in Dyfed. He was planning another campaign against Wales when he died in 821. He was succeeded by his brother Ceolwulf I of Mercia. Coenwulf was buried at Winchcombe abbey where his daughter Cwenthryh was later abbess. A lead seal belonging to King Coenwulf was found during the 19th century in Italy. It is now in the British Museum.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mercia","surface_form":"Mercia","offset":60},{"uri":"Nobleman","surface_form":"nobleman","offset":68},{"uri":"List_of_monarchs_of_Mercia","surface_form":"King of Mercia","offset":85},{"uri":"Descendant","surface_form":"descendant","offset":154},{"uri":"Penda_of_Mercia","surface_form":"Penda","offset":192},{"uri":"Ecgfrith_of_Mercia","surface_form":"Ecgfrith of Mercia","offset":233},{"uri":"Accused","surface_form":"accused","offset":326},{"uri":"King","surface_form":"king","offset":366},{"uri":"Dominance","surface_form":"dominance","offset":400},{"uri":"England","surface_form":"England","offset":422},{"uri":"Overlords","surface_form":"overlords","offset":462},{"uri":"Bretwalda","surface_form":"bretwaldas","offset":475},{"uri":"Throne","surface_form":"throne","offset":572},{"uri":"Offa_of_Mercia","surface_form":"Offa","offset":601},{"uri":"Kent","surface_form":"Kent","offset":718},{"uri":"East_Anglia","surface_form":"East Angles","offset":765},{"uri":"Coins","surface_form":"coins","offset":795},{"uri":"Aethelheard_(archbishop)","surface_form":"Aethelheard","offset":831},{"uri":"Archbishop_of_Canterbury","surface_form":"Archbishop of Canterbury","offset":848},{"uri":"Pope_Leo_III","surface_form":"Pope Leo III","offset":903},{"uri":"Charlemagne","surface_form":"Charlemagne","offset":1301},{"uri":"Welsh_people","surface_form":"Welsh","offset":1363},{"uri":"Gwynedd","surface_form":"Gwynedd","offset":1385},{"uri":"Powys","surface_form":"Powys","offset":1397},{"uri":"Caradog_ap_Meirion","surface_form":"Caradog ap Meirion","offset":1428},{"uri":"Eardwulf_of_Northumbria","surface_form":"Eardwulf of Northumbria","offset":1492},{"uri":"Refuge","surface_form":"refuge","offset":1563},{"uri":"Mediation","surface_form":"mediations","offset":1653},{"uri":"Bishop","surface_form":"bishop","offset":1675},{"uri":"Archbishop","surface_form":"archbishop","offset":1775},{"uri":"London","surface_form":"London","offset":1815},{"uri":"Canterbury","surface_form":"Canterbury","offset":1827},{"uri":"Archbishopric","surface_form":"archbishopric","offset":1865},{"uri":"Lichfield","surface_form":"Lichfield","offset":1882},{"uri":"Archdeacon","surface_form":"archdeacon","offset":2195},{"uri":"Wulfred","surface_form":"Wulfred","offset":2206},{"uri":"Monastery","surface_form":"monasteries","offset":2600},{"uri":"Reculver","surface_form":"Reculver","offset":2615},{"uri":"Minster-in-Thanet","surface_form":"Minster-in-Thanet","offset":2628},{"uri":"Pope_Paschal_I","surface_form":"Pope Paschal I","offset":2690},{"uri":"Britons_(Celtic_people)","surface_form":"Britons","offset":2993},{"uri":"Wales","surface_form":"Wales","offset":3052},{"uri":"Ceolwulf_I_of_Mercia","surface_form":"Ceolwulf I of Mercia","offset":3111},{"uri":"Abbess","surface_form":"abbess","offset":3212},{"uri":"Lead","surface_form":"lead","offset":3222},{"uri":"Seal_(device)","surface_form":"seal","offset":3227},{"uri":"19th_century","surface_form":"19th century","offset":3280},{"uri":"Italy","surface_form":"Italy","offset":3296},{"uri":"British_Museum","surface_form":"British Museum","offset":3320}]}