{"id":424722,"url":"http://en.wikipedia.org/wiki/Ren%C3%A9_Aufhauser","text":"René Aufhauser (born 21 June 1976 in Voitsberg, Styria) is an Austrian football player who plays for FC Liefering as defender. Liefering is playing in the Austrian Football First League, which is the second level in Austrian football.\nAufhauser started in his local clubs ASK Köflach and ASK Voitsberg. In Voitsberg he was discovered by scouts of Austria Salzburg and in 1997 he signed for the club. Soon he became member of the Austrian U21- national team. 2001 he left Salzburg to join the Grazer AK. In 2004 he won the Championship with this side. After the Red Bull take over of SV Austria Salzburg he came back to join FC Red Bull Salzburg. In 5 years he played 115 matches and shot 20 goals. Under the new manager Huub Stevens he played not often so he left in January 2010 to join LASK Linz. After the denieing of a licence and the relegation to the 3rd league Aufhauser left the club and went back for the third time to Salzburg and joined FC Liefering, the farm team of FC Red Bull Salzburg. In the 2012/13 season they won the Regionalliga West and had to play two play-off matches versus LASK Linz, his former team. They won and were promoted to the First league.\nRené Aufhauser played 58 times for the Austrian national football team. He was also part of the squad for the UEFA Euro 2008.","categories":[],"infobox_types":[],"annotations":[{"uri":"Voitsberg","surface_form":"Voitsberg","offset":37},{"uri":"Styria","surface_form":"Styria","offset":48},{"uri":"Austrians","surface_form":"Austrian","offset":62},{"uri":"Association_football","surface_form":"football","offset":71},{"uri":"FC_Liefering","surface_form":"FC Liefering","offset":101},{"uri":"Austrian_Football_First_League","surface_form":"Austrian Football First League","offset":155},{"uri":"FC_Red_Bull_Salzburg","surface_form":"FC Red Bull Salzburg","offset":624},{"uri":"Regionalliga_West_(football)","surface_form":"Regionalliga West","offset":1036}]}