{"id":424837,"url":"http://en.wikipedia.org/wiki/Jorge_Gonz%C3%A1lez","text":"Jorge González (January 31, 1966 – September 22, 2010) was an Argentine professional wrestler and basketball player. He is known for competing in World Championship Wrestling (WCW) and World Wrestling Federation (WWF). He also competed for New Japan Pro Wrestling (NJPW).\nBefore becoming a professional wrestler, González played basketball. He was the tallest Argentine basketball player in history, standing at 2.29 m (7 ft 6.25 in).\nHe was drafted in the 1988 NBA Draft by the Atlanta Hawks in the third round. González along with Hernán Montenegro (who was drafted 3 spots after him) became the first Argentine players drafted in the NBA. He was not able to adapt to the physical demands of NBA basketball because of a serious knee injury.\nHe was known for wearing a full body suit that featured airbrushed muscles with bushy hair attached. He debuted in the WWF at the Royal Rumble in January 1993, where he eliminated The Undertaker from the Royal Rumble match even though he was not an official participant. González challenged The Undertaker at WrestleMania IX but lost by disqualification when he knocked Undertaker unconscious by using chloroform. This win for The Undertaker remains the only instance where he did not have a decisive victory in his WrestleMania streak.","categories":[],"infobox_types":[],"annotations":[{"uri":"Argentina","surface_form":"Argentine","offset":62},{"uri":"Professional_wrestling","surface_form":"professional wrestler","offset":72},{"uri":"Basketball","surface_form":"basketball player","offset":98},{"uri":"World_Championship_Wrestling","surface_form":"World Championship Wrestling","offset":146},{"uri":"WWE","surface_form":"World Wrestling Federation","offset":185},{"uri":"New_Japan_Pro_Wrestling","surface_form":"New Japan Pro Wrestling","offset":240},{"uri":"Basketball","surface_form":"basketball","offset":329},{"uri":"Atlanta_Hawks","surface_form":"Atlanta Hawks","offset":479},{"uri":"Hern%C3%A1n_Montenegro","surface_form":"Hernán Montenegro","offset":533},{"uri":"Royal_Rumble_(1993)","surface_form":"Royal Rumble","offset":873},{"uri":"The_Undertaker","surface_form":"The Undertaker","offset":923},{"uri":"WrestleMania_IX","surface_form":"WrestleMania IX","offset":1052},{"uri":"Chloroform","surface_form":"chloroform","offset":1145}]}