{"id":424943,"url":"http://en.wikipedia.org/wiki/Battle_of_Ellandun","text":"The Battle of Ellandun (also spelled Ellendun) was fought in 825 between the armies of Egbert of Wessex and Beornwulf of Mercia. Although costly to both sides, King Egbert won. The battle effectively brought an end to Mercian supremacy in southern England. It gave Wessex dominance over the remaining Anglo-Saxon kingdoms in the south. A century later the kingdom of Wessex became the kingdom of England.\nBackground.\nDuring the 8th century and early 9th centuries, the kings of Mercia exercised varying degrees of overlordship over the kingdoms of south-eastern England. Some even ruled other kingdoms directly. While Wessex had at times been obliged to recognise the power of Mercian kings there was usually a strong resistance to allowing them to directly rule Wessex.\nBeorhtric of Wessex (786–802) had probably received help from Offa of Mercia (757–796) in becoming king of Wessex. In 789 he married Eadburh, Offa's daughter. For the remainder of his rule Wessex was subordinate to Mercia. At the time Beorhtric became king, Egbert was also a claimant. Edgar was exiled for a time from Wessex and spent most of his time at the court of Charlemagne. On the death of Beorhtric Egbert returned and succeeded to the throne. At this time Coenwulf of Mercia (796–821) was king and he concluded a peace treaty with Wessex.\nIn 815 Egbert invaded Cornwall and brought it under his rule. He allowed sub-kings to rule it for him.\nBeginning in 825 Egbert began a series of military operations with the intent of increasing his over Wales. At the same time the new king of Mercia, Beornwulf, having had extended his authority over Kent, Essex and Middlesex decided to invade Wessex.\nThe battle.\nEgbert was in Cornwall with his army when he received word that the Mercians had invaded Wessex. He led his army back into Wessex and met Beornwulf and his army at Ellendun (now Wroughton south of Swindon). In what Frank Stenton called \"one of the most decisive battles of Anglo-Saxon history\", Egbert defeated Beornwulf. The battle was costly to both sides in loss of life. Henry of Huntingdon said the river ran red with blood. The victory over Mercia shifted the balance of power to Egbert. He was now the most accomplished king in southern England.\nShift in power.\nImmediately Egbert sent his son Athelwulf with an army to overthrow Baldred, the Mercian sub-king in Kent. As a result, all of Kent, Surrey, Sussex and East Anglia submitted to Egbert. Beornwulf tried to recover East Anglia later the same year and was killed in the attempt. Kent, Surrey and Sussex remained a part of the kingdom of Wessex from this time on. Egbert appointed his son Athelwulf as sub-king of Kent which included all the new territories of Wessex.\nIn 829 Egbert invaded, then defeated all of Mercia. Wiglaf was exiled. The king of Northumbria submitted to him after the defeat of Mercia. He assumed the title (King of Mercia). This title was also on coins made in the former Mercian port of London. In 830 Wiglaf returned to power in Mercia, but the gains of Kent and southwest England remained with Wessex. Egbert died 4 February 839. He left a territory larger than any other Wessex king since Ine.","categories":[],"infobox_types":[],"annotations":[{"uri":"Armies","surface_form":"armies","offset":77},{"uri":"Egbert_of_Wessex","surface_form":"Egbert of Wessex","offset":87},{"uri":"Beornwulf_of_Mercia","surface_form":"Beornwulf of Mercia","offset":108},{"uri":"King","surface_form":"King","offset":160},{"uri":"Mercia","surface_form":"Mercia","offset":218},{"uri":"Supremacy","surface_form":"supremacy","offset":226},{"uri":"England","surface_form":"England","offset":248},{"uri":"Wessex","surface_form":"Wessex","offset":265},{"uri":"Dominance","surface_form":"dominance","offset":272},{"uri":"Anglo-Saxons","surface_form":"Anglo-Saxon kingdoms","offset":301},{"uri":"Century","surface_form":"century","offset":338},{"uri":"Kingdom","surface_form":"kingdom","offset":356},{"uri":"List_of_monarchs_of_Mercia","surface_form":"kings of Mercia","offset":469},{"uri":"Overlord","surface_form":"overlordship","offset":514},{"uri":"Beorhtric_of_Wessex","surface_form":"Beorhtric of Wessex","offset":771},{"uri":"Offa_of_Mercia","surface_form":"Offa of Mercia","offset":833},{"uri":"Charlemagne","surface_form":"Charlemagne","offset":1140},{"uri":"Coenwulf_of_Mercia","surface_form":"Coenwulf of Mercia","offset":1237},{"uri":"Cornwall","surface_form":"Cornwall","offset":1342},{"uri":"Wales","surface_form":"Wales","offset":1524},{"uri":"Beornwulf_of_Mercia","surface_form":"Beornwulf","offset":1572},{"uri":"Kent","surface_form":"Kent","offset":1622},{"uri":"Essex","surface_form":"Essex","offset":1628},{"uri":"Middlesex","surface_form":"Middlesex","offset":1638},{"uri":"Cornwall","surface_form":"Cornwall","offset":1700},{"uri":"Swindon","surface_form":"Swindon","offset":1883},{"uri":"Frank_Stenton","surface_form":"Frank Stenton","offset":1901},{"uri":"Henry_of_Huntingdon","surface_form":"Henry of Huntingdon","offset":2061},{"uri":"Wiglaf_of_Mercia","surface_form":"Wiglaf","offset":2771},{"uri":"Northumbria","surface_form":"Northumbria","offset":2802},{"uri":"London","surface_form":"London","offset":2962}]}