{"id":425,"url":"http://en.wikipedia.org/wiki/Life","text":"Life is a biological concept regarding the characteristics, state, or mode that separates a living thing from dead matter.\nThe word itself may refer to a living being or ongoing processes of which living things are a part of. It may also refer to the period during which something is functional (as between birth and death), the condition of an entity that has been born but yet has to die or that which makes a living thing alive.\nThe study of life is called biology, and people who study life are called biologists. A lifespan is the average length of life in a species. Most life on Earth is powered by solar energy, the only known exceptions being the chemosynthetic bacteria living around the hydrothermal vents on the ocean floor. All life on Earth is based on the chemistry of carbon compounds, specifically involving long-chain molecules such as proteins and nucleic acid. With water, which is essential, the long molecules are wrapped inside membranes to form cells. This may or may not be true of all possible forms of life in the Universe: it is true of all life on Earth today.\nSummary.\nLiving organisms can be explained as open systems. They are always changing, because they exchange materials and information with their environment. They undergo metabolism, maintain homeostasis, possess a capacity to grow, respond to stimuli and reproduce.\nThrough natural selection, they adapt to their environment in successive generations. More complex living organisms can communicate through various means. Many life forms can be found on Earth. The properties common to these organisms—plants, animals, fungi, protists, archaea, and bacteria—are a carbon and water-based cellular form with complex organization and heritable genetic information.\nAt present, the Earth is the only planet humans have detailed information about. The question of whether life exists elsewhere in the Universe is open. There have been a number of claims of life elsewhere in the Universe. None of these have been confirmed so far. The best evidence of life outside of Earth is are nucleic acids that have been found in certain types of meteorites.\nDefinitions of life.\nOne explanation of life is called the cell theory. The cell theory has three basic points: all living things are made up of cells. The cell is the smallest living thing that can do all the things needed for life. All cells must come from pre-existing cells.\nHowever, not all living things fit every point on this list.\nThey do, however, fit the biochemical definitions: they are made of the same kind of chemicals.\nThe thermodynamic definition of life is any system which can keep its entropy levels below maximum (usually through adaptation and mutations).\nA modern approach.\nRoth commented that \"In short, organisms are self-reproducing and self-maintaining, or 'autopoietic', systems\". This approach makes use of molecular biology ideas and systems science ideas.","categories":[],"infobox_types":[],"annotations":[{"uri":"Biological","surface_form":"biological","offset":10},{"uri":"Dead","surface_form":"dead","offset":110},{"uri":"Biology","surface_form":"biology","offset":460},{"uri":"Average","surface_form":"average","offset":536},{"uri":"Earth","surface_form":"Earth","offset":586},{"uri":"Chemistry","surface_form":"chemistry","offset":771},{"uri":"Carbon","surface_form":"carbon","offset":784},{"uri":"Protein","surface_form":"protein","offset":854},{"uri":"Nucleic_acid","surface_form":"nucleic acid","offset":867},{"uri":"Water","surface_form":"water","offset":886},{"uri":"Cell_membrane","surface_form":"membranes","offset":951},{"uri":"Cell","surface_form":"cell","offset":969},{"uri":"Universe","surface_form":"Universe","offset":1041},{"uri":"Systems_theory","surface_form":"open systems","offset":1136},{"uri":"Material","surface_form":"material","offset":1198},{"uri":"Information","surface_form":"information","offset":1212},{"uri":"Environment","surface_form":"environment","offset":1235},{"uri":"Metabolism","surface_form":"metabolism","offset":1261},{"uri":"Homeostasis","surface_form":"homeostasis","offset":1282},{"uri":"Cell_growth","surface_form":"grow","offset":1317},{"uri":"Stimulus","surface_form":"stimuli","offset":1334},{"uri":"Reproduction","surface_form":"reproduce","offset":1346},{"uri":"Natural_selection","surface_form":"natural selection","offset":1365},{"uri":"Earth","surface_form":"Earth","offset":1544},{"uri":"Plant","surface_form":"plant","offset":1592},{"uri":"Animal","surface_form":"animal","offset":1600},{"uri":"Fungus","surface_form":"fungi","offset":1609},{"uri":"Protist","surface_form":"protist","offset":1616},{"uri":"Archaea","surface_form":"archaea","offset":1626},{"uri":"Bacteria","surface_form":"bacteria","offset":1639},{"uri":"Cell_(biology)","surface_form":"cellular","offset":1677},{"uri":"Organization","surface_form":"organization","offset":1704},{"uri":"Heritable","surface_form":"heritable","offset":1721},{"uri":"Genetics","surface_form":"genetic","offset":1731},{"uri":"Earth","surface_form":"Earth","offset":1768},{"uri":"Cell_theory","surface_form":"cell theory","offset":2192},{"uri":"Thermodynamics","surface_form":"thermodynamic","offset":2573},{"uri":"Thermodynamic_entropy","surface_form":"entropy","offset":2639},{"uri":"Adaptation","surface_form":"adaptation","offset":2685},{"uri":"Mutation","surface_form":"mutations","offset":2700},{"uri":"Molecular_biology","surface_form":"molecular biology","offset":2870},{"uri":"Systems_science","surface_form":"systems science","offset":2898}]}