{"id":425059,"url":"http://en.wikipedia.org/wiki/M4_carbine","text":"The M4 carbine is a type of carbine used in the military. A carbine is a shorter, lighter type of rifle. It was based on the M16 rifle.\nThe M4 is a gas-operated, shoulder-fired weapon. The cartridges are fed into the gun with a magazine, which is a rectangular box that holds the cartridges. It has a stock that can be extended or pushed in and a 14.5 in (370 mm) barrel to make it easier for soldiers to use the weapon in confined spaces. Like the other rifles in the M16 family, it fires the.223 caliber, or 5.56mm NATO round.\nThe M4 can be fired in two ways, either semi-automatic (which fires one bullet when the trigger is pulled) and three-round burst (which fires three bullets very quickly when the trigger is pulled). The M4A1 can fire fully automatic instead of three-round burst. The carbine can have an M203 grenade as well as the newer M320 grenade launcher mounted on it. The M4 can be fitted with many accessories, such as night vision devices, silencers, laser pointers, telescopic sights, bipods, a shotgun, and forward hand grips.\nThe United States Marine Corps has ordered its officers (up to the rank of lieutenant colonel) and staff non-commissioned officers to carry the M4 carbine instead of the M9 pistol. The M4 is also widely used by police officers.\nTrademark issues.\nThe plastic pistol was developed and produced for the United States government by Colt Firearms, which had an exclusive contract to produce the M4 family of weapons through 2009. Colt previously held a U.S. trademark on the term \"M4\".\nOther manufacturers offer M4-like firearms. Many manufacturers have production firearms that are essentially identical to a military M4, but with a 16\" barrel. Civilian models are sometimes colloquially referred to as \"M4gery\", a portmanteau word from \"M4\" and \"forgery\".\nColt said it held sole rights to the M4 name and design. Other manufacturers said that Colt was overstating its rights, and that \"M4\" was now a generic term for a shortened AR-15. On December 8, 2005, a District court judge ruled that \"M4\" \"was\" now a generic name, and that Colt's trademark should be revoked.","categories":[],"infobox_types":[],"annotations":[{"uri":"Carbine","surface_form":"carbine","offset":28},{"uri":"M16_rifle","surface_form":"M16 rifle","offset":125},{"uri":"Cartridge_(firearms)","surface_form":"cartridge","offset":189},{"uri":"Grenade","surface_form":"grenade","offset":820},{"uri":"Night_vision","surface_form":"night vision","offset":938},{"uri":"Suppressor","surface_form":"silencers","offset":960},{"uri":"Laser","surface_form":"laser","offset":971},{"uri":"Telescope","surface_form":"telescopic","offset":987},{"uri":"Shotgun","surface_form":"shotgun","offset":1016},{"uri":"Federal_government_of_the_United_States","surface_form":"United States government","offset":1349},{"uri":"Colt%27s_Manufacturing_Company","surface_form":"Colt Firearms","offset":1377},{"uri":"Trademark","surface_form":"trademark","offset":1502},{"uri":"Portmanteau_word","surface_form":"portmanteau word","offset":1760}]}