{"id":425073,"url":"http://en.wikipedia.org/wiki/JW-Jones","text":"JW-Jones (born July 15, 1980 in Ottawa) is a Canadian blues guitarist, singer and songwriter. Jones was the first artist signed to the NorthernBlues Music label in Toronto. He released his first six recordings with the label. He still records for CrossCut Records in Europe, and has previously worked with Ruf Records in United States. In the last decade, he has released seven albums and played in 19 countries, four continents. He continues to tour extensively. Jones lives who lives in Ottawa, Ontario. He has performed at blues festivals, theatres and clubs in Canada, the United States, Europe, Russia, Australia, and Brazil.\nJones' third album with his band, \"My Kind Of Evil\" (2004), was produced by Kim Wilson (singer for The Fabulous Thunderbirds). It includes vocals from Colin James on two tracks, and Roxanne Potvin on one. Songs from the album have been played on House of Blues Radio Hour. Music reviewer Brad Wheeler from Canada's \"Globe and Mail\" newspaper praised the \"graceful ability he (Jones) shows on guitar\" in the album. Wheeler stated that \"...the Ottawa player makes retro moves, layering swinging blues with keyboards and very noticeable horns that never dominate the fine-lined fills and lead work.\" The Allmusic review of \"My Kind of Evil\", by Chris Nickson, states that \"He's very good on covers, such as \"I Don't Know\", but his own songs — the vast majority of this disc — have plenty of life.\"\nIn May 2009, Jones' song \"Parasomnia\" appeared on a \"Guitar World\" featured CD, \"Guitar Masters Vol. 2\". Other artists on the CD were B. B. King, Jimmy Page, Jeff Beck, and Carlos Santana. The \"Globe and Mail\" referred to Jones as \"one of this country's top blues guitar stars\". The \"Blues Revue Magazine\" stated that Jones' guitar playing is like T-Bone Walker's guitar playing. The review said that JW-Jones plays solo melodies like Johnny \"Guitar\" Watson, and that his guitar playing is like Clarence \"Gatemouth\" Brown. \"Billboard\" called Jones part of \"a new wave of young talent moving onto Canada’s blues stage.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Ottawa","surface_form":"Ottawa","offset":32},{"uri":"Canadians","surface_form":"Canadian","offset":45},{"uri":"Blues","surface_form":"blues","offset":54},{"uri":"Guitarist","surface_form":"guitarist","offset":60},{"uri":"Toronto","surface_form":"Toronto","offset":164},{"uri":"Music_tour","surface_form":"tour","offset":446},{"uri":"Festival","surface_form":"festival","offset":532},{"uri":"Theatre","surface_form":"theatre","offset":543},{"uri":"Nightclub","surface_form":"clubs","offset":556},{"uri":"Kim_Wilson","surface_form":"Kim Wilson","offset":707},{"uri":"The_Fabulous_Thunderbirds","surface_form":"The Fabulous Thunderbirds","offset":730},{"uri":"Colin_James","surface_form":"Colin James","offset":782},{"uri":"Roxanne_Potvin","surface_form":"Roxanne Potvin","offset":813},{"uri":"Allmusic","surface_form":"Allmusic","offset":1232},{"uri":"Cover_version","surface_form":"covers","offset":1319},{"uri":"B._B._King","surface_form":"B. B. King","offset":1560},{"uri":"Jimmy_Page","surface_form":"Jimmy Page","offset":1572},{"uri":"Jeff_Beck","surface_form":"Jeff Beck","offset":1584},{"uri":"Carlos_Santana","surface_form":"Carlos Santana","offset":1599},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":1950}]}