{"id":425171,"url":"http://en.wikipedia.org/wiki/Warsaw_Uprising","text":"The Warsaw Uprising () was a major World War II attack by the Polish resistance Home Army (). The resistance wanted to free Warsaw from Nazi Germany.\nThe attack happened at the same time as the Soviet Union's Red Army got close to the east of the city and the German forces retreated. However, the Soviets stopped moving forward. This allowed the Germans to destroy the city and defeat the Polish resistance.\nThe resistance fought for 63 days with little help from other Allied armies. The Uprising was the largest attack done by any European resistance movement of World War II.\nThe uprising began on 1 August 1944. It was part of a big plan, Operation \"Tempest\", which started when the Soviet Army got near Warsaw. The goals of the Polish resistance were to push the German troops out of the city. They also wanted to free Warsaw before the Soviets arrived. This would help the Polish Underground State to take control of the city.\nAt the start of the battle, the Polish resistance got control over most of central Warsaw. The Soviets did not move into the city to help the resistance troops.\nBy 14 September, Polish forces under Soviet command captured the east bank of the Vistula river. The Soviet army did not help the Poles. The Soviets did not use their military planes to help the Poles.\nWinston Churchill asked Stalin and Franklin D. Roosevelt to help the Polish troops, but the Soviets would not help the Poles. Churchill sent over 200 drops of supplies by air. The US Army Air Force sent one drop of supplies by air.\nAbout 16,000 members of the Polish resistance were killed and about 6,000 were badly wounded. In addition, between 150,000 and 200,000 Polish civilians were executed. Jews being hidden by Poles were found by the Germans.\nThe Germans had over 8,000 soldiers killed and missing, and 9,000 wounded. During the fighting in the city about25% of Warsaw's buildings were destroyed. Following the surrender of Polish forces, German troops destroyed 35% of the city.\nBackground.\nBy July 1944, Poland had been occupied by Nazi German troops for almost five years. The Polish Home Army was loyal to the Polish government in London. It had planned to attack the Germans. Germany was fighting a group of Allied powers, led by the Soviet Union, the United Kingdom and the United States.\nThe initial plan of the Home Army was to join with the invading forces of the Western Allies as they freed Europe from the Nazis. However, in 1943, the Soviets were about to reach the pre-war borders of Poland before the Allied invasion of Europe got very far.\nThe Soviets and the Poles were both enemies of Nazi Germany. But they had different goals. The Home Army wanted a democratic capitalist Poland that was allied with the West. The Soviet leader Stalin wanted to make Poland a communist country that was allied to the Soviet Union.\nThe Soviets and the Poles did not trust each other. Soviet partisans in Poland often had disagreements with Polish resistance troops that were allied to the Home Army.\nStalin stopped all Polish-Soviet relations on 25 April 1943 after the Germans told the world about the Katyn massacre of Polish army officers. Stalin refused to admit that he ordered the killings.\nThe Home Army commander, Tadeusz Bór-Komorowski made a plan on 20 November, called Operation \"Tempest\". On the Eastern Front, local units of the Home Army were to attack the German \"Wehrmacht\" and help Soviet troops.\nEve of the battle.\nOn 13 July 1944 as the Soviet attack crossed the old Polish border, the Poles had to make a decision. They could either start to attack the Germans, which might not be supported by the Soviets, or do no attacks and be criticized by the Soviets.\nThe Poles were worried that if Poland was freed from German occupation by the Red Army, then the Allies would not accept the Polish government in London after the war.\nWhen the Poles saw the actions of the Soviet forces, they realized they needed to make a decision. In Operation \"Ostra Brama\", NKVD forces shot or arrested Polish officers and forced lower ranks to join the Soviet-controlled Polish forces.\nOn 21 July, the Home Army decided to launch Operation \"Tempest\" in Warsaw soon. The plan was intended as a way of showing Poland was its own country and as an attack against the German occupiers. On 25 July, the Polish government-in-exile (against the views of Polish Commander-in-Chief General Kazimierz Sosnkowski) approved the plan for an uprising in Warsaw.\nIn the early summer of 1944, German plans required Warsaw to be the defensive centre of the area. The Germans wanted to hold on to Warsaw no matter how many losses they had. The Germans had built fortifications and sent many new troops to the area. This slowed after the failed '20 July plot' to kill Adolf Hitler. The German troops in Warsaw were weak and did not feel confident.\nHowever, by the end of July, German forces in the area had new troops sent to them. On 27 July, the Governor of the Warsaw District, Ludwig Fischer, called for 100,000 Polish men and women to build fortifications around the city. The inhabitants of Warsaw did not follow his demand.\nThe Home Army became worried about possible revenge actions by the Germans or mass arrests, which would make it hard for the Poles to start an attack. The Soviet forces were approaching Warsaw, and Soviet-controlled radio stations called for the Polish people to attack the Germans.\nOn 25 July, the Union of Polish Patriots made a radio broadcast from Moscow. It told Poles to attack the Germans. On 29 July, the first Soviet tanks reached the edges of Warsaw. They were counter-attacked by two German Panzer Corps: the 39th and 4th SS. On 29 July 1944 Radio Station Kosciuszko located in Moscow told Poles to \"Fight The Germans!\".\nBór-Komorowski and several senior officers held a meeting on that day. Jan Nowak-Jeziorański, who had arrived from London, said support from the Allies would be weak. On 31 July, the Polish commanders General Tadeusz Bór-Komorowski and Colonel Antoni Chruściel ordered the Home Army forces for to be ready by 17:00 the following day.\nPoles.\nThe Home Army forces of the Warsaw District numbered between 20,000 and 49,000 soldiers. Other groups also contributed soldiers; estimates range from 2,000 in total to about 3,500 from the far-right National Armed Forces and a few dozen from the communist People's Army. Most of them had trained for several years in partisan and urban guerrilla warfare, but lacked experience in long daylight fighting. The forces lacked equipment, because the Home Army had sent weapons to the east of the country before it was decided to include Warsaw in Operation \"Tempest\".\nOther partisan groups joined under Home Army command, and many volunteers joined during the fighting, including Jews freed from the Gęsiówka concentration camp in the ruins of the Warsaw Ghetto.\nColonel Antoni Chruściel (codename \"Monter\") commanded the Polish forces in Warsaw. Initially he divided his forces into eight areas.\nOn 20 September, they were changed to match the three areas of the city held by Polish forces. The entire force, renamed the Warsaw Home Army Corps () and commanded by General Antoni Chruściel—promoted from Colonel on 14 September—formed into three infantry divisions (Śródmieście, Żoliborz and Mokotów).\nDuring the fighting, the Poles obtained additional supplies through airdrops and by capture from the enemy (including several armoured vehicles, two Panther tanks and two Sd.Kfz. 251 APCs). Also, the insurgents' workshops produced weapons throughout the fighting, including submachine guns, K pattern flamethrowers, grenades, mortars, and even an armoured car ().\nGermans.\nIn late July 1944 the German units stationed in and around Warsaw were divided into three categories. The first was the garrison of Warsaw. As of 31 July, it had 11,000 troops under General Rainer Stahel.\nThese German forces had good weapons. They had prepared for the defence of the city for many months. Several hundred concrete bunkers and barbed wire protected the Germans.\nApart from the garrison troops, German army units were on both banks of the Vistula and in the city. The second category was formed by police and SS under Col. Paul Otto Geibel, numbering initially 5,710 men, including \"Schutzpolizei\" and \"Waffen-SS\". The third category was formed by auxiliary units, including detachments of the \"Bahnschutz\" (rail guard), \"Werkschutz\" (factory guard), \"Sonderdienst\" and \"Sonderabteilungen\" (military Nazi party units).\nBattle Group Rohr (commanded by Major General Rohr), which included Bronislav Kaminski's brigade and Battle Group Reinefarth (commanded by SS-\"Gruppenführer\" Heinz Reinefarth) consisted of Attack Group Dirlewanger (commanded by Oskar Dirlewanger), Attack Group Reck (commanded by Major Reck), Attack Group Schmidt (commanded by Colonel Schmidt) and various support units.\nW-hour.\nAt 17:00 on 31 July, the Polish army decided to start the uprising at 17:00 on the following day. The decision was a mistake because the poorly-equipped Polish forces were only prepared for night attacks. Attacking during daylight meant that Poles were shot by German machine gun fire.\nAlthough many partisan groups were waiting throughout the city, the movement of thousands of young men and women was hard to hide. Some fighting started before the official attack time, notably in Żoliborz, and around Napoleon Square and Dąbrowski Square.\nThe Germans had realized that the Poles might attack them. However, they did not realize the Poles could do such a large attack. At 16:30, the German troops were told to be ready for an attack.\nThat evening the Poles captured a major German weapons building, the main post office and power station, Praga railway station and the tallest building in Warsaw, the Prudential building. However, Castle Square, the police district, and the airport were held by the Germans.\nThe Poles were most successful in the City Centre, Old Town, and Wola districts. However, several major German strongholds remained, and in some areas of Wola the Poles had to retreat.\nIn other areas such as Mokotów, the Poles controlled only the residential areas. In Praga, on the east bank of the Vistula, the Poles were sent back into hiding by a large number of German forces.\nThe Polish groups had trouble getting in contact with other Polish fighting groups. By 4 August most of the city was held by Polish forces.\nFirst four days.\nThe Directorate of Sabotage and Diversion or \"Kedyw\" was to guard the headquarters. These units secured parts of Śródmieście and Wola; along with the units of \"Area I\", they were the most successful during the first few hours.\nAmong the most important targets that were not taken during the start of the uprising were the airfields of Okęcie and Mokotów Field, as well as the PAST skyscraper overlooking the city centre and the Gdańsk railway station guarding the passage between the centre and the northern borough of Żoliborz.\nWola massacre.\nOn 4 August when the Home Army soldiers managed to establish front lines in the westernmost areas of Wola and Ochota. The German army stopped its retreat westwards and began receiving new troops. On the same day SS General Erich von dem Bach was appointed commander of all the forces used against the Uprising.\nGerman attacks aimed to join up with the remaining German groups of troops and then block the Uprising troops from the Vistula river. Among the new units were forces under the command of Heinz Reinefarth.\nOn 5 August Reinefarth's three attack groups started their advance westward along \"Wolska\" and \"Górczewska\" streets toward the main East-West Jerusalem Avenue. Their advance was halted, but the regiments began carrying out Heinrich Himmler's orders to kill civilians. Special SS, police and \"Wehrmacht\" groups went from house to house, shooting the people and burning their bodies.\nEstimates of civilians killed in Wola and Ochota range from 20,000 to 50,000, 40,000 by 8 August in Wola alone, or as high as 100,000. The leaders of the killings were Oskar Dirlewanger and Bronislav Kaminski.\nThe killings of civilians were intended to stop the Poles from wanting to fight and end the uprising without having to do heavy city fighting. With time, the Germans realized that killing civilians only made the Poles' resistance stronger.\nThe Germans began to try to think of a political solution, because the thousands of men under the German commander were unable to win against the insurgents in an urban guerrilla setting.\nThey aimed to gain a significant victory to show the Home Army that further fighting had no use. They wanted the Home Army to surrender. This did not succeed. Until mid-September, the Germans shot all captured insurgents, but from the end of September, some of the captured Polish soldiers were treated as POWs.\nStalemate.\nDespite the loss of Wola, the Polish resistance got stronger. \"Zośka\" and \"Wacek\" troops captured the Warsaw Ghetto and liberate the Gęsiówka concentration camp, freeing about 350 Jews.\nThe area became one of the main communication links between the insurgents fighting in Wola and those defending the Old Town. On 7 August German forces were strengthened by the arrival of tanks. The Germans put Polish civilians in front of the tanks to act as human shields.\nAfter two days of heavy fighting they managed to get through Wola and reach Bankowy Square. However, by then the barricades, street fortifications, and tank obstacles were well-prepared. Both sides reached a stalemate (a situation in which no side could win), with violent house-to-house fighting.\nBetween 9 and 18 August, violent battles raged around the Old Town and nearby Bankowy Square. The Germans and the Poles both made successful attacks. The Germans bombed the Poles with heavy artillery and bombers. The Poles could not defend themselves against the bombers, as they lacked anti-aircraft artillery weapons. Even clearly marked hospitals were dive-bombed by Stukas.\nAlthough the Battle of Stalingrad had already shown the danger of fighting in a city, the Warsaw Uprising showed that an under-equipped force supported by the civilian population could fight better-equipped professional soldiers.\nThe Poles held the Old Town until a decision to withdraw was made at the end of August. Until 2 September, the defenders of the Old Town withdrew through the sewers. Thousands of people were evacuated in this way. Those that remained were either shot or transported to concentration camps such as Mauthausen and Sachsenhausen once the Germans regained control.\nBerling's landings.\nSoviet attacks on the 4th SS Panzer Corps east of Warsaw were renewed on 26 August, and the Germans were forced to retreat into Praga. The Soviet army under the command of Konstantin Rokossovsky captured Praga and arrived on the east bank of the Vistula in mid-September.\nBy 13 September, the Germans had destroyed the remaining bridges over the Vistula. In the Praga area Polish units under the command of General Zygmunt Berling (thus sometimes known as \"berlingowcy\" – \"the Berling men\") fought on the Soviet side. Three patrols of his First Polish Army () landed in the Czerniaków and Powiśle areas and joined with Home Army forces on the night of 14/15 September.\nThe artillery and air bombing provided by the Soviets did not stop enemy machine-gun fire as the Poles crossed the river, and the landing troops had heavy losses. Only part of the main units made it ashore (I and III battalions of 9th infantry regiment, 3rd Infantry Division).\nThe landings by the 1st Polish Army were the only outside ground force which arrived to support the uprising.\nThe Germans attacked the Home Army positions near the river to prevent any further landings. However, they were not able to advance for several days while Polish forces held these positions in preparation for a Soviet landings.\nPolish units from the eastern shore attempted several more landings, and from 15 to 23 September had heavy losses (including the destruction of all their landing boats and most of their other river crossing equipment). Red Army support was inadequate. After the failure of repeated attempts by the 1st Polish Army to link up with the insurgents, the Soviets limited their help to occasional artillery and air bombing.\nConditions that prevented the Germans from removing the insurgents also prevented the Poles from removing the Germans. Plans for a river crossing were stopped \"for at least 4 months\", since fighting against the 9th Army's five panzer divisions was a problem.\nThe commander of the 1st Polish Army, General Berling was removed from his job by his Soviet superiors. On the night of 19 September,b no further attempts from the other side of the river were made and the\nevacuation of wounded did not take place. That night. Home Army soldiers and the 1st Polish Army retreated from their positions on the bank of the river.\nOut of approximately 900 men who made it ashore only a small number made it back to the eastern shore of the Vistula. Berling's Polish Army losses in the attempt to aid the Uprising were 5,660 killed, missing or wounded.\nFrom this point on, the Warsaw Uprising can be seen as a one-sided war of attrition or as a fight for good terms of surrender. The Poles were heavily attacked in three areas of the city: Śródmieście, Żoliborz and Mokotów.\nLife behind the lines.\nIn 1939 Warsaw had 1,350,000 people. Over a million were still living in the city at the start of the Uprising.\nIn Polish-controlled territory, during the first weeks of the Uprising, people tried to have a normal life. There were many cultural activities, including theatres and newspapers. Boys and girls of the Polish Scouts delivered mail.\nNear the end of the Uprising, lack of food, medicine, overcrowding and German air and artillery bombing on the city made the civilian life very difficult.\nFood shortages.\nAs the Uprising was supposed to be helped by the Soviets in a few days, the Polish underground did not realize food shortages would be a problem.\nHowever, as the fighting continued, the inhabitants of the city had to deal with hunger and starvation. On 6 August, when Polish units recaptured the Haberbusch i Schiele brewery at Ceglana Street, the citizens of Warsaw lived on barley from the brewery's warehouses.\nEvery day several thousand people went to the brewery for bags of barley and then distributed them in the city centre. The barley was then ground in coffee grinders and boiled with water to form a soup (). The \"Sowiński\" Battalion managed to capture the brewery until the end of the fighting.\nAnother serious problem for civilians and soldiers was a shortage of water. By mid-August most of the water pipes were either not working or filled with corpses. In addition, the main water pumping station was held by the Germans.\nTo prevent the spread of diseases and provide the people with water, the authorities ordered water wells to be dug in the backyards of every house. On 21 September the Germans blew up the remaining pumping stations at Koszykowa Street and after that the public wells were the only source of drinking water in the city. By the end of September, the city centre had more than 90 functioning wells.\nPolish media.\nBefore the Uprising the Bureau of Information and Propaganda of the Home Army had set up a group of war journalists. Headed by Antoni Bohdziewicz, the group made three newsreels and over 30,000 meters of film about the Uprising. The first newsreel was shown to the public on 13 August in the Palladium cinema at Złota Street.\nIn addition to films, dozens of newspapers appeared. Several underground newspapers started to be distributed openly. The two main daily newspapers were the government-run \"Rzeczpospolita Polska\" and military \"Biuletyn Informacyjny\". There were also several dozen newspapers, magazines, bulletins and weeklies published by various organizations and military units.\nThe \"Błyskawica\" long-range radio transmitter, assembled on 7 August in the city centre, was run by the military, but was also used by the recreated Polish Radio from 9 August.\nIt broadcast three or four times a day, broadcasting news programmes and appeals for help in Polish, English, German and French. It also broadcast reports from the government, patriotic poems and music. It was the only insurgent radio station in German-held Europe.\nAmong the speakers appearing on the insurgent radio were Jan Nowak-Jeziorański, Zbigniew Świętochowski, Stefan Sojecki, Jeremi Przybora, and John Ward, a war correspondent for \"The Times\" of London.\nLack of outside support.\nAccording to many historians, the uprising failed because of a lack of outside support and the late arrival of the support which did arrive.\nThe Polish government in London tried to get support from the Western Allies before the start of battle. The allies would not help without Soviet approval. The Polish government in London asked the British several times to send allied troops to Poland, however, the British troops did not arrive until December 1944. Shortly after their arrival, the Soviet authorities arrested them.\nFrom August 1943 to July 1944, over 200 British Royal Air Force (RAF) flights dropped 146 Polish personnel trained in Great Britain, over 4000 containers of supplies, and $16 million in banknotes and gold to the Home Army.\nThe only support operation which was done all through the Uprising were night supply drops by long-range planes of the RAF, other British Commonwealth air forces, and units of the Polish Air Force. They had to use airfields in Italy, reducing the amount of supplies they could carry.\nThe RAF made 223 flights and lost 34 aircraft. The effect of these airdrops was mostly that they gave the insurgents a feeling of hope. The airdrops delivered too few supplies for the needs of the insurgents, and many airdrops landed outside insurgent-controlled territory.\nAirdrops.\nFrom 4 August the Western Allies began supporting the Uprising with airdrops of ammunition and other supplies. Initially the flights were carried out by the \"1568th Polish Special Duties Flight\" of the Polish Air Force (later renamed No. 301 Polish Bomber Squadron) stationed in Bari and Brindisi in Italy. They flew B-24 Liberator, Handley Page Halifax and Douglas C-47 Dakota planes.\nLater on, after the Polish government-in-exile asked for more help, they were joined by the Liberators of 2 Wing –No.31 and No. 34 Squadrons of the South African Air Force based at Foggia in Southern Italy, and Halifaxes, flown by No. 148 and No. 178 RAF Squadrons.\nThe drops by British, Polish and South African forces continued until 21 September. The total weight of allied drops varies according to source (104 tons, 230 tons or 239 tons), over 200 flights were made.\nThe Soviet Union did not allow the Western Allies to use its airports for the airdrops, so the planes had to use bases in the United Kingdom and Italy. This reduced the weight they could carry and number of flights. The Allies' request for the use of landing strips made on 20 August was denied by Stalin on 22 August. Stalin called the insurgents \"criminals\" and stated that the uprising was started by \"enemies of the Soviet Union\".\nBy not giving landing rights to Allied aircraft on Soviet-controlled territory the Soviets made it hard for the Allies to help the Uprising. The Soviets fired at Allied airplanes which carried supplies from Italy and went into Soviet-controlled airspace.\nAmerican support was also limited. After Stalin's objections to supporting the uprising, British Prime Minister Winston Churchill telegraphed U.S. President Franklin D. Roosevelt on 25 August and said they should send planes. Roosevelt did not want to upset Stalin before the Yalta Conference. Roosevelt said he would not send planes.\nFinally on 18 September the Soviets allowed a USAAF flight of 107 B-17 Flying Fortresses of the Eighth Air Force's 3rd Division to land at Soviet airfields used in Operation \"Frantic\", but it was too late to help the insurgents.\nThe planes dropped 100 tons of supplies but only 20 tons were picked up by the insurgents due to the wide area over which they were spread. The vast majority of supplies fell into German-held areas. The USAAF lost two B-17s with a further seven damaged. The planes landed at the Operation \"Frantic\" airbases in the Soviet Union.\nThe next day, 100 B-17s and 61 P-51s left the USSR to bomb Szolnok in Hungary on their way back to bases in Italy. The Soviets thought that 96% of the supplies dropped by the Americans fell into German areas.\nThe Soviets refused permission for any further American flights until 30 September. By this time the weather was too poor to fly, and the insurgency was nearly over.\nBetween 13 and 30 September Soviet planes dropped arms, medicines and food supplies. Initially these supplies were dropped without parachutes which led to damage and loss of the contents – also, a large number of canisters fell into German areas.\nThe Soviet Air Forces flew 2535 re-supply missions with small bi-plane Polikarpov Po-2's. They delivered a total of 156 50-mm mortars, 505 anti-tank rifles, 1478 sub-machine guns, 520 rifles, 669 carbines, 41 780 hand grenades, 37 216 mortar shells, over 3 mln. cartridges, 131.2 tons of food and 515 kg of medicine.\nAlthough there was almost no German air defence over the Warsaw area, about 12% of the 296 planes were lost because they had to fly 1,600 km out and the same distance back over heavily defended enemy territory (112 out of 637 Polish and 133 out of 735 British and South African airmen were shot down).\nMost of the drops were made during night at 100–300 feet altitude. Many parachuted packages fell into German-controlled territory (only about 50 tons of supplies, less than 50% delivered, was recovered by the insurgents).\nSoviet stance.\nThe role of the Red Army during the Warsaw Uprising is controversial and historians still disagree about its role.\nThe Uprising started when the Red Army arrived near the city. The Poles in Warsaw were expecting the Soviets to capture the city in a few days.\nThis approach of starting an insurgent uprising against the Germans a few days before the arrival of Allied forces was done successfully in a number of European capitals, such as Paris and Prague.\nHowever, despite the easy capture of the area south-east of Warsaw, the Soviets did not help the insurgents. Instead, the Soviets waited as the Germans killed the soldiers from the anti-communist Polish Home Army.\nAt that time, the city edges were defended by the weak German 73rd Infantry Division. The weak German defence forces were not attacked by the Soviets. This allowed the German forces to send more troops to fight against uprising in the city itself.\nThe Red Army was fighting battles to the south of Warsaw, to capture bridges over the Vistula river. The Red Army was fighting battles to the north of the city, to capture bridges over the river Narew. The best German armoured divisions were fighting in those sectors.\nThe Soviet 47th Army did not move into Praga (Warsaw's suburbs) on the right bank of the Vistula, until 11 September (when the uprising was over). In three days the Soviets quickly captured the suburb. The weak German 73rd Division was quickly defeated.\nBy mid-September a series of German attacks had reduced the territory held by the Poles to one narrow stretch of the riverbank, in the district of Czerniaków. The Poles were hoping Soviet forces would help them.\nThough Berling's communist 1st Polish Army did cross the river, they did not get much support from the Soviets and the main Soviet force did not follow them.\nOne of the reasons given for the failure of the uprising was that the Soviet Red Army did not help the Resistance. On 1 August, the day of Uprising, the Soviet advance stopped. Soon afterwards the Soviet tanks stopped receiving any oil.\nSoviets knew of the planned Uprising from their agents in Warsaw. They also knew because Polish Prime Minister Stanisław Mikołajczyk told them of the Polish Home Army uprising plans. The Red Army's lack of support for the Polish resistance was a decision Stalin made so that the Soviets would be able to control Poland after the war.\nIf the Polish Home Army had won, the Polish government in London would have been able to return to Poland.\nAlso the destruction of the main Polish resistance forces by the Germans helped the Soviet Union, since it significantly weakened any potential Polish opposition to the Soviet occupation.\nStopping the advance and then capturing Warsaw in January 1945 enabled the Soviets to say they \"freed\" Warsaw.\nThe fact that Soviet tanks were nearby Wołomin 15 kilometers to the east of Warsaw helped convince the Home Army leaders to launch the uprising. However, as a result of the battle of Radzymin in late July, these tanks from the Soviet 2nd Tank Army were pushed out of Wołomin and back about 10 km.\nOn 9 August, Stalin told Premier Mikołajczyk that the Soviets had originally planned to be in Warsaw by 6 August. He said an attack by four Panzer divisions had stopped them from getting to the city. By 10 August, the Germans had surrounded and badly damaged the Soviet 2nd Tank Army at Wołomin.\nWhen Stalin and Churchill met in October 1944, Stalin told Churchill that the lack of Soviet support was due to Soviet losses in the Vistula area.\nGermans thought that the Soviets were trying to help the insurgents. The Germans thought it was their defence of Warsaw that prevented the Soviet advance. The Germans did not think that the Soviets did not want to advance.\nThe Germans published propaganda which said that both the British and Soviets did not help the Poles.\nThe Soviet units which reached the edges of Warsaw in the final days of July 1944 had advanced from the 1st Belorussian Front in Western Ukraine.\nThe Soviets defeated many German troops.\nThe Germans were trying to send new troops to hold the line of the Vistula. This was the last major river barrier between the Red Army and Germany.\nThe Germans sent in many infantry units of poor quality, and 4–5 high quality Panzer Divisions in the 39th Panzer Corps and 4th SS Panzer Corps.\nOther explanations for the Soviet lack of help to the Poles are possible. The Red Army made for a major attack into the Balkans through Romania in mid-August. A lot of Soviet troops and equipment was sent in that direction, while the attacks in Poland were stopped.\nStalin decided to occupy Eastern Europe, rather than moving toward Germany. The capture of Warsaw was not essential for the Soviets. They had already captured bridges to the south of Warsaw, and were defending them against German attacks.\nFinally, the Soviet High Command may not have developed a plan for helping Warsaw because they did not have correct information. Propaganda from the Polish Committee of National Liberation said that the Home Army was weak and said that they were allied with the Nazis. Information submitted to Stalin by Soviet agents was often wrong.\nAccording to David Glantz (military historian and a retired US Army colonel, as well as a member of the Russian Federation’s Academy of Natural Sciences), the Red Army could not help the uprising, regardless of Stalin's political goals. German military strength in August and early September stopped any Soviet help to the Poles in Warsaw. Glantz argued that Warsaw would be a hard city for the Soviets to capture from the Germans. As well, Warsaw was not a good location for future Red Army attacks.\nCapitulation.\nBy the first week of September both German and Polish commanders realized that the Soviet army was not going to attack and break the stalemate. The Germans thought that a longer insurgency would make it hard to hold Warsaw as the frontline. The Poles were worried that continued resistance would lead to many deaths. On 7 September, General Rohr proposed to talk, which Bór-Komorowski agreed to discuss the following day.\nOver 8, 9 and 10 September about 20,000 civilians were allowed to leave the city. Rohr recognized the right of Home Army insurgents to be treated as fighters. The Poles stopped talks on the 11th, as they received news that the Soviets were advancing through Praga. A few days later, the arrival of the 1st Polish gave the resistance confidence and the talks stopped.\nHowever, by the morning of 27 September, the Germans had recaptured Mokotów. Talks restarted on 28 September. In the evening of 30 September, Żoliborz was captured by the Germans. The Poles were being pushed into a smaller area and they were at risk of being killed. On the 30th, Hitler decorated von dem Bach, Dirlewanger and Reinefarth, while in London General Sosnkowski was dismissed as Polish commander-in-chief. Bór-Komorowski was promoted to commander-in-chief, even though he was trapped in Warsaw.\nBór-Komorowski and Prime Minister Mikołajczyk again asked Rokossovky and Stalin for Soviet help. None came. According to Soviet Marshal Georgy Zhukov, who was by this time at the Vistula front, both he and Rokossovsky advised Stalin against an attack because of heavy Soviet losses.\nThe surrender order of the remaining Polish forces was signed on 2 October. All fighting ceased that evening. According to the agreement, the \"Wehrmacht\" promised to treat Home Army soldiers in accordance with the Geneva Convention, and to treat the civilian population humanely.\nThe next day the Germans began to disarm the Home Army soldiers. They later sent 15,000 of them to POW camps in various parts of Germany. Between 5,000 and 6,000 insurgents decided to blend into the civilian population hoping to continue the fight later. The entire civilian population of Warsaw was removed from the city and sent to camp \"Durchgangslager\" 121 in Pruszków.\nOut of 350,000–550,000 civilians who passed through the camp, 90,000 were sent to labour camps in the Third Reich, 60,000 were shipped to death and concentration camps (including Ravensbrück, Auschwitz, and Mauthausen, among others). The rest were transported to various locations in the General Government and released.\nThe Eastern Front did not change in the Vistula sector. The Soviets made no attempt to push forward, until the Vistula–Oder Offensive began on 12 January 1945. Almost entirely destroyed, Warsaw was liberated from the Germans on 17 January 1945 by the Red Army and the First Polish Army.\nDestruction of the city.\nThe destruction of the Polish capital was planned before the start of World War II. Warsaw was to be turned into a provincial German city. The failure of the Warsaw Uprising provided an opportunity for Hitler to begin the transformation.\nAfter the remaining population had been removed, the Germans continued the destruction of the city. German engineers burned and demolished the remaining buildings. According to German plans, after the war Warsaw was to be turned into a military station, or even an artificial lake – the latter of which the Nazi leadership had already intended to implement for the Soviet/Russian capital of Moscow in 1941. The demolition squads used flamethrowers and explosives to destroy houses. They destroyed historical monuments, Polish national archives and places of interest.\nBy January 1945 85% of the buildings were destroyed: 25% as a result of the Uprising, 35% as a result of German actions after the uprising, and the rest as a result of the earlier Warsaw Ghetto Uprising, and the September 1939 campaign. Material losses are estimated at 10,455 buildings, 923 historical buildings (94%), 25 churches, 14 libraries including the National Library, 81 primary schools, 64 high schools, University of Warsaw and Warsaw University of Technology, and most of the historical monuments.\nAlmost a million inhabitants lost all of their possessions. The exact amount of losses of private and public property as well as art, monuments of science and culture is unknown but considered enormous. Studies done in the late 1940s estimated total damage at about US $30 billion.\nIn 2004, President of Warsaw Lech Kaczyński, later President of Poland, established a historical commission to estimate the losses caused by German authorities. The commission estimated the losses as at least US $31.5 billion at 2004 values. Those estimates were later raised to US $45 billion 2004 US dollars and in 2005, to $54.6 billion.\nCasualties.\nThe exact number of casualties on both sides is unknown. Estimates of casualties fall into roughly similar ranges. Polish civilian deaths are estimated at between 150,000 and 200,000. Both Polish and German military personnel losses are estimated separately at under 20,000.\nIn addition, Germans lost valuable military equipment, including three aircraft, 310 tanks and armoured cars, 340 trucks and cars and 22 light (75 mm) artillery pieces.\nAfter the war.\nMost soldiers of the Home Army (including those who took part in the Warsaw Uprising) were captured by the NKVD or UB political police. They were asked questions under force and imprisoned on various charges, such as \"fascism\".\nMany of them were sent to Gulags or executed. Between 1944 and 1956, all of the former members of Battalion Zośka were put in Soviet prisons. In March 1945, a staged trial of 16 leaders of the Polish Underground State held by the Soviet Union took place in Moscow – (the Trial of the Sixteen).\nThe Government Delegate, together with most members of the Council of National Unity and the C-i-C of the Armia Krajowa, were invited by Soviet general Ivan Serov with agreement of Joseph Stalin to a conference on their eventual entry to the Soviet-backed Provisional Government.\nThey were presented with a warrant of safety, yet they were arrested in Pruszków by the NKVD on 27 and 28 March. Leopold Okulicki, Jan Stanisław Jankowski and Kazimierz Pużak were arrested on the 27th with 12 more the next day. A. Zwierzynski had been arrested earlier.\nThey were brought to Moscow in the Lubyanka.\nAfter several months of violent interrogation and torture, they were presented with the forged accusations of \"collaboration with Nazi Germany\" and \"planning a military alliance with Nazi Germany\".\nMany insurgents, captured by the Germans and sent to POW camps in Germany, were later liberated by British, American and Polish forces and remained in the West. Among those were the leaders of the uprising: Tadeusz Bór-Komorowski and Antoni Chruściel.\nThe facts of the Warsaw Uprising were a problem for Stalin. The facts were changed in propaganda of the People's Republic of Poland, which emphasized the failings of the Home Army and the Polish government-in-exile. It did not allow criticism of the Red Army or the goals of Soviet Union.\nIn the post-war period, the name of the Home Army was banned, and most films and novels covering the 1944 Uprising were either banned or modified so that the name of the Home Army did not appear. From the 1950s on, Polish propaganda depicted the soldiers of the Uprising as brave, but the officers as treacherous, reactionary and characterized by disregard of the losses.\nThe first publications on the topic taken seriously in the West were not issued until the late 1980s. In Warsaw no monument to the Home Army was built until 1989. Instead, efforts of the Soviet-backed People's Army were glorified and exaggerated.\nBy contrast, in the West the story of the Polish fight for Warsaw was told as a tale of valiant heroes fighting against a cruel and ruthless enemy. It was suggested that Stalin benefited from Soviet failure to help. The opposition to eventual Soviet control of Poland was eliminated when the Nazis killed the partisans.\nThe belief that the Uprising failed because of the Soviet Union contributed to anti-Soviet feelings in Poland. Memories of the Uprising helped to inspire the Polish labour movement Solidarity, which led a peaceful opposition movement against the Communist government during the 1980s.\nUntil the 1990s, there was little historical analysis of the events because of official censorship and lack of academic interest. Research into the Warsaw Uprising was boosted by the fall of communism in 1989, due to the end censorship and increased access to state archives. As of 2004, however, access to some material in British, Polish and ex-Soviet archives was still restricted.\nFurther complicating the matter is the British claim that the records of the Polish government-in-exile were destroyed, and material not transferred to British authorities after the war was burnt by the Poles in London in July 1945.\nIn Poland, 1 August is now a celebrated anniversary. On 1 August 1994, Poland held a ceremony commemorating the 50th anniversary of the Uprising to which both the German and Russian presidents were invited. Though the German President Roman Herzog attended, the Russian President Boris Yeltsin declined the invitation; other notable guests included the U.S. Vice President Al Gore.\nHerzog, on behalf of Germany, was the first German statesman to apologize for German atrocities committed against the Polish nation during the Uprising. During the 60th anniversary of the Uprising in 2004, official delegations included: German Chancellor Gerhard Schröder, UK deputy Prime Minister John Prescott and US Secretary of State Colin Powell; Pope John Paul II sent a letter to the mayor of Warsaw, Lech Kaczyński on this occasion. Russia once again did not send a representative. A day before, 31 July 2004, the Warsaw Uprising Museum opened in Warsaw.","categories":[],"infobox_types":["military conflict"],"annotations":[{"uri":"World_War_II","surface_form":"World War II","offset":35},{"uri":"Polish_resistance_movement_in_World_War_II","surface_form":"Polish resistance","offset":62},{"uri":"Armia_Krajowa","surface_form":"Home Army","offset":80},{"uri":"Warsaw","surface_form":"Warsaw","offset":124},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":136},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":194},{"uri":"Red_Army","surface_form":"Red Army","offset":209},{"uri":"Operation_Tempest","surface_form":"Operation \"Tempest\"","offset":644},{"uri":"Polish_Underground_State","surface_form":"Polish Underground State","offset":880},{"uri":"Vistula","surface_form":"Vistula","offset":1177},{"uri":"Winston_Churchill","surface_form":"Winston Churchill","offset":1297},{"uri":"Franklin_D._Roosevelt","surface_form":"Franklin D. Roosevelt","offset":1332},{"uri":"US_Army_Air_Force","surface_form":"US Army Air Force","offset":1477},{"uri":"Armia_Krajowa","surface_form":"Polish Home Army","offset":2087},{"uri":"Polish_government-in-exile","surface_form":"Polish government in London","offset":2121},{"uri":"Allies_of_World_War_II","surface_form":"Allied powers","offset":2220},{"uri":"Western_Allies","surface_form":"Western Allies","offset":2380},{"uri":"Soviet_partisans_in_Poland","surface_form":"Soviet partisans in Poland","offset":2893},{"uri":"Poland%E2%80%93Russia_relations","surface_form":"Polish-Soviet relations","offset":3028},{"uri":"Katyn_massacre","surface_form":"Katyn massacre","offset":3112},{"uri":"Tadeusz_B%C3%B3r-Komorowski","surface_form":"Tadeusz Bór-Komorowski","offset":3231},{"uri":"Operation_Tempest","surface_form":"Operation \"Tempest\"","offset":3289},{"uri":"Eastern_Front_(World_War_II)","surface_form":"Eastern Front","offset":3317},{"uri":"Wehrmacht","surface_form":"Wehrmacht","offset":3388},{"uri":"Polish_border","surface_form":"Polish border","offset":3495},{"uri":"Polish_government-in-exile","surface_form":"Polish government in London","offset":3812},{"uri":"Operation_%27%27Ostra_Brama%27%27","surface_form":"Operation \"Ostra Brama\"","offset":3957},{"uri":"NKVD","surface_form":"NKVD","offset":3982},{"uri":"Kazimierz_Sosnkowski","surface_form":"Kazimierz Sosnkowski","offset":4390},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":4758},{"uri":"Ludwig_Fischer","surface_form":"Ludwig Fischer","offset":4971},{"uri":"Union_of_Polish_Patriots","surface_form":"Union of Polish Patriots","offset":5420},{"uri":"Jan_Nowak-Jeziora%C5%84ski","surface_form":"Jan Nowak-Jeziorański","offset":5824},{"uri":"Tadeusz_B%C3%B3r-Komorowski","surface_form":"Tadeusz Bór-Komorowski","offset":5962},{"uri":"Antoni_Chru%C5%9Bciel","surface_form":"Antoni Chruściel","offset":5997},{"uri":"National_Armed_Forces","surface_form":"National Armed Forces","offset":6293},{"uri":"Armia_Ludowa","surface_form":"People's Army","offset":6350},{"uri":"Partisan_(military)","surface_form":"partisan","offset":6411},{"uri":"Urban_guerrilla_warfare","surface_form":"urban guerrilla warfare","offset":6424},{"uri":"Polish_Jews","surface_form":"Jews","offset":6769},{"uri":"G%C4%99si%C3%B3wka","surface_form":"Gęsiówka","offset":6789},{"uri":"Concentration_camp","surface_form":"concentration camp","offset":6798},{"uri":"Warsaw_Ghetto","surface_form":"Warsaw Ghetto","offset":6837},{"uri":"Infantry_division","surface_form":"infantry division","offset":7235},{"uri":"Airdrop","surface_form":"airdrop","offset":7359},{"uri":"Armoured_vehicle","surface_form":"armoured vehicle","offset":7417},{"uri":"Panther_tank","surface_form":"Panther tank","offset":7440},{"uri":"Sd.Kfz._251","surface_form":"Sd.Kfz. 251","offset":7462},{"uri":"Submachine_gun","surface_form":"submachine gun","offset":7565},{"uri":"K_pattern_flamethrower","surface_form":"K pattern flamethrower","offset":7582},{"uri":"Mortar_(weapon)","surface_form":"mortars","offset":7617},{"uri":"Armored_car_(military)","surface_form":"armoured car","offset":7638},{"uri":"Rainer_Stahel","surface_form":"Rainer Stahel","offset":7854},{"uri":"Schutzpolizei","surface_form":"Schutzpolizei","offset":8262},{"uri":"Waffen-SS","surface_form":"Waffen-SS","offset":8282},{"uri":"Bronislav_Kaminski","surface_form":"Bronislav Kaminski","offset":8566},{"uri":"Heinz_Reinefarth","surface_form":"Heinz Reinefarth","offset":8656},{"uri":"Dirlewanger_Brigade","surface_form":"Attack Group Dirlewanger","offset":8687},{"uri":"Oskar_Dirlewanger","surface_form":"Oskar Dirlewanger","offset":8726},{"uri":"%C5%BBoliborz","surface_form":"Żoliborz","offset":9361},{"uri":"Warsaw_Uprising_Square","surface_form":"Napoleon Square","offset":9382},{"uri":"Prudential%2C_Warsaw","surface_form":"Prudential building","offset":9781},{"uri":"%C5%9Ar%C3%B3dmie%C5%9Bcie%2C_Warsaw","surface_form":"City Centre","offset":9927},{"uri":"Warsaw_Old_Town","surface_form":"Old Town","offset":9940},{"uri":"Wola","surface_form":"Wola","offset":9954},{"uri":"Mokot%C3%B3w","surface_form":"Mokotów","offset":10097},{"uri":"Praga","surface_form":"Praga","offset":10158},{"uri":"Kedyw","surface_form":"Kedyw","offset":10474},{"uri":"Ok%C4%99cie","surface_form":"Okęcie","offset":10763},{"uri":"Mokot%C3%B3w_Field","surface_form":"Mokotów Field","offset":10774},{"uri":"Warszawa_Gda%C5%84ska_station","surface_form":"Gdańsk railway station","offset":10856},{"uri":"Wola","surface_form":"Wola","offset":11073},{"uri":"Ochota","surface_form":"Ochota","offset":11082},{"uri":"Erich_von_dem_Bach","surface_form":"Erich von dem Bach","offset":11195},{"uri":"Heinz_Reinefarth","surface_form":"Heinz Reinefarth","offset":11470},{"uri":"Wolska_Street","surface_form":"Wolska","offset":11571},{"uri":"Aleje_Jerozolimskie","surface_form":"Jerusalem Avenue","offset":11630},{"uri":"Heinrich_Himmler","surface_form":"Heinrich Himmler","offset":11711},{"uri":"Oskar_Dirlewanger","surface_form":"Oskar Dirlewanger","offset":12038},{"uri":"Bronislav_Kaminski","surface_form":"Bronislav Kaminski","offset":12060},{"uri":"Prisoner_of_war","surface_form":"POWs","offset":12814},{"uri":"Warsaw_Ghetto","surface_form":"Warsaw Ghetto","offset":12933},{"uri":"G%C4%99si%C3%B3wka","surface_form":"Gęsiówka","offset":12964},{"uri":"Human_shield","surface_form":"human shield","offset":13277},{"uri":"Bankowy_Square","surface_form":"Bankowy Square","offset":13368},{"uri":"Heavy_artillery","surface_form":"heavy artillery","offset":13774},{"uri":"Bomber","surface_form":"bomber","offset":13794},{"uri":"Battle_of_Stalingrad","surface_form":"Battle of Stalingrad","offset":13981},{"uri":"Konstantin_Rokossovsky","surface_form":"Konstantin Rokossovsky","offset":14751},{"uri":"Zygmunt_Berling","surface_form":"Zygmunt Berling","offset":14994},{"uri":"First_Polish_Army_(1944%E2%80%931945)","surface_form":"First Polish Army","offset":15118},{"uri":"Czerniak%C3%B3w","surface_form":"Czerniaków","offset":15153},{"uri":"Powi%C5%9Ble","surface_form":"Powiśle","offset":15168},{"uri":"Panzer","surface_form":"panzer","offset":16509},{"uri":"Attrition_warfare","surface_form":"war of attrition","offset":17189},{"uri":"Zwi%C4%85zek_Harcerstwa_Polskiego","surface_form":"Polish Scouts","offset":17681},{"uri":"Haberbusch_i_Schiele","surface_form":"Haberbusch i Schiele","offset":18178},{"uri":"Antoni_Bohdziewicz","surface_form":"Antoni Bohdziewicz","offset":19357},{"uri":"Newsreel","surface_form":"newsreel","offset":19398},{"uri":"Rzeczpospolita_Polska_(newspaper)","surface_form":"Rzeczpospolita Polska","offset":19729},{"uri":"Biuletyn_Informacyjny","surface_form":"Biuletyn Informacyjny","offset":19766},{"uri":"B%C5%82yskawica_radiostation","surface_form":"Błyskawica","offset":19926},{"uri":"Polish_Radio","surface_form":"Polish Radio","offset":20070},{"uri":"Jan_Nowak-Jeziora%C5%84ski","surface_form":"Jan Nowak-Jeziorański","offset":20421},{"uri":"Jeremi_Przybora","surface_form":"Jeremi Przybora","offset":20484},{"uri":"John_Ward_(airman)","surface_form":"John Ward","offset":20505},{"uri":"The_Times","surface_form":"The Times","offset":20541},{"uri":"Royal_Air_Force","surface_form":"Royal Air Force","offset":21161},{"uri":"Commonwealth_of_Nations","surface_form":"British Commonwealth","offset":21466},{"uri":"Polish_Air_Force","surface_form":"Polish Air Force","offset":21516},{"uri":"Polish_Air_Force","surface_form":"Polish Air Force","offset":22106},{"uri":"No._301_Polish_Bomber_Squadron","surface_form":"No. 301 Polish Bomber Squadron","offset":22138},{"uri":"Bari","surface_form":"Bari","offset":22183},{"uri":"Brindisi","surface_form":"Brindisi","offset":22192},{"uri":"B-24_Liberator","surface_form":"B-24 Liberator","offset":22221},{"uri":"Handley_Page_Halifax","surface_form":"Handley Page Halifax","offset":22237},{"uri":"Douglas_C-47_Dakota","surface_form":"Douglas C-47 Dakota","offset":22262},{"uri":"31_Squadron_SAAF","surface_form":"No.31","offset":22404},{"uri":"34_Squadron_SAAF","surface_form":"No. 34","offset":22414},{"uri":"South_African_Air_Force","surface_form":"South African Air Force","offset":22438},{"uri":"Foggia","surface_form":"Foggia","offset":22471},{"uri":"No._148_Squadron_RAF","surface_form":"No. 148","offset":22521},{"uri":"Winston_Churchill","surface_form":"Winston Churchill","offset":23564},{"uri":"Franklin_D._Roosevelt","surface_form":"Franklin D. Roosevelt","offset":23609},{"uri":"Yalta_Conference","surface_form":"Yalta Conference","offset":23728},{"uri":"United_States_Army_Air_Forces","surface_form":"USAAF","offset":23833},{"uri":"B-17_Flying_Fortress","surface_form":"B-17 Flying Fortress","offset":23853},{"uri":"Eighth_Air_Force","surface_form":"Eighth Air Force","offset":23883},{"uri":"3d_Air_Division","surface_form":"3rd Division","offset":23902},{"uri":"Operation_Frantic","surface_form":"Operation \"Frantic\"","offset":23951},{"uri":"Szolnok","surface_form":"Szolnok","offset":24404},{"uri":"Polikarpov_Po-2","surface_form":"Polikarpov Po-2's","offset":25038},{"uri":"Cartridge_(firearms)","surface_form":"cartridges","offset":25229},{"uri":"Liberation_of_Paris","surface_form":"Paris","offset":26261},{"uri":"Prague_uprising","surface_form":"Prague","offset":26271},{"uri":"73rd_Infantry_Division_(Wehrmacht)","surface_form":"German 73rd Infantry Division","offset":26548},{"uri":"Praga","surface_form":"Praga","offset":27049},{"uri":"Czerniak%C3%B3w","surface_form":"Czerniaków","offset":27411},{"uri":"Stanis%C5%82aw_Miko%C5%82ajczyk","surface_form":"Stanisław Mikołajczyk","offset":27982},{"uri":"Wo%C5%82omin","surface_form":"Wołomin","offset":28650},{"uri":"Battle_of_Radzymin_(1944)","surface_form":"battle of Radzymin","offset":28784},{"uri":"1st_Belorussian_Front","surface_form":"1st Belorussian Front","offset":29780},{"uri":"Polish_Committee_of_National_Liberation","surface_form":"Polish Committee of National Liberation","offset":30810},{"uri":"David_Glantz","surface_form":"David Glantz","offset":31009},{"uri":"Georgy_Zhukov","surface_form":"Georgy Zhukov","offset":32943},{"uri":"Geneva_Convention","surface_form":"Geneva Convention","offset":33304},{"uri":"Pruszk%C3%B3w","surface_form":"Pruszków","offset":33734},{"uri":"Ravensbr%C3%BCck_concentration_camp","surface_form":"Ravensbrück","offset":33923},{"uri":"Auschwitz_concentration_camp","surface_form":"Auschwitz","offset":33936},{"uri":"Mauthausen-Gusen_concentration_camp","surface_form":"Mauthausen","offset":33951},{"uri":"General_Government","surface_form":"General Government","offset":34032},{"uri":"Vistula%E2%80%93Oder_Offensive","surface_form":"Vistula–Oder Offensive","offset":34176},{"uri":"First_Polish_Army_(1944%E2%80%931945)","surface_form":"First Polish Army","offset":34333},{"uri":"Artificial_lake","surface_form":"artificial lake","offset":34880},{"uri":"Flamethrower","surface_form":"flamethrower","offset":35049},{"uri":"Warsaw_Ghetto_Uprising","surface_form":"Warsaw Ghetto Uprising","offset":35363},{"uri":"Invasion_of_Poland","surface_form":"September 1939 campaign","offset":35395},{"uri":"National_Library_of_Poland","surface_form":"National Library","offset":35543},{"uri":"University_of_Warsaw","surface_form":"University of Warsaw","offset":35598},{"uri":"Warsaw_University_of_Technology","surface_form":"Warsaw University of Technology","offset":35623},{"uri":"President_of_Warsaw","surface_form":"President of Warsaw","offset":35985},{"uri":"Lech_Kaczy%C5%84ski","surface_form":"Lech Kaczyński","offset":36005},{"uri":"President_of_Poland","surface_form":"President of Poland","offset":36027},{"uri":"NKVD","surface_form":"NKVD","offset":36895},{"uri":"Urz%C4%85d_Bezpiecze%C5%84stwa","surface_form":"UB","offset":36903},{"uri":"Gulag","surface_form":"Gulag","offset":37042},{"uri":"Battalion_Zo%C5%9Bka","surface_form":"Battalion Zośka","offset":37114},{"uri":"Staged_trial","surface_form":"staged trial","offset":37175},{"uri":"Polish_Underground_State","surface_form":"Polish Underground State","offset":37209},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":37246},{"uri":"Trial_of_the_Sixteen","surface_form":"Trial of the Sixteen","offset":37287},{"uri":"Government_Delegate%27s_Office_at_Home","surface_form":"Government Delegate","offset":37314},{"uri":"Council_of_National_Unity","surface_form":"Council of National Unity","offset":37369},{"uri":"C-i-C","surface_form":"C-i-C","offset":37403},{"uri":"Ivan_Serov","surface_form":"Ivan Serov","offset":37462},{"uri":"Joseph_Stalin","surface_form":"Joseph Stalin","offset":37491},{"uri":"Pruszk%C3%B3w","surface_form":"Pruszków","offset":37662},{"uri":"Leopold_Okulicki","surface_form":"Leopold Okulicki","offset":37703},{"uri":"Jan_Stanis%C5%82aw_Jankowski","surface_form":"Jan Stanisław Jankowski","offset":37721},{"uri":"Kazimierz_Pu%C5%BCak","surface_form":"Kazimierz Pużak","offset":37749},{"uri":"Lubyanka_Building","surface_form":"Lubyanka","offset":37895},{"uri":"Collaboration","surface_form":"collaboration","offset":38016},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":38035},{"uri":"Tadeusz_B%C3%B3r-Komorowski","surface_form":"Tadeusz Bór-Komorowski","offset":38310},{"uri":"People%27s_Republic_of_Poland","surface_form":"People's Republic of Poland","offset":38459},{"uri":"Armia_Ludowa","surface_form":"People's Army","offset":39217},{"uri":"Solidarity_(Polish_trade_union)","surface_form":"Solidarity","offset":39764},{"uri":"Fall_of_communism","surface_form":"fall of communism","offset":40051},{"uri":"Roman_Herzog","surface_form":"Roman Herzog","offset":40721},{"uri":"Boris_Yeltsin","surface_form":"Boris Yeltsin","offset":40766},{"uri":"Al_Gore","surface_form":"Al Gore","offset":40859},{"uri":"Gerhard_Schr%C3%B6der","surface_form":"Gerhard Schröder","offset":41123},{"uri":"John_Prescott","surface_form":"John Prescott","offset":41166},{"uri":"Colin_Powell","surface_form":"Colin Powell","offset":41206},{"uri":"Pope_John_Paul_II","surface_form":"Pope John Paul II","offset":41220},{"uri":"Lech_Kaczy%C5%84ski","surface_form":"Lech Kaczyński","offset":41276},{"uri":"Warsaw_Uprising_Museum","surface_form":"Warsaw Uprising Museum","offset":41390}]}