{"id":425169,"url":"http://en.wikipedia.org/wiki/Body_armour","text":"Modern body armour (personal armour/armor or body armor) is protective clothing. It is designed to absorb and/or deflect slashing, bludgeoning, and penetrating attacks.\nIt was first used to protect soldiers, today it is used to protect riot police, private security guards and bodyguards. There are two different types of armour. There is regular non-plated personal armor used by most police, security guards and bodyguards. There is also hard-plate reinforced personal armor, which is used by combat soldiers, police tactical units and hostage rescue teams.\nArmour is certainly very ancient, but it was little used in infantry warfare for quite a long time, with the exception of helmets. From about the 18th century to the Vietnam war, men fought relatively unprotected. The weight and cost of effective armour meant it was no longer practical to have infantrymen armoured.\nThe invention of carbon fibre, modern hard ceramics and various plastic compounds are suitable for light armour which is effective in many circumstances. Kevlar, Technora and Nomex are Aramids, which are long-chain aromatic polyamides. They are used to make bullet resistant vests and bullet resistant face masks. The PASGT helmet and vest used by United States military forces since the early 1980s both have Kevlar as a main component, as do their replacements. Most of these items have padding on the inside to act as shock-absorbers, and to increase comfort during while being worn.\nSo, with the lighter weight and increased stopping-power of personal armour, the modern soldier is once again protected against most of the weapons of the day.\nIn practice.\nIn December 2009, during the War in Afghanistan, a British soldier in southern Helmand Province, survived a shot to the back during an operation to clear insurgents from a village, protected by the body armor kit he was wearing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Police","surface_form":"riot police","offset":236},{"uri":"Security_guard","surface_form":"security guard","offset":257},{"uri":"Bodyguard","surface_form":"bodyguard","offset":277},{"uri":"Armour","surface_form":"Armour","offset":560},{"uri":"Infantry","surface_form":"infantry","offset":620},{"uri":"Helmet","surface_form":"helmet","offset":682},{"uri":"18th_century","surface_form":"18th century","offset":706},{"uri":"Vietnam_War","surface_form":"Vietnam war","offset":726},{"uri":"Carbon_fibre","surface_form":"carbon fibre","offset":894},{"uri":"Ceramics","surface_form":"ceramics","offset":920},{"uri":"Plastic","surface_form":"plastic","offset":941},{"uri":"Kevlar","surface_form":"Kevlar","offset":1031},{"uri":"Technora","surface_form":"Technora","offset":1039},{"uri":"Nomex","surface_form":"Nomex","offset":1052},{"uri":"Aramid","surface_form":"Aramid","offset":1062},{"uri":"Aromatic","surface_form":"aromatic","offset":1092},{"uri":"Polyamide","surface_form":"polyamide","offset":1101},{"uri":"War_in_Afghanistan_(2001%E2%80%93present)","surface_form":"War in Afghanistan","offset":1666},{"uri":"Helmand_Province","surface_form":"Helmand Province","offset":1716}]}