{"id":425125,"url":"http://en.wikipedia.org/wiki/Niggers_in_the_White_House","text":"\"Niggers in the White House\" was a racist poem that first appeared in many American newspapers between 1901 and 1903. The author wrote it because he did not like Booker T. Washington, an African-American political leader, teacher and author, attending a dinner at the White House. Washington had been invited by President Theodore Roosevelt, who was white. Many years later, in 1929, the poem appeared again. This was after African-American congressman Oscar DePriest's wife went to a tea for congressional wives at the White House. She had been invited by First Lady Lou Hoover. Many white people, especially in the Southern United States, did not like either visit. They held the opinion then that African-American people should not be involved in government affairs.\nThe poem has fourteen stanzas. Each stanza has four lines. The second and fourth line of each stanza rhymes. The bad word \"nigger\" is seen many times in the poem. Nobody knows who wrote it.\nBooker T. Washington incident.\nBooker T. Washington was an African American born into slavery. He was freed in 1865 and rose to become an educator and a national leader of African Americans. On October 16, 1901, President Theodore Roosevelt asked Washington to have dinner with his family at the White House. It was a working dinner, Roosevelt's intention was to appoint Washington to advise him on issues of race. A family friend from Colorado, Philip Stewart was also there. A reporter from the AP Wire asked the president about his appointments he was going to announce the next day. But the story that appeared in the AP wire read: \"Booker T. Washington, of Tuskegee, Alabala, dined with the President last evening.\" This caused some shock among many white people. The President of the United States had sat down to dinner with a black man, a former slave at that. African Americans had visited the White House before but had never been asked to dine there. Washington had dined with President McKinley previously which also caused an uproar at that time. This time segregationalists in the U.S. Congress were outraged. Senator \"Pitchfork\" Bill Tillman of South Carolina said, \"The action will necessitate our killing a thousand niggers in the South before they will learn their place again.\"\nAfter this, somebody decided to write the poem, \"Niggers in the White House\". No one knows who the author was.\nThe DePriest incident.\nMany years later, in 1929, First Lady Lou Hoover, wife of president Herbert Hoover, invited Congressional wife Jessie DePriest to join her for tea. She was a black woman married to Oscar DePriest, the first African American to be elected to Congress from Illinois. People were also upset about this. The poem appeared again because of this incident. Southern newspapers and racist critics reacted with their normal outrage and letters of protest. The White House spokesman pointed out the president and his wife were simply doing their constitutional duties. As examples President Grover Cleveland had hosted Frederick Douglass and his wife On five separate occasions president Woodrow Wilson met at the White House with the black minister from Haiti, Solon Menos.\nPoliticians took sides. Senator Coleman Blease from South Carolina inserted the poem in a Senate resolution. The resolution with its poem were rejected and removed from the \"Congressional Record.\" The vote was based on protests from senators Walter Edge (from New Jersey) and Hiram Bingham (from Connecticut). Senator Bingham described the poem as \"indecent, obscene doggerel verse\" which gave \"offense to hundreds of thousands of our fellow citizens and an offense to the Declaration of Independence and our Constitution.\" Senator Baise then agreed to withdraw the resolution he said, as a favor to Senator Bingham and not to the negro race.","categories":[],"infobox_types":[],"annotations":[{"uri":"Racist","surface_form":"racist","offset":35},{"uri":"United_States","surface_form":"American","offset":75},{"uri":"Newspapers","surface_form":"newspapers","offset":84},{"uri":"Author","surface_form":"author","offset":122},{"uri":"Booker_T._Washington","surface_form":"Booker T. Washington","offset":162},{"uri":"African-American","surface_form":"African-American","offset":187},{"uri":"Author","surface_form":"author","offset":234},{"uri":"White_House","surface_form":"White House","offset":268},{"uri":"Theodore_Roosevelt","surface_form":"Theodore Roosevelt","offset":322},{"uri":"White_people","surface_form":"white","offset":350},{"uri":"United_States_Congress","surface_form":"congressman","offset":441},{"uri":"First_Lady","surface_form":"First Lady","offset":557},{"uri":"Lou_Hoover","surface_form":"Lou Hoover","offset":568},{"uri":"United_States","surface_form":"United States","offset":626},{"uri":"Stanza","surface_form":"stanza","offset":792},{"uri":"Dinner","surface_form":"dinner","offset":1226},{"uri":"Racism","surface_form":"race","offset":1369},{"uri":"Reporter","surface_form":"reporter","offset":1439},{"uri":"Associated_Press","surface_form":"AP Wire","offset":1457},{"uri":"Appointments","surface_form":"appointments","offset":1495},{"uri":"White_House","surface_form":"White House","offset":1863},{"uri":"William_McKinley","surface_form":"McKinley","offset":1958},{"uri":"First_Lady_of_the_United_States","surface_form":"First Lady","offset":2418},{"uri":"Lou_Henry_Hoover","surface_form":"Lou Hoover","offset":2429},{"uri":"Herbert_Hoover","surface_form":"Herbert Hoover","offset":2459},{"uri":"Oscar_Stanton_De_Priest","surface_form":"Oscar DePriest","offset":2572},{"uri":"Illinois","surface_form":"Illinois","offset":2646},{"uri":"Critics","surface_form":"critics","offset":2772},{"uri":"Outrage","surface_form":"outrage","offset":2806},{"uri":"Grover_Cleveland","surface_form":"Grover Cleveland","offset":2972},{"uri":"Frederick_Douglass","surface_form":"Frederick Douglass","offset":3000},{"uri":"Woodrow_Wilson","surface_form":"Woodrow Wilson","offset":3069},{"uri":"Haiti","surface_form":"Haiti","offset":3136},{"uri":"Coleman_Livingston_Blease","surface_form":"Coleman Blease","offset":3188},{"uri":"South_Carolina","surface_form":"South Carolina","offset":3208},{"uri":"United_States_Senate","surface_form":"Senate","offset":3246},{"uri":"Act_of_Congress","surface_form":"resolution","offset":3253},{"uri":"Congressional_Record","surface_form":"Congressional Record","offset":3330},{"uri":"Walter_Evans_Edge","surface_form":"Walter Edge","offset":3398},{"uri":"New_Jersey","surface_form":"New Jersey","offset":3416},{"uri":"Hiram_Bingham_III","surface_form":"Hiram Bingham","offset":3432},{"uri":"Connecticut","surface_form":"Connecticut","offset":3452},{"uri":"United_States_Declaration_of_Independence","surface_form":"Declaration of Independence","offset":3629},{"uri":"United_States_Constitution","surface_form":"Constitution","offset":3665}]}