{"id":425214,"url":"http://en.wikipedia.org/wiki/Bike_rage","text":"e=\"preserve\">Bike rage refers to using bad words, bad gestures, or physcial conflict between cyclists and others on the road, including pedestrians, cyclists, motorcyclists, and drivers. Bike rage is similar to other road rage.\nA bike rage event can start because a cyclist, driver, or pedestrian thinks that another road user was breaking traffic rules, or in other ways because someone felt that their safety was threatened by another road user. Some people consider that the problem is city planners have mixed bikes and cars together in the same ways and may cause lots of chances for conflict. As such, cyclists feel threatened in traffic and hard done by and under attack.\nAn article in \"Toronto Life\" magazine argued that the source of the problem bike rage is neither the problem of drivers nor the problem of cyclists, but the environment in which they interact. A possible explanation between cyclists and drivers is the anonymity of the big city; all the cyclists and drivers know they will never meet each other again.\nExamples.\nAn event from New York Times show that a 41-year-old cyclist, Dan Cooley was injured by a driver who became angry at him after an exchange of insults. The event began when the driver overtake in front of Mr. Cooley. As Mr. Cooley moved off the road, the driver drove the car to him, and used car to hurted him. Mr. Cooley fell on the ground and then the driver got out of the car and attacked him. Mr. Cooley got concussion and a torn ligament when he was taken to hospital. Mr. Cooley said that the reason for anger between cyclists and drivers is the car had monopolized the road for long time, however, bicyclists become more and more popular to save gas in this time. No one knows how to share the road.\nIn 2004 Chicago had an event that a cyclist attacked a driver. A Pennsylvania bicyclist shot a truck driver after an altercation. The truck driver, William Nicoletti, 51, when he drove past the cyclist, the man on the bike made obscene gesture to him. Not only for this, but also he drew a pistol and shot Mr. Nicoletti. The man on the bicycle, Robert Urick, 41, was \"charged with attempted homicide, aggravated assault and weapons offenses.\"\nIn Toronto in January 2006, a driver threw his lunch out the window of his car. A 26-year-old bike courier threw the food back into the car. The driver tossed two cups of hot coffee at the courier. Then the driver attacked the woman and her bike.\nA cyclist named Jefferey Guffey from Indiana told a driver to slow down. The driver attacked Guffey and bit part of his ear off. Police charged the driver with an offence.\nIn Toronto in 2007, a cyclist got angry at a driver. The cyclist then stabbed the driver in the face and neck with a screwdriver.","categories":[],"infobox_types":[],"annotations":[{"uri":"Road_rage","surface_form":"road rage","offset":217}]}