{"id":425307,"url":"http://en.wikipedia.org/wiki/Applied_behavior_analysis","text":"Applied behavior analysis (ABA) is a way to help organisms change their behavior, and to identify the environmental contingencies that result in this behavior change. ABA, the application of behavior analysis, is based on the scientific approach known as radical behaviorism, which views covert events as behavior that are to be subjected to the same conditions as overt behavior. ABA can be used as a treatment for animals, mental disorders, and developmental disabilities, and is based on the principles of behavior that were discovered using experiments.\nHistory.\nScientific experiments and articles about ABA are published in the \"Journal for Applied Behavior Analysis\" (JABA.) This journal was founded in 1968. In the first issue of JABA, three people wrote an article explaining what Applied behavior analysis is.\nPsychologists who study the way the environment influences behavior are called behaviorists. They study the external causes of behavior instead of a person's feelings. A person's feelings are internal so behaviorists think they cannot be studied scientifically.\nPsychologist John B. Watson founded Behaviorism in 1913 and he is regarded as one of the first psychologists to study the applied science of behavior. He thought that internal feelings should not be studied at all. He also thought that behavior is shaped by the environment over time due to the outcome of a person's actions. He believed all behavior is learned and can be changed. If a person gets something good as a result of doing a behavior they are more likely to repeat that behavior. If something bad happens as a result of a behavior a person is less likely to do that thing again. This is an idea that is used a lot in ABA.\nOne of the most famous behaviorists was the psychologist B.F. Skinner. Skinner first published his ideas about behaviorism in 1938. He wrote a lot about behaviorism throughout his career. He made some of the behavior principles that ABA uses.\nABA emerged when experimental behavior principles were applied to social behavior. There are various people that began the process of applying these principles to social behavior. One of the most famous was Ole Ivar Lovaas. In the 1960s, Lovaas became one of the first people to use applied behavior analysis as a treatment for autism. When Lovaas began using ABA to treat children with autism he changed the way developmental disorders were treated. Lovaas also thought that treatments would be more successful if they are started early in a child's life. The idea of starting treatment with a child as soon as possible is called 'early intervention'. Early intervention is still thought to be very important in ABA.\nOne of the more recent developments in Applied Behavior Analysis is the founding of the Behavior Analysis Certification Board (BACB). The BACB is a non-profit corporation that was started in 1998. The BACB certifies behavior analysts. In order to become a behavior analyst a person must go to a special school and then pass an exam. Once they pass this exam they will be board certified behavior analysts. The BACB sets standards to make sure board certified behavior analysts (BCBAs) are good at their jobs. The BACB makes sure that the BCBAs are using ethical, legal, and professional practices when they work.\nCharacteristics.\nThere are seven characteristics of ABA A treatment that is based on ABA must have all of these things.\nDefinitions and concepts.\nThe following terms and ideas are used in Applied Behavior Analysis. It is important to understand these ideas when using ABA based interventions.\nProblem behavior.\nIn ABA, a behavior that is bad is called a problem behavior. Problem behavior is something that hurts the person doing it or hurts other people around them. A problem behavior makes it harder for a person to learn new things.\nNegative reinforcement.\nNegative reinforcement (SR-) happens when the \"removal\" of a stimulus increases the likelihood a person will do a behavior in the future. In this case the term negative does not mean bad. The stimulus that is removed from the environment is something aversive. This means that the person does not like it. People will want to do a behavior if they know that something they do not like will be taken away.\nReinforcement schedules.\nReinforcements are given based on schedules of reinforcement. The schedule will explain the ways reinforcement is earned. Behavior analysts decide which reinforcement schedule is best. Different schedules are useful for different things. The schedule used depends on the person. It also depends on the behavior that is being reinforced.\nContinuous reinforcement schedules.\nContinuous reinforcement schedules (CRF) reinforce a person every time they do the target behavior. There are a few problems with CRF schedules though. The rates of behavior are not long-lasting. If the person stops being reinforced they may stop doing the target behavior. Another issue is satiation. If the person becomes satiated it means that they do not want the reinforcer anymore.\nDifferential reinforcement.\nA discriminative stimulus (SD) is something that tells a person that reinforcement is available. The presentation of a SD should cause a response. Differential reinforcement teaches a person the difference between a SD and a non-discriminative stimulus (S-delta). A SD signals that reinforcement is available. A S-delta does not tell the person anything about the availability of reinforcement. A S-delta is not likely to produce responses because there is reinforcement is not given.\nIt is also used to decrease problem behavior. There are four types of differential reinforcement that can be used to decrease a problem behavior.\nExtinction.\nExtinction is a way to decrease rates of problem behavior. A DRA program should be used at the same time as an extinction program. This will make the extinction program more effective.\nPunishment.\nReinforcement is always the first thing that is tried when trying to change a behavior. Reinforcement produces long-lasting results and is better for the person. However reinforcement does not always reduce problem behavior. If reinforcement does not work it may be necessary to try punishment. Punishment is effective but it can have bad consequences. It can cause emotional harm if it is not used correctly.\nPunishment is any response to a behavior that \"decreases\" the likelihood of a behavior happening in the future. Punishment of a problem behavior should be used with reinforcement of the appropriate behavior. Appropriate behavior should always be reinforced even when using punishment for problem behavior. Just like reinforcement, punishment can be both positive and negative. Positive punishment is the \"addition\" of an stimulus that decreases the chances of future responses. This stimulus that is added is something aversive. Negative punishment is the \"removal\" of a stimulus that decreases the chance of future behaviors happening. The stimulus that is removed is something that the person likes.\nPrompting.\nPrompting increases the likelihood that a behavior will be done the right way. Using prompts will make the learning process easier and quicker. Someone that is teaching a new behavior can use prompts to help the person that is learning the behavior. The two broad categories of prompts are stimulus and response.\nExamples of stimulus prompts would be: lists or pictures that help the learner remember what the correct response is.\nResponse prompts do not involve a change in the antecedent. There are three types of response prompts.\nFading.\nFading prompts is a way to increase the independence of the learner. Once the learner can do the behavior on their own they will not need the help of the teacher. However, if a teacher stops using prompts quickly it may confuse the learner. So prompts should be decreased slowly. The process of gradually decreasing prompting is called 'fading'.\nShaping.\nShaping is a way to teach new behaviors or improve behaviors that have already been taught. It involves reinforcing steps towards a target behavior.\nAnalyzing behavior.\nABA relies on data to make decisions about behavior. Behavior analysts are always collecting data about a person's behavior.\nData collection.\nDirect observation is when behavior is watched and recorded. Indirect measures compare one person's behavior to other people's behavior. An example would be an intelligence test. One person's score is compared to the scores that other people got.\nThere are three common methods of data collection. They are frequency, interval, and time sampling. These methods are used for direct observation.\nFunctional analysis.\nA functional analysis (FA) is done to find the reason for problem behavior. The reason for problem behavior must be known before a behavioral intervention can be done. Behavior analysts came up with the idea of a functional analysis in 1982. Since then it has become an important part of ABA. The behavior analyst is tries to find the situations that cause the highest rates of problem behavior. The situations that cause the highest rates of problem behavior tell the behavior analyst the reason for the behavior. Once the reasons for problem behavior are known treatment can begin.\nTreatments based on the results of a FA are more effective than without a FA.\nUse for treatment of autism.\nApplied behavior analysis is commonly associated with autism. This is because ABA is the only treatment for autism that has been scientifically proven to be effective.","categories":[],"infobox_types":[],"annotations":[{"uri":"Radical_Behaviorism","surface_form":"radical behaviorism","offset":255},{"uri":"Principles","surface_form":"principles","offset":495},{"uri":"Environment","surface_form":"environment","offset":856},{"uri":"Influences","surface_form":"influences","offset":868},{"uri":"Internal","surface_form":"internal","offset":1012},{"uri":"John_B._Watson","surface_form":"John B. Watson","offset":1095},{"uri":"Behaviorism","surface_form":"Behaviorism","offset":1118},{"uri":"Outcome","surface_form":"outcome","offset":1377},{"uri":"B.F._Skinner","surface_form":"B.F. Skinner","offset":1773},{"uri":"Autism","surface_form":"autism","offset":2287},{"uri":"Successful","surface_form":"successful","offset":2460},{"uri":"Corporation","surface_form":"corporation","offset":2836},{"uri":"Characteristics","surface_form":"characteristics","offset":3323},{"uri":"Intelligence_test","surface_form":"intelligence test","offset":8401},{"uri":"Autism","surface_form":"autism","offset":9401}]}