{"id":425382,"url":"http://en.wikipedia.org/wiki/Determinant","text":"e=\"preserve\">The determinant of a square matrix is a scalar (a number) that indicates how that matrix behaves. It can be calculated from the numbers in the matrix.\nThe determinant of the matrix formula_1 is written as formula_1 or formula_1 in a formula. Sometimes, instead of formula_1 and formula_1, one simply writes formula_1 and formula_1.\nInterpretation.\nThere are a few ways to understand what the determinant says about a matrix.\nGeometric interpretation.\nAn formula_1 matrix can be seen as describing a linear map in formula_1 dimensions. In which case, the determinant indicates the factor by which this matrix scales (grows or shrinks) a region of formula_1-dimensional space.For example, a formula_1 matrix formula_1, seen as a linear map, will turn a square in 2-dimensional space into a parallelogram. That parallellogram's area will be formula_1 times as big as the square's area.In the same way, a formula_1 matrix formula_1, seen as a linear map, will turn a cube in 3-dimensional space into a parallelepiped. That parallelepiped's volume will be formula_1 times as big as the cube's volume.\nThe determinant can be negative or zero. A linear map can stretch and scale a volume, but it can also reflect it over an axis. Whenever this happens, the sign of the determinant changes from positive to negative, or from negative to positive. A negative determinant means that the volume was mirrored over an odd number of axes.\n\"System of equations\" interpretation.\nOne can think of a matrix as describing a system of linear equations. That system has a unique non-trivial solution \"exactly\" when the determinant is not 0 (\"non-trivial\" meaning that the solution is not just all zeros).\nIf the determinant is zero, then there is either no unique non-trivial solution, or there are infinitely many.\nSingular matrices.\nA matrix has an inverse matrix exactly when the determinant is not 0. For this reason, a matrix with a non-zero determinant is called invertible. If the determinant is 0, then the matrix is called non-invertible or singular.\nGeometrically, one can think of a singular matrix as \"flattening\" the parallelepiped into a parallelogram, or a parallelogram into a line. Then the volume or area is 0, which means that there is no linear map that will bring the old shape back.\nCalculating a determinant.\nThere are a few ways to calculate a determinant.\nCofactor expansion.\nFor larger matrices, the determinant is harder to calculate. One way to do it is called cofactor expansion.\nSuppose that we have an formula_1 matrix formula_1. First, we choose any row or column of the matrix. For each number formula_1 in that row or column, we calculate something called its cofactor formula_1. Then formula_1.\nTo compute such a cofactor formula_1, we erase row formula_1 and column formula_1 from the matrix formula_1. This gives us a smaller formula_1 matrix. We call it formula_1. The cofactor formula_1 then equals formula_1.\nformula_1\nAs illustrated above, one can simplify the computation of determinant by choosing a row or column that has many zeros; if formula_1 is 0, then one can skip calculating formula_1 altogether.","categories":[],"infobox_types":[],"annotations":[{"uri":"Square_matrix","surface_form":"square matrix","offset":34},{"uri":"Scalar","surface_form":"scalar","offset":53},{"uri":"Matrix_(mathematics)","surface_form":"matrix","offset":95},{"uri":"Linear_map","surface_form":"linear map","offset":512},{"uri":"Factor_(mathematics)","surface_form":"factor","offset":593},{"uri":"Scale_(ratio)","surface_form":"scale","offset":621},{"uri":"Parallelogram","surface_form":"parallelogram","offset":801},{"uri":"Parallelepiped","surface_form":"parallelepiped","offset":1011},{"uri":"Axis","surface_form":"axis","offset":1230},{"uri":"Sign_(mathematics)","surface_form":"sign","offset":1263},{"uri":"System_of_linear_equations","surface_form":"system of linear equations","offset":1518},{"uri":"Infinite","surface_form":"infinite","offset":1791},{"uri":"Cofactor_(mathematics)","surface_form":"cofactor","offset":2686}]}