{"id":425458,"url":"http://en.wikipedia.org/wiki/Foreign_policy_of_the_United_States","text":"The foreign policy of the United States is the way in which the United States acts towards other countries. U.S. foreign policy also involves setting out how U.S. organizations, corporations, and individual citizens should act towards foreign countries.\nThe United States has a lot of power in the world for several reasons. The U.S. has a $15 trillion economy and approximately a quarter of the global Gross Domestic Product. The U.S. also has a defense budget of $711 billion. This is about 43% of military spending in the world. The U.S. has a powerful military that it can send out to protect countries or locations that are considered important to U.S. foreign policy.\nThe U.S. Secretary of State is the same type of job as the job of foreign minister of other countries. The Secretary of State is responsible for diplomacy with other countries. Today, Mike Pompeo is the U.S.'s Secretary of State.\nThe President of the United States has the highest authority over foreign policy.\nThe United States House Committee on Foreign Affairs aims to control nuclear technology and nuclear hardware; foster commercial relations with foreign nations; and safeguard American business abroad. The Committee also watches over international agreements about commodities, international education, and the protection of American citizens abroad.\nU.S. foreign policy includes defining what actions and choices are in the best national interest. U.S. foreign policy also includes the strategies that are chosen to lead to policy goals. The goals of the foreign policy of the United States are to create a more secure, democratic, and prosperous world. The U.S. aims to achieve this goal for the benefit of the American people and the international community.\nU.S. foreign policy and foreign aid have been the subject of much debate, praise and criticism both from within the U.S. and from other countries.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"United States","offset":64},{"uri":"Corporation","surface_form":"corporations","offset":178},{"uri":"Citizenship","surface_form":"citizens","offset":207},{"uri":"Economy","surface_form":"economy","offset":353},{"uri":"Gross_domestic_product","surface_form":"Gross Domestic Product","offset":403},{"uri":"Budget","surface_form":"budget","offset":455},{"uri":"Military","surface_form":"military","offset":500},{"uri":"United_States_Military","surface_form":"powerful military","offset":547},{"uri":"Secretary_of_State","surface_form":"Secretary of State","offset":683},{"uri":"Foreign_minister","surface_form":"foreign minister","offset":740},{"uri":"Diplomacy","surface_form":"diplomacy","offset":819},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":908},{"uri":"Nuclear","surface_form":"nuclear","offset":1055},{"uri":"Democracy","surface_form":"democratic","offset":1605},{"uri":"Foreign_aid","surface_form":"foreign aid","offset":1770}]}