{"id":425453,"url":"http://en.wikipedia.org/wiki/Battle_of_the_Coral_Sea","text":"ce=\"preserve\">The Battle of the Coral Sea was a battle fought from May 4, 1942 to May 8, 1942. It was a major naval battle in the Pacific Ocean during World War II. The battle was between the Japanese Navy and Allied naval and air forces from the United States and Australia. The battle was the first battle between aircraft carriers. It was also the first naval battle in which the warships of neither side actually saw the warships of the other side. Instead, each side sent planes to attack the ships of the other side.\nJapanese forces made a plan to invade and occupy Port Moresby in New Guinea and Tulagi in the Solomon Islands. When the U.S. discovered this plan, it sent two Navy aircraft carrier groups and a combined Australian–American cruiser force.\nOn 3–4 May, Japanese forces invaded and occupied Tulagi. The Japanese aircraft carriers entered the Coral Sea to try to destroy the Allied naval forces.\nOn 7 May, the carrier forces from the two sides sent planes to attack the ships of the other side. The first day, the U.S. sank the Japanese light carrier \"Shōhō\", while the Japanese sank a U.S. destroyer. The next day, the Japanese carrier \"Shōkaku\" was badly damaged, and the U.S. carriers \"Lexington\" and the \"Yorktown\" were damaged. Since both sides suffered heavy losses in aircraft and carriers, the two fleets stopped the battle.\nThe Japanese sank more ships than the U.S. However, the battle was considered a victory for the Allies because the Japanese forces were not able to capture the locations they were hoping to occupy. As well, the Japanese carriers \"Shōkaku\" and \"Zuikaku\" were not able to fight in the Battle of Midway, which helped the U.S. to win there. Japan's losses of carriers meant that they could not invade Port Moresby. Two months later, the Allies launched the Guadalcanal Campaign.\nJapanese expansion.\nOn 7 December 1941, using aircraft carriers, the Japanese attacked the U.S. Pacific fleet at Pearl Harbor, Hawaii. The attack destroyed most of the U.S. Pacific Fleet's battleships. It also started a state of war between the two nations. The Japanese wanted to destroy American navy ships, capture land with natural resources, and obtain military bases to defend their empire.\nAt the same time that they were attacking Pearl Harbor, the Japanese attacked Malaya. This caused the United Kingdom, Australia, and New Zealand to join the United States as Allies in the war against Japan (Australia had joined World War 2 in 1939 when Germany invaded Poland). The goals of the Japanese battles in the war were to remove British and Americans from the Netherlands Indies and the Philippines.\nIn the first few months of 1942, Japanese forces attacked and captured the Philippines, Thailand, Singapore, the Netherlands East Indies, Wake Island, New Britain, the Gilbert Islands, and Guam. They also destroyed a lot of Allied land, naval, and air forces. Japan planned to use these lands to defend its empire.\nShortly after the war began, Japan's Naval General Staff wanted to invade Northern Australia. The goal was to prevent Australia from being used as a base to threaten Japan's defenses in the South Pacific.\nThe Imperial Japanese Army (IJA) said it did not have the forces or ships to invade Australia. Vice Admiral Shigeyoshi Inoue, commander of the IJN's 4th Fleet (also called the South Seas Force) had the idea of capturing Tulagi in the southeastern Solomon Islands and Port Moresby in New Guinea.\nThis would put northern Australia within range of Japanese land-based aircraft. Japan decided to capture New Caledonia, Fiji, and Samoa. This would make it hard for the United States to supply Australia.\nIn April 1942, the army and navy developed a plan called Operation \"MO\". The plan was to invade Port Moresby by 10 May. The plan also included capturing Tulagi on 2–3 May. This would give the navy a base for attacks against Allied territories and forces in the South Pacific.\nWhen \"MO\" was done, the navy planned to do Operation \"RY\". This was a plan to capture Nauru and Ocean Island for their phosphate deposits on 15 May.\nFurther attacks against Fiji, Samoa and New Caledonia were planned. There was a damaging air attack by Allied aircraft on Japanese naval forces invading the Lae-Salamaua area in New Guinea in March. Inoue requested carriers to provide airplanes. Inoue was worried about Allied bombers at air bases in Townsville and Cooktown, Australia.\nAdmiral Isoroku Yamamoto, commander of Japan's Combined Fleet, was planning an attack for June. He wanted to try to destroy the U.S. Navy's carriers. None were damaged in the Pearl Harbor attack.\nAllied response.\nUnknown to the Japanese, the U.S. Navy had decoded Japanese secret codes. By March 1942, the U.S. was able to figure out up to 15% of the IJN's code. By the end of April the Americans were reading up to 85% of the messages in code.\nIn March 1942, the U.S. first noticed the \"MO\" operation in messages. On 13 April, the British decoded an IJN message telling Inoue that the Fifth Carrier Division, consisting of the fleet carriers and, was being sent. The British sent the message to the Americans. They also said that Port Moresby would probably be attacked in the \"MO\" plan.\nAdmiral Chester Nimitz, the new commander of Allied forces in the Pacific, and his staff thought the Japanese were planning an attack in early May on Port Moresby. The Allies saw Port Moresby as an important base for attacking the Japanese. Nimitz's staff also thought that the Japanese might attack Allied bases in Samoa and at Suva.\nNimitz sent all four of the Pacific fleet's aircraft carriers to the Coral Sea. By 27 April, Japanese messages helped the allies to know most targets of the \"MO\" and \"RY\" plans.\nOn 29 April, Nimitz sent his four carriers and their supporting warships towards the Coral Sea. Task Force 17 consisted of the carrier, three cruisers and four destroyers. It was supported by two oilers and two destroyers.\nTask Force 11 consisted of the carrier with two cruisers. TF 16 included the carriers and the USS Hornet, but they were too far away.\nNimitz put Fletcher in command of Allied naval forces in the South Pacific area until Halsey arrived Halsey was told to command all three task forces once TF 16 arrived in the Coral Sea area (Lundstrom, \"Pearl Harbor to Midway\", p. 167).\nThe Japanese thought that all but one of the U.S. Navy's carriers were in the central Pacific. The Japanese did not know the location of the other carrier, but they did not expect an American carrier response to \"MO\" until the attacks had begun.\nPrelude.\nDuring late April, the Japanese submarines and searched the area where landings were planned. The submarines explored Rossel Island and the Deboyne Group area and the route to Port Moresby. They did not see any Allied ships and returned to Rabaul on 23 and 24 April.\nThe Japanese Port Moresby Invasion Force, commanded by Rear Admiral Kōsō Abe, included 11 transport ships carrying about 5,000 soldiers from the IJA's South Seas Detachment plus 500 more troops.\nThis included one light cruiser and six destroyers under the command of Rear Admiral Sadamichi Kajioka. Abe's ships departed Rabaul for the trip to Port Moresby on 4 May and were joined by Kajioka's force the next day. The ships, planned to arrive at Port Moresby by 10 May.\nThe Allied forces at Port Moresby had 5,333 men, but only half of these were infantry and all had poor equipment and little training.\nLeading the invasion of Tulagi was the Tulagi Invasion Force. It was commanded by Rear Admiral Kiyohide Shima. It consisted of two minelayers, two destroyers, six minesweepers, two subchasers, and a transport ship carrying about 400 troops. Supporting the Tulagi force was the light carrier, four heavy cruisers, and one destroyer, commanded by Rear Admiral Aritomo Gotō.\nThere was a separate force commanded by Rear Admiral Kuninori Marumo. It consisted of two light cruisers, the seaplane tender, and three gunboats. Inoue directed \"MO\" from the cruiser. He arrived on 4 May.\nGotō's force left Truk on 28 April and stayed near New Georgia Island. Marumo's support group left New Ireland to establish a seaplane base on 2 May to support the Tulagi attack. Shima's invasion force left Rabaul on 30 April.\nThe Carrier Strike Force with carriers \"Zuikaku\" and \"Shōkaku\", two heavy cruisers, and six destroyers left from Truk on 1 May. The strike force was commanded by Vice Admiral Takeo Takagi (flag on cruiser). Rear Admiral Chūichi Hara, on \"Zuikaku\", commanded the carrier air forces.\nThe Carrier Strike Force was to enter the Coral Sea south of Guadalcanal. Once in the Coral Sea, the carriers were to provide airplanes for the invasion forces, destroy Allied airplanes at Port Moresby, and destroy any Allied naval forces in the Coral Sea.\nTakagi's carriers were to deliver nine Zero fighter aircraft to Rabaul. Bad weather during two attempts to make the delivery made the aircraft to return to the carriers. One of the Zeros crashed in the ocean.\nTo find out if any Allied naval forces were coming, the Japanese sent submarines to wait southwest of Guadalcanal. Fletcher's forces got into the Coral Sea area before the submarines arrived and the Japanese did not see them. Another sub was sent to explore around Nouméa. It was attacked by \"Yorktown\" aircraft on 2 May.\nOn the morning of 1 May, Fletcher sent TF11 to refuel. TF 17 completed refueling the next day. Fletcher took TF 17 northwest towards the Louisiades and ordered TF 11 to meet TF 44 on 4 May. TF 44 was a joint Australia–U.S. warship force under MacArthur's command. It was led by Australian Rear Admiral John Crace. It was made up of the cruisers, and.\nTulagi.\nEarly on 3 May, Shima's force arrived off Tulagi and the naval troops began to occupy the island. Tulagi was undefended. The small guard of Australian commandos and a Royal Australian Air Force group left before Shima's arrival. The Japanese forces built a seaplane and communications base.\nAt 17:00 on 3 May, Fletcher was told that the Japanese Tulagi invasion force had been seen. TF 17 went towards Guadalcanal to launch air attacks against the Japanese forces at Tulagi.\nOn 4 May, from a position south of Guadalcanal (), 60 aircraft from TF 17 launched three attacks against Shima's forces off Tulagi. \"Yorktown\"s aircraft sank the destroyer \"Kikuzuki\" () and three of the minesweepers, damaged four other ships, and destroyed four seaplanes. The Americans lost one dive bomber and two fighters. Even though the Japanese forces were harmed by the carrier strikes, they kept building the seaplane base. They began flying from Tulagi by 6 May.\nTakagi's Carrier Striking Force was north of Tulagi when it learned of Fletcher's strike on 4 May. Takagi sent planes to search for the American carriers, but the planes found nothing.\nAir searches and decisions.\nAt 08:16 on 5 May, TF 17 met up with TF 11 and TF 44 south of Guadalcanal. At the same time, four F4F Wildcat fighter aircraft from \"Yorktown\" shot down a Kawanishi Type 97 aircraft from the Yokohama Air Group.\nA message from Pearl Harbor told Fletcher that Japanese planned to land their troops at Port Moresby on 10 May and their carriers would be close to the invasion group. Fletcher planned to take his forces north towards the Louisiades.\nTakagi's carrier force entered the Coral Sea in the early morning hours of 6 May.\nOn 6 May, Fletcher joined TF 11 and TF 44 into TF 17. He thought the Japanese carriers were still well to the north. American planes did not find the Japanese naval forces, because they were located beyond the planes' range.\nAt 10:00, a Kawanishi flying boat from Tulagi saw TF 17 and sent a message to its headquarters. Takagi received the report at 10:50. At that time, Takagi's force was about north of Fletcher. Takagi's ships were still refueling, so he was not yet ready to battle. Takagi sent his two carriers with two destroyers under Hara's command to head towards TF 17 at so that they could attack the next day.\nAmerican B-17 bombers based in Australia attacked the Port Moresby invasion forces, including Gotō's warships, several timeson 6 May without success. MacArthur's headquarters told Fletcher about the locations of the Japanese invasion forces. MacArthur's planes saw a carrier (\"Shōhō\") about northwest of TF17.\nAt 18:00, TF 17 completed fueling and Fletcher sent \"Neosho\" with a destroyer, to wait further south. TF 17 then turned to head northwest towards Rossel Island. At 20:00 (), Hara met Takagi who completed refueling.\nLate on 6 May or early on 7 May, \"Kamikawa Maru\" set up a seaplane base in the Deboyne Islands to help the invasion forces as they approached Port Moresby. The rest of Marumo's Cover Force waited near the D'Entrecasteaux Islands.\nMorning strikes.\nAt 06:25 on 7 May, TF 17 was south of Rossel Island (). At this time, Fletcher sent Crace's cruiser and destroyer force out. When Crace's warships left, this reduced the anti-aircraft defenses for Fletcher's carriers. Fletcher wanted to make sure the Japanese invasion forces could not sneak through to Port Moresby while he was fighting with the Japanese carriers.\nFletcher thought Takagi's carrier force was north of his location. Fletcher told \"Yorktown\" to send 10 SBD dive bombers to search that area. Takagi launched 12 Type 97 carrier bombers at 06:00 to search for TF 17. Hara thought that Fletcher's ships were to the south. Gotō's cruisers and launched four Kawanishi E7K2 Type 94 floatplanes to search for the Americans. Each side got its carrier attack aircraft ready to launch once the enemy was located.\nAt 07:22 one of Takagi's carrier planes, from \"Shōkaku\" located American ships. At 07:45, the Japanese pilot located \"one carrier, one cruiser, and three destroyers\". Hara thought that he had found the American carriers. Hara launched all of his available aircraft. A total of 78 aircraft—18 Zero fighters, 36 Type 99 dive bombers, and 24 torpedo aircraft—began flying from \"Shōkaku\" and \"Zuikaku\" at 08:00.\nAt 08:20, one aircraft found Fletcher's carriers. Takagi and Hara continued with the attack on the ships to their south. They also turned their carriers towards the northwest to get closer to the Americans. Takagi and Hara thought that the U.S. carrier forces might be operating in two groups.\nAt 08:15, a \"Yorktown\" plane saw Gotō's force. He reported two carriers and four heavy cruisers\" at, northwest of TF17. Fletcher thought he had found the Japanese main carrier force. He ordered all available carrier aircraft to attack. By 10:13, the American force of 93 aircraft – 18 F4F Wildcats, 53 SBD dive bombers, and 22 TBD Devastator torpedo bombers were flying. At 10:12, however, Fletcher received a report from three United States Army B-17s of an aircraft carrier, ten transports, and 16 warships.\nBelieving that this was the main Japanese carrier force, Fletcher directed the airplanes towards this target.\nAt 09:15, Takagi's force sighted \"Neosho\" and \"Sims\". Takagi now realized the American carriers were between him and the invasion forces. Takagi ordered his aircraft to attack \"Neosho\" and \"Sims\". At 11:15, the 36 dive bombers attacked the two American ships.\nFour dive bombers attacked \"Sims\" and the rest attacked \"Neosho\". The destroyer was hit by three bombs, broke in half, and sank, killing all but 14 of her 192-man crew. \"Neosho\" was hit by seven bombs. Heavily damaged and without power, \"Neosho\" was sinking. \"Neosho\" told Fletcher by radio that she was under attack.\nThe American aircraft sighted \"Shōhō\" at 10:40 and attacked. The Japanese carrier was protected by six Zeros and two Type 96 'Claude' fighters flying combat air patrol (CAP). Gotō's cruisers surrounded the carrier.\nAttacking first, \"Lexington\"s air group hit \"Shōhō\" with two bombs and five torpedoes, causing severe damage. At 11:00, \"Yorktown\"s air group attacked the burning carrier with 11 more bombs and two torpedoes. Torn apart, \"Shōhō\" sank at 11:35 (). Gotō sent his warships to the north, but sent the destroyer to rescue survivors. Only 203 of the carrier's 834-man crew were rescued. Three American aircraft were lost in the attack. All of \"Shōhō\"s aircraft were lost. At 12:10, a pilot told TF 17 that the attack was successful.\nAfternoon operations.\nThe American aircraft returned and landed on their carriers by 13:38. By 14:20, the aircraft ready to launch against the Port Moresby Invasion Force or Gotō's cruisers. Fletcher was worried that he did not know where the other Japanese fleet carriers were. Allied forces thought that up to four Japanese carriers might be nearby. Fletcher turned TF17 southwest.\nWhen Inoue was told that \"Shōhō\" had been sunk, he ordered the invasion convoy to pull back to the north. He ordered Takagi to destroy the American carrier forces. As the invasion convoy pulled back, it was bombed by eight U.S. Army B-17s, but was not damaged. Gotō and Kajioka were told to place their ships south of Rossel Island for a night battle if the American ships got close enough.\nAt 12:40, a seaplane saw Crace's force. At 13:15, an aircraft from Rabaul saw Crace's force. Takagi turned his carriers west at 13:30 and told Inoue at 15:00 that the US carriers were too far away to attack them that day.\nInoue's men sent attack aircraft from Rabaul towards Crace. The first group included 12 torpedo-armed Type 1 bombers and the second group was 19 Mitsubishi Type 96 aircraft armed with bombs. Both groups found and attacked Crace's ships at 14:30. Crace's ships were undamaged and shot down four Type 1s. A short time later, three U.S. Army B-17s bombed Crace by accident, but caused no damage.\nCrace radioed Fletcher that he could not complete his mission without airplanes. Crace moved southward. Crace's ships were low on fuel.\nTakagi's staff thought that the Allied ships would be close enough to attack before nightfall. Takagi and Hara decided to attack with aircraft, even though they would have to return after dark.\nTo try to confirm the location of the American carriers, at 15:15 Hara eight torpedo bombers to look westward. The dive bombers returned from their attack on \"Neosho\" and landed. At 16:15 Hara launched 12 dive bombers and 15 torpedo planes with orders to try to find the American ships.\nAt 17:47, TF 17 detected the Japanese forces on radar heading in their direction. The Americans sent 11 CAP Wildcats to attack the Japanese planes. The Wildcats shot down seven torpedo bombers and one dive bomber, and heavily damaged another torpedo bomber. Three Wildcats were lost.\nThe Japanese leaders canceled the mission and returned to their carriers. The sun set at 18:30. Several of the Japanese dive bombers found the American carriers in the darkness and tried to land on them. Anti-aircraft fire from TF 17's destroyers sent them away. By 20:00, TF 17 and Takagi were about apart. Takagi turned on his ships' searchlights to help the 18 surviving aircraft get back.\nAt 15:18 and 17:18 \"Neosho\" radioed TF 17 that she was sinking. Fletcher knew his only nearby fuel supply was gone.\nAs nightfall ended aircraft flights for the day, Fletcher ordered TF 17 to head west. Crace also turned west. Inoue told Takagi to destroy the U.S. carriers the next day. He delayed the Port Moresby landings to 12 May. Takagi took his carriers north during the night to protect the invasion convoy. Gotō and Kajioka were unable to attack the Allied warships at night.\nBoth sides spent the night preparing their aircraft for the battle. In 1972, U.S. Vice Admiral H. S. Duckworth said Coral Sea was the most confused battle area in world history.\" Hara said he was so frustrated with the \"poor luck\" the Japanese had on 7 May that he felt like quitting the navy.\nAttack on the Japanese carriers.\nAt 06:15 on 8 May, Hara launched seven torpedo bombers to search the area south from the Japanese carriers. Three Kawanishi Type 97s from Tulagi and four Type 1 bombers from Rabaul also helped in the search. At 07:00, the carrier force turned to the southwest and was joined by two of Gotō's cruisers, and. The invasion convoy, Gotō, and Kajioka moved east of Woodlark Island.\nAt 06:35, TF 17 launched 18 SBDs to search for Japanese ships. The skies over the American carriers were mostly clear.\nAt 08:20, a \"Lexington\" SBD spotted the Japanese carriers and told TF 17. Two minutes later, a \"Shōkaku\" plane saw TF 17 and told Hara. The two forces were about away from each other. Both sides got ready to launch their aircraft.\nAt 09:15, the Japanese carriers launched 18 fighters, 33 dive bombers, and 18 torpedo planes. The American carriers each launched a separate attack. \"Yorktown\"s group consisted of six fighters, 24 dive bombers, and nine torpedo planes. \"Lexington\"s group was made up of nine fighters, 15 dive bombers, and 12 torpedo planes. Both the American and Japanese carrier forces turned to head directly for each other.\n\"Yorktown\"s dive bombers reached the Japanese carriers at 10:32. At this time, \"Shōkaku\" and \"Zuikaku\" were about apart, with \"Zuikaku\" hidden under clouds. The two carriers were protected by 16 CAP Zero fighters. The \"Yorktown\" dive bombers attacked at 10:57 on \"Shōkaku\" and hit the carrier with two bombs, causing heavy damage to the carrier's flight and hangar decks. The \"Yorktown\" torpedo planes missed with all of their torpedoes. Two U.S. dive bombers and two CAP Zeros were shot down during the attack.\n\"Lexington\"s aircraft arrived and attacked at 11:30. Two dive bombers attacked \"Shōkaku\", hitting the carrier with one bomb, causing further damage. Two other dive bombers attacked \"Zuikaku\", missing with their bombs. The rest of \"Lexington\"s dive bombers were unable to find the Japanese carriers in the heavy clouds. \"Lexington\"s TBDs missed \"Shōkaku\" with all 11 of their torpedoes. The 13 CAP Zeros on patrol shot down three Wildcats.\nWith her flight deck heavily damaged and 223 of her crew killed or wounded, \"Shōkaku\" was unable to launch any more planes. At 12:10, \"Shōkaku\" and two destroyers pulled back to the northeast.\nAttack on the U.S. carriers.\nAt 10:55, \"Lexington\"s radar detected the Japanese aircraft and sent nine Wildcats to attack the planes. Six of the Wildcats were too low, and they missed the Japanese aircraft as they passed by overhead. Because of the heavy losses in aircraft the night before, the Japanese could not do a full torpedo attack on both carriers. The Japanese sent 14 torpedo planes to attack \"Lexington\" and four to attack \"Yorktown\". A Wildcat shot down one and 8 \"Yorktown\" SBDs destroyed three. Four SBDs were shot down by Zeros escorting the torpedo planes.\nThe Japanese attack began at 11:13 as the carriers, stationed apart, fired with anti-aircraft guns. The four torpedo planes which attacked \"Yorktown\" all missed. The remaining torpedo planes hit \"Lexington\" with two Type 91 torpedoes. The first torpedo broke the aviation gasoline tanks. The second torpedo caused several of the boilers to stop working. Four of the Japanese torpedo planes were shot down by anti-aircraft fire.\nThe 33 Japanese dive bombers attacked after the torpedo attacks. The 19 \"Shōkaku\" dive bombers attacked \"Lexington\" while the remaining 14, attacked \"Yorktown\". Zeros protected the dive bombers from four \"Lexington\" CAP Wildcats. Takahashi's bombers damaged \"Lexington\" with two bomb hits, causing fires which were put out by 12:33. At 11:27, \"Yorktown\" was hit in the center of her flight deck by a single, semi-armor-piercing bomb which penetrated four decks before exploding, causing severe damage and killing or seriously wounding 66 men. Up to 12 near misses damaged \"Yorktown\"s hull below the waterline. Two of the dive bombers were shot down by a CAP Wildcat during the attack.\nAs the Japanese aircraft completed their attacks and began to fly back, they were attacked by US planes.\nRecovery, reassessment, and retreat.\nThe planes, with many damaged aircraft, landed on their carriers between 12:50 and 14:30. \"Yorktown\" and \"Lexington\" were both able to land planes. Forty-six of the original 69 aircraft from the Japanese force returned. Three more Zeros, four dive bombers, and five torpedo planes were damaged beyond repair and were pushed into the ocean.\nAs TF 17 got its aircraft back, Fletcher thought about the situation. Fletcher knew both his carriers were hurt and that he had lost a lot of fighters. Fuel was also a problem due to the loss of \"Neosho\". At 14:22, Fitch told Fletcher that there were two undamaged Japanese carriers. Fletcher pulled TF17 out from the battle. Fletcher radioed MacArthur the position of the Japanese carriers and suggested that he attack them with bombers.\nAround 14:30, Hara informed Takagi that only 24 Zeros, eight dive bombers, and four torpedo planes from the carriers were working. Takagi was worried about his ships' fuel levels; his cruisers were at 50% and some of his destroyers were as low as 20%. At 15:00 Takagi said he had sunk two American carriers – \"Yorktown\" and a \"-class\". Inoue called the invasion convoy to Rabaul, postponed \"MO\" to 3 July, and ordered his forces to gather northeast of the Solomons to begin the \"RY\" operation.\n\"Zuikaku\" and her escorts turned towards Rabaul while \"Shōkaku\" headed for Japan.\nAboard \"Lexington\", an explosion killed 25 men and started a large fire. Around 14:42, another large explosion occurred, starting a second fire. A third explosion occurred at 15:25. \"Lexington\"s crew began abandoning ship at 17:07. After the carrier's survivors were rescued, including Fitch and the carrier's captain, Frederick C. Sherman, at 19:15 the destroyer fired five torpedoes into the burning ship, which sank in 2,400 fathoms at 19:52 ().\nTwo hundred and sixteen of the carrier's 2,951-man crew sunk with the ship, along with 36 aircraft. \"Phelps\" and the other warships left to rejoin \"Yorktown\", which departed at 16:01, and TF17 moved to the southwest. Later that evening, MacArthur informed Fletcher that eight of his B-17s had attacked the invasion convoy and that it was moving to the northwest.\nThat evening, Crace sent \"Hobart\", which was low on fuel, and the destroyer, which was having engine trouble, to Townsville. Crace remained on patrol in the Coral Sea in case the Japanese invasion force tried to go towards Port Moresby.\nA new type of naval war.\nThe battle was the first naval battle in history in which the ships never saw or fired directly at each other. Instead, aircraft were used to attack each other.\nThis was a carrier-versus-carrier battle. Neither commander had experience with this. The commanders had poor communications. This was hard, because the battle took place over a large area. The planes flew so fast that it meant there was not much time to make decisions.\nThe Japanese had problems because Inoue was too far away at Rabaul to direct his naval forces. Fletcher was on a carrier, so it was easier for him to direct his forces. The Japanese admirals did not share information quickly.\nThe experienced Japanese carrier aircrews did better than those of the U.S. The Japanese aircrews did more damage with the same number of aircraft. The Japanese attack on the American carriers on 8 May was better organized than the U.S. attack on the Japanese carriers.\nThe Japanese had much higher losses to their carrier aircrews. They lost ninety aircrew killed in the battle compared with thirty-five for the Americans. Japan's highly skilled carrier aircrews could not be replaced because the training programs could not produce enough new aircrew. There were not training programs to produce skilled pilots. Coral Sea was the start of Japan losing its experienced aircrews.\nThe Americans did learn from their mistakes in the battle. They made improvements to their carrier fighting approach. The Americans improved their anti-aircraft defences. Radar gave the Americans an advantage in this battle.\nFollowing the loss of \"Lexington\", improved methods for carrying airplane fuel and better ways of dealing with damage were developed by the Americans. Coordination between the Allied land-based air forces and the U.S. Navy was poor during this battle.\nJapanese and U.S. carriers would fight again in the battles of Midway, the Eastern Solomons, and the Santa Cruz Islands in 1942, and the Philippine Sea in 1944. Each of these battles had an impact on what would happen in the Pacific War.\nTactical and strategic implications.\nBoth sides claimed victory after the battle. In terms of ships lost, the Japanese won a victory by sinking an American fleet carrier, an oiler, and a destroyer –. The Americans sunk a light carrier, a destroyer, and several smaller warships –. \"Lexington\" was one quarter of U.S. carrier strength in the Pacific. The Japanese public was told it was a victory.\nThe Allies won because the sea invasion of Port Moresby was stopped. This meant that supply lines between the U.S. and Australia were protected. Although pulling \"Yorktown\" away from the Coral Sea was like giving the sea area to the Japanese, the Japanese stopped their invasion plans.\nThe battle was the first time that a Japanese invasion force was stopped. This improved the morale of the Allies. The Allies had been defeated by the Japanese during the first six months of the Pacific War.\nPort Moresby was important to the Allies. The US Navy said that the damage it did to the Japanese was greater than what it really did.\nThe battle affected the planning of both sides. Without in New Guinea, the Allied advance would have been more difficult. For the Japanese, the battle was seen as a problem. The battle showed the Japanese that American were not that good in battle. The Japanese thought that future carrier attacks against the U.S. would be successful.\nMidway.\nOne of the most important effects of the Coral Sea battle was the loss of and.\nYamamoto wanted to use these carriers to battle American carriers at Midway (\"Shōhō\" was supposed to support the Japanese invasion ground forces). The Japanese thought that they sank two carriers in the Coral Sea, but this still left at least two more U.S. Navy carriers, \"Enterprise\" and \"Hornet\", which could fight at Midway.\nAmerican carriers had more planes than Japanese carriers. The US also had land-based aircraft at Midway. This meant that the Japanese did not have more planes at Midway. The Americans would have three carriers at Midway, because \"Yorktown\" could still sail, even with the damage from Coral Sea. The U.S. Navy was able to repair Yorktown at Pearl Harbor between 27 and 30 May so that she could fight in the battle.\nAt Midway, 's aircraft were important in sinking two Japanese carriers. \"Yorktown\" also took a lot of the Japanese air attacks at Midway which would have been directed at the other American carriers.\nThe Americans worked hard to get the maximum number of forces for Midway. The Japanese did not try to include \"Zuikaku\" in the operation. The Japanese did not try to put the \"Shōkaku\" aircrews with \"Zuikaku\"s air groups or provide \"Zuikaku\" with new aircraft. \"Shōkaku\" had a damaged flight deck which required three months of repair in Japan.\nHistorians H. P. Willmott, Jonathan Parshall, and Anthony Tully think Yamamoto made an error in deciding support the \"MO\". Since Yamamoto thought the big battle with the Americans would be at Midway, he should not have sent fleet carriers to less important battle like \"MO\". Japanese naval forces were weakened at both the Coral Sea and Midway battles, which allowed the Allies to defeat them.\nYamamoto did not notice another thing about the Coral Sea battle. The Americans put their carriers the right place and time to fight the Japanese. U.S. Navy carrier aircrews showed skill and tried to do major damage to the Japanese carrier forces. Japan lost four fleet carriers at Midway, which made Japan start to lose the Pacific War.\nSituation in the South Pacific.\nThe Australians and U.S. forces in Australia were disappointed with the the Battle of the Coral Sea. They thought that the \"MO\" operation was going to lead to an invasion of the Australian mainland. In a meeting held in late May, the Australian Advisory War Council said the battle was disappointing since the Allies knew about the Japanese plans.\nGeneral MacArthur told Australian Prime Minister John Curtin that Japanese forces could attack anywhere if supported by the IJN.\nBecause of the losses in carriers at Midway, the Japanese were unable to invade Port Moresby from the sea. Japan tried to capture Port Moresby by land. Japan began its attack towards Port Moresby along the Kokoda Track on 21 July from Buna and Gona.\nBy then, the Allies sent more troops to New Guinea. The added forces slowed and stopped the Japanese advance towards Port Moresby in September 1942. They also stopped the Japanese from capturing an Allied base at Milne Bay.\nThe Allies tried their to use their victories at Coral Sea and Midway to try to win the war against Japan. The Allies chose Tulagi and Guadalcanal as their first attacks.\nThe failure of the Japanese to take Port Moresby, and their defeat at Midway, meant Tulagi was not protected by other Japanese bases. Tulagi was four hours flying time from Rabaul, the nearest large Japanese base.\nOn 7 August 1942, 11,000 U.S. Marines landed on Guadalcanal and 3,000 U.S. Marines landed on Tulagi and nearby islands. The Japanese troops on Tulagi and nearby islands killed in the Battle of Tulagi and Gavutu-Tanambogo. The U.S. Marines on Guadalcanal captured an airfield under construction by the Japanese.\nThis started the Guadalcanal and Solomon Islands Campaigns. These resulted in a number of battles between Allied and Japanese forces over the next year. Along with the New Guinea campaign, this destroyed Japanese defences, caused huge losses for the Japanese military—especially the Navy. This helped the Allies to win the war against Japan.\nThe delay in the advance of Japanese forces also allowed the United States Marine Corps to land on Funafuti on October 2, 1942. The US built airfields from which USAAF B-24 \"Liberator\" bombers could fly. The atolls of Tuvalu were places the Allies could use to get ready for the Battle of Tarawa and the Battle of Makin that started on 20 November 1943.","categories":[],"infobox_types":[],"annotations":[{"uri":"Battle","surface_form":"battle","offset":48},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":130},{"uri":"World_War_II","surface_form":"World War II","offset":151},{"uri":"Imperial_Japanese_Navy","surface_form":"Japanese Navy","offset":192},{"uri":"Allies_of_World_War_II","surface_form":"Allied","offset":210},{"uri":"United_States_Navy","surface_form":"United States","offset":247},{"uri":"Royal_Australian_Navy","surface_form":"Australia","offset":265},{"uri":"Aircraft_carrier","surface_form":"aircraft carrier","offset":316},{"uri":"Occupied_territory","surface_form":"occupy","offset":565},{"uri":"Port_Moresby","surface_form":"Port Moresby","offset":572},{"uri":"New_Guinea","surface_form":"New Guinea","offset":588},{"uri":"Tulagi","surface_form":"Tulagi","offset":603},{"uri":"Solomon_Islands","surface_form":"Solomon Islands","offset":617},{"uri":"Coral_Sea","surface_form":"Coral Sea","offset":861},{"uri":"Battle_of_Midway","surface_form":"Battle of Midway","offset":1634},{"uri":"Battle_of_Guadalcanal","surface_form":"Guadalcanal Campaign","offset":1804},{"uri":"Attack_on_Pearl_Harbor","surface_form":"the Japanese attacked","offset":1891},{"uri":"United_States_Pacific_Fleet","surface_form":"U.S. Pacific fleet","offset":1917},{"uri":"Pearl_Harbor","surface_form":"Pearl Harbor","offset":1939},{"uri":"Battleship","surface_form":"battleship","offset":2015},{"uri":"Declaration_of_war","surface_form":"state of war","offset":2046},{"uri":"British_Malaya","surface_form":"Malaya","offset":2301},{"uri":"Allies_of_World_War_II","surface_form":"Allies","offset":2397},{"uri":"Philippines","surface_form":"Philippines","offset":2707},{"uri":"Singapore","surface_form":"Singapore","offset":2730},{"uri":"Netherlands_East_Indies","surface_form":"Netherlands East Indies","offset":2745},{"uri":"Wake_Island","surface_form":"Wake Island","offset":2770},{"uri":"New_Britain","surface_form":"New Britain","offset":2783},{"uri":"Gilbert_Islands","surface_form":"Gilbert Islands","offset":2800},{"uri":"Guam","surface_form":"Guam","offset":2821},{"uri":"Imperial_Japanese_Navy_General_Staff","surface_form":"Naval General Staff","offset":2984},{"uri":"Proposed_Japanese_invasion_of_Australia_during_World_War_II","surface_form":"wanted to invade","offset":3004},{"uri":"Imperial_Japanese_Army","surface_form":"Imperial Japanese Army","offset":3156},{"uri":"Vice_Admiral","surface_form":"Vice Admiral","offset":3247},{"uri":"Shigeyoshi_Inoue","surface_form":"Shigeyoshi Inoue","offset":3260},{"uri":"IJN_4th_Fleet","surface_form":"4th Fleet","offset":3301},{"uri":"Tulagi","surface_form":"Tulagi","offset":3372},{"uri":"Solomon_Islands","surface_form":"Solomon Islands","offset":3399},{"uri":"Port_Moresby","surface_form":"Port Moresby","offset":3419},{"uri":"New_Guinea","surface_form":"New Guinea","offset":3435},{"uri":"New_Caledonia","surface_form":"New Caledonia","offset":3552},{"uri":"Samoa","surface_form":"Samoa","offset":3577},{"uri":"Operation_Mo","surface_form":"Operation \"MO\"","offset":3708},{"uri":"Operation_RY","surface_form":"Operation \"RY\"","offset":3970},{"uri":"Nauru","surface_form":"Nauru","offset":4013},{"uri":"Banaba_Island","surface_form":"Ocean Island","offset":4023},{"uri":"Phosphate","surface_form":"phosphate","offset":4046},{"uri":"Invasion_of_Lae-Salamaua","surface_form":"invading the Lae-Salamaua","offset":4220},{"uri":"Townsville","surface_form":"Townsville","offset":4377},{"uri":"Cooktown","surface_form":"Cooktown","offset":4392},{"uri":"Isoroku_Yamamoto","surface_form":"Isoroku Yamamoto","offset":4421},{"uri":"Combined_Fleet","surface_form":"Combined Fleet","offset":4460},{"uri":"Fifth_Carrier_Division","surface_form":"Fifth Carrier Division","offset":4999},{"uri":"Chester_W._Nimitz","surface_form":"Chester Nimitz","offset":5210},{"uri":"Pacific_Ocean_Areas_(command)","surface_form":"Allied forces in the Pacific","offset":5247},{"uri":"Samoa","surface_form":"Samoa","offset":5518},{"uri":"Suva","surface_form":"Suva","offset":5531},{"uri":"Coral_Sea","surface_form":"Coral Sea","offset":5606},{"uri":"Task_Force_17","surface_form":"Task Force 17","offset":5811},{"uri":"Task_Force_16","surface_form":"TF 16","offset":5996},{"uri":"Rossel_Island_(Yela)","surface_form":"Rossel Island","offset":6683},{"uri":"K%C5%8Ds%C5%8D_Abe","surface_form":"Kōsō Abe","offset":6900},{"uri":"South_Seas_Detachment","surface_form":"South Seas Detachment","offset":6983},{"uri":"Sadamichi_Kajioka","surface_form":"Sadamichi Kajioka","offset":7112},{"uri":"Infantry","surface_form":"infantry","offset":7379},{"uri":"Kiyohide_Shima","surface_form":"Kiyohide Shima","offset":7531},{"uri":"Aritomo_Got%C5%8D","surface_form":"Aritomo Gotō","offset":7794},{"uri":"Kuninori_Marumo","surface_form":"Kuninori Marumo","offset":7861},{"uri":"New_Georgia","surface_form":"New Georgia","offset":8065},{"uri":"New_Ireland_(island)","surface_form":"New Ireland","offset":8113},{"uri":"Takeo_Takagi","surface_form":"Takeo Takagi","offset":8416},{"uri":"Flagship","surface_form":"flag","offset":8430},{"uri":"Ch%C5%ABichi_Hara","surface_form":"Chūichi Hara","offset":8461},{"uri":"A6M_Zero","surface_form":"Zero","offset":8819},{"uri":"Louisiade_Archipelago","surface_form":"Louisiades","offset":9448},{"uri":"Task_Force_44","surface_form":"TF 44","offset":9485},{"uri":"John_Gregory_Crace","surface_form":"John Crace","offset":9613},{"uri":"Cruiser","surface_form":"cruiser","offset":9647},{"uri":"Royal_Australian_Air_Force","surface_form":"Royal Australian Air Force","offset":9837},{"uri":"Guadalcanal","surface_form":"Guadalcanal","offset":10072},{"uri":"F4F_Wildcat","surface_form":"F4F Wildcat","offset":10928},{"uri":"Kawanishi_H6K","surface_form":"Kawanishi Type 97","offset":10985},{"uri":"Yokohama_Air_Group","surface_form":"Yokohama Air Group","offset":11021},{"uri":"Boeing_B-17_Flying_Fortress","surface_form":"B-17","offset":11989},{"uri":"Rossel_Island_(Yela)","surface_form":"Rossel Island","offset":12436},{"uri":"Deboyne_Islands","surface_form":"Deboyne Islands","offset":12584},{"uri":"D%27Entrecasteaux_Islands","surface_form":"D'Entrecasteaux Islands","offset":12710},{"uri":"Anti-aircraft_warfare","surface_form":"anti-aircraft","offset":12922},{"uri":"SBD_Dauntless","surface_form":"SBD dive bombers","offset":13221},{"uri":"Nakajima_B5N","surface_form":"Type 97 carrier bomber","offset":13278},{"uri":"Kawanishi_E7K","surface_form":"Kawanishi E7K2 Type 94","offset":13420},{"uri":"Floatplane","surface_form":"floatplane","offset":13443},{"uri":"Aichi_D3A","surface_form":"Type 99","offset":13880},{"uri":"F4F_Wildcat","surface_form":"F4F Wildcat","offset":14557},{"uri":"TBD_Devastator","surface_form":"TBD Devastator","offset":14599},{"uri":"United_States_Army","surface_form":"United States Army","offset":14700},{"uri":"Mitsubishi_A5M","surface_form":"Type 96 'Claude'","offset":15587},{"uri":"Combat_air_patrol","surface_form":"combat air patrol","offset":15620},{"uri":"Mitsubishi_G3M","surface_form":"Mitsubishi Type 96","offset":17354},{"uri":"Woodlark_Island","surface_form":"Woodlark Island","offset":20067},{"uri":"Radar","surface_form":"radar","offset":22041},{"uri":"Type_91_torpedo","surface_form":"Type 91","offset":22779},{"uri":"Armor-piercing_shot_and_shell","surface_form":"armor-piercing bomb","offset":23404},{"uri":"Frederick_C._Sherman","surface_form":"Frederick C. Sherman","offset":25492},{"uri":"Fathoms","surface_form":"fathoms","offset":25601},{"uri":"Battle_of_Midway","surface_form":"Midway","offset":28125},{"uri":"Battle_of_the_Eastern_Solomons","surface_form":"Eastern Solomons","offset":28137},{"uri":"Battle_of_the_Santa_Cruz_Islands","surface_form":"Santa Cruz Islands","offset":28163},{"uri":"Battle_of_the_Philippine_Sea","surface_form":"Philippine Sea","offset":28199},{"uri":"Port_Moresby","surface_form":"Port Moresby","offset":28740},{"uri":"New_Guinea","surface_form":"New Guinea","offset":29384},{"uri":"Battle_of_Midway","surface_form":"Midway","offset":29817},{"uri":"Pearl_Harbor","surface_form":"Pearl Harbor","offset":30416},{"uri":"Advisory_War_Council_(Australia)","surface_form":"Advisory War Council","offset":32043},{"uri":"John_Curtin","surface_form":"John Curtin","offset":32195},{"uri":"Kokoda_Track","surface_form":"Kokoda Track","offset":32481},{"uri":"Buna%2C_Papua_New_Guinea","surface_form":"Buna","offset":32510},{"uri":"Gona","surface_form":"Gona","offset":32519},{"uri":"Battle_of_Milne_Bay","surface_form":"Milne Bay","offset":32738},{"uri":"United_States_Marine_Corps","surface_form":"U.S. Marines","offset":33159},{"uri":"Battle_of_Tulagi_and_Gavutu-Tanambogo","surface_form":"Battle of Tulagi and Gavutu-Tanambogo","offset":33317},{"uri":"Honiara_International_Airport","surface_form":"airfield","offset":33400},{"uri":"Guadalcanal_Campaign","surface_form":"Guadalcanal","offset":33462},{"uri":"Solomon_Islands_Campaign","surface_form":"Solomon Islands Campaign","offset":33478},{"uri":"New_Guinea_campaign","surface_form":"New Guinea campaign","offset":33613},{"uri":"United_States_Marine_Corps","surface_form":"United States Marine Corps","offset":33848},{"uri":"Funafuti","surface_form":"Funafuti","offset":33886},{"uri":"United_States_Army_Air_Forces","surface_form":"USAAF","offset":33949},{"uri":"B-24","surface_form":"B-24","offset":33955},{"uri":"Battle_of_Tarawa","surface_form":"Battle of Tarawa","offset":34066},{"uri":"Battle_of_Makin","surface_form":"Battle of Makin","offset":34091}]}