{"id":425739,"url":"http://en.wikipedia.org/wiki/Suicide_prevention","text":"Suicide prevention is when local organizations, mental health doctors and nurses, and psychologists try to stop people from attempting suicide. One thing to do is stop people who are about to attempt suicide. Another way to stop people from attempting suicide is to treat the symptoms of depression, help people to cope during a time of crisis, reduce the issues that put people at risk of attempting suicide, and give people hope for a better future.\nSuicide is not just a medical or mental health issue. Making sure people have friends and family to help them and taking away dangerous items can also stop people from attempting suicide.\nIn the U.S., there is a National Strategy for Suicide Prevention. It was created by the Department of Health and Human Services in 2001. Suicide prevention activities include messages aimed at people and messages for everyone in the community.\nSpecific strategies.\nIt has also been suggested that news media can help prevent suicide by linking suicide with negative results, such as pain for the pain felt by the family.\nInterventions.\nMany methods of stopping suicide exist. These include talking to the person, looking for risks, and making it harder for people to get dangerous items.\nDirect talks.\nThe World Health Organization says a good way to help people who are suicidal is to talk to them. The person can also be asked about depression, and if they plan to attempt suicide. Talking with people about suicide does not create suicidal thoughts. The doctor has to show concern and compassion. Doctors should try to reduce sadness and let the person know that people care. The WHO says not to not say everything will be all right. However, some people who have talked about suicide have attempted it. This means that doctors need to make sure the person is comfortable talking about his or her feelings.\nScreening.\nThe U.S. Surgeon General says there are ways to find out which people are at risk of suicide. This may be the best way to stop children and adolescents from attempting suicide.\nThere are tools like questionnaires to help doctors to know who is at risk. One example is the Beck Hopelessness Scale. These questionnaires are good for finding adolescents and young adults who might want to attempt suicide. Doctors should interview people who seem to be at risk. Questionnaires may not always tell doctors which person will attempt suicide Asking about suicide does not increase the risk.\nIn approximately 75 percent of suicides, the people had seen a doctor in the last year. About 45 to 66 percent of people saw a doctor the month they committed suicide. About 33 to 41 percent of those who committed suicide had used mental health services in the prior year. About 20 percent used mental health services in the month before they committed suicide. This shows that doctors need to get better at knowing which people will attempt suicide.\nLethal means reduction.\nMaking it hard for people to get dangerous things is an important part of suicide prevention. Making it hard for people to get dangerous items can lead to less suicides. Putting up fences at bridges and cliffs reduces suicides. Putting up signs or increasing patrols is not so helpful One example of making dangerous items less available is coal gas in the United Kingdom. Until the 1950s, the most common way of committing suicide in the UK was poisoning by inhaling coal gas. In 1958, natural gas was used instead. Natural gas is much less dangerous. So less people committed suicide.\nIn the United States,studies show that firearms increase suicide risk. Because guns are quick and more dangerous than other suicide method, they lead to more suicides.\nTreatment.\nTreatments to reduce the risk of suicide can include medical approaches, prescription medicine, and talk therapy.\nAbout 10% of people with psychiatric problems may have a medical condition that the doctor does not know about which is causing their symptoms. About 50% may have a medical condition that the doctor does not know about which is making their symptoms worse. Illegal drugs and prescribed medications may also cause problems. Treating medical conditions may reduce the risk of suicidal ideas.\nRecent research shows that lithium lowers the risk of suicide for people with bipolar disorder.\nLithium also lowers the suicide risk in those with regular depression.\nTalk therapy can reduce suicidal ideas such as Dialectical behavior therapy (DBT). Benefits include a reduction in self-harm behaviour and suicidal ideas. Cognitive Behavior Therapy for Suicide Prevention (CBT-SP) helps adolescents at high risk of suicide attempts.\nRespect and self-esteem.\nThe World Health Organization states that \"worldwide, suicide is among the top five causes of mortality in the 15- to 19-year age group. In many countries it ranks first or second as a cause of death among both boys and girls in this age group\". The organization says teens need help with difficult and stressful life situations.\" It also says that teachers need to prevent bullying and violence at schools.\nSupport groups.\nMany non-profit organizations exist that try to prevent suicide. Examples include the American Foundation for Suicide Prevention in the United States, which provide crisis hotlines. In addition, some groups such as To Write Love on Her Arms use social media to reach more people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Suicide","surface_form":"suicide","offset":135},{"uri":"Major_depressive_disorder","surface_form":"depression","offset":288},{"uri":"Crisis","surface_form":"crisis","offset":337},{"uri":"National_Strategy_for_Suicide_Prevention","surface_form":"National Strategy for Suicide Prevention","offset":664},{"uri":"World_Health_Organization","surface_form":"World Health Organization","offset":1246},{"uri":"Assessment_of_suicide_risk","surface_form":"risk of suicide","offset":1938},{"uri":"Questionnaire","surface_form":"questionnaire","offset":2059},{"uri":"Beck_Hopelessness_Scale","surface_form":"Beck Hopelessness Scale","offset":2133},{"uri":"Coal_gas","surface_form":"coal gas","offset":3262},{"uri":"Lithium","surface_form":"lithium","offset":4218},{"uri":"Dialectical_behavior_therapy","surface_form":"Dialectical behavior therapy","offset":4405},{"uri":"World_Health_Organization","surface_form":"World Health Organization","offset":4653},{"uri":"American_Foundation_for_Suicide_Prevention","surface_form":"American Foundation for Suicide Prevention","offset":5159},{"uri":"To_Write_Love_on_Her_Arms","surface_form":"To Write Love on Her Arms","offset":5288},{"uri":"Social_media","surface_form":"social media","offset":5318}]}