{"id":425809,"url":"http://en.wikipedia.org/wiki/Social_cognitive_theory","text":"Social cognitive theory emphasizes how cognitive, behavioral, personal, and environmental factors interact to determine motivation and behavior. Social cognitive theory was presented by Albert Bandura in response to his dissatisfaction with the principles of behaviorism and psychoanalysis. His research is primarily focused on self-efficacy, the beliefs regarding one's capabilities of completing tasks or goals successfully.\nAlbert Bandura.\nAlbert Bandura (born December 4, 1925) is a psychologist who did work on social learning. He is credited for \"social learning theory\". This theory was renamed \"social cognitive theory\".\nHis theory defines human behavior as a three-way, dynamic, and reciprocal interaction of personal factors, behavior, and the environment. According to this theory, the behavior of an individual is determined by three factors with more emphasis on the cognitive processes that mediate learning. Response consequences of a behavior are used as expectations of behavioral outcomes. It is the ability to form these expectations that give humans the capacity to predict the outcomes of their behavior, before the behavior is performed. In addition, the social cognitive theory posits that most behavior is learned vicariously. Bandura's social cognitive theory suggests that humans can learn through observation without imitating the observed behavior. Bandura is also credited with the theoretical construct of self-efficacy and is responsible for the research in the influential 1961 Bobo doll experiment.\nExplanation.\nSocial cognitive theory explains psychosocial functioning in terms of triadic reciprocal causation. In this causal model, behavior, personal factors and the environment operate as interacting determinants that influence each other bi-directionally. Bandura deemed that individuals can learn through observing others without the need for imitating such behavior. With vicarious learning capabilities, an individual could learn through observing others' behaviors and the rewards or consequences of those behaviors. The bi-directional influences of this causal model results in the remarkable intercultural and intracultural diversity evident in our planet. Social cognitive theory calls to mind that learning occurs when an individual takes the observed behavior and incorporates it into their own knowledge.\nHuman influences.\nSocial cognitive theory suggests people are neither driven by global traits nor automatically shaped and controlled by the environment. They serve as contributors to their own motivation, behavior, and development within a network of reciprocally interacting influences.\nBehavioral interactions.\nThe social cognitive theory explains behavior in terms of a three-way interaction between the environment, personal factors, and behavior. It does not imply that one factor may be stronger than others. They do not all occur simultaneously. Bandura states that the interaction between the three factors will differ based on the individual, the particular behavior being examined, and the specific situation in which the behavior occurs.\nThe person-behavior interaction involves the bi-directional influences of one's thoughts, emotions, and biological properties and one's actions. A person's expectations, beliefs, self-perceptions, goals, and intentions give shape and direction to behavior. The behavior expressed will affect one's thoughts and emotions. The social cognitive theory accounts for biological personal factors, such as sex, ethnicity, temperament, and genetic predisposition and the influences they have on behavior.\nIn addition, a two-way interaction occurs between the environment and personal characteristics. Human expectations, beliefs, and cognitive competencies are developed and modified by social influences and physical structures within the environment. The social factors can express information and trigger emotional reactions through modeling, instruction, and social persuasion. Humans evoke different reactions from their social environment as a result of their physical characteristics, such as age, size, race, sex, physical attractiveness.\nThe final interplay takes place between behavior and the environment. Bandura argues that people are both products and producers of their environment. A person's behavior will determine the aspects of their environment to which they are exposed. The behavior is modified by that environment. An individual's behavior can affect the way in which they experience the environment through selective attention. Selective attention refers to the vast range of possibilities of how humans select whom they interact with and the activities they participate in. The environment partly determines which forms of one's behavior are developed and activated.\nSocial learning.\nObservational or \"social\" learning is regulated by four component process, which results in a person translating a modeled event into a performance that is matched with the model. According to Bandura, a model can be either an actual person or symbolic, such as a book, a picture, or a set of instructions. The process consists of four variables: \"attention\", \"retention\", \"behavior production\", and \"motivation\". Each of these components has a function to engage either in the attainment of information about events or in the decision to put this information to use in guiding behavior.\nSelf-efficacy.\nBandura explains that the most effective way of developing a strong sense of self-efficacy is through \"mastery experiences\". Successfully completing a task strengthens our sense of self-efficacy. However, failing to adequately complete a challenge can undermine and weaken self-efficacy. \"Social modeling\" is the act of witnessing other people successfully completing a task. The second influential way of creating and strengthening self-efficacy beliefs is through \"vicarious experiences\" provided by social models. Bandura suggests that watching people similar to oneself succeed with sustained effort raises the observers' beliefs that they also have the ability to master similar activities to succeed.\nOther sources of influence.\nIn addition, research shows that social comparison of one's own performance to the performance of others, especially peers or siblings, serve as a strong source of self-efficacy. Schools are also considered a strong source of self-efficacy. It is good to note that schools are based on the evaluation of students by comparing individual performance to the group's performance. However, this type of evaluation can result in severe problems in self-efficacy for those who lag behind or have trouble with academics.\nMass media.\nTelevision reality shows can manipulate abstract portrayals of human nature, social relations, and the norms and the structure of society. Social cognitive theory states that humans can learn by observing how other people behave. In research about mass media, the social cognitive theory is referenced as a framework that might explain certain behaviors and influences from media effects. Bandura suggests that television influences the viewers' beliefs about reality. It is not because people watch too much television but rather the content of the televised show. To see the world as the televised messages portray it is to harbor some misconceptions. New behaviors and their potential consequences can be represented, observed and imitated because of the influences of television or the internet.\nIn one study, researchers argued that the positive correlation between television viewing and the initiation of youth smoking was a result of the rarity with which television portrays the negative consequences of smoking. In another study, researchers theorized that the positive relationship between exposure to women's magazine and women's drive for thinness is a function of the tendency for women's magazines to link thinness to positive consequences, thus engendering extrinsic motivation for dietary behavior. There are also studies that reference social cognitive theory to explain the possible effects of mass media regarding race and gender. Though these studies did not test social cognitive theory directly, but instead drew from its concepts to assume how it would explain the effect acknowledged in their study.\nMotivation using goals.\nSocial cognitive theory suggests goals influence people's cognitive and emotional reactions to performance outcomes because goals indicate the requirements for personal success. People have created guides and motivators for activities that lead to their desired outcome. Bandura found that goal systems gain motivating power through self-evaluative and self-efficacy mechanisms that are activated by cognitive comparison. It can improve an individual's cognitive well-being and accomplishments in several ways.\nGoals have strong motivational effects. They provide an individual with a sense of direction and purpose. They also help to build an individual's self-efficacy. Successfully completing a goal increases an individual's self-beliefs in their capabilities. Bandura links this effect with the increase interest in what an individual is doing and the increase in self-satisfaction. Motivation through goals provide an ongoing source of self-efficacy, interest, and satisfaction. Those without these characteristics are often unmotivated and uncertain about their abilities.","categories":[],"infobox_types":[],"annotations":[{"uri":"Albert_Bandura","surface_form":"Albert Bandura","offset":186},{"uri":"Behaviorism","surface_form":"behaviorism","offset":259},{"uri":"Psychoanalysis","surface_form":"psychoanalysis","offset":275},{"uri":"Self-efficacy","surface_form":"self-efficacy","offset":328},{"uri":"Social_learning","surface_form":"social learning","offset":516},{"uri":"Reciprocal","surface_form":"reciprocal","offset":692},{"uri":"Bobo_doll_experiment","surface_form":"Bobo doll experiment","offset":1510},{"uri":"Motivation","surface_form":"Motivation","offset":9206}]}