{"id":425812,"url":"http://en.wikipedia.org/wiki/International_Bank_Account_Number","text":"The International Bank Account Number is an internationally-recognised way of identifying bank account numbers. Its abbreviation is \"IBAN\". The IBAN was developed to enable people in the European Union to send money to a bank account in another country. When a person uses a computer to make a money transfer, the IBAN has features that allow the person’s computer to check for typing errors.\nThe IBAN is now used in all European countries and also in many developing countries. Developed countries outside Europe such as the United States, Australia and Canada do not use the IBAN.\nLayout.\nIBANs are usually written in groups of four characters. This makes it easy for people to copy the numbers.\nChecking an IBAN.\nFor Example check that \"codice_2\" is a valid IBAN.\nAdministration.\nThe IBAN was developed to make it easier to transfer money from a bank in one EU country to a bank in another EU country. This was important when people bought goods from other countries.\nAll bank accounts within the European Union must have an IBAN. Bank accounts can also have a domestic bank account identifier. The domestic bank account identifier in the United Kingdom is the sort code and bank account number. During 2014 all banks in Europe that use the euro must start using the IBAN for customer account numbers. They will no longer be allowed to use older national systems.\nThe IBAN is also used in many developing countries including Brazil, Pakistan. Turkey and many counties in the Middle East.","categories":[],"infobox_types":[],"annotations":[{"uri":"European_Union","surface_form":"European Union","offset":187},{"uri":"Developing_country","surface_form":"developing countries","offset":457},{"uri":"Developed_country","surface_form":"Developed countries","offset":479},{"uri":"European_Union","surface_form":"EU","offset":861},{"uri":"Sort_code","surface_form":"sort code","offset":1164},{"uri":"Euro","surface_form":"euro","offset":1244},{"uri":"Developing_country","surface_form":"developing countries","offset":1397},{"uri":"Middle_East","surface_form":"Middle East","offset":1478}]}