{"id":426260,"url":"http://en.wikipedia.org/wiki/Mahendra_Singh_Dhoni","text":"Mahendra Singh Dhoni (born 7 July 1981), commonly known as M. S. Dhoni and *Mahi*, is a cricket player and was the former captain of the Indian cricket team. Dhoni is a right-handed batsman. He is known as the greatest captain of all time, having achieved more success than any other captain in the history of cricket.\nThe Indian cricket team won the 2011 Cricket World Cup under his captainship. His Test cricket and One Day International records are the best among all Indian captains to date. He took over the ODI captaincy from Rahul Dravid in 2007 and led the team to its first ever inter-country ODI series wins in Sri Lanka and New Zealand. Dhoni also holds the post of Vice-President of India Cements Ltd. after resigning from Air India. India Cements is the owner of the Indian Premier League team Chennai Super Kings, and Dhoni has been its captain since the first edition of IPL.\nDhoni has also been given many awards, such as the ICC ODI Player of the Year award in 2008 and 2009 (the first Indian player to achieve this), the Rajiv Gandhi Khel Ratna award in 2007 and the Padma Shri, India's fourth-highest civilian honour, in 2009.\nOn 6 February 2015, Dhoni's daughter was born. He had played his 300th dhoni have more than 800 wins\nPlaying style.\nM.S Dhoni is a right-handed batsman and also plays the role of a wicket-keeper. He mostly plays shots in the back foot, that is, he plays shots shifting his body weight on the right leg. He has his own famous cricket shot, called the \"Helicopter\", that can pick balls and send them in the galleries for six runs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cricket","surface_form":"cricket","offset":88},{"uri":"Captain_(sports)","surface_form":"former captain","offset":115},{"uri":"India_national_cricket_team","surface_form":"Indian cricket team","offset":137},{"uri":"Cricket_World_Cup","surface_form":"Cricket World Cup","offset":356},{"uri":"One_Day_International","surface_form":"One Day International","offset":418},{"uri":"India_Cements","surface_form":"India Cements Ltd.","offset":695},{"uri":"Indian_Premier_League","surface_form":"Indian Premier League","offset":780},{"uri":"Padma_Shri","surface_form":"Padma Shri","offset":1085}]}