{"id":426259,"url":"http://en.wikipedia.org/wiki/Sociocultural_theory","text":"Sociocultural theory was created by Lev Vygotsky as a response to Behaviorism. The main idea of the theory is that the ways people interact with others and the culture they live in shape their mental abilities. Vygotsky believed that parents, relatives, peers and society all have an important role in forming higher levels of functioning. Sociocultural theory, as stated by Cole, John-Steiner, Scribner, and Souberman, is the belief that \"every function in the child's cultural development appears twice: first, on the social level, and later, on the individual level.\" This means that the skills children learn first are related to interactions with others and they then take that information and use it within themselves.\nLev Vygotsky.\nLev Vygotsky was born in 1896 in Russia. He graduated from Moscow University in 1917 and started his career as a psychologist during the Russian Revolution. He taught literature and psychology for seven years. Vygotsky went against the leading scientists of his time by suggesting that scientific psychology should not ignore the role of consciousness. Most scientists at the time disagreed with his ideas, however, he was still offered a job at the Institute of Psychology in Moscow. There he worked on his new ideas of psychology.\nOn June 11, 1934, Vygotsky died from an illness. Although his work did get some attention during his lifetime, it was not until the 1960s when Joseph Stalin died and politics did not have a large role in academics, that his views were widely known in Russia. Vygotsky's ideas did not gain fame in the United States until around twenty years later.\nSociocultural theory.\nThe main desire of Vygotsky was to design a new way to look at and come up with a solution to educational and social problems of the time. He believed other factors, besides biological instincts, caused humans to act the way they do. He was the first modern psychologist to suggest a way in which culture plays a part in each person's nature. Vygotsky believed the inclusion of sign systems from a child's culture changes behavior and connects early and later forms of individual development. Vygotsky was a strong supporter of the idea that what children learned from other people in their own culture helped them develop. He considers human thought processes to be based on social interactions and language. Three key areas of sociocultural theory are the zone of proximal development, private speech and make-believe play.\nPsychological Tools.\nVygotsky (1981) stated that humans “master themselves from the outside through psychological tools” (pg. 141).Psychological tools are language, writing styles, counting system and conventional signs (Miller, 2016). Psychological tools are also inclusive of learning strategies and modes of attending and memorization that is taught in an individual’s school. Such tools are utilized to guide individual’s thoughts and behaviors. The culture of which a person is embedded dictates which tools, social interactions and skills are needed. What one culture values may differ from another, thus the tools provided reflect specific cultural values and needs. For example, western society places importance on education and technology, as these are needed to be self-sufficient in that part of the world. Other societies, such as more indigenous types, may emphasis the importance of hunting/gathering type behaviors. As one can see, psychological tools indigenous societies utilizes versus the ones in which western societies utilize would differ. Children use their psychological tools to cognitively transform their social experiences.\nZone of proximal development.\nVygotsky felt learning in children should be related to their developmental level. This caused him to argue that learning takes place within a zone of proximal development (ZPD), which is made up of functions that are not yet fully formed, but are on the way to being established.\nThe ZPD draws attention to three important issues. First, it focuses attention on children's mental functions that are currently going on, but are not yet complete. Second, it recognized help from peers or adults as a method of learning. Third, it helped to separate between actual and potential learning ability. The actual ability of a child is what they can do without any help from others, while potential learning ability is when a child needs help in order to complete a task. Three assumptions are often discussed in relation to the ZPD. They include generality assumption, assistance assumption and potential assumption.\nThe ZPD is mainly used for two types of cognitive development analysis. One reason ZPD is used is to pick out the functions needed for learning as a child ages. The second test done by ZPD is to figure out where the child is at the moment, mentally, in relation to where they are supposed to be or where they will be as they grow.\nScaffolding.\nIn the 1970s, Bruner, Wood, and Ross created the term \"scaffolding\" to add to sociocultural theory. Scaffolding describes the interaction between a child and an adult who helps them finish a task that they could not do alone. Scaffolding relates to Vygotsky's sociocultural theory because it recognizes the role of social interaction on learning and how other people affect the development of children. It involves changing the way a more skilled person helps a child in doing a task based on their available learning ability. Just like physical scaffolding is used to support buildings as they are being made, scaffolding in sociocultural theory helps support a child as their mental processes develop.\nPrivate speech.\nPrivate speech takes place when children talk to themselves. Vygotsky saw this as the starting point for all mental developments. According to Lantolf, Vygotsky believed \"it is the process of privatizing speech that higher forms of consciousness arise on the inner plane and in this way our biological capacities are organized into a culturally mediated mind.\"\nIn simpler terms, Vygotsky thought that it was by using private speech that a child's biological instincts were made into culturally acceptable ways of acting. He suggested that children spoke to themselves as a way of guiding themselves through an action. Vygotsky suggested that private speech changes as children age, beginning as external (out loud) speech when they are younger but then becoming more internal (within themselves) as they age. Through relationships with more capable people, children get information and use that understanding in their private speech. Vygotsky thought private speech showed how children use the support given to them by others to assist their own way of thinking and how they act.\nMake-believe play.\nVygotsky saw make-believe play as an important part of child development. It is one of the main ways of developing during the preschool years. Children use make-believe play to test multiple skills and achieve important cultural abilities. Vygotsky suggested that as children take part in made up situations they learn how to act in agreement with their internal ideas, not just external ideas.\nDuring play children put themselves into the adult roles of their culture and practice how they will act in the future. Play takes place before development so children can start to gain the motivation, abilities and attitudes needed for social participation, which can be done only with the help of peers and adults. Make-believe play allows children to practice how they would act in the real world. It provides them with a way to gain the basic skills needed to function in their society before they become adults. However, learning these roles and skills is only done with help from others in their culture.","categories":[],"infobox_types":[],"annotations":[{"uri":"Behaviorism","surface_form":"Behaviorism","offset":66},{"uri":"Russian_Revolution","surface_form":"Russian Revolution","offset":876},{"uri":"Literature","surface_form":"literature","offset":906},{"uri":"Psychology","surface_form":"psychology","offset":921}]}