{"id":426311,"url":"http://en.wikipedia.org/wiki/Battle_of_Honkaniemi","text":"The Battle of Honkaniemi was fought between Finnish and Soviet forces on 26 February 1940. This battle was fought by tanks. It was only time they were used in the Winter War.\nThe commander of the Finnish II Corps, General Harald Öhquist, had put the Jaeger Battalion 3 with the 4th company of the Armoured Battalion and the 23rd Division.\nAt 10:15 pm, the commander of the Jaeger Battalion 3, Captain I. Kunnas and Lieutenant O. Heinonen of the 4th Armoured Company were ordered to attack.\nThe plan.\nThe original plan was to attack the Soviets with six Infantry Battalions, four artillery battalions and the 4th Armoured Company. However, only four Infantry Battalions, two artillery battalions and the 4th Tank Company did the attack.\nThe assault.\nOn the nights of February 25 and 26, members of the Jaeger Battalion went by truck and by skiing to get to the battle. The tank company lost five of their 13 Vickers 6-Ton tanks due to engine failure. There was another problem. When the Finns started to use their artillery guns, they accidentally killed or wounded 30 Finns.\nThe beginning.\nAnother two Finnish tanks stopped working. This meant that the Finnish only had six tanks for the battle. Even after all these set-backs, there were more to come. The 1st Jaeger Battalion was fired on by the Soviets. Then this battalion came to a railway track, but they could not cross it. The 2nd and 3rd Jaeger Battalions also stopped.\nTank backup.\nThe 4th Armoured Company got a tank stuck in a ditch. The remaining five tanks were hit by T-26s, T-28s and 45 mm anti-tank guns\".\nThe tank of Corporal E. Seppälä hit two Soviet tanks. However, the crew had to abandon the tank because it stopped working. The other Finnish tank destroyed one Soviet tank before being damaged.\nFinnish retreat.\nCaptain Kunnas got orders at 10:00 pm to stop the attack and retreat. The Finns' first tank battle was not a success. The tank battle had been fought with crews who did not have much experience. As well, they had almost no radio communication.\nAfterwards.\nThe battle caused the deaths of one NCO. Two officers and two NCOs were injured. As well, three privates were reported missing. The Finnish troopers kept on trying to attack the Soviets.","categories":[],"infobox_types":[],"annotations":[{"uri":"Finland","surface_form":"Finnish","offset":44},{"uri":"Soviet_Union","surface_form":"Soviet","offset":56},{"uri":"Winter_War","surface_form":"Winter War","offset":163},{"uri":"Finnish_II_Corps_(Winter_War)","surface_form":"Finnish II Corps","offset":196},{"uri":"Harald_%C3%96hquist","surface_form":"Harald Öhquist","offset":222},{"uri":"Finnish_Jaeger_Battalion_3","surface_form":"Jaeger Battalion 3","offset":250},{"uri":"Finnish_Armoured_Battalion_(Winter_War)","surface_form":"Armoured Battalion","offset":297},{"uri":"Finnish_23rd_Division_(Winter_War)","surface_form":"23rd Division","offset":324},{"uri":"Captain_(land)","surface_form":"Captain","offset":393},{"uri":"Lieutenant","surface_form":"Lieutenant","offset":415},{"uri":"Vickers_6-Ton","surface_form":"Vickers 6-Ton tanks","offset":907},{"uri":"T-26","surface_form":"T-26","offset":1533},{"uri":"T-28","surface_form":"T-28","offset":1540},{"uri":"45_mm_anti-tank_gun_M1942_(M-42)","surface_form":"45 mm anti-tank guns","offset":1550}]}