{"id":426345,"url":"http://en.wikipedia.org/wiki/Paulinus_of_York","text":"Paulinus (also St. Paulinus) (died 644) was the first Bishop of York. He was named Archbishop of York by the pope, but had left Northumbria before the news reached him. He then became the Bishop of Rochester, in Kent. After his death he was venerated as a saint.\nEarly career.\nPaulinus was a monk living in Rome when he was sent to Britain in 601 by Pope Gregory I. He was part of a group of missionaries sent to aid Augustine in his mission as the first Archbishop of Canterbury. Little is known of Paulinus' in Kent. But 24 years later he was the Chaplain to Ethelberga of Kent, daughter of King Athelbert I of Kent. She was promised in marriage to King Edwin of Northumbria. In order to marry a Christian woman he promised he would consider converting to Christianity himself. As part of the agreement her chaplain Paulinus came north to Northumbria with her. Before leaving Canterbury in 625, Paulinus was consecrated a bishop by Justus, Archbishop of Canterbury.\nBishop of York.\nPaulinus was the first Bishop of York. He had little success in converting the pagans for the first year. In 626, an assassin named Eumer was sent by Cwichelm of Wessex to kill King Edwin. Eumer found the king at his royal estate on the river Derwent on Easter Day. Pretending to have a message from his master he was allowed to see the king. He had a two-edged knife treated with poison and tried to attack King Edwin. But he killed the king's thane and managed to only wound the king. That evening his first child was born, a daughter named Eanfled. In front of Bishop Paulinus King Edwin prayed to his gods in thanks for the safe delivery of his child. Paulinus told him that it was \"his\" prayers to God that gave the Queen a safe and almost painless delivery. The king was very pleased with this explanation made Paulinus a promise. If God would grant him a victory over his enemies who tried to assassinate him, he would accept Christianity and be baptised. As a guarantee of his promise he allowed his newborn daughter to become Christian. She was the first of the Northumbrians to be baptised. The baptism took place at Pentecost and in the ceremony several members of the royal family were also baptised.\nEdwin himself waited to be baptised until after his campaign against the West Saxons. Edwin raided into Wessex and punished those who had attempted to assassinate him. Although Cwichelm still lived he returned to Northumbria. Edwin had the pagan sanctuary at Goodmanham destroyed. In 627 Edwin was baptised into the Christian faith along with all the nobles of his kingdom. Paulinus then traveled all over Northumbria converting the people. He built a stone church at Drewsbury. Paulinus also traveled to Lindsey and had a church built at Lincoln. The pope in Rome heard of the great success in Northumbria. He decided to raise York from a bishopric to an archbishopric with Paulinus as the first Archbishop of York. But the pallium apparently did not reach Paulinus in time. At the Battle of Hatfield Chase King Edwin was killed by Cadwallon and Penda. Paulinus along with Queen Ethelberga and her children fled south to Kent. Paulinus was then made Bishop of Rochester in Kent. Bishop Paulinus died on 10 October 644.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bishop","surface_form":"Bishop","offset":54},{"uri":"York","surface_form":"York","offset":64},{"uri":"Archbishop_of_York","surface_form":"Archbishop of York","offset":83},{"uri":"Northumbria","surface_form":"Northumbria","offset":128},{"uri":"Kent","surface_form":"Kent","offset":212},{"uri":"Venerated","surface_form":"venerated","offset":241},{"uri":"Saint","surface_form":"saint","offset":256},{"uri":"Monk","surface_form":"monk","offset":292},{"uri":"Rome","surface_form":"Rome","offset":307},{"uri":"Britain","surface_form":"Britain","offset":332},{"uri":"Pope_Gregory_I","surface_form":"Pope Gregory I","offset":350},{"uri":"Missionary","surface_form":"missionaries","offset":392},{"uri":"Augustine_of_Canterbury","surface_form":"Augustine","offset":417},{"uri":"Archbishop_of_Canterbury","surface_form":"Archbishop of Canterbury","offset":455},{"uri":"Chaplain","surface_form":"Chaplain","offset":549},{"uri":"Athelbert_I_of_Kent","surface_form":"Athelbert I of Kent","offset":598},{"uri":"Edwin_of_Northumbria","surface_form":"Edwin of Northumbria","offset":656},{"uri":"Christian","surface_form":"Christian","offset":698},{"uri":"Canterbury","surface_form":"Canterbury","offset":878},{"uri":"Consecration","surface_form":"consecrated","offset":910},{"uri":"Justus","surface_form":"Justus","offset":934},{"uri":"Assassin","surface_form":"assassin","offset":1101},{"uri":"Cwichelm_of_Wessex","surface_form":"Cwichelm of Wessex","offset":1134},{"uri":"Easter","surface_form":"Easter Day","offset":1238},{"uri":"Northumbria","surface_form":"Northumbrians","offset":2055},{"uri":"Pentecost","surface_form":"Pentecost","offset":2111},{"uri":"Ceremony","surface_form":"ceremony","offset":2132},{"uri":"Campaign","surface_form":"campaign","offset":2249},{"uri":"Sanctuary","surface_form":"sanctuary","offset":2443},{"uri":"Goodmanham","surface_form":"Goodmanham","offset":2456},{"uri":"Noble","surface_form":"noble","offset":2548},{"uri":"Drewsbury","surface_form":"Drewsbury","offset":2665},{"uri":"Lindsey_(kingdom)","surface_form":"Lindsey","offset":2702},{"uri":"Lincoln%2C_England","surface_form":"Lincoln","offset":2736},{"uri":"Bishopric","surface_form":"bishopric","offset":2837},{"uri":"Archbishopric","surface_form":"archbishopric","offset":2853},{"uri":"Battle_of_Hatfield_Chase","surface_form":"Battle of Hatfield Chase","offset":2980},{"uri":"Cadwallon_ap_Cadfan","surface_form":"Cadwallon","offset":3030},{"uri":"Penda_of_Mercia","surface_form":"Penda","offset":3044},{"uri":"Rochester%2C_Kent","surface_form":"Rochester","offset":3158}]}