{"id":42658,"url":"http://en.wikipedia.org/wiki/CD-RW","text":"A CD-RW (which stands for Compact Disc ReWritable) is a Compact disc that can be recorded and erased multiple times. It can hold data or music. Most of the time it will hold data, since many CD players can not play CD-RWs. During its development, the format was known as CD-E, which stands for Compact Disc Erasable. The standard was introduced in 1997. It replaced the less successful CD-MO.\nThe disk used for this is an optical disc. Phase change technology is used to write to the disk. A laser beam is used to heat a certain point of the disk. Once this point is hot, the information stored there can be changed.\nAccording to what the manufacturers of these disks say, it is possible to record and erase such a disk up to 1000 times. They behave very much like CD-Rs, otherwise. Entire sessions can be written. As long as there is space on the disc, new sessions can be appended. To be readable in an ordinary CD drive, all sessions must be closed though.\nCD-RWs never gained the popularity of CD-Rs. This is because they are more expensive to make and to buy. Also, not all CD drives can read them. Reading and writing speeds are also lower than those of pre-made CDs and CD-Rs.\nAlso, like with the CD-R, it is impractical (and slow) to use these disks to quickly add or remove small files. Other formats, like Zip disk, Jaz disk, Magneto-optical disks, and USB flash drives are More used for quickly reading, writing, or erasing small (sets of) files. When a deletion needs to be made, the whole CD needs to be erased.\nCD-RWs (like CD-Rs) are more used for backups. They are usually cheaper than tape-based solutions.\nDepending on the method used to write, and the type of disk used, usable capacities range from about 500 to 700 megabytes.\nPretty much the same concepts are used for DVD-RWs, which have a much higher capacity.","categories":[],"infobox_types":[],"annotations":[{"uri":"Compact_disc","surface_form":"Compact disc","offset":56},{"uri":"Information","surface_form":"data","offset":129},{"uri":"Music","surface_form":"music","offset":137},{"uri":"CD_player","surface_form":"CD player","offset":191},{"uri":"1997","surface_form":"1997","offset":348},{"uri":"CD-MO","surface_form":"CD-MO","offset":386},{"uri":"Optical_disc","surface_form":"optical disc","offset":422},{"uri":"Phase_change","surface_form":"Phase change","offset":436},{"uri":"Laser","surface_form":"laser","offset":492},{"uri":"CD-R","surface_form":"CD-R","offset":765},{"uri":"Zip_drive","surface_form":"Zip disk","offset":1316},{"uri":"Jaz_drive","surface_form":"Jaz disk","offset":1326},{"uri":"Magneto-optical_drive","surface_form":"Magneto-optical disk","offset":1336},{"uri":"USB_flash_drive","surface_form":"USB flash drive","offset":1363},{"uri":"Backup","surface_form":"backup","offset":1563},{"uri":"Tape_backup","surface_form":"tape","offset":1602},{"uri":"Megabyte","surface_form":"megabyte","offset":1736}]}