{"id":426595,"url":"http://en.wikipedia.org/wiki/Attrition_warfare","text":"e=\"preserve\">A war of attrition is a military strategy in which one side tries to cause so many losses of soldiers and so much destruction of military equipment that it wears down the enemy forces until they collapse. The side with more resources (soldiers and military equipment) is the side that usually wins.\nStrategic considerations.\nMilitary experts like Sun Tzu say attrition is not the best way to win a war. A famous quote by Sun Tzu is \"the supreme art of war is to subdue the enemy without fighting\". In a war of attrition both parties think they can win. One is always wrong and often, both are wrong. They can both end up with fewer resources than when they began. Ideally, wars are won using the least numbers of soldiers and weapons possible. Another form of attrition warfare is the search and destroy operations used by the United States during the Vietnam War. That same conflict proved that wars of attrition do not work when your enemy is willing to absorb higher losses and continue a war indefinitely.\nAmerican Civil War.\nUnion General Ulysses S. Grant began a war of attrition with the Battle of the Wilderness. This was a change for the Army of the Potomac. No longer going after the Confederate capital at Richmond, Virginia, Grant was directly going after Lee's Army of Northern Virginia. It was the first battle of the Union army's Overland Campaign and ended with neither side victorious. The combined casualties totaled 28,000. Grant knew that although his losses were greater, any losses for the Confederacy would reduce their capacity to fight. The North had a much larger pool of resources to work with. So Grant concluded any Confederate losses were worth the sacrifice made by the Union army.\nWorld War I.\nOne of the best examples of a war of attrition is World War I on the Italian and Western Fronts. Both sides were drained until one side did not have enough men, horses, food and other military resources to continue. The term was often used to show a lack of imagination in simply throwing soldiers at their enemy. While this implies attrition warfare can be avoided, unfortunately it often cannot. Attrition is frequently a key approach to winning a war. An army will use maneuver and position to its advantage so that when the fight does occur the enemy suffers the greater loss of resources. But attrition may be necessary to create the space in which to maneuver and position forces. For this reason, the two approaches to fighting a war are closely linked and attrition is often the more important. The end of World War I is described in detail by Keegan. It is enough to say that Germany could not replace the men killed with equal numbers of new troops.","categories":[],"infobox_types":[],"annotations":[{"uri":"Military_strategy","surface_form":"military strategy","offset":37},{"uri":"Soldier","surface_form":"soldier","offset":106},{"uri":"Destruction","surface_form":"destruction","offset":127},{"uri":"Equipment","surface_form":"equipment","offset":151},{"uri":"Enemy","surface_form":"enemy","offset":184},{"uri":"Collapse","surface_form":"collapse","offset":208},{"uri":"Sun_Tzu","surface_form":"Sun Tzu","offset":360},{"uri":"Quote","surface_form":"quote","offset":425},{"uri":"Search_and_destroy","surface_form":"search and destroy","offset":798},{"uri":"United_States","surface_form":"United States","offset":840},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":865},{"uri":"Conflict","surface_form":"conflict","offset":888},{"uri":"Union_army","surface_form":"Union","offset":1043},{"uri":"Ulysses_S._Grant","surface_form":"Ulysses S. Grant","offset":1057},{"uri":"Battle_of_the_Wilderness","surface_form":"Battle of the Wilderness","offset":1108},{"uri":"Army_of_the_Potomac","surface_form":"Army of the Potomac","offset":1160},{"uri":"Confederate_States_of_America","surface_form":"Confederate","offset":1207},{"uri":"Richmond%2C_Virginia","surface_form":"Richmond, Virginia","offset":1230},{"uri":"Robert_E._Lee","surface_form":"Lee's","offset":1281},{"uri":"Army_of_Northern_Virginia","surface_form":"Army of Northern Virginia","offset":1287},{"uri":"Overland_Campaign","surface_form":"Overland Campaign","offset":1358},{"uri":"Casualty_(person)","surface_form":"casualties","offset":1429},{"uri":"Northern_United_States","surface_form":"North","offset":1579},{"uri":"World_War_I","surface_form":"World War I","offset":1789},{"uri":"Italian_Campaign_(World_War_I)","surface_form":"Italian","offset":1808},{"uri":"Western_Front_(World_War_I)","surface_form":"Western Front","offset":1820},{"uri":"Resource","surface_form":"resource","offset":1932},{"uri":"Maneuver","surface_form":"maneuver","offset":2211}]}