{"id":426538,"url":"http://en.wikipedia.org/wiki/Beth_Ditto","text":"Beth Ditto (born February 19, 1981) is an American singer-songwriter. She is known for being the singer of the Gossip.\nEarly life.\nDitto grew up in Searcy, Arkansas. She lived in a two-bedroom house with her mother and six siblings until she was 13. Then she went to live with her aunt Jannie. Ditto moved to Olympia, Washington in 1999 with friends.\nCareer.\nIn 1999 Ditto started Gossip with guitarist Nathan \"Brace Paine\" Howdeshell and drummer Kathy Mendonça. In August 2000 they played at the first Ladyfest in Olympia. There were over 2000 people there.\nOn January 23 2001 Gossip's first album \"That's Not What I Heard\" was released by Kill Rock Stars.\nTheir second album, \"Movement\", was released the next year.\nIn 2006 their third studio album \"Standing in the Way of Control\" was released. A remix of \"Standing in the Way of Control\" by Soulwax was used as the theme song of the UK teen drama Skins. The album was successful in the UK and Ditto became famous there.\nIn 2006 NME put her at the top of their year's Cool List. In 2009 she made a clothing collection for Evans, a UK store that sells clothes for plus-size women. In October 2012, \"Coal to Diamonds\", a book Ditto wrote with Michelle Tea about her life so far, was published. In May 2013 she did a video for Rookie magazine's Ask a Grown Woman. In June 2013 she sung on the single \"A Rose By Any Name\" by Blondie.\nPersonal life.\nIn March 2013 she was arrested.\nWhen she was 15 she realized that she is a lesbian. She dated Freddie Fagula for nine years. She married Kristin Ogata in Hawaii in July 2013.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":42},{"uri":"Singer-songwriter","surface_form":"singer-songwriter","offset":51},{"uri":"Gossip_(band)","surface_form":"Gossip","offset":111},{"uri":"Searcy","surface_form":"Searcy","offset":148},{"uri":"Arkansas","surface_form":"Arkansas","offset":156},{"uri":"Olympia","surface_form":"Olympia","offset":309},{"uri":"Washington","surface_form":"Washington","offset":318},{"uri":"Ladyfest","surface_form":"Ladyfest","offset":503},{"uri":"Kill_Rock_Stars","surface_form":"Kill Rock Stars","offset":641},{"uri":"Soulwax","surface_form":"Soulwax","offset":845},{"uri":"Skins","surface_form":"Skins","offset":901},{"uri":"NME","surface_form":"NME","offset":982},{"uri":"Michelle_Tea","surface_form":"Michelle Tea","offset":1194},{"uri":"Rookie_(magazine)","surface_form":"Rookie","offset":1277},{"uri":"Blondie","surface_form":"Blondie","offset":1374},{"uri":"Lesbian","surface_form":"lesbian","offset":1473}]}