{"id":426635,"url":"http://en.wikipedia.org/wiki/Tavi_Gevinson","text":"Tavi Gevinson (born April 21, 1996) is an American writer and blogger. In 2008 she started a blog called \"Style Rookie\". She posted pictures of herself wearing outfits and wrote about the latest fashion trends. The blog was successful. Due to its success Gevinson was asked to go to New York Fashion Week and Paris Fashion Week. In autumn 2011, Gevinson made a website called \"Rookie\". Rookie is an internet magazine for teenage girls.\nLife.\nGevinson was born in Chicago to a Jewish family. Gevinson is going to go to a university in the East Coast. She is a feminist.\nCareer.\nGevinson acted for the first time in the 2008 short film \"First Bass\". In September 2009 she was on the cover of Pop magazine. That month she was interviewed by Pixie Geldof for Love magazine.\nIn January 2011 Gevinson interviewed Gwen Stefani for Teen Vogue. In September 2011 Gevinson started an internet magazine called Rookie. She is also its editor. In 5 days it had been viewed over 1 million times. Lady Gaga called her the \"future of journalism\". Gevinson was invited to TedxWomen in New York. She met Gloria Steinem there and gave her a short interview.\nIn January 2013 she was interviewed by CNN and Steven Colbert. A documentary about Kathleen Hanna called The Punk Singer was released in March 2013. Gevinson was interviewed in it. In May 2013 she interviewed Emma Watson. In June 2013 she interviewed Sofia Coppola and Greta Gerwig. In October 2013 \"Enough Said\", a movie she acted in, was released. In November 2013 Gevinson modelled for Cole Haan's Christmas advert. Gevinson's face was on the cover of the first internet-only issue of BULLETT Magazine in November 2013.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Americans","surface_form":"American","offset":42},{"uri":"Blogger","surface_form":"blogger","offset":62},{"uri":"Fashion","surface_form":"fashion","offset":195},{"uri":"New_York_Fashion_Week","surface_form":"New York Fashion Week","offset":283},{"uri":"Paris_Fashion_Week","surface_form":"Paris Fashion Week","offset":309},{"uri":"Rookie_(magazine)","surface_form":"Rookie","offset":377},{"uri":"Chicago","surface_form":"Chicago","offset":463},{"uri":"Feminist","surface_form":"feminist","offset":559},{"uri":"Pixie_Geldof","surface_form":"Pixie Geldof","offset":738},{"uri":"Gwen_Stefani","surface_form":"Gwen Stefani","offset":807},{"uri":"Teen_Vogue","surface_form":"Teen Vogue","offset":824},{"uri":"Lady_Gaga","surface_form":"Lady Gaga","offset":982},{"uri":"Gloria_Steinem","surface_form":"Gloria Steinem","offset":1086},{"uri":"CNN","surface_form":"CNN","offset":1178},{"uri":"Steven_Colbert","surface_form":"Steven Colbert","offset":1186},{"uri":"Kathleen_Hanna","surface_form":"Kathleen Hanna","offset":1222},{"uri":"Emma_Watson","surface_form":"Emma Watson","offset":1348},{"uri":"Sofia_Coppola","surface_form":"Sofia Coppola","offset":1390},{"uri":"Cole_Haan","surface_form":"Cole Haan","offset":1528},{"uri":"BULLETT_Magazine","surface_form":"BULLETT Magazine","offset":1627}]}