{"id":426689,"url":"http://en.wikipedia.org/wiki/Louise_Diane_d%27Orl%C3%A9ans","text":"Louise Diane d'Orléans (27 June 1716 – 26 September 1736) was the last child of Philippe d'Orléans, Duke of Orléans (\"Regent of the Kingdom\" from 1715 to 1723) and his wife, Françoise Marie de Bourbon, the youngest illegitimate daughter of King Louis XIV of France and his mistress, Madame de Montespan. The Princess of Conti by marriage, she died in childbirth at the age of twenty. Some sources refer to her as \"Louis Diane\". The princess used the name Louise.\nBiography.\nLouise Diane d'Orléans was born in the Palais-Royal, the Paris residence of the House of Orléans, on 27 June 1716 as the youngest child of the Duke and Duchess of Orléans. Elizabeth Charlotte of the Palatinate was her fathers mother and was not impressed at the thought of having another granddaughter\nUntil her marriage, she was known as \"Mademoiselle de Chartres \". known as \"Mademoiselle de Chartres\". She grew up with her younger sister Élisabeth with a convent education. Her sister would later become the Queen of Spain.\nLouise grew up in an era when her father, known as \"Philippe d'Orléans\" or simply \"le Régent\" was the ruler of France, him being in charge of the affairs of state since the death of Louis XIV. The Palais-Royal was where the Régent held his court and lived openly with his mistress.\nIn her youth, she was said to have been a very sensitive child and would grow up to be one of the more beautiful of the Regent's daughters. Despite her being another girl, (1 of 7 overall), her birth was not really greeted with the joy that had met her brother, Louis d'Orléans, Duke of Orléans.\nIn December 1731, it was decided that she should marry her distant cousin Louis François de Bourbon, Prince of Conti. Her marriage was arranged by her mother Françoise Marie, \"Dowager Duchess of Orléans\" and her first cousin (and subsequent mother in law) Louise Élisabeth, \"Dowager Princess of Conti\".\nShe was baptised on 19 January 1732 by the Cardinal of Rohan and she married the Prince of Conti three days later, on 22 January. The marriage ceremony took place at the Palace of Versailles. Louise was then fifteen years old. At her wedding, her cousin Élisabeth Alexandrine de Bourbon held her train.\nAfter the marriage, she became known at court as Her Serene Highness, the Princess of Conti. Her husband had succeeded to the Conti title in 1727 upon the death of his father, Louis Armand II, Prince of Conti. In 1734, Louise gave birth to a son, heir to the Conti name, and, in 1736, to a second child who died at birth.\nLouise died in childbirth on 26 September 1736 outside Paris. She was buried at the Saint-André-des-Arcs church. Her only surviving son, Louis François Joseph, was the last Prince of Conti.","categories":[],"infobox_types":[],"annotations":[{"uri":"Philippe_II%2C_Duke_of_Orl%C3%A9ans","surface_form":"Philippe d'Orléans, Duke of Orléans","offset":80},{"uri":"Fran%C3%A7oise_Marie_de_Bourbon","surface_form":"Françoise Marie de Bourbon","offset":174},{"uri":"Louis_XIV_of_France","surface_form":"Louis XIV of France","offset":245},{"uri":"Madame_de_Montespan","surface_form":"Madame de Montespan","offset":283},{"uri":"Princess_of_Conti","surface_form":"Princess of Conti","offset":308},{"uri":"House_of_Orl%C3%A9ans","surface_form":"House of Orléans","offset":554},{"uri":"Elizabeth_Charlotte_of_the_Palatinate","surface_form":"Elizabeth Charlotte of the Palatinate","offset":646},{"uri":"Louise_%C3%89lisabeth_d%27Orl%C3%A9ans","surface_form":"Élisabeth","offset":915},{"uri":"Louis_d%27Orl%C3%A9ans%2C_Duke_of_Orl%C3%A9ans","surface_form":"Louis d'Orléans, Duke of Orléans","offset":1545},{"uri":"Louis_Fran%C3%A7ois%2C_Prince_of_Conti","surface_form":"Louis François de Bourbon, Prince of Conti","offset":1653},{"uri":"Fran%C3%A7oise_Marie_de_Bourbon","surface_form":"Françoise Marie, \"Dowager Duchess of Orléans\"","offset":1737},{"uri":"Louise_%C3%89lisabeth_de_Bourbon","surface_form":"Louise Élisabeth, \"Dowager Princess of Conti\"","offset":1835},{"uri":"Armand_Gaston_Maximilien_de_Rohan","surface_form":"Cardinal of Rohan","offset":1925},{"uri":"Palace_of_Versailles","surface_form":"Palace of Versailles","offset":2052},{"uri":"%C3%89lisabeth_Alexandrine_de_Bourbon","surface_form":"Élisabeth Alexandrine de Bourbon","offset":2136},{"uri":"Serene_Highness","surface_form":"Her Serene Highness","offset":2234},{"uri":"Louis_Armand_II%2C_Prince_of_Conti","surface_form":"Louis Armand II, Prince of Conti","offset":2361},{"uri":"Louis_Fran%C3%A7ois_Joseph%2C_Prince_of_Conti","surface_form":"Louis François Joseph","offset":2644},{"uri":"Princes_of_Conti","surface_form":"Prince of Conti","offset":2680}]}