{"id":426647,"url":"http://en.wikipedia.org/wiki/Tribal_Hidage","text":"The Tribal Hidage is generally considered to be a tribute list dated to 7th or 8th century Anglo-Saxon England. It was a list of 35 tribes that made up the majority of the peoples living in southern England at that time. Each tribe or kingdom on the list had a rounded off number of hides (units of land measurement). Modern historians believe it was created by either Mercian or Northumbrian overlords to collect tribute from the other groups.\nOrigins.\nThe Tribal Hidage is an important historical document. The oldest copies available were written in style of the 11th century. This is at a time when many of the names of the earlier regions had been forgotten. In some cases the list is the only evidence that a region or people of that name ever existed. There were probably older versions of the Tribal Hidage and may have dated back to when Penda of Mercia dominated Anglo-Saxon England (642–655).\nHistorians are mixed when it comes to where the document came from originally. It may have been written by Paulinus for King Edwin of Northumbria. It may have been created for the use of Offa of Mercia. Others have not suggested a place or reign, but a particular period of time for when it was probably written—between 670-690. Historians are not certain what the exact reason was for creating the list. Most seem to agree it was probably a tribute list. There are signs that the list was updated over a period of time. So it may have had more than one purpose.\nThe Hidage list.\nThe text in the original documents is corrupt. Not every name can be clearly read. The names on the list are for tribal groups of peoples and not for districts or regions they lived in. Three different revisions have been identified by historian David Dumville. These are called Recension A, Recension B, and Recension C.\nThe first part of the list had 20 names. At the end of the first group is a total number of hides of land given as 66, 100. The numbers of hides for each group add up to 66,100 so the number is correct. The second group of 15 names has a total under it listed at 242,700 hides. But this is incorrect. If you add up the hides for each of the names in this group it totals 244,100. These are almost certainly math errors.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tribute","surface_form":"tribute","offset":50},{"uri":"7th_century","surface_form":"7th","offset":72},{"uri":"8th_century","surface_form":"8th century","offset":79},{"uri":"Anglo-Saxon","surface_form":"Anglo-Saxon","offset":91},{"uri":"England","surface_form":"England","offset":103},{"uri":"Tribe","surface_form":"tribe","offset":132},{"uri":"Majority","surface_form":"majority","offset":156},{"uri":"Kingdom","surface_form":"kingdom","offset":235},{"uri":"Rounded_off","surface_form":"rounded off","offset":261},{"uri":"Hide_(unit)","surface_form":"hides","offset":283},{"uri":"Historian","surface_form":"historian","offset":325},{"uri":"Mercia","surface_form":"Mercia","offset":369},{"uri":"Northumbria","surface_form":"Northumbria","offset":380},{"uri":"Overlords","surface_form":"overlords","offset":393},{"uri":"Document","surface_form":"document","offset":499},{"uri":"Copies","surface_form":"copies","offset":520},{"uri":"11th_century","surface_form":"11th century","offset":566},{"uri":"Region","surface_form":"region","offset":636},{"uri":"Evidence","surface_form":"evidence","offset":699},{"uri":"Penda_of_Mercia","surface_form":"Penda of Mercia","offset":847},{"uri":"Document","surface_form":"document","offset":952},{"uri":"Paulinus_of_York","surface_form":"Paulinus","offset":1011},{"uri":"Edwin_of_Northumbria","surface_form":"Edwin of Northumbria","offset":1029},{"uri":"Offa_of_Mercia","surface_form":"Offa of Mercia","offset":1091},{"uri":"Districts","surface_form":"districts","offset":1634},{"uri":"Regions","surface_form":"regions","offset":1647},{"uri":"Revisions","surface_form":"revisions","offset":1686},{"uri":"Historian","surface_form":"historian","offset":1720},{"uri":"David_Dumville","surface_form":"David Dumville","offset":1730},{"uri":"Recension","surface_form":"Recension","offset":1763},{"uri":"Mathematics","surface_form":"math","offset":2213}]}