{"id":426715,"url":"http://en.wikipedia.org/wiki/Nyasasaurus","text":"\"Nyasasaurus\" (\"Lake Nyasa lizard\") is an extinct genus of Archosaur reptile from the Middle Triassic Manda Beds of Tanzania. It may be the earliest known dinosaur. The discovery was a handful of bones from two individuals, so its anatomy is only partly known. The bones were collected in the early 1930s, but have only recently been analysed.\nResearchers said: \"Nyasasaurus\" possesses a unique combination of dinosaur character states and an elevated growth rate similar to that of definitive early dinosaurs. It demonstrates that the initial dinosaur radiation occurred over a longer timescale than previously thought (possibly 15 million years earlier)\".\nThe find was six vertebrae and a humerus from one specimen, and five vertebrae from another. The humerus has a muscle attachment which is characteristic of dinosaurs (a long 'deltopectoral crest'). Other features are consistent with its being a basal dinosaur.\nPreviously, the oldest record of dinosaurs was from Argentina and dated back to the Upper Triassic Carnian stage, about 231.4 million years ago (mya). \"Nyasasaurus\" comes from a deposit that dates back to the Middle Triassic Anisian stage, meaning that it predates other early dinosaurs by about 15 million years.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lake_Nyasa","surface_form":"Lake Nyasa","offset":16},{"uri":"Extinct","surface_form":"extinct","offset":42},{"uri":"Genus","surface_form":"genus","offset":50},{"uri":"Archosaur","surface_form":"Archosaur","offset":59},{"uri":"Reptile","surface_form":"reptile","offset":69},{"uri":"Middle_Triassic","surface_form":"Middle Triassic","offset":86},{"uri":"Manda_Beds","surface_form":"Manda Beds","offset":102},{"uri":"Tanzania","surface_form":"Tanzania","offset":116},{"uri":"Dinosaur","surface_form":"dinosaur","offset":155},{"uri":"Vertebra","surface_form":"vertebra","offset":675},{"uri":"Humerus","surface_form":"humerus","offset":691},{"uri":"Argentina","surface_form":"Argentina","offset":971},{"uri":"Upper_Triassic","surface_form":"Upper Triassic","offset":1003},{"uri":"Carnian","surface_form":"Carnian","offset":1018},{"uri":"Anisian","surface_form":"Anisian","offset":1144}]}