{"id":426905,"url":"http://en.wikipedia.org/wiki/Bloody_Sunday_(1972)","text":"Bloody Sunday ()—sometimes called the Bogside Massacre—happened on 30 January 1972, in the Bogside area of Derry, Northern Ireland, United Kingdom. During this protest against internment, some protesters threw stones. 26 unarmed civil rights protesters and spectators were shot by British soldiers. Thirteen males, most of whom were in their teens and twenties, were killed. A fourteenth man died from his injuries four-and-a-half months later. Two protesters were also hit by army vehicles. Five of the wounded were shot in the back. The incident happened during a Northern Ireland Civil Rights Association march. The soldiers involved were members of the First Battalion of the Parachute Regiment (1 Para).\nTwo investigations have been held by the British government. The Widgery Tribunal, held soon after the event, said that the soldiers and British authorities were almost reckless. Critics said the report made it seem like the British did nothing wrong. The Saville Inquiry was held in 1998 to investigate the events a second time. The inquiry took 12 years. The report was made public on 15 June 2010. The report said that some soldiers were wrong to have shot the protesters. The report found that all of the people shot were unarmed, and that the killings were \"unjustified\". When the Saville report was published, the British prime minister, David Cameron, said sorry to the victims.\nThe Provisional Irish Republican Army's (IRA) war against the partition of Ireland had begun in the two years before the incident. The incident helped the IRA to recruit new members. Bloody Sunday remains among the most important events in the Troubles of Northern Ireland. The reason it is seen as so important is because those who died were shot by the British Army rather than paramilitaries.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bogside","surface_form":"Bogside","offset":91},{"uri":"Derry","surface_form":"Derry","offset":107},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":114},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":132},{"uri":"Protest","surface_form":"protest","offset":160},{"uri":"Internment","surface_form":"internment","offset":176},{"uri":"Civil_rights","surface_form":"civil rights","offset":229},{"uri":"Spectator","surface_form":"spectator","offset":257},{"uri":"British_Army","surface_form":"British","offset":281},{"uri":"Soldier","surface_form":"soldier","offset":289},{"uri":"Northern_Ireland_Civil_Rights_Association","surface_form":"Northern Ireland Civil Rights Association","offset":566},{"uri":"1st_Battalion%2C_Parachute_Regiment","surface_form":"First Battalion","offset":657},{"uri":"Investigation","surface_form":"investigation","offset":713},{"uri":"British_government","surface_form":"British government","offset":750},{"uri":"Widgery_Tribunal","surface_form":"Widgery Tribunal","offset":774},{"uri":"Saville_Inquiry","surface_form":"Saville Inquiry","offset":965},{"uri":"David_Cameron","surface_form":"David Cameron","offset":1353},{"uri":"Provisional_Irish_Republican_Army","surface_form":"Provisional Irish Republican Army","offset":1399},{"uri":"Partition_of_Ireland","surface_form":"partition of Ireland","offset":1457},{"uri":"The_Troubles","surface_form":"Troubles","offset":1639},{"uri":"Paramilitaries","surface_form":"paramilitaries","offset":1775}]}