{"id":426921,"url":"http://en.wikipedia.org/wiki/Battle_of_Hatfield_Chase","text":"The Battle of Hatfield Chase was fought on 12 October 633 at Hatfield Chase near Doncaster in present-day Yorkshire. The pagan King Penda of Mercia and the Christian king of Gynedd, Cadwallon ap Cadfan joined forces to attack Northumbria.\nKing Edwin met them in the southern part of his kingdom. In the battle Edwin was killed and his army was defeated. Cadwallon destroyed as much of Northumbria as he could. This led to the end of Northumbrian dominance over southern England for a short time.\nBackground.\nEdwin of Northumbria (ruled 616–633) was recognized as overlord over all of Britain. In his wars he conquered the kingdom of Elmet (western Yorkshire). He then drove out its king, Cerdic. This gave him access all the way to the Irish Sea. Elmet was one of the last kingdoms of the Britons.\nEdwin next moved against Wales: he invaded the Welsh north and captured Anglesey. He drove Cadwallon to the far eastern part of the island and laid siege to him at Priestholme. This caused Cadwallon, a Christian king, to ally himself with Penda, the pagan king of Mercia. Cadwallon's motive was revenge on the powerful Northumbrian ruler who had invaded his kingdom. Penda resented Northumbria's being Christianized by Kent. He also wanted Edwin's power over the other kingdoms.\nOutcome.\nThe site of the battle suggests Edwin and his forces may have had to fight on ground not suited for defence. He may have been trapped by the grassy wetlands to the north and the river Don to the east. The armies of Cadwallon and Penda came at him from the west. In the battle one of Edwin's sons, Osfrid, was killed before his father. Edwin was killed and his army scattered. Another son, Eadfrith, was taken prisoner by Penda. Edwin's queen escaped to Kent with two of her children, Osfrid's young son and Bishop Paulinus.\nCadwallon and Penda began slaughtering the people of Northumbria. This included men, women and children. Cadwallon, according to Bede, although Christian was more barbarous than any pagan. Northumbria fell apart and divided back into its two former kingdoms of Deira and Bernicia. Oswald reunited Deira and Bernicia back into Northumbria. As King he restored Northumbria to the power it had under Edwin.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hatfield_Chase","surface_form":"Hatfield Chase","offset":61},{"uri":"Doncaster","surface_form":"Doncaster","offset":81},{"uri":"Yorkshire","surface_form":"Yorkshire","offset":106},{"uri":"Pagan","surface_form":"pagan","offset":121},{"uri":"Penda_of_Mercia","surface_form":"Penda of Mercia","offset":132},{"uri":"Christian","surface_form":"Christian","offset":156},{"uri":"Cadwallon_ap_Cadfan","surface_form":"Cadwallon ap Cadfan","offset":182},{"uri":"Northumbria","surface_form":"Northumbria","offset":226},{"uri":"Edwin_of_Northumbria","surface_form":"Edwin","offset":244},{"uri":"Kingdom","surface_form":"kingdom","offset":287},{"uri":"Overlord","surface_form":"overlord","offset":563},{"uri":"Britain","surface_form":"Britain","offset":584},{"uri":"Elmet","surface_form":"Elmet","offset":633},{"uri":"Yorkshire","surface_form":"Yorkshire","offset":648},{"uri":"Irish_Sea","surface_form":"Irish Sea","offset":736},{"uri":"Britons_(Celtic_people)","surface_form":"Britons","offset":789},{"uri":"Wales","surface_form":"Wales","offset":823},{"uri":"Anglesey","surface_form":"Anglesey","offset":870},{"uri":"Revenge","surface_form":"revenge","offset":1093},{"uri":"Kent","surface_form":"Kent","offset":1217},{"uri":"River_Don%2C_South_Yorkshire","surface_form":"river Don","offset":1464},{"uri":"Paulinus_of_York","surface_form":"Paulinus","offset":1800},{"uri":"Bede","surface_form":"Bede","offset":1939},{"uri":"Deira","surface_form":"Deira","offset":2071},{"uri":"Bernicia","surface_form":"Bernicia","offset":2081}]}