{"id":426945,"url":"http://en.wikipedia.org/wiki/Anne_Anastasi","text":"ce=\"preserve\">Anne Anastasi (December 19th 1908-May 4th 2001) is one of the founders of American Psychology and contributed to Psychometrics. She helped improve psychological testing. She wrote a textbook, Psychological Testing, which is still used today. She made psychological testing more reliable and personal. She also helped improve the number of women in going into psychology.\nBiography.\nAnne Anatasi was born on December 19th 1908 in New York City. Anne's father was Anthony Anastasi and her mother was Theresa Gauiosi. When Anne was young her father died, which left her and her mother very distant from her father’s side of the family. Due to the death of her father, her family was in desperate need of money. Anne's mother took on many different jobs such as bookkeeping, opening up her own piano store, and working for an Italian newspaper to support the family. Since her mother was always busy working, Anne’s grandmother took care of her and taught her at home because she believed that public education was bad for her. Due to her home schooling, when she went to public school she had difficulties because the classes were overcrowded. Eventually, Anne would go to public school. The school Anne went to was PS 3 and Evander Childs High School Bronx, New York. Due to the difficulty of public school and family problems she was often in and out of school but eventually graduated and went to a private school called Rhodes Preparatory school. At the age of 15, in 1923, she was accepted into Barnard College.\nAnnie’s favorite subject was math. Once she entered Barnard College she fell in love with psychology and switched subjects because of a famous psychologist named Charles Spearman and her college Professor Harry Hollingworth. Anne would eventually become a professor at Barnard. During her stay at Barnard College, Anne completed her PH.D at Columbia University. Later on she would teach at Queens College and Fordham College in New York.\nAnne made many contributions to psychology. She changed the way people thought about human action and emphasized that humans are unique people. She was more interested in individual differences among people than in descriptions of average people. Individual differences are the behaviors and ways of thinking that make one person different from another. On May 4th 2001 in New York, Anne died but her ideas and her scientific research continue to influence psychology.\nHeredity and environment: original theory.\nIn 1937 Anastasi wrote a book about the role of genes and environment and how it affects people. During this time, this issue caused many arguments. Anne believed that labeling psychological traits, like intelligence, was unreliable because of the current methods used to define and measure was wrong. This caused Anne to change the way people define psychological traits and how it was measured. Her main theory on the matter is that people should understand how genetic works first before defining psychological traits because they can be wrong.\nAnne pointed out that there were two problems when talking about genetics. The first problem was how people thought that genes were only from your parents. She said genes are not just from the parents but from relatives and extended families. The second problem was people believed that certain gene affects the body and will make certain traits appear. She says that it may be true but not all the times. She talks about how the lack of traits can cause and effect developmental issues but genes are not always involved.\nShe also contributed to other factors in psychology like give children with disabilities better care, study different behavior, and the development of babies.\nHeredity and environment: theory refined.\nIn 1957 Anne wrote a book called \"Psychological Review\" and said \"heredity and environment are inseparable because there would be no one in an environment without heredity and there would be no place to see the effects of heredity without environment\". Anne refined her theory on Heredity and Environment and wrote a paper to the American psychological association to talk about how genes and environment effect psychological testing and what future actions should be taken. She talks about how the past research on heredity and environment has been lacking because of faulty research.\nAnne believed that the people doing the research are doing it the wrong way. During this time Anne believed that the way to view the research is “How” genes and environment effect behavior, instead of “Why” genes and environment effect behavior. Once Anne started her research, she believed that there is an indirect relationship between genes and behavior.\nEnvironmental factors.\nAnne believed that environmental factors affect the genetic and behavior of a human. Genetics is more of an indirect factor were it affects behavior indirectly. Behavior is more of a direct factor where it affects the environment directly.\nThe understanding of “How” hereditary and environment affected each other was looked at by seven different ways and that these should be studied and looked into.\nPsychometrics and experimental methodology.\nIn 1991, Annie was interested in Psychometrics which is the study of testing. She had published a journal article within the journal of the Washington Academy of Sciences called “The Gap Between Experimental and Psychometric Orientations”. She used this article to tell other psychologists and researchers that psychology testing is becoming more popular but because of its other psychology parts are not being advanced researchers need to concentrate on other parts as well.\nAnne was worried that if other parts were not improved psychology testing will come to a stop in advancement and that the research will be lost. She talks about how psychometric tests have random things to consider, but to be able to do reliable experiments the researchers have to be specialized in certain areas and not the general issues.\nAchievements.\nAnne is considered to be a test expert. Her second book published, \"Psychological Testing\", is considered to be the guide for her field. She has published more than 150 books within her lifetime that remain a staple for the psychological community. Anne won many awards for her contributions to research. Anne was the president for the Eastern Psychological Association. Eventually she became the third woman to be President of the American Psychological Association (APA) and was on the board of directors for the APA and Psychonomic Society. Anne was honored with honorary doctrines from multiples colleges and universities, such as La Salle University, University of Windsor, Villanova University, Cedar Crest College, and Fordham. She was a member of the Phi Beta Kappa and Sigma Xi honor societies.\nLegacy.\nAnne believed that intelligence tests served three purposes. The first purpose is to assess the availability of knowledge. The second purpose is to provide an indirect way of how a person has developed learning approaches, problem solving methods, and work habits. Lastly, the third purpose is to gain a prerequisite of intellectual skills.\nAnne said one of the most important parts of intelligence tests is the counselor or the person giving the test. The person giving the test plays a big role in the proper and effective application of psychological testing. Since knowledge of both testing technology and psychological behavior are growing, the counselor has to be up to date with the new advances in testing. Two of the most important advances is being able to understand mathematical and technical knowledge about tests and understanding psychological behavior. A portion of the accuracy of the test relies on the counselor.\nAnne did criticized intelligence testing in her article called \"Indestructible Strawperson\". She believed there is a developing range of disabilities which interacts with the results of the test. She talks about the main problem of intelligence test lies in the ability of communication and understanding that everyone is different and take test differently.\nIn order for these tests to be statistically evaluated the test itself must be done under strict standards. In order to accomplish this she set ethical restrictions that were eventually adopted by the APA. The misuse of these tests become valueless and could cause harm to the individual or group that is taking these tests.\nEventually, Anne Anastasi’s theories about Psychological Testing would be addressed by Robert Sternberg, Frank Yekovich, and Raymond Cattell. All of these researchers represented Anastasi’s work.\nCritics.\nThere have been many breakthroughs, improvements and setbacks made in research upon the conclusion of what contributes to a person’s intelligence test, whether it is genetics or environmental factors. The following researchers have shown evidence for their particular theories about intelligence testing.\nEvidence for Genetics.\nThere are some researchers who believe intelligence testing results is due to only genes. One way psychologists came to this conclusion by doing twin and adoption studies. Psychologists believe if identical twins have similar intelligence scores than fraternal twins we can assume that genes are correlated with intelligence. Bouchard and Mcgue (1981) looked at twins and how they were raised, whether it was in the same home or different homes. The study concluded that identical twins who were raised in separate homes had more similar intelligence test scores than fraternal twins raised in separate homes. Polmin, Fulker, Corely, and Defries (1997) found that adoptive children's intelligence scores are highly correlated with their biological parents suggesting that IQ is based on genetics instead of environment.\nEvidence for environment.\nThere are some researchers who believe intelligence testing results is due to environmental factors. One way researchers came to this conclusion is by conducting twin and adoption studies. In the same study conducted by Bouchard and Mcgue (1981), found that identical twins who were raised with their biological parents had better intelligence scores than those twins living with adoptive parents. Waldman, Weinberg, and Scarr (1994) studied adoptive children and found that those raised by their poor biological parents had lower intelligence scores than those raised by adoptive middle-class families.\nMalnutrition during a pregnancy and the early years of a child's life limits the neurological development of a child. Ricciuti (1993) and Rose (1994) found that malnutrition which caused neurological effects has long term impact on a child's cognitive development and intelligence. Sigman and Whaley (1998) found that adverse effects of malnutrition have more damaging effects which affect attention, memory, abstract reasoning, and general school achievement.\nDifferent types of toxic substances that are present during pregnancy or early post pregnancy environments can have damaging effects on a child's intelligence scores. A study completed by Michel (1989), Neisser (1996), Streussguth (1994), Vogel (1997), and Vorhess (1987) showed that alcohol, drugs, radiations, lead based paint dust affected the neurological development which contributed to the lower scores of children's intelligence scores.\nChildren who grow up in home environments that have poor financial resources and low levels of education are correlated with low intelligence scores. Bradely and Calwell (1984) did correlational studies which showed that a stimulating home environment is associated with higher intelligence scores. These researchers said that those children who had frequent interactions with their parents, had access to many learning and reading materials and were encouraged to grow new skills were better off.\nThe Flynn Effect is a recent trend found in how general intelligence scores of the population have increased over time. Flynn (1987,1999,2003) discovered that the recent changes in the industrialized world has increased peoples average psychological test performances.","categories":[],"infobox_types":[],"annotations":[]}