{"id":427058,"url":"http://en.wikipedia.org/wiki/Combat_stress_reaction","text":"Combat stress reaction is a medical problem that happens to some soldiers because of the trauma of war. In the past, it was called battle shock, war neurosis, or battle fatigue. It causes both mental and physical problems. It is similar to acute stress disorder, and can often become post-traumatic stress disorder.\nCombat stress reaction does not affect everyone equally. Sometimes it causes soldiers to be very unhappy. Sometimes it causes soldiers severe disability.\nThe acute (early) stage of combat stress reaction is the best time to keep things from getting worse. Since World War I, soldiers in early stages of combat stress reaction have usually been treated on the front lines - close to where combat is happening.\nSymptoms.\nCombat stress reaction can have many different symptoms. These symptoms can affect the soldier's body (physical symptoms), feelings (emotional symptoms), and behaviors (behavioral symptoms). Depending on how bad these symptoms are, combat stress reactions are labeled from mild (not too bad) to severe (very bad).\nMild Symptoms.\nThese symptoms may not cause safety problems, or keep the soldier from working. However, if the soldier does not get help, the symptoms can become severe.\nHistory.\nSigmund Freud studied the effects of \"war neurosis.\" He believed that without too much stress, people can balance impulses (what they want to do) and prohibitions (what they know they should not do). However, he thought that traumatic stress can cause powerful impulses that a person can no longer control. In combat situations, he thought this could cause soldiers to run away, or to blindly attack. He believed that soldiers would try to stop these impulses, which would lead to emotional symptoms and even loss of physical abilities.\nWorld War I.\nDuring World War I, combat stress reaction was called \"shell shock.\" By early 1916 (just halfway through the war), the number of British soldiers with \"shell shock\" was huge. Few of these soldiers returned to battle. About 30-40% of shell-shocked soldiers sent to hospitals in France returned to battle. Only about 4-5% of soldiers sent to hospitals in the United Kingdom returned.\nThe PIE treatment model was developed by Thomas W. Salmon. After \"PIE\" treatment was started, about 80% of soldiers treated at the \"Not Yet Diagnosed, Nervous Centers\" returned to combat. (However, some of these soldiers were not able to do a good job when they returned to combat.)\nWorld War II.\nBritish forces did not use the PIE principles during World War II. Instead, they sent soldiers with combat stress reaction to psychiatric hospitals.\nThe United States military did not expect their soldiers to have combat stress reactions when they entered the war. They tested soldiers when they were enlisting (being signed up for military duty). They believed that this testing would show which people were 'psychologically weak,' and that these people would not be allowed to go to war. However, because combat stress reaction is not caused by weakness, this did not work, and many American soldiers had combat stress reactions.\nTo treat these soldiers, Captain Frederick Hanson began to use the PIE principles again. He said that 70% of the 494 patients he treated returned to duty after 48 hours of PIE treatment. General Omar Bradley decided to call combat stress reaction \"exhaustion\" and also decided to give \"exhausted\" soldiers seven days of rest.\nThe main goal of PIE was to return \"exhausted\" soldiers to combat, not to treat the trauma causing the disorder. Because of this, many of the soldiers who returned to duty - possibly as many as 70% - returned in non-combat positions.\nThe Korean War.\nDuring the Korean War, the United States started using the PIE principles within the first 8 weeks of the war. Reports show that 65-75% of soldiers with combat stress reactions returned to duty. However, only 44% were able to do their jobs at an average level or better.\nThe Vietnam War.\nAt the start of the Vietnam War, the United States military had effective psychiatric services in place within 8 weeks of the start of the war. Treatments were based on the PIE principles. Special mobile psychiatric units - soldiers who could give PIE treatment in different places - were created.\nDuring the war, not many cases of combat stress reaction were reported. Because of this, many people thought that combat stress reactions would no longer play a large part in warfare.\nHowever, after soldiers returned home, many had problems with combat stress reaction. Alienation lead to substance abuse, which hid combat stress reactions that had never been treated. If the rates of post-traumatic stress disorder in Vietnam veterans are correct, the PIE principles did not prevent an epidemic of psychiatric disorders.\nThe First Gulf War.\nThe United States military went into this war expecting high numbers of psychological causalities. The treatment included traditional psychiatry, as well as attention to family issues. Because this war moved so fast, diagnosing soldiers with combat stress reaction was difficult.\nSome commanders used combat stress reaction as an excuse to keep soldiers from returning or kick them out of the military. This eventually added to the stigma attached to mental health problems in the military.\nTreatment and Diagnosis Today.\nToday, soldiers are treated for their response to combat stress, not like they have emotional problems.","categories":[],"infobox_types":[],"annotations":[{"uri":"Soldier","surface_form":"soldier","offset":65},{"uri":"Psychological_trauma","surface_form":"trauma","offset":89},{"uri":"War","surface_form":"war","offset":99},{"uri":"Mental_health","surface_form":"mental","offset":193},{"uri":"Acute_stress_disorder","surface_form":"acute stress disorder","offset":240},{"uri":"Post-traumatic_stress_disorder","surface_form":"post-traumatic stress disorder","offset":284},{"uri":"Disability","surface_form":"disability","offset":458},{"uri":"World_War_I","surface_form":"World War I","offset":578},{"uri":"Combat","surface_form":"combat","offset":704},{"uri":"Symptom","surface_form":"symptom","offset":782},{"uri":"Emotion","surface_form":"emotion","offset":868},{"uri":"Behavior","surface_form":"behavior","offset":893},{"uri":"Sigmund_Freud","surface_form":"Sigmund Freud","offset":1228},{"uri":"Neurosis","surface_form":"neurosis","offset":1270},{"uri":"World_War_I","surface_form":"World War I","offset":1785},{"uri":"British_Armed_Forces","surface_form":"British soldiers","offset":1907},{"uri":"France","surface_form":"France","offset":2055},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":2135},{"uri":"World_War_II","surface_form":"World War II","offset":2510},{"uri":"Psychiatric_hospital","surface_form":"psychiatric hospital","offset":2583},{"uri":"Military_of_the_United_States","surface_form":"United States military","offset":2610},{"uri":"Psychology","surface_form":"psychologically","offset":2867},{"uri":"Captain","surface_form":"Captain","offset":3114},{"uri":"General_officer","surface_form":"General","offset":3276},{"uri":"Korean_War","surface_form":"Korean War","offset":3676},{"uri":"Average","surface_form":"average","offset":3911},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":3973},{"uri":"Psychiatry","surface_form":"psychiatric","offset":4027},{"uri":"Alienation","surface_form":"Alienation","offset":4521},{"uri":"Substance_abuse","surface_form":"substance abuse","offset":4540},{"uri":"Epidemic","surface_form":"epidemic","offset":4738},{"uri":"Medical_diagnosis","surface_form":"diagnosing","offset":5010},{"uri":"Social_stigma","surface_form":"stigma","offset":5225}]}