{"id":427010,"url":"http://en.wikipedia.org/wiki/John_Green","text":"John Michael Green (born August 24, 1977) is an American writer. He writes young-adult fiction novels.\nCareer.\nHis first novel, \"Looking For Alaska\", was published by Dutton Children's Books in 2005.\nIt won the 2006 Michael L. Printz Award.\nGreen's second novel, \"An Abundance of Katherines\", was published in 2006.\nOn October 2 2008, \"Let It Snow\" was published. It was a book that Green wrote with Maureen Johnson and Lauren Myracle.\nOn October 16 2008 \"Paper Towns\" was published. In 2009 it was given the Edgar Award for best Young Adult novel.\nGreen wrote a book with another young adult novel writer called David Levithan, \"Will Grayson, Will Grayson\". It was published in 2010. It is about two boys who are both called Will Grayson. Half of the book is written from the perspective of Will Grayson 1. The other half is written by Will Grayson 2. Green wrote half of the book and Levithan wrote the other half.\n\"The Fault in Our Stars\" was released in 2012. It is about a girl with cancer. It got very good reviews. \"Time\" magazine called it \"damn near genius\". \"Booklist\" called it his best novel yet. It won Teen Book of the Year at the 2013 Children's Choice Book Awards. A movie of it was released in June 2014.\nGreen's fans are called nerdfighters. He has a younger brother called Hank Green. The brothers have made video blogs (vlogs) on YouTube since 2007.\nPersonal life.\nHe lives with his wife in Indianapolis, Indiana. They have two children, Henry and Alice.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":48},{"uri":"Young-adult_fiction","surface_form":"young-adult fiction","offset":75},{"uri":"Novel","surface_form":"novel","offset":95},{"uri":"Dutton_Children%27s_Books","surface_form":"Dutton Children's Books","offset":167},{"uri":"Maureen_Johnson","surface_form":"Maureen Johnson","offset":400},{"uri":"Lauren_Myracle","surface_form":"Lauren Myracle","offset":420},{"uri":"Edgar_Award","surface_form":"Edgar Award","offset":509},{"uri":"David_Levithan","surface_form":"David Levithan","offset":613},{"uri":"The_Fault_in_Our_Stars","surface_form":"The Fault in Our Stars","offset":918},{"uri":"Hank_Green","surface_form":"Hank Green","offset":1292},{"uri":"Vlogs","surface_form":"vlogs","offset":1340},{"uri":"YouTube","surface_form":"YouTube","offset":1350},{"uri":"Indianapolis%2C_Indiana","surface_form":"Indianapolis, Indiana","offset":1411}]}