{"id":427151,"url":"http://en.wikipedia.org/wiki/Bat_For_Lashes","text":"Natasha Khan (born 25 October 1979) is a British singer-songwriter better known as Bat For Lashes. She is the daughter of Pakistani squash player Rehmat Khan. Her first album, \"Fur and Gold\", was released by The Echo Label on 11 September 2006 in the United Kingdom. It got good reviews. It was nominated for the 2007 Mercury Prize. In 2008 Khan performed at some of the shows in Radiohead's tour. She did a cover of The Cure's song \"A Forest\". It was put on \"Perfect as Cats: A Tribute to the Cure\". On 3 April 2009 her second album \"Two Suns\" was released. It went straight to No.5 in the UK Albums Chart. Like \"Fur and Gold\" it was nominated for the Mercury Prize but didn't win. The first single from the album, \"Daniel\", is her best-selling single so far. It has sold over 46,000 copies around the world. It won Best Contemporary Song at the 2010 Ivor Novello Awards. Khan sang a song with Beck called \"Let's Get Lost\" for the soundtrack to the 2010 movie '. Bat For Lashes' third album, \"The Haunted Man\", was released on 11 October 2012. Pitchfork gave it 8.4 out of 10.\nIn July 2013 Bat For Lashes released a single with Toy called \"The Bride\".\nIn 2013 Khan wrote and sung a song with Jon Hopkins called \"Garden's Heart\". It was released as a single. It is on the soundtrack to the film \"How I Live Now\". Khan directed the music video.","categories":[],"infobox_types":[],"annotations":[{"uri":"British","surface_form":"British","offset":41},{"uri":"Singer-songwriter","surface_form":"singer-songwriter","offset":49},{"uri":"Pakistani","surface_form":"Pakistani","offset":122},{"uri":"Squash_(sport)","surface_form":"squash","offset":132},{"uri":"Rehmat_Khan","surface_form":"Rehmat Khan","offset":146},{"uri":"The_Echo_Label","surface_form":"The Echo Label","offset":208},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":251},{"uri":"Mercury_Prize","surface_form":"Mercury Prize","offset":318},{"uri":"Radiohead","surface_form":"Radiohead","offset":380},{"uri":"The_Cure","surface_form":"The Cure","offset":417},{"uri":"Ivor_Novello_Awards","surface_form":"Ivor Novello Awards","offset":852},{"uri":"Beck","surface_form":"Beck","offset":895},{"uri":"Toy_(band)","surface_form":"Toy","offset":1129},{"uri":"Jon_Hopkins","surface_form":"Jon Hopkins","offset":1193},{"uri":"Soundtrack","surface_form":"soundtrack","offset":1272}]}