{"id":427117,"url":"http://en.wikipedia.org/wiki/Taipei_Grand_Mosque","text":"The Taipei Grand Mosque () is a mosque in Taipei, Taiwan. It is the first and largest mosque in Taiwan. The original building of the mosque was built in 1947.\nHistory.\nAfter the handover of Taiwan from Japan to the Republic of China (ROC) in 1945, the Chinese Muslim Association (CMA) in ROC capital, Nanking, established the preparatory committee to create the Taiwan branch of the CMA in 1947. Since there was no place for Chinese Muslim to pray in Taiwan at that time, they raised money to build the very first mosque in Taiwan which was located at Lishui Street in Taipei City. After they have finished constructing the mosque, Muslims started to pray there in August 1948.\nAfter the Chinese Civil War in 1949, there were many Chinese Muslims fled Mainland China to Taiwan with the Nationalist (Kuomintang) government army. The first mosque was not enough to accommodate all of them, therefore they had to find a new place to rebuild the mosque. The new mosque was proposed by CMA Director-General Bai Chongxi and ROC Minister of Foreign Affairs George Yeh. The mosque was finally built at the Xinsheng South Street in Taipei. The mosque was inaugurated on 13 April 1960 by ROC Vice President Chen Cheng.\nArchitecture.\nThe mosque was designed by Taiwanese famous architect Yang Cho-cheng, the same architect who had designed the Taipei Grand Hotel, Chang Kai-shek Memorial Hall, National Theater and Concert Hall and many other buildings in Taiwan. The mosque was registered as a historic landmark by the Taipei City Government on 29 June 1999.\nActivities.\nThe mosque houses the Chinese Muslim Association, the largest Islamic organization in Taiwan. It houses also the headquarter for the Chinese Islamic Cultural and Educational Foundation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mosque","surface_form":"mosque","offset":32},{"uri":"Taipei","surface_form":"Taipei","offset":42},{"uri":"Taiwan","surface_form":"Taiwan","offset":50},{"uri":"Chinese_Civil_War","surface_form":"Chinese Civil War","offset":688}]}