{"id":427189,"url":"http://en.wikipedia.org/wiki/Hank_Green","text":"William Henry \"Hank\" Green ll (born May 5, 1980) is an American YouTube celebrity and musician. He is the younger brother of John Green.\nPersonal life.\nHe lives with his wife Katherine Green, in Missoula, Montana. He was born in Alabama.\nWeb projects.\nHank and John have a YouTube channel called VlogBrothers. The brothers began the channel on January 1, 2007, when Hank made the channel's first video blog. Since then, Hank and John have been active on the channel, making videos back and forth. In the beginning of their channel's history, the videos were being made as a way to talk to each other without having to text. The two brothers made their goal to do this for a year, as a way to grow close to each other again, and called the project \"Brotherhood 2.0.\"\nOnce 2007 ended, the brother said that the Brotherhood 2.0 project would end, but that they would continue making video blogs on the channel. Since then, the amount of fans of the channel, or as Hank and John call them, \"Nerdfighters,\" have grown.\nIn 2007, Hank and John started \"Project 4 Awesome,\" a charity fundraiser that takes place every year through the internet. Hank and John also started VidCon, a conference and convention held every year, beginning 2010.\nIn 2011, YouTube gave the Greens funds to start two educational channels, \"Crash Course\", and \"SciShow\". Hank hosts \"SciShow\", which has videos on different science topics. On \"Crash Course\", Hank teaches viewers science subjects, and started with biology.\nIn 2012, Hank made \"The Lizzie Bennet Diaries\", a present-day adaptation of \"Pride and Prejudice\", with producer Bernie Su. The show put up its episodes on YouTube, in a vlog diary style. Hank was an executive producer and a writer on the show. In 2013, the show won a Creative Arts Emmy Award in the \"Interactive Media\" category.\nMusic career.\nHank started a record label called DFTBA Records with Alan Lastufka in 2008.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":55},{"uri":"YouTube","surface_form":"YouTube","offset":64},{"uri":"Celebrity","surface_form":"celebrity","offset":72},{"uri":"Musician","surface_form":"musician","offset":86},{"uri":"John_Green","surface_form":"John Green","offset":125},{"uri":"Montana","surface_form":"Montana","offset":205},{"uri":"Alabama","surface_form":"Alabama","offset":229},{"uri":"SMS","surface_form":"text","offset":618},{"uri":"Charity_(practice)","surface_form":"charity","offset":1068},{"uri":"Fundraising","surface_form":"fundraiser","offset":1076},{"uri":"Internet","surface_form":"internet","offset":1127},{"uri":"Conference","surface_form":"conference","offset":1174},{"uri":"Science","surface_form":"science","offset":1446},{"uri":"Biology","surface_form":"biology","offset":1481},{"uri":"Pride_and_Prejudice","surface_form":"Pride and Prejudice","offset":1567},{"uri":"Producer","surface_form":"producer","offset":1594},{"uri":"YouTube","surface_form":"YouTube","offset":1646},{"uri":"Record_label","surface_form":"record label","offset":1850}]}