{"id":427290,"url":"http://en.wikipedia.org/wiki/PJ_Harvey","text":"Polly Jean Harvey MBE (born 9 October 1969) is an English musician. She is best known for being a singer and guitarist. Her music is usually released under the name PJ Harvey. She plays lots of instruments as well as the guitar. These include piano, organ, bass, saxophone, harmonica, and most recently, the autoharp. She has a contralto singing range. In June 2013, she made a Member of the Order of the British Empire for her music.\nEarly life.\nHarvey was born in Bridport, Dorset, England. She grew up on a farm in Corscombe, Dorset.\nPJ Harvey Trio.\nIn 1988, Harvey became a member of a band called Automatic Dlamini. The band was started by John Parish in 1983. She left it in January 1991. This was to make her own band with Rob Ellis and Steve Vaughan. The band was called the PJ Harvey Trio.\nTheir first extended play was \"Dress\". In March 1992, she released her first album with them on Too Pure Records. It was called \"Dry\". It entered the UK Albums Chart at number 3. It got good reviews. The album's first single, \"50ft Queenie\", was released in April 1992.\nThe PJ Harvey Trio's second album \"Rid of Me\" was released by Island Records in May 1993. It reached number 27 in the UK Singles Chart. It was produced by Steve Albini and Head.\nIn August 1993, the band broke up.\nSolo work.\nIn 1995, Harvey released her first album on her own, \"To Bring You My Love\". It is her best-selling album in the United States. Three singles were released from it. The album was produced by Harvey, Flood, and John Parish. Parish also played guitar, organ, drums, and percussion on it.\nIn 1996, she released an album with John Parish. It was called \"Dance Hall at Louse Point\". That year she also sung on two songs called \"Death is Not the End\" and \"Henry Lee\" on Nick Cave and the Bad Seeds' album \"Murder Ballads\". \"Henry Lee\" was released as a single.\nIn 1998, she released \"Is This Desire?\". The reviews it got from critics were not as good as for \"To Bring You My Love\". However, \"Is This Desire?s first single \"A Perfect Day Elise\" was Harvey's best-selling single in the UK so far. The album was nominated for Best Alternative Music Performance. Parish played guitar and keyboards on it. Harvey produced the album with Flood and Head.\nHarvey acted in the 1998 movie \"The Book of Life\" and a short movie called \"A Bunny Girl's Tale\".\nOn 23 October 2000, \"Stories from the City, Stories from the Sea\" was released. In won the 2001 Mercury Prize. It is PJ Harvey's best-selling album in the UK so far. Thom Yorke is on three of the songs. In 2005 Rolling Stone put it at number 431 in their list Greatest Albums of All Time. The album's third single \"This Is Love\" was nominated for Best Rock Album and Best Female Rock Performance at the Grammy Awards.\nHarvey's sixth album \"Uh Huh Her\" was released in 2004. In 2007 a band started called Uh Huh Her. They got their name from the album's title.\nIn 2007, \"White Chalk\" was released. Parish played instruments on it and sang. Harvey produced the album with Flood and Parish. Harvey released three singles from the album.\nHarvey released her second album with John Parish, \"A Woman a Man Walked By\", in 2009.\n\"Let England Shake\" was released in 2011. It got good reviews. \"Pitchfork\" gave it 8.8/10. It won the 2011 Mercury Prize. Two singles were released from it. John Parish plays instruments on it.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_of_the_British_Empire","surface_form":"MBE","offset":18},{"uri":"English_people","surface_form":"English","offset":50},{"uri":"Musician","surface_form":"musician","offset":58},{"uri":"Singer","surface_form":"singer","offset":98},{"uri":"Guitarist","surface_form":"guitarist","offset":109},{"uri":"Musical_instrument","surface_form":"instruments","offset":194},{"uri":"Saxophone","surface_form":"saxophone","offset":263},{"uri":"Harmonica","surface_form":"harmonica","offset":274},{"uri":"Autoharp","surface_form":"autoharp","offset":308},{"uri":"Contralto","surface_form":"contralto","offset":328},{"uri":"Bridport","surface_form":"Bridport","offset":466},{"uri":"Dorset","surface_form":"Dorset","offset":476},{"uri":"England","surface_form":"England","offset":484},{"uri":"Corscombe","surface_form":"Corscombe","offset":518},{"uri":"John_Parish","surface_form":"John Parish","offset":645},{"uri":"Rob_Ellis","surface_form":"Rob Ellis","offset":730},{"uri":"Steve_Vaughan","surface_form":"Steve Vaughan","offset":744},{"uri":"Extended_play","surface_form":"extended play","offset":811},{"uri":"Album","surface_form":"album","offset":876},{"uri":"UK_Albums_Chart","surface_form":"UK Albums Chart","offset":949},{"uri":"Single_(music)","surface_form":"single","offset":1017},{"uri":"UK_Singles_Chart","surface_form":"UK Singles Chart","offset":1187},{"uri":"Steve_Albini","surface_form":"Steve Albini","offset":1224},{"uri":"Flood_(producer)","surface_form":"Flood","offset":1492},{"uri":"Nick_Cave_and_the_Bad_Seeds","surface_form":"Nick Cave and the Bad Seeds","offset":1757},{"uri":"The_Book_of_Life","surface_form":"The Book of Life","offset":2267},{"uri":"Mercury_Prize","surface_form":"Mercury Prize","offset":2429},{"uri":"Thom_Yorke","surface_form":"Thom Yorke","offset":2499},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":2544}]}