{"id":427221,"url":"http://en.wikipedia.org/wiki/High-voltage_direct_current","text":"A high-voltage direct current (HVDC) is a transmission system which uses direct electric current (DC) to transmit electricity. It is more efficient over long distances than the usual high-voltage alternating current (HVAC).\nHistory.\nHVDC was first demonstrated in 1882 in Germany. The technology was further developed during the 1930s in Sweden and Nazi Germany. Early commercial uses were in the Soviet Union and Sweden in 1951.\nConverter.\nThe converter in HVDC system converts AC electricity to DC electricity or vice versa. Converting AC to DC, it acts as a rectifier. Converting DC to AC, it acts as an inverter.\nConverter transformer.\nThe transformer at the converter station ensures that the station is isolated from the AC system connected to the HVDC system. It also provides the correct voltage level which will be converted to DC voltage.\nHarmonic filter.\nBecause harmonics are always produced in electronic equipment, harmonic filters are used at the AC terminal of the converter. The DC harmonic filters can also be used at the DC line after the AC/DC conversion.\nElectrode.\nThe electrode provides a ground return path for line current in monopolar configuration and unbalanced current in bipolar configuration.\nMonopole.\nIn HVDC monopole configuration, one of the terminals of the rectifier is connected to earth ground. The other terminal is connected to the transmission line. The earthed terminal may be connected to the corresponding connection at the inverting station by means of a second conductor.\nBipolar.\nIn HVDC bipolar configuration, a pair of conductors are used, each at a high potential with respect to ground in opposite polarity. The DC current flows via the positive pole and returns via the negative pole. The connection point between the positive and negative poles is grounded to the earth.\nIn this configuration, virtually no earth or neutral current is flowing. When one pole is broken, half of its transfer capability is still available.\nBack-to-Back.\nA back-to-back HVDC station is a HVDC station in which both converters are located within the same building area where the length of the DC line is being kept as short as possible.","categories":[],"infobox_types":[],"annotations":[{"uri":"Electric_power_transmission","surface_form":"transmission system","offset":42},{"uri":"Direct_current","surface_form":"direct electric current","offset":73},{"uri":"Electricity","surface_form":"electricity","offset":114},{"uri":"Alternating_current","surface_form":"high-voltage alternating current","offset":183},{"uri":"German_Empire","surface_form":"Germany","offset":272},{"uri":"Sweden","surface_form":"Sweden","offset":338},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":349},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":397},{"uri":"Rectifier","surface_form":"rectifier","offset":561},{"uri":"Inverter","surface_form":"inverter","offset":607},{"uri":"Transformer","surface_form":"transformer","offset":644},{"uri":"Power_system_harmonics","surface_form":"harmonics","offset":874},{"uri":"Electrode","surface_form":"electrode","offset":1091}]}