{"id":427256,"url":"http://en.wikipedia.org/wiki/Cross-Strait_relations","text":"Cross-strait relations () is the relations between the governments of the People's Republic of China (PRC) and the Republic of China (ROC). Neither government recognises one another. Both officially use the One-China policy. Under this policy, there is only one legitimate government of China. Both the PRC and the ROC claim to be that government.\nCross-strait relations are not international relations, where matters are handled by the Ministry of Foreign Affairs. This is because both governments claim that each other's territory is part of their country. However, the relations are not purely domestic relations either.\nAny interaction by the PRC's government with Taiwan is done by the Association of Relations Across the Taiwan Strait (ARATS). This is under the Taiwan Affairs Office of the PRC. Any interaction by the ROC's government with Mainland China is done by Strait Exchange Foundation (SEF) under the Mainland Affairs Council of the ROC.\nViews from each side.\nThe PRC's view is that Taiwan is part of PRC under the \"One Country, Two Systems\" () policy. This policy was introduced by Deng Xiaoping in 1984. The ROC's view is that Mainland China is part of the ROC under the One Country, Two Areas\" () policy. This policy was introduced by Wu Po-hsiung in 2012.\nHowever, currently both sides temporarily agree that both countries belong to One China. This was agreed under the \"1992 consensus\" () to facilitate cross-strait matters. The PRC regards Taiwan as part of the PRC, while the ROC regards Mainland China as part of the ROC.","categories":[],"infobox_types":[],"annotations":[{"uri":"International_relations","surface_form":"relations","offset":33},{"uri":"Government","surface_form":"government","offset":55},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":74},{"uri":"Republic_of_China","surface_form":"Republic of China","offset":115},{"uri":"One-China_policy","surface_form":"One-China policy","offset":207},{"uri":"China","surface_form":"China","offset":287},{"uri":"Taiwan","surface_form":"Taiwan","offset":669},{"uri":"Deng_Xiaoping","surface_form":"Deng Xiaoping","offset":1098},{"uri":"Wu_Po-hsiung","surface_form":"Wu Po-hsiung","offset":1253}]}