{"id":427463,"url":"http://en.wikipedia.org/wiki/Botanical_name","text":"A botanical name is a formal scientific name which follows the \"International Code of Nomenclature for algae, fungi, and plants\" (ICN). If it concerns a plant cultigen, the additional cultivar term must follow the \"International Code of Nomenclature for Cultivated Plants\".\nThe code of nomenclature covers \"all organisms traditionally treated as plants, whether fossil or non-fossil, e.g. blue-green algae (Cyanobacteria); fungi, including chytrids, oomycetes, and slime moulds; photosynthetic protists and taxonomically related non-photosynthetic groups\".\nThe purpose of a formal name is to have a single name which is accepted and used worldwide for a particular plant or plant group. For example, the botanical name \"Bellis perennis\" was given to a plant species which is native to most of the countries of Europe and the Middle East, where it has various names in many languages. Later it has been introduced worldwide, bringing it into contact with more languages.\nSome English names for this plant species are: daisy, English daisy, lawndaisy. In other languages, some examples are:,.\nThe cultivar \"Bellis perennis\" 'Aucubifolia' is a golden-variegated horticultural selection of this species.\nParts in a name.\nA name in three parts, i.e., an infraspecific name (a name for a taxon below the rank of species), needs a \"connecting term\" to indicate rank. In the \"Calystegia\" example above, this is \"subsp.\" (for subspecies). In botany there are many ranks below that of species (in zoology there is only one such rank, subspecies, so that this \"connecting term\" is unnecessary there). A name of a \"subdivision of a genus\" also needs a connecting term (in the \"Acacia\" example above, this is \"subg.\", subgenus). The connecting term is not part of the name itself.\nBinary name.\nFor botanical nomenclature, the \"ICBN\" prescribes a two-part name or binary name for any taxon below the rank of genus down to, and including the rank of species. Taxa below the rank of species get a three part name.\nA binary name consists of the name of a genus and an epithet.","categories":[],"infobox_types":[],"annotations":[{"uri":"Binomial_nomenclature","surface_form":"scientific name","offset":29},{"uri":"International_Code_of_Nomenclature_for_algae%2C_fungi%2C_and_plants","surface_form":"International Code of Nomenclature for algae, fungi, and plants","offset":64},{"uri":"Cultigen","surface_form":"cultigen","offset":159},{"uri":"Cultivar","surface_form":"cultivar","offset":184},{"uri":"International_Code_of_Nomenclature_for_Cultivated_Plants","surface_form":"International Code of Nomenclature for Cultivated Plants","offset":215},{"uri":"Biological_classification","surface_form":"code of nomenclature","offset":278},{"uri":"Fossil","surface_form":"fossil","offset":362},{"uri":"Cyanobacteria","surface_form":"Cyanobacteria","offset":407},{"uri":"Fungus","surface_form":"fungi","offset":423},{"uri":"Chytridiomycota","surface_form":"chytrids","offset":440},{"uri":"Oomycete","surface_form":"oomycete","offset":450},{"uri":"Slime_mould","surface_form":"slime mould","offset":465},{"uri":"Photosynthesis","surface_form":"photosynthetic","offset":479},{"uri":"Protist","surface_form":"protist","offset":494},{"uri":"Bellis_perennis","surface_form":"Bellis perennis","offset":720},{"uri":"Europe","surface_form":"Europe","offset":810},{"uri":"Middle_East","surface_form":"Middle East","offset":825},{"uri":"Cultivar","surface_form":"cultivar","offset":1095},{"uri":"Bellis_perennis","surface_form":"Bellis perennis","offset":1105},{"uri":"Horticulture","surface_form":"horticultural","offset":1159},{"uri":"ICBN","surface_form":"ICBN","offset":1814},{"uri":"Genus","surface_form":"genus","offset":2038}]}