{"id":427580,"url":"http://en.wikipedia.org/wiki/Bellis_perennis","text":"\"Bellis perennis\" is a very common European species of daisy, of the Asteraceae family, often considered the model type for the name \"daisy\".\nMany related plants also share the name \"daisy\", so to distinguish this species from other daisies it is sometimes qualified as common daisy, lawn daisy or English daisy. The plant resembles Leucanthemum vulgare,<nowiki/>a similar plant in the same family. \"Bellis perennis\" is native to western, central and northern Europe, but widely naturalised in most temperate regions including the Americas and Australasia.\nNames.\nLinnaeus named the plant species \"Bellis perennis\" in Sp. Pl. 2: 886. 1753\nFor common names, see the article in Wikispecies on \"Bellis perennis\".\nDescription.\nIt is an low herbaceous perennial plant with short rhizomes and rosettes of small rounded or spoon-shaped leaves that are long and grow flat to the ground.\nThe flower heads are in diameter. Although the 'flower' may appear to consist of a yellow centre with white petals, this is not the case. Each individual \"petal\" is itself an individual flower; these flowers are called ray flowers. In the centre (the \"disk\") there are also many tiny yellow flowers; these are called the disk flowers. The different colours and styles of flower work together in order to attract insects. The flower heads are produced on stems without leaves that are tall.\nWhere it grows.\n\"Bellis perennis\" is native to Northern Africa (Morocco), Southwestern Asia, and Europe; widely introduced and naturalised elsewhere.\nThe species habitually colonises grasslands, including lawns, and is difficult to eradicate. Wherever it appears it is often considered an invasive weed.\nUses as food.\nThis daisy may be used as a leaf vegetable. Young leaves can be eaten raw in salads or cooked, noting that the leaves become increasingly astringent with age. Flower buds and petals can be eaten raw in sandwiches, soups and salads. It is also used as a tea and as a vitamin supplement.","categories":[],"infobox_types":[],"annotations":[{"uri":"Europe","surface_form":"Europe","offset":35},{"uri":"Asteraceae","surface_form":"Asteraceae","offset":69},{"uri":"Family_(biology)","surface_form":"family","offset":80},{"uri":"Leucanthemum_vulgare","surface_form":"Leucanthemum vulgare","offset":333},{"uri":"Introduced_species","surface_form":"naturalised","offset":479},{"uri":"Temperate_zone","surface_form":"temperate","offset":499},{"uri":"Australasia","surface_form":"Australasia","offset":544},{"uri":"Carl_Linnaeus","surface_form":"Linnaeus","offset":564},{"uri":"Bellis_perennis","surface_form":"Bellis perennis","offset":692},{"uri":"Herbaceous_plant","surface_form":"herbaceous","offset":736},{"uri":"Perennial_plant","surface_form":"perennial plant","offset":747},{"uri":"Rhizome","surface_form":"rhizome","offset":774},{"uri":"Rosette","surface_form":"rosettes","offset":787},{"uri":"Spoon","surface_form":"spoon","offset":816},{"uri":"Leaf","surface_form":"leaves","offset":829},{"uri":"Pseudanthium","surface_form":"flower heads","offset":883},{"uri":"Africa","surface_form":"Africa","offset":1425},{"uri":"Morocco","surface_form":"Morocco","offset":1433},{"uri":"Asia","surface_form":"Asia","offset":1456},{"uri":"Europe","surface_form":"Europe","offset":1466},{"uri":"Grassland","surface_form":"grassland","offset":1552},{"uri":"Lawn","surface_form":"lawn","offset":1574},{"uri":"Vegetable","surface_form":"vegetable","offset":1720}]}