{"id":42769,"url":"http://en.wikipedia.org/wiki/Kinsey_Reports","text":"e=\"preserve\">The Kinsey Reports are two books, published in 1948 and 1953 by Alfred Kinsey and his co-workers. The books \"Sexual Behaviour in the Human Male\" and \"Sexual Behaviour in the Human Female\", were based on thousands of interviews by Kinsey and his team.\nThe books were shocking when they came out, as they talked about subjects that were taboo. It also questioned widely-held beliefs about sexuality. They were controversial.\nCriticism.\nPeople said that the selection of the sample (those asked) was not well done. One in four were prisoners, and 5% were male prostitutes. The institute, or location Kinsey did these tests, then did another such tests, without asking prisoners or prostitutes, and the findings were more or less the same. People also say that child abuse may have been involved when collecting the data.\nKinsey scale.\nThe Kinsey scale attempts to describe a person's sexual history or episodes of their sexual activity at a given time. It uses a scale from 0 to 6. \"0\" means the person tested is exclusively heterosexual. A person scoring \"6\" is exclusively homosexual. In the \"Kinsey Reports\", an extra grade was used for asexuality. The scale was first published in \"Sexual Behavior in the Human Male\" (1948). It was also important in the complementary work \"Sexual Behavior in the Human Female\" (1953).","categories":[],"infobox_types":[],"annotations":[{"uri":"Book","surface_form":"book","offset":40},{"uri":"Alfred_Kinsey","surface_form":"Alfred Kinsey","offset":77},{"uri":"Taboo","surface_form":"taboo","offset":348},{"uri":"Controversy","surface_form":"controversial","offset":421},{"uri":"Sample","surface_form":"sample","offset":485},{"uri":"Prisoner","surface_form":"prisoner","offset":542},{"uri":"Prostitute","surface_form":"prostitute","offset":570},{"uri":"Child_abuse","surface_form":"child abuse","offset":770},{"uri":"Heterosexual","surface_form":"heterosexual","offset":1035},{"uri":"Homosexual","surface_form":"homosexual","offset":1085},{"uri":"Asexuality","surface_form":"asexuality","offset":1150}]}