{"id":427692,"url":"http://en.wikipedia.org/wiki/Laverne_Cox","text":"Laverne Cox is an American actress and LGBT advocate. She is best known for playing Sophia Burset in \"Orange Is the New Black\", a Netflix series. Burset is a transgender woman in a women's prison.\nEarly life.\nLaverne Cox was born in Mobile, Alabama and was raised by a single mother and grandmother within the AME Zion church. She has an identical twin brother, M Lamar, who portrays the pre-transitioning Sophia (as Marcus) in \"Orange Is the New Black\". Cox stated she attempted suicide at the age of 11, when she noticed that she had developed feelings about her male classmates and had been bullied for several years for not acting \"the way someone assigned male at birth was supposed to act\".\nCox is making a documentary about CeCe McDonald, an African American transgender woman who was put in prison for killing a man who attacked her. On January 13 2014 Cox met CeCe to drive her home after she was released from prison. Cox spoke at the start of the 2014 National Gay and Lesbian Task Force conference Creating Change. Cox was chosen as one of the 2014 grand marshalls for the New York City Pride March.","categories":[],"infobox_types":[],"annotations":[{"uri":"LGBT","surface_form":"LGBT","offset":39},{"uri":"Orange_Is_the_New_Black","surface_form":"Orange Is the New Black","offset":102},{"uri":"Netflix","surface_form":"Netflix","offset":130},{"uri":"Mobile%2C_Alabama","surface_form":"Mobile, Alabama","offset":233},{"uri":"African_Methodist_Episcopal_Zion_Church","surface_form":"AME Zion","offset":310},{"uri":"Identical_twin","surface_form":"identical twin","offset":338},{"uri":"M_Lamar","surface_form":"M Lamar","offset":362},{"uri":"Transitioning_(transgender)","surface_form":"transitioning","offset":392},{"uri":"Documentary","surface_form":"documentary","offset":713},{"uri":"African_American","surface_form":"African American","offset":749},{"uri":"LGBT_Pride_March_(New_York_City)","surface_form":"New York City Pride March","offset":1085}]}