{"id":42777,"url":"http://en.wikipedia.org/wiki/Explosion","text":"An explosion is a fast increase in volume and increase in energy made available. It normally makes high temperatures and makes gases. Many natural events can make explosions, such as lightning, volcanic eruptions, meteors, and supernovae. People make explosions mostly by using chemical explosive materials.\nA chemical explosion starts pressure waves in the medium where it happens. Explosions are categorized as deflagrations if the pressure waves are subsonic and detonations if they are supersonic. When a detonation happens, the resulting pressure waves are named shock waves.\nUnintentional explosions.\nUnintentional explosions can be caused when chemicals are mixed together, or when pressurized containers or flammable materials are heated or exposed to flames. To cause an explosion, pressure does not have to be present but is always a result of an explosion.\nSeveral safety measures are used to prevent unintentional explosions. Many countries require that chemicals, fuels, and pressurized containers that may explode be labelled with warning labels. As well, many countries have regulations restricting the possession and use of potentially explosive materials so they will only go to appropriate industrial and research uses. Transportation regulations require potentially explosive chemicals, fuels, and pressurized containers to be transported safely.\nIntentional explosions.\nIntentional explosions are caused when armies fire artillery or when air forces drop bombs on enemies. Military engineers handle explosives and arrange intentional explosions during wartime. Intentional explosions are also used by civilians in \"demolition\". They break up old and obsolete buildings and bridges, and break rock and stone for construction. Explosions are made for activities such as mining, construction, and large-scale civil engineering projects such as building tunnels, roads, railways, and dams.","categories":[],"infobox_types":[],"annotations":[{"uri":"Volume","surface_form":"volume","offset":35},{"uri":"Energy","surface_form":"energy","offset":58},{"uri":"Temperature","surface_form":"temperature","offset":104},{"uri":"Gas","surface_form":"gas","offset":127},{"uri":"Lightning","surface_form":"lightning","offset":183},{"uri":"Volcanic_eruption","surface_form":"volcanic eruption","offset":194},{"uri":"Meteor","surface_form":"meteor","offset":214},{"uri":"Supernova","surface_form":"supernova","offset":227},{"uri":"Explosive_material","surface_form":"explosive material","offset":287},{"uri":"Pressure_wave","surface_form":"pressure wave","offset":336},{"uri":"Media","surface_form":"medium","offset":358},{"uri":"Deflagration","surface_form":"deflagration","offset":413},{"uri":"Subsonic","surface_form":"subsonic","offset":453},{"uri":"Detonation","surface_form":"detonation","offset":466},{"uri":"Supersonic","surface_form":"supersonic","offset":490},{"uri":"Shock_wave","surface_form":"shock wave","offset":568},{"uri":"Explosive_material","surface_form":"explosive material","offset":1152},{"uri":"Artillery","surface_form":"artillery","offset":1441},{"uri":"Air_force","surface_form":"air force","offset":1459},{"uri":"Bomb","surface_form":"bomb","offset":1475},{"uri":"Military_engineer","surface_form":"Military engineer","offset":1493},{"uri":"Building","surface_form":"building","offset":1679},{"uri":"Bridge","surface_form":"bridge","offset":1693},{"uri":"Mining","surface_form":"mining","offset":1788},{"uri":"Civil_engineering","surface_form":"civil engineering","offset":1826}]}