{"id":42787,"url":"http://en.wikipedia.org/wiki/Francium","text":"e=\"preserve\">Francium is a chemical element with the chemical symbol Fr and an atomic number of 87. It is a metal. In chemistry it is placed in a group of metal elements named the alkali metals. Francium is very radioactive. It is in very small amounts in uranium and thorium ores. It has the lowest electronegativity and electron affinity of all the chemical elements.\nFrancium reacts violently with water, as do all of the elements in group 1 on the periodic table.\nFrancium is one of the hardest to find elements on the planet Earth. It is estimated that there are only about 15 grams or half an ounce in the Earth's crust at a single time.\nAlthough chemists knew the element number 87 in the periodic table should exist, it was a long time before it was discovered. In the early 1900s, nearly all boxes on the periodic table had been filled. Chemists knew that one element had been found to fit into each box. Francium was discovered in 1939 by a French chemist called Marguerite Perey. She named it after her home country, France.\nIsotopes.\nThere are 34 known isotopes of francium ranging in atomic mass from 199 to 232. Francium-223 and francium-221 are the only isotopes that occur in nature.\nFrancium-223 is the most stable isotope, with a half-life of 21.8 minutes. Francium-223 is the fifth product of the actinium decay series as the daughter isotope of actinium-227. Francium-223 then decays into radium-223 by beta decay (1.149 MeV decay energy), with a minor (0.006%) alpha decay path to astatine-219 (5.4 MeV decay energy).\nFrancium-221 has a half-life of 4.8 minutes. It is the ninth product of the neptunium decay series as a daughter isotope of actinium-225. Francium-221 then decays into astatine-217 by alpha decay (6.457 MeV decay energy).","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_element","surface_form":"chemical element","offset":27},{"uri":"Atomic_number","surface_form":"atomic number","offset":79},{"uri":"Metal","surface_form":"metal","offset":108},{"uri":"Alkali_metal","surface_form":"alkali metal","offset":180},{"uri":"Radioactive","surface_form":"radioactive","offset":212},{"uri":"Uranium","surface_form":"uranium","offset":256},{"uri":"Thorium","surface_form":"thorium","offset":268},{"uri":"Ore","surface_form":"ore","offset":276},{"uri":"Electronegativity","surface_form":"electronegativity","offset":300},{"uri":"Electron_affinity","surface_form":"electron affinity","offset":322},{"uri":"Earth","surface_form":"Earth","offset":530},{"uri":"Crust_(geology)","surface_form":"crust","offset":620},{"uri":"Periodic_table","surface_form":"periodic table","offset":696},{"uri":"Chemist","surface_form":"Chemist","offset":846},{"uri":"French_people","surface_form":"French","offset":951},{"uri":"Marguerite_Perey","surface_form":"Marguerite Perey","offset":973},{"uri":"Atomic_mass","surface_form":"atomic mass","offset":1097},{"uri":"Isotope","surface_form":"isotope","offset":1232},{"uri":"Beta_decay","surface_form":"beta decay","offset":1423},{"uri":"Alpha_decay","surface_form":"alpha decay","offset":1482},{"uri":"Alpha_decay","surface_form":"alpha decay","offset":1723}]}