{"id":427865,"url":"http://en.wikipedia.org/wiki/Soumaoro_Kant%C3%A9","text":"e=\"preserve\">Soumaoro Kanté (also written Sumanguru Kanté) was a king of the Sosso people during the 13th century. The Sosso formed their kingdom in the 1180s, after the collapse of the Ghana Empire.\nIn the \"Epic of Sundiata\", Soumaoro is portrayed as a villain. He is said to have been a supernatural warrior with eight heads rising above his own. Many of his military victories were associated with his supernatural powers.\nIn 1203, Soumaoro captured Koumbi, the old capital of Ghana. He conquered several neighbouring peoples, including nine other kingdoms in the early 1200s. Among these were the Mandinka in what is now Mali. Soumaoro killed all of the Mandinka king's sons except one. This son, Sundiata Keita, was a cripple, and Soumaoro did not believe him to be a threat.\nA short time later, however, Sundiata built an alliance of smaller kingdoms to oppose Soumaoro. Legends describe Sundiata as having supernatural powers as well. In 1230, Sundiata founded the Mali Empire. He defeated Soumaoro at the Battle of Kirina in 1235.\nSourmaoro ruled as a tyrant. His empire lasted a little more that 30 years. He was unable to maintain stability. He also made his people pay heavy taxes. He made them give him large amounts of gold, food, and livestock. On top of that he demanded that his subjects turn over the most beautiful women for his pleasure and the strongest boys to be his slaves. He killed anyone suspected of becoming a potential threat to his rule. Although he was successful on the battlefield, Sumanguru an arrogant, brutal and intolerant ruler. He failed at winning the faith and loyalty of the people he had hoped to unify under his rule.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sosso_Empire","surface_form":"Sosso people","offset":77},{"uri":"Ghana_Empire","surface_form":"Ghana Empire","offset":186},{"uri":"Epic_of_Sundiata","surface_form":"Epic of Sundiata","offset":208},{"uri":"Villain","surface_form":"villain","offset":254},{"uri":"Supernatural","surface_form":"supernatural","offset":289},{"uri":"Koumbi_Saleh","surface_form":"Koumbi","offset":453},{"uri":"Mandinka_people","surface_form":"Mandinka","offset":601},{"uri":"Mali","surface_form":"Mali","offset":625},{"uri":"Sundiata_Keita","surface_form":"Sundiata Keita","offset":701},{"uri":"Disabled","surface_form":"cripple","offset":723},{"uri":"Mali_Empire","surface_form":"Mali Empire","offset":972},{"uri":"Tyrant","surface_form":"tyrant","offset":1060},{"uri":"Tax","surface_form":"tax","offset":1186}]}