{"id":427833,"url":"http://en.wikipedia.org/wiki/Xuanzang","text":"Xuanzang (;; about 602 – 664) was a Chinese Buddhist scholar, traveller and translator. He described the relations between China and India in the early Tang Dynasty.\nEarly life.\nXuanzang was born in what is now Henan province in 602. He was the youngest of four sons. One of his older brothers, Changjie, was a Buddhist monk. Changjie was impressed by Xuanzang's scholarly nature and brought him to a monastery in Luoyang. He began the process to become a monk at the age of thirteen. He studied Mahayana Buddhism at the monastery.\nIn 618, the Sui Dynasty fell. To escape the conflict, Xuanzang and his brother went to Chang'an, the new capital of the Tang Dynasty. He was not satisfied there so he travelled on to Chengdu in Sichuan. There, he joined the monastery and was made a monk at the age of 20. He returned Chang'an after a few years.\nHe later travelled all around China in search of sacred books of Buddhism. He wanted to learn from the roots of Buddhist practice. He became famous for his seventeen-year journey to India. His journey is recorded in the \"Great Tang Records on the Western Regions\". This in turn provided the inspiration for the novel \"Journey to the West\" written by Wu Cheng'en during the Ming Dynasty, around 900 years after Xuanzang's death.\nJourney.\nXuanzang traveled to Liang-chou, where he was a “guest lecturer”. The governor refused to let him go, but Xuanzang ignored the governor. He slipped out of town with the aid of two monks. Some guards told him about a detour he took that lead him to the Gobi Desert. Xuanzang made it to the town Hami and a Caravan. The king of Turfan wanted Xuanzang to be in his court.\nWhen he refused, the king sent him on his way with everything Xuanzang could possibly need. Xuanzang crossed the Tien Shan Mountains and descended to the Issyk-Kul lake in what is now the Republic of Kyrgyzstan. He traveled capital of Tashkent and the city of Samarkand and then through the Iron Gates to Bactria (modern Afghanistan). He visited the city of Balkh, where there were many famous relics of the Buddha. Xuanzang arrived in Bamian. He traveled down the Kabul River through the city of Peshawar to Taxila (now ruins near the Pakistani capital of Islamabad). Xuanzang then went to Srinigar, the capital of Kashmir.\nHe stayed in Srinigar and studied Buddhist texts with nine monks, each expert in a different field, until early 633. In eastern Punjab, Xuanzang and his party were assaulted by 50 bandits, and only escaped because Xuanzang was able to slip away to get help. He traveled on to the headwaters of the Ganges, the sacred river of India. Stopping at Kannauj, he stayed there for three months studying with a famous Buddhist master. Sailing down the Ganges to Kanpur, his boat was captured by pirates who wanted to sacrifice Xuanzang to their god.\nAs he was preparing to die, the pirate boats were hit by a cyclone and destroyed, and they released him before even worse things happened. Xuanzang visited the sacred sites where the historical Buddha had lived in what had once been the Kingdom of Magadha. At the village of Kasia, he saw the place where the Buddha had entered Nirvana (a kind of heaven). At the great monastery of Nalanda, Xuanzang stayed for five years from 633 to 637 studying the sacred texts. Xuanzang continued down the Ganges to the port of Tamralipti.\nFrom there he sailed down the east coast of India and visited south India and Maharashtra. He returned north and stopped at Nalanda again and then spent some time nearby studying non-religious subjects, such as mathematics and geography, with a famous teacher. Xuanzang was sent to Gauhati, the capital of Assam, to convert the King to Buddhism. Back in Nalanda he took leave of the monks and headed back to his native country in 643.\nHe crossed the Thar Desert to reach the Indus River. Crossing the Indus, he made it across safely on the back of an elephant into central Asia. Xuanzang faced many hazards, though. He survived blizzards and storms and the death of his elephant, who drowned while fleeing an attack of bandits.\nXuanzang reached Kashgar in what is now the westernmost part of China and Hetien, the capital of the Buddhist kingdom of Khotan. The King of Khotan came out to greet him, and he spent seven or eight months there lecturing on what he had learned during his pilgrimage. He finally arrived back in Sian in the spring of 645. Xuanzang arrived back in China with 150 Buddhist relics, six statues and more than 650 religious texts after a journey of 40,000 miles. The Emperor ordered him to write about his experiences. He had completed this book, Ta-T'ang Si-Yu-Ki (Memoirs on Western Countries) by the time he died in 649.","categories":[],"infobox_types":[],"annotations":[{"uri":"China","surface_form":"Chinese","offset":36},{"uri":"Buddhist","surface_form":"Buddhist","offset":44},{"uri":"Scholar","surface_form":"scholar","offset":53},{"uri":"Travel","surface_form":"travel","offset":62},{"uri":"Translator","surface_form":"translator","offset":76},{"uri":"India","surface_form":"India","offset":133},{"uri":"Tang_Dynasty","surface_form":"Tang Dynasty","offset":152},{"uri":"Henan","surface_form":"Henan","offset":211},{"uri":"Monastery","surface_form":"monastery","offset":401},{"uri":"Luoyang","surface_form":"Luoyang","offset":414},{"uri":"Monk","surface_form":"monk","offset":456},{"uri":"Mahayana","surface_form":"Mahayana","offset":496},{"uri":"Sui_Dynasty","surface_form":"Sui Dynasty","offset":544},{"uri":"Chang%27an","surface_form":"Chang'an","offset":619},{"uri":"Chengdu","surface_form":"Chengdu","offset":715},{"uri":"Sichuan","surface_form":"Sichuan","offset":726},{"uri":"Great_Tang_Records_on_the_Western_Regions","surface_form":"Great Tang Records on the Western Regions","offset":1065},{"uri":"Journey_to_the_West","surface_form":"Journey to the West","offset":1162},{"uri":"Wu_Cheng%27en","surface_form":"Wu Cheng'en","offset":1194},{"uri":"Ming_Dynasty","surface_form":"Ming Dynasty","offset":1217},{"uri":"Kyrgyzstan","surface_form":"Republic of Kyrgyzstan","offset":1838},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":1971},{"uri":"India","surface_form":"India","offset":3412},{"uri":"Maharashtra","surface_form":"Maharashtra","offset":3422}]}