{"id":427872,"url":"http://en.wikipedia.org/wiki/Sundiata_Keita","text":"e=\"preserve\">Sundiata Keita (1210 – c. 1260) was the founder of the Mali Empire. He ruled as emperor (\"mansa\") from 1235 to 1260. He is celebrated as a hero of the Mandinka people of West Africa in the \"Epic of Sundiata\". Sundiata changed his father's small kingdom into the core of the Mali Empire. It grew to be one of largest and richest empires of Africa.\nSundiata Keita was born in about 1210. His father was Naré Maghann Konaté, a king of the Mandinka. Keita was disabled from birth. His legend follows the theme of a culture hero overcoming extreme hardships to achieve greatness. According to the legend, Keita and his mother went into voluntary exile to avoid the risk of being killed by his jealous half-brother, Kankaran Tuman, who had become king in 1218. While Keita and his mother were in exile, the Mandinka were conquered by the Sosso Empire. Later, Keita was recalled by his fellow people to free them from this foreign oppression.\nIn the early 1200s, the independence of the Mandinka was threatened by the Sosso. Sosso was one of the many kingdoms that succeeded the Ghana Empire. Keita, who had already become a king, gathered his people and fought a battle with the Sosso army. In 1235, Keita and his army destroyed the army of Soumaoro Kanté, the ruler of the Sosso. This battle is called the Battle of Kirina, located in present-day Mali.\nFurther military advancements led to the expansion of the Mali Empire. The empire thrived, because it controlled many of the major gold fields and was an important center of trans-Saharan trade. Keita also successfully combined Islamic and traditional African beliefs to create a functional kingdom. Today, some of the Mandinka people of West Africa still regard Sundiata as a hero.\nLittle is known about the later life of Keita, but it is known that Keita ruled for about 25 years before his death. It is said that Keita was killed in an accident in his capital city.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mali_Empire","surface_form":"Mali Empire","offset":68},{"uri":"Emperor","surface_form":"emperor","offset":93},{"uri":"Hero","surface_form":"hero","offset":152},{"uri":"Mandinka_people","surface_form":"Mandinka people","offset":164},{"uri":"West_Africa","surface_form":"West Africa","offset":183},{"uri":"Epic_of_Sundiata","surface_form":"Epic of Sundiata","offset":203},{"uri":"Nar%C3%A9_Maghann_Konat%C3%A9","surface_form":"Naré Maghann Konaté","offset":414},{"uri":"Exile","surface_form":"exile","offset":654},{"uri":"Sosso_Empire","surface_form":"Sosso Empire","offset":845},{"uri":"Ghana_Empire","surface_form":"Ghana Empire","offset":1085},{"uri":"Soumaoro_Kant%C3%A9","surface_form":"Soumaoro Kanté","offset":1248},{"uri":"Gold","surface_form":"gold","offset":1492},{"uri":"Trans-Saharan_trade","surface_form":"trans-Saharan trade","offset":1535},{"uri":"Islam","surface_form":"Islam","offset":1589},{"uri":"African_traditional_religion","surface_form":"traditional African beliefs","offset":1601}]}