{"id":427863,"url":"http://en.wikipedia.org/wiki/Sonni_Ali","text":"e=\"preserve\">Sonni Ali (also known as Sunni Ali Ber or Sunni Ali) was the first king of the Songhai Empire in western Africa. He ruled from about 1464 to 1492. He was the 15th ruler of the Sonni dynasty. During Sonni's reign, Songhai surpassed the Mali Empire in power. His armies captured several important cities, such as Timbuktu (in 1468) and Djenné (captured in 1475). His battle strategies greatly expanded the empire's territory.\nBefore Sonni took Timbuktu in 1468, the city was controlled by Tuareg raiders. He then conquered the Tuareg and took them under his rule, which brought the great Saharan trade routes to his kingdom. After conquering Timbuktu, he and his army went south to conquer the port of Djenné, on the Niger River. The city surrendered after a long-fought siege.\nSonni defined himself as Muslim, but was careful to not separate himself from the traditional animist beliefs. He executed many of the clerics from Timbuktu. He ran a very organized and powerful military. His army included both soldiers on horseback, as well as soldiers who fought on foot. He also built a fleet of ships to control the ports along the Niger River.\nIn 1480, Sunni Ali attacked the Mossi Kingdoms south of the Niger River. Unfortunately, he did not conquer the Mossi, but he was able to stop the spread of their empire. He also fought a successful war against several of the Fulani states. On his return home from this war, Sonni drowned in a river, in 1493","categories":[],"infobox_types":[],"annotations":[{"uri":"Songhai_Empire","surface_form":"Songhai Empire","offset":92},{"uri":"West_Africa","surface_form":"western Africa","offset":110},{"uri":"Mali_Empire","surface_form":"Mali Empire","offset":248},{"uri":"Timbuktu","surface_form":"Timbuktu","offset":324},{"uri":"Djenn%C3%A9","surface_form":"Djenné","offset":347},{"uri":"Tuareg","surface_form":"Tuareg","offset":500},{"uri":"Trans-Saharan_trade","surface_form":"Saharan trade routes","offset":599},{"uri":"Niger_River","surface_form":"Niger River","offset":728},{"uri":"Siege","surface_form":"siege","offset":782},{"uri":"Muslim","surface_form":"Muslim","offset":814},{"uri":"African_traditional_religion","surface_form":"traditional","offset":871},{"uri":"Animism","surface_form":"animist","offset":883},{"uri":"Navy","surface_form":"fleet of ships","offset":1096},{"uri":"Mossi_Kingdoms","surface_form":"Mossi Kingdoms","offset":1187},{"uri":"Fula_people","surface_form":"Fulani","offset":1380}]}