{"id":427839,"url":"http://en.wikipedia.org/wiki/Sei_Sh%C5%8Dnagon","text":"was a Japanese writer. She was a court lady who served the Empress Teishi (Sadako) during the middle Heian period. She is best known as the author of. She also wrote diaries and poems.\n\"The Pillow Book\".\nThe Heian period of Japanese history lasted from 794 to 1185 CE. Sei Shōnagon lived and died during this time. Not a lot is known about her as a child. We only know about her personality by her writing, especially \"The Pillow Book\". This book contains a lot about her life at the imperial court and her feelings. It is a collection of lists, poetry, gossip and observations from her years in the court (things she saw and how she felt about them). \"The Pillow Book\" became very well-known during the Heian period. It revealed an interesting view on life at court.\nThe name \"Pillow Book\" came from an event where the empress was given a bundle of notebooks. The empress did not know what to use the notebooks for so Sei Shōnagon asked Empress Sadako if she could have them. Sei Shōnagon told the empress that she wanted to use them to make a pillow.\nThe book has about 320 entries. She also wrote lists in her diaries. There are about 164 lists. Some of the lists that were included in her diary were: \"Depressing things\" and \"Things that arouse a fond memory of the past\". Sei Shōnagon completed this book some time between 1000 and 1010 CE. Some people believe that a copy of Sei Shōnagon's book was given to Empress Sadako's daughter.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":6},{"uri":"Writer","surface_form":"writer","offset":15},{"uri":"Lady-in-waiting","surface_form":"court lady","offset":33},{"uri":"Fujiwara_no_Teishi","surface_form":"Empress Teishi","offset":59},{"uri":"Heian_period","surface_form":"Heian period","offset":101},{"uri":"Diary","surface_form":"diaries","offset":166},{"uri":"Poem","surface_form":"poem","offset":178},{"uri":"CE","surface_form":"CE","offset":265},{"uri":"Imperial_Court_in_Kyoto","surface_form":"imperial court","offset":484},{"uri":"Feelings","surface_form":"feelings","offset":507},{"uri":"Gossip","surface_form":"gossip","offset":554},{"uri":"Observation","surface_form":"observation","offset":565},{"uri":"Notebook","surface_form":"notebook","offset":850},{"uri":"Pillow","surface_form":"pillow","offset":1045}]}