{"id":427991,"url":"http://en.wikipedia.org/wiki/Adobe_Premiere_Elements","text":"Adobe Premiere Elements is an editing software that allows users to edit videos and make home-made movies, using the provided options.\nCompatibility.\nUpon release, the software was made compatible with Windows XP, Windows 7, Windows Vista, and Mac OS X. The installation of the software is different for each device, providing step by step instructions. It can only be installed once per device, where it then needs to be uninstalled before installing again to a different device.\nAdobe ID.\nAn Adobe ID is a paid service that allows access to otherwise inaccessible content created by Adobe. The price of an Adobe ID has varied in the past five years. It currently costs around ten dollars a month, although the price may be different depending where you are located. Creating your Adobe ID also unlocks free benefits for Adobe Photoshop and an automatic online backup.\nFree Trial.\nA free thirty day trial is available to those who are willing to download the often large amount of data required. The trial includes everything you would get from buying the product, attempting to get customers to buy the full version after the trial is over.\nAwards.\nAdobe Premiere Elements has won over 180 editing awards and has been classified as number one award winning editing software for the past 10 years.\nSharing.\nAdobe has a built in sharing configuration, that allows users to share their videos to major websites such as YouTube and Facebook. It also allows easy transferring onto a DVD, or into AVCHD format.","categories":[],"infobox_types":[],"annotations":[{"uri":"Software","surface_form":"software","offset":168},{"uri":"Windows_XP","surface_form":"Windows XP","offset":202},{"uri":"Windows_7","surface_form":"Windows 7","offset":214},{"uri":"Windows_Vista","surface_form":"Windows Vista","offset":225},{"uri":"Mac_OS_X","surface_form":"Mac OS X","offset":244},{"uri":"Adobe_Photoshop","surface_form":"Adobe Photoshop","offset":822},{"uri":"Software","surface_form":"software","offset":1267},{"uri":"YouTube","surface_form":"YouTube","offset":1418},{"uri":"Facebook","surface_form":"Facebook","offset":1430},{"uri":"DVD","surface_form":"DVD","offset":1480}]}