{"id":427954,"url":"http://en.wikipedia.org/wiki/KatieJane_Garside","text":"KatieJane Garside (born Katrina Jane Garside; 8 July 1968) is an English singer-songwriter. She first became known as the singer of the indie rock band Daisy Chainsaw. Garside is now the singer of Ruby Throat.\nDaisy Chainsaw.\nGarside joined the band in 1989. With the band Garside released two extended plays. The band then released one album, \"Eleventeen\" in 1992. Their single \"Love Your Money\" reached number 26 in the UK Singles Chart in February 1992. It is Garside's most successful song so far.\nGarside sung on two songs on Creaming Jesus' 1992 album \"Guilt by Association\". She was also in the music video for their single \"Lilies\".\nIn 1993, Garside left Daisy Chainsaw. She was replaced with Belinda Leith.\n1994-1998.\nIn 1994, Garside sung on the album \"The Greatest Show of Truth\" by The Sacred Sawdust Ring.\nGarside sung on five songs on Test Dept.'s 1995 album \"Totality\".\nQueenadreena.\nIn 1999, she started an alternative rock band called Queenadreena with Crispin Gray. Queenadreena released their first album, \"Taxidermy\", in 2000. In 2002, they released their second album \"Drink Me\". In 2005, their third album \"The Butcher and the Butterfly\" was released by One Little Indian. One single was released from the album, \"Medicine Jar\".\nIn 2007, the band released \"Ride a Cock Horse\". The next year they released \"Djin\". It was only released in Japan. In September 2009 it was released in the UK.\nThe band broke up in 2010.\nLalleshwari, Corps Electriques, and Ruby Throat.\nIn 2005, she released an album of songs she made on her own called \"Lalleshwari/Lullabies in Glass Wilderness\".\nIn 2006, Garside met Chris Wittingham on the London Underground. He was busking there. They started making music together. In 2007 they released an album together called \"The Ventriloquist\" under the name Ruby Throat. It has a folk sound. At first they released 500 copies of the cd inside red leather books. The album was released on Amazon in 2008.\nIn 2008, Garside released an album with Hector Zazou called \"Corps Electriques\". Nils Petter Molvær played the trumpet on it.\nIn 2009, Ruby Throat released their second album, \"Out of a Black Cloud Came a Bird\". The album has a cover of \"Nothing\" by Townes Van Zandt. Also that year, Jeff Zetner's album \"The Dying Days of Summer\" was released. Garside sung on the thirteenth song on the album, \"Where We Fall We'll Lie\".\nIn 2012, they released a third album, \"O' Doubt O' Stars\".\nFamily life.\nShe has a sister called Melanie Garside. Melanie is also a musician. She was the bass player for Queenadreena.\nGarside lives on a boat with Chris Wittingham and their children.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_people","surface_form":"English","offset":65},{"uri":"Singer-songwriter","surface_form":"singer-songwriter","offset":73},{"uri":"Indie_rock","surface_form":"indie rock","offset":136},{"uri":"Daisy_Chainsaw","surface_form":"Daisy Chainsaw","offset":152},{"uri":"Ruby_Throat","surface_form":"Ruby Throat","offset":197},{"uri":"Extended_play","surface_form":"extended play","offset":294},{"uri":"Album","surface_form":"album","offset":337},{"uri":"Creaming_Jesus","surface_form":"Creaming Jesus","offset":531},{"uri":"Test_Dept.","surface_form":"Test Dept.","offset":849},{"uri":"Alternative_rock","surface_form":"alternative rock","offset":923},{"uri":"Queenadreena","surface_form":"Queenadreena","offset":952},{"uri":"Crispin_Gray","surface_form":"Crispin Gray","offset":970},{"uri":"Japan","surface_form":"Japan","offset":1359},{"uri":"London_Underground","surface_form":"London Underground","offset":1644},{"uri":"Busking","surface_form":"busking","offset":1671},{"uri":"Ruby_Throat","surface_form":"Ruby Throat","offset":1804},{"uri":"Folk_music","surface_form":"folk","offset":1826},{"uri":"Hector_Zazou","surface_form":"Hector Zazou","offset":1990},{"uri":"Nils_Petter_Molv%C3%A6r","surface_form":"Nils Petter Molvær","offset":2031},{"uri":"Trumpet","surface_form":"trumpet","offset":2061},{"uri":"Jeff_Zetner","surface_form":"Jeff Zetner","offset":2234},{"uri":"Melanie_Garside","surface_form":"Melanie Garside","offset":2468}]}