{"id":427901,"url":"http://en.wikipedia.org/wiki/Uninterruptible_power_supply","text":"An uninterruptible power supply (or uninterruptible power source; UPS) is an apparatus that provides electric power in an emergency when there is a problem with the normal electricity supply. It provides an almost instantaneous supply of electricity during any power failure. It is used normally to protect any sensitive hardware (computer, data center, telecommunication) in which if there is any disruption of power supply, it might easily damage that equipment.\nUPS batteries are lead acid batteries that use gel sulfuric acid instead of the liquid sulfuric acid car batteries use. UPS batteries are sealed and have the property to store electricity and provide a consistent high surge DC current to a UPS system which converts it to a stabilized AC current. UPS batteries have a wide selection of dimensions and one of their main properties is that they do not leak or produce fumes. This is one of the most important reasons why they are used safely in houses, server rooms, data centers, manufacturing environments, hospitals, offices, and other poorly ventilated areas. These sealed lead-acid batteries can be found in some of the electronics stores or UPS specialized stores.","categories":[],"infobox_types":[],"annotations":[{"uri":"Apparatus","surface_form":"apparatus","offset":77},{"uri":"Electric_power","surface_form":"electric power","offset":101},{"uri":"Emergency","surface_form":"emergency","offset":122},{"uri":"Instant","surface_form":"instantaneous","offset":214},{"uri":"Computer_hardware","surface_form":"hardware","offset":321},{"uri":"Computer","surface_form":"computer","offset":331},{"uri":"Data_center","surface_form":"data center","offset":341},{"uri":"Telecommunication","surface_form":"telecommunication","offset":354},{"uri":"Lead_acid_battery","surface_form":"lead acid batteries","offset":483},{"uri":"Direct_current","surface_form":"DC current","offset":689},{"uri":"Alternating_current","surface_form":"AC current","offset":750}]}