{"id":428068,"url":"http://en.wikipedia.org/wiki/Cognitive_neuropsychology","text":"Cognitive neuropsychology is a subject in psychology. It is a combination of biology and cognitive psychology. These psychologists study human behavior and knowledge. This is a growing subject that is used more and more everyday. Unlike cognitive neuroscience, cognitive neuropsychology pays attention to the mind rather than the brain.\nMany scientists have worked to make cognitive neuropsychology. Their findings have created an understanding of the brain and how humans learn and do things. Most of these scientists were not psychologists, but are known for their contributions to psychology. The technology today also helps advance what is known. With brain imaging and other methods the brain can now be visualized. Cognitive neuroscience can also be broken into different topics such as memory, attention, language, and emotion.\nBeginnings.\nThe early history of cognitive neuropsychology begins with humans’ first acknowledgement of the mind/brain. Beliefs in the importance of the mind/brain/head emerge as early as 4000BC with the Sumerians. Records of Sumerian intake of the poppy plant (which contains opium) include descriptions of the mind-altering affects upon ingestion. This suggests a reference to the brain. Another clue pointing towards acknowledgement of the brain is the discovery of skulls with holes drilled into them in 2000BC. Discovery of these skulls points to cultural acknowledgement of the brain as important to life. The motivation behind these drillings could vary from spiritual to medical.\nThe greatest contribution to early cognitive neuropsychology came from Egypt in 1700BC. This marks the development of the Edwin Smith Surgical Papyrus. This document included the first written description of the human brain. These writings include descriptions of meninges and cerebrospinal fluid.\nThe next development emerged from ancient Greece from philosophers Aristotle, Plato and Almaceon. The ancient Greeks hypothesized the form and function of the mind, psyche and soul. Aristotle’s theory focused on the heart as the seat of the mind. He saw the heart containing all emotion and thinking. He also thought that the brain functioned to cool the heart down. Unlike Aristotle, Plato believed the brain to be the locale for mental processes. With Aristotle we see the emergence of the dualistic view of mind and body. The dualistic versus monistic approach to the mind and brain is a debate dominating much of the history of cognitive neuroscience.\nThe developments in cognitive neuropsychology following this time were few and far between due to Church credence against human dissection. This limited the uncovering of new information. At this time we see a noteworthy development by Galen. Galen was a Roman physician whose surgical descriptions of neurology helped describe the anatomy of the brain and neurological disorders. Many unskilled physicians attempted dissections in secret, but with no real, scientific discoveries occurring.\n16th Century.\nBy the middle of the 16th century, there was an increase in cognitive neuropsychology development. This happened after the lull caused by the Church. During The Renaissance cognitive neuropsychology gains many noteworthy contributions. These contributions involve a deeper understanding of the brain and its subsections. We see Vesalius’ publication of the first neuroscience textbook in 1543 and his description of the hydrocephalus in 1550. We also see the first use of the term “hippocampus” in 1564. This is when the brain was starting to be seen as a complex organ responsible for many operations of the body.\nTowards the end of the 1500s a French philosopher and mathematician by the name of René Descartes was born. He was the most well known figure in cognitive neuropsychology at this time. Some of Descartes’ contributions stemmed from his interest in the nervous system and brain’s role in behavior. He posited that the nervous system was made up of hollow tubes which filled with “animal spirits” any time an action were to take place in that part of the body. His other contributions included the more developed notion of dualism. He hypothesized that the brain and mind are two separate entities that exist on their own but are interdependent on each other. He theorized that the pineal gland in the brain is where these two separate entities interacted. Descartes’ dualistic theory serves as his most influential contribution to cognitive neuropsychology.\n18th Century.\nDuring the 18th Century science began to be big in the history of cognitive neuropsychology. The first big advance was in human reflexes. These bodily reactions to stimuli or outside forces are observed and measured. This was found by studying axons and learning how signals travel in the human body. Before this, science and technology were not advanced enough, but the 17th Century changed this. In fact, the development of the microscope helped as well. The brain's nerve fibers could now be seen and described. Cerebrospinal fluid (CSF) was also found in the spaces of the brain and spinal cord. With that, the physiology of psychology began to take control of cognition. These findings are all still true today.\nAnother advance occurred with electroconvulsion therapy (ECT) or electric shock therapy. This was a method used to treat mental disorders. ECT causes electricity to shock a person's brain. This stimulates all of the brain causing mental disorders to go away and be cured. This was used to treat blindness, hysteria, depression, and many other disorders. It was thought to be the way of the future in treating disabilities.\n19th Century.\nThe 19th century started the argument of localism vs. holism in cognitive neuropsychology. People were starting to question holism and explore the idea of localism. Localism means that the brain has individual areas that are responsible for certain actions in the body. The study of Phrenology started these localization theories. Phrenology is looking at the human skull and finding strange bumps to be measured. Any strange bumps or shapes in the skull were then paired with intelligence or self traits in a person. These traits could include language, logic, and even love. If a part of the skull was pushed out it would mean that trait was better. This started localization theories\nThe next big thing in cognitive neuroscience has to do with ablation studies. This is when parts of the brain were removed so function could be measured without this brain area. For example, a neuropsychologist can remove the cerebellum. After it is removed, the animal's balance was not good. This links the cerebellum to balance. As for brain damage, the most famous case is with Phineas Gage. This patient was working on the railroad when a piece of metal went through the front of his head. He did not die from this brain injury. However, his normal personality changed. This brought the idea that the frontal cortex, the part of the brain that was stabbed, controlled how a person acted. Another study found the localization of language in the brain. Two separate scientists studied patients with language problems. They found that their patients all had lesions or damage in two certain areas of their brain. One area known as Broca's area controlled talking. The other area Wernicke's area was found to control understanding of language.\nThis way of looking at problems in the brain lead to studies of epileptic patients. An epileptic patient is a person that frequently suffers from seizures. These seizures were studied to learn more about how the brain sends electrical signals. These electrical signals were then measured. It was found that each neuron can send a signal at certain speeds. These neurons were then dyed with a stain in order to be seen. At first it was thought that all nerves were connected like a web called a nerve net. However, with more complex stain it was found that each nerve is separate and can fire on their own.\n20th Century.\nIn the early part of the 20th century, there was a long time that cognitive neuropsychology was not studied. This was partly because of the influence of John B. Watson, who was a behaviorist in psychology. He argued that cognition could not be studied scientifically because it could not be observed. So for the first half of the 20th century, psychology as a field was dominated by behaviorism, which was mainly stimuli and a person’s response to it. John B. Watson was only one psychologist to criticize cognitive psychology. Pierre Marie in 1906 criticized Broca, who was one of the first to create the field of Cognitive Neuropsychology. Henry Head in 1926 also attacked the whole field of cognitive neuropsychology. Due to these criticisms, and the influence of behaviorism, cognitive neuropsychology was dormant for many years.\nAnother reason why cognitive neuropsychology disappeared in the early twentieth century was because the science was not yet advanced enough. Many cognitive psychologists were also neurologists. These two fields of study were not separate yet, as they are today. These neurologists wanted to study modules in the brain, and localize them with parts of the brain, but technology did not allow this yet. The methods used today were not yet created. They could only study where a person’s brain lesion was by doing an autopsy after the person was already dead. This was a lot of the reason this field was criticized against, and why many people believed cognition could not be studied scientifically.\nIn the middle of the twentieth century there was a transition called the 'Cognitive Revolution' in psychology. This is when psychologists began to agree that there were scientific ways to study cognition. These new beliefs about cognitive psychology were brought on by John C. Marshall's and Nora Newcombe’s study of reading, and Shallice and Warrington’s study of memory in the early 1970s. In the mid 1980s the first undergraduate book was published by Ellis & Young named \"Human Cognitive Neuropsychology\". There was also an emergence of new technology that made it easier to study the brain and the mind. The 1970s and 1980s was the time period that cognitive neuropsychology became visible, and many psychologists started studying it after.\nAn important feature of the later half of the twentieth century was the clear separation of cognitive neuropsychology and cognitive neuroscience. Cognitive neuropsychologists study the human mind after brain damage has occurred, and focus more on cognition. Cognitive neuroscientists study the human brain and neural systems after brain damage has occurred, and focus more attention on the neurons. While the cognitive neuroscientists are concerned with how the brain works, and what parts of the brain is responsible for what functions, cognitive neuropsychologists want to study people with brain damage to try and see how the human mind works. With this information, they can formulate theories about the human mind, and also make better therapies for people with brain damage.\nAn important feature that was developed in the twentieth century is the way that research is conducted. Since every single person’s brain damage is different, cognitive neuropsychologists study only single cases instead of groups of people, or syndromes. Psychologists study the mind by looking at people who lost some sort of function after brain damage occurred. For example, if a person could recognize both faces and objects before brain damage occurred, but then after brain damage in a certain part of the brain they could only recognize faces and not objects, then psychologists can make inferences about the functions in certain modules of the brain.\nThe late 20th century was also when they began using computational models of cognition. The psychologists would make theories and install them into a computer, then virtually damage the fake brain where the patient had damage. By doing this, they can get a better look at how the mind works. This is one way that technology has helped in studying the human mind. This, along with the invention of the devices to scan the brain, has made a big difference in cognitive neuropsychology.\nCognitive neuropsychologists use the method of double dissociation when studying the modules of the mind. This is when they use many patients who have had brain damage and try to figure out which parts of the brain are responsible for different cognition. This concept of modularity was developed by Jerry Fodor in his 1983 book The Modularity of the Mind. Psychologists disagree as to how much and which parts of the mind is constructed modules.\n21st Century.\nIn this century, cognitive neuropsychologists use many methods to study the mind. They use machines that scan the brain to see where the damage is, and then study cognitive abilities of these patients. They still use double dissociation for studying the patients, case studies, computational models, and many other features that were invented in the late twentieth century. With new technology, there is likely to be a lot of improvement in this field.","categories":[],"infobox_types":[],"annotations":[{"uri":"Subject","surface_form":"subject","offset":31},{"uri":"Psychology","surface_form":"psychology","offset":42},{"uri":"Biology","surface_form":"biology","offset":77},{"uri":"Cognitive_psychology","surface_form":"cognitive psychology","offset":89},{"uri":"Psychologist","surface_form":"psychologist","offset":117},{"uri":"Behavior","surface_form":"behavior","offset":143},{"uri":"Knowledge","surface_form":"knowledge","offset":156},{"uri":"Neuroscience","surface_form":"neuroscience","offset":247},{"uri":"Mind","surface_form":"mind","offset":309},{"uri":"Brain","surface_form":"brain","offset":330},{"uri":"Scientists","surface_form":"scientists","offset":342},{"uri":"Technology","surface_form":"technology","offset":600},{"uri":"Imaging","surface_form":"imaging","offset":662},{"uri":"Memory","surface_form":"memory","offset":793},{"uri":"Attention","surface_form":"attention","offset":801},{"uri":"Language","surface_form":"language","offset":812},{"uri":"Emotion","surface_form":"emotion","offset":826},{"uri":"Opium","surface_form":"opium","offset":1112},{"uri":"Spiritual","surface_form":"spiritual","offset":1501},{"uri":"Medical","surface_form":"medical","offset":1514},{"uri":"Egypt","surface_form":"Egypt","offset":1594},{"uri":"Ancient_Greece","surface_form":"ancient Greece","offset":1855},{"uri":"Aristotle","surface_form":"Aristotle","offset":1888},{"uri":"Plato","surface_form":"Plato","offset":1899},{"uri":"Psyche_(psychology)","surface_form":"psyche","offset":1986},{"uri":"Dissection","surface_form":"dissection","offset":2605},{"uri":"Galen","surface_form":"Galen","offset":2713},{"uri":"Physician","surface_form":"physician","offset":2738},{"uri":"Neurology","surface_form":"neurology","offset":2779},{"uri":"16th_century","surface_form":"16th century","offset":3004},{"uri":"Lull","surface_form":"lull","offset":3106},{"uri":"Renaissance","surface_form":"Renaissance","offset":3144},{"uri":"Hippocampus","surface_form":"hippocampus","offset":3465},{"uri":"Ren%C3%A9_Descartes","surface_form":"René Descartes","offset":3681},{"uri":"Pineal_gland","surface_form":"pineal gland","offset":4277},{"uri":"18th_century","surface_form":"18th Century","offset":4479},{"uri":"Reflex","surface_form":"reflex","offset":4596},{"uri":"Stimuli","surface_form":"stimuli","offset":4632},{"uri":"Axons","surface_form":"axons","offset":4712},{"uri":"Nerve_fibre","surface_form":"nerve fibers","offset":4937},{"uri":"Spinal_cord","surface_form":"spinal cord","offset":5055},{"uri":"Physiology","surface_form":"physiology","offset":5083},{"uri":"Electroconvulsive_therapy","surface_form":"electroconvulsion therapy","offset":5215},{"uri":"Electric_shock","surface_form":"electric shock therapy","offset":5250},{"uri":"Mental_disorder","surface_form":"mental disorder","offset":5306},{"uri":"Electricity","surface_form":"electricity","offset":5335},{"uri":"Blindness","surface_form":"blindness","offset":5480},{"uri":"Hysteria","surface_form":"hysteria","offset":5491},{"uri":"Depression_(mood)","surface_form":"depression","offset":5501},{"uri":"19th_century","surface_form":"19th century","offset":5626},{"uri":"Holism","surface_form":"holism","offset":5746},{"uri":"Phrenology","surface_form":"Phrenology","offset":5905},{"uri":"Theories","surface_form":"theories","offset":5943},{"uri":"Skull","surface_form":"skull","offset":5988},{"uri":"Language","surface_form":"language","offset":6167},{"uri":"Logic","surface_form":"logic","offset":6177},{"uri":"Love","surface_form":"love","offset":6193},{"uri":"Neuropsychologist","surface_form":"neuropsychologist","offset":6502},{"uri":"Cerebellum","surface_form":"cerebellum","offset":6535},{"uri":"Brain_damage","surface_form":"brain damage","offset":6648},{"uri":"Case","surface_form":"case","offset":6678},{"uri":"Personality","surface_form":"personality","offset":6863},{"uri":"Cerebral_cortex","surface_form":"frontal cortex","offset":6915},{"uri":"Lesions","surface_form":"lesions","offset":7169},{"uri":"Epilepsy","surface_form":"epileptic","offset":7418},{"uri":"Seizure","surface_form":"seizure","offset":7500},{"uri":"Neuron","surface_form":"neuron","offset":7666},{"uri":"Stain","surface_form":"stain","offset":7746},{"uri":"20th_century","surface_form":"20th century","offset":7999},{"uri":"Influence","surface_form":"influence","offset":8114},{"uri":"Cognition","surface_form":"cognition","offset":8195},{"uri":"Behaviorism","surface_form":"behaviorism","offset":8357},{"uri":"Stimuli","surface_form":"stimuli","offset":8387},{"uri":"John_B._Watson","surface_form":"John B. Watson","offset":8426},{"uri":"Technology","surface_form":"technology","offset":9174},{"uri":"Autopsy","surface_form":"autopsy","offset":9322},{"uri":"Warrington","surface_form":"Warrington","offset":9848},{"uri":"Neurons","surface_form":"neurons","offset":10641},{"uri":"Jerry_Fodor","surface_form":"Jerry Fodor","offset":12475}]}