{"id":428143,"url":"http://en.wikipedia.org/wiki/Battle_of_the_Netherlands","text":"The Battle of the Netherlands () was part of the German invasion of France and the Low Countries (Belgium, Luxembourg, and the Netherlands) during World War II. The battle lasted from 10 May 1940 until the main Dutch forces surrendered on the 14th. Dutch troops in the province of Zealand continued to fight the until 17 May, when Germany occupied the whole nation.\nThe Battle of the Netherlands was one of the first major uses of paratroopers to land near important targets before ground troops reached the area. The German \"Luftwaffe\" used paratroopers to capture several major airfields in the Netherlands.\nThe battle ended soon after the terrible bombing of Rotterdam by the German \"Luftwaffe\". The Germans threatened to bomb other large Dutch cities if Dutch forces refused to surrender. The Dutch surrendered to prevent other cities from being destroyed. The Netherlands was occupied by Germany until 1945, when Dutch territory was freed.\nBackground.\nBritain and France declared war on Germany in 1939, after Germany invaded Poland. No major land attacks happened in Western Europe during the winter of 1939–1940. During this time, the British and French built up their forces to get ready for a long war, and the Germans occupied Poland.\nOn 9 October, Adolf Hitler ordered plans for an invasion of the Low Countries. He wanted to use them as a base to attack Great Britain. He also wanted to prevent an attack by the Allied forces, which could threaten the Ruhr Area.\nThe Dutch were not ready to stop an invasion. When Hitler came to power, the Dutch had begun to re-arm, but more slowly than France or Belgium. Only in 1936 did the Dutch government start to increase their defense budget.\nDutch governments did not see Germany as a military threat. Partly this was because they did not want to cause problems with an important trade partner. The Dutch did not criticize Nazi policies. The Dutch made strict budget limits to fight the Great Depression, which was hard on Dutch society.\nHendrikus Colijn, the Dutch Prime Minister between 1933 and 1939, did not think Germany would go against Dutch neutrality and invade the Netherlands. Senior officers did not try to encourage improving military defence.\nInternational stress grew in the late 1930s. Countries got concerned by the German occupation of the Rhineland in 1936; the \"Anschluss\" and Sudeten crisis of 1938; the German occupation of Bohemia and Moravia in 1939; and the Italian invasion of Albania in the spring of 1939.\nThese events made the Dutch government be more careful, but they limited their reaction as much as they could. Their most important reaction was to get 100,000 men ready to fight in April 1939.\nAfter the German invasion of Poland in September 1939 and the start of the Second World War, the Netherlands hoped to remain neutral. The Netherlands had been neutral during the First World War 25 years earlier.\nThe Dutch army was ready by 24 August and set up in trenches. Large amounts of money (almost 900 million guilders) were spent on defence. It was very difficult to obtain new weapons in wartime. The Dutch had ordered some equipment from Germany, which delayed deliveries.\nA lot of the defence funds were used for the Dutch East Indies (now Indonesia). A lot of the money was spent on a plan to build three battle cruisers.\nThe Low Countries' position between France and Germany made the area a good route for either side to attack the other. In a 20 January 1940 radio speech, Winston Churchill tried to get the Dutch to join with the British. Both the Belgians and the Dutch refused, even though Belgium had learned about Germany's plans to attack.\nThe Allies planned to attack Germany in the summer of 1941. The French thought about going against the neutrality of the Low Countries and attacking them if they had not joined the Allies before then. If Germany attacked the Netherlands, the Allies would have to go through Belgium. The Allies also worried that the Netherlands might allow a German army into Belgium through the southern part of their lands.\nThe Dutch government never decided what to do. Most of the ministers wanted to resist an attack. A minority refused to become a German ally. The Dutch tried to organize a peace settlement between the Allies and Germany.\nAfter the German invasion of Norway and Denmark, followed by a warning by Japan that a German attack on the Netherlands was going to happen, the Dutch military knew they would have to fight. They started to prepare for war. Dutch border troops were put on alert.\nReports of a Fifth Column (enemy agents acting in a country) in Scandinavia caused fears that the Netherlands also had German agents and traitors. The Dutch prepared for attacks on airfields and ports.\nOn 19 April, the Netherlands declared a state of emergency. However, most civilians thought their country might not have a war. The Dutch hoped to avoid a war with terrible numbers of deaths. On 10 April, Britain and France again asked the Dutch to enter the war on the Allies' side. Again, the Dutch refused.\nDutch Army.\nIn the Netherlands, a good defence was possible. The land helped the defender, and there was a strong industrial base, including an arms industry. The Wehrmacht lacked equipment and training, but the Dutch army was very weak.\nThe Germans had better equipment than the Netherlands. The modern German army had tanks and dive bombers (such as the Junkers Ju 87 \"Stuka\"). The Dutch army's armoured forces were only 39 armoured cars and five tankettes, and an air force of biplanes.\nThe Dutch military had not got much new equipment since before the First World War. During the 1920s, the Dutch government limited their defense budget because of an economic recession that lasted from 1920 until 1927. In that decade, only 1.5 million guilders per year was spent on equipment. Only in February 1936 was a bill passed creating a special 53.4 million guilder defence fund.\nThe lack of trained troops, a large professional organization, or good weapons made it hard to make the Dutch forces larger. There was just enough artillery for the larger units. Light infantry battalions were spread all over the country to delay enemy movement.\nThey had many pillboxes, about two thousand in number, but the lines were thin. Modern large fortresses like the Belgian fortress of Eben Emael did not exist. The only modern fortification was the one at Kornwerderzand.\nTotal Dutch forces were 48 regiments of infantry, as well as 22 infantry battalions for border defence. In comparison, Belgium had 22 full divisions and 30 divisions when smaller units were included.\nAfter September 1939, the Dutch tried to improve the situation, but with little result. Germany delayed its deliveries of weapons. France did not want to sell weapons to an army that would not take its side. The Dutch could not get weapons from the other possible source, the Soviet Union, because the Dutch did not recognize their communist government.\nOther countries had good armoured forces. The Dutch Army had two groups of armoured cars, each with a dozen vehicles; A single platoon of five Carden-Loyd Mark VI tankettes was all the armour they had.\nThe Dutch Artillery had 676 howitzers and field guns: 310 Krupp 75 mm field guns; 52 105 mm Bofors howitzers, the only really modern pieces; 144 obsolete Krupp 125 mm guns; 40 150 mm sFH13's; 72 Krupp 150 mm L/24 howitzers and 28 Vickers 152 mm L/15 howitzers.\nAs antitank-guns 386 Böhler 47 mm L/39s were available, but there were not enough. There were another three hundred old \"6 Veld\" (57 mm) and \"8 Staal\" (84 mm) field guns. Only eight of the 120 modern 105 mm pieces ordered from Germany had been delivered at the time of the invasion. Most artillery was horse-drawn.\nThe Dutch Infantry used about 2,200 7.92 mm Schwarzlose M.08 machine guns, and eight hundred Vickers machine guns. Many of these were in the pillboxes; each battalion had a heavy machine gun company of twelve.\nThe Dutch infantry squads had a light machine gun, the M.20 Lewis machine gun of which about eight thousand were available. This weapon often jammed and it was not good for attacks. Most Dutch infantry had the Dutch Mannlicher rifle. This weapon had been used for over 40 years, and it was out of date, but the Dutch military did not have the money to replace it.\nThere were but six 80 mm mortars for each regiment. This made it hard for the Dutch infantry to fight.\nDespite the Netherlands having the company of Philips, one of Europe's largest producers of radio equipment, the Dutch army mostly used telephones. Only the Artillery had been given 225 radio sets.\nRisk of air assault.\nAfter the German attack on Denmark and Norway in April 1940, when the Germans used large numbers of airborne troops, the Dutch were worried about a similar attack.\nTo stop this type of attack, five infantry battalions were put at the main ports and airbases, such as The Hague airfield of Ypenburg and the Rotterdam airfield of Waalhaven. These were given AA-guns, two tankettes and twelve of the 24 operational armoured cars. The Dutch put 32 hospital ships throughout the country and fifteen trains to help make troop movements easier.\nDutch Air Forces.\nThe Dutch air force had 155 aircraft: 28 Fokker G.1 twin-engine destroyers; 31 Fokker D.XXI and seven Fokker D.XVII fighters; ten twin-engined Fokker T.V, fifteen Fokker C.X and 35 Fokker C.V light bombers, twelve Douglas DB-8 dive bombers (used as fighters) and seventeen Koolhoven FK-51 reconnaissance aircraft. 74 of the 155 aircraft were biplanes. Of these aircraft 125 worked.\nThe air force school used three Fokker D.XXI, six Fokker D.XVII, a single Fokker G.I, a single Fokker T-V and seven Fokker C.V, along with several training airplanes. Another forty aircraft were the marine air service along with about an equal number of reserve and training craft.\nThere was a Dutch military aircraft industry, consisting of Fokker and Koolhoven. However, the Dutch military could not afford new planes.\nTraining and readiness.\nThe Dutch Army was poorly equipped. It was also poorly trained. There was little experience leading forces bigger than the battalion level. From 1932 until 1936, the Dutch Army did not hold summer field exercises to save money. Also, soldiers lacked many skills. Until 1938, those who were joined only served for 24 weeks, just enough to receive basic infantry training. That same year, service time was increased to eleven months. There was not many professional military staff. In 1940 there were only 1206 professional officers.\nMost available time was spent constructing defences. During this period, munition shortages limited live fire training, and units were not organized. In May 1940, the Dutch Army was not ready for battle. It could not do a major attack or move around on the battlefield.\nGerman generals and Hitler thought that the Dutch military was weak. They expected that Holland could be captured in about three to five days.\nStructural elements.\nIn the 17th century, the Dutch Republic had developed a defensive system called The Dutch Water Line. It could protect all major cities in the west by flooding part of the countryside. In the early 19th century this line was shifted to the east, beyond Utrecht. Later, fortresses were built.\nThis new position was called the New Holland Water Line. The line was given new pillboxes in 1940. The line was below sea level. This allowed it to be flooded with a few feet of water. This was too shallow for boats, but deep enough to turn the soil into mud. The area west of the New Holland Water Line was called Fortress Holland (Dutch: \"Vesting Holland\"; German: \"Festung Holland\"). The eastern side was covered by Lake IJssel and the southern side protected by three rivers. It was expected to hold out for a long period of time.\nSome people thought the defences would protect the country for three months without any Allied help. Before the war the intention was to move to this position, and hope that Germany would only travel through the southern provinces on its way to Belgium and leave Holland undamaged.\nIn 1939, this attitude made it impossible to negotiate with the Allies about defence. Proposals by German diplomats that the Dutch government would accept a German advance into the country were rejected.\nFrom September 1939 a more easterly Main Defence Line (MDL) was built. This second defensive position was dug on orders from the commander of the Field Army, Lieutenant-General Jan Joseph Godfried baron van Voorst tot Voorst. This line was extended by a southern part between the river Maas and the Belgian border. In the south the goal was to delay the Germans so that the French could advance.\nFourth and Second Army Corps were put at the Grebbe Line; Third Army Corps were put at the Peel-Raam Position with the Light Division behind it to cover its southern side. Brigade A and B were positioned between the Lower Rhine and the Maas. First Army Corps was a reserve in the Fortress Holland, the southern edge of which was protected by another ten battalions and the eastern side by six battalions. All these lines were protected by pillboxes.\nPositioning of troops.\nIn front of this Main Defence Line was the \"IJssel-Maaslinie\". It had pillboxes and fourteen \"border battalions\". Late in 1939 General Van Voorst tot Voorst wanted to use the rivers as a defence. He proposed a battle at the crossing sites near Arnhem and Gennep to force the German divisions to use a lot of their energy before they had reached the MDL.\nThis was deemed too risky by the Dutch government and General Reijnders. The Government wanted the army to resist at the Grebbe Line and Peel Raam Position, and then fall back to the Fortress Holland. Reijnders was not given full military authority in the defence zones. On 5 February 1940 he resigned because of these disagreements with his superiors. He was replaced by General Henry G. Winkelman who decided that in the north the Grebbe Line would be where the battle was to be fought, partly because it would be easier to counterattack.\nDuring the Phoney War the Dutch said they were neutral. In secret, the Dutch military talked with both Belgium and France to organize a common defence to a German invasion. This failed because of differences of opinion about which strategy to follow.\nCoordinating with Belgium.\nBelgium, though it said it was neutral, had made arrangements for working with Allied troops. This made it more difficult for the Dutch to make arrangements with the Belgians. He did not approve of a plan by Van Voorst tot Voorst to occupy the \"Orange Position to form a continuous line with the Belgian lines.\nWhen Winkelman took over command, he proposed on 21 February that Belgium would set up a connecting line with the Peel Raam Position along the Belgian part of the Zuid-Willemsvaart. The Belgians refused to do this unless the Dutch sent in new troops in Limburg. The Dutch had no forces available. Repeated Belgian requests to defend the Orange Position were refused by Winkelman.\nTherefore, the Belgians decided to withdraw, in an invasion, all their troops to their main defence line, the Albert Canal. This created a gap forty kilometres wide. The French were asked to fill it. Now the French Commander in Chief General Maurice Gamelin was more than interested in including the Dutch in his continuous line. But he would not stretch his supply lines that far unless the Belgians and Dutch would take the allied side. When both nations refused, Gamelin said he would occupy a position near Breda.\nWinkelman decided on 30 March to abandon the Peel-Raam Position after a German attack. He withdrew his Third Army Corps to the Linge. This Waal-Linge Position was planned to have pillboxes; the budget for pillboxes was increased with a hundred million guilders.\nFrench strategy.\nIn addition to the Dutch Army and the German 18th Army, a third force would operate on Dutch soil: the French 7th Army. Both the French and the Germans saw the possibility of a surprise attack. For the Germans this would mean bypassing the Antwerp-Namur line.\nRapid forces were needed to protect important locations from the enemy. Long before the Germans did, the French had thought of using airborne troops to do speedy attacks. A naval division and an infantry division were set to go to Zealand to block the Western Scheldt against a German crossing.\nFrench Commander in Chief General Maurice Gamelin feared the Dutch would surrender or accept German protection. He reassigned the former French strategic reserve, the 7th Army, to go in front of Antwerp. The force consisted of the 16th Army Corps, the 9th Motorised and the 4th Infantry Division; and the 1st Army Corps, consisting of the 25th Motorised Infantry Division and the 21st Infantry Division.\nThis army was later reinforced by the 1st Mechanised Light Division, an armoured division of the French Cavalry. Together with the two divisions in Zealand, seven French divisions were to be used.\nAlthough the French troops would have more motorised units than the Germans, they could not hope to reach their places in the battle before the enemy did. Their only prospect of beating the Germans was using rail transport.\nThey would have to build up their forces near Breda. They needed the Dutch troops in the Peel-Raam Position to delay the Germans for a few extra days to allow French forces to move in and dig trenches. These consisted of the reconnaissance units of the armoured and motorised divisions, with armoured cars. These would be put into two task forces.\nGerman strategy and forces.\nDuring the plans for \"Fall Gelb\" the idea of leaving the Fortress Holland alone was considered. The first plan of 19 October 1939 suggested a full occupation. In the version of 29 October it was proposed to limit the invasion to a line south of Venlo. In the \"Holland-Weisung\" (Holland Directive) of 15 November it was decided to conquer the entire south, but in the north to advance no further than the Grebbe Line, and to occupy the Frisian Isles.\nHermann Göring wanted a full capture of Holland as he needed the Dutch airfields to use against Britain. He was afraid the Allies might reinforce Fortress Holland and use the airfields to bomb German cities and troops. A swift defeat would also free troops for other sectors.\nOn 17 January 1940 they decided to conquer all of the Netherlands. However, few units were available for this task. The main effort of \"Fall Gelb\" would be made in the centre, between Namur and Sedan. The attack at central Belgium was only a trick; and the attack at Fortress Holland only a trick as well.\nAlthough both the 6th and 18th Army were in place at the Dutch border, the first, larger force would move south of Venlo to Belgium. This would leave just the 18th Army under General Georg von Küchler to attack the Dutch main force.\nOf all German armies in the battle, this was the weakest. It contained only four regular infantry divisions (the 207th, 227th, 254th and 256th Infantry Divisions), assisted by three reserve divisions (208th, 225th, and 526th Infantry Divisions). Six of these divisions were units created in August 1939 from territorial \"Landwehr\" units. They had few professional officers and little fighting experience.\nLike the Dutch Army, most soldiers (88%) lacked training. The seventh division was the 526th Infantry Division, which lacked combat training. The German divisions had 17,807 men, fifty percent larger than their Dutch counterparts. They had twice their firepower, but even so they did mot have enough men for a successful attack.\nTo add more men, the only German cavalry division, the 1st \"Kavalleriedivision\" was told to capture the weakly defended provinces east of the river IJssel. A landing in Holland near Enkhuizen was to be attempted, using barges. As both efforts were unlikely to do well, the regular divisions were reinforced by the \"SS-Verfügungsdivision\" (including \"SS-Standarten\" \"Der Führer\", \"Deutschland\" and \"Germania\") and \"Leibstandarte Adolf Hitler\". These would attack the Dutch fortified positions. Still this added only 1 division to the equation.\nTo ensure a victory the Germans used new methods. The Germans had trained two airborne divisions. The first of these, the \"7. Flieger-Division\", was paratroopers; the second, the 22nd \"Luftlande-Infanteriedivision\", of airborne infantry. The airborne troops would capture the airfields around The Hague, and then capture that government, together with the Dutch High Command and Queen Wilhelmina.\nThe plan, \"Fall Festung\", had been developed by Hitler. If the first attack did not succeed, the bridges at Rotterdam, Dordrecht and Moerdijk would be captured to allow a mechanised force to move in. This force was to be the German 9th Panzer Division. They were the only German armoured division having just two tank battalions. the total number of tanks in the group was 141. The plan was for them to go through a gap in the Dutch lines created by the 254th and 256th Infantry Divisions. Then they would join up with them, forming the \"XXVI. Armeekorps\". At the same time, an attack would be made against the Grebbe Line in the east by the 207th and 227th Infantry Divisions, united to form \"X. Armeekorps\", to fight the Dutch Army. The plan was to force the Dutch back to the east front of the Fortress Holland or beyond. If the Dutch did not surrender on the first day, the Eighteenth Army would attack Fortress Holland on the third day from the south.\nThe Oster affair.\nThe German people and troops disliked the idea of going against Dutch neutrality. The Germans said the invasion was to stop the Allies from occupying the Low Countries. Some German officers did not like the Nazi government and were also unhappy with the invasion.\nOne of them was Colonel Hans Oster, a German intelligence officer. In March 1939 he began to pass information to his friend, a Dutch military officer in Berlin Major Gijsbertus J. Sas. This information included the German attack date. Sas informed the Allies. Sas knowing the date of the attack on Denmark and Norway was not noticed. Though he said a German armoured division would try to attack the Netherlands and that there was a plan to capture the Queen, the Dutch defence plan was not changed.\nOn 4 May Sas warned that an attack was coming soon. When in the evening of 9 May Oster phoned his friend saying the attack would be soon, the Dutch troops were put on alert.\nOster was a leader of the German resistance from 1938 to 1943, and was one of those hanged after the 20 July 1944 bomb plot to kill Hitler.\n10 May.\nOn the morning of 10 May 1940, Germany attacked the Netherlands, Belgium, France and Luxembourg.\nIn the night the Luftwaffe flew into Dutch lands. One group, \"Kampfgeschwader 4\" (KG 4), attacked the Dutch airfields. Led by \"Oberst\" (Colonel) Martin Fiebig, KG 4 attacked the naval airfield at De Kooy, destroying 35 aircraft. Fiebig was shot down and spent five days as a Dutch prisoner of war.\nKG 4 also attacked Amsterdam-Schiphol, where the Dutch lost a third of their medium bombers, and The Hague airfields where KG 4 destroyed half of the 21 defending fighters. KG 4 lost 11 Heinkel He 111 bombers on 10 May and three Junkers Ju 88s; KG 30 and 54 another nine bombers. \"Jagdgeschwader 26\" (JG 26) and \"Zerstörergeschwader 26\" (ZG 26) shot down 25 Dutch aircraft for a loss of nine fighters, with Albert Kesselring's \"Luftflotte 2\" destroying 41.\nThe Dutch were left with just 70 aircraft by the end of the day. They continued to fight the \"Luftwaffe\", shooting down 13 German fighter aircraft by 14 May.\nParatroopers were landed near the airfields. Dutch anti-aircraft batteries shot down numerous Ju 52 transport planes. German Ju 52 losses in the battle were about 250 planes.\nThe attack on The Hague was a failure. The paratroopers did not capture the main airfield at Ypenburg in time for the airborne infantry to land in their Junkers. Five Landsverks, assisted by machine guns, destroyed the eighteen Junkers, killing many troops.\nWhen the airstrip was blocked by wrecks the remaining planes landed in meadows or on the beach, spreading out the troops. The small airfield of Ockenburg was captured by the Germans.\nThe airfield of Valkenburg was occupied. However, the landing strip was still being built and the water level had not yet been lowered: planes landing there sank in the soft soil.\nNone of the airfields could be used to land new troops. The paratroopers occupied Ypenburg but did not get into The Hague. They were blocked by Dutch troops. Early in the afternoon they fired on by three Dutch artillery batteries. Dutch artillery drove away the German troops from the other two airfields.\nThe attack on Rotterdam was much more successful. Twelve Heinkel He 59 seaplanes landed in the city. They captured the Willemsbrug, a bridge over the Nieuwe Maas. At the same time the military airfield of Waalhaven was attacked by airborne forces.\nHere an infantry battalion was close to the airfield. The paratroopers landed near them. A fight followed. The first group of Junkers suffered no losses and the transports continued to land. In the end the Dutch defenders were defeated. The Germans occupied IJsselmonde.\nThe Royal Netherlands Navy's torpedo boats \"Z5\" and \"TM 51\" attacked the \"Willemsbrug\". The destroyer HNLMS \"Van Galen\" sailed up the Nieuwe Waterweg to bomb the airfield, but the ship got bombed. A plan to send the gunboats HNLMS \"Flores\" and HNLMS \"Johan Maurits van Nassau\" was stopped.\nAt the Island of Dordrecht the Dordrecht bridge was captured but the Dutch fought on. The long Moerdijk bridges were captured and fortified on the southern side.\nThe Germans, doing a plan approved by Hitler, tried to capture the IJssel and Maas bridges. During the night of 10 May they approached the bridges. Most of these attempts failed and the bridges were blown up. The exception was the Gennep railway bridge.\nAn armoured train crossed it followed by a troop train, which unloaded an infantry battalion behind the defence line.\nGenerally German soldiers behaved in a civilised manner towards the Dutch population, buying food at the shops.\nAfter the failed assaults on the bridges, the German divisions began crossing over the rivers IJssel and Maas. The first attacks were destroyed by fire from the pillboxes.\nAt most places, bombing destroyed the pillboxes and the infantry divisions crossed the river by building pontoon bridges. At Arnhem, \"Leibstandarte Der Fuehrer\" led the attack and advanced to the Grebbe Line, followed by \"207. Infanteriedivision\".\nA withdrawal was planned for the first night after the invasion, in the darkness. Due to the rapid German advance a quick retreat was ordered at 06:45. The corps joined \"Brigade G\", six battalions already occupying the Waal-Linge line.\nThe Light Division, based at Vught, was the only force the Dutch Army had that could move about. Its withdrawal had been done a day early. Its regiments had reached the Noord river in the evening.\nMeanwhile, on the evening of the 10th, around 22:00, French troops using Panhard 178 armoured cars started to arrive at the Dutch border. After them, the French 1st Mechanised Light Division moved forward. Attempts to get the French to move forward with the Dutch troops towards Noord-Brabant did not work well.\nWhen a first attack had been stopped, an attack at the Main Defense Line was postponed because most artillery had not arrived. In the early evening, they attacked even though there was only one 105 mm battery.\nColonel Schmidt at 20:30 ordered the Peel-Raam Position to be abandoned. He told his troops to go to the west at a new line at the Zuid-Willemsvaart canal.\nIn the North, by the end of the day, \"1. Kavalleriedivision\" had reached the line Meppel–Groningen. They were delayed by Dutch teams blowing up 236 bridges. Dutch troop strength in that area was weak.\nIn the south, the six border battalions in the province of Limburg delayed the advance of the German Sixth Army. Before noon Maastricht had surrendered. The Germans did not capture the main bridge intact. This delayed the crossing by the 4th Panzer Division until the next day.\n11 May.\nOn 11 May the Dutch commander General Winkelman had two goals. First of all he wanted to kill the German airborne troops. He thought that the German possession of the Moerdijk bridges would stop the movement of new Allied troops.\nThe second goal was to help the French army to make a strong defensive line in North Brabant.\nLittle was achieved this day. The attack by the Light Division against the airborne troops on IJsselmonde failed. The bridge over the river Noord was defended by the German paratroopers, and it was impossible to cross it. Several attempts to cross the river by boats were not that successful.\nAt 10:15, the Light Division was told to join the Dutch troops on the Island of Dordrecht. After killing German troops on the Island of Dordrecht the division was to advance into IJsselmonde over the Dordrecht bridge to reach Rotterdam.\nEarlier during the day, two attempts were made by Dutch battalions to attack the western side of the German line. The First Battalion tried to attack the bridge at Barendrecht into IJsselmonde. The second battalion tried to capture more land.\nAlthough its crossings were successful, the first battalion was attacked by the Germans. The second battalion had many men being taken prisoner.\nThen a French force and another Dutch border battalion attacked the southern Moerdijk bridge, but the armoured cars were bombed by German Stukas and had to retreat.\nIn Rotterdam, the Dutch failed to kill the German airborne troops from their bridge on the northern bank of the Maas. The two remaining Dutch bombers failed to destroy the \"Willemsbrug\". None of the attempts to kill the groups of 1600 paratroopers and airlanded forces was successful.\nIn North Brabant, the situation got worse. The French commanders of the 7th Army had expected that Dutch fighting would give them four days to build up a defensive line near Breda. However, the best three divisions had been moved to the north and the remaining forces were retreating.\nThe withdrawal of the Peel Division from the Peel-Raam Position to the Zuid-Willemsvaart, a canal to the west, meant leaving behind their trenches and artillery for a totally unprepared line. The eastern bank of the canal was higher than the western bank, providing excellent cover for the attackers.\nOne part of the canal, near Heeswijk, was left undefended; as this area contained a bridge which was not destroyed, the Germans were able to cross the canal around 13:00.\nA second crossing at Erp, led to a collapse of the line. By the end of the 11th, the Germans had crossed the Zuid-Willemsvaart at most places and the Peel Division had fallen apart. The French refused to advance further to the northeast than Tilburg, apart from some armoured cars that went as far as Berlicum.\nWinkelman asked the British government to sent an Army Corps to add to allied positions in the area and bomb Waalhaven airfield.\nMotorised elements of \"SS Standarte \"Der Fuehrer\" had reached the southernmost part of the Grebbe Line, in front of the \"Grebbeberg\", on the evening of the 10th. This Main Defense Line sector was protected by a line of outposts and two groups of infantry.\nAt about half past three in the morning of the 11th, German artillery started bombing the outposts. At dawn, two battalions of \"Der Fuehrer\" attacked. As the German bombing had cut the telephone lines, no artillery could be requested by the Dutch defenders.\nThe vegetation offered good cover for the attackers. At noon, the Germans broke a hole at the extreme north. By evening, all outposts were held by the Germans.\nThe commander of 2nd Army Corps, Major-General Jacob Harberts, did not realise that motorised SS troops had been involved in the attack. He thought that the outposts had surrendered to a small German force. He ordered a night attack by the single reserve battalion of 4th Division.\nThis attack was abandoned. However, heavy Dutch artillery fire caused the Germans to abandon their plans for a night attack.\nMeanwhile, in the North, \"1. Kavalleriedivision\" advanced through the province of Friesland, reaching Sneek in the evening. Most Dutch troops had been evacuated from the north.\n12 May.\nOn the morning of 12 May General Winkelman still had hope. He thought a defence line could be set up in North Brabant with the help of the French. He also expected that the Dutch could kill the German airborne forces. He was not aware of any danger to the Grebbe Line.\n\"9. Panzerdivision\" crossed the Meuse in the early morning of 11 May. It could not advance quickly over roads filled with infantry. The armoured division was told to join with the airborne troops as soon as the Peel-Raam Position had been captured by the infantry forces.\nBecause the German 6th Army was threatening its right side and there was no time to prepare a defence line, Gamelin ordered the 7th Army to withdraw its left side. \"2e Brigade Légère Mécanique\" retreated to the south.\nThe 9th Panzer Division took Colonel Schmidt prisoner. The Dutch troops in the province lost all command. Shortly after noon the German armoured cars got thirty kilometres more to the west, cutting off the Fortress Holland from the Allied main force. At 16:45 they had reached the bridges.\nAt 13:35 Gamelin ordered a withdrawal to Antwerp of all French troops in North-Brabant.\nThe Light Division tried to recapture the Island of Dordrecht by advancing with four battalions with little artillery support. On its left side, where there was almost no enemies, the advance went well. The battalion on the right side ran into an attacking German battalion. In the street fighting the German troops blocked the battalion. The other Dutch units then halted their advance around noon. No attack was made that day.\nIn Rotterdam and around The Hague little was done against the paratroopers. Most Dutch commanders did not attack.\nIn the east the Germans attacked the Dutch defenders on the \"Grebbeberg\". After artillery bombing in the morning, at around noon a battalion of \"Der Fuehrer\" attacked the main line, occupied by a Dutch company.\nThe Germans got through the thin line. A second German battalion then attacked to the north. Dutch artillery, though equal in strength to the Germans, did not fire on the enemy infantry.\nDue to a lack of numbers, training, and heavy weapons, the attacks failed against the well-trained SS troops. By the evening the Germans had the area under their control. Spotting a weak point, one of the SS battalion commanders, Obersturmbannführer Hilmar Wäckerle, attacked. The defenders mostly abandoned their positions. The SS company became surrounded.\nThe earlier German advance later caused the main line to be abandoned for over two miles to the north because the troops there feared an attack from behind.\nThe Dutch knew that the forces on the Grebbe Line would not be strong enough to stop all attacks by themselves. They were intended to delay an attack long enough for new troops to be sent. In the late evening it was decided to attack from the north the next day.\nIn the North, the Wons position had a long perimeter of about nine kilometres, which gave space for retreating troops. On 12 May units with a combined strength of only two battalions were still present, so the line was weakly held. The first German unit to arrive broke through. This forced the defenders to withdraw to the Enclosure Dike.\nGeneral Winkelman ordered the artillery bin the Hoekse Waard to try to destroy the Moerdijk bridges and sent a team to Rotterdam to blow up the \"Willemsbrug\". He also ordered the oil reserves of Royal Dutch Shell at Pernis to be set on fire.\nThe Dutch government asked Winston Churchill for three British divisions to battle the Germans. The new prime minister said he did not have any reserves; however, three British torpedo boats were sent to Lake IJssel. Also, 2nd Welsh Guard battalion was prepared to be sent, but it was too late.\nThe German command was very happy with the day's events. von Bock had requested another Army Corps. The French were retreating. von Bock decided to follow the French south towards Antwerp. Some forces would be sent to advance north with \"254. Infanteriedivision\", most of \"9. Panzerdivision\", and \"SS Leibstandarte Adolf Hitler\".\n13 May.\nIn the early morning of 13 May General Winkelman told the Dutch government that there were serious problems. On land the Dutch had been cut off from the Allied front and no major Allied landings were planned by sea. Without support, there was no hope of successful resistance.\nGerman tanks might quickly pass through Rotterdam; Winkelman had already ordered all antitank-guns to be placed around The Hague, to protect the government. However, a collapse of the Dutch defences might still be prevented if attacks could seal off the southern front near Dordrecht and restore the eastern line at the Grebbeberg. Therefore, the cabinet decided to continue the fight, giving the general the power to surrender the Army when he thought he had to.\nQueen Wilhelmina was brought to safety; she departed around noon from Hoek van Holland, where a British \"Irish Guards\" battalion was present, on \"HMS Hereward\", a British destroyer, and went to England.\nThe previous evening, the Queen's only child and Princess Juliana, together with her husband and their children, had departed from IJmuiden on \"HMS Codrington\" for Harwich.\nAs the Queen was part of the government, when she left, the cabinet had to whether to follow her or remain. After many discussions it was decided to leave also: the ministers sailed at 19:20 from Hoek van Holland on \"HMS Windsor\" to form a government in exile in London.\nThree Dutch merchant ships, escorted by British warships, transferred government gold and diamonds to the United Kingdom.\nWhile two tank companies of \"9. Panzerdivision\" remained to pursue the French, the other four began to cross the Moerdijk bridge at 05:20. Two staff companies with tanks also went to the northern side. The Dutch attempted to block the German armour.\nAt around 06:00 the last medium bomber, a Fokker T. V, dropped two bombs on the bridge. The one bomb that hit the bridge did not explode. The bomber was shot down. The Dutch tried to destroy the bridge by artillery fire, but the bridge was only slightly damaged. Attempts to flood the Island of Dordrecht failed.\nThe Light Division tried to advance to the west. However, two of the four battalions could not recapture the suburbs of Dordrecht. When the other two battalions approached the main road, they were met by a few dozen German tanks.\nThe battalions were hit by a Stuka bombing and they fled to the east. 47mm and 75 mm batteries halted the attack of the German tanks. The left part of the Light Division then withdrew to the Alblasserwaard at around 13:00.\nA tank company also tried to capture the Dordrecht, but it was ordered to retreat after heavy street fighting. in At least two Panzerkampfwagen IIs were destroyed and three tanks heavily damaged. All Dutch troops were withdrawn from the island in the night.\nGerman armoured forces advanced north over the Dordrecht bridge into IJsselmonde island. Three tanks, two PzKpfw. IIs and a Panzerkampfwagen III attacked the Barendrecht bridge into the Hoekse Waard. All of them were destroyed by a single 47 mm antitank-gun. Though the Germans did not make another attack, this area was abandoned by the Dutch troops.\nIn Rotterdam a last attempt was made to blow up the \"Willemsbrug\". Two Dutch companies attacked the bridge. The bridge was reached and the fifty German almost surrendered. However, the attack was stopped because of heavy fire from the other side of the river.\nIn the North, the commander of \"1. Kavalleriedivision\", Major General Kurt Feldt, had to go over the Enclosure Dike because of a lack of ships. The main fortifications contained 47 mm antitank-guns. There was no cover for any attacker.\nOn 13 May the position was reinforced by a 20 mm anti aircraft battery. It had been Feldt's intention to destroy the position by mortars, but the train transporting it had been blocked on 10 May by a blown railway bridge at Winschoten.\nSeveral air attacks on 13 May had little effect. In the late afternoon five sections tried to attack under cover of an artillery bombing, but soon fled after being fired upon.\nIn the East the Germans tried to attack the Grebbe Line by using the other division of X. AK, \"227. Infanteriedivision\". The line was in this area defended by the Dutch 2nd Infantry Division. Two German regiments were to attack. The \"366. Infanterieregiment\" was hit by Dutch artillery fire and had to withdraw. This led to the failure of the attack by \"227 Infanteriedivision\".\nOn the south of the Grebbe Line, the Grebbeberg, the Germans were now using three SS battalions. During the evening and night of 12–13 May the Dutch had a dozen However, not all of these units could be put together to attack the main line.\nThis Dutch attack was delayed for several hours. When it started in the morning of 13 May, it ran into an attack by two battalions of \"Der Fuehrer\". A fight followed in which the Dutch were beaten by the SS troops. Soon this resulted in a withdrawal of the brigade. The Dutch lost when the Grebbeberg area was bombed by 27 Ju 87 Stukas.\nMeanwhile, \"207. Infanteriedivision\" was sent into battle at the Grebbeberg. The first German attackers were stopped with serious losses. A second attack managed to get past the trench line, which then was captured after heavy fighting.\nThe Germans planned to attack and take the Rhenen line and the village of Achterberg. However, the Dutch had already disappeared.\nThe Stuka bombing scared the reserves at Rhenen. In the morning these troops left the battlefield because of German fire. In the late afternoon most of 4th Infantry Division was fleeing westwards.\nThe German had expected that the Dutch would attempt to fill any gaps in the line. The Dutch planned to send two regiments of the Dutch 3rd Army Corps north to fill any gaps.\nBut Dutch command had lost control, so they could not get their defences set up again. A wide gap had appeared in the defences. At 20:30 Van Voorst tot Voorst ordered the three Army Corps to abandon the Grebbe Line and the Waal-Linge Position and to retreat.\n14 May.\nDespite his loss of hope and the power he had been given to surrender the Army, General Winkelman avoided surrendering until he had to. He wanted to battle the German troops for as long as possible, to help the Allied war effort.\nIn the North, a German artillery bombardment of the Kornwerderzand Position began at 09:00. However, the German batteries were forced to move away after being fired on from the 15 cm. aft cannon of \"Hr. Ms. Johan Maurits van Nassau\". Feldt now decided to land on the coast of North-Holland.\nA few barges were found; only after the surrender was the crossing done. During this operation one barge sunk and the others got lost. Winkelman on 12 May ordered the defence of an \"Amsterdam Position\" along the North Sea Canal, but only weak forces were available.\nIn the East, the field army withdrew from the Grebbe Line to the East Front. The new position had some problems. The flooding was mostly not yet ready and the earthworks had not yet been constructed.\nOn IJsselmonde the German forces prepared to cross the Maas in Rotterdam, which was defended by about eight Dutch battalions. Crossings would be attempted in two sectors. The main attack would take place in the centre of the city, with the German 9th Panzer Division advancing over the \"Willemsbrug\".\nThen \"SS Leibstandarte Adolf Hitler\" would cross. East of Rotterdam, a battalion of the 16th Infantry Regiment of \"22. Luftlandedivision\" would cross on boats.\nThe Germans decided to use air support. \"Kampfgeschwader 54\", using Heinkel He 111 bombers, was shifted from Sixth to Eighteenth Army.\nGenerals Kurt Student and Schmidt wanted a limited air attack to temporarily stop the defences. However, \"Luftwaffe\" commander Hermann Göring, worried about his surrounded airborne troops, wanted a total bombing of Rotterdam.\nAt 09:00 a German messenger crossed the \"Willemsbrug\" to bring a message Schmidt to Colonel Pieter Scharroo, the Dutch commander of Rotterdam, demanding a surrender of the city. If an answer had not been received within two hours, severe destruction would be done.\nScharroo did not receive the message until 10:30. He did not want to surrender. He got a new message signed by Schmidt and that required an answer by 16:20. At 13:20 two groups of Heinkels arrived.\nSchmidt ordered red flares to be fired to signal that the bombing was to be stopped, but only the squadron from the southwest stopped its attack, after their first three planes had dropped their bombs.\nThe other 54 Heinkels dropped 1308 bombs, destroying the inner city and killing 814 civilians. The fires destroyed about 24,000 houses, making almost 80,000 people homeless.\nAt 15:50 Scharroo surrendered to Schmidt in person. Göring had ordered a second bombing of the city to be carried out unless the whole of Rotterdam was occupied. When Schmidt heard the order, he sent a message at 17:15 claiming the city was taken, but this was not true. The bombers were called back just in time.\nThe surrender of the Dutch Army.\nWinkelman at first intended to continue the fight. Bombings were not seen as a reason to surrender. The Hague could still fight off an armoured attack.\nHe got a message from Colonel Cuno Eduard Willem baron van Voorst tot Voorst, the commander of the city of Utrecht, that the Germans demanded its surrender. Messages were dropped by planes saying that only surrender would stop the city from being destroyed.\nWinkelman thought the Germans would bomb any city offering any resistance, Since he was told to avoid suffering and since the Dutch military was weak, he decided to surrender.\nAll army units were informed at 16:50 by of his decision and ordered to destroy their weapons and surrender to the nearest German units. At 17:20 the German envoy in The Hague was informed. At around 19:00 Winkelman gave a radio speech informing the Dutch people. This was also how the German command became aware the Dutch had surrendered.\nOn the morning of 14 May the commander of the Royal Dutch Navy, Vice-Admiral Johannes Furstner, left the country to continue the fight. Dutch naval vessels were generally not included in the surrender. Eight ships had already departed, some smaller vessels were sunk, and nine others sailed for England in the evening of 14 May. The \"Hr. Ms. Johan Maurits van Nassau\" was sunk by German bombers while crossing.\nThe commander of the main Dutch naval port of Den Helder, Rear-Admiral Hoyte Jolles, decided that his base, with 10,000 troops, its own air service, and land defences, should continue to fight. Winkelman had to convince him to obey the surrender order. Large parts of the Dutch Army did not want to accept the surrender.\nAt 05:00 on 15 May a German messenger reached The Hague, inviting Winkelman to Rijsoord for a meeting with von Küchler to make a written surrender. Winkelman surrendered the army, naval and air forces. The document was signed at 10:15\nThe fighting in Zealand.\nThe province of Zealand not part of the surrender. Fighting continued alongside French troops. The Dutch forces in the province had eight full battalions of army and naval troops.\nThey were commanded by Rear-Admiral Hendrik Jan van der Stad. The area was under naval command because of the naval port of Flushing on the island of Walcheren. The northern islands of the province were almost undefended apart from some platoons.\nThe defence of Zeeuws-Vlaanderen, the Dutch part of Flanders, was left to the Allies. The main Dutch army forces were in Zuid-Beveland east of Walcheren. They tried to block this route to Vlissingen.\nZuid-Beveland was connected to the coast of North Brabant. At its eastern end, Bath Position was defended by an infantry battalion. At its western end was the Zanddijk Position, occupied by three battalions.\nAfter on 10 May three French motorised units went to North Brabant. From 11 May the area was reinforced by two French infantry divisions: the \"60e Division d'Infanterie\", a B-class division, and the newly formed naval \"68e Division d'Infanterie\". Part of their equipment was brought by ship.\nMost troops remained where two of the eight Dutch battalions and two border companies were located. Only two French regiments were sent to the northern bank.\nOn 13 May the Dutch troops were placed under French command and \"68e Division d'Infanterie\" was transferred to the 7th Army.\nThere was poor communications, misunderstandings and disagreements between the Dutch and the French. The Dutch considered the Bath and Zanddijk Positions to be defendable because of the flooding. However, the French commander General Pierre-Servais Durand wanted his troops hidden behind obstacles.\nOn the evening of 13 May one regiment, the \"271e\" of \"68e Division d'Infanterie\", occupied the Canal through Zuid-Beveland. The \"224e\" of \"60 Division d'Infanterie\" stayed in the area separating the island of Walcheren from Zuid-Beveland. The Allied forces were not grouped together enough, which enabled the Germans to defeat them even though they had less men.\nOn 14 May the Germans had occupied almost all of North Brabant. \"SS-Standarte Deutschland\" reached the Bath Position. This cut off the retreat of \"27e Groupe de Reconnaissance de Division d'Infanterie\", which was destroyed defending Bergen-op-Zoom. The morale of the defenders of the Bath Position weakened by news that Winkelman had surrendered. Many decided that it was useless that Zealand kept fighting as the last remaining province.\nAn artillery bombing on the position in the evening of 14 May caused the commanding officers to leave. Then the troops left.\nIn the morning of 15 May \"SS-Standarte Deutschland\" approached the Zanddijk Position. A first attack around 08:00 on the northern sector was stopped, as the Germans had to advance over a narrow dike. However, the bombing caused the battalions in the main positions to flee, and the entire line was abandoned around 14:00.\nOn 16 May \"SS-Standarte Deutschland\" approached the Canal through Zuid-Beveland. The French \"271e Régiment d’Infanterie\" was partly dug in and helped by three Dutch battalions. An air bombing was done that morning. The first German crossings around 11:00 led to a complete collapse of the defence. On 16 May the island of Tholen was captured. On 17 May Schouwen-Duiveland was captured.\nThe commanders of the Dutch troops on South-Beveland refused commands to attack the Germans. On 17 May a night attack at 03:00 failed. The Germans now demanded the surrender of the island. When this was refused they bombed Arnemuiden and Flushing. Middelburg, the province's capital city, was shelled by artillery, its inner city partially burning down.\nThe heavy bombing made the French defenders lose hope. The Germans managed to capture a bridge around noon. The few Dutch troops on Walcheren, about three companies, stopped fighting.\nIn the evening the Germans threatened to attack the French forces in Flushing, but most troops were evacuated over the Western Scheldt.\nAfter North-Beveland had surrendered on 18 May, Zeeuws-Vlaanderen was the last remaining unoccupied Dutch territory. On orders of the French, all Dutch troops were withdrawn on 19 May to Ostend in Belgium. On 27 May all of Zeeuws-Vlaanderen had been occupied.\nAftermath.\nFollowing the Dutch defeat, Queen Wilhelmina established a government-in-exile in England. The German occupation began on 17 May 1940. It would be five years before the entire country was liberated. Over 210,000 Dutch people became victims of war, including 104,000 Jews and other minorities, who were killed because of their race (genocide). Another 70,000 more Dutch people died from poor nutrition or limited medical services.","categories":[],"infobox_types":["military conflict"],"annotations":[{"uri":"Nazi_Germany","surface_form":"German","offset":49},{"uri":"Invasion","surface_form":"invasion","offset":56},{"uri":"France","surface_form":"France","offset":68},{"uri":"Low_Countries","surface_form":"Low Countries","offset":83},{"uri":"Belgium","surface_form":"Belgium","offset":98},{"uri":"Luxembourg","surface_form":"Luxembourg","offset":107},{"uri":"Netherlands","surface_form":"Netherlands","offset":127},{"uri":"World_War_II","surface_form":"World War II","offset":147},{"uri":"Surrender_(military)","surface_form":"surrendered","offset":224},{"uri":"Soldier","surface_form":"troops","offset":255},{"uri":"Province","surface_form":"province","offset":269},{"uri":"Zeeland_(province)","surface_form":"Zealand","offset":281},{"uri":"Netherlands_during_World_War_II","surface_form":"Germany occupied the whole nation","offset":331},{"uri":"Paratroopers","surface_form":"paratroopers","offset":431},{"uri":"Luftwaffe","surface_form":"Luftwaffe","offset":526},{"uri":"Airport","surface_form":"airfields","offset":580},{"uri":"Rotterdam_Blitz","surface_form":"bombing of Rotterdam","offset":651},{"uri":"Bombardment","surface_form":"bomb","offset":725},{"uri":"Occupied_territory","surface_form":"occupied","offset":881},{"uri":"Great_Britain","surface_form":"Britain","offset":957},{"uri":"German_invasion_of_Poland","surface_form":"invaded Poland","offset":1023},{"uri":"Western_Europe","surface_form":"Western Europe","offset":1073},{"uri":"Poland","surface_form":"Poland","offset":1237},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":1259},{"uri":"Allies_of_World_War_II","surface_form":"Allied forces","offset":1424},{"uri":"Ruhr_Area","surface_form":"Ruhr Area","offset":1464},{"uri":"Government","surface_form":"government","offset":1646},{"uri":"Budget","surface_form":"budget","offset":1689},{"uri":"Trade","surface_form":"trade","offset":1835},{"uri":"Nazi_Party","surface_form":"Nazi","offset":1878},{"uri":"Great_Depression","surface_form":"Great Depression","offset":1942},{"uri":"Hendrikus_Colijn","surface_form":"Hendrikus Colijn","offset":1993},{"uri":"Prime_minister","surface_form":"Prime Minister","offset":2021},{"uri":"Occupation_of_the_Rhineland","surface_form":"occupation of the Rhineland","offset":2295},{"uri":"Anschluss","surface_form":"Anschluss","offset":2337},{"uri":"Protectorate_of_Bohemia_and_Moravia","surface_form":"Bohemia and Moravia","offset":2401},{"uri":"Italian_invasion_of_Albania","surface_form":"Italian invasion of Albania","offset":2438},{"uri":"First_World_War","surface_form":"First World War","offset":2861},{"uri":"Trench_warfare","surface_form":"trenches","offset":2947},{"uri":"Guilder","surface_form":"guilder","offset":3000},{"uri":"Dutch_East_Indies","surface_form":"Dutch East Indies","offset":3211},{"uri":"Indonesia","surface_form":"Indonesia","offset":3234},{"uri":"Design_1047_battlecruiser","surface_form":"a plan","offset":3278},{"uri":"Battle_cruiser","surface_form":"battle cruiser","offset":3300},{"uri":"Winston_Churchill","surface_form":"Winston Churchill","offset":3471},{"uri":"Minister_(government)","surface_form":"ministers","offset":4112},{"uri":"Ally","surface_form":"ally","offset":4188},{"uri":"Battle_of_Norway","surface_form":"Norway and Denmark","offset":4302},{"uri":"Japan","surface_form":"Japan","offset":4347},{"uri":"Fifth_Column","surface_form":"Fifth Column","offset":4549},{"uri":"Scandinavia","surface_form":"Scandinavia","offset":4600},{"uri":"Port","surface_form":"port","offset":4731},{"uri":"State_of_emergency","surface_form":"state of emergency","offset":4778},{"uri":"Industry","surface_form":"industrial","offset":5162},{"uri":"Wehrmacht","surface_form":"Wehrmacht","offset":5211},{"uri":"Tank","surface_form":"tank","offset":5368},{"uri":"Dive_bombers","surface_form":"dive bombers","offset":5378},{"uri":"Junkers_Ju_87","surface_form":"Junkers Ju 87","offset":5404},{"uri":"Armored_car_(military)","surface_form":"armoured car","offset":5474},{"uri":"Tankette","surface_form":"tankette","offset":5497},{"uri":"Biplanes","surface_form":"biplanes","offset":5528},{"uri":"Recession","surface_form":"recession","offset":5713},{"uri":"Artillery","surface_form":"artillery","offset":6073},{"uri":"Infantry","surface_form":"infantry","offset":6111},{"uri":"Battalion","surface_form":"battalion","offset":6120},{"uri":"Fortress","surface_form":"fortress","offset":6282},{"uri":"Eben_Emael","surface_form":"Eben Emael","offset":6322},{"uri":"Kornwerderzand","surface_form":"Kornwerderzand","offset":6393},{"uri":"Regiment","surface_form":"regiment","offset":6436},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":6885},{"uri":"Communism","surface_form":"communist","offset":6941},{"uri":"Platoon","surface_form":"platoon","offset":7090},{"uri":"Carden_Loyd_tankette","surface_form":"Carden-Loyd Mark VI","offset":7106},{"uri":"Howitzer","surface_form":"howitzer","offset":7193},{"uri":"Field_gun","surface_form":"field gun","offset":7207},{"uri":"Krupp","surface_form":"Krupp","offset":7223},{"uri":"Bofors","surface_form":"Bofors","offset":7257},{"uri":"Vickers","surface_form":"Vickers","offset":7395},{"uri":"B%C3%B6hler","surface_form":"Böhler","offset":7447},{"uri":"Invasion","surface_form":"invasion","offset":7699},{"uri":"Schwarzlose_MG_M.07/12","surface_form":"Schwarzlose M.08","offset":7785},{"uri":"Vickers_machine_gun","surface_form":"Vickers machine gun","offset":7834},{"uri":"Lewis_Gun","surface_form":"M.20 Lewis machine gun","offset":8006},{"uri":"Dutch_Mannlicher","surface_form":"Dutch Mannlicher","offset":8161},{"uri":"Mortar_(weapon)","surface_form":"mortar","offset":8340},{"uri":"Philips","surface_form":"Philips","offset":8464},{"uri":"Denmark","surface_form":"Denmark","offset":8664},{"uri":"Norway","surface_form":"Norway","offset":8676},{"uri":"Airborne_troops","surface_form":"airborne troops","offset":8737},{"uri":"The_Hague","surface_form":"The Hague","offset":8904},{"uri":"Ypenburg","surface_form":"Ypenburg","offset":8926},{"uri":"Waalhaven","surface_form":"Waalhaven","offset":8965},{"uri":"Hospital_ship","surface_form":"hospital ship","offset":9081},{"uri":"Fokker_G.1","surface_form":"Fokker G.1","offset":9234},{"uri":"Fokker_D.XXI","surface_form":"Fokker D.XXI","offset":9272},{"uri":"Fokker_D.XVII","surface_form":"Fokker D.XVII","offset":9295},{"uri":"Fokker_T.V","surface_form":"Fokker T.V","offset":9336},{"uri":"Fokker_C.X","surface_form":"Fokker C.X","offset":9356},{"uri":"Fokker_C.V","surface_form":"Fokker C.V","offset":9374},{"uri":"Douglas_DB-8","surface_form":"Douglas DB-8","offset":9407},{"uri":"Koolhoven_FK-51","surface_form":"Koolhoven FK-51","offset":9466},{"uri":"Fokker","surface_form":"Fokker","offset":9917},{"uri":"Koolhoven_(aircraft_manufacturer)","surface_form":"Koolhoven","offset":9928},{"uri":"Ammunition","surface_form":"munition","offset":10625},{"uri":"Holland","surface_form":"Holland","offset":10910},{"uri":"17th_century","surface_form":"17th century","offset":10993},{"uri":"Dutch_Republic","surface_form":"Dutch Republic","offset":11011},{"uri":"The_Dutch_Water_Line","surface_form":"The Dutch Water Line","offset":11066},{"uri":"Flooding","surface_form":"flooding","offset":11137},{"uri":"19th_century","surface_form":"19th century","offset":11184},{"uri":"Utrecht_(city)","surface_form":"Utrecht","offset":11239},{"uri":"Fortress_Holland","surface_form":"Fortress Holland","offset":11593},{"uri":"Lake_IJssel","surface_form":"Lake IJssel","offset":11697},{"uri":"Jan_Joseph_Godfried_baron_van_Voorst_tot_Voorst","surface_form":"Jan Joseph Godfried baron van Voorst tot Voorst","offset":12476},{"uri":"Arnhem","surface_form":"Arnhem","offset":13412},{"uri":"Gennep","surface_form":"Gennep","offset":13423},{"uri":"Henry_G._Winkelman","surface_form":"Henry G. Winkelman","offset":13902},{"uri":"Phoney_War","surface_form":"Phoney War","offset":14074},{"uri":"Zuid-Willemsvaart","surface_form":"Zuid-Willemsvaart","offset":14815},{"uri":"Limburg_(Netherlands)","surface_form":"Limburg","offset":14905},{"uri":"Albert_Canal","surface_form":"Albert Canal","offset":15142},{"uri":"Maurice_Gamelin","surface_form":"Maurice Gamelin","offset":15274},{"uri":"Breda","surface_form":"Breda","offset":15543},{"uri":"Linge","surface_form":"Linge","offset":15677},{"uri":"18th_Army_(Wehrmacht)","surface_form":"German 18th Army","offset":15867},{"uri":"French_7th_Army","surface_form":"French 7th Army","offset":15932},{"uri":"Namur_(city)","surface_form":"Namur","offset":16077},{"uri":"Western_Scheldt","surface_form":"Western Scheldt","offset":16341},{"uri":"Venlo","surface_form":"Venlo","offset":17830},{"uri":"Wadden_Islands","surface_form":"Frisian Isles","offset":18020},{"uri":"Hermann_G%C3%B6ring","surface_form":"Hermann Göring","offset":18035},{"uri":"Namur_(city)","surface_form":"Namur","offset":18495},{"uri":"Sedan%2C_Ardennes","surface_form":"Sedan","offset":18505},{"uri":"6th_Army_(Wehrmacht)","surface_form":"6th","offset":18635},{"uri":"18th_Army_(Wehrmacht)","surface_form":"18th Army","offset":18643},{"uri":"Venlo","surface_form":"Venlo","offset":18732},{"uri":"Georg_von_K%C3%BCchler","surface_form":"Georg von Küchler","offset":18800},{"uri":"German_207th_Infantry_Division","surface_form":"207th","offset":18963},{"uri":"256th_Infantry_Division_(Wehrmacht)","surface_form":"256th Infantry","offset":18987},{"uri":"German_208th_Infantry_Division","surface_form":"208th","offset":19051},{"uri":"Landwehr","surface_form":"Landwehr","offset":19171},{"uri":"Firepower","surface_form":"firepower","offset":19507},{"uri":"1st_Cavalry_Division_(Wehrmacht)","surface_form":"1st \"Kavalleriedivision\"","offset":19639},{"uri":"Enkhuizen","surface_form":"Enkhuizen","offset":19766},{"uri":"SS-Verf%C3%BCgungstruppe","surface_form":"SS-Verfügungsdivision","offset":19899},{"uri":"Leibstandarte_Adolf_Hitler","surface_form":"Leibstandarte Adolf Hitler","offset":19998},{"uri":"German_1st_Fallschirmj%C3%A4ger_Division","surface_form":"7. Flieger-Division","offset":20250},{"uri":"German_22nd_Air_Landing_Infantry_Division","surface_form":"22nd \"Luftlande-Infanteriedivision\"","offset":20306},{"uri":"Rotterdam","surface_form":"Rotterdam","offset":20632},{"uri":"Dordrecht","surface_form":"Dordrecht","offset":20643},{"uri":"Moerdijk","surface_form":"Moerdijk","offset":20657},{"uri":"German_9th_Panzer_Division","surface_form":"German 9th Panzer Division","offset":20749},{"uri":"Hans_Oster","surface_form":"Hans Oster","offset":21787},{"uri":"Gijsbertus_J._Sas","surface_form":"Gijsbertus J. Sas","offset":21929},{"uri":"Allies_of_World_War_II","surface_form":"Allies","offset":22015},{"uri":"20_July_plot","surface_form":"20 July 1944 bomb plot","offset":22538},{"uri":"Battle_of_Belgium","surface_form":"Belgium","offset":22650},{"uri":"Battle_of_France","surface_form":"France","offset":22659},{"uri":"Kampfgeschwader_4","surface_form":"Kampfgeschwader 4","offset":22744},{"uri":"Oberst","surface_form":"Oberst","offset":22809},{"uri":"Martin_Fiebig","surface_form":"Martin Fiebig","offset":22827},{"uri":"Prisoner_of_war","surface_form":"prisoner of war","offset":22963},{"uri":"Schiphol","surface_form":"Schiphol","offset":23009},{"uri":"Heinkel_He_111","surface_form":"Heinkel He 111","offset":23166},{"uri":"Junkers_Ju_88","surface_form":"Junkers Ju 88","offset":23209},{"uri":"Jagdgeschwader_26","surface_form":"Jagdgeschwader 26","offset":23261},{"uri":"Zerst%C3%B6rergeschwader_26","surface_form":"Zerstörergeschwader 26","offset":23293},{"uri":"Albert_Kesselring","surface_form":"Albert Kesselring","offset":23387},{"uri":"Luftflotte_2","surface_form":"Luftflotte 2","offset":23408},{"uri":"Anti-aircraft_warfare","surface_form":"anti-aircraft batteries","offset":23646},{"uri":"Ju-52","surface_form":"Ju 52","offset":23689},{"uri":"Transport_plane","surface_form":"transport plane","offset":23695},{"uri":"Battle_for_the_Hague","surface_form":"attack on The Hague","offset":23774},{"uri":"Leidschenveen-Ypenburg","surface_form":"Ypenburg","offset":23863},{"uri":"Ockenburg","surface_form":"Ockenburg","offset":24172},{"uri":"Valkenburg_(South_Holland)","surface_form":"Valkenburg","offset":24227},{"uri":"Battle_of_Rotterdam","surface_form":"attack on Rotterdam","offset":24701},{"uri":"Heinkel_He_59","surface_form":"Heinkel He 59","offset":24754},{"uri":"Seaplane","surface_form":"seaplane","offset":24768},{"uri":"Willemsbrug","surface_form":"Willemsbrug","offset":24816},{"uri":"Bridge","surface_form":"bridge","offset":24831},{"uri":"Nieuwe_Maas","surface_form":"Nieuwe Maas","offset":24847},{"uri":"Waalhaven","surface_form":"Waalhaven","offset":24902},{"uri":"Royal_Netherlands_Navy","surface_form":"Royal Netherlands Navy","offset":25220},{"uri":"Torpedo_boat","surface_form":"torpedo boat","offset":25245},{"uri":"Destroyer","surface_form":"destroyer","offset":25308},{"uri":"Admiralen_class_destroyer","surface_form":"HNLMS \"Van Galen\"","offset":25318},{"uri":"Nieuwe_Waterweg","surface_form":"Nieuwe Waterweg","offset":25350},{"uri":"Gunboat","surface_form":"gunboat","offset":25432},{"uri":"Flores_class_sloops","surface_form":"HNLMS \"Flores\"","offset":25441},{"uri":"HNLMS_Johan_Maurits_van_Nassau","surface_form":"HNLMS \"Johan Maurits van Nassau\"","offset":25460},{"uri":"Island_of_Dordrecht","surface_form":"Island of Dordrecht","offset":25513},{"uri":"Moerdijk_bridges","surface_form":"Moerdijk bridges","offset":25601},{"uri":"Gennep","surface_form":"Gennep","offset":25899},{"uri":"Armoured_train","surface_form":"armoured train","offset":25925},{"uri":"Arnhem","surface_form":"Arnhem","offset":26449},{"uri":"Vught","surface_form":"Vught","offset":26837},{"uri":"Noord_(river)","surface_form":"Noord","offset":26977},{"uri":"Panhard_178","surface_form":"Panhard 178","offset":27078},{"uri":"Armored_car_(military)","surface_form":"armoured car","offset":27090},{"uri":"French_1st_Light_Mechanized_Division","surface_form":"French 1st Mechanised Light Division","offset":27159},{"uri":"Noord-Brabant","surface_form":"Noord-Brabant","offset":27284},{"uri":"Zuid-Willemsvaart","surface_form":"Zuid-Willemsvaart","offset":27658},{"uri":"Meppel","surface_form":"Meppel","offset":27765},{"uri":"Groningen_(city)","surface_form":"Groningen","offset":27772},{"uri":"Limburg_(Netherlands)","surface_form":"Limburg","offset":27943},{"uri":"Maastricht","surface_form":"Maastricht","offset":28009},{"uri":"Barendrecht","surface_form":"Barendrecht","offset":29188},{"uri":"Zuid-Willemsvaart","surface_form":"Zuid-Willemsvaart","offset":30218},{"uri":"Heeswijk","surface_form":"Heeswijk","offset":30476},{"uri":"Erp_(Netherlands)","surface_form":"Erp","offset":30640},{"uri":"Berlicum","surface_form":"Berlicum","offset":30920},{"uri":"Jacob_Harberts","surface_form":"Jacob Harberts","offset":31780},{"uri":"Friesland","surface_form":"Friesland","offset":32222},{"uri":"Sneek","surface_form":"Sneek","offset":32242},{"uri":"Obersturmbannf%C3%BChrer","surface_form":"Obersturmbannführer","offset":34633},{"uri":"Hilmar_W%C3%A4ckerle","surface_form":"Hilmar Wäckerle","offset":34653},{"uri":"Royal_Dutch_Shell","surface_form":"Royal Dutch Shell","offset":35717},{"uri":"Pernis_(Netherlands)","surface_form":"Pernis","offset":35738},{"uri":"Winston_Churchill","surface_form":"Winston Churchill","offset":35791},{"uri":"Hoek_van_Holland","surface_form":"Hoek van Holland","offset":37208},{"uri":"Irish_Guards","surface_form":"Irish Guards","offset":37243},{"uri":"HMS_Hereward","surface_form":"HMS Hereward","offset":37284},{"uri":"Juliana_of_the_Netherlands","surface_form":"Princess Juliana","offset":37390},{"uri":"HMS_Codrington","surface_form":"HMS Codrington","offset":37485},{"uri":"Harwich","surface_form":"Harwich","offset":37505},{"uri":"HMS_Windsor","surface_form":"HMS Windsor","offset":37731},{"uri":"Government_in_exile","surface_form":"government in exile","offset":37754},{"uri":"Alblasserwaard","surface_form":"Alblasserwaard","offset":38891},{"uri":"Panzerkampfwagen_II","surface_form":"Panzerkampfwagen II","offset":39050},{"uri":"IJsselmonde_(island)","surface_form":"IJsselmonde","offset":39250},{"uri":"Panzerkampfwagen_III","surface_form":"Panzerkampfwagen III","offset":39305},{"uri":"Kurt_Feldt","surface_form":"Kurt Feldt","offset":39863},{"uri":"Winschoten","surface_form":"Winschoten","offset":40253},{"uri":"Junkers_Ju_87","surface_form":"Ju 87 Stuka","offset":41383},{"uri":"Achterberg","surface_form":"Achterberg","offset":41708},{"uri":"North-Holland","surface_form":"North-Holland","offset":42909},{"uri":"North_Sea_Canal","surface_form":"North Sea Canal","offset":43136},{"uri":"Earthworks_(engineering)","surface_form":"earthworks","offset":43349},{"uri":"Kampfgeschwader_54","surface_form":"Kampfgeschwader 54","offset":43892},{"uri":"Heinkel_He_111","surface_form":"Heinkel He 111","offset":43919},{"uri":"Hermann_G%C3%B6ring","surface_form":"Hermann Göring","offset":44113},{"uri":"Bombing","surface_form":"bombing","offset":44190},{"uri":"Pieter_Scharroo","surface_form":"Pieter Scharroo","offset":44304},{"uri":"Cuno_Eduard_Willem_baron_van_Voorst_tot_Voorst","surface_form":"Cuno Eduard Willem baron van Voorst tot Voorst","offset":45580},{"uri":"Utrecht_(city)","surface_form":"Utrecht","offset":45657},{"uri":"Royal_Dutch_Navy","surface_form":"Royal Dutch Navy","offset":46371},{"uri":"Johannes_Furstner","surface_form":"Johannes Furstner","offset":46402},{"uri":"Den_Helder","surface_form":"Den Helder","offset":46782},{"uri":"Hoyte_Jolles","surface_form":"Hoyte Jolles","offset":46807},{"uri":"Rijsoord","surface_form":"Rijsoord","offset":47136},{"uri":"Hendrik_Jan_van_der_Stad","surface_form":"Hendrik Jan van der Stad","offset":47533},{"uri":"Vlissingen","surface_form":"Flushing","offset":47621},{"uri":"Walcheren","surface_form":"Walcheren","offset":47647},{"uri":"Zeeuws-Vlaanderen","surface_form":"Zeeuws-Vlaanderen","offset":47759},{"uri":"Zuid-Beveland","surface_form":"Zuid-Beveland","offset":47865},{"uri":"Pierre-Servais_Durand","surface_form":"Pierre-Servais Durand","offset":48961},{"uri":"Canal_through_Zuid-Beveland","surface_form":"Canal through Zuid-Beveland","offset":49121},{"uri":"Walcheren","surface_form":"Walcheren","offset":49235},{"uri":"Bergen-op-Zoom","surface_form":"Bergen-op-Zoom","offset":49622},{"uri":"Tholen","surface_form":"Tholen","offset":50597},{"uri":"Schouwen-Duiveland","surface_form":"Schouwen-Duiveland","offset":50628},{"uri":"Arnemuiden","surface_form":"Arnemuiden","offset":50884},{"uri":"Middelburg%2C_Zeeland","surface_form":"Middelburg","offset":50909},{"uri":"Noord-Beveland","surface_form":"North-Beveland","offset":51341},{"uri":"Ostend","surface_form":"Ostend","offset":51522},{"uri":"Dutch_government_in_exile","surface_form":"government-in-exile","offset":51665}]}