{"id":428195,"url":"http://en.wikipedia.org/wiki/Representational_state_transfer","text":"e=\"preserve\">Representational state transfer (REST) is a programming architectural implementation intended to increase the efficiency of communication in computing systems. It embodies the idea that the best way to share large amounts of data between multiple parties is to make that data available on-demand by sharing references to that data rather than a complete copy of the data itself. Systems which implement REST are called 'RESTful' systems.\nAn example of a non-RESTful real-world system would be the traditional home movie collection. In order to have access to any given movie, the library owner must obtain a physical copy of it. This results in substantial waste as more copies are in existence than are in use at any given moment. Also, the time required to add new titles to the library is generally non-trivial. Streaming video is the RESTful counterpart to the home library. Instead of having a complete copy of every movie stored in the home, the movie is referred to by its title only and the content of the movie is streamed on demand.\nThe World Wide Web is the largest example of a RESTful system today. Physical libraries are its non-RESTful equivalent. Instead of sending a physical electronic copy of every digital resource to each person or library, we assign each resource a URL identifier \"http://example.com\", then access the actual content via the Internet rather than retrieving a local copy from an optical disk or a hard drive.\nREST architecture can be applied in other contexts. For example, consider two companies which want to share multiple gigabytes of information that constantly changes. Sending a complete copy of their databases to each other (even via the internet) on a regular basis is a wasteful and time-consuming process. This method of sharing information is similar to the library example previously given. Instead, the companies can share database IDs with each other, perhaps even assigning each item in the database its own URL. When one company wants to query the database for price of a particular item belonging to the other company, it can then retrieve the data for that specific inventory item.","categories":[],"infobox_types":[],"annotations":[{"uri":"Programming","surface_form":"programming","offset":57},{"uri":"Computing","surface_form":"computing","offset":154},{"uri":"Data","surface_form":"data","offset":238},{"uri":"Home_movie","surface_form":"home movie","offset":522},{"uri":"Waste","surface_form":"waste","offset":670},{"uri":"World_Wide_Web","surface_form":"World Wide Web","offset":1060},{"uri":"Library","surface_form":"libraries","offset":1134},{"uri":"URL","surface_form":"URL","offset":1301},{"uri":"Internet","surface_form":"Internet","offset":1377},{"uri":"Optical_disc_drive","surface_form":"optical disk","offset":1430},{"uri":"Hard_drive","surface_form":"hard drive","offset":1448},{"uri":"Company","surface_form":"companies","offset":1538},{"uri":"Gigabyte","surface_form":"gigabyte","offset":1577},{"uri":"Database","surface_form":"database","offset":1660}]}