{"id":428216,"url":"http://en.wikipedia.org/wiki/Battle_of_Aachen","text":"The Battle of Aachen was a major battle of Second World War. It was fought by American and German forces in and around Aachen, Germany, between 2–21 October 1944. The city was part of the Siegfried Line, the main defence line on Germany's western border. The Allies had hoped to capture it quickly and move into the Ruhr area.\nMost of Aachen's civilian population was moved out before the battle began. Much of the city was destroyed and both sides had heavy losses. It was one of the largest urban battles fought by U.S. forces in World War II.\nIt was the first city in Germany to be captured by the Allies. The battle ended with a German surrender, but their defense slowed down Allied plans to advance into Germany.\nBackground.\nBy September 1944 the Western Allies had reached Germany's western border. It was protected by the Siegfried Line. On 17 September, British, American, and Polish forces launched Operation Market Garden.\nThis was an attempt to get around the Siegfried Line by crossing the Lower Rhine River in the Netherlands. The failure of this plan, and a supply problem caused by the long distances, stopped the Allied movement toward Berlin.\nGerman dead and wounded in France had been high. Field Marshal Walter Model said his 74 divisions had the strength of just 25. The Western Allies' supply problems gave the Germans time to rebuild their strength. In September, new troops were sent to the Siegfried Line. The total was 230,000 soldiers, including 100,000 new soldiers.\nAt the start of the month the Germans had had about 100 tanks in the West; by the end they had 500. As men and equipment were moved into the Siegfried Line they were able to establish a depth of.\nThe Allied force, under the command of General Dwight D. Eisenhower, wanted to capture the Ruhr. It was Germany's main industrial area.\nGeneral George S. Patton's Third Army was ordered to occupy the French region of Lorraine. General Courtney Hodges's First Army was ordered to attack near Aachen.\nHodges had at first hoped to go around the city. He thought it was only defended by a small group of troops which would surrender once they were cut off.\nThe beautiful, old city Aachen was not an important military target, as it did not do much war production. Its population of around 165,000 had not been bombed by the Allies.\nIt was an important symbol to the Nazi regime and the German people. It was the first German city threatened by an enemy during the Second World War. It was also the historic capital of Charlemagne, founder of the \"First Reich\". The city was very important to the Germans.\nThe city's defenders fought on home ground for the first time; one German officer said, \"Suddenly we were no longer the Nazis, we were German soldiers.\"\nAachen was protected by the Siegfried Line, a system of pillboxes, forts, and bunkers protected by anti-tank obstacles and barbed wire. In several areas, German defenses were over deep. It was the strongest defence ever built.\nLearning from their experiences on the Eastern Front, the Germans put their defences in the center of towns. They used narrow streets to make it hard for enemy armored vehicles to move around\nEven though the troops defending Aachen and the Ruhr were of low quality, the fortifications protecting Aachen and the Ruhr were a major problem for the\nAmerican forces. Getting through Aachen was seen as important, because the land beyond Aachen was flat, and easy for the motorized Allied armies to travel on.\nFighting around Aachen began in the second week of September. The city was defended by the 116th Panzer Division, under the command of General Gerhard von Schwerin.\nThe closeness of Allied forces had caused the majority of the city's government officials to leave before the citizens were moved out. (For this, Hitler had all Nazi officials who had fled sent to the Eastern front as privates.) von Schwerin wanted to surrender the city to Allied forces. However, on 13 September, before he could surrender, he was ordered to launch a counterattack against American forces southwest of Aachen. He attacked with his panzergrenadier forces.\nThe German general's attempt to surrender the city made Adolf Hitler, ordered the general's arrest. He was replaced by General Gerhard Wilck. The United States' VII Corps continued to try to get past German defenses, despite the fighting on 12–13 September.\nBetween 14–16 September the US 1st Infantry Division advanced against strong defenses and attacks. Eventually, they had a circle around half the city.\nThis slow advance stopped in late September, due to the supply problem, and the sending of fuel and ammunition for Operation Market Garden in the Netherlands.\nGerman defenders in Aachen.\nIn October, Aachen's defense was assigned to General Friedrich Köchling's LXXXI Corps. These forces, along with the attached 506th Tank Battalion and 108th Tank Brigade, had 20,000 men and 11 tanks. Köchling was also promised a new 116th Panzer Division and the 3rd Panzergrenadier Division, with 24,000 troops.\nThe 183rd Volksgrenadier Division and 49th Infantry Division defended the northern approaches. The 12th Infantry Division was positioned to the south.\nOn 7 October, the 1st SS Panzer Division Leibstandarte SS Adolf Hitler Panzer Division were sent to defend Aachen.\nAlthough new troops continued to arrive, the 12th Infantry Division had lost half its combat strength between 16–23 September, and the 49th and 275th Infantry Divisions had had to be given time to rest.\nWhile German infantry divisions had a strength of 15,000–17,000 soldiers at the start of World War II, this had been reduced to a size of 12,500. By November 1944, the average strength of a division was 8,761 men.\nTo cope with the troop shortages, the Volksgrenadier divisions were created in 1944. Their average total strength was just over 10,000 men per division. Although about a quarter of these were experienced veterans, two-quarters were new soldiers and sick people while the rest were from the Luftwaffe and Kriegsmarine.\nThese divisions often received the newest small-arms, but they lacked artillery and motorization. The 183rd Volksgrenadier Division had not had time to train as a unit. The 246th Volksgrenadier Division was in a similar situation. Many of its troops had fewer than ten days of infantry training. All of these weaknesses of the troops were made up for by the strong fortifications surrounding Aachen.\nAmerican forces.\nThe task of capturing Aachen was given to General Charles H. Corlett's XIX Corps' 30th Infantry Division and Joseph Collins' VII Corps' 1st Infantry Division.\nGeneral Leland Hobbs' 30th Infantry Division would be assisted by the 2nd Armored Division, which would try to go the 30th Division's hole in the Siegfried Line. Their sides were protected by the 29th Infantry Division.\nIn the south, 1st Infantry Division was supported by the 9th Infantry Division and the 3rd Armored Division. These divisions took in a large number of new men.\nBy 1 October over 70% of the men of General Clarence Huebner's 1st Infantry Division were new troops. The last two weeks of September were spent giving these men training in fighting and weapons training.\nThe plan called for both infantry divisions to avoid street fighting in Aachen. The plan was for the two divisions to encircle the city. Then a small force would capture it while most of the US forces moved east.\nAlthough American units were usually able to get new troops quickly, the replacements rarely had enough training. Many junior officers were lacked tactical and leadership abilities. Some tank drivers had never even driven a car before. Some tank commanders had to teach their men how to load and fire their tank guns in the field before missions.\nThe US system meant that new troops reaching the front lines were not properly trained for combat. Sometimes half of a unit's replacements would become dead or wounded within the first few days of combat.\nThese losses required more troops to be brought into the fighting. A battalion of the US 28th Infantry Division was sent against Aachen to help the US 1st Infantry Division during 18–21 October.\nThese forces were supported by the Ninth Air Force, which knew where 75% of the pillboxes were. They planned an opening bombing using 360 bombers and 72 fighters. New aircraft would be used for a second attack, which included napalm.\nWith the Germans having few anti-aircraft guns and severely limited support from the Luftwaffe, Allied forces controlled the skies over Aachen.\nBattle.\nFor six days before the American attack allied artillery bombed German defenses around Aachen. Although bombing German LXXXI Corps to stop all movements of troops and supplies, it did not harm the pillboxes and strongpoints.\nThe opening air bombing on 2 October also did little damage to German defences. The 450 aircraft did not hit any German pillbox. Their targets had been hidden by thick smoke from the Allied artillery. After the aircraft finished their bombing, the artillery fired 18,696 shells.\nAdvance from the north: 2–8 October.\nThe 30th Infantry Division moved forward on 2 October. They used artillery to destroy German pillboxes. It took thirty minutes to capture a pillbox. Heavy fighting had not been expected, and one group lost 87 troops in an hour; another lost 93 out of 120 soldiers to a German artillery strike.\nThe attackers were slowly able to cross the Wurm River. They attacked German pillboxes with flamethrowers and explosives. By the afternoon of 2 October, the 30th Infantry Division had got past German defenses and reached the town of Palenberg.\nHere, US soldiers had to fight to get to each house. (Private Harold G. Kiner was awarded the Medal of Honor for throwing himself on a German grenade saving the lives of two soldiers).\nFighting in the town of Rimburg was terrible. American armour could not cross the Wurm River, and it could not support infantrymen who were attacking the Germans. The 30th Infantry Division destroyed 50 German pillboxes on the first day.\nThe division's advance was helped by the 29th Infantry Division's attacks. The Germans thought that the 29th Division's attacks were the main attack.\nOn the night of 2 October, the German 902nd Assault Gun Battalion was ordered to attack the 30th Infantry Division. Allied artillery made the German attack not start on time. The German attack failed.\nAmerican armor could help with the advance on 3 October. The US attacks were stopped by German attacks. Rimburg was captured on the second day. Fighting had also begun in the town of Übach. American tanks tried to attack the town. However, they could not move due to German artillery fire.\nAmerican artillery fire stopped the Germans from recapturing it. By the end of the day the 30th Infantry Division had around 300 dead and wounded.\nGerman forces continued their attacks on Übach. This stopped American troops from advancing. On 4 October the Allies had only captured Hoverdor and Beggendorf. The Americans lost 1,800 soldiers in the past three days. On 5 October, the 119th Regiment of the 30th Infantry Division captured Merkstein-Herbach.\nThe next day the Germans attacked Übach, but the attack was not a success. The American had many more tanks. The Germans did not have extra troops. General Koechling did get a Tiger tank group to defend Aachen from the north.\nThe Germans attacked on 8 October with an infantry regiment, the 1st Assault Battalion, the 108th Panzer Brigade, and 40 armored vehicles. The left side of the attack cut off an American platoon. The Germans had many losses and the Americans were getting closer.\nAdvance from the south: 8–11 October.\nIn the south, the 1st Infantry Division attacked on 8 October. They wanted to capture the town of Verlautenheide. A big artillery attack helped them to capture the town.\nBy 10 October, the 1st Infantry Division was in its planned position, where it could join with the 30th Infantry Division. The Germans attacked but they ended up with over 40 dead and 35 prisoners. Despite repeated German attacks, the 1st Infantry Division was able to capture the high land around the city.\nOn 10 October, the US threatened to bomb the city if it didn't surrender. The German commander refused to surrender. American artillery fired 5,000 shells and the city was bombed American aircraft.\nLink up: 11–16 October.\nAmerican dead and wounded were increasing. This was caused by German attacks and the danger of attacking pillboxes. The Germans in the town of Bardenberg made pillboxes to defend themselves. American attackers pulled back and shelled the town with artillery.\nOn 12 October, the Germans attacked the American 30th Infantry Division. The Americans defended themselves with artillery fire and anti-tank defenses.\nAt the village of Birk, there was a fight between German tanks and a single American Sherman tank. Then the 2nd Armored Division arrived and the Germans were pushed out of the town.\nThe 30th Infantry Division had to defend itself over all the land they held. They were ordered to move south to join with the 1st Infantry Division. Two infantry battalions from the 29th were sent to join the 30th.\nThe same day (12 October), two German infantry regiments attempted to recapture. Both regiments were almost completely destroyed. Between 11–13 October Allied aircraft bombed Aachen.\nOn 15 October, the Germans again attacked the 1st Infantry Division. Although a number of heavy tanks managed to break through American lines, most of German forces were destroyed by artillery and airplanes.\nOn the next day, the Germans attacked with the 3rd Panzergrenadier Division. They had heavy losses and they had to stop the attack.\nThe 30th Infantry Division and parts of the 29th Infantry and 2nd Armored divisions moved southwards between 13–16 October. They could not get through German defenses and join up with allied forces to the south.\nThe Germans attacked with artillery. German tanks were hidden in houses. General Hobbs, commander of the 30th Infantry Division, tried to get around the German defenses. He attacked with two infantry battalions. The attack was a success. The 30th and 1st Infantry Divisions joined up on 16 October.\nThe fighting had caused American XIX Corps over 400 dead and 2,000 wounded, with 72% from the 30th Infantry Division. The Germans had 630 of their soldiers killed and 4,400 wounded; another 600 were killed in the 3rd Panzergrenadier Division's attack on the US 1st Infantry Division on 16 October.\nFight for the city: 13–21 October.\nThe 1st Infantry Division had only a single regiment to capture the city. They attacked with machine guns and flamethrowers. Only by a few tanks and one howitzer were used in the attack.\nThe city was defended by 5,000 German troops, including navy, air force and city police. Most of these soldiers lacked experience and training. They were supported by a few tanks and assault guns. However, Aachen's defenders could use the narrow streets to defend the city.\nThe 26th Infantry's attack on 13 October was stopped by Germans firing from sewers and cellars. Sherman tanks could not move around in the narrow streets. The 26th Infantry Regiment used howitzers to destroy German fortifications. Sherman tanks were attacked by German anti-tank guns.\nAmerican tanks and other armored vehicles would shoot buildings to kill any defenders hiding inside. German infantry moved through sewers to attack Americans.\nThe Germans fought very hard. They attacked the Americans and used armor to stop American movement.\nOn 18 October, the 3rd Battalion of the 26th Infantry Regiment prepared to attack the Hotel Quellenhof. This was one of the last areas held by the Germans in the city. American tanks and other guns fired at the hotel. That night, 300 new soldiers of the 1st SS Battalion moved into the hotel. They stopped several attacks on the building.\nA violent German attack managed to get past American infantry companies outside of the hotel. The Germans were then stopped by American mortar fire.\nThe Americans shelled German positions with guns. As well, a battalion of the 110th Infantry Regiment was used to fill gaps in the city. The new battalion was told on 19–20 October to attack the city.\nOn 21 October, soldiers of the 26th Infantry Regiment captured central Aachen. The Germans in the Hotel Quellenhof surrendered, ending the battle for the city.","categories":[],"infobox_types":[],"annotations":[{"uri":"World_War_II","surface_form":"Second World War","offset":43},{"uri":"Aachen","surface_form":"Aachen","offset":119},{"uri":"Siegfried_Line","surface_form":"Siegfried Line","offset":188},{"uri":"Western_Allies","surface_form":"Western Allies","offset":753},{"uri":"Siegfried_Line","surface_form":"Siegfried Line","offset":830},{"uri":"Operation_Market_Garden","surface_form":"Operation Market Garden","offset":909},{"uri":"Lower_Rhine","surface_form":"Lower Rhine","offset":1003},{"uri":"Walter_Model","surface_form":"Walter Model","offset":1224},{"uri":"Dwight_D._Eisenhower","surface_form":"Dwight D. Eisenhower","offset":1738},{"uri":"Ruhr","surface_form":"Ruhr","offset":1782},{"uri":"George_S._Patton","surface_form":"George S. Patton","offset":1835},{"uri":"Third_United_States_Army","surface_form":"Third Army","offset":1854},{"uri":"Lorraine_(region)","surface_form":"Lorraine","offset":1908},{"uri":"Courtney_Hodges","surface_form":"Courtney Hodges","offset":1926},{"uri":"First_United_States_Army","surface_form":"First Army","offset":1944},{"uri":"Aachen","surface_form":"Aachen","offset":1982},{"uri":"Charlemagne","surface_form":"Charlemagne","offset":2505},{"uri":"Eastern_Front_(WWII)","surface_form":"Eastern Front","offset":3011},{"uri":"116th_Panzer_Division_(Germany)","surface_form":"116th Panzer Division","offset":3567},{"uri":"Gerhard_von_Schwerin","surface_form":"Gerhard von Schwerin","offset":3619},{"uri":"Panzergrenadier","surface_form":"panzergrenadier","offset":4090},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":4170},{"uri":"Gerhard_Wilck","surface_form":"Gerhard Wilck","offset":4241},{"uri":"VII_Corps_(United_States)","surface_form":"VII Corps","offset":4275},{"uri":"1st_Infantry_Division_(United_States)","surface_form":"1st Infantry Division","offset":4403},{"uri":"Friedrich_K%C3%B6chling","surface_form":"Friedrich Köchling","offset":4763},{"uri":"3rd_Infantry_Division_(Germany)","surface_form":"3rd Panzergrenadier Division","offset":4972},{"uri":"1st_SS_Panzer_Division_Leibstandarte_SS_Adolf_Hitler","surface_form":"1st SS Panzer Division Leibstandarte SS Adolf Hitler","offset":5191},{"uri":"275th_Infantry_Division_(Germany)","surface_form":"275th Infantry Divisions","offset":5432},{"uri":"World_War_II","surface_form":"World War II","offset":5580},{"uri":"Volksgrenadier","surface_form":"Volksgrenadier","offset":5743},{"uri":"Luftwaffe","surface_form":"Luftwaffe","offset":5995},{"uri":"Kriegsmarine","surface_form":"Kriegsmarine","offset":6009},{"uri":"Charles_H._Corlett","surface_form":"Charles H. Corlett","offset":6490},{"uri":"30th_Infantry_Division_(United_States)","surface_form":"30th Infantry Division","offset":6522},{"uri":"J._Lawton_Collins","surface_form":"Joseph Collins","offset":6549},{"uri":"2nd_Armored_Division_(United_States)","surface_form":"2nd Armored Division","offset":6669},{"uri":"29th_Infantry_Division_(United_States)","surface_form":"29th Infantry Division","offset":6795},{"uri":"9th_Infantry_Division_(United_States)","surface_form":"9th Infantry Division","offset":6876},{"uri":"3rd_Armored_Division_(United_States)","surface_form":"3rd Armored Division","offset":6906},{"uri":"Clarence_Huebner","surface_form":"Clarence Huebner","offset":7023},{"uri":"Ninth_Air_Force_(World_War_II)","surface_form":"Ninth Air Force","offset":8179},{"uri":"Napalm","surface_form":"napalm","offset":8370},{"uri":"Luftwaffe","surface_form":"Luftwaffe","offset":8463},{"uri":"Pillbox_(military)","surface_form":"pillbox","offset":8727},{"uri":"Strongpoint","surface_form":"strongpoint","offset":8741},{"uri":"Wurm","surface_form":"Wurm River","offset":9409},{"uri":"Harold_G._Kiner","surface_form":"Harold G. Kiner","offset":9671},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":9703},{"uri":"Verlautenheide","surface_form":"Verlautenheide","offset":11754}]}