{"id":42824,"url":"http://en.wikipedia.org/wiki/Mitosis","text":"e=\"preserve\">Mitosis is part of the cycle of cell division. The chromosomes of a cell are copied to make two identical sets of chromosomes, and the cell nucleus divides into two identical nuclei.\nBefore mitosis, the cell creates an identical set of its own genetic information – this is called replication. The genetic information is in the DNA of the chromosomes. At the beginning of mitosis the chromosomes wind up and become visible with a light microscope. The chromosomes are now two chromatids joined at the centromere. Since the two chromatids are identical to each other, they are called \"sister\" chromatids.\nMitosis happens in all types of dividing cells in the human body except with sperm and ova. The sperm and ova are gametes or sex cells. The gametes are produced by a different division method called meiosis.\nPhases of mitosis.\nThere are five phases of mitosis. Each phase is used to describe what kind of change the cell is going through. The phases are prophase, prometaphase, metaphase, anaphase and telophase.\nProphase.\nDuring prophase, chromatin (tangled-up DNA) in the nucleus condense into chromosomes (bunched-up DNA). Pairs of centrioles move to opposite sides of the nucleus. Spindle fibers begin to form a bridge between the ends of the cell.\nPrometaphase.\nDuring prometaphase, the nuclear envelope around the chromosomes breaks down. Now there is no nucleus and the sister chromatids are free. A protein called a kinetochore forms at each centromere. Long thin proteins reach across from opposite poles of the cell and attach to each kinetochore.\nMetaphase.\nDuring metaphase, the pair of chromatids are aligned by the pushing and pulling of the attached kinetochore microtubules, similar to a game of \"tug of war\". Both sister chromatids stay attached to each other at the centromere. The chromosomes line up on the cell's equator, or center line, and are prepared for division. This is the longest phase of mitosis.\nAnaphase.\nDuring anaphase, the sister chromatids split apart and move from the cell's equator (metaphase plate) to the poles of the cell. The kinetochore is attached to the centromere. The microtubules hold on to kinetochore and shorten in length. Another group of microtubules, the non-kinetochore microtubules, do the opposite. They become longer. The cell begins to stretch out as the opposite ends are pushed apart.\nTelophase.\nTelophase is the final stage in mitosis: the cell itself is ready to divide. One set of chromosomes is now at each pole of the cell. Each set is identical. The spindle fibers begin to disappear, and a nuclear membrane forms around each set of chromosomes. Also, a nucleolus appears within each new nucleus and single stranded chromosomes uncoil into invisible strands of chromatin.\nCytokinesis.\nCytokinesis, even though it is very important to cell division, is not considered a stage of mitosis. During cytokinesis, the cell physically splits. This occurs just after anaphase and during telophase. The cleavage furrow, which is the pinch caused by the ring of proteins, pinches off completely, closing off the cell.\nThe cell now has reproduced itself successfully. After cytokinesis, the cell goes back into interphase, where the cycle is repeated. If cytokinesis were to occur to a cell that had not gone through mitosis, then the daughter cells would be different or not function properly. One would still have the nucleus and the other would lack a nucleus. Cytokinesis is different in both animals and plant cells. In plant cells, instead of splitting into two halves, it forms a cell plate. This is a cell wall that forms between the two nuclei after they have split apart. This must happen because the cells have a rigid shape, and must be completely covered in the cell wall to function.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cell_division","surface_form":"cell division","offset":45},{"uri":"Chromosomes","surface_form":"chromosomes","offset":64},{"uri":"Nucleus","surface_form":"nucleus","offset":153},{"uri":"DNA_replication","surface_form":"replication","offset":294},{"uri":"Chromosome","surface_form":"chromosome","offset":352},{"uri":"Light_microscope","surface_form":"light microscope","offset":443},{"uri":"Chromatid","surface_form":"chromatid","offset":489},{"uri":"Centromere","surface_form":"centromere","offset":514},{"uri":"Sperm","surface_form":"sperm","offset":694},{"uri":"Ovum","surface_form":"ova","offset":704},{"uri":"Gamete","surface_form":"gamete","offset":731},{"uri":"Meiosis","surface_form":"meiosis","offset":816},{"uri":"Centriole","surface_form":"centriole","offset":1152},{"uri":"Spindle_fiber","surface_form":"Spindle fiber","offset":1202},{"uri":"Protein","surface_form":"protein","offset":1424},{"uri":"Kinetochore","surface_form":"kinetochore","offset":1441},{"uri":"Centromere","surface_form":"centromere","offset":1467},{"uri":"Nuclear_membrane","surface_form":"nuclear membrane","offset":2577},{"uri":"Nucleolus","surface_form":"nucleolus","offset":2640},{"uri":"Chromatin","surface_form":"chromatin","offset":2747},{"uri":"Cytokinesis","surface_form":"cytokinesis","offset":2880}]}