{"id":428310,"url":"http://en.wikipedia.org/wiki/British_Hong_Kong","text":"British Hong Kong () was a colony and British Dependent Territory of the United Kingdom. It was Hong Kong when it was controlled as part of the British Empire. The British governed Hong Kong from 1841 to 1997, except for a small amount of time when the Japanese took over Hong Kong during World War II. During the First Opium War in 1841, the British took over Hong Kong Island. The British took over the Kowloon Peninsula in 1860 and the New Territories in 1898.\nHistory.\nHong Kong was given by the Qing Dynasty to the British Empire in 1841 under the Treaty of Nanking. Kowloon was added to the area of Hong Kong in 1860 under the Convention of Peking, and New Territories was added in 1898 under the Second Convention of Peking. In 1941–1945, Hong Kong was ruled by the Japanese Empire during World War II. In 1984, People's Republic of China and the United Kingdom agreed under Sino-British Joint Declaration on the Question of Hong Kong that Hong Kong was to be returned to China on 1 July 1997.\nJapanese occupation.\nThe Imperial Japanese occupation of Hong Kong, also known as “Hong Kong Fallen/The Fall of Hong Kong”, lasted from December 25, 1941 to August 15, 1945. The Hong Kong population called this event as the “Three years and eight months”.  On the same day when the Japanese troops attacked Pearl Harbor, the Japanese General Takashi Sakai lead his troops to attack Hong Kong from Bao’an Country. In December 25, 1941, the Chief Executive of the Hong Kong signed the surrender agreement to the Japanese in a hotel named “The Peninsula Hong Kong”. Nine days after the atomic bomb was dropped on Hiroshima, on August 15, 1945, the Emperor of Japan surrendered, signifying the end of the Second World War. At the end of August, the British once again took the control of Hong Kong back from Japan, and set up a marshal government.\nGrowth of economy.\nDuring the Qing Dynasty, the British wanted to make Victoria Harbour the biggest harbour in East Asia. The British also wanted to grow its sea trade in the Far East through Victoria Harbor. 20 years after the British took over  Hong Kong, in 1861, this harbour was named Victoria Harbour, after the Queen of England at the time. The British also expanded the city on Hong Kong Island (香港岛). Hong Kong's economy today is very strong and always growing. It all would not have been possible, however, without the shipping, banking, merchants, and industrial growth from the British being there. The British Navy had an especially large role in shipping and protection of goods. During that time, the British Navy was stronger than any other navy in the world, and was able to protect the trade interests of the British Empire. After World War II had started, many merchant and banking businesses moved to Hong Kong, at the same time as the Industrial growth really took off.\nIndependent Commission Against Corruption.\nThe Independent Commission Against Corruption(ICAC/廉政公署) was established in February 15, 1974. It Is a system that is self-standing, Independent and controlled only by the Chief Executive of the Hong Kong Special Administrative Region and the Hong Kong Disciplined Services. Hong Kong Disciplined Services is a system include Hong Kong Police Force, Immigration Department, Customs and Excise Department, Fire Services Department, Correctional Services Department, Government Flying Service, Civil Aid Service and Auxiliary Medical Service. In the 1960’s through the 1970s, the population of Hong Kong had increased immensely alongside the sudden explosion of Hong Kong’s economy. The sudden growth unfortunately led to widespread corruption. When British Hong Kong faced this issue, their government had to focus on maintaining the order of society. Since its inception in 1974, ICAC had used a “three-pronged approach” to tackle corruption in each of the three branches of government. Three pronged approach” is a unique strategy to fight corruption on three front, which is Operation Department (Law enforcement), Corruption Prevention Department (Prevention), and Community Relation Department (Education).\nDuring the 1960s through the 1970s, the corruption in Hong Kong was a really serious issue because the population in Hong Kong had increased really quickly. Resource allocation was a huge part of corruption in the 1960s. For example, the lower class workers that worked for the government were often taken advantage of because their advantage would allocate a portion of their pay for themselves. This meant that lower class workers always only ever saw a fragment of their actual paycheck.","categories":[],"infobox_types":[],"annotations":[{"uri":"Colony","surface_form":"colony","offset":27},{"uri":"British_Dependent_Territory","surface_form":"British Dependent Territory","offset":38},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":73},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":96},{"uri":"British_Empire","surface_form":"British Empire","offset":144},{"uri":"Government","surface_form":"governed","offset":172},{"uri":"Japanese_occupation_of_Hong_Kong","surface_form":"Japanese took over Hong Kong","offset":253},{"uri":"World_War_II","surface_form":"World War II","offset":289},{"uri":"First_Opium_War","surface_form":"First Opium War","offset":314},{"uri":"Hong_Kong_Island","surface_form":"Hong Kong Island","offset":361},{"uri":"Kowloon_Peninsula","surface_form":"Kowloon Peninsula","offset":405},{"uri":"New_Territories","surface_form":"New Territories","offset":439},{"uri":"Qing_Dynasty","surface_form":"Qing Dynasty","offset":500},{"uri":"Treaty_of_Nanking","surface_form":"Treaty of Nanking","offset":553},{"uri":"Kowloon","surface_form":"Kowloon","offset":572},{"uri":"Convention_of_Peking","surface_form":"Convention of Peking","offset":633},{"uri":"New_Territories","surface_form":"New Territories","offset":659},{"uri":"Second_Convention_of_Peking","surface_form":"Second Convention of Peking","offset":703},{"uri":"Japanese_Empire","surface_form":"Japanese Empire","offset":773},{"uri":"World_War_II","surface_form":"World War II","offset":796},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":819},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":854},{"uri":"Sino-British_Joint_Declaration_on_the_Question_of_Hong_Kong","surface_form":"Sino-British Joint Declaration on the Question of Hong Kong","offset":882},{"uri":"Victoria_Harbour","surface_form":"Victoria Harbour","offset":1916},{"uri":"Chief_executive_officer","surface_form":"Chief Executive","offset":3051},{"uri":"Hong_Kong","surface_form":"Hong Kong Special Administrative Region","offset":3074}]}