{"id":42836,"url":"http://en.wikipedia.org/wiki/Piccadilly_line","text":"The Piccadilly line is a line of the London Underground. It is coloured dark blue on the Tube map. It is the fifth busiest line on the Underground network judged by the number of passengers transported per year. It is mainly a deep-level line, running from the north to the west of London via Zone 1. However, there are a number of surface sections mostly in its westernmost parts. Out of the 53 stations served, 25 are underground. It is the second longest line on the system, after the Central Line.\nRolling stock.\nLike most Underground lines, the Piccadilly line is operated by a single type of rolling stock. In this case it is the 1973 tube stock. The trains are painted in the standard London Underground livery of blue, white and red. Seventy-six trains out of a fleet of 88 are needed to run the line's peak service. One unit (166-566-366) was severely damaged by the terrorist attack of 7 July 2005. The stock was recently refurbished, and was due for replacement by 2014, but the order for new trains was cancelled in July 2010.\nThe line was previously worked by 1959 stock, 1956 stock, 1938 stock, standard tube stock and 1906 gate stock.\nThe line has two depots, at Northfields and Cockfosters. There are sidings at Oakwood, South Harrow, Arnos Grove, Rayners Lane, Down Street, Wood Green, Acton Town, Ruislip and Uxbridge.\nSignalling.\nThe line is controlled from the control centre at Earl's Court, which it used to share with the District line. It is in need of resignalling, and this work is planned to be carried out by 2014.\nService pattern.\nOften late evening services terminate at instead of Cockfosters.\nTrains will also make an additional stop at during early mornings and late evenings but will not stop at the station during the main part of the day.\nOther services operate at times, especially at the start and towards the end of the traffic day.\nMap.\nEasier Versions can be found http://www.tfl.gov.uk/assets/downloads/standard-tube-map.gif\nStations.\n\"(In order from east to west.)\"\nFuture.\nThe Piccadilly line was to be upgraded in 2014–15 and would have had new trains as well as new signalling. This would have increased the line's capacity by some 24%. Bids for the rolling-stock order were submitted in 2008. However, after the acquisition of Tube Lines by Transport for London in June 2010, this order was cancelled.","categories":[],"infobox_types":[],"annotations":[{"uri":"London_Underground","surface_form":"London Underground","offset":37},{"uri":"Tube_map","surface_form":"Tube map","offset":89},{"uri":"List_of_stations_in_London_fare_zone_1","surface_form":"Zone 1","offset":293},{"uri":"Central_Line","surface_form":"Central Line","offset":488},{"uri":"London_Underground_rolling_stock","surface_form":"rolling stock","offset":598},{"uri":"London_Underground_1973_Stock","surface_form":"1973 tube stock","offset":636},{"uri":"London_Underground_1959_Stock","surface_form":"1959 stock","offset":1073},{"uri":"1956_Stock","surface_form":"1956 stock","offset":1085},{"uri":"London_Underground_1938_Stock","surface_form":"1938 stock","offset":1097},{"uri":"London_Underground_Standard_Stock","surface_form":"standard tube stock","offset":1109},{"uri":"London_Underground_1906_Stock","surface_form":"1906 gate stock","offset":1133},{"uri":"District_line","surface_form":"District line","offset":1445},{"uri":"Tube_Lines","surface_form":"Tube Lines","offset":2274}]}