{"id":428364,"url":"http://en.wikipedia.org/wiki/Freud%27s_psychoanalytic_theories","text":"Sigmund Freud (6 May 1856 – 23 September 1939) is considered to be the founder of the psychodynamic approach to psychology. Psychodynamic therapy looks closely at the unconscious drives that motivate people to act in certain ways.\nThe role of the mind is something that Freud repeatedly talks about because he believes that the mind is responsible for both conscious and unconscious decisions based on drives and forces. Unconscious desires motivate people to act accordingly. The id, ego, and superego are three aspects of the mind, which Freud believes, makes up a person’s personality. “We are simply actors in the drama of our minds, pushed by desire, pulled by coincidence. Underneath the surface, our personalities represent the power struggle going on deep within us” (Cash, Psychology for Dummies).\nReligion.\nFreud does not believe there is any supernatural force that affects the way we think or has pre-programmed us to behave in a certain way. His idea of the id explains why people act out in certain ways, when it is not in line with the ego or superego. Religion is an illusion and it derives its strength from the fact that it falls in with our instinctual desires.\" (Freud). Freud believes that people rely on religion to give explanations for anxieties and tension they do not want to consciously believe in. The basis of Christian theology states, “God created humanity in his image” (Genesis 1:27), but Freud argues that humanity created God in their image. This reverses the idea of any type of religion because he believes that religion is constructed by the mind. The role of the mind is something that Freud repeatedly talks about because he believes that the mind is responsible for both conscious and unconscious decisions based on drives and forces. The idea that religion causes people to behave in a moral way is incorrect according to Freud because he believes that no other force has the power to control the ways in which people act. Unconscious desires motivate people to act accordingly. Freud does a significant amount of research studying how people act and interact in a group setting. He believes that people act in different ways according to the demands and constraints of the group as a whole. In his book \"Group Psychology and the Analysis of the Ego\", Freud argues that the church and organized religion forms an “artificial group” which requires an external force to keep it together. In this type of group, everything is dependent on that external force and without it, the group would no longer exist. Groups are necessary, according to Freud, in order to decrease the narcissism in all people by creating libidinal ties with others by placing everyone at an equal level. The commonness among different people with different egos allows people to identify with one another. This relates to the idea of religion because Freud believes that people created religion in order to create these group ties that they unconsciously seek for.\nGreek Mythology.\nAccording to Freud’s many theories of religion, the Oedipus complex is utilized in the understanding and mastery of religious beliefs. In Freud’s psychosexual stages, he mentions the Oedipus complex and the Electra complex and how they affect children and their relationships with their same-sex parental figure. According to Freud, there is an unconscious desire for one’s mother to be a virgin and for one’s father to be an all-powerful, almighty figure. Freud’s interest in Greek mythology and religion greatly influenced his psychological theories. The Oedipus complex is when a boy is jealous of his father. The boy strives to possess his mother and ultimately replace his father as a means of no longer having to fight for her undivided attention and affection. Along with seeking his mother’s love, boys also experience castration anxiety, which is the fear of losing their genitalia. Boys fear that their fathers will retaliate and castrate them as a result of desiring one’s mother. While the Oedipus complex presents itself in males, females experience a different form of incestuous rivalry known as the Electra complex. Girls become jealous of their mothers and begin to feel desire towards their fathers. Females also experience penis envy which is the parallel reaction to the male experience of castration anxiety. Females are jealous of their fathers’ penis and wish to have one as well. Girls then repress this feeling and instead long for a child of their own. This suppression leads to the girl identifying with her mother and acquiring feminine traits.\nId.\nAccording to Freud, the id is the part of the unconscious that seeks pleasure. His idea of the id explains why people act out in certain ways, when it is not in line with the ego or superego. The id is the part of the mind which holds all of humans' most basic and primal instincts. It is the impulsive, unconscious part of the mind that is based on desire to seek immediate satisfaction. The id does not have a grasp on any form of reality or consequence. Freud explains that the pleasure principle is controlled by the id because it makes people engage in need-satisfying behavior without any accordance to what is right or wrong. Freud compares the id and the ego to a horse and a rider. The id is compared to the horse, which is directed and controlled by the ego (the rider). This example goes to show that although the id is supposed to be controlled by the ego, they often interact with one another according to the drives of the id.\nFreud defines the id as: “The id, cut off from the external world, has a world of perception of its own. It detects with extraordinary acuteness certain changes in its interior, especially oscillations in the tension of its instinctual needs, and these changes become conscious as feelings in the pleasure-unpleasure series. It is hard to say, to be sure, by what means and with the help of what sensory terminal organs these perceptions come about. But it is an established fact that self-perceptions—coenesthetic feelings and feelings of pleasure-unpleasure—govern the passage of events in the id with despotic force. The id obeys the inexorable pleasure principle”.\nEgo.\nIn order for people to maintain a realistic sense here on earth, the ego is responsible for creating balance between pleasure and pain. It is impossible for all desires of the id to be met and the ego realizes this but continues to seek pleasure and satisfaction. Although the ego does not know the difference between right and wrong, it is aware that not all drives can be met at a given time. The reality principle is what the ego operates by in order to help satisfy the id’s demands as well as compromising according to reality. The ego is a person’s “self,” composed of unconscious desires. The ego takes into account ethical and cultural ideals in order to balance out the desires originating in the id. Although both the id and the ego are unconscious, the ego has close contact with the perceptual system. The ego has the function of self-preservation, which is why it has the ability to control the instinctual demands from the id.\n“The ego is first and foremost a bodily ego; it is not merely a surface entity, but is itself the projection of a surface. If we wish to find an anatomical analogy for it we can best identify it with the ‘cortical homunculus’ of the anatomists, which stands on its head in the cortex, sticks up its heels, faces backwards and, as we know, has its speech-area on the left-hand side. The ego is ultimately derived from bodily sensations, chiefly from those springing from the surface of the body. It may thus be regarded as a mental projection of the surface of the body, besides, as we have seen above (Figure 3), representing the superficies of the mental apparatus.”\nSuperego.\nThe superego, which develops around age four or five, incorporates the morals of society. Freud believes that the superego is what allows the mind to control its impulses that are looked down upon morally. The superego can be considered to be the conscience of the mind because it has the ability to distinguish between reality as well as what is right or wrong. Without the superego Freud believes people would act out with aggression and other immoral behaviors because the mind would have no way of understanding the difference between right and wrong. The superego is considered to be the “consciousness” of a person’s personality and can override the drives from the id. Freud separates the superego into two separate categories: the ideal self and the conscious. The conscious contains ideals and morals that exist within society that prevent people from acting out based on their internal desires. The ideal self contains images of how people ought to behave according to society's ideals.\nThe unconscious mind.\nFreud believed that the answers to what controlled daily actions resided in the unconscious mind, despite alternative views that all our behaviors were conscious. Notions of the unconsciousness, gaps in the consciousness, can be explained by other acts of which the consciousness affords no evidence. The unconscious mind positions itself in every aspect our life whether one is dormant or awake. It is more than just a habitat for our undesired memories, we are at loss to what truly exists here. Though unaware of the effect of the unconscious mind, it influences the actions we engage it. Human behavior should be understood by searching for analysis of mental processes in expressions of individual states. This explanation gives significance to verbal slips and dreams; they are caused by hidden reasons in the mind displayed in concealed forms.\nVerbal slips of the unconscious mind are referred to as a Freudian slip. This is a term coined by Freud to explain a spoken mistake derived from the unconscious mind. Traumatizing information of thoughts and beliefs are blocked from the conscious mind, slips expose our true thoughts stored in the unconscious. Sexual instincts or drives have deeply invested roots in the unconscious mind. Instincts act by giving vitality and enthusiasm to the mind through meaning and purpose. The ranges of instincts are in great numbers; therefore, Freud expressed them in two categories. Eros is the self-preserving life instinct containing all erotic pleasures. In contrast, thanatos is the death instinct, full of self-destruction of sexual energy. The main part of human behavior and actions is tied back to sexual drives. Since birth the existent of sexual drives can be recognized as one of the most important incentives of life.\nFreud's psychosexual stages.\nFreud’s theory of psychosexual development is represented amongst five stages. According to Freud, each stage occurs within a specific time frame of one’s life. If one becomes fixated in any of the five stages, he or she will develop personality traits that coincide with the a specific stage and its focus.\nOral stage.\nThe first stage is the oral stage. An infant is in this stage from birth to eighteen months of age. The main focus in the oral stage is pleasure-seeking through the infant’s mouth. During this stage, the need for tasting and sucking becomes prominent in producing pleasure. Oral stimulation is crucial during this stage; if the infant’s needs are not met during this time frame, he or she will be fixated in the oral stage. Fixation in this stage can lead to adult habits such as thumb-sucking, smoking, over-eating, and nail-biting. Personality traits can also develop during adulthood that are linked to oral fixation; these traits can include optimism and independence or pessimism and hostility.\nAnal stage.\nThe second stage is the anal stage, which lasts from eighteen months to three years of age. During this stage, the infant’s pleasure seeking centers are located in the bowels and bladder. Parents stress toilet training and bowel control during this time period. Fixation in the anal stage can lead to anal-retention or anal-expulsion. Anal retentive characteristics include being overly neat, precise, and orderly, while being anal expulsive involves being disorganized, messy, and destructive.\nPhallic stage.\nThe third stage in psychosexual development is the phallic stage. This stage begins at 3 years old and ends when the child reaches six years of age. The phallic stage focuses on the genitals as pleasure-seeking areas of the body. Boys in this stage experience the Oedipus complex, while girls experience the Electra complex. In both cases, the child develops incestuous feelings for the parent of the opposite sex. Children tend to develop characteristics of the same-sex parent during this stage. Fixation in the phallic stage has different personality traits depending on one’s gender. Males may take great pride in their masculinity and their sexuality, while women may become flirtatious and promiscuous. In both instances, these personality traits are a sign of low self-esteem and self-worth.\nLatency stage.\nThe fourth stage is the latency stage which begins at the age of six and continues until the age of eleven. During this stage there is no pleasure-seeking region of the body; instead all sexual feelings are repressed. Thus, children are able to develop social skills, and find comfort through peer and family interaction.\nGenital stage.\nThe final stage of psychosexual development is the genital stage. This stage begins at the age of eleven, lasts through puberty, and ends when one reaches adulthood at the age of eighteen. The onset of puberty reflects a strong interest from one person to another of the opposite sex. If one does not experience fixation in any of the psychosexual stages, once he or she has reached the genital stage he or she will grow into a well-balanced human being.\nAnxiety and defense mechanisms.\nFreud proposed a set of defense mechanisms in one’s body. These set of defense mechanisms occur so one can hold a favorable or preferred view of themselves. For example, in a particular situation when an event occurs that violates one's preferred view of themselves, Freud states that it is necessary for the self to have some mechanism to defend itself against this unfavorable event; this is known as defense mechanisms. Freud’s work on defense mechanisms focuses on how the ego defends itself against internal events or impulses, which are regarded as unacceptable to one’s ego. These defense mechanisms are used to handle the conflict between the id, the ego, and the superego.\nFreud noted that a major drive for people is the reduction of tension and the major cause of tension was anxiety. He identified three types of anxiety: reality anxiety, neurotic anxiety, and moral anxiety. Reality anxiety is the most basic form of anxiety and is based on the ego. It is typically based on the fear of real and possible events (for example, being bit by a dog or falling off of a roof). Neurotic anxiety comes from an unconscious fear that the basic impulses of the id will take control of the person, leading to eventual punishment from expressing the id's desires. Moral anxiety comes from the superego. It appears in the form of a fear of violating values or moral codes, and appears as feelings like guilt or shame.\nThese defenses are not under our conscious control, and our unconscious will use one or more to protect one’s self from stressful situations. They are natural and normal. Without these, neurosis develops (such as anxiety states, phobias, obsessions, or hysteria).\n\"Totem and Taboo\".\nSigmund Freud was born to Jewish parents in a heavily Roman Catholic town. Freud desired to understand religion and spirituality and deals with the nature of religious beliefs in many of his books and essays. He regards God as an illusion, based on the infantile need for a powerful father figure. Freud believed that religion was an expression of underlying psychological neuroses and distress. In some of his writing, he suggests that religion is an attempt to control the Oedipal complex, as he goes on to discuss in his book \"Totem and Taboo\".\nIn 1913, Freud published the book \"Totem and Taboo\". This book was an attempt to reconstruct the birth and the process of development of religion as a social institution. He wanted to demonstrate how the study of psychoanalysis is important in the understanding of the growth of civilization. This book is about how the Oedipus complex and incest taboo came into being and why they are present in all human societies. The incest taboo rises because of a desire for incest. The purpose of the totemic animal is not for group unity, but to re-enforce the incest taboo. The totemic animal is not a symbol of God, but a symbol of the father and it is an important part of religious development. Totemism originates from the memory of an event in pre-history where the male group members eat the father figure due to a desire for the females. The guilt they feel for their actions and for the loss of a father figure leads them to prohibit incest in a new way. Totemism is a means of preventing incest and as a ritual reminder of murder of the father. This shows that sexual desire, since there are many social prohibitions on sexual relations, is channeled through certain ritual actions and all societies adopt these rituals so that sexuality develops in approved ways. This reveals unconscious desires and their repression. Freud believes that civilization makes people unhappy because it contradicts the desire for progress, freedom, happiness, and wealth. Civilization requires repression of drives and instincts - such as sexual, aggression, and death instincts - in order for civilization can work.\nAccording to Freud, religion originated in pre-historic collective experiences that became repressed and ritualized as totems and taboos. He states that most, if not all religions, can be traced back to early human sacrifice - including Christianity, in which Christ on the cross is a symbolic representation of killing the father and eating the father figure. This is shown with ‘the body of Christ’, also known as Communion. In this work, Freud attributes the origin of religion to emotions such as hatred, fear, and jealousy. These emotions are directed towards the father figure in the clan from the sons who are denied sexual desires towards the females. Freud attributed totem religions to be a result of extreme emotion, rash action, and the result of guilt.\n\"The Psychopathology of Everyday Life\".\n\"The Psychopathology of Everyday Life\" is one of the most important books in psychology. It was written by Freud in 1901 and it laid the basis for the theory of psychoanalysis. The book contains twelve chapters on forgetting things such as names, childhood memories, mistakes, clumsiness, slips of the tongue, and determinism of the unconscious. Freud believed that there were reasons that people forget things like words, names, and memories. He also believed that mistakes in speech, now referred to as Freudian slips, were not accidents but instead the “dynamic unconscious” revealing something meaningful.\nFreud suggests that our everyday psychopathology is a minor disturbance of mental life which may quickly pass away. Freud believed all of these acts to have an important significance; the most trivial slips of the tongue or pen may reveal people's secret feelings and fantasies. Pathology is brought into the everyday life which Freud points out through dreams, forgetfulness, and parapraxes. He uses these things to make his case for the existence of an unconscious that refuses to be explained or contained by consciousness. Freud explains how the forgetting of multiple events in our everyday life can be consequences of repression, suppression, denial, displacement, and identification. Defense mechanisms occur to protects one’s ego so in \"The Psychopathology of Everyday Life\", Freud states, “painful memories merge into motivated forgetting which special ease” (p. 154)\n\"Three Essays on the Theory of Sexuality\".\nFreud wrote \"Three Essays on the Theory of Sexuality\", sometimes titled \"Three Contributions to the Theory of Sex\", in 1905. It explores and analyzes his theory of sexuality and its presence throughout childhood. Freud’s book describes three main topics in reference to sexuality: sexual perversions, childhood sexuality, and puberty. His first essay in this series is called \"The Sexual Aberrations\". This essay focuses on the distinction between a sexual object and a sexual aim. A sexual object is the object that one desires, while the sexual aim is the acts that one desires to perform with the object.\nFreud’s second essay was explained \"Infantile Sexuality\". During this essay he insists that children have sexual urges. The psychosexual stages are the steps a child must take in order to continue having sexual urges once adulthood is reached.\nThe third essay Freud wrote described \"The Transformation of Puberty\". In this essay he examines how children express their sexuality throughout puberty and how sexual identity is formed during this time frame.\nFreud ultimately attempted to link unconscious sexual desires to conscious actions in each of his essays.\nDreams.\n\"The Interpretation of Dreams\" is one Sigmund Freud’s greatest published works known to date because of the stage it set for his psychoanalytic work. During therapy sessions, Freud would ask his patients to talk about whatever would first come to their mind, usually their responses directly related to a dream. He then began to analyze their dreams, believing that this gave him access to their deepest thoughts. He also believed he could find links between his patients' current hysterical behaviors and past traumatic experiences. From here he began to formulate a book to allow others to understand dream interpretation, by using his current theory of the unconscious.\nFreud believed that dreams were messages from the unconscious, masked as wishes controlled by internal stimuli. The unconscious mind plays the most imperative role in dream interpretation. In order to remain in a state of sleep, the unconscious mind has to detain negative thoughts and represent them in an edited form. Therefore, when one dreams, the unconscious makes an effort to deal with any conflict.\nFreud categorized dreams into different levels in order to better understand the unconscious as the primary standard for dream interpretation. The first level of dreams is the manifest content, which is the dream one remembers after waking up. But Freud believed no attention should be given to this level, because the unconscious mind produced the dream into a different meaning from its original. Latent content is the second level of dreams, which is the real dream amongst your unconscious thoughts. This is where the true meaning of the dream lies and turned into another sense to protect ourselves. In order for our dreams to convert from latent content to manifest content, four steps are required: condensation, displacement, symbolism, and secondary revision. A special focus on symbolism was emphasized in interpretation. Freud believed that dreams are highly symbolic, with an underlying principle meaning. Most of the symbolic stages focuses on sexually connotation (for example, a tree branch could represent a part of the male genitals). He also believed all human behavior originated from our sexual drives and desires.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sigmund_Freud","surface_form":"Sigmund Freud","offset":0},{"uri":"Psychodynamic_theory","surface_form":"psychodynamic","offset":86},{"uri":"Psychology","surface_form":"psychology","offset":112},{"uri":"Psychotherapy","surface_form":"therapy","offset":138},{"uri":"Unconscious_mind","surface_form":"unconscious","offset":167},{"uri":"Motivation","surface_form":"motivate","offset":191},{"uri":"Consciousness","surface_form":"conscious","offset":357},{"uri":"Id","surface_form":"id","offset":481},{"uri":"Ego","surface_form":"ego","offset":485},{"uri":"Superego","surface_form":"superego","offset":494},{"uri":"Personality","surface_form":"personalities","offset":707},{"uri":"Supernatural","surface_form":"supernatural","offset":853},{"uri":"Religion","surface_form":"Religion","offset":1068},{"uri":"Illusion","surface_form":"illusion","offset":1083},{"uri":"Instinct","surface_form":"instinctual","offset":1160},{"uri":"Anxiety","surface_form":"anxieties","offset":1260},{"uri":"Christian","surface_form":"Christian","offset":1339},{"uri":"Theology","surface_form":"theology","offset":1349},{"uri":"God","surface_form":"God","offset":1367},{"uri":"Human_race","surface_form":"humanity","offset":1379},{"uri":"Book_of_Genesis","surface_form":"Genesis","offset":1403},{"uri":"Morality","surface_form":"moral","offset":1828},{"uri":"Research","surface_form":"research","offset":2056},{"uri":"Church","surface_form":"church","offset":2316},{"uri":"Narcissism","surface_form":"narcissism","offset":2614},{"uri":"Theory","surface_form":"theories","offset":3021},{"uri":"Oedipus_complex","surface_form":"Oedipus complex","offset":3047},{"uri":"Oedipus_complex","surface_form":"Oedipus complex","offset":3178},{"uri":"Electra_complex","surface_form":"Electra complex","offset":3202},{"uri":"Virginity","surface_form":"virgin","offset":3384},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":3472},{"uri":"Greek_god","surface_form":"religion","offset":3492},{"uri":"Oedipus","surface_form":"Oedipus","offset":3552},{"uri":"Castration_anxiety","surface_form":"castration anxiety","offset":3822},{"uri":"Genitalia","surface_form":"genitalia","offset":3876},{"uri":"Castration","surface_form":"castrate","offset":3935},{"uri":"Incest","surface_form":"incestuous","offset":4078},{"uri":"Rivalry","surface_form":"rivalry","offset":4089},{"uri":"Penis_envy","surface_form":"penis envy","offset":4237},{"uri":"Penis","surface_form":"penis","offset":4363},{"uri":"Feminine","surface_form":"feminine","offset":4551},{"uri":"Trait","surface_form":"traits","offset":4560},{"uri":"Pleasure","surface_form":"pleasure","offset":4641},{"uri":"Reality","surface_form":"reality","offset":5005},{"uri":"Pleasure_principle","surface_form":"pleasure principle","offset":5053},{"uri":"Perception","surface_form":"perception","offset":5595},{"uri":"Organs","surface_form":"organs","offset":5926},{"uri":"Ego","surface_form":"ego","offset":6256},{"uri":"Pain","surface_form":"pain","offset":6317},{"uri":"Ethics","surface_form":"ethical","offset":6810},{"uri":"Perceptual_system","surface_form":"perceptual system","offset":6982},{"uri":"Cerebral_cortex","surface_form":"cortex","offset":7405},{"uri":"Speech","surface_form":"speech","offset":7475},{"uri":"Superego","surface_form":"superego","offset":7810},{"uri":"Morals","surface_form":"morals","offset":7877},{"uri":"Society","surface_form":"society","offset":7887},{"uri":"Conscience","surface_form":"conscience","offset":8053},{"uri":"Aggression","surface_form":"aggression","offset":8231},{"uri":"Immoral","surface_form":"immoral","offset":8252},{"uri":"Evidence","surface_form":"evidence","offset":9116},{"uri":"Habitat","surface_form":"habitat","offset":9245},{"uri":"Eroticism","surface_form":"erotic","offset":10309},{"uri":"Death","surface_form":"death","offset":10356},{"uri":"Oral_stage","surface_form":"oral stage","offset":10971},{"uri":"Infant","surface_form":"infant","offset":10986},{"uri":"Oral","surface_form":"oral","offset":11070},{"uri":"Mouth","surface_form":"mouth","offset":11122},{"uri":"Fixation","surface_form":"Fixation","offset":11372},{"uri":"Smoking","surface_form":"smoking","offset":11443},{"uri":"Fingernail","surface_form":"nail","offset":11469},{"uri":"Optimism","surface_form":"optimism","offset":11594},{"uri":"Pessimism","surface_form":"pessimism","offset":11623},{"uri":"Anal_stage","surface_form":"anal stage","offset":11684},{"uri":"Bowel","surface_form":"bowels","offset":11828},{"uri":"Bladder","surface_form":"bladder","offset":11839},{"uri":"Anal_retentive","surface_form":"anal-retention","offset":11961},{"uri":"Phallic_stage","surface_form":"phallic stage","offset":12221},{"uri":"Genitals","surface_form":"genitals","offset":12352},{"uri":"Gender","surface_form":"gender","offset":12750},{"uri":"Masculinity","surface_form":"masculinity","offset":12794},{"uri":"Flirting","surface_form":"flirtatious","offset":12850},{"uri":"Self-esteem","surface_form":"self-esteem","offset":12941},{"uri":"Latency_stage","surface_form":"latency stage","offset":13008},{"uri":"Peer","surface_form":"peer","offset":13277},{"uri":"Genital_stage","surface_form":"genital stage","offset":13372},{"uri":"Puberty","surface_form":"puberty","offset":13441},{"uri":"Adulthood","surface_form":"adulthood","offset":13476},{"uri":"Defense_mechanism","surface_form":"defense mechanisms","offset":13832},{"uri":"Conflict","surface_form":"conflict","offset":14438},{"uri":"Tension","surface_form":"tension","offset":14552},{"uri":"Neurosis","surface_form":"neurotic","offset":14659},{"uri":"Punishment","surface_form":"punishment","offset":15028},{"uri":"Phobia","surface_form":"phobias","offset":15455},{"uri":"Hysteria","surface_form":"hysteria","offset":15479},{"uri":"Jewish_religion","surface_form":"Jewish","offset":15535},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":15563},{"uri":"Spirituality","surface_form":"spirituality","offset":15625},{"uri":"Essay","surface_form":"essays","offset":15710},{"uri":"Father_figure","surface_form":"father figure","offset":15792},{"uri":"Totem_and_Taboo","surface_form":"Totem and Taboo","offset":16039},{"uri":"Institution","surface_form":"institution","offset":16215},{"uri":"Civilization","surface_form":"civilization","offset":16336},{"uri":"Taboo","surface_form":"taboo","offset":16404},{"uri":"Symbol","surface_form":"symbol","offset":16652},{"uri":"Totemism","surface_form":"Totemism","offset":16748},{"uri":"Pre-history","surface_form":"pre-history","offset":16799},{"uri":"Guilt_(emotion)","surface_form":"guilt","offset":16899},{"uri":"Murder","surface_form":"murder","offset":17082},{"uri":"Ritual","surface_form":"rituals","offset":17271},{"uri":"Human_sacrifice","surface_form":"human sacrifice","offset":17867},{"uri":"Christianity","surface_form":"Christianity","offset":17895},{"uri":"Christ","surface_form":"Christ","offset":17918},{"uri":"Christian_cross","surface_form":"cross","offset":17932},{"uri":"Body_of_Christ","surface_form":"body of Christ","offset":18043},{"uri":"Communion","surface_form":"Communion","offset":18074},{"uri":"Emotions","surface_form":"emotions","offset":18142},{"uri":"Hatred","surface_form":"hatred","offset":18159},{"uri":"Fear","surface_form":"fear","offset":18167},{"uri":"Jealousy","surface_form":"jealousy","offset":18177},{"uri":"Clan","surface_form":"clan","offset":18248},{"uri":"The_Psychopathology_of_Everyday_Life","surface_form":"The Psychopathology of Everyday Life","offset":18465},{"uri":"Psychopathology","surface_form":"psychopathology","offset":19107},{"uri":"Dreams","surface_form":"dreams","offset":19428},{"uri":"Consciousness","surface_form":"consciousness","offset":19586},{"uri":"The_Interpretation_of_Dreams","surface_form":"The Interpretation of Dreams","offset":21172},{"uri":"Interpretation","surface_form":"interpretation","offset":21780},{"uri":"Sleep","surface_form":"sleep","offset":22066},{"uri":"Symbolism","surface_form":"symbolism","offset":22985}]}