{"id":428476,"url":"http://en.wikipedia.org/wiki/Solomon_Asch","text":"e=\"preserve\">Solomon Eliot Asch (September 14, 1907 – February 20, 1996) was a Polish and American Gestalt psychologist.\nEarly life.\nAsch was born in Warsaw, the capital of Poland, to a Jewish family that considered themselves Polish. He grew up in a small town called Łowicz. In 1920, Asch and his family moved to the United States. They lived on the Lower East Side of New York. He did not speak English well, so he found school difficult. He learned English by reading Charles Dickens. Asch got his degree from the College of the City of New York in 1928. In 1930, he married Florence Miller.\nCareer.\nIn the 1930s, Asch started to do research. In 1951, Asch did an experiment that is known as the Asch Experiment. Asch's experiment tested how much humans are influenced by other people's opinions. A textbook that Asch wrote, \"Social Psychology\", was published in 1952. In 1966 Asch started the Institute for Cognitive Studies at Rutgers University. In 1972 he moved to the University of Pennsylvania. He stayed there as a professor of psychology until he retired in 1979. He started all of this research because he thought that there was a problem with the Sherif's conformity test.","categories":[],"infobox_types":[],"annotations":[{"uri":"Poland","surface_form":"Polish","offset":79},{"uri":"Americans","surface_form":"American","offset":90},{"uri":"Gestalt_psychologist","surface_form":"Gestalt psychologist","offset":99},{"uri":"Warsaw","surface_form":"Warsaw","offset":150},{"uri":"Poland","surface_form":"Poland","offset":173},{"uri":"Jewish","surface_form":"Jewish","offset":186},{"uri":"%C5%81owicz","surface_form":"Łowicz","offset":269},{"uri":"United_States","surface_form":"United States","offset":319},{"uri":"New_York","surface_form":"New York","offset":371},{"uri":"English_language","surface_form":"English","offset":398},{"uri":"Charles_Dickens","surface_form":"Charles Dickens","offset":472},{"uri":"College_of_the_City_of_New_York","surface_form":"College of the City of New York","offset":518},{"uri":"Research","surface_form":"research","offset":637}]}