{"id":428495,"url":"http://en.wikipedia.org/wiki/Gene_Clark","text":"e=\"preserve\">Harold Eugene \"Gene\" Clark (November 17, 1944 – May 24, 1991) was an American singer and songwriter. He started the folk rock band The Byrds in 1964. He wrote lots of The Byrds' most well known songs. They were very popular. In 1967 he released his first solo album, \"Gene Clark with the Gosdin Brothers\". It was not successful. However he went on to make several more solo albums.\nEarly life.\nGene Clark was born in Tipton, Missouri. He was the third of thirteen children. He started writing songs when he was 11.,\nCareer.\nIn 1964 Clark started The Byrds with Jim McGuinn and David Crosby. Clark was the singer. Clark released his first album with The Byrds, \"Mr Tambourine Man\", in 1965. In 1966 Clark left the band. He joined the band again in 1967. He left after three weeks. In 1968 Clark released his first album with Doug Dillard, \"The Fantastic Expedition of Dillard & Clark\". Dillard & Clark released their second album, \"Through the Morning, Through the Night\" in 1969. In 1974 Clark's fourth album \"No Other\" was released. It got bad reviews. Clark released an album with Carla Onson in 1987 called \"So Rebellious a Lover\". It was his last studio album.\nDeath.\nClark died on May 24, 1991. He was 46. He died because of a bleeding ulcer that he had.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":82},{"uri":"Singer","surface_form":"singer","offset":91},{"uri":"Songwriter","surface_form":"songwriter","offset":102},{"uri":"Folk_rock","surface_form":"folk rock","offset":129},{"uri":"The_Byrds","surface_form":"The Byrds","offset":144},{"uri":"Tipton%2C_Missouri","surface_form":"Tipton","offset":430},{"uri":"Missouri","surface_form":"Missouri","offset":438},{"uri":"Jim_McGuinn","surface_form":"Jim McGuinn","offset":574},{"uri":"David_Crosby","surface_form":"David Crosby","offset":590},{"uri":"Doug_Dillard","surface_form":"Doug Dillard","offset":837},{"uri":"Ulcer","surface_form":"ulcer","offset":1254}]}