{"id":428441,"url":"http://en.wikipedia.org/wiki/WWE_SmackDown%21_Here_Comes_the_Pain","text":"\"WWE SmackDown! Here Comes the Pain\" is a professional wrestling video game developed by Yuke's and published by THQ. The game was known as Exciting Pro Wrestling 5 in Japan.\nIt was released on October 27, 2003 in North America, November 7, 2003 in Europe and on January 29, 2004 in Japan. The game was the first in the WWE SmackDown! video game series and is the sequel to WWE SmackDown! Shut Your Mouth. It was the last game under the SmackDown! title and was followed by WWE SmackDown! vs. Raw.\nReception.\nIGN rated the game a 9.1 out of 10 and said \"One of the best wrestling games we've ever played...With its ultra-improved gameplay mechanics, enhanced visual engine, smarter career mode, and established create-a-character feature, Yuke's and THQ are definitely the track to success.”\nGameSpot gave the game a 9 out of 10 and stated \"What the game lacks in innovation, however, is more than made up for in sheer playability.\"\nThe game was nominated in the \"Sports Game\" category at the 1st British Academy Video Games Awards. It was also nominated for \"Best Sports Game\" and won \"Best Fighting Game\" at the 2003 Spike Video Game Awards.","categories":[],"infobox_types":["video game"],"annotations":[{"uri":"Professional_wrestling","surface_form":"professional wrestling","offset":42},{"uri":"Video_game","surface_form":"video game","offset":65},{"uri":"Video_game_developer","surface_form":"developed","offset":76},{"uri":"Yuke%27s","surface_form":"Yuke's","offset":89},{"uri":"THQ","surface_form":"THQ","offset":113},{"uri":"WWE_2K","surface_form":"WWE SmackDown!","offset":320},{"uri":"WWE_SmackDown%21_Shut_Your_Mouth","surface_form":"WWE SmackDown! Shut Your Mouth","offset":374},{"uri":"WWE_SmackDown%21_vs._Raw","surface_form":"WWE SmackDown! vs. Raw","offset":474},{"uri":"IGN","surface_form":"IGN","offset":509},{"uri":"GameSpot","surface_form":"GameSpot","offset":792}]}