{"id":428427,"url":"http://en.wikipedia.org/wiki/Maslow%27s_hierarchy_of_needs","text":"Maslow’s hierarchy of needs was created by American psychologist Abraham Maslow in 1943. Maslow suggested that human needs could be put into five levels.\nHierarchy needs levels (pyramid).\nThe levels are in order of importance.\nMaslow says that these needs cause us to want or desire certain things. He says that there are many other things that influence our behavior. Just because we may want something, does not mean we will try to get it. There could be something else in the way that causes us to act differently.\nPhysiological Needs.\nThe physiological level of Maslow's hierarchy includes basic human needs. These include water, breathing, food, and sleep. The physiological level contains the simplest needs. They are the most straightforward needs in the entire hierarchy. The human body tries to stay balanced inside. When a person is missing a physiological need, the body will naturally want the missing need.\nIn simple creatures such as rodents, physiological needs may be the only needs that have to be met. However, in humans, this is only the base of the hierarchy. After physiological needs are met, there are four higher levels in the hierarchy. People are often not aware when there physiological needs are being met. However, when these needs are not met it becomes very obvious. For example, most humans do not think about each inhale and exhale they take. This satisfies their need to breathe. However, if the oxygen supply were cut off, all people would immediately become aware of the need to breathe. Physiological needs are important from the time a person is born and throughout their entire life.\nSafety Needs.\nThe safety level of Maslow's hierarchy includes varying levels of safety. These include safety of the self, family, resources, jobs, health, and life. Both children and adults are very aware of their safety needs. Needs of safety are just as important as physiological needs. However, these needs deal more with the mind. They include having a sense of safety in the world. Every person’s sense of safety is different depending where they live.\nAdults, much like children, prefer the world to be organized. This ensures a level of safety. However, some adults are too focused on organization. People may also attempt to control the world around them in all ways possible. Adults may have their safety needs met in a different way than children. Adults can feel that the money they earn from their job allows them to feel safe. This is because there is no need for financial worry when earning a steady income.\nLove and belonging (social needs).\nThe love/belonging level of Maslow's hierarchy deals with various social needs. These include a need for friendship, family, and other types of group inclusion. Love/belonging also refers to personal relationships. These include romantic relationships. It is crucial that the physiological and safety needs of a person are met first. Then they can develop needs of love and belonging. Once basic needs are met, then a person can focus on their social needs. These needs change throughout the human lifespan.\nIf belonging needs are not met then a person may feel depressed. The field of psychology focuses on this level of the hierarchy. In modern society, many people suffer because their needs of love and belonging are not met. This level also deals with sexual and intimate needs. Sex may or may not be part of this level of need. It can be considered necessary for love. Or it can be looked at as strictly physiological.\nEsteem Needs.\nThe esteem level is about how people need to feel that they play a part in the world. People want to feel that they have accomplished things that are valuable and important. They also want to feel independent, meaning that they can do things for themselves and do not need to depend on anybody else.\nSelf-actualization Needs.\nWe cannot be truly happy without becoming everything that we want to become. People have different things that they might want in their life that go along with this level. These needs do not show themselves until all of the needs in previous levels have been taken care of. For example, if a person is worrying about feeding themselves and needs to think about their physiological needs, then they will not be thinking about self-actualization and their life goals. Making sure they have food and a home is more important. Someone only reaches the self-actualization level once all the other levels are fulfilled.\nCriticism.\nMaslow’s hierarchy suggests that all human behavior is motivated. However, this may not be true. Some human behavior may simply be reflexive. Maslow holds a biased opinion on the definition of self-actualization. Each individual may have a different opinion of what it means to self-actualize. Maslow believed that people who self-actualized had great characteristics. He believed these made them natural leaders and incredible people. This makes the goal of self-actualization nearly impossible for the average person. Maslow’s theory states that lower level needs must be met in order to meet needs in the higher levels.\nHowever, this is not always the case. It is possible for people who suffer from poverty and hunger to still feel love and belonging. Therefore, higher level needs can be met in some cases even if lower levels needs are neglected. Some theorists argue that the levels of the hierarchy are out of order in terms of necessity. Some needs that are higher in the hierarchy may actually appear and become important early in an infant or child’s life. Maslow’s hierarchy is hard to prove scientifically. It cannot be proved false easily. There may not be enough hard, scientific evidence to fully support Maslow’s hierarchy.\nEvidence.\nAn extensive review of research based on Maslow's theory found little evidence for the ranking of needs that Maslow described, or for the existence of a definite hierarchy at all.\nThe order in which the hierarchy is arranged has been criticized as being ethnocentric. In turn, Hofstede's work has been criticized by others.\nMaslow's hierarchy does not tackle the difference between the social and intellectual needs of those raised in individualistic societies and those raised in collectivist societies.\nThe needs and drives of those in individualistic societies \"may\" be more self-centered than those in collectivist societies. They may focus on improving themselves. In collectivist societies, the needs of acceptance and community may outweigh the needs for freedom and individuality.","categories":[],"infobox_types":[],"annotations":[{"uri":"Abraham_Maslow","surface_form":"Abraham Maslow","offset":65},{"uri":"Motivation","surface_form":"motivated","offset":4527},{"uri":"Individualism","surface_form":"individualistic","offset":6158},{"uri":"Collectivism","surface_form":"collectivist","offset":6204}]}