{"id":428616,"url":"http://en.wikipedia.org/wiki/Jamelia","text":"Jamelia Niela Davis (born 11 January 1981), best known as Jamelia, is a British singer-songwriter. She has released three albums.\nEarly life.\nJamelia was born to Jamaican parents in Birmingham. She was raised there on a council estate by her single mother.\nCareer.\nWhen she was 15 she signed with Capitol Records. In 1999 she released her first single, \"So High\". It didn't sell many copies, so Jamelia left Capitol Records and signed to Parlophone. They released her first album \"Drama\" in 2000.\nShe released her second album \"Thank You\" on 29 September 2003. Seven singles were released from the album. The second single \"Superstar\" reached number three in the UK Singles Chart. It reached number one in Australia and the Netherlands. The third single \"Thank You\" reached number two in the UK. It was nominated for Best British Single at the 2005 BRIT Awards. The fourth single \"See It in a Boy's Eyes\" was written by Jamelia with Chris Martin. It reached number five in the UK Singles Chart. The album is Jamelia's best-selling in the UK.\nJamelia's third album \"Walk with Me\" was released in 2006.\nIn November 2013, she became a presenter on \"Loose Women\".\nPersonal life.\nJamelia had her first daughter Teja in 2001. In 2005 she had her second daughter Tiani.","categories":[],"infobox_types":["musical artist &lt;!-- See Wikipedia:WikiProject Musicians --&gt;"],"annotations":[{"uri":"British_people","surface_form":"British","offset":72},{"uri":"Album","surface_form":"album","offset":122},{"uri":"Jamaican","surface_form":"Jamaican","offset":162},{"uri":"Birmingham","surface_form":"Birmingham","offset":182},{"uri":"Council_estate","surface_form":"council estate","offset":220},{"uri":"Single_mother","surface_form":"single mother","offset":242},{"uri":"Capitol_Records","surface_form":"Capitol Records","offset":297},{"uri":"Australia","surface_form":"Australia","offset":706},{"uri":"Netherlands","surface_form":"Netherlands","offset":724},{"uri":"Chris_Martin","surface_form":"Chris Martin","offset":933},{"uri":"Loose_Women","surface_form":"Loose Women","offset":1146}]}