{"id":428640,"url":"http://en.wikipedia.org/wiki/The_Ordinary_Boys","text":"e=\"preserve\">The Ordinary Boys are an English indie rock band. Their name is from the Morrissey song \"The Ordinary Boys\". At first they were called Next in Line.\n2002–2004.\nThey started in 2002. The members were Samuel Preston, William Brown, James Gregory, and Simon Goldring. They released their first album \"Over the Counter Culture\" in 2004. The third single from the album. \"Talk, Talk, Talk\", reached number seventeen in the UK Singles Chart.\n2005–2006.\nIn 2005 they released their second album \"Brassbound\". \"Boys Will Be Boys\" was the first single from the album. It reached number sixteen in the UK Singles Chart.\nIn January 2006 the band's singer Samuel Preston was on the British reality TV show \"Celebrity Big Brother\". This made the band more popular. Their single \"Boys Will Be Boys\" was released again. It reached number three in the UK Singles Chart. Goldfrapp did a cover version of the song for BBC Radio 1's Live Lounge.\nThey released their third album \"How to Get Everything You Ever Wanted in Ten Easy Steps\" in October 2006. It had a more pop sound than the band's first two albums. The first single from the album \"Lonely at the Top\" reached number ten in the UK Singles Chart.\n2007–now.\n\"Boys Will Be Boys\" was on the soundtrack of the 2007 movie \"Harry Potter and the Order of the Phoenix\". In 2007 it was also played in \"Smoke and Mirrors\", the fifth episode of season two of \"The IT Crowd\".\nIn 2008 they broke up. In 2011 they started again.","categories":[],"infobox_types":[],"annotations":[{"uri":"England","surface_form":"English","offset":38},{"uri":"Indie_rock","surface_form":"indie rock","offset":46},{"uri":"Morrissey","surface_form":"Morrissey","offset":86},{"uri":"Reality_TV","surface_form":"reality TV","offset":691},{"uri":"Goldfrapp","surface_form":"Goldfrapp","offset":867},{"uri":"Pop_music","surface_form":"pop","offset":1061}]}