{"id":428795,"url":"http://en.wikipedia.org/wiki/Dead_Rising","text":"\"Dead Rising\" is a survival horror video game developed by Capcom Production Studio 1 and published by Capcom.\nIt was released on August 8, 2006 in North America, September 8, 2006 in Europe, September 14, 2006 in Australia, and on September 28, 2006 in Japan.The game was the first in the Dead Rising video game series and was followed by Dead Rising 2 in 2010.\nIn the game the player controls a photojournalist named Frank West who is trapped in a shopping mall during a zombie outbreak. The story centers around West trying to uncover the truth behind the outbreak while trying to stay alive.\nReception.\nIGN rated the game a 8.3 out of 10 and said it was \"one of the more unique and entertaining titles on the Xbox 360.” but noted that the game could have had \"a better save system, more intelligent NPCs, a more forgiving story progression, and tighter controls\"\nGameSpot gave the game a 8.4 out of 10 and stated \"Dead Rising's gory, ridiculous, and entertaining action, coupled with its real-time structure and campy stylistic touches, make it one of the most unique games currently available for the Xbox 360.\"\nThe game won \"Most Innovative Design for Xbox 360\" by IGN in 2006, \"Best Action Adventure Game\", \"Best Sound Effects\", and \"Best Use of Xbox 360 Achievement Points\" in GameSpot's Best and Worst of 2006, and won \"Action Game of the Year\" at the 2006 Spike TV Video Game Awards.","categories":[],"infobox_types":[],"annotations":[{"uri":"Survival_horror","surface_form":"survival horror","offset":19},{"uri":"Video_game","surface_form":"video game","offset":35},{"uri":"Video_game_developer","surface_form":"developed","offset":46},{"uri":"Capcom","surface_form":"Capcom Production Studio 1","offset":59},{"uri":"Capcom","surface_form":"Capcom","offset":103},{"uri":"Dead_Rising_(series)","surface_form":"Dead Rising","offset":290},{"uri":"Dead_Rising_2","surface_form":"Dead Rising 2","offset":340},{"uri":"Shopping_mall","surface_form":"shopping mall","offset":450},{"uri":"IGN","surface_form":"IGN","offset":607},{"uri":"GameSpot","surface_form":"GameSpot","offset":867}]}