{"id":428860,"url":"http://en.wikipedia.org/wiki/SpaceShipOne","text":"SpaceShipOne is a vehicle built to travel to the lower limits of outer space. It completed the first manned private spaceflight in 2004. That same year, it won the US$10 million Ansari X Prize and has not flown since winning. It was carried high into the air by a specially designed plane named \"White Knight\". Both vehicles were built and flown by Mojave Aerospace Ventures. This was a joint project between Paul Allen and Scaled Composites, Burt Rutan's flying machine company. Allen provided the money to build and fly SpaceShipOne, about US$25 million.\nRutan has said that ideas about the project began as early as 1994. The full-time work towards the 2004 accomplishments took about three years. The vehicle first flew faster than the speed of sound on December 17, 2003. This date was also the one-hundredth anniversary of the Wright Brothers' historic first powered flight. SpaceShipOne's first official spaceflight, was piloted by Mike Melvill. A few days before that flight, the Mojave Air and Space Port was the first commercial spaceport licensed in the United States. A few hours after that flight, Melvill became the first licensed U.S. commercial astronaut. The overall project name was \"Tier One\". It has evolved into Tier 1b with a goal of taking a new, but similar ship's first paying passengers into space within the next few years.","categories":[],"infobox_types":["aircraft career"],"annotations":[{"uri":"Vehicle","surface_form":"vehicle","offset":18},{"uri":"Outer_space","surface_form":"outer space","offset":65},{"uri":"Spaceflight","surface_form":"spaceflight","offset":116},{"uri":"Ansari_X_Prize","surface_form":"Ansari X Prize","offset":178},{"uri":"Scaled_Composites_White_Knight","surface_form":"\"White Knight\"","offset":295},{"uri":"Mojave_Aerospace_Ventures","surface_form":"Mojave Aerospace Ventures","offset":349},{"uri":"Paul_Allen","surface_form":"Paul Allen","offset":409},{"uri":"Scaled_Composites","surface_form":"Scaled Composites","offset":424},{"uri":"Burt_Rutan","surface_form":"Burt Rutan","offset":443},{"uri":"Speed_of_sound","surface_form":"speed of sound","offset":740},{"uri":"Anniversary","surface_form":"anniversary","offset":814},{"uri":"Wright_Brothers","surface_form":"Wright Brothers","offset":833},{"uri":"Mike_Melvill","surface_form":"Mike Melvill","offset":939},{"uri":"Astronaut","surface_form":"astronaut","offset":1161}]}