{"id":428851,"url":"http://en.wikipedia.org/wiki/Kingdom_Hearts_III","text":"\"Kingdom Hearts III\" is a action role-playing video game developed and published by Square Enix. It is the eighth game for the \"Kingdom Hearts\" video game series. It was released for PlayStation 4 and Xbox One. \"Kingdom Hearts III\" is the first game in the series to be released on a Microsoft platform as it was only released on both Sony and Nintendo systems.\nDevelopment.\nAfter years of rumors and speculation, the game was confirmed to be in development at E3 2013. Director Tetsuya Nomura said that the game will finish the \"Xehanort Saga\" but that it would not be the final game in the series.\nIn a June 2013 interview with \"Famitsu\", Nomura discussed the visuals that were seen in the teaser trailer. He said that they tried to remember that the \"Kingdom Hearts characters were originally paintbrush art from Disney productions, a texture that was one of our original aims, and that it was time to return to that. So [chief creative director Takeshi] Nozue went through a series of tests, and the results are the visuals that we refer to in the team as the Kingdom Shader. It may look like a pretty drastic change, but I see it as a rich evolution of everything we've shown you up to now.\" In September 2013, producer Shinji Hashimoto said that since both \"Kingdom Hearts III\" and \"Final Fantasy XV\" are being directed by Nomura, there would be a big gap between the release of the two games, \"as [they] want each game to be perfect in terms of quality.\" Hashimoto repeated Nomura's statements about the game's announcement at E3 2013, and said that \"the company thought it was about time it addressed speculation about the long-awaited conclusion to the trilogy.\" In October 2013, Teruzane Utada, the father of singer Hikaru Utada, said that Hikaru would once again be involved in the theme song, as she did with \"Kingdom Hearts\" and \"Kingdom Hearts II\". He later stated that it is still undecided on their involvement. In January 2014, actor Haley Joel Osment, the English voice of Sora in the series, said that he was in talks with the development team after the announcement and said that since dialogue was one of the last parts of the process, he believed he would not begin recording until mid-2014 at the earliest.\nControversy.\nAfter the announcement of SQUARE ENIX that there would be no French Spanish and German voice (present in the 1 and 2) European fans launched the movement # EUDubbingForKH3 which aims to change his opinion SE and he includes (real) German and Spanish French voice through petition, letter etc.","categories":[],"infobox_types":["video game"],"annotations":[{"uri":"Action_role-playing_game","surface_form":"action role-playing","offset":26},{"uri":"Video_game","surface_form":"video game","offset":46},{"uri":"Video_game_developer","surface_form":"developed","offset":57},{"uri":"Square_Enix","surface_form":"Square Enix","offset":84},{"uri":"Kingdom_Hearts","surface_form":"Kingdom Hearts","offset":128},{"uri":"PlayStation_4","surface_form":"PlayStation 4","offset":183},{"uri":"Xbox_One","surface_form":"Xbox One","offset":201},{"uri":"Sony","surface_form":"Sony","offset":335},{"uri":"Nintendo","surface_form":"Nintendo","offset":344},{"uri":"E3","surface_form":"E3 2013","offset":461},{"uri":"Shinji_Hashimoto","surface_form":"Shinji Hashimoto","offset":1225},{"uri":"Final_Fantasy_XV","surface_form":"Final Fantasy XV","offset":1289},{"uri":"Teruzane_Utada","surface_form":"Teruzane Utada","offset":1689},{"uri":"Hikaru_Utada","surface_form":"Hikaru Utada","offset":1726},{"uri":"Kingdom_Hearts_(video_game)","surface_form":"Kingdom Hearts","offset":1822},{"uri":"Kingdom_Hearts_II","surface_form":"Kingdom Hearts II","offset":1843},{"uri":"Haley_Joel_Osment","surface_form":"Haley Joel Osment","offset":1951}]}