{"id":428988,"url":"http://en.wikipedia.org/wiki/Battle_of_Monte_Cassino","text":"The Battle of Monte Cassino (also called the Battle for Rome and the Battle for Cassino) was a battle during the Italian Campaign of World War II. It was a series of four attacks by the Allies against the Winter Line in Italy held by the Germans and Italians.\nAt the beginning of 1944, the western half of the Winter Line was held by Germans. They held the Rapido, Liri, and Garigliano valleys and some of the mountains. Together, these valleys and mountains were called the Gustav Line. The goal of the Battle of Monte Cassino was to break through this line to Rome.\nMonte Cassino, a church, was not occupied by the German defenders. The Germans had set up defence positions in the slopes.\nAmerican bombers dropped 1,400 tons of bombs onto the Cassino Abbey.\nGerman paratroopers went into the abbey's ruins. Between 17 January and 18 May, Monte Cassino and the Gustav defences were attacked four times by Allied troops. The German defenders were finally driven from their positions, but with many losses for the Allies.\nBackground.\nThe Allied landings in Italy in September 1943 were followed by an advance north in two parts. An advance was made on each side of the mountain range in the middle of Italy.\nOn the western side, U.S. Fifth Army moved from Naples. In the east General Sir Bernard Montgomery's British Eighth Army moved up the Adriatic coast.\nThe Fifth Army made slow progress because of difficult land and German defences. The Germans were protected in positions. The original plans that Rome would be captured by October 1943 did not occur.\nAlthough in the east the Ortona was captured, the advance stopped in December because of snow. Going to Rome from the east was not possible. Highway 6 ran through the Liri valley. The south entrance to this valley was Cassino. It was an important part of Gustav Line, the strongest defensive positions in the Winter Line.\nBecause the old Benedictine Abbey was important to history, German units did not put defensive positions in the Abbey.\nSome Allied aircraft saw German troops in the Abbey. The Abbey looked over the valley. This made it a good place for German artillery observers. This made Allied commanders want to bomb the Abbey.\nPlans and preparation.\nThe plan of U.S. Fifth Army commander General Clark was for British X Corps to attack on January 17, 1944. The British 46th Infantry Division was to attack on January 19. This would support the main attack by U.S. II Corps on their right.\nThe main central attack by U.S. II Corps would start on January 20. The 36th (Texas) U.S. Infantry Division would cross a river five miles from Cassino. The French Expeditionary Corps would move towards Monte Cairo.\nFifth Army had only reached the Gustav line on January 15, having taken six weeks and getting 16,000 casualties.\nAttack.\nThe first attack was made on January 17. Near the coast, British X Corps crossed the Garigliano. General von Senger, commander of German XIV Panzer Corps did not think he could stop the attack. He asked for more troops. The 29th and 90th Panzer Grenadier Divisions were sent to him. X Corps had 4,000 casualties during the first battle.\nThe central attack by U.S. started on January 20. They were attacked by General Eberhard Rodt's 15th Panzer Grenadier Division. The attack was a failure, with 36th Division losing 2,100 men killed, wounded and missing in 48 hours.\nThe next attack was on January 24. The U.S. II Corps attacked across the\nRapido valley north of Cassino. The 34th Division pushed back General Franek's 44th Infantry Division.\nOn the right, the Moroccan-French troops made good initial progress against the Germans. The two Moroccan-French divisions had 2,500 casualties in their battles around Monte Belvedere.\nThe U.S. 34th Division had to fight southward. By early February, American infantry had captured point less than a mile from the abbey. By February 7 a battalion had reached a hill below the Abbey. Attempts to capture Monte Cassino were stopped by machine gun fire from the slopes.\nAfterwards.\nOn February 11, after a 3-day attack on Monastery Hill and Cassino town, the Americans pulled back. U.S. II Corps was tired after two and a half weeks of fighting. They lost 80% in the Infantry battalions, about 2,200 casualties.\nSecond battle.\nThis was called Operation Avenger. With U.S. VI Corps under threat at Anzio, Freyberg asked to help at Cassini. Freyberg thought there was only a 50% chance of success for the attack.\nDestruction of the abbey.\nAllied officers started to think the Germans were using the abbey of Monte Cassino as an artillery observation point. The Allies thought of bombing with \"blockbuster\" bombs.\nThe bombing in the morning of February 15, 1944 involved 142 Boeing B-17 Flying Fortresses heavy bombers followed by 47 North American B-25 Mitchell and 40 Martin B-26 Marauder medium bombers. They dropped 1,150 tons of bombs on the abbey. This turned it into rubble. II Corps artillery shelled the mountain. The German positions above and behind the monastery were untouched.\nAfter the bombing.\nPope Pius XII said nothing after the bombing. Cardinal Secretary of State called the bombing “stupidity.”\nIt is now known that the Germans had agreed not to use the Abbey for military purposes.\nFollowing its destruction, paratroopers of the German 1st Parachute Division occupied the ruins of the abbey. They turned it into a fortress and observation post.\nBattle.\nOn the night following the bombing, a company of the 1st Battalion Royal Sussex Regiment attacked on Snakeshead Ridge. The attack failed, with the company getting 50% casualties.\nThe following night the Sussex Regiment was ordered to attack with a whole battalion at midnight. The Sussex battalion was fought off, once again sustaining over 50% casualties.\nOn the night of February 17 the main attack was done. The 4/6th Rajputana Rifles failed in their attack and had heavy losses.\nIn the other half of the main attack the two companies from 28th (Māori) Battalion from the New Zealand Division attempted to capture the railroad station in Cassino.\nThird battle.\nFor the third battle, it was decided to launch two attacks from the north. Before the attack, there was bombing by heavy bombers.\nThe third battle began March 15. After a bombing of 750 tons of bombs w for three and a half hours, the New Zealanders advanced. There was also an artillery attack from 746 artillery pieces. By the end of March 17 the Gurkhas held a point near the Abbey. New Zealand units and armour had captured the station.\nMarch 19 was planned for the attack on the town and on the Abbey. An attack by the German 1st Parachute Division stopped the Allied attack and destroyed the tanks. In the town the attackers made little progress. Allied troops had to fight house by house.\nFreyberg thought the attack could not continue and he ended it. The German 1st Parachute Division had taken heavy losses, but had held onto their position.\nAfterwards.\nFighting in Cassino caused the 4th Indian Division to lose 3,000 men and the New Zealand Division had 1,600 men killed, missing and wounded. The German defenders had heavy losses.\nPlanning and preparation.\nGeneral Alexander's plan in Italy was to force the enemy to use the maximum number of divisions in Italy. With the arrival of the spring weather, it would be possible to use large groups of troops and armour.\nThe fourth battle was called \"Operation Diadem\". The plan was that U.S. II Corps on the left would attack up the coast. The French Corps would attack across the Garigliano. British XIII Corps in the centre right of the front would attack along the Liri valley. On the right Polish II Corps (3rd and 5th Divisions) would attack the Abbey. It took two months to get the troops ready. Movements of troops was done in the darkness.\nBattle.\nThe attack (11–12 May) on Cassino started at 23:00 with artillery bombing with 1,060 guns on the 8th Army front and 600 guns on the Fifth Army front. The U.S. II Corps made little progress. The French Expeditionary Force got into the Aurunci Mountains. In the mountains above Cassino, for three days Polish attacks and German attacks brought heavy losses to both sides.\nBy 13, the German right side began to lose to the Fifth Army. On 17 May, Polish II Corps launched their second attack on Monte Cassino. The Poles, on their second try, had captured Monte Cassino.","categories":[],"infobox_types":[],"annotations":[{"uri":"Battle","surface_form":"battle","offset":95},{"uri":"Italian_Campaign_(World_War_II)","surface_form":"Italian Campaign","offset":113},{"uri":"World_War_II","surface_form":"World War II","offset":133},{"uri":"Allies_of_World_War_II","surface_form":"Allies","offset":186},{"uri":"Winter_Line","surface_form":"Winter Line","offset":205},{"uri":"Italy","surface_form":"Italy","offset":220},{"uri":"Nazi_Germany","surface_form":"Germans","offset":238},{"uri":"Italian_Social_Republic","surface_form":"Italians","offset":250},{"uri":"Gustav_Line","surface_form":"Gustav Line","offset":475},{"uri":"Rome","surface_form":"Rome","offset":562},{"uri":"Monte_Cassino","surface_form":"Monte Cassino","offset":568},{"uri":"Fallschirmj%C3%A4ger_(World_War_II)","surface_form":"German paratroopers","offset":760},{"uri":"Operation_Avalanche","surface_form":"Allied landings in Italy in September 1943","offset":1037},{"uri":"Fifth_United_States_Army","surface_form":"U.S. Fifth Army","offset":1228},{"uri":"Naples","surface_form":"Naples","offset":1255},{"uri":"Bernard_Montgomery","surface_form":"Bernard Montgomery","offset":1287},{"uri":"Eighth_Army_(United_Kingdom)","surface_form":"British Eighth Army","offset":1308},{"uri":"Adriatic_Sea","surface_form":"Adriatic","offset":1341},{"uri":"Battle_of_Ortona","surface_form":"Ortona was captured","offset":1582},{"uri":"Liri","surface_form":"Liri","offset":1724},{"uri":"Benedictine","surface_form":"Benedictine","offset":1895},{"uri":"X_Corps_(United_Kingdom)","surface_form":"British X Corps","offset":2278},{"uri":"46th_(North_Midland)_Division","surface_form":"British 46th Infantry Division","offset":2329},{"uri":"II_Corps_(United_States)","surface_form":"U.S. II Corps","offset":2427},{"uri":"36th_Infantry_Division_(United_States)","surface_form":"36th (Texas) U.S. Infantry Division","offset":2529},{"uri":"French_Expeditionary_Corps_(1943%E2%80%931944)","surface_form":"French Expeditionary Corps","offset":2614},{"uri":"Monte_Cairo","surface_form":"Monte Cairo","offset":2660},{"uri":"German_XIV_Panzer_Corps","surface_form":"German XIV Panzer Corps","offset":2924},{"uri":"German_29th_Infantry_Division","surface_form":"29th","offset":3018},{"uri":"German_90th_Light_Infantry_Division","surface_form":"90th","offset":3027},{"uri":"Eberhard_Rodt","surface_form":"Eberhard Rodt","offset":3211},{"uri":"German_15th_Panzer_Division","surface_form":"15th Panzer Grenadier Division","offset":3227},{"uri":"Friedrich_Franek","surface_form":"Franek's","offset":3505},{"uri":"German_44th_Infantry_Division","surface_form":"44th Infantry Division","offset":3514},{"uri":"Morocco","surface_form":"Moroccan","offset":3556},{"uri":"Blockbuster_bomb","surface_form":"\"blockbuster\" bombs","offset":4625},{"uri":"Boeing_B-17_Flying_Fortress","surface_form":"Boeing B-17 Flying Fortress","offset":4707},{"uri":"North_American_B-25_Mitchell","surface_form":"North American B-25 Mitchell","offset":4766},{"uri":"Martin_B-26_Marauder","surface_form":"Martin B-26 Marauder","offset":4802},{"uri":"Pope_Pius_XII","surface_form":"Pope Pius XII","offset":5042},{"uri":"Cardinal_Secretary_of_State","surface_form":"Cardinal Secretary of State","offset":5088},{"uri":"German_1st_Parachute_Division","surface_form":"German 1st Parachute Division","offset":5283},{"uri":"Royal_Sussex_Regiment","surface_form":"Royal Sussex Regiment","offset":5474},{"uri":"6th_Rajputana_Rifles","surface_form":"6th Rajputana Rifles","offset":5824},{"uri":"M%C4%81ori_Battalion","surface_form":"28th (Māori) Battalion","offset":5950},{"uri":"1st_Parachute_Division_(Germany)","surface_form":"German 1st Parachute Division","offset":6594},{"uri":"II_Corps_(Poland)","surface_form":"Polish II Corps","offset":7623}]}