{"id":428954,"url":"http://en.wikipedia.org/wiki/The_Sims_4","text":"\"The Sims 4\" is a life simulation video game developed by Maxis and The Sims Studio and published by Electronic Arts. The game was released on September 2, 2014. The game is available on Microsoft Windows and OS X.\nIt was revealed during Gamescon via gameplay demo and release trailer.\nThe game does not require an internet connection to play, but it will need an Origin account and internet access during the initial installation process.\nGameplay.\nThe Sims 4 is made from the same idea of the other games in the series. The player controls their Sims' everyday lives. The game is open-ended and has barely any limits. The lots are connected with a large map. Sims can go to lots close to where they are by walking there, but can use their cell phones to go anywhere.\nCreate-A-Sim.\nCreate-A-Sim is needed to create Sims characters. With no Sims, you can't play the game. Sims 4's Create-A-Sim is easier to use than it is in other Sims games. The Sim's body type can be changed by clicking and dragging parts of the Sim's body. There is a slider to change how muscular the Sim is and another slider to change how fat the Sim is.\nA Sim's clothing can be customized by the player. Mods can change this, but mods can also damage the game. Sims have several outfits. Each outfit is made in Create-A-Sim. They wear different outfits in different situations: an everyday outfit, a formal outfit, an athletic outfit, a sleep outfit, a party outfit, and swimwear. The player can change the Sims' outfits at any time in Live Mode.\nTraits.\n• Active, which makes the Sim more likely to exercise (the Lazy trait cannot be used with this)\n• Creative, the Sim is more likely to read books, paint, etc. This can link well with most traits.\n• Genius, the Sim is very intelligent. They will become upset if they have not read in a while, and can link well with the Creative trait.\n• Happy, the Sim is cheerful and optimistic. They will become tense around people with the 'Sad' trait.\n• Sad, the Sim is the opposite of the Happy trait, which means a Sim can't have both traits.\n• Playful - The Sim is more likely to have the Playful moodlet, and is the opposite of the Snob trait. It links well with the Immature trait.\nAspirations.\nA Sim's aspiration is their biggest goal. You can change your Sim's aspiration whenever you want. The first aspiration you choose when you are creating your Sim will give you a special trait, but changing your Sim's aspiration after that won't change your Sim's traits. Each aspiration gives your Sims a set of tasks to complete. When you complete all these tasks you will get a second special trait. The trait you get will be different for each aspiration. These can be completed if wanted using cheat codes in the game.\nChild and Toddler Sims have their own group of aspirations to complete. These aspirations cannot be given to adult and teen Sims.\nLive Mode.\nSims can only move and be controlled while the player is playing in Live Mode. In Live Mode, 1 second of real time=1 minute in in-game time. In Live Mode, the player can control one Sim in the selected household.\nRelationships.\nSims can form relationships by talking to other Sims. The way your Sims treat who they're talking to will affect their relationships. If they are nice to a sim they will have a friendly relationship, but if they are mean they will have a bad relationship. Your Sims can also have romantic relationships with other Sims.\nNeeds.\nThe 6 needs in the game are Fun, Energy, Hunger, Bladder, Social and Hygiene.This can change with the vampire game pack, as the needs are vampire energy, thirst, hygiene, Social and fun.\nWhims.\nThere are many whims in the game. For example, your Sim may want to buy a TV, do their homework or take a bath.\nDeath.\nIf a Sim is not able to care for itself and the player does not help them, the Sim will die. Sims die from starvation when this happens. Sims will usually die in accidents or from old age. When a Sim dies, the Grim Reaper will come to take away the Sim's soul. Before the Grim Reaper takes away the dead Sim's soul, other Sims are able to beg for the dead Sim's life. This will not always work. If it does, the Sim will come back to life. If the Sim really dies, they will be replaced by a gravestone or urn.\nBuy Mode.\nUnlike previous games, build and buy mode are combined into one mode. In this mode, players can modify their Sims' houses, such as adding or removing rooms and furniture.","categories":[],"infobox_types":[],"annotations":[{"uri":"Life_simulation_game","surface_form":"life simulation","offset":18},{"uri":"Video_game","surface_form":"video game","offset":34},{"uri":"Video_game_developer","surface_form":"developed","offset":45},{"uri":"Maxis","surface_form":"Maxis","offset":58},{"uri":"The_Sims_Studio","surface_form":"The Sims Studio","offset":68},{"uri":"Electronic_Arts","surface_form":"Electronic Arts","offset":101},{"uri":"Microsoft_Windows","surface_form":"Microsoft Windows","offset":187},{"uri":"OS_X","surface_form":"OS X","offset":209},{"uri":"Origin_(content_delivery)","surface_form":"Origin","offset":364}]}