{"id":428970,"url":"http://en.wikipedia.org/wiki/Mince_pie","text":"A mince pie, also known as 'minced pie', is a small British fruit-based mince sweet pie. It is usually served during the Christmas season. Originally it was a savoury pie, now it is a sweet pie.\nIts ingredients are traceable to the 13th century, when returning European crusaders brought with them Middle Eastern recipes containing meats, fruits and spices.\nThe early mince pie was known by several names, including mutton pie, shrid pie and Christmas pie. Typically its ingredients were a mixture of minced meat, suet, a range of fruits, and spices.\nThe ingredients for the modern mince pie can be traced to the return of European crusaders from the Holy Land. Middle Eastern methods of cooking, which sometimes combined meats, fruits and spices, were popular at the time. Pies were created from such mixtures of sweet and savoury foods; in Tudor England, shrid pies (as they were known then) were formed from shredded meat, suet and dried fruit. The addition of spices such as cinnamon, cloves and nutmeg was \"in token of the offerings of the Eastern Magi\".\nEarly pies were much larger than those of today, and oblong shaped. \"The coffin of our \"Christmas\"-Pies, in shape long, is in imitation of the Cratch\" (Jesus's crib). In old English cookery books the crust of a pie is generally called 'the coffin'.","categories":[],"infobox_types":[],"annotations":[{"uri":"British_people","surface_form":"British","offset":52},{"uri":"Sweet","surface_form":"sweet","offset":78},{"uri":"Pie","surface_form":"pie","offset":84},{"uri":"Christmas","surface_form":"Christmas season","offset":121},{"uri":"Savoury","surface_form":"savoury","offset":159},{"uri":"Crusader","surface_form":"crusader","offset":270},{"uri":"Mutton","surface_form":"mutton","offset":416},{"uri":"Suet","surface_form":"suet","offset":514},{"uri":"Crusades","surface_form":"crusaders","offset":632},{"uri":"Holy_Land","surface_form":"Holy Land","offset":651},{"uri":"Tudor_period","surface_form":"Tudor","offset":842},{"uri":"Cinnamon","surface_form":"cinnamon","offset":979},{"uri":"Clove","surface_form":"clove","offset":989},{"uri":"Nutmeg","surface_form":"nutmeg","offset":1000}]}