{"id":429025,"url":"http://en.wikipedia.org/wiki/Chuncheon","text":"e=\"preserve\">Chuncheon is the capital city of Gangwon Province in South Korea. The city is in a small flat area surrounded by mountains. The Soyang River is around the city. It is the water source of the Han River. Because of this river, Chuncheon has lots of foggy days. Chuncheon is a popular tourist attraction among Korean and East Asian tourist thanks to the popular Korean drama \"Winter Sonata\".\nTourism.\nGang chon is a popular tourist attraction especially for university students in Korea because it is near Seoul, the capital city of South Korea. It has good accommodation and entertainment facilities.\nChungpyeongsa is a temple which was built in Goryeo Dynasty. Because it is located in a beautiful mountain, many people go there to enjoy the beautiful scenery and valleys with their family.\nNamiseom is a popular tourist island which became famous as a filming location of \"Winter Sonata\". It has a beautiful forest trail so that many couples and family who visit Chuncheon stop by there a lot. People can rent bikes or ride a short rail to look around the island.\nFood.\nThe city has several famous foods. One of them is 'dak galbi'. 'Dak galbi' is a stir-fried chicken with sliced cabbage, sweet potatoes, rice cakes, sesame leaves and picy 'go chujang' sauce. It is usually cooked on a big iron pan on the center of the table. There is even a 'dak galbi' street which has many famous 'dak galbi' restaurants in the downtown of the city. Another famous food is 'makguksu.' 'Makguksu' is thin buckwheat noodles served in a cold beef broth with sesame seeds, sliced beef, cucumber, and spicy sauce.\nTransportation.\nChuncheon has a train transportation named Gyeonchun Line. With this track, it takes about one hour and twenty minutes from Chuncheon station to Yongsan station in Seoul. Also, it has subway transportation to Seoul. It takes about one hour and forty minutes from Chuncheon station to Sangbong station in Seoul. People can take either train or subway in Chuncheon station and Namchuncheon station. It has bus transportation too. Near Namchuncheon station, there is Chuncheon Bus Terminal. This connects to all major cities in mainland Korea.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gangwon_Province","surface_form":"Gangwon Province","offset":46},{"uri":"South_Korea","surface_form":"South Korea","offset":66},{"uri":"Seoul","surface_form":"Seoul","offset":516},{"uri":"Capital_city","surface_form":"capital city","offset":527},{"uri":"Temple","surface_form":"temple","offset":631},{"uri":"Goryeo_Dynasty","surface_form":"Goryeo Dynasty","offset":657},{"uri":"Train","surface_form":"train","offset":1642}]}