{"id":429166,"url":"http://en.wikipedia.org/wiki/Battle_of_Bataan","text":"The Battle of Bataan was part of Japan's invasion of the Philippines during World War II.\nThe capture of the Philippine Islands was important to Japan's goals. Japan wanted to control the Southwest Pacific, capture the resource-rich Dutch East Indies, and protect its Southeast Asia side.\nIt was the largest surrender in American and Filipino military history. It was the largest United States surrender since the pre-Civil War's raid on Harper's Ferry.\nInvasion.\nJapanese carrier planes attacked the United States Pacific Fleet at Pearl Harbor on the morning of 7 December 1941. Japanese aircraft also bombed the main bases of the American Far East Air Force near Manila, and the headquarters of the U.S. Asiatic Fleet in the Philippines. Many American planes were destroyed. The U.S. Asiatic Fleet withdrew its ships from its naval base in Cavite and retreated south. Only the submarine force was left to fight the Japanese.\nFrom 8 to 10 December, Japan captured airfields at Batan Island, Aparri, and Vigan City. Army Air Force B-17s attacked Japanese ships. U.S. planes damaged two Japanese transports, the flagship \"Nagato\", a destroyer and sank one minesweeper.\nThe main attack was on 22 December 1941. The 14th Japanese Imperial Army attacked, led by Lieutenant General Masaharu Homma.\nWar Plan Orange-3.\nAfter capturing the beaches, the Japanese launched a major attack.\nThe American commander, General Douglas MacArthur, realized that the beach defense plan had failed. On 26 December, he said that War Plan Orange-3 (WPO-3) was now being used. This was a plan to defend only Bataan and Corregidor. The plan of WPO-3 was to delay Japanese forces until the U.S. Pacific Fleet could get to the Philippines.\nManuel L. Quezon, the president of the Philippines, his family and government staff were moved to Corregidor. MacArthur's headquarters were also moved to Corregidor.\nThe retreat.\nGen. MacArthur wanted to move his men to defensive positions.\nWhen the Japanese attacked, the untrained Philippine Army troops defending the beach were beaten. The U.S. decided to fight at Layac to slow down the Japanese troops. Later, from 1 to 5 January 1942, the U.S. fought to allow its troops to withdraw to Bataan.\nWPO-3 had two defensive lines across Bataan.\nThe stand.\nOn 9 January, Japanese forces under Lt. Gen. Susumu Morioka attacked the eastern side of the Abucay-Mauban line. They were beaten by the U.S. The Japanese advanced to the Salian River valley. U.S. troops fought off the attackers. At another battle to the west, a Japanese force got past the Abucay-Mauban line. The U.S. stopped their advance. On 15 January, 1st Regular Division was bombed, but they held the line. The Japanese moved through a gap. The Abucay-Mauban line had to be abandoned on 22 January.\nWithin four days, the Orion-Bagac line was formed. The remaining Japanese troops managed to get through. General Homma ordered the stopping of all operations to reorganize his forces. On 22 February the 14th Army line was withdrawn a few miles to the north.\nJapanese troops landed on the west coast of southern Bataan on the night of 22 January. The US sunk two barges and the rest scattered into two groups. The Japanese forces were stopped by Philippine Constabulary units and U.S. Army Air Corps men fighting as infantry. Japanese commanders sent new troops to the beaches, but they could not break out.\nFall of Bataan.\nOn the night of 12 March, General MacArthur, his family left Corregidor. MacArthur went to Australia. He promised the Filipino people that he \"shall return\". After the failure of their first attack against Bataan, the Japanese sent artillery forces to the Philippines. They had 190 artillery pieces, which included bigger guns like 150 mm cannons, and the Type 96 240 mm field howitzer. The Japanese sent new troops to Gen. Homma's 14th Imperial Army. Toward the end of March, the Japanese forces prepared for the final attack.\nOn 3 April, the Orion-Bagac line was bombed by 100 aircraft and artillery bombed by 300 artillery pieces. The Japanese 65th Brigade and 4th Division attacked the left side of II Corps. By 8 April, the senior U.S. commander on Bataan, Maj. Gen. Edward P. King, offered to surrender. The next morning, 9 April 1942, Gen. King met with Maj. Gen. Kameichiro Nagano. The tired and starving American and Filipino defenders on the Bataan peninsula surrendered.","categories":[],"infobox_types":[],"annotations":[{"uri":"Empire_of_Japan","surface_form":"Japan's","offset":33},{"uri":"Battle_of_the_Philippines_(1941%E2%80%9342)","surface_form":"invasion of the Philippines","offset":41},{"uri":"World_War_II","surface_form":"World War II","offset":76},{"uri":"Natural_resource","surface_form":"resource","offset":219},{"uri":"Dutch_East_Indies","surface_form":"Dutch East Indies","offset":233},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":268},{"uri":"American_Civil_War","surface_form":"Civil War's","offset":418},{"uri":"John_Brown%27s_raid_on_Harpers_Ferry","surface_form":"raid on Harper's Ferry","offset":430},{"uri":"Pearl_Harbor","surface_form":"Pearl Harbor","offset":532},{"uri":"Manila","surface_form":"Manila","offset":665},{"uri":"Batan_Island","surface_form":"Batan Island","offset":978},{"uri":"Aparri%2C_Cagayan","surface_form":"Aparri","offset":992},{"uri":"Vigan_City","surface_form":"Vigan City","offset":1004},{"uri":"Japanese_battleship_Nagato","surface_form":"\"Nagato\"","offset":1120},{"uri":"Minesweeper_(ship)","surface_form":"minesweeper","offset":1155},{"uri":"Masaharu_Homma","surface_form":"Masaharu Homma","offset":1277},{"uri":"Beach","surface_form":"beach","offset":1332},{"uri":"Douglas_MacArthur","surface_form":"Douglas MacArthur","offset":1411},{"uri":"Beach","surface_form":"beach","offset":1448},{"uri":"War_Plan_Orange","surface_form":"War Plan Orange-3","offset":1508},{"uri":"Corregidor","surface_form":"Corregidor","offset":1596},{"uri":"Manuel_L._Quezon","surface_form":"Manuel L. Quezon","offset":1714},{"uri":"United_States_Army_Air_Corps","surface_form":"U.S. Army Air Corps","offset":3256},{"uri":"Filipino_people","surface_form":"Filipino people","offset":3518},{"uri":"Edward_P._King","surface_form":"Edward P. King","offset":4172}]}