{"id":429132,"url":"http://en.wikipedia.org/wiki/Battle_of_Anzio","text":"The Battle of Anzio, which is also called Operation Shingle (January 22, 1944) was an Allied sea landing in the Italian Campaign against German forces of Anzio and Nettuno, Italy.\nThe attack was commanded by American Major General John P. Lucas. He wanted to get around German forces on the Winter Line. Then he wanted to attack Rome. Making a sea landing in a marshland needed to be done quickly.\nThe landing surprised the Germans. The Allies even got near Rome. The Allies got their men ready on the beach. The German commander in the Put his guns around the beach. The Germans also flooded the marsh with salt water.\nAfter a month of heavy fighting,\nthe Allies finally got past the beaches in May. The Allies went north-west to Rome which was captured on 4 June.\nThe German Tenth Army at Cassino were able to go north of Rome. Then they got ready to defend the Gothic Line.\nBackground.\nAt the end of 1943, following the Allied invasion of Italy, Allied forces were stuck at the Gustav Line. Thid was defensive line across Italy. The land of central Italy helped the defence.\nOperation Shingle was planned by Winston Churchill in December 1943. He planned to land two divisions at Anzio and capture Rome.\nGeneral Harold Alexander had thought of a plan using five divisions. However, the 5th Army did not have enough troops or a way to transport them.\nThe Anzio and Nettuno beaches are on marshland. When Truscott's 3rd Division was selected for the attack, he said everyone would die. Lucas was told lead the Fifth Army's U.S. VI Corps in a landing in the Anzio/Nettuno area.\nPlan.\nPlanners thought that if German forces left the Gustav Line to defend against the Allied attack, then Allied forces would be able to break through the line. If troops were left on the Gustav Line, then the Allies could try to capture Rome.\nThe Allies planned to attack from the south. They wanted to capture a beach near Anzio, move forward, and be ready to go to Rome.\nAvailability of naval forces.\nOne of the problems with the plan was there was mot enough landing ships.\nOnly enough tank landing ships (LSTs) to land a single division were available. Later, Churchill made sure enough were available to land two divisions.\nOrder of battle.\nAllied forces in this attack consisted of 5 cruisers, 24 destroyers, 238 landing craft, 62+ other ships, 40,000 soldiers, and 5,000+ vehicles.\nSouthern attack.\nThe Fifth Army's attack on the Gustav Line began on January 16, 1944, at Monte Cassino. The attack failed to break through. The Germans brought in new troops from Rome.\nFirst landings.\nThe landings began on January 22, 1944. The Germans did not attack the landings except for a few \"Luftwaffe\" machine gun attacks. By midnight, 36,000 soldiers and 3,200 vehicles had landed on the beaches.\nTwo Allied divisions landed. There were two or three times that many German defenders.\nResponse of Axis forces.\nThe Germans found out about the landings at 03:00 on January 22. At 05:00 the Germans ordered the \"Kampfgruppe\" of 4th Parachute Division and the Hermann Göring Panzer Division to defend the roads leading from Anzio to the Alban Hills. The Germans had 40,000 troops in defensive positions.\nThree days after the landings, the beach was surrounded by three divisions: The 4th Parachute Division to the west, the 3rd Panzer Grenadier Division to the center, the Hermann Göring Panzer Division to the east.\nVon Mackensen's 14th Army took command of the defence on January 25. Parts of eight German divisions were put around the beach. Five more divisions were on their way to the Anzio area.\nAllied offensive.\nThe arrival of U.S. 45th Infantry Division and U.S. 1st Armored Division, brought Allied forces total on the beach to 69,000 men, 508 guns and 208 tanks by January 29. The total defending Germans had risen to 71,500.\nThe Allies attacked on January 30. One group moved to Cisterna. A second group went northeast towards Campoleone.\nGerman counterattacks.\nBy early February German forces in Fourteenth Army had 100,000 troops.\nAllied forces by this time were 76,400\nGerman forces launched a full attack at 23:00.\nOn February 16 the Germans launched a new attack. Both had 20,000 casualties each since the first landings. Also on February 18 while returning to Anzio the light cruiser was struck by two torpedoes and sunk with a loss of 417 men.\nPlanning for Operation Diadem.\nBoth sides realised that no result could be achieved until the spring. The Germans built a new defence line, the Caesar C line. The Allies planned an attack in May. This would include attacking the Gustav Line, which was called Operation \"Diadem\".\nIn March, the 2nd Italian SS \"Vendetta\" Battalion and 29th Italian SS Rifle Battalion were sent to fight against the Allied forces at the Anzio/Nettuno beach. U.S. 34th Infantry Division arrived at Anzio in the same month. In May, U.S. 36th Infantry Division had arrived at Anzio. By late May, there were 150,000 Allied troops.\nThere were five German divisions. The Germans had prepared defenses, but they lacked officers.\nThe Allied planning for their attack was detailed. British 5th Division and 1st Division were to attack along the coast. The U.S. 45th Infantry, 1st Armored and 3rd Infantry Divisions would attack the German 362nd and 715th Infantry Divisions.\nBreakout.\nAt 05:45 on May 23, 1944, 1,500 Allied artillery pieces started bombing. Then Allied infantry and armour moved forward. The first day's fighting was hard: 1st Armored Division lost 100 tanks and 3rd Infantry Division had 955 casualties. The Germans 362nd Infantry Division lost 50% of its fighting strength.\nIn the afternoon of May 25 Cisterna was captured by the 3rd Division. In the evening, the Allies turned ninety degrees to the left. On the new attack little progress was made until 1st Armored arrived on May 29. On June 2 the Caesar Line broke and the 14th Army pulled back through Rome. Hitler ordered no defence of Rome.\nAfterwards.\nAfter the war, some experts said the Anzio plan was not good. It used just two infantry divisions with no armour.\n\"Operation Diadem\" (during which U.S. 5th and British 8th Armies had 44,000 casualties) failed in its goal of destroying the German 10th Army.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italian_Campaign_(World_War_II)","surface_form":"Italian Campaign","offset":112},{"uri":"Germans","surface_form":"German","offset":137},{"uri":"Anzio","surface_form":"Anzio","offset":154},{"uri":"Nettuno","surface_form":"Nettuno","offset":164},{"uri":"Italy","surface_form":"Italy","offset":173},{"uri":"United_States","surface_form":"American","offset":208},{"uri":"Major_General","surface_form":"Major General","offset":217},{"uri":"John_P._Lucas","surface_form":"John P. Lucas","offset":231},{"uri":"Nazi_Germany","surface_form":"German","offset":270},{"uri":"Winter_Line","surface_form":"Winter Line","offset":291},{"uri":"Marshland","surface_form":"marshland","offset":361},{"uri":"Rome","surface_form":"Rome","offset":458},{"uri":"Salt_water","surface_form":"salt water","offset":608},{"uri":"10th_Army_(Wehrmacht)","surface_form":"German Tenth Army","offset":770},{"uri":"Cassino","surface_form":"Cassino","offset":791},{"uri":"Gothic_Line","surface_form":"Gothic Line","offset":864},{"uri":"Allied_invasion_of_Italy","surface_form":"Allied invasion of Italy","offset":923},{"uri":"Gustav_Line","surface_form":"Gustav Line","offset":981},{"uri":"Geography_of_Italy","surface_form":"land of central Italy","offset":1036},{"uri":"Winston_Churchill","surface_form":"Winston Churchill","offset":1111},{"uri":"Harold_Alexander","surface_form":"Harold Alexander","offset":1215},{"uri":"VI_Corps_(United_States)","surface_form":"U.S. VI Corps","offset":1524},{"uri":"Gustav_Line","surface_form":"Gustav Line","offset":1632},{"uri":"Beach","surface_form":"beach","offset":1894},{"uri":"Landing_ship","surface_form":"landing ship","offset":2043},{"uri":"Landing_Ship%2C_Tank","surface_form":"tank landing ships","offset":2070},{"uri":"Cruiser","surface_form":"cruiser","offset":2271},{"uri":"Destroyer","surface_form":"destroyer","offset":2284},{"uri":"Landing_craft","surface_form":"landing craft","offset":2300},{"uri":"Battle_of_Monte_Cassino","surface_form":"Monte Cassino","offset":2460},{"uri":"Luftwaffe","surface_form":"Luftwaffe","offset":2670},{"uri":"4th_Parachute_Division_(Germany)","surface_form":"4th Parachute Division","offset":3004},{"uri":"Fallschirm-Panzer_Division_1_Hermann_G%C3%B6ring","surface_form":"Hermann Göring Panzer Division","offset":3035},{"uri":"Alban_Hills","surface_form":"Alban Hills","offset":3112},{"uri":"45th_Infantry_Division_(United_States)","surface_form":"U.S. 45th Infantry Division","offset":3610},{"uri":"1st_Armored_Division_(United_States)","surface_form":"U.S. 1st Armored Division","offset":3642},{"uri":"Battle_of_Cisterna","surface_form":"Cisterna","offset":3866},{"uri":"Caesar_C_line","surface_form":"Caesar C line","offset":4482},{"uri":"Operation_Diadem","surface_form":"Operation \"Diadem\"","offset":4597},{"uri":"34th_Infantry_Division_(United_States)","surface_form":"U.S. 34th Infantry Division","offset":4776},{"uri":"36th_Infantry_Division_(United_States)","surface_form":"U.S. 36th Infantry Division","offset":4848}]}