{"id":429176,"url":"http://en.wikipedia.org/wiki/Battle_of_Rimini_(1944)","text":"The Battle of Rimini was a battle during World War II. It happened between 13 and 21 September 1944 in Rimini in Italy.\nThe battle was part of Operation \"Olive\". This was the main Allied attack on the Gothic Line in August and September 1944. This was part of the Italian Campaign in the Second World War.\nThe Rimini Line was a German defensive line which was part of the Gothic Line. Rimini had 1,470,000 rounds fired against it by allied forces.\nBackground.\nOn 23 August 1944 Eighth Army launched Operation \"Olive\". It attacking the eastern side of Italy. By the first week in September the attack had broken through the defences of the Gothic Line.\nBattle.\nThe 3rd Greek Mountain Brigade\nstopped two strong German attacks on 8 and 10 September. On 13 September the brigade tried to capture Rimini. The Germans were well prepared and held off the Greeks.\nThe following day 7 and 8 Troop of the B Squadron, 20th Armoured Regiment were added to the attack. The German defenders left.\nOn 15 September the Greeks attacked the Rimini airfield. Allied bombers attacked the western side of the airfield, and the Greeks attacked afterwards. The Germans attacked with fire from infantry, anti-tank rockets (\"Panzerschrecks\"), self-propelled guns, and emplaced Panther turrets.\nThe following day (17 September) the three battalions continued their advance. Once the airfield was taken the 3rd Greek Mountain Brigade turned towards Rimini. On 18 September the 2nd and 3rd Battalions moved towards Rimini.\nOn the morning of 21 September, the 2nd Greek Battalion reached the city and raised the Greek flag on the municipal building. At 7:45 of 21 September the mayor surrendered the city to the 3rd Greek Mountain Brigade.","categories":[],"infobox_types":[],"annotations":[{"uri":"Battle","surface_form":"battle","offset":27},{"uri":"World_War_II","surface_form":"World War II","offset":41},{"uri":"Rimini","surface_form":"Rimini","offset":103},{"uri":"Italy","surface_form":"Italy","offset":113},{"uri":"Gothic_Line","surface_form":"Gothic Line","offset":201},{"uri":"Italian_Campaign_(World_War_II)","surface_form":"Italian Campaign","offset":264},{"uri":"Second_World_War","surface_form":"Second World War","offset":288},{"uri":"Gothic_Line","surface_form":"Gothic Line","offset":372},{"uri":"Eighth_Army_(United_Kingdom)","surface_form":"Eighth Army","offset":478},{"uri":"3rd_Greek_Mountain_Brigade","surface_form":"3rd Greek Mountain Brigade","offset":664},{"uri":"Panzerschreck","surface_form":"Panzerschreck","offset":1201},{"uri":"Panzer_V","surface_form":"Panther","offset":1253}]}