{"id":429213,"url":"http://en.wikipedia.org/wiki/Mont-Saint-Michel","text":"Le Mont-Saint-Michel (;) is an island and commune in Normandy, France. It is in the Manche department. It is located about one kilometre () from the country's northwestern coast. It is at the mouth of the Couesnon River near Avranches. It is in size and it has a population of 44 (2009). People that live there are called the \"Montois\".\nThe island has had strategic fortifications since ancient times. The name \"Mont-Saint-Michel\" comes from the monastery built there in the eighth century AD. The way in which the town is built is an example of how feudal society worked. At the top there is God, the abbey and monastery. Below this, there are the great halls, then stores and houses. At the bottom, outside the walls, there are the houses of fishermen and farmers.\nMont-Saint-Michel is one of France's most famous landmarks. The island and its bay are part of the UNESCO list of World Heritage Sites. Every year, more than 3 million people visit it.\nFormation.\nIn prehistoric times, the \"Mont\" was on dry land. It is now a rocky tidal island. Sea levels became higher and erosion changed the landscape of the coast. Several layers of granite or granulite came to the surface in the bay. These layers of rock resisted the damage by the ocean better than the other rocks around them. These included Lillemer, the Mont-Dol, Tombelaine (a small island just to the north), and Mont Tombe, which later became Mont-Saint-Michel. The mount has a circumference of about 960 metres (3,150 ft). It is 92 metres (301 ft) above sea level at its highest point.\nTides.\nThe difference between the high and low water marks is about. Medieval pilgrims who crossed the flat land sometimes called the mount \"St. Michael in peril of the sea\". Today, it can still be dangerous for visitors who do not use the causeway. It can be a risk to walk across the sands from the opposite coast. This is because of quicksand.\nPolderisation and occasional flooding have created salt marsh meadows. They are ideal for sheep. The meat has a good flavour because of the sheep's diet. The \"pré salé\" (salt meadow, in French) is home to \"agneaux de pré-salé\" (salt meadow lamb). This is made into a local specialty (a famous type of food). The local lamb is sometimes on the menus of restaurants in the area.\nTidal island.\nBefore 2013, Mont-Saint-Michel was linked to the mainland with a tidal causeway. It was a path covered at high tide and shown at low tide. This connection changed over the centuries. The coastal flats (the sand) have been polderised to make pastureland. This means Mont-Saint-Michel became closer to the coast. The Couesnon River was canalised. This helped make the flow of water similar every time the tide rises or falls. However, it developed a silting-up of the bay. In 1879, the tidal causeway was changed into a raised, dry causeway. This stopped the tide from cleaning the silt around the mount.\nOn 16 June 2006, the French prime minister and regional authorities announced a €164 million project (\"Projet Mont-Saint-Michel\"). The wanted to build a hydraulic dam using the waters of the river Couesnon and of tides. This would help remove all of the silt deposited by the rising tides. It would make Mont-Saint-Michel an island again.\nThe construction of the dam began in 2009. It was completed in 2013. The project was also to remove the causeway and its visitor car-park. The new car-park is on the mainland. It is about two kilometres () from the island. Visitors can use small shuttle buses to cross the causeway. The bridge is also open to pedestrians and vehicles without a motor.\nArchitect Dietmar Feichtinger designed the bridge. It opened to the public on 22 July 2014. The bridge lets the waters go freely around the island. It makes the dam more efficient. The project cost €209 million, €45 million more than planned. President François Hollande officially opened the bridge.\nSometimes, weather conditions make the tide very high. This is called a \"supertide\". For example, the sea completely covered the new bridge on 21 March 2015. It was the highest sea level for at least 18 years. Many people travelled to Mont-Saint-Michel to take photos.\nHistory.\nMont-Saint-Michel was an Armorican stronghold of Gallo-Roman culture in the sixth and seventh centuries. In the seventh century, the Franks took the mount. From about the fifth to the eighth century, Mont-Saint-Michel was part of a region called Neustria. At the start of the ninth century, it was an important place in the marches of Neustria.\nBefore the eighth century, the island was called \"Mont Tombe\" (). The Catholic Church built the first religious building in the eighth century, and the mount became Mont-Saint-Michel. According to legend, the Archangel Michael appeared in 708 to St. Aubert, the bishop of Avranches. The angel told him to build a church on the mount. Aubert didn't listen to the angel until Michael burned a hole in the bishop's skull with his finger.\nThe king of the Franks could not defend his kingdom against the attacks of the Vikings. The king agreed to give the Cotentin peninsula and the Avranchin, including Mont-Saint-Michel, to the Bretons in the 867 Treaty of Compiègne. For a short time, the mount belonged to the Bretons. In effect, these lands and Mont-Saint-Michel never belonged to the duchy of Brittany. They remained separate bishoprics from the newly created Breton archbishopric of Dol. When Rollo named Franco as archbishop of Rouen, the diocese of Rouen took the lands and the mount. They became part of Normandy once again, but not officially.\nThe mount became strategically important again in 933 when William \"Long Sword\" (the Duke of Normandy) annexed the Cotentin Peninsula from the weakened Dukes of Brittany. This made the mount part of Normandy officially. This is shown in the Bayeux Tapestry, which commemorates (helps remember) the Norman conquest of England in 1066. The tapestry shows Harold, Earl of Wessex helping two Norman knights from the quicksand around Mont-Saint-Michel during a battle with Conan II, Duke of Brittany. Norman dukes paid for the development of the abbey in the following centuries. It became a good example of Norman architecture.\nIn 1067, the monastery of Mont-Saint-Michel gave its support to Duke William of Normandy in his claim to the throne of England. William gave houses and grounds on the English side of the Channel as a reward. These included a small island off the southwestern coast of Cornwall. It became a Norman priory named St Michael's Mount of Penzance. It looks similar to Mont-Saint-Michel.\nDuring the Hundred Years' War, the English made many attacks on the island. They were not able to take it due to the abbey's very good fortifications. The English first attacked the mount in 1423, and then again in 1433. Thomas Scalles was the leader of the English army. Scalles left two wrought iron bombards when he stopped his attack. They are still there today. They are known as \"les Michelettes\". The resistance at Mont-Saint-Michel gave hope to the French, especially Joan of Arc.\nWhen Louis XI of France founded the Order of Saint Michael in 1469, he wanted the church of Mont-Saint-Michel to become the chapel for the Order. However, it was far from Paris so this was not possible.\nThe wealth and influence of the abbey helped other foundations, for example St Michael's Mount in Cornwall. However, it started to become less popular as a centre of pilgrimage due to the Reformation. At the time of the French Revolution, there were almost no monks living there. The republicans closed the abbey. It became a prison. At first, this was to hold clerical enemies of the French republic. Later, there were also important political prisoners at the mount. In 1836, famous figures, such as Victor Hugo, started a campaign to restore the mount. The prison closed in 1863, and the mount became a historic monument in 1874. Mont-Saint-Michel and its bay became UNESCO World Heritage Sites in 1979. The factors for listing included cultural, historical, and architectural importance, as well as man-made and natural beauty.\nAbbey design.\nIn the 11th century, Richard II of Normandy chose an Italian architect called William de Volpiano to build the abbey of Mont-Saint-Michel. Volpiano had already built the Abbey of Fécamp, in Normandy. He designed the Romanesque church of the abbey. He chose to place the transept crossing at the top of the mount. He also built a lot of crypts and chapels below the ground. These are to support building above, because it is very heavy. Today, Mont-Saint-Michel has a church of Romanesque style.\nRobert de Thorigny was a great supporter of Henry II of England. Henry was also Duke of Normandy at this time. Thorigny made the structure of the buildings stronger. He also built the main façade of the church in the 12th century. In 1204, the Breton \"Guy de Thouars\", a friend of the King of France, attacked the mount with an army. He set fire to the village and killed lots of people. However, he had to retreat (leave) under the powerful walls of the abbey. The fire extended to the buildings, and the roofs burnt. Philip Augustus, Thorigny's friend, was unhappy about the cruel actions and the destruction. He offered Abbot Jourdain some money to build a new Gothic-style architectural set. The abbot added the refectory (\"dining room\") and cloister.\nCharles VI added big fortifications to the abbey-mount. He also added building towers and courtyards, and he made the ramparts stronger.\nAdministration.\nThe islet is part of the French commune of Mont-Saint-Michel. It is in the department of Manche, in Normandy. As of 2009, 44 people live there. The nearest large town, with a train station, is Pontorson. Mont-Saint-Michel is part of the Organization of World Heritage Cities.\nMont-Saint-Michel is also the subject of a traditional rivalry between Normans and Bretons. Bretons say that the Couesnon River marks the limit between Normandy and Brittany. It is only because the river has changed its course over the centuries that the mount is on the Norman side. This legend amuses the area's inhabitants. They state that the border is not located on the Couesnon river. They say it is on the mainland, to the west, at the foot of the solid mass of Saint-Brelade.\nPopulation.\nUp to 20,000 people a day visit the city in July and August. Among the 43 inhabitants (2006), 5 were monks and 7 nuns.\nTwin towns – Sister cities.\nMont-Saint-Michel has historical links with St Michael's Mount in Cornwall, UK. Edward the Confessor gave it to the Benedictines of Mont-Saint-Michel in the 11th century.\nHistorical monument.\n61 buildings of Mont-Saint-Michel are on the list of historical monuments. They were added from 1928 to today.","categories":[],"infobox_types":["French commune","UNESCO World Heritage Site"],"annotations":[{"uri":"Communes_of_France","surface_form":"commune","offset":42},{"uri":"Normandy","surface_form":"Normandy","offset":53},{"uri":"France","surface_form":"France","offset":63},{"uri":"Manche","surface_form":"Manche","offset":84},{"uri":"Location_(geography)","surface_form":"located","offset":109},{"uri":"North_west","surface_form":"northwestern","offset":159},{"uri":"Coast","surface_form":"coast","offset":172},{"uri":"River_mouth","surface_form":"mouth","offset":192},{"uri":"Couesnon","surface_form":"Couesnon River","offset":205},{"uri":"Avranches","surface_form":"Avranches","offset":225},{"uri":"Strategy","surface_form":"strategic","offset":356},{"uri":"Fortification","surface_form":"fortification","offset":366},{"uri":"Ancient_history","surface_form":"ancient times","offset":387},{"uri":"Monastery","surface_form":"monastery","offset":446},{"uri":"Feudal","surface_form":"feudal","offset":550},{"uri":"Abbey","surface_form":"abbey","offset":602},{"uri":"Monastery","surface_form":"monastery","offset":612},{"uri":"Great_hall","surface_form":"great hall","offset":649},{"uri":"Bay","surface_form":"bay","offset":846},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":881},{"uri":"Prehistory","surface_form":"prehistoric times","offset":966},{"uri":"Rock_(geology)","surface_form":"rocky","offset":1025},{"uri":"Tidal_island","surface_form":"tidal island","offset":1031},{"uri":"Erosion","surface_form":"erosion","offset":1074},{"uri":"Landscape","surface_form":"landscape","offset":1094},{"uri":"Layer","surface_form":"layers","offset":1126},{"uri":"Granite","surface_form":"granite","offset":1136},{"uri":"Granulite","surface_form":"granulite","offset":1147},{"uri":"Lillemer","surface_form":"Lillemer","offset":1299},{"uri":"Mont-Dol","surface_form":"Mont-Dol","offset":1313},{"uri":"Tombelaine","surface_form":"Tombelaine","offset":1323},{"uri":"Circumference","surface_form":"circumference","offset":1440},{"uri":"Sea_level","surface_form":"above sea level","offset":1511},{"uri":"Medieval","surface_form":"Medieval","offset":1618},{"uri":"Pilgrim","surface_form":"pilgrim","offset":1627},{"uri":"Nickname","surface_form":"called","offset":1672},{"uri":"Dangerous","surface_form":"dangerous","offset":1747},{"uri":"Visitor","surface_form":"visitor","offset":1761},{"uri":"Causeway","surface_form":"causeway","offset":1789},{"uri":"Quicksand","surface_form":"quicksand","offset":1885},{"uri":"Polder","surface_form":"Polder","offset":1896},{"uri":"Occasional","surface_form":"occasional","offset":1914},{"uri":"Salt_marsh","surface_form":"salt marsh","offset":1947},{"uri":"Flavour","surface_form":"flavour","offset":2013},{"uri":"Diet_(nutrition)","surface_form":"diet","offset":2044},{"uri":"Agneau_de_pr%C3%A9-sal%C3%A9","surface_form":"agneaux de pré-salé","offset":2102},{"uri":"Lamb","surface_form":"lamb","offset":2136},{"uri":"Menu","surface_form":"menu","offset":2239},{"uri":"Mainland","surface_form":"mainland","offset":2336},{"uri":"Tide","surface_form":"tidal","offset":2352},{"uri":"Causeway","surface_form":"causeway","offset":2358},{"uri":"High_tide","surface_form":"high tide","offset":2393},{"uri":"Low_tide","surface_form":"low tide","offset":2416},{"uri":"Polder","surface_form":"polder","offset":2509},{"uri":"Pasture","surface_form":"pasture","offset":2528},{"uri":"Couesnon","surface_form":"Couesnon","offset":2602},{"uri":"Canal","surface_form":"canal","offset":2621},{"uri":"Silt","surface_form":"silt","offset":2735},{"uri":"Bay","surface_form":"bay","offset":2753},{"uri":"Causeway","surface_form":"causeway","offset":2817},{"uri":"Silt","surface_form":"silt","offset":2867},{"uri":"Prime_minister_of_France","surface_form":"French prime minister","offset":2911},{"uri":"Regions_of_France","surface_form":"regional","offset":2937},{"uri":"Announcement","surface_form":"announced","offset":2958},{"uri":"Hydraulics","surface_form":"hydraulic","offset":3043},{"uri":"Couesnon","surface_form":"Couesnon","offset":3087},{"uri":"Remove","surface_form":"remove","offset":3126},{"uri":"Remove","surface_form":"remove","offset":3322},{"uri":"Causeway","surface_form":"causeway","offset":3333},{"uri":"Shuttle_bus","surface_form":"shuttle bus","offset":3475},{"uri":"Dietmar_Feichtinger","surface_form":"Dietmar Feichtinger","offset":3591},{"uri":"Fran%C3%A7ois_Hollande","surface_form":"François Hollande","offset":3834},{"uri":"Armorica","surface_form":"Armorica","offset":4185},{"uri":"Stronghold","surface_form":"stronghold","offset":4195},{"uri":"Gallo-Roman_culture","surface_form":"Gallo-Roman culture","offset":4209},{"uri":"Franks","surface_form":"Franks","offset":4293},{"uri":"Region","surface_form":"region","offset":4392},{"uri":"Neustria","surface_form":"Neustria","offset":4406},{"uri":"Marches_of_Neustria","surface_form":"marches of Neustria","offset":4484},{"uri":"Catholicism","surface_form":"Catholic Church","offset":4575},{"uri":"Legend","surface_form":"legend","offset":4702},{"uri":"Michael_(archangel)","surface_form":"the Archangel Michael","offset":4710},{"uri":"St._Aubert","surface_form":"St. Aubert","offset":4751},{"uri":"Roman_Catholic_Diocese_of_Coutances","surface_form":"bishop of Avranches","offset":4767},{"uri":"Skull","surface_form":"skull","offset":4917},{"uri":"Defense_(military)","surface_form":"defend","offset":4973},{"uri":"Viking","surface_form":"Viking","offset":5019},{"uri":"Cotentin","surface_form":"Cotentin peninsula","offset":5056},{"uri":"Avranchin","surface_form":"Avranchin","offset":5083},{"uri":"Brittany","surface_form":"Bretons","offset":5130},{"uri":"Treaty_of_Compi%C3%A8gne_(867)","surface_form":"Treaty of Compiègne","offset":5149},{"uri":"Belong","surface_form":"belonged","offset":5198},{"uri":"Duchy","surface_form":"duchy","offset":5290},{"uri":"Bishopric","surface_form":"bishopric","offset":5332},{"uri":"Archbishop","surface_form":"archbishop","offset":5373},{"uri":"Dol","surface_form":"Dol","offset":5390},{"uri":"Rollo","surface_form":"Rollo","offset":5400},{"uri":"Archbishop_of_Rouen","surface_form":"archbishop of Rouen","offset":5422},{"uri":"Diocese","surface_form":"diocese","offset":5447},{"uri":"Rouen","surface_form":"Rouen","offset":5458},{"uri":"William_I%2C_Duke_of_Normandy","surface_form":"William \"Long Sword\"","offset":5614},{"uri":"Annexation","surface_form":"annexed","offset":5658},{"uri":"Cotentin_Peninsula","surface_form":"Cotentin Peninsula","offset":5670},{"uri":"Duchy_of_Brittany","surface_form":"Dukes of Brittany","offset":5707},{"uri":"Normandy","surface_form":"Normandy","offset":5754},{"uri":"Bayeux_Tapestry","surface_form":"Bayeux Tapestry","offset":5796},{"uri":"Norman_conquest","surface_form":"Norman conquest","offset":5853},{"uri":"Tapestry","surface_form":"tapestry","offset":5893},{"uri":"Harold_Godwinson","surface_form":"Harold, Earl of Wessex","offset":5908},{"uri":"Knight","surface_form":"knight","offset":5950},{"uri":"Quicksand","surface_form":"quicksand","offset":5967},{"uri":"Conan_II%2C_Duke_of_Brittany","surface_form":"Conan II, Duke of Brittany","offset":6023},{"uri":"Duke","surface_form":"duke","offset":6058},{"uri":"Abbey","surface_form":"abbey","offset":6096},{"uri":"Norman_architecture","surface_form":"Norman architecture","offset":6158},{"uri":"Monastery","surface_form":"monastery","offset":6192},{"uri":"William_I_of_England","surface_form":"Duke William of Normandy","offset":6243},{"uri":"Throne","surface_form":"throne","offset":6288},{"uri":"Channel","surface_form":"Channel","offset":6366},{"uri":"Southwest","surface_form":"southwest","offset":6425},{"uri":"Cornwall","surface_form":"Cornwall","offset":6447},{"uri":"Normans","surface_form":"Norman","offset":6469},{"uri":"Priory","surface_form":"priory","offset":6476},{"uri":"St_Michael%27s_Mount","surface_form":"St Michael's Mount","offset":6489},{"uri":"Penzance","surface_form":"Penzance","offset":6511},{"uri":"Hundred_Years%27_War","surface_form":"Hundred Years' War","offset":6571},{"uri":"Kingdom_of_England","surface_form":"English","offset":6595},{"uri":"Fortification","surface_form":"fortification","offset":6695},{"uri":"Thomas_de_Scales%2C_7th_Baron_Scales","surface_form":"Thomas Scalles","offset":6781},{"uri":"Wrought_iron","surface_form":"wrought iron","offset":6849},{"uri":"Bombard_(weapon)","surface_form":"bombards","offset":6862},{"uri":"Joan_of_Arc","surface_form":"Joan of Arc","offset":7036},{"uri":"Louis_XI_of_France","surface_form":"Louis XI of France","offset":7054},{"uri":"Found","surface_form":"founded","offset":7073},{"uri":"Order_of_Saint_Michael","surface_form":"Order of Saint Michael","offset":7085},{"uri":"Cornwall","surface_form":"Cornwall","offset":7350},{"uri":"Pilgrimage","surface_form":"pilgrimage","offset":7418},{"uri":"Protestant_Reformation","surface_form":"Reformation","offset":7440},{"uri":"French_Revolution","surface_form":"French Revolution","offset":7472},{"uri":"Monk","surface_form":"monk","offset":7512},{"uri":"French_Republic","surface_form":"republicans","offset":7536},{"uri":"Clergy","surface_form":"clerical","offset":7613},{"uri":"Victor_Hugo","surface_form":"Victor Hugo","offset":7754},{"uri":"Campaign","surface_form":"campaign","offset":7777},{"uri":"Restoration","surface_form":"restore","offset":7789},{"uri":"Monument","surface_form":"historic monument","offset":7858},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":7929},{"uri":"Culture","surface_form":"cultural","offset":7992},{"uri":"Architecture","surface_form":"architectural","offset":8018},{"uri":"Richard_II_of_Normandy","surface_form":"Richard II of Normandy","offset":8119},{"uri":"William_de_Volpiano","surface_form":"William de Volpiano","offset":8176},{"uri":"Abbey_of_F%C3%A9camp","surface_form":"Abbey of Fécamp","offset":8268},{"uri":"Romanesque_architecture","surface_form":"Romanesque","offset":8314},{"uri":"Crossing_(architecture)","surface_form":"transept crossing","offset":8368},{"uri":"Crypt","surface_form":"crypt","offset":8434},{"uri":"Style","surface_form":"style","offset":8586},{"uri":"Henry_II_of_England","surface_form":"Henry II of England","offset":8637},{"uri":"Duke_of_Normandy","surface_form":"Duke of Normandy","offset":8673},{"uri":"Philip_II_of_France","surface_form":"Philip Augustus","offset":9112},{"uri":"Monastery","surface_form":"Abbot","offset":9216},{"uri":"Gothic_architecture","surface_form":"Gothic-style architectural","offset":9257},{"uri":"Dining_room","surface_form":"dining room","offset":9321},{"uri":"Cloister","surface_form":"cloister","offset":9339},{"uri":"Charles_VI_of_France","surface_form":"Charles VI","offset":9349},{"uri":"Fortification","surface_form":"fortification","offset":9370},{"uri":"Courtyard","surface_form":"courtyard","offset":9439},{"uri":"Rampart","surface_form":"rampart","offset":9467},{"uri":"Islet","surface_form":"islet","offset":9506},{"uri":"Commune_in_France","surface_form":"commune","offset":9534},{"uri":"Manche","surface_form":"Manche","offset":9591},{"uri":"Pontorson","surface_form":"Pontorson","offset":9695},{"uri":"Organization_of_World_Heritage_Cities","surface_form":"Organization of World Heritage Cities","offset":9739},{"uri":"Rivalry","surface_form":"rivalry","offset":9833},{"uri":"Normandy","surface_form":"Normandy","offset":9930},{"uri":"Brittany","surface_form":"Brittany","offset":9943},{"uri":"Legend","surface_form":"legend","offset":10067},{"uri":"Inhabitant","surface_form":"inhabitant","offset":10092},{"uri":"Monk","surface_form":"monk","offset":10376},{"uri":"Nun","surface_form":"nun","offset":10388},{"uri":"Edward_the_Confessor","surface_form":"Edward the Confessor","offset":10502},{"uri":"Monument","surface_form":"monument","offset":10678}]}