{"id":429214,"url":"http://en.wikipedia.org/wiki/Spring_1945_offensive_in_Italy","text":"The Spring 1945 offensive in Italy was given the code name Operation Grapeshot. It was the Allied attack by Fifth United States Army and British 8th Army into the Lombardy Plain. It started on 6 April 1945 and ended on 2 May with the surrender of German forces in Italy.\nBackground.\nThe Allies had done their previous major attack on the Gothic Line in August 1944. The British 8th Army attacked up the coast of the Adriatic Sea. The U.S. 5th Army attacked through the central Apennine Mountains.\nThey managed to break through the Gothic Line defences. But they failed to get into the Lombardy Plains before the winter weather stopped them.\nThey had a hard time in the cold winter weather. They planned to attack again in the spring.\nCommand changes.\nHarold Alexander was promoted to Field Marshal. He was made the Allied Supreme Commander Mediterranean on 12 December.\nOn 23 March, Albert Kesselring was appointed Commander-in-Chief Army Group West.\nOrders of battle.\nIn the spring, the problems of getting troops continued. The 15th Army Group had 1,334,000 men with Eighth Army having 632,980 men and Fifth Army 266,883. Against them were 21 much weaker German divisions and 4 Italian divisions, a total of 25.\nPlan of attack.\nClark made his plan on 18 March. He wanted destroy the maximum number of enemy forces, cross the Po and capture Verona.\nThe Eighth Army was to go north west to capture Ferrara and Bondeno. The U.S. Fifth Army was to go past Bologna to surround German forces south of the Po. The Fifth Army was to go west towards Ostiglia. Next, the Allies would capture bridge across the Po and go north.\nThe Fifth Army plan (Operation \"Craftsman\") aimed to pull German reserves away from Route 65. II Corps would then attack.\nBattle.\nIn the first week of April, attacks were launched on the right and left of the Allied lines. The goal was to draw German reserves away from the main attacks to come. Axis forces had to use sea, canal and river routes for supply. Axis shipping was being attacked in bombing raids.\nThe main attack started on 6 April with an artillery bombing of the Senio defenses. On 9 April, 825 heavy bombers dropped bombs near the Senio. From 15:20 to 19:10, artillery was fired. As well, 28 Churchill Crocodiles and 127 Wasp flamethrower vehicles were sent out. By 12 April, the 8th Indian Division was on the far side of the Santerno. The British 78th Division moved to attack Argenta.\nThe U.S. 5th Army began its attack on 14 April. First, there was a bombing by 2,000 heavy bombers and 2,000 artillery pieces. Then troops attacked. By 20 April both corps had broken through the German defences and reached the Po valley. 10th Mountain Division went north. By 19 April, the British 6th Armoured Division was moving to surround the German armies defending Bologna. Bondeno was captured on 23 April. Bologna was entered on 21 April. U.S. IV Corps reached the river Po at on 22 April. They went north to Verona which they entered on 26 April. British V Corps entered Padua on 29 April. Partisans had captured the German garrison of 5,000.\nAfterwards.\nSecret surrender talks between the Germans and Western Allies were held in Switzerland (Operation Crossword) in March. The Soviets did not like that the Western Allies were trying to arrange a surrender that did not include the Soviets. On 29 April, the Germans surrendered.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fifth_United_States_Army","surface_form":"Fifth United States Army","offset":108},{"uri":"Eighth_Army_(United_Kingdom)","surface_form":"British 8th Army","offset":137},{"uri":"Lombardy","surface_form":"Lombardy","offset":163},{"uri":"Gothic_Line","surface_form":"Gothic Line","offset":338},{"uri":"Adriatic_Sea","surface_form":"Adriatic","offset":416},{"uri":"Apennine_Mountains","surface_form":"central Apennine Mountains","offset":469},{"uri":"Harold_Alexander%2C_1st_Earl_Alexander_of_Tunis","surface_form":"Harold Alexander","offset":751},{"uri":"Field_Marshal","surface_form":"Field Marshal","offset":784},{"uri":"Albert_Kesselring","surface_form":"Albert Kesselring","offset":883},{"uri":"Churchill_Crocodile","surface_form":"Churchill Crocodile","offset":2227},{"uri":"Universal_Carrier","surface_form":"Wasp","offset":2256},{"uri":"British_6th_Armoured_Division","surface_form":"British 6th Armoured Division","offset":2712},{"uri":"Battle_of_Bologne","surface_form":"Bologna was entered","offset":2836},{"uri":"Po_River","surface_form":"Po","offset":2901},{"uri":"Verona","surface_form":"Verona","offset":2939},{"uri":"Padua","surface_form":"Padua","offset":3002},{"uri":"Switzerland","surface_form":"Switzerland","offset":3161},{"uri":"Operation_Crossword","surface_form":"Operation Crossword","offset":3174},{"uri":"Soviet","surface_form":"Soviet","offset":3209},{"uri":"Surrender","surface_form":"surrender","offset":3279}]}