{"id":429278,"url":"http://en.wikipedia.org/wiki/Allied_invasion_of_Sicily","text":"The Allied invasion of Sicily was code-named Operation Husky. It was a major battle of World War II. The Allies captured Sicily from the Axis Powers (Italy and Nazi Germany).\nIt was a big sea and air operation, followed by six weeks of land fighting. It started the Italian Campaign. It was followed by the Allied invasion of Italy.\n\"Husky\" began on the night of 9–10 July 1943, and ended 17 August. \"Husky\" achieved the goals of the Allies. The Allies removed Axis air, land and naval forces from the island.\nAs well, the Mediterranean's sea lanes were opened to the Allies, and Italian dictator Benito Mussolini was briefly removed from power.\nAllies.\nThe plan for Operation \"Husky\" called for the sea attack of the island by two armies. One would land on the South Eastern coast. Another would land on the central Southern Coast. The attack would be helped by naval gunfire and bombing. The commander was the American General Dwight D. Eisenhower.\nThe Allied land forces were from the American, British and Canadian armies. They were put into two groups. The Eastern Task Force was led by General Bernard Montgomery. The Western Task Force was commanded by Lieutenant General George S. Patton. In addition to the sea landings, airborne troops were to be flown in. They would capture bridges and high ground.\nThe Allied naval forces were put into two groups to transport the invading armies.\nThe island was defended by the two corps of Italian 6th Army under General Alfredo Guzzoni. In early July the total Axis force in Sicily was about 200,000 Italian and 32,000 German troops, and 30,000 \"Luftwaffe\" ground staff. By late July there were 70,000 German troops.\nPlanning.\nThe attack plan was made on 17 May.\nAt the Casablanca Conference in January 1943, political leaders and the military leaders of the US and Britain met to discuss future plans. The British wanted an invasion of Sicily. General Eisenhower was made Commander-in-Chief of the Allied Forces.\nPreparatory operations.\nOnce the Axis forces had been defeated in Tunisia, the Allied bombers attacked the airfields of Sardinia, Sicily and southern Italy. They also bombed industrial targets in southern Italy and the ports of Naples, Messina, Palermo and Cagliari.\nDeception.\nTo distract the Axis, the Allies did several trick operations. The most famous was \"Operation Mincemeat\". The British allowed a corpse disguised as a British officer to drift ashore in Spain, carrying a briefcase with fake secret documents.\nThese stated that the Allies were planning to invade Greece and Sardinia, and had no plans to invade Sicily. The Germans thought the documents were real. The Germans moved much of their defences from Sicily to Greece.\nBattle.\nTwo British and two American attacks by airborne forces were done on the night of 9–10 July. They wanted to capture the bridge over the River Anape. Strong wind made them land in the wrong places. Airborne troops attacked patrols. A platoon captured the bridge and fought off counterattacks for a few hours.\nThe strong winds made the sea landings hard. Landings were made on 10 July on twenty-six main beaches.\nBy the evening of 10 July the seven Allied divisions were ashore and the port of Syracuse had been captured.\nAlexander's plan was to establish his forces on a line between Licata in and Catania. He wanted to capture ports.","categories":[],"infobox_types":[],"annotations":[{"uri":"World_War_II","surface_form":"World War II","offset":87},{"uri":"Allies_of_World_War_II","surface_form":"Allies","offset":105},{"uri":"Sicily","surface_form":"Sicily","offset":121},{"uri":"Kingdom_of_Italy","surface_form":"Italy","offset":150},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":160},{"uri":"Italian_Campaign_(World_War_II)","surface_form":"Italian Campaign","offset":266},{"uri":"Allied_invasion_of_Italy","surface_form":"Allied invasion of Italy","offset":307},{"uri":"Axis_Powers","surface_form":"Axis","offset":461},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean","offset":523},{"uri":"Sea_lane","surface_form":"sea lane","offset":539},{"uri":"Benito_Mussolini","surface_form":"Benito Mussolini","offset":597},{"uri":"Dwight_D._Eisenhower","surface_form":"Dwight D. Eisenhower","offset":929},{"uri":"Bernard_Montgomery%2C_1st_Viscount_Montgomery_of_Alamein","surface_form":"Bernard Montgomery","offset":1100},{"uri":"George_S._Patton","surface_form":"George S. Patton","offset":1179},{"uri":"Alfredo_Guzzoni","surface_form":"Alfredo Guzzoni","offset":1469},{"uri":"Casablanca_Conference","surface_form":"Casablanca Conference","offset":1719},{"uri":"Tunisia","surface_form":"Tunisia","offset":2029},{"uri":"Sardinia","surface_form":"Sardinia","offset":2083},{"uri":"Naples","surface_form":"Naples","offset":2191},{"uri":"Messina","surface_form":"Messina","offset":2199},{"uri":"Palermo","surface_form":"Palermo","offset":2208},{"uri":"Cagliari","surface_form":"Cagliari","offset":2220},{"uri":"Operation_Mincemeat","surface_form":"Operation Mincemeat","offset":2325},{"uri":"Paratroopers","surface_form":"Airborne troops","offset":2905},{"uri":"Licata","surface_form":"Licata","offset":3291},{"uri":"Catania","surface_form":"Catania","offset":3305}]}