{"id":429305,"url":"http://en.wikipedia.org/wiki/Allied_invasion_of_Italy","text":"The Allied invasion of Italy was the invasion of mainland Italy by the Allies during World War II. The Allies landed on the mainland on 3 September 1943. The invasion followed the successful invasion of Sicily during the Italian Campaign.\nThe invasion was done by General Harold Alexander's 15th Army Group. This included Lieutenant General Mark Clark's U.S. Fifth Army and General Bernard Montgomery's British Eighth Army.\nThe main invasion force landed near Salerno on the western coast in Operation Avalanche. Two other attacks were done in Calabria (Operation \"Baytown\") and Taranto (Operation \"Slapstick\").\nAllied plan.\nFollowing the defeat of the Axis Powers in North Africa, there was disagreement between the Allies as to what to do next. Winston Churchill wanted to invade Italy.\nWhen they realized that no invasion could be done in 1943, they decided to invade Sicily. The Allied invasion of Sicily in July 1943 was successful. Many of the Axis forces managed to avoid capture and escape to the mainland. Benito Mussolini was removed as head of the Italian government. \"Operation Baytown\" was the plan in which Eighth Army would land near the tip of Calabria on 3 September 1943. The Allies sent the 504th Parachute Infantry Regiment to airfields near Rome.\nThe main landings (\"Operation Avalanche\") were on 9 September. The main force would land near Salerno on the western coast. The \"Avalanche\" plan was for the Fifth Army to land. On the German side, Albert Kesselring realized he could not stop the Salerno landing.\nBattle.\nOn 3 September 1943, British Eighth Army's XIII Corps launched \"Operation Baytown\". Italian troops surrendered. On 4 September, 5 Division reached Bagnara. Progress was slow as blown up bridges, roadblocks and mines delayed Eighth Army. Heinrich von Vietinghoff's 10th Army was ready to attack the Allied landings. On 8 September (before the main invasion), the surrender of Italy to the Allies was announced. Italian troops stopped fighting and the Navy sailed to Allied ports to surrender. The German forces in Italy moved into important defensive positions. \"Operation Slapstick\" started on 9 September.\n\"Operation Avalanche\" was the main invasion at Salerno by the U.S. 5th Army. It began on 9 September 1943. Major General Rudolf Sieckenius commander of 16th Panzer Division had organised his forces into four groups. By the end of the first day the 5th Army had made a good start. X Corps' two divisions had moved between inland.\nFor the next three days, the Allies fought to get more beach territory. The Germans defended. By 12 September, X Corps had taken a defensive position. On 13 September, the Germans launched their attack. The Herman Göring battle groups attacked the northern part of the beach. The main attack was between the two Allied Corps. On 15 September 16th Panzer Division and 29th Panzergrenadier Division took up defensive positions. On 15 September, Kesselring said the attack by XIV Panzer Corps must be successful. If this failed, Tenth Army must pull back from the battle.\nOn 14 September, the Allies advanced. By 16 September 5th, the Infantry Division had reached Sapri. The Germans decided to pull out of the battle. They withdrew on 18/19 September.\nThe Salerno battle was where the Salerno Mutiny happened. About 500 men of the British X Corps refused to join new units. Eventually the corps commander, McCreery, got about half of the men to follow their orders. The rest were court-martialled.\nWith the Salerno beach secure, Fifth Army began its attack northwest towards Naples on 19 September.","categories":[],"infobox_types":[],"annotations":[{"uri":"Invasion","surface_form":"invasion","offset":37},{"uri":"Kingdom_of_Italy_(1861%E2%80%931946)","surface_form":"Italy","offset":58},{"uri":"Allies_of_World_War_II","surface_form":"Allies","offset":71},{"uri":"World_War_II","surface_form":"World War II","offset":85},{"uri":"Allied_invasion_of_Sicily","surface_form":"invasion of Sicily","offset":191},{"uri":"Italian_Campaign_(World_War_II)","surface_form":"Italian Campaign","offset":221},{"uri":"Harold_Alexander","surface_form":"Harold Alexander","offset":272},{"uri":"15th_Army_Group","surface_form":"15th Army Group","offset":291},{"uri":"Mark_Wayne_Clark","surface_form":"Mark Clark","offset":341},{"uri":"Fifth_United_States_Army","surface_form":"U.S. Fifth Army","offset":354},{"uri":"Bernard_Montgomery%2C_1st_Viscount_Montgomery_of_Alamein","surface_form":"Bernard Montgomery's","offset":382},{"uri":"British_Eighth_Army","surface_form":"British Eighth Army","offset":403},{"uri":"Salerno","surface_form":"Salerno","offset":460},{"uri":"Calabria","surface_form":"Calabria","offset":544},{"uri":"Operation_Baytown","surface_form":"Operation \"Baytown\"","offset":554},{"uri":"Taranto","surface_form":"Taranto","offset":579},{"uri":"Operation_Slapstick","surface_form":"Operation \"Slapstick\"","offset":588},{"uri":"Axis_powers_of_World_War_II","surface_form":"Axis Powers","offset":653},{"uri":"North_African_Campaign","surface_form":"North Africa","offset":668},{"uri":"Winston_Churchill","surface_form":"Winston Churchill","offset":747},{"uri":"Allied_invasion_of_Sicily","surface_form":"Allied invasion of Sicily","offset":883},{"uri":"Benito_Mussolini","surface_form":"Benito Mussolini","offset":1015},{"uri":"Operation_Baytown","surface_form":"Operation Baytown","offset":1080},{"uri":"Calabria","surface_form":"Calabria","offset":1160},{"uri":"XIII_Corps_(United_Kingdom)","surface_form":"XIII Corps","offset":1582},{"uri":"Heinrich_von_Vietinghoff","surface_form":"Heinrich von Vietinghoff","offset":1776},{"uri":"Armistice_with_Italy","surface_form":"surrender of Italy","offset":1901},{"uri":"Operation_Slapstick","surface_form":"Operation Slapstick","offset":2101},{"uri":"Rudolf_Sieckenius","surface_form":"Rudolf Sieckenius","offset":2267},{"uri":"Salerno_Mutiny","surface_form":"Salerno Mutiny","offset":3258},{"uri":"Court-martial","surface_form":"court-martial","offset":3453}]}