{"id":429301,"url":"http://en.wikipedia.org/wiki/Siege_of_Odessa","text":"The Siege of Odessa was a siege battle during World War II. It was part of the Eastern Front area of operations in 1941. It was done by Romanian forces and the German Army's (\"Wehrmacht Heer\") 11th Army (\"11. Armee\"). They attacked the city of Odessa in the Soviet Union.\nDue to the strong fighting of the 9th Independent Army (initially) and the Separate Coastal Army, and the Black Sea Fleet forces in Odessa, it took the Romanian army 73 days of siege and four attacks to capture the city. They had 93,000 casualties. The Red Army had 41,000 casualties. Some historians say the Red Army had 60,000 casualties.\nBefore the battle.\nOn 27 July 1941, Hitler sent a letter to General Antonescu asking for Romanian troops.\nOn 8 August, the Romanians ordered the 4th Army to capture Odessa.\nThey thought the city would surrender quickly. However, Odessa was a heavily fortified city. It had trenches, anti-tank ditches, pillboxes and other defences.\nOverall, the Red Army had some 34,500 men and 240 artillery pieces in the area. Airplanes included two seaplane squadrons and one bomber squadron.\nThe Romanian 4th Army planned to attack Odessa. The 5th Corps would go north then turn south.\nBattle.\nOn 9 August, the 4th Dorobanti Regiment defeated the Soviet forces in the Bakalovy area. The 30th Dorobanţi Regiment captured the village of Ponyatovka.\nThe 1st Armored Division defeated the Soviet forces at Bolschaya Buzhalyk, breaking through Odessa's first line of defense.\nThe 10th Dorobanţi Regiment beat the Soviet forces at Lozovaya. The 4th Army surrounded Odessa.\nOn 17 August, Romanian troops capturing Odessa's water reservoirs. The Soviet forces fought hard. There were many losses on both sides.\nBy 24 August, the Romanians were stopped at the Soviets' main line of defense. The 4th Army had already g\nhad 27,307 casualties, including 5,329 killed.\nOn 28 August, the Romanians attacked again. They had help from a German assault battalion and ten heavy artillery battalions.\nA German force came to help the Romanians. The Soviets also received 15,000 men and ammunition.\nThen the 157th Rifle Division arrived with 12,600 troops. Also, 18 Soviet companies were brought in from Novorossiysk.","categories":[],"infobox_types":[],"annotations":[{"uri":"Siege","surface_form":"siege","offset":26},{"uri":"Battle","surface_form":"battle","offset":32},{"uri":"World_War_II","surface_form":"World War II","offset":46},{"uri":"Eastern_Front_(World_War_II)","surface_form":"Eastern Front","offset":79},{"uri":"Military_of_Romania","surface_form":"Romanian","offset":136},{"uri":"Wehrmacht_Heer","surface_form":"Wehrmacht Heer","offset":176},{"uri":"11th_Army_(Wehrmacht)","surface_form":"11th Army","offset":193},{"uri":"Odessa","surface_form":"Odessa","offset":244},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":258},{"uri":"9th_Army_(Soviet_Union)","surface_form":"9th Independent Army","offset":306},{"uri":"Separate_Coastal_Army","surface_form":"Separate Coastal Army","offset":347},{"uri":"Black_Sea_Fleet","surface_form":"Black Sea Fleet","offset":378},{"uri":"Adolf_Hitler","surface_form":"Hitler","offset":649},{"uri":"Ion_Antonescu","surface_form":"Antonescu","offset":681},{"uri":"Bakalovy","surface_form":"Bakalovy","offset":1268},{"uri":"Ponyatovka","surface_form":"Ponyatovka","offset":1335},{"uri":"Lozovaya","surface_form":"Lozovaya","offset":1525},{"uri":"157th_Rifle_Division_(Soviet_Union)","surface_form":"157th Rifle Division","offset":2087},{"uri":"Novorossiysk","surface_form":"Novorossiysk","offset":2183}]}