{"id":429360,"url":"http://en.wikipedia.org/wiki/Choco_pie","text":"A choco pie is a small snack cake made up of two small round layers of cake with marshmallow filling and a chocolate covering.\nHistory.\nThe origin of Choco Pie goes back to 1917 in the American South. Chattanooga Bakery in Chattanooga, Tennessee created the Moon pie with Graham crackers and marshmallow filling which is similar to the Choco Pie of nowadays.\nTongyang R&D, the snack company of South Korea, began selling a similar type of chocolate cake with marshmallow filling named 'Orion Choco Pie' in 1974. A member of the company was inspired by a chocolate-coated cake in a restaurant in a hotel in the U.S. state of Georgia on a business trip. After he got back to Korea, he made many experiment to make that kind of chocolate cake. Finally, he created the Choco Pie as it is known to Koreans now. Later Tongyang R&D changed its name into Orion Confectionery because of the success of 'Orion Choco Pie'. In addition, similar versions of Choco Pie were produced by Lotte Confectionary and Crown Confectionery.\nExport.\nFrom the 2000s, Orin Choco Pie has been exported all over the world. A third of Orion’s profits is from outside Korea. Orion has four major share markets- South Korea, China, Vietnam, and Russia. Also it is exported to North Korea, and it is sometimes used as bonuses for North Korean workers.\nLegal controversy.\nAlthough Orion firstly began to produce 'Choco Pie', Lotte Confectionary also named its product with the same name 'Choco Pie'. Orion filed a lawsuit claiming ‘Choco Pie’ is its property, but it failed. The court had them allow 'Choco Pie' as a common noun. So there are three types of 'Choco Pie' from different companies, Orion, Lotte, and Crown.","categories":[],"infobox_types":[],"annotations":[{"uri":"Snack","surface_form":"snack","offset":23},{"uri":"Cake","surface_form":"cake","offset":29},{"uri":"Marshmallow","surface_form":"marshmallow","offset":81},{"uri":"Chocolate","surface_form":"chocolate","offset":107},{"uri":"Chattanooga%2C_Tennessee","surface_form":"Chattanooga, Tennessee","offset":223},{"uri":"U.S._state","surface_form":"U.S. state","offset":610},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":624},{"uri":"South_Korea","surface_form":"South Korea","offset":1180},{"uri":"China","surface_form":"China","offset":1193},{"uri":"Vietnam","surface_form":"Vietnam","offset":1200},{"uri":"Russia","surface_form":"Russia","offset":1213},{"uri":"North_Korea","surface_form":"North Korea","offset":1244}]}