{"id":429346,"url":"http://en.wikipedia.org/wiki/Air_raid_on_Bari","text":"The air raid on Bari was an air attack by German bombers on Allied forces and shipping in Bari, Italy.\nIt occurred on 2 December 1943 during World War II. In the attack, 105 German Junkers Ju 88 bombers of \"Luftflotte\" 2 bombed ships from the Allied Italian campaign. They sunk 27 cargo and transport ships and a schooner in Bari harbour.\nThe attack, which lasted one hour, destroyed the port. It was not fixed until February 1944. The attack was called the \"Little Pearl Harbor\".\nThe release of mustard gas from one of the cargo ships added to the deaths. The British and American governments hid the news about mustard gas and its effects on victims.\nBackground.\nIn 1943, during the Italian campaign, the port of Bari in southern Italy was important for Allied forces. Ammunition, supplies, and provisions were unloaded from ships at the port, then moved to Allied forces.\nBari did not have good air defences. No RAF fighters were based there. There was not good anti-aircraft defences.\nThe Allies did not think the Germans could bomb Bari. They thought that the \"Luftwaffe\" in Italy could not do a major attack.\nGerman air raids by KG 54 had bombed the Naples port area four times in the previous month.\nThirty ships of American, British, Polish, Norwegian and Dutch registry were in Bari Harbour on 2 December. The port was lit on the night of the raid to help the unloading of supplies.\nRaid.\nOn the afternoon of 2 December, a \"Luftwaffe\" pilot flew over Bari. His report made Albert Kesselring order the raid.\nThe Germans thought that destroying the port might slow the advance of the British Eighth Army. Only 105 Ju 88 bombers were available.\nThe attack started at 19:25, when two or three German aircraft circled the harbour at. They dropped \"Düppel\" (foil strips) to confuse Allied radar.\nThe German bomber force surprised the Allies. They bombed the harbour and its ships and many of the bombs hit targets. Two ammunition ships were bombed. A petrol pipeline was cut and the fuel caught fire. The fire spread to many of the ships.\nTwenty-eight merchant ships with more than of cargo were sunk or destroyed. Twelve more ships were damaged. The port was closed for three weeks. It was reopened in February 1944.\n\"John Harvey\".\nOne of the destroyed vessels—the U.S. Liberty ship \"John Harvey\"—had been carrying a secret cargo of 2000 M47A1 mustard gas bombs. Each held of the chemical. According to Royal Navy historian Stephen Roskill, the Mustard Gas had been sent to Europe to use if Germany used chemical warfare in Italy.\nThe destruction of \"John Harvey\" caused liquid sulfur mustard from the bombs to spill into waters. The many sailors who had jumped into the water became covered with the chemical.\nWithin a day, symptoms of mustard poisoning had appeared in 628 patients and medical staff. Symptoms included blindness and chemical burns.\nHundreds of Italian civilians also seeking treatment, who had been poisoned by sulfur mustard gas. By the end of the month, 83 of the 628 hospitalized military victims had died.\nCover-up.\nThe Allies tried to hide the disaster.\nThere were too many witnesses to keep the secret. In February 1944, the U.S. admitted to the accident. They said they did not plan to use chemical weapons unless Germany used them first.","categories":[],"infobox_types":["military conflict"],"annotations":[{"uri":"Nazi_Germany","surface_form":"German","offset":42},{"uri":"Bomber","surface_form":"bomber","offset":49},{"uri":"Allies_of_World_War_II","surface_form":"Allied","offset":60},{"uri":"Bari","surface_form":"Bari","offset":90},{"uri":"World_War_II","surface_form":"World War II","offset":141},{"uri":"Junkers_Ju_88","surface_form":"Junkers Ju 88","offset":181},{"uri":"Luftflotte_2","surface_form":"\"Luftflotte\" 2","offset":206},{"uri":"Italian_Campaign_(World_War_II)","surface_form":"Italian campaign","offset":250},{"uri":"Schooner","surface_form":"schooner","offset":313},{"uri":"Attack_on_Pearl_Harbor","surface_form":"Pearl Harbor","offset":466},{"uri":"Mustard_gas","surface_form":"mustard gas","offset":496},{"uri":"Italian_Campaign_(World_War_II)","surface_form":"Italian campaign","offset":685},{"uri":"Bari","surface_form":"Bari","offset":715},{"uri":"Allies_of_World_War_II","surface_form":"Allied","offset":756},{"uri":"Air_defence","surface_form":"air defence","offset":898},{"uri":"Royal_Air_Force","surface_form":"RAF","offset":915},{"uri":"Luftwaffe","surface_form":"Luftwaffe","offset":1066},{"uri":"Kampfgeschwader_54","surface_form":"KG 54","offset":1135},{"uri":"Naples","surface_form":"Naples","offset":1156},{"uri":"Albert_Kesselring","surface_form":"Albert Kesselring","offset":1482},{"uri":"Eighth_Army_(United_Kingdom)","surface_form":"Eighth Army","offset":1599},{"uri":"Chaff_(countermeasure)","surface_form":"\"Düppel\"","offset":1751},{"uri":"Liberty_ship","surface_form":"Liberty ship","offset":2274},{"uri":"SS_John_Harvey","surface_form":"\"John Harvey\"","offset":2287},{"uri":"M47_bomb","surface_form":"M47A1","offset":2342},{"uri":"Sulfur_mustard","surface_form":"mustard gas","offset":2348},{"uri":"Chemical_warfare","surface_form":"chemical warfare","offset":2508}]}