{"id":429497,"url":"http://en.wikipedia.org/wiki/Battle_of_Troina","text":"The Battle of Troina was a battle that happened between 31 July and 6 August 1943. It was part of the Allied invasion of Sicily during World War II. Forces of the United States II Corps, part of the U.S. Seventh Army, had violent battles around the town of Troina. It is in the central portion of Sicily along the Caronie Mountains.\nThe battle was in the hills and mountains surrounding Troina. The Germans had fortified positions. They hid in these positions and fired weapons at the Allies\nBackground.\nOn 29 July 1943, after 20 days of fighting in Sicily, the Germans realized that the Allies would capture Sicily. The Germans also realized that 80,000-100,000 American and British troops would break through the Etna Line.\nThe U.S. 7th Army commander, Lieutenant General George S. Patton Jr, had ordered the U.S. 1st and 9th Infantry Divisions to attack the city of Troina. Troina was one of the main parts of the Etna Line. It was defended by the 15th Panzer Grenadier Division commanded by Generalleutnant Eberhard Rodt.\nIt was also defended by four battalions of General di Divisione Giacomo Romano's 28 Infantry Division Aosta. The Axis forces were in deep trenches.\nThe battle.\nThe Battle of Troina began on 31 July, when the 39th Infantry Regiment advanced towards the Germans. The Germans fought off the attack. The Allies planned a bigger attack. The 1st Infantry Division was put with troops from the 9th Division and a French Moroccan infantry battalion. The Allies used 165 artillery pieces and Allied aircraft.\nOver six days, the important hilltops were captured by the Allies, then recaptured by the Axis troops. The 26th Infantry Regiment was ordered to capture Monte Basilio two miles north of the town. From here, the regiment could stop the Axis troops from retreating. For the next two days the men on Monte Basilio had to hide from Axis artillery fire.\nThe Germans left Troina later that night. General Hube withdrew the damaged 15th Panzer Grenadier Division to Randazzo.\nAfterwards.\nThe Allies had broken through the Etna Line. But the roads were filled with mines, so it was hard for the Allies to advance. General Hube withdrew his XIV Panzer Corps toward Messina.\nPatton tried to attack the 29th Panzer Grenadier Division again on 11 August. He ordered Colonel Bernard to land his troops by sea at Brolo. Bernard's men surprised the Germans. However, Bernard did not have enough troops to beat the Germans. Most of the 29th Panzer Grenadier Division escaped.","categories":[],"infobox_types":[],"annotations":[{"uri":"Battle","surface_form":"battle","offset":27},{"uri":"Allied_invasion_of_Sicily","surface_form":"Allied invasion of Sicily","offset":102},{"uri":"United_States_II_Corps","surface_form":"United States II Corps","offset":163},{"uri":"U.S._Seventh_Army","surface_form":"U.S. Seventh Army","offset":199},{"uri":"Troina","surface_form":"Troina","offset":257},{"uri":"Sicily","surface_form":"Sicily","offset":297},{"uri":"Caronie_Mountains","surface_form":"Caronie Mountains","offset":314},{"uri":"Wehrmacht","surface_form":"Germans","offset":399},{"uri":"George_S._Patton_Jr","surface_form":"George S. Patton Jr","offset":774},{"uri":"33rd_Infantry_Division_(Germany)","surface_form":"15th Panzer Grenadier Division","offset":951},{"uri":"Giacomo_Romano","surface_form":"Giacomo Romano","offset":1090},{"uri":"28_Infantry_Division_Aosta","surface_form":"28 Infantry Division Aosta","offset":1107},{"uri":"Axis_powers_of_World_War_II","surface_form":"Axis","offset":1139},{"uri":"39th_Infantry_Regiment","surface_form":"39th Infantry Regiment","offset":1234},{"uri":"26th_Infantry_Regiment_(United_States)","surface_form":"26th Infantry Regiment","offset":1633},{"uri":"Monte_Basilio","surface_form":"Monte Basilio","offset":1823},{"uri":"Hans-Valentin_Hube","surface_form":"General Hube","offset":1917},{"uri":"Randazzo","surface_form":"Randazzo","offset":1985},{"uri":"XIV_Panzer_Corps","surface_form":"XIV Panzer Corps","offset":2158}]}