{"id":429500,"url":"http://en.wikipedia.org/wiki/Battle_of_Cisterna","text":"The Battle of Cisterna was a battle during World War II. It happened on 30 January-2 February 1944 near Cisterna, Italy. It was part of the battle of Anzio that followed Operation Shingle.\nThe battle was a clear German victory. It really affected the US Rangers.\nDuring this battle, many US Ranger groups were ordered to support an attack by the 3rd Infantry Division on Cisterna. The 3rd Infantry Division had tried to capture Cisterna on 25–27 January.\nThe 3rd Division's attack was part of a large attack by the U.S. VI Corps to move out of the Anzio beach. The US VI Corps wanted to get off the Anzio beaches before new German troops could arrive and attack.\nBackground.\nOn 22 January 1944, the Allies launched Operation Shingle. This was a sea landing of\nU.S. and British troops near Anzio and Nettuno. They wanted to attack the German Gustav Line defences to the southeast.\nThe Allies had been attacking from the south since 16 January in the first Battle of Monte Cassino. Following the landings, the Allies built up their forces on the beach. This also gave the Germans to strengthen their defensive positions. By 29 January, there were 69,000 men in the beach. The Germans had 71,500 troops to stop them.\nOn 30 January, the Allies attacked, going northeast toward Campoleone and the Alban Hills. A Ranger force tried to sneak into Cisterna.\nThe Rangers expected to encounter few German troops. In fact, they were moving towards a large enemy force.\nThe Rangers had had many dead and wounded. New troops sent to replace the dead and wounded did not have experience or much training.\nBattle.\nMany Ranger troops and the 3rd Battalion, 15th Infantry tried to sneak behind German lines into the town of Cisterna. They wanted to attack and capture the town until the main attack came.\nAs the two battalions tried to sneak into German territory, they were attacked by strong German forces. They included the 715th Motorized Infantry Division and Herman Göring Panzer Division, including seventeen German Panzer IV tanks.\nThe 1st Battalion commander—Major Dobson—attacked one tank by shooting the commander with his pistol, and dropping a white phosphorus grenade into the tank. Two other tanks were captured by Rangers.\nIn the end, the Germans won. About 803 Allied troops did not return. About 400 Rangers became POWs. The Germans also had many losses.\nAttempted relief of the Rangers.\nThe main attack tried to rescue the trapped battalions. The Allies captured some territory, but they could not get past the Germans and capture Cisterna. Cisterna remained held by the German until May 1944.\nGerman attacks on 1–2 February did not recapture any of the ground from the Allies. The Germans had heavy losses in these attacks.\nAfterwards.\nUsing the lightly armed Rangers to lead the attack was criticized. The weakened Ranger forces within Italy stopped operating. Ranger units continued to fight in northern Europe (leading D-Day) and in the Pacific War.","categories":[],"infobox_types":[],"annotations":[{"uri":"Battle","surface_form":"battle","offset":29},{"uri":"World_War_II","surface_form":"World War II","offset":43},{"uri":"Cisterna_di_Latina","surface_form":"Cisterna","offset":104},{"uri":"Italy","surface_form":"Italy","offset":114},{"uri":"Operation_Shingle","surface_form":"Operation Shingle","offset":170},{"uri":"Battle","surface_form":"battle","offset":275},{"uri":"3rd_Infantry_Division_(United_States)","surface_form":"3rd Infantry Division","offset":346},{"uri":"U.S._VI_Corps","surface_form":"U.S. VI Corps","offset":515},{"uri":"Operation_Shingle","surface_form":"Operation Shingle","offset":715},{"uri":"United_States","surface_form":"U.S.","offset":760},{"uri":"United_Kingdom","surface_form":"British","offset":769},{"uri":"Anzio","surface_form":"Anzio","offset":789},{"uri":"Nettuno","surface_form":"Nettuno","offset":799},{"uri":"Nazi_Germany","surface_form":"German","offset":834},{"uri":"Gustav_Line","surface_form":"Gustav Line","offset":841},{"uri":"Battle_of_Monte_Cassino","surface_form":"Battle of Monte Cassino","offset":955},{"uri":"Alban_Hills","surface_form":"Alban Hills","offset":1292},{"uri":"United_States_Army_Rangers","surface_form":"Ranger","offset":1307},{"uri":"15th_Infantry_Regiment_(United_States)","surface_form":"15th Infantry","offset":1641},{"uri":"Fallschirm-Panzer_Division_1_Hermann_G%C3%B6ring","surface_form":"Herman Göring Panzer Division","offset":1948},{"uri":"Panzer_IV","surface_form":"Panzer IV","offset":2006},{"uri":"Tank","surface_form":"tank","offset":2016},{"uri":"Prisoner_of_war","surface_form":"POW","offset":2316}]}