{"id":429547,"url":"http://en.wikipedia.org/wiki/One_Fine_Day","text":"One Fine Day is a picture book by Nonny Hogrogian. It was published by Macmillan in 1971. It was awarded the Caldecott Medal for the most distinguished picture book in 1972. The pictures have bright colors to express main character's personality. Also, it is simple story for young children (aged 0–8) to read. The red fox steals an old woman's milk and has his tail cut off. He starts to find his tail again. This is a short and humorous retelling of a favorite American folktale.\nSummary.\nThere is a red fox that is very thirsty in the great forest. He wants to drink, so he steals an old woman's milk. She gets upset and cuts off his tail. To get back his tail, he tries to find some milk from a cow. The cow wants grass for him to give milk. He finds a grass but the grass wants some water. Again, he runs to stream to beg some water but the stream asks him to get a jug. Like this pattern, the red fox goes travel to find milk. Finally he meets kind miller and cries. The good miller gives him the grain and he brings it to a hen to get an egg. The egg is given for a peddler to get a bead. After all paying is done, he can get some milk for the old woman so she carefully sews his tail again.\nMain character.\nThe main character is the fox that walks around the great forest. He cares about his looks, so he doesn't want to go back to his friends without his tail. He thinks that his friends will laugh at him. Also, he is sensitive. He cries a few times when the old woman gets angry or he meets a kind miller. It can be seen from the illustration, as his eyes always look pitiful to describe these personalities.","categories":[],"infobox_types":[],"annotations":[{"uri":"Picture_book","surface_form":"picture book","offset":18},{"uri":"Nonny_Hogrogian","surface_form":"Nonny Hogrogian","offset":34},{"uri":"Macmillan_Publishers","surface_form":"Macmillan","offset":71},{"uri":"Caldecott_Medal","surface_form":"Caldecott Medal","offset":109},{"uri":"Fox","surface_form":"fox","offset":319},{"uri":"Milk","surface_form":"milk","offset":345},{"uri":"Folktale","surface_form":"folktale","offset":472}]}