{"id":429508,"url":"http://en.wikipedia.org/wiki/Battle_of_Wake_Island","text":"The Battle of Wake Island was a battle during World War II. It began at the same time as the Attack on Pearl Harbor. It ended on 23 December 1941, with the surrender of the American forces to the Empire of Japan.\nIt was fought on and around the atoll formed by Wake Island. It was fought by the air, land and naval forces of the Empire of Japan against those of the U.S., with Marines playing an important role on both sides.\nThe island was held by the Japanese for the rest of the Pacific War. The Japanese troops on the island surrendered to United States Marines on September 4, 1945.\nBefore the attack.\nIn January 1941, the United States Navy built a military base on the atoll. On 19 August, the first troops were sent there. They were from the 1st Marine Defense Battalion. There were 450 officers and men. They were led by Major James P.S. Devereux. Also on the island were 68 U.S. Navy staff and about 1,221 civilian workers.\nThe Marines were armed with six 51 cal pieces. These came from the battleship. There were also twelve 50 cal anti-aircraft guns, eighteen Browning heavy machine guns, and thirty M1917 Browning machine guns.\nOn 8 December, just hours after the attack on Pearl Harbor, Japanese Mitsubishi G3M3 bombers attacked Wake Island. They destroyed 8 of the 12 F4F-3 Wildcat fighter aircraft belonging to Marine Corps fighter squadron VMF-211.\nFirst landing attempt.\nEarly on the morning of 11 December, the troops, with the four remaining Wildcats, stopped the first Japanese landing attempt.\nThe U.S. Marines fired at the Japanese ships with their six 5 in 127mm coastal artillery guns. They sunk \"Hayate\" at a distance of. \"Yubari\" was hit 11 times. The four Wildcats sunk another destroyer, \"Kisaragi\", by dropping a bomb on her stern.\nThe Japanese force pulled back before landing. This was the first Japanese defeat of the war.\nJapanese air attacks on the Wake troops continued, without new supplies for the Americans. The Japanese Navy sent two aircraft carriers (and) to support the second landing attempt.\nUSN relief attempt.\nThe attempt to help Wake Island was led by Admiral Frank Fletcher's Task Force 11 (TF 11) and supported Admiral Wilson Brown’s TF 14. The carrier, the fleet oiler, the seaplane tender, the heavy cruisers, and, and 10 destroyers were sent to Wake.\nThe convoy carried the 4th Marine Defense Battalion and the VMF-221 fighter squadron. They had Brewster F2A-3 Buffalo fighters. They had 9,000 5 in (127mm) rounds, 12,000 rounds, and 3,000,000 rounds. They also had a large amount of ammunition for mortars.\nTF 14—with the fleet carrier, three heavy cruisers, eight destroyers, and an oiler—was sent to attack the Marshall Islands. The goal was to take Japanese attention away from Wake Island.\nAt 21:00 on 22 December, after learning that two IJN carriers were near Wake Island, TF 11 was ordered to return to Pearl Harbor. The US were afraid that the US would lose ships\nSecond assault.\nThe second Japanese invasion force came on 23 December. It was mostly the same ships from the first attempt plus the carriers \"Hiryu\" and \"Soryu\", and 1,500 Japanese marines. The landings began at 02:35 after a preliminary bombing.\nAfter a full night and morning of fighting, the Wake troops surrendered to the Japanese.\nThe U.S. Marines lost 47 killed during the 15-day battle. Japanese losses were recorded at between 700 and 900 killed, with at least 300 more wounded. Two destroyers were lost in the first invasion attempt and 28 aircraft were shot down or damaged.\nJapanese occupation.\nThe Japanese built strong defences on Wake Island. The American captives were forced to build bunkers and fortifications on Wake. The Japanese brought in an 8-inch (200 mm) naval artillery gun.\nThe U.S. Navy used submarines to prevent any Japanese ships from getting to Wake. The Japanese troops starved. On 24 February 1942, aircraft from the carrier attacked the Japanese troops on Wake Island.\nU.S. forces bombed the island from 1942 until Japan’s surrender in 1945. On 24 July 1943, B-24 Liberators bombed Wake Island.\nWar crimes.\nOn 5 October 1943, American naval aircraft from raided Wake. Two days later, Rear Admiral Shigematsu Sakaibara ordered the execution of the 98 captured American workers. They were blindfolded and executed with a machine gun.\nOn 4 September 1945, the remaining Japanese troops surrendered to a U.S. Marines.\nAdmiral Sakaibara and Lieutenant-Commander Tachibana were sentenced to death for the massacre.","categories":[],"infobox_types":[],"annotations":[{"uri":"Battle","surface_form":"battle","offset":32},{"uri":"World_War_II","surface_form":"World War II","offset":46},{"uri":"Attack_on_Pearl_Harbor","surface_form":"Attack on Pearl Harbor","offset":93},{"uri":"Empire_of_Japan","surface_form":"Empire of Japan","offset":196},{"uri":"Atoll","surface_form":"atoll","offset":245},{"uri":"Wake_Island","surface_form":"Wake Island","offset":261},{"uri":"Marine_(military)","surface_form":"Marine","offset":377},{"uri":"Pacific_War","surface_form":"Pacific War","offset":482},{"uri":"United_States_Marine_Corps","surface_form":"United States Marines","offset":544},{"uri":"United_States_Navy","surface_form":"United States Navy","offset":628},{"uri":"Marine_defense_battalions","surface_form":"1st Marine Defense Battalion","offset":750},{"uri":"James_P.S._Devereux","surface_form":"James P.S. Devereux","offset":836},{"uri":"5%26quot%3B/51_caliber_gun","surface_form":"51 cal","offset":966},{"uri":"3%26quot%3B/50_caliber_gun","surface_form":"50 cal","offset":1036},{"uri":"Anti-aircraft_warfare","surface_form":"anti-aircraft gun","offset":1043},{"uri":"M2_Browning_machine_gun","surface_form":"Browning","offset":1072},{"uri":"Heavy_machine_gun","surface_form":"heavy machine gun","offset":1081},{"uri":"Pearl_Harbor","surface_form":"Pearl Harbor","offset":1187},{"uri":"Mitsubishi_G3M","surface_form":"Mitsubishi G3M3","offset":1210},{"uri":"F4F_Wildcat","surface_form":"F4F-3 Wildcat","offset":1283},{"uri":"Squadron_(aviation)","surface_form":"fighter squadron","offset":1340},{"uri":"VMF-211","surface_form":"VMF-211","offset":1357},{"uri":"Coastal_artillery","surface_form":"coastal artillery","offset":1587},{"uri":"Aircraft_carrier","surface_form":"aircraft carrier","offset":1974},{"uri":"Frank_Jack_Fletcher","surface_form":"Frank Fletcher","offset":2108},{"uri":"Oiler_(ship)","surface_form":"oiler","offset":2214},{"uri":"Seaplane_tender","surface_form":"seaplane tender","offset":2225},{"uri":"VMF-221","surface_form":"VMF-221","offset":2364},{"uri":"Squadron_(aviation)","surface_form":"fighter squadron","offset":2372},{"uri":"Brewster_F2A_Buffalo","surface_form":"Brewster F2A-3 Buffalo","offset":2399},{"uri":"Ammunition","surface_form":"rounds","offset":2460},{"uri":"Mortar_(weapon)","surface_form":"mortars","offset":2552},{"uri":"Consolidated_B-24_Liberator","surface_form":"B-24 Liberator","offset":4020},{"uri":"Shigematsu_Sakaibara","surface_form":"Shigematsu Sakaibara","offset":4158}]}