{"id":429522,"url":"http://en.wikipedia.org/wiki/Western_Allied_invasion_of_Germany","text":"The Western Allied invasion of Germany was an attack on Nazi Germany that was done by the Western Allies in the final months of the European War in World War II. The invasion started with the Allies crossing the Rhine River. Then they spread out and moved through western Germany. The Germans surrendered on 8 May 1945. This is known as the \"Central Europe Campaign\" in United States military histories.\nBy the early spring of 1945, the Allied forces in Europe were doing well. On the Western Front the Allies had been fighting in Germany since the October Battle of Aachen. By January, the Allies beat the Germans in the Battle of the Bulge. The failure of this last major German attack took the last of Germany's strength. The Germans could not do much to stop the final Allied attacks in Europe.\nAdditional losses in the Rhineland weakened the German Army, leaving few troops to defend the east bank of the Rhine. By mid-March, the Allies had captured an intact bridge at Remagen. They also defended the bridge on the river's east bank.\nGerman casualties during the Allied attacks to reach the Rhine in February–March 1945 were about 400,000 men, including 280,000 men captured as prisoners of war.\nOn the Eastern Front, the Soviet Red Army had moved through Poland. The Russians\nwere nearing Berlin. The Soviets also moved into Hungary and eastern Czechoslovakia. These advances on the Eastern Front destroyed experienced German troop groups. It also made it very hard for Adolf Hitler to strengthen his Rhine defenses.\nAllied forces.\nAt the very beginning of 1945, the Commander of the Allies, General Dwight D. Eisenhower had 73 divisions under his command in North-western Europe. This included 49 infantry divisions, 20 armored divisions and four airborne divisions.\nAs the invasion of Germany started, Eisenhower had 90 divisions. This included 25 armored divisions. He had one of the largest forces in any war. The Allied line along the Rhine stretched from the North Sea to the Swiss border. The Allies wanted to capture the industrial Ruhr area.\nGerman forces.\nFacing the Allies was \"Oberbefehlshaber West\" (\"Army Command West\") commanded by Field Marshal Albert Kesselring.\nKesselring had shown he was good at defending land in the Italian Campaign. But in Germany, he did not have the troops or weapons to make a good defense.\nDuring the fighting west of the Rhine up to March 1945, the German Army on the western front had only 26 divisions. Most of the troops were used against the Soviet forces. The Germans had 214 divisions on the eastern front in April.\nEisenhower's plans.\nAfter capturing the Ruhr, Eisenhower planned to have 21st Army Group go east to Berlin. Eisenhower began to change his plans toward the end of March. He found out that Soviet forces held a bridge over the Oder River, from Berlin. He was worried the Soviets would capture Berlin before the western Allies.\nIn addition, he was worried about the Ruhr. The Ruhr had many Axis troops and a lot of industries. He was also worried about the \"National Redoubt.\" Some people said Hitler's most loyal troops were preparing to\ndefend themselves in the mountains of southern Germany and western Austria.\nAmerican forces in the south were really fighting hard to win. On 7 March, Lt. Gen. Courtney H. Hodges's 1st Army had captured a bridge over the Rhine at Remagen.\nTo the south in the Saar-Palatinate region, Lt. Gen. George S. Patton's 3rd Army had beaten the German 7th Army and the German 1st Army. From 18–22 March, Patton's forces captured over 68,000 Germans.\nOccupation process.\nWhen Allied soldiers arrived in a town, its leaders and residents used white flags to show that they wanted to surrender. The Allied officer then took over the town. Soldiers posted copies of Eisenhower's \"Proclamation No. 1\".\nIt was a poster that told Germans that they had to follow orders from Allied officers. It also said people could not go out at night or travel. It said Germans had to give all weapons to the Allies.\nAnalysis.\nBy the beginning of the Central Europe attacks, Allied victory in Europe was certain. Hitler had tried to stop the Allies in the Ardennes offensive. After losing this battle, Hitler had no strength left to stop the powerful Allied armies.\nThe Allies still had to fight violent battles to capture Germany. Hitler refused to admit defeat until Soviet artillery was falling around his Berlin bunker.\nThe crossing of the Rhine, surrounding the Ruhr, and moving to the Elbe-Mulde line and the Alps showed how well the Allied troops could move around in battle. Captured German soldiers were impressed by the US artillery.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":56},{"uri":"Western_Allies","surface_form":"Western Allies","offset":90},{"uri":"World_War_II","surface_form":"World War II","offset":148},{"uri":"Rhine_River","surface_form":"Rhine River","offset":212},{"uri":"Battle_of_Aachen","surface_form":"Battle of Aachen","offset":557},{"uri":"Battle_of_the_Bulge","surface_form":"Battle of the Bulge","offset":622},{"uri":"Rhineland","surface_form":"Rhineland","offset":824},{"uri":"Ludendorff_bridge","surface_form":"bridge at Remagen","offset":965},{"uri":"Soviet_Union","surface_form":"Soviet","offset":1228},{"uri":"Red_Army","surface_form":"Red Army","offset":1235},{"uri":"Berlin","surface_form":"Berlin","offset":1296},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":1477},{"uri":"Dwight_D._Eisenhower","surface_form":"Dwight D. Eisenhower","offset":1607},{"uri":"Ruhr","surface_form":"Ruhr","offset":2047},{"uri":"OB_West","surface_form":"\"Oberbefehlshaber West\"","offset":2095},{"uri":"Field_Marshal_(Germany)","surface_form":"Field Marshal","offset":2154},{"uri":"Albert_Kesselring","surface_form":"Albert Kesselring","offset":2168},{"uri":"Italian_Campaign_(World_War_II)","surface_form":"Italian Campaign","offset":2245},{"uri":"Oder_River","surface_form":"Oder River","offset":2799},{"uri":"National_Redoubt","surface_form":"National Redoubt","offset":3029},{"uri":"Courtney_H._Hodges","surface_form":"Courtney H. Hodges","offset":3270},{"uri":"Ludendorf_Bridge","surface_form":"a bridge over the Rhine","offset":3313},{"uri":"Remagen","surface_form":"Remagen","offset":3340},{"uri":"Saarpfalz-Kreis","surface_form":"Saar-Palatinate","offset":3369},{"uri":"George_S._Patton","surface_form":"George S. Patton","offset":3402},{"uri":"Proklamation_Nr._1_-_Zweisprachige_Bekanntmachung_des_Obersten_Befehlshabers_der_alliierten_Streitkr%C3%A4fte_Dwight_D._Eisenhower_(deuschsprachiger_Teil).jpg","surface_form":"Proclamation No. 1","offset":3776},{"uri":"Battle_of_the_Bulge","surface_form":"Ardennes offensive","offset":4135}]}