{"id":429595,"url":"http://en.wikipedia.org/wiki/Beyonc%C3%A9_(album)","text":"\"Beyoncé\" is the self-titled fifth album by Beyoncé. It was released on iTunes on December 13, 2013.\nThe release of the album made the iTunes website stop working. This happened because there were so many people on the website at once for the album. Timbaland, Justin Timberlake, and Pharrell Williams are producers of songs on the album. The album got good reviews. \"XO\" was released as the first single from the album. On December 21, 2013 the album will be released on CD and DVD in the United States. \"Billboard\" chose the album as the best of 2013.\nSongs.\n\"Beyoncé\" starts with \"Pretty Hurts\". The third track \"Drunk in Love\" was released as one of the album's two lead singles. Jay-Z, Knowles' husband, raps in it. The song is about how much Knowles likes having sex with Jay-Z.  \"Partition\" is about having sex in a limousine. In \"Mine\", Drake raps. The song \"Superpower\" has Frank Ocean singing in it. \"XO\" was released as a lead single to the album.\nFeminism.\nThe album has a feminist theme. \"Flawless\", the eleventh song on the album, samples \"Why We Should All Be Feminists\", a TED talk by the Nigerian writer Chimamanda Ngozi Adichie. In \"New Statesman\" Laurie Penny described \"Blow\" as being about how Knowles likes being given cunnilingus. She compared it to Prince. In the song \"Drunk in Love\" Jay-Z raps about domestic violence. The lyric was criticized for making violence against women seem like a good thing.\nSales.\nThe album sold 80,000 copies in the first three hours after it was released. In slightly under a day it sold 430,000 copies. In its first three days the album sold 828,773 copies. It sold over a million copies in less than a week. The album sold more quickly than any other album on iTunes ever. It went straight to number one in the \"Billboard\" 200. This made it her fifth number one album. It also entered the Canadian Albums Chart at number one. and the UK Albums Chart at number five","categories":[],"infobox_types":["album"],"annotations":[{"uri":"Album","surface_form":"album","offset":35},{"uri":"Beyonc%C3%A9","surface_form":"Beyoncé","offset":44},{"uri":"ITunes","surface_form":"iTunes","offset":72},{"uri":"Timbaland","surface_form":"Timbaland","offset":250},{"uri":"Justin_Timberlake","surface_form":"Justin Timberlake","offset":261},{"uri":"Pharrell_Williams","surface_form":"Pharrell Williams","offset":284},{"uri":"Drake_(entertainer)","surface_form":"Drake","offset":845},{"uri":"Frank_Ocean","surface_form":"Frank Ocean","offset":883},{"uri":"Feminist","surface_form":"feminist","offset":985},{"uri":"Chimamanda_Ngozi_Adichie","surface_form":"Chimamanda Ngozi Adichie","offset":1121},{"uri":"Laurie_Penny","surface_form":"Laurie Penny","offset":1166},{"uri":"Cunnilingus","surface_form":"cunnilingus","offset":1241},{"uri":"Prince","surface_form":"Prince","offset":1273},{"uri":"Domestic_violence","surface_form":"domestic violence","offset":1326}]}