{"id":429794,"url":"http://en.wikipedia.org/wiki/Korean_paper","text":"\"Hanji\" (Korean paper) is the Korean traditional paper. \"Hanji\" literally means “paper of Korea”. \"Han\" stands for \"Korea,\" and \"ji\" means \"paper.\"\nHistory.\n\"Hanji\"’s history goes back to 4th century. Koreans started making it after papermaking technique came to Korea from China with Buddhism. After since, Korean paper came to be known as the highest quality paper available in East Asia. During Goryeo period, \"hanji\" flourished with the development of printing technique in Korea. Its best days continued throughout Joseon Dynasty. However, it didn’t last forever. Western’s mass production of paper and Japanese’s oppression on Korean traditional cultures ended golden ages of \"hanji\". Nowadays, Korean paper is considered as a tradition worth preserving and spreading. More people are interested in arts and crafts of \"hanji\", and there it has become the part of the tourism for foreigners, too.\nCharacteristic.\n\"Hanji\" is made out of inner bark of mulberry, a tree native to Korea. The inner bark of the mulberry is so strong and durable that it does not decay in water up to a year. Korean paper’s durability comes from this tree. The life span of Korean paper is 1,000 years. For example, \"[https://commons.wikimedia.org/wiki/File:Mugujeonggwang_daedaranigyeong_(replica,_Great_Dharani_Sutra_of_Immaculate_and_Pure_Light),_8th_century_woodblock_print_-_Korean_Culture_Museum,_Incheon_Airport,_Seoul,_South_Korea_-_DSC00801.JPG Mugujeonggwang Daedaranigyeong],\" the world's oldest woodblock print was created in 751. Also, thanks to its durability, Koreans even used it as body armor in war. 1 year old trees are used to make the high-quality \"hanji\", and older trees are used for cheaper modern papers.\nUsage.\nThere are several kinds of mulberry trees in Korea. They grow in different climate conditions. Each kind of mulberry tree produces different kinds of hanji, and they are all used in a different way. There are various kinds of Korean paper, and they are named after their usage. \"Changhoji\", for instance, is a kind of Korean paper. \"Changhoji\" means window paper. Koreans used to glue \"changhoji\" on a door because it allows both air and light through it, thanks to its wide fiber. There are other kinds of \"hanji\" as well. When Korean paper is used as a copy paper, it is called \"bogsaji\". It is used as paper for family registry book or Buddhist scriptures. When the Four Gracious Plants (plum, orchid, chrysanthemum and bamboo) or birds are drawn on \"hanji\", it's called \"hwasunji\", the drawing paper. Nowadays, Korean paper is used for arts and crafts.","categories":[],"infobox_types":[],"annotations":[{"uri":"Korea","surface_form":"Korean","offset":30},{"uri":"Papermaking","surface_form":"papermaking","offset":233},{"uri":"China","surface_form":"China","offset":274},{"uri":"Buddhism","surface_form":"Buddhism","offset":285},{"uri":"East_Asia","surface_form":"East Asia","offset":380},{"uri":"Goryeo","surface_form":"Goryeo","offset":398},{"uri":"Printing","surface_form":"printing","offset":456},{"uri":"Joseon_Dynasty","surface_form":"Joseon Dynasty","offset":520},{"uri":"Mulberry","surface_form":"mulberry","offset":955},{"uri":"Changhoji","surface_form":"Changhoji","offset":1998},{"uri":"Bogsaji","surface_form":"bogsaji","offset":2300},{"uri":"Buddhist_text","surface_form":"Buddhist scriptures","offset":2358},{"uri":"The_Four_Gracious_Plants","surface_form":"the Four Gracious Plants","offset":2384},{"uri":"Plum","surface_form":"plum","offset":2410},{"uri":"Orchid","surface_form":"orchid","offset":2416},{"uri":"Chrysanthemum","surface_form":"chrysanthemum","offset":2424},{"uri":"Bamboo","surface_form":"bamboo","offset":2442},{"uri":"Hwasunji","surface_form":"hwasunji","offset":2494}]}