{"id":429753,"url":"http://en.wikipedia.org/wiki/Isma%C3%AFl_Omar_Guelleh","text":"Ismaïl Omar Guelleh (\"Ismaaciil Cumar Geelle.\" Arabic: اسماعيل عُمر جليه) (born 27 November 1947) is an Djiboutian politician. He became the President of Djibouti in May 1999.\nBiography.\nFrom Mamassan clan, one of the components of the Somali tribe Issas, Ismaïl Omar Guelleh is the grandson of Guellé Mohamed, better known as Guelleh Batal, one of the signatories of the \"agreement franco of August 30, 1917, which ratifies the \"free transfer to the French Government of the coasts, harbors, harbors, islands and territories occupied from time immemorial by the Issa tribes\". In recognition, Guelleh Batal obtained from the French administration the position of recruiter on behalf of the CFE.\nThe father of Ismaïl Omar Guelleh, son of Guelleh Batal, is Omar Guelleh, one of the first native teachers in the 1930s before working, following the path of his father, on behalf of the French-Ethiopian Railway Company. (CFE) which built the line linking Djibouti to Addis Ababa and whose headquarters were in Dire Dawa, a city itself created by the company.\nThe grandfather of the latter, Oumar Ali Adal, \"would be one of the first Issas to have joined the wet Penguin in front of what will become Djibouti\".\nIn Dire Dawa, Ismaïl Omar Guelleh follows traditional teaching at the Koranic school, then at the French school Charles-de-Foucault in Djibouti.\nIn 1964, at the age of 18, Ismail Omar Guelleh began working in the General Intelligence of the French Territory of the Afars and Issas, because he speaks Amharic, Somali, Arabic, French, French Italian and English.\nIn 1974, he was suspended because he was suspected of transmitting information to the independence movement [ref. necessary]. He then invested himself in the African Popular League for Independence (LPAI) chaired by Hassan Gouled Aptidon (who belongs to the same extended family group, or \"clan\"), which militates for independence.\nIn 1977, Ismaïl Omar Guelleh is a member of the delegation that negotiates with France the independence of his country. Independence was proclaimed on June 27, 1977. The new President of the Republic, Hassan Gouled, appointed him head of his cabinet. He is therefore involved from the beginning in the management of the country facing an external conflict, the Ogaden war between Somalia and Ethiopia, and internal tensions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Arabic_language","surface_form":"Arabic","offset":47},{"uri":"Djibouti","surface_form":"Djibouti","offset":104},{"uri":"Djibouti","surface_form":"Djibouti","offset":154}]}