{"id":42983,"url":"http://en.wikipedia.org/wiki/Freyja","text":"e=\"preserve\">Freyja (Old Norse: “[the] Lady”) is the goddess of love, beauty, sex, fertility, seiðr, war, and death in Norse mythology. A member of the Vanir, Freyja is the daughter of Njörðr, and twin sister of Freyr. The most beautiful and refined of the goddesses, she owns the necklace Brísingamen, and rides in a chariot pulled by two cats, accompanied by a giant boar named Hildisvíni; in addition to this, Freyja possesses a cloak of falcon feathers. She is married to the god Óðr, by whom she is the mother of the twin goddesses Hnöss and Gersemi. Freyja rules over the heavenly field(s) of Fólkvangr, where she receives half of those that die in battle, as the other half go to Valhalla. The minor goddesses Gefjon, Skaði, Þorgerðr Hölgabrúðr and Irpa (Old Norse: literally “Þorgerðr, Hǫlgi’s bride”), and Menglöð all serve as her handmaidens.\nHer name is often translated into English as Freya when used nowadays, but the original Norwegian name is spelt \"Freyja\".\nReceiver of the slain.\nThe Valkyries, having chosen who is to live and die in battle, collect the souls of those slain and bring them to Valhalla, where they will feast and make revelry with Odin; Freyja herself shares half of these heroes with Odin. Her sacred realm is the field of Fólkvangr, wherein lies her great hall Sessrúmnir. There, Freyja decides where her warriors shall sit.\n\"The ninth hall is Folkvang, where bright Freyja decides\"\n\"Some of the slain belong to her,\"\nBride of the Odr.\nFreyja married a god called Óðr. She loves her husband deeply, but he often went away on long journeys, and Freyja cried red golden tears for him. Her tears become gold and amber when they fall to Earth, therefore gold was called \"Freyja's tears\". They have two beautiful daughters called Hnoss and Gersemi.\nOwner of Brisingamen.\nFreyja often rides in a chariot pulled by big blue cats (her sacred animal) or on a golden boar named Hildisvíni, who accompanies her in battle. Freyja was renowned for her loveliness and beauty, as the myths tell of three giants who wanted to marry her, but they were all killed by Thor, the god of thunder.\nFreyja also has a precious necklace called Brísingamen. The god Loki once stole this necklace, and Freyja had to ask the guardian Heimdall for help. Heimdallr engaged Loki in combat and won against the Trickster, giving the necklace back to Freyja. For this, Loki is also called \"Thief of Brisingamen\", and Heimdall is also called \"Seeker of Brisingamen\".\nThrymr, the king of the jǫtnar, once stole Thor's hammer, Mjölnir. When Loki went to Jötunheimr to retrieve the hammer, he found Thrymr, who revealed that he planned to give Mjölnir to Freyja as a wedding gift, as he requested her hand in marriage. When Loki returned to Asgard to deliver the news, Freyja was so angered that the heavens shook, and the necklace Brisingamen broke. When it was decided that Thor would go to Thrymr posing as Freyja (Loki disguised himself as one of the goddess' maidservants), he borrowed the necklace. Upon their arrival, Thrymr threw a huge feast in celebration of the marriage, as he presented Mjölnir to \"Freyja\" as a wedding gift; Thor then took his hammer, killing Thrymr and all who attended the wedding.\nJobs.\nFreyja is a warrior goddess. Whenever she rides into battles, she gets half of the souls of dead heroes. She is also a practitioner of magic, otherwise known as seiðr, and is highly proficient in using it. She has a magical cloak made of falcon feathers which allows her to fly between different worlds.\nFreyja is the patron goddess of crops and childbirths. She is also a goddess of love, whom lovers may send prayers to.\nFrigg and Freyja were two of the most revered goddesses in Norse mythology. They were especially worshipped by Vikings. Freyja is said to be the kindest among goddesses. In a poem in the Poetic Edda, a young man called Ottar always trusted in the goddesses; he built a rock shrine for the goddesses, and Freyja answered his prayers. She disguised Ottar as her golden boar, and went on a trip to help him find his ancestors.\nAfter Ragnarok.\nIn final battle of Ragnarök, Odin, and Freyr will die. Freyja is not stated as having died during Ragnarök or surviving.\nNames.\nFreyr's name means \"the Lord\", and Freyja's name means \"the Lady\".\nThe day of the week, Friday, is named either after her, or after Odin's wife Frigg. Before Christianity became the dominant religion of the region, the Orion constellation was called Frigg's distaff or Freyja's girdle. Frigg and Freyja may be one and the same goddess.\nFreyja is also widely known as Vanadis (Old Norse: Vanadís - \"Lady of the Vanir\"). The metallic element Vanadium was named after her. The Vanir are close relatives of elves. Freyr is the Lord of the elves, and his sacred realm is Alfheim, home of the elves.\nAnother well-known name of Freyja is Gefn, which means \"Giver\", a suitable name for the fertility goddess.\nFreyja represents the Norse women of the Viking Age, whose husbands often went away to war. From Freyja's name, noble Norse women were called Fru, and wives were called house-fru. Frau means \"woman\" in German.\nFreya and Freja are now common Scandinavian female names.","categories":[],"infobox_types":[],"annotations":[{"uri":"Old_Norse","surface_form":"Old Norse","offset":21},{"uri":"Norse_mythology","surface_form":"Norse mythology","offset":119},{"uri":"Vanir","surface_form":"Vanir","offset":152},{"uri":"Njord","surface_form":"Njörðr","offset":185},{"uri":"Freyr","surface_form":"Freyr","offset":212},{"uri":"Hildisv%C3%ADni","surface_form":"Hildisvíni","offset":380},{"uri":"%C3%93%C3%B0r","surface_form":"Óðr","offset":484},{"uri":"Hn%C3%B6ss","surface_form":"Hnöss","offset":537},{"uri":"Folkvang","surface_form":"Fólkvangr","offset":599},{"uri":"Valhalla","surface_form":"Valhalla","offset":687},{"uri":"Ska%C3%B0i","surface_form":"Skaði","offset":725},{"uri":"Old_Norse","surface_form":"Old Norse","offset":762},{"uri":"Valkyries","surface_form":"Valkyries","offset":1002},{"uri":"Valhalla","surface_form":"Valhalla","offset":1112},{"uri":"Odin","surface_form":"Odin","offset":1166},{"uri":"Odin","surface_form":"Odin","offset":1220},{"uri":"Folkvang","surface_form":"Fólkvangr","offset":1259},{"uri":"Sessrumnir","surface_form":"Sessrúmnir","offset":1298},{"uri":"Folkvang","surface_form":"Folkvang","offset":1381},{"uri":"Odr","surface_form":"Óðr","offset":1501},{"uri":"Tear","surface_form":"tear","offset":1605},{"uri":"Gold","surface_form":"gold","offset":1637},{"uri":"Amber","surface_form":"amber","offset":1646},{"uri":"Earth","surface_form":"Earth","offset":1670},{"uri":"Chariot","surface_form":"chariot","offset":1827},{"uri":"Cat","surface_form":"cat","offset":1854},{"uri":"Thor","surface_form":"Thor","offset":2086},{"uri":"Loki","surface_form":"Loki","offset":2176},{"uri":"Heimdall","surface_form":"Heimdall","offset":2242},{"uri":"J%C3%B6tnar","surface_form":"jǫtnar","offset":2492},{"uri":"Mjolnir","surface_form":"Mjölnir","offset":2526},{"uri":"Jotunheim","surface_form":"Jötunheimr","offset":2553},{"uri":"Thor","surface_form":"Thor","offset":2874},{"uri":"Crops","surface_form":"crops","offset":3554},{"uri":"Childbirth","surface_form":"childbirth","offset":3564},{"uri":"Viking","surface_form":"Viking","offset":3752},{"uri":"Poetic_Edda","surface_form":"Poetic Edda","offset":3828},{"uri":"Ottar","surface_form":"Ottar","offset":3860},{"uri":"Shrine","surface_form":"shrine","offset":3915},{"uri":"Ragnarok","surface_form":"Ragnarök","offset":4100},{"uri":"Freyr","surface_form":"Freyr","offset":4120},{"uri":"Friday","surface_form":"Friday","offset":4297},{"uri":"Frigg","surface_form":"Frigg","offset":4353},{"uri":"Orion","surface_form":"Orion constellation","offset":4428},{"uri":"Distaff","surface_form":"distaff","offset":4467},{"uri":"Girdle","surface_form":"girdle","offset":4487},{"uri":"Old_Norse_language","surface_form":"Old Norse","offset":4585},{"uri":"Lady","surface_form":"Lady","offset":4607},{"uri":"Vanir","surface_form":"Vanir","offset":4619},{"uri":"Vanadium","surface_form":"Vanadium","offset":4649},{"uri":"Fertility","surface_form":"fertility","offset":4891},{"uri":"Viking","surface_form":"Viking","offset":4951},{"uri":"Norse","surface_form":"Norse","offset":5028},{"uri":"German_language","surface_form":"German","offset":5112},{"uri":"Scandinavian","surface_form":"Scandinavian","offset":5151}]}