{"id":429824,"url":"http://en.wikipedia.org/wiki/Korea_University_Museum","text":"e=\"preserve\">Korea University Museum is in Seongbuk-gu, Seoul, South Korea. It was established in 1934 as the first university museum in Korea. When it was first established there used to be a separate university museum building. But in 2005, Korea University Museum was moved to the Centennial Memorial Samsung Hall which is on the right side of the main gate. The museum is divided into four floors including the basement floor. There are five exhibition halls including Centennial Hall, History Folklore Hall, Contemporary & Modern Art Hall, Donation Hall and Special Exhibition Hall.\nLayout.\nOn the first floor is the Centennial Hall, which introduces the 100 years of Korea University. This hall is divided into four parts including the history of Korea University, two theme rooms and a theater room which shows the past and history of Korea University.\nHistory Folklore Hall is on the second floor displaying ceramics, Buddhist art of Korea, calligraphy and paintings. The History Folklore Hall is divided into two rooms: Joseon Dynasty Room and Ancient Art Room. Joseon Dynasty room is divided into five parts displaying cultural relics of Joseon Dynasty: the earth and the sky of Joseon, life of Joseon, patterns of Joseon, social system of Joseon, life of Min Yeong-hwan and Yu Kil-chun. Ancient Art Room displays ceramics, Buddhist art, and traditional paintings of  Goguryeo, Baekje, Silla, Goryeo and Joseon.\nThe Contemporary & Modern Art Room, which exhibits the paintings and sculptures of Korea's modern art, is on the third floor. The Contemporary & Modern Art Room displays the modern art of Korea which shows the influence of Western art techniques. This room presents the transfiguration of Korean traditional paintings.\nAlso, the Donation Hall is on the third floor exhibiting the relics which were donated to the university museum.\nThe Special Exhibition Hall, which is open occasionally for special displays, is in the basement floor. Special exhibitions are held three to four times every year.\nCollection.\nKorea University Museum possesses approximately one hundred thousand relics including three National Treasures, which are Honcheonsigye, Donggwoldo and Buncheong ware. Also, the traditional Korean paintings by Sim Sa-jeong, Jeong Seon and Kim Hong-do and modern arts by Park Su-geun, Whanki Kim and Yi Eungro are in display. The museum displays various relics of all times in fields of history, archaeology, folklore and art, continuously developing a variety of exhibitions and education for public.\nHoncheonsigye, National Treasure of Korea No. 230.\nHoncheonsigye is a celestial globe clock created by Song I-yeong in 1669. The clock has an armillary sphere with a diameter of 40 cm. Unlike Chinese astronomical clock, it could measure the accurate time by observing the whole movement of universe. It is the only remaining astronomical clock from the Joseon Dynasty. An image of the clock's sphere is shown on the reverse of the 2007 issued 10,000 won banknotes.\nDonggwoldo, National Treasure of Korea No. 249.\nDonggwoldo literally means \"Painting of Eastern Palace.\" The painting depicts the Eastern Palaces, Changdeokgung and Changgyeonggung in 19th century. \"Donggwol\" is an alternative name of Changdeokgung, which means it is located to the East of the main royal palace of the Joseon dynasty,Gyeongbokgung. The palaces in this painting were depicted elaborately in details so its value as the reference of Joseon Dynasty's palace arrangement is great.\nBuncheong ware, National Treasure of Korea No. 177.\nBuncheong ware or  Punch'ong ware, is a type of celadon in grayish blue color. It is a style of Korea's traditional stoneware, which emerged in the middle era of Joseon Dynasty. It started to lose its popularity after 16th century with the appearance of white porcelains. Korea University Museum owns a special Buncheong ware which was a jar to contain the placenta of Royal Family in Joseon Dynasty.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Korea","surface_form":"South Korea","offset":63},{"uri":"Korea_University","surface_form":"Korea University","offset":673},{"uri":"Calligraphy","surface_form":"calligraphy","offset":949},{"uri":"Joseon_Dynasty","surface_form":"Joseon Dynasty","offset":1029},{"uri":"Min_Yeong-hwan","surface_form":"Min Yeong-hwan","offset":1266},{"uri":"Yu_Kil-chun","surface_form":"Yu Kil-chun","offset":1285},{"uri":"Goguryeo","surface_form":"Goguryeo","offset":1378},{"uri":"Baekje","surface_form":"Baekje","offset":1388},{"uri":"Silla","surface_form":"Silla","offset":1396},{"uri":"Goryeo","surface_form":"Goryeo","offset":1403},{"uri":"Joseon","surface_form":"Joseon","offset":1414},{"uri":"Honcheonsigye","surface_form":"Honcheonsigye","offset":2153},{"uri":"Donggwoldo","surface_form":"Donggwoldo","offset":2168},{"uri":"Buncheong_ware","surface_form":"Buncheong ware","offset":2183},{"uri":"Sim_Sa-jeong","surface_form":"Sim Sa-jeong","offset":2241},{"uri":"Jeong_Seon","surface_form":"Jeong Seon","offset":2255},{"uri":"Kim_Hong-do","surface_form":"Kim Hong-do","offset":2270},{"uri":"Park_Su-geun","surface_form":"Park Su-geun","offset":2301},{"uri":"Whanki_Kim","surface_form":"Whanki Kim","offset":2315},{"uri":"Yi_Eungro","surface_form":"Yi Eungro","offset":2330},{"uri":"Song_I-yeong","surface_form":"Song I-yeong","offset":2635},{"uri":"Changdeokgung","surface_form":"Changdeokgung","offset":3144},{"uri":"Changgyeonggung","surface_form":"Changgyeonggung","offset":3162},{"uri":"Gyeongbokgung","surface_form":"Gyeongbokgung","offset":3332},{"uri":"Celadon","surface_form":"celadon","offset":3592}]}