{"id":429972,"url":"http://en.wikipedia.org/wiki/Korean_Broadcasting_System","text":"e=\"preserve\">Korean Broadcasting System(KBS; Hangul: 한국방송공사; Hanja: 韓國放送公社; Hanguk Bangsong Gongsa) is one of the public broadcasting, which was established in 1927. KBS headquarters are located in the Yeouido district of Seoul. It is one of the biggest South Korean television networks.\nThe purposes of KBS can be divided into 3 part. First of one is making good broadcasting culture. Second one is creating national culture. Third one is globalization of Korean culture.\nHistory.\nKBS commenced the country's first radio broadcasting service in 1927 as Kyeongseong Broadcasting Corporation (JODK). After liberation, it changed the name to Seoul Central Broadcasting Station in 1947 and launched Korea's first television broadcasting service in 1961.\nA system of public broadcasting was established in 1973. For reinforcement of public management, 1TV and Radio1 have not run a commercial since October 1994. First broadcasting HD programs in 2001, KBS completely transferred to digital broadcasting in 2012. In addition to 18 regional stations and 11 overseas branches, there are eight subsidiary companies such as KBSN, KBS Business and KBS Media, which manage KBS content.\nKBS is the public broadcasting that is run by public funds from the South Korean government. GIL Hwan-Young is now the 20th president of KBS, who was elected by its board of directors to the President of South Korea.","categories":[],"infobox_types":[],"annotations":[{"uri":"Yeouido","surface_form":"Yeouido","offset":202},{"uri":"Seoul","surface_form":"Seoul","offset":222},{"uri":"South_Korean_television","surface_form":"South Korean television networks","offset":254},{"uri":"KBS1","surface_form":"1TV","offset":848},{"uri":"KBS_Radio_1","surface_form":"Radio1","offset":856},{"uri":"Government_of_South_Korea","surface_form":"South Korean government","offset":1244}]}