{"id":429962,"url":"http://en.wikipedia.org/wiki/Tokyo_DisneySea","text":"e=\"preserve\">Tokyo DisneySea is a theme park at Tokyo Disney Resort in Urayasu, Chiba, near Tokyo.\nTokyo DisneySea opened in 2001, and it was the second theme park opened at Tokyo Disney Resort, following Tokyo Disneyland which opened in 1983. Also, it is the ninth park of the Disney theme parks. Tokyo Disneysea is 176 acres (71.22ha) large, slightly bigger than Tokyo Disneyland. It is next to the sea. There is a large lake in the middle of the park. Tokyo DisneySea and Tokyo Disneyland are owned by The Oriental Land Company They are the only Disney parks in the world not owned by The Walt Disney Company.\nConcept.\nThe concept of Tokyo DisneySea is different from other Disney parks. The Walt Disney Company had planned to build a new water-themed park in Long Beach, California. However, because of its financial crisis caused by Euro Disney project, the idea was passed on to The Oriental Land Company, which licenses Disney characters and themes from The Walt Disney Company. They decided to build DisneySea in Tokyo, where people hold the sea sacred. Tokyo DisneySea is more for adults, unlike Tokyo Disneyland which is more for kids. Both are family parks, but Tokyo DisneySea includes faster and scarier rides and facilities targeted to more mature people.\nPorts.\nTokyo DisneySea is divided into seven themed ports. The seven ports have different themes related to Disney movies or originally created by Disney. Six ports are laid out roughly around the center, and the center area is one of the ports which is called Mysterious Island. Instead of Cinderella Castle that is the icon of most Disney parks, there is Mount Prometheus on the center of Mysterious Island which is the icon of Tokyo DisneySea. In the entrance plaza, there is a huge model of the earth with a water fountain. It is called the DisneySea AquaSphere and it is the symbol of Tokyo DisneySea.","categories":[],"infobox_types":[],"annotations":[{"uri":"Theme_park","surface_form":"theme park","offset":34},{"uri":"Chiba_Prefecture","surface_form":"Chiba","offset":80},{"uri":"Tokyo","surface_form":"Tokyo","offset":92},{"uri":"Tokyo_Disney_Resort","surface_form":"Tokyo Disney Resort","offset":174},{"uri":"Tokyo_Disneyland","surface_form":"Tokyo Disneyland","offset":205},{"uri":"The_Walt_Disney_Company","surface_form":"The Walt Disney Company","offset":588},{"uri":"Long_Beach%2C_California","surface_form":"Long Beach, California","offset":763},{"uri":"The_Walt_Disney_Company","surface_form":"Disney","offset":1417}]}