{"id":43000,"url":"http://en.wikipedia.org/wiki/Semiconductor","text":"A semiconductor is a material that in some cases will conduct electricity but not in others. Good electrical conductors, like copper or silver, easily allow electricity to flow through them. Materials that block the flow of electricity, like rubber or plastic, are called insulators. Insulators are often used to protect people from electric shock. As the name implies, a semiconductor does not conduct as well as a conductor. Silicon is the most used semiconductor, but gallium arsenide is also used.\nBy the addition of different atoms into the crystal lattice (grid) of the semiconductor it changes its conductivity by making n-type and p-type semiconductors. Silicon is the most important commercial semiconductor, though many others are used. They can be made into transistors, which are small amplifiers. Transistors are used in computers, mobile phones, digital audio players and many other electronic devices.\nLike other solids, the electrons in semiconductors can have energies only within certain bands (i.e. ranges of energy levels) between the energy of the ground state, corresponding to electrons tightly bound to the atomic nuclei of the material, and the free electron energy, which is the energy required for an electron to escape entirely from the material.\nHistory.\nSemiconductors were being studied in laboratories as early as the 1830s. In 1833 Michael Faraday was experimenting with silver sulfide. He discovered that as the material was heated it conducted electricity better. This was the opposite of how copper acted. When copper is heated it conducts less electricity. A number of other early experimenters discovered other properties of semiconductors. In 1947 at Bell Labs in New Jersey, the transistor was invented. This led to the development of integrated circuits, which power almost all electronic devices today.\nDoping.\nDoping is the process of adding a small impurity to a pure semiconductor to change its electrical properties. Lightly and moderately doped semiconductors are called extrinsic. A semiconductor doped to such high levels that it acts more like a conductor than a semiconductor is referred to as degenerate. Most semiconductors are made out of silicon crystals. Pure silicon has little use but doped silicon is the basis for most semiconductors. Silicon Valley was named for the large number of semiconductor startup companies that were located there.\nSemiconductors today.\nToday, semiconductors are used far and wide. Semiconductors can be found in nearly every electronic device. Desktop computers, the Internet, tablet devices, smartphones all would not be possible without semiconductors.\nSemiconductors can be made into very precise switches with a small amount of voltage. The voltage that the semiconductor doesn’t need can be sent to other electrical components in the device. Semiconductors can also be made very tiny and many of them can fit into a rather small circuit. Since they can be made so small, electrical devices today can be made thin and lightweight without compromising processing power.\nSome of the dominating companies in the semiconductor business are Intel Corporation, Samsung Electronics, TSMC, Qualcomm and Micron Technology.","categories":[],"infobox_types":[],"annotations":[{"uri":"Material","surface_form":"material","offset":21},{"uri":"Conduction","surface_form":"conduct","offset":54},{"uri":"Electricity","surface_form":"electricity","offset":62},{"uri":"Electrical_conductor","surface_form":"electrical conductor","offset":98},{"uri":"Copper","surface_form":"copper","offset":126},{"uri":"Silver","surface_form":"silver","offset":136},{"uri":"Rubber","surface_form":"rubber","offset":242},{"uri":"Plastic","surface_form":"plastic","offset":252},{"uri":"Insulator_(electricity)","surface_form":"insulators","offset":272},{"uri":"Electric_shock","surface_form":"electric shock","offset":333},{"uri":"Imply","surface_form":"implies","offset":361},{"uri":"Silicon","surface_form":"Silicon","offset":427},{"uri":"Gallium_arsenide","surface_form":"gallium arsenide","offset":471},{"uri":"N-type_semiconductor","surface_form":"n-type","offset":628},{"uri":"P-type_semiconductor","surface_form":"p-type","offset":639},{"uri":"Silicon","surface_form":"Silicon","offset":662},{"uri":"Transistor","surface_form":"transistor","offset":769},{"uri":"Atomic_nucleus","surface_form":"atomic nuclei","offset":1131},{"uri":"Laboratory","surface_form":"laboratories","offset":1321},{"uri":"Michael_Faraday","surface_form":"Michael Faraday","offset":1365},{"uri":"Experiment","surface_form":"experiment","offset":1385},{"uri":"Silver_sulfide","surface_form":"silver sulfide","offset":1404},{"uri":"Bell_Labs","surface_form":"Bell Labs","offset":1690},{"uri":"New_Jersey","surface_form":"New Jersey","offset":1703},{"uri":"Transistor","surface_form":"transistor","offset":1719},{"uri":"Integrated_circuit","surface_form":"integrated circuit","offset":1775},{"uri":"Doping_(semiconductor)","surface_form":"Doping","offset":1853},{"uri":"Impurity","surface_form":"impurity","offset":1893},{"uri":"Silicon_Valley","surface_form":"Silicon Valley","offset":2295},{"uri":"Intel_Corporation","surface_form":"Intel Corporation","offset":3127},{"uri":"Samsung","surface_form":"Samsung Electronics","offset":3146},{"uri":"TSMC","surface_form":"TSMC","offset":3167},{"uri":"Qualcomm","surface_form":"Qualcomm","offset":3173},{"uri":"Micron_Technology","surface_form":"Micron Technology","offset":3186}]}