{"id":430104,"url":"http://en.wikipedia.org/wiki/Gardens_by_the_Bay","text":"Gardens by the Bay is an horticultural theme park south of Marina Bay in Singapore. Opened in June 2012, Gardens by the Bay is made up of three waterfront gardens: Bay South (54 hectares), Bay East (32 hectares) and Bay Central (15 hectares). It is a part of Singapore's plan to become a \"City in a Garden”. Singapore wants to be a leader in Asia in environmental sustainability and landscape architecture.\nIn January 2006, Gardens by the Bay began an international master plan design competition to get world-class ideas for the Gardens. The competition attracted more than 70 entries sent by 170 firms, from over 24 countries, including 35 from Singapore. Grant Associates and Gustafson Porter, both from UK, were awarded the master plan design for the Bay South and East Gardens in September 2006.\nGardens by the Bay, a 101-hectare horticultural attraction, contains 250 thousand rare plants in domed conservatories. There are two distinctively different conservatories: the Flower Dome and the Cloud Forest, designed by Wilkinson Eyre Architects. Both are planned for sustainable cycles in energy and water throughout Bay South Garden. The conservatories are the biggest climate-controlled greenhouses in the world and aim at creating cool growing environments in a pair of glasshouses.\nBay South Garden.\nBay South Garden opened to the public on 29 June 2012. It is wide, the largest among the three gardens.\nConservatories.\nThe conservatory complex at Gardens by the Bay, Singapore, is made up of two cooled conservatories – the Flower Dome and the Cloud Forest. They are situated along the edge of Marina Reservoir. The conservatories, designed by WilkinsonEyre and Grant Associates, are intended to be an energy-efficient showcase of sustainable building technologies and to provide an all-weather edutainment space within the Gardens. Both are very large (around) and the Flower Dome is the world's largest columnless glasshouse.\nFlower Dome.\nThe Flower Dome is the largest greenhouse in the world as listed in the 2015 Guinness Book of World Records at and replicates a cool-dry mediterranean climate. It features a changing display, the flower field, and eight other gardens, namely The Baobabs, Succulent Garden, Australian Garden, South African Garden, South American Garden, Olive Grove, California Garden and the Mediterranean Garden. These eight gardens exhibit exotic flowers and plants from the Mediterranean and semi-arid regions from five different continents.\nCloud Forest.\nThe Cloud Forest is higher but slightly smaller at. It replicates the cool moist conditions found in tropical mountain regions between and above sea level, found in South-East Asia, Central- and South America. The conditions are also simulated by misting which occurs every two hours.\nThe Cloud Forest features a \"Cloud Mountain\". It is accessible by elevator and is a structure completely covered in epiphytes such as orchids, ferns, peacock ferns, spike- and clubmosses, bromeliads and anthuriums. The design by Grant Associates was inspired by the Maiden Hair Fungus and consists of a number of levels, each with a different theme, including The Lost World, The Cavern, The Waterfall View, The Crystal Mountain, The Cloud Forest Gallery, The Cloud Forest Theatre and The Secret Garden.","categories":[],"infobox_types":["park"],"annotations":[{"uri":"Horticulture","surface_form":"horticultural","offset":25},{"uri":"Theme_park","surface_form":"theme park","offset":39},{"uri":"Marina_Bay","surface_form":"Marina Bay","offset":59},{"uri":"Singapore","surface_form":"Singapore","offset":73},{"uri":"Waterfront","surface_form":"waterfront","offset":144},{"uri":"Garden","surface_form":"garden","offset":155},{"uri":"Hectare","surface_form":"hectare","offset":178},{"uri":"Asia","surface_form":"Asia","offset":342},{"uri":"Environment","surface_form":"environment","offset":350},{"uri":"Landscape","surface_form":"landscape","offset":383},{"uri":"Architecture_of_Singapore","surface_form":"architecture","offset":393},{"uri":"International","surface_form":"international","offset":452},{"uri":"Design","surface_form":"design","offset":478},{"uri":"Competition","surface_form":"competition","offset":485},{"uri":"UK","surface_form":"UK","offset":707},{"uri":"Wilkinson_Eyre_Architects","surface_form":"Wilkinson Eyre Architects","offset":1024},{"uri":"Greenhouse","surface_form":"greenhouse","offset":1194},{"uri":"Marina_Reservoir","surface_form":"Marina Reservoir","offset":1604},{"uri":"Edutainment","surface_form":"edutainment","offset":1805},{"uri":"Guinness_Book_of_World_Records","surface_form":"Guinness Book of World Records","offset":2028},{"uri":"Mediterranean_climate","surface_form":"mediterranean climate","offset":2088},{"uri":"Elevator","surface_form":"elevator","offset":2845},{"uri":"Epiphyte","surface_form":"epiphyte","offset":2895},{"uri":"Clubmoss","surface_form":"clubmoss","offset":2955},{"uri":"Bromeliad","surface_form":"bromeliad","offset":2967},{"uri":"Anthurium","surface_form":"anthurium","offset":2982},{"uri":"Maiden_Hair_Fungus","surface_form":"Maiden Hair Fungus","offset":3045}]}