{"id":430172,"url":"http://en.wikipedia.org/wiki/Radical_feminism","text":"e=\"preserve\">Radical feminism is a type of feminism. Radical feminists are sometimes called 'radfems'. Famous radical feminists include Andrea Dworkin, Catharine MacKinnon, Valerie Solanas, and Alice Walker. Radical feminists say that society is a patriarchy. In patriarchy, men have more social power than women. They harm women by oppressing them. Liberal feminists want to be equal to men. Radical feminists do not want equality within the patriarchy, but they want to get rid of patriarchy entirely. This is so that women will not be oppressed. This is different than Marxist feminists, who think that women's oppression is caused by economic conflict, not patriarchy. Radical feminism says that pornography, sex work, BDSM, and gender roles should not exist, because they are part of the patriarchy. Radical feminists do not believe in buying and selling sex acts, which is called prostitution. Radical feminists also believe in ending rape and domestic violence.\nHistory.\nIn 1967 a group called New York Radical Women was started by Carol Hanisch, Shulamith Firestone and Robin Morgan. They were a group of who were unhappy with being ignored by civil rights and antiwar groups that were led by men.\nIn September 1968 they did a protest at the Miss America Pageant in Atlantic City, New Jersey. They put symbols of female oppression including bras, copies of \"Playboy\" magazine, and girdles in a trash can.\nIn 1969 New York Radical Women broke up. A new radical feminist group called Redstockings was started in 1969 by Ellen Willis and Shulamith Firestone.\nIn the 1980s the Feminist Sex Wars happened. The Feminist Sex Wars were fights between radical feminists who said that porn, sex work, and BDSM are bad, and sex positive liberal feminists, who said that those things can be feminist. Radical feminism is associated with the second wave of feminism. This ended in the 1990s. Since then radical feminism has been less popular. The third wave of feminism is liberal. Some of the women who started radical feminism have died. However, radical feminism still has influence. In 2012 a book by Julia Long, \"Anti-Porn: The Resurgence of Anti-Pornography Feminism\" was published.\nCriticism.\nIn 1979 \"The Transsexual Empire: The Making of the She-Male\", a book by a radical feminist called Janice Raymond, was published. In the book Raymond said that trans women all \"rape women's bodies by reducing the real female form to an artifact, appropriating this body for themselves.\" The RadFem2012 conference would not let in transgender women. Radical feminists may call themselves 'transcritical' or 'gender-critical'.\nAnother reason people do not like radical feminism is because they may think radical feminists are \"man-haters\". This is because of an author named Valerie Solanas. In 1967 Valerie Solanas wrote the SCUM Manifesto. SCUM was Society for Cutting Up Men. She wrote in it that women should get rid of the male sex. Solanas tried to kill Andy Warhol. She also shot Mario Amaya.\nRadical feminism has been criticized for being anti-sex. An example of this is the work of Andrea Dworkin. Andrea Dworkin published a book in 1987 called \"Intercourse\". In the book she wrote about how heterosexual sex and pornography is oppressive to women. It is often thought that \"Intercourse\" argues that \"all heterosexual sex is rape\" even though Andrea Dworkin did not say this. Dworkin wrote two books against pornography, \"Pornography - Men Possessing Women\" and \"Pornography and Civil Rights: A New Day for Women's Equality\".\nRadical feminists have been criticized by sex workers who do not want to lose their jobs. Sex workers may disagree with radical feminists who say that if you are paid to have sex then it is rape. Anti sex work radical feminists are sometimes called SWERFs (Sex Work Exclusionary Radical Feminists).","categories":[],"infobox_types":[],"annotations":[{"uri":"Feminism","surface_form":"feminism","offset":43},{"uri":"Andrea_Dworkin","surface_form":"Andrea Dworkin","offset":136},{"uri":"Catharine_MacKinnon","surface_form":"Catharine MacKinnon","offset":152},{"uri":"Valerie_Solanas","surface_form":"Valerie Solanas","offset":173},{"uri":"Alice_Walker","surface_form":"Alice Walker","offset":194},{"uri":"Society","surface_form":"society","offset":235},{"uri":"Patriarchy","surface_form":"patriarchy","offset":248},{"uri":"Oppression","surface_form":"oppressing","offset":333},{"uri":"Marxist_feminism","surface_form":"Marxist feminists","offset":572},{"uri":"Pornography","surface_form":"pornography","offset":700},{"uri":"Sex_work","surface_form":"sex work","offset":713},{"uri":"BDSM","surface_form":"BDSM","offset":723},{"uri":"Gender_roles","surface_form":"gender roles","offset":733},{"uri":"Prostitution","surface_form":"prostitution","offset":886},{"uri":"Rape","surface_form":"rape","offset":941},{"uri":"Domestic_violence","surface_form":"domestic violence","offset":950},{"uri":"New_York_Radical_Women","surface_form":"New York Radical Women","offset":1001},{"uri":"Shulamith_Firestone","surface_form":"Shulamith Firestone","offset":1054},{"uri":"Robin_Morgan","surface_form":"Robin Morgan","offset":1078},{"uri":"Civil_rights","surface_form":"civil rights","offset":1152},{"uri":"Protest","surface_form":"protest","offset":1235},{"uri":"Miss_America","surface_form":"Miss America Pageant","offset":1250},{"uri":"Atlantic_City","surface_form":"Atlantic City","offset":1274},{"uri":"New_Jersey","surface_form":"New Jersey","offset":1289},{"uri":"Girdle","surface_form":"girdles","offset":1389},{"uri":"Shulamith_Firestone","surface_form":"Shulamith Firestone","offset":1543},{"uri":"Feminist_Sex_Wars","surface_form":"Feminist Sex Wars","offset":1581},{"uri":"Julia_Long","surface_form":"Julia Long","offset":2100},{"uri":"Janice_Raymond","surface_form":"Janice Raymond","offset":2293},{"uri":"Transwoman","surface_form":"trans women","offset":2354},{"uri":"SCUM_Manifesto","surface_form":"SCUM Manifesto","offset":2818},{"uri":"Andy_Warhol","surface_form":"Andy Warhol","offset":2952},{"uri":"Mario_Amaya","surface_form":"Mario Amaya","offset":2979},{"uri":"Andrea_Dworkin","surface_form":"Andrea Dworkin","offset":3083},{"uri":"Intercourse_(book)","surface_form":"Intercourse","offset":3147}]}