{"id":430192,"url":"http://en.wikipedia.org/wiki/Samsung_Lions","text":"e=\"preserve\">Samsung Lions is a Korean professional baseball team. It is one of the first 6 teams which joined the Korean professional baseball league in 1982. The team is based in Daegu and plays at Daegu baseball stadium. The mascot of this team is a lion called Bleo.\n1980s - 1990s.\nSamsung Lions is the only team which has won a season without Korean series by attaining a unified win both in the first half and second half in 1985. Even though the team played in Korean series six times from 1980s to 1990s, it ended up six-time runner-ups in 1982, 1984, 1986, 1987, 1990, and 1993.\n2000s.\nIn 2001, as an attempt to win Korean series, Samsung Lions hired Kim Eung-Ryong as the manager, who had won the Korean series 9 times in Haitai Tigers. After a runner-up season in 2001, finally, Samsung Lions defeat LG Twins in the 2002 Korean series. The team won the Korean series again in 2005 and 2006 under the manager, Sun Dong-Ryul.\n2010s.\nIn 2011, Samsung Lions won the Korean series defeating SK Wyverns and became the first Korean team which has won the Asian series. By beating Doosan Bears in the 2013 Korean series, it also became the first team which has won the Korean series for three years in a low from 2011 to 2013. Now, the team has won the Korean series 7 times including the season in 1985, which is the second most, following  Kia Tigers, 10-time winner.\nFranchise stars.\nWith the long history and stable finance, the team has many franchise stars.\nLee Man-Soo.\nLee Man-Soo, nicknamed \"Hulk\",  was a catcher in Samsung Lions for 16 years from 1982 to 1997. He was named league MVP in 1983 as the first triple crown winner. His number 22 became the first retired number by Samsung Lions in 2003.\nYang Joon-Hyuk.\nYang Joon-Hyuk, nicknamed \"Yangshin\", was a left-handed outfielder. He debuted with his shocking first season in Samsung Lions, winning Rookie of the Year in 1993. He has 9 KBO all-time No.1 records, including home runs, hits, doubles, total bases, RBI, walks, runs, games played, and at-bats. His number 10 also became the retired number by Samsung Lions.\nLee Seung-Yeob.\nLee Seung-Yeob, nicknamed \"Lion King\", is an active left-handed first-baseman. Even though he played in Japan for eight years, he has been awarded five-time season MVPs, eight-time Golden Gloves, and eight-time All-stars. Especially, in 2003, he hit 56 home runs in a season, which was the Asian home-run record. In 2012, He came back to Samsung Lions from Orix Buffaloes, and now is an active player.","categories":[],"infobox_types":[],"annotations":[{"uri":"Korea","surface_form":"Korea","offset":32},{"uri":"Baseball","surface_form":"baseball","offset":52},{"uri":"Daegu","surface_form":"Daegu","offset":181},{"uri":"Daegu_baseball_stadium","surface_form":"Daegu baseball stadium","offset":200},{"uri":"Kim_Eung-Ryong","surface_form":"Kim Eung-Ryong","offset":660},{"uri":"Haitai_Tigers","surface_form":"Haitai Tigers","offset":732},{"uri":"LG_Twins","surface_form":"LG Twins","offset":811},{"uri":"Sun_Dong-Ryul","surface_form":"Sun Dong-Ryul","offset":920},{"uri":"SK_Wyverns","surface_form":"SK Wyverns","offset":997},{"uri":"Doosan_Bears","surface_form":"Doosan Bears","offset":1084},{"uri":"Kia_Tigers","surface_form":"Kia Tigers","offset":1345},{"uri":"Lee_Man-Soo","surface_form":"Lee Man-Soo","offset":1480},{"uri":"Hulk","surface_form":"Hulk","offset":1504},{"uri":"Yang_Joon-Hyuk","surface_form":"Yang Joon-Hyuk","offset":1729},{"uri":"Lee_Seung-Yeob","surface_form":"Lee Seung-Yeob","offset":2102},{"uri":"The_Lion_King","surface_form":"Lion King","offset":2129},{"uri":"Orix_Buffaloes","surface_form":"Orix Buffaloes","offset":2459}]}