{"id":430109,"url":"http://en.wikipedia.org/wiki/Hur_Jun_(TV_series)","text":"Hur Jun is a biographical drama about Hur Jun, a doctor and author of \"Dongui Bogam\". It was produced and broadcast by the South Korean TV channel MBC from 1999 to 2000. It got 63.5% viewer rating in Korea. Thanks to its success, the Korean traditional medicine industry developed. It was aired by Kurdsat in 2012. Thanks to the great success in Iraq, Jun Kwang-ryul, the actor of Hur Jun, visited Iraq.\nStory.\nThis is a story of origin of Dongui Bogam and the author, a legendary royal doctor of Joseon Dynasty. Hur Jun was in a very low social position under Joseon law at the time. As a result, he suffered a tough life when he was young. He met Da-hee who was an upper class but a child of a traitor. She is only one since her father had died. Hur Jun made a decision to run away with her, though, they failed. Thus, the couple got married in exile.\nThey moved to Saneum where he met Yoo I- Tae, the best doctor in Jeosun. Thanks to the chance to meet him, Hur Jun got interested in Korean medicine. He eventually became Yoo’s pupil to study medicine. Increasing knowledge of medicine made him a better doctor. He met Ye-Jin who is an assistant of Dr. Yoo with a lot of knowledge of a medicine usage. They were getting interested in each other.\nThrough a stormy experience, he passed a test for the medical officer. Due to his low position and high level of medical skill, he got many rivals. However, he was steadily moving up the ranks in the Imperial Hospital. In 1601, Hur Jun finally published Dongui Bogam a medical book with the help of royal doctors.\nCharacters.\nHur Jun - The main character of Hur Jun. He is a royal physician during reign of King Seonjo of Joseon Dynasty. in Korea. He wrote \"Dongui Bogam\"\nYoo Ui Tae – a Doctor during of reign King Seonjo. He taught Hur Jun into a skillful doctor.\nYoo Do Ji – Yoo Ui Tae’s son and assistant. He and Hur Hun were rivals in life.\nYe Jin – Yoo Ui Tae’s assistant. She loves Hur Jun, thouh, The fact that Hur Jun had a wife deterred her from loving Hur Jun.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Korea","surface_form":"South Korea","offset":123},{"uri":"Munhwa_Broadcasting_Corporation","surface_form":"MBC","offset":147},{"uri":"Jun_Kwang-ryul","surface_form":"Jun Kwang-ryul","offset":352},{"uri":"Dongui_Bogam","surface_form":"Dongui Bogam","offset":440},{"uri":"Joseon_Dynasty","surface_form":"Joseon Dynasty","offset":497},{"uri":"Dongui__Bogam","surface_form":"Dongui Bogam","offset":1503},{"uri":"King_Seonjo","surface_form":"King Seonjo","offset":1656},{"uri":"Joseon_Dynasty","surface_form":"Joseon Dynasty","offset":1671},{"uri":"Dongui_Bogam","surface_form":"Dongui Bogam","offset":1707},{"uri":"King_Seonjo","surface_form":"King Seonjo","offset":1759}]}