{"id":430151,"url":"http://en.wikipedia.org/wiki/TV_Tropes","text":"TV Tropes, also called Television Tropes and Idioms, is a wiki that collects tropes seen in movies, television shows, video games, books, and other media. It started in 2004. It originally covered only television and movie tropes, but has since added other media such as books, comics, video games, advertisements, and toys. Unlike other wikis such as Wikipedia, it covers tropes in a casual and funny way.\nContent.\nTV Tropes started by focusing on the television series \"Buffy the Vampire Slayer\". It has since added other television series, movies, books, plays, professional wrestling, video games, anime, manga, comic strips and books, fan fiction, and other subjects, including Internet works such as Wikipedia, which is called \"The Other Wiki\" on the website. It also describes topics such as science, philosophy, politics, and history under its Useful Notes section.\nThe site has pages on series and tropes. A page on a work has a summary of what the work is about, as well as the tropes that are seen in the work. Trope pages are the opposite of articles on works: after describing the trope, it lists the trope's appearances in different media. For example, the page for the antihero trope has a list of works that have different types of antiheroes.\nTrope pages are usually created through a system called \"You know that thing where... \", YKTTW, where other users, who are called \"tropers\", can give examples or suggest ideas to make the page better. While a trope page does not have to go through YKTTW before it is created, it is suggested that a page goes through the system first so that the page can be made better before it is created.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wiki","surface_form":"wiki","offset":58},{"uri":"Trope","surface_form":"trope","offset":77},{"uri":"Movie","surface_form":"movie","offset":92},{"uri":"Television_show","surface_form":"television show","offset":100},{"uri":"Video_game","surface_form":"video game","offset":118},{"uri":"Book","surface_form":"book","offset":131},{"uri":"Mass_media","surface_form":"media","offset":148},{"uri":"Advertisement","surface_form":"advertisement","offset":299},{"uri":"Toy","surface_form":"toy","offset":319},{"uri":"Wikipedia","surface_form":"Wikipedia","offset":352},{"uri":"Buffy_the_Vampire_Slayer","surface_form":"Buffy the Vampire Slayer","offset":472},{"uri":"Play_(theatre)","surface_form":"plays","offset":558},{"uri":"Professional_wrestling","surface_form":"professional wrestling","offset":565},{"uri":"Anime","surface_form":"anime","offset":602},{"uri":"Manga","surface_form":"manga","offset":609},{"uri":"Comic_strip","surface_form":"comic strip","offset":616},{"uri":"Comic_book","surface_form":"and books","offset":629},{"uri":"Fan_fiction","surface_form":"fan fiction","offset":640},{"uri":"Antihero","surface_form":"antihero","offset":1184}]}