{"id":430105,"url":"http://en.wikipedia.org/wiki/Korea_Train_eXpress","text":"e=\"preserve\">Korea Train eXpress (KTX) is South Korea's high-speed railway system, operated by Korail. According to \"the Rules of High-Speed Railway Construction\" in South Korea, high-speed railway is defined as a railway train that is traveling at a speed of 200 km/h or more in major section and it is designated and notified by Minister of Construction and Transportation.\nThe construction of high-speed railway began in June 30, 1992, and KTX services were launched on April 1, 2004, making South Korea the world's fifth country after Japan, France, Germany, Spain, and China to develop a high-speed train running above 300 km/h. The total length of railway is 410 km and it links Seoul and Pusan. The major stations between the two cities are Gwangmyeong, Cheonan, Asan, Daejeon, Daegu, Gyeongju, and Busan.\nTop speed for trains in regular service is currently 305 km/h (190 mph), though the infrastructure is designed for 350 km/h (217 mph). The initial rolling stock was based on Alstom's TGV Reseau, and was partly built in Korea. The domestically developed HSR-350x, which achieved 352.4 km/h (219.0 mph) in tests, resulted in a second type of high-speed trains now operated by Korail, the KTX Sancheon. The next generation KTX train, HEMU-430X, achieved 421.4 km/h in 2013, making South Korea the world's fourth country after France, Japan and China to develop a high-speed train running on conventional rail above 420 km/h.\nHistory.\nAlong with the Seoul-Busan axis in 1970s, more than half of the population and GDP of South Korea were concentrated, and 70% of freight traffic and 66% of passenger traffic were concentrated on this axis either, which cause traffic congestion. So, the government saw the pressing need for solution to this problem. The first proposal for a second Seoul-Busan railway line originated from France and Japan which already joined in Korean metropolitan subway business. After that, the Ministry of Territory and Transportation outsourced it research to KAIST, which was committed from 1978 to 1981. The study came to conclusion that building double track railway on Seoul-Busan line is needed and a high-speed passenger railway is advisable for a new railway. A plan for construction of high-speed railway on Seoul-Daejeon line was adopted in the 5th Korean Five Year Plan.\nHowever, it took 10 years more to initiate the project of construction of high-speed railway. The public opinion was formed that several feasibility studies should be done because the project needed lots of money. Also, because of preparation for the Seoul Olympic in 1988, the government suffered from narrow resources. However, one of candidates for the presidency presented the High-speed railway project as election pledge, and the project began in earnest after he became president. In 1989, the institutions to manage its preparation were established: the Gyeongbu High Speed Electric Railway & New International Airport Committee, and the High Speed Electric Railway Planning Department. In 1991, the law for Korea High-Speed Railway Construction Authority was proclaimed, and the project started to be governed by the corporation.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Korea","surface_form":"South Korea","offset":42},{"uri":"High-speed_rail","surface_form":"high-speed rail","offset":56},{"uri":"Korail","surface_form":"Korail","offset":95},{"uri":"Minister_of_Construction_and_Transportation","surface_form":"Minister of Construction and Transportation","offset":331},{"uri":"Gwangmyeong","surface_form":"Gwangmyeong","offset":748},{"uri":"Cheonan","surface_form":"Cheonan","offset":761},{"uri":"Asan","surface_form":"Asan","offset":770},{"uri":"Daejeon","surface_form":"Daejeon","offset":776},{"uri":"Daegu","surface_form":"Daegu","offset":785},{"uri":"Gyeongju","surface_form":"Gyeongju","offset":792},{"uri":"Busan","surface_form":"Busan","offset":806},{"uri":"Korail","surface_form":"Korail","offset":1187},{"uri":"Seoul-Busan_railway_line","surface_form":"Seoul-Busan railway line","offset":1791},{"uri":"KAIST","surface_form":"KAIST","offset":1993},{"uri":"Korean_Five_Year_Plan","surface_form":"5th Korean Five Year Plan","offset":2287},{"uri":"Feasibility_study","surface_form":"feasibility studies","offset":2451},{"uri":"1988_Summer_Olympics","surface_form":"Seoul Olympic","offset":2565},{"uri":"Korea_High-Speed_Railway_Construction_Authority","surface_form":"Korea High-Speed Railway Construction Authority","offset":3030}]}