{"id":430191,"url":"http://en.wikipedia.org/wiki/Girl%27s_Day","text":"Girl's Day () is a four-member South Korean girl group formed by Dream Tea Entertainment in 2010. The group members are Sojin, Minah, Yura, and Hyeri. Girl's Day started as a five-member girl group with Sojin, Minah, Jisun, Ji-In, and Jihae. After Jisun and Ji-In left, Yura and Hyeri became members. They reason why they left the group is that Jisun is going to study music more and Ji-In wants to act. Jihae wanted to concentrate on studying.\n2010.\nAs soon as they released their mini-album \"Girl's Day Party 1\" on July 9, they were caught in controversy because they didn't sing well on their first stage on \"Music Bank\". Later, they were recognized as a good group. After Jisun and Ji-in left, the new members released their first digital single album, \"Girl's Day Party 2\". A song from this album, \"Nothing Lasts Up\", was popular because they not only showed good singing ability but also danced well.\n2011–13.\nIn March 2011, they released the third digital single album, \"Girl's Day Party 3\". \"Twinkle Twinkle\" (), which is the title song of this album, made Girl's Day popular. Girl's Day won the first prize of the charts for the first time. Also, the dance of this song which is called \"Mam Mam Ma dance\" became famous. In September 2011, they released \"Girl's Day party 4\" for their fans. In October 2012, Jihea announced that she was leaving the group. Then they released \"Girl's Day Party 5\". The title song of this album is \"Don't forget me\", which people liked.\nIn March 2013, they released their first regular album \"Expectation\". \"Expectation\", which is the title song of this album, got success. Also, they re-released the album with a song named \"Female president\". The music video of \"Female President\" got a favorable reputation. The dance of this song become famous.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Korean","surface_form":"South Korean","offset":31},{"uri":"Don%27t_forget_me","surface_form":"Don't forget me","offset":1438},{"uri":"Expectation","surface_form":"Expectation","offset":1532}]}