{"id":430168,"url":"http://en.wikipedia.org/wiki/Living_with_Michael_Jackson","text":"e=\"preserve\">\"Living with Michael Jackson\" is a two-hour-long television movie about the pop star Michael Jackson. In it a British journalist called Martin Bashir asked Jackson questions. The movie was made between May 2002 and January 2003. It was shown first in the United Kingdom on 3 February 2003 on ITV. More than 15 million people watched it. It was shown in the United States on 6 February 2003 on ABC. 38 million people watched it.\n\"Living with Michael Jackson\" starts at Jackson's Neverland Ranch. They go to the Giving Tree. This is a tree where Jackson got inspiration for his songs.\nThere was a confidentiality agreement. This meant that Jackson did not talk about the 1993 child molestation allegations against him in the movie.\nIn the programme Jackson told Bashir that he had \"slept in a bed with many children\". He said that this was a \"beautiful thing\" and was not sexual. He held hands with a 12-year-old boy. Martin Bashir said that Neverland Ranch was a \"dangerous place for children\". After the programme was shown Thomas W. Sneddon started a criminal investigation about Jackson. Gavin Arvizo, the boy who Jackson held hands with in the movie, said that Jackson hebephilically molested him when he was 13 years old, after the documentary was on television. In 2005 the People v. Jackson trial began. After four months Jackson was found not guilty of all 10 charges.\nOn 23 February 2003 \"The Michael Jackson Interview: The Footage You Were Never Meant to See\" was shown on Fox. In it there were interviews with people who were not in \"Living with Michael Jackson\". These included Jackson's ex-wife Debbie Rowe. In the video Bashir also said that he thinks it is wonderful that Jackson allows children to come to Neverland.\nJackson's lawyers wrote to the Independent Television Commission and the Broadcasting Standards Commission saying that he was \"unfairly treated\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Pop_star","surface_form":"pop star","offset":89},{"uri":"Michael_Jackson","surface_form":"Michael Jackson","offset":98},{"uri":"British","surface_form":"British","offset":123},{"uri":"Journalist","surface_form":"journalist","offset":131},{"uri":"Martin_Bashir","surface_form":"Martin Bashir","offset":149},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":268},{"uri":"ITV","surface_form":"ITV","offset":305},{"uri":"United_States","surface_form":"United States","offset":370},{"uri":"American_Broadcasting_Company","surface_form":"ABC","offset":406},{"uri":"Confidentiality_agreement","surface_form":"confidentiality agreement","offset":608},{"uri":"Neverland_Ranch","surface_form":"Neverland Ranch","offset":953},{"uri":"Thomas_W._Sneddon","surface_form":"Thomas W. Sneddon","offset":1037},{"uri":"Criminal_investigation","surface_form":"criminal investigation","offset":1065},{"uri":"People_v._Jackson","surface_form":"People v. Jackson","offset":1292},{"uri":"Fox_Broadcasting_Company","surface_form":"Fox","offset":1495},{"uri":"Debbie_Rowe","surface_form":"Debbie Rowe","offset":1620},{"uri":"Independent_Television_Commission","surface_form":"Independent Television Commission","offset":1776},{"uri":"Broadcasting_Standards_Commission","surface_form":"Broadcasting Standards Commission","offset":1818}]}