{"id":430207,"url":"http://en.wikipedia.org/wiki/Maurice_Hilleman","text":"Maurice Ralph Hilleman (August 30, 1919 – April 11, 2005) was an American microbiologist. He specialized in vaccinology. He developed over 36 vaccines, more than any other scientist. Of the 14 vaccines currently recommended, he developed eight: those for measles, mumps, hepatitis A, hepatitis B, chickenpox, meningitis, pneumonia and \"Haemophilus influenza\" bacteria. He also played a role in the discovery of the cold-producing adenoviruses, the hepatitis viruses, and the cancer-causing virus SV40.\nHe is credited with saving more lives than any other medical scientist of the 20th century. Robert Gallo described him as \"the most successful vaccinologist in history\".\nAt the time of his death on April 11, 2005, at the age of 85, Hilleman was Adjunct Professor of Pediatrics at the University of Pennsylvania in Philadelphia.\nMethod and personality.\nHilleman was a forceful man who was at the same time modest in his claims. None of his vaccines or discoveries are named after him. He ran his laboratory like a military unit, and he was the one in command He terminated every subordinate who did not measure up to his standards. For a time, he kept a row of \"shrunken heads\" (actually fakes made by one of his children) in his office as trophies that represented each of his fired employees. He used profanity and tirades freely to drive his arguments home, and once, famously, refused to attend a mandatory \"charm school\" course intended to make Merck middle managers more civil. His men were fiercely loyal to him.\nRecognition.\nHilleman was an elected member of the US National Academy of Science, the Institute of Medicine, the American Academy of Arts and Sciences, and the American Philosophical Society. In 1988 President Ronald Reagan presented him with the National Medal of Science, the nation's highest scientific honor. He received the Prince Mahidol Award from the King of Thailand for the advancement of public health, as well as a special lifetime achievement award from the World Health Organization, the Mary Woodard Lasker Award for Public Service and the Sabin Gold Medal and Lifetime Achievement Awards.\nRobert Gallo, co-discoverer of the virus that causes AIDS, once said \"If I had to name a person who has done more for the benefit of human health, with less recognition than anyone else, it would be Maurice Hilleman. Maurice should be recognized as the most successful vaccinologist in history\".\nAfter Hilleman's death Ralph Nader wrote, \"Yet almost no one knew about him, saw him on television, or read about him in newspapers or magazines. His anonymity, in comparison with Madonna, Michael Jackson, Jose Canseco, or an assortment of grade B actors, tells something about our society's and media's concepts of celebrity; much less of the heroic.\"\nOn October 15, 2008, Merck named its Durham, North Carolina vaccine manufacturing facility in memory of Hilleman.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":65},{"uri":"Microbiologist","surface_form":"microbiologist","offset":74},{"uri":"Vaccinology","surface_form":"vaccinology","offset":108},{"uri":"Vaccine","surface_form":"vaccine","offset":142},{"uri":"Measles","surface_form":"measles","offset":255},{"uri":"Mumps","surface_form":"mumps","offset":264},{"uri":"Hepatitis_A","surface_form":"hepatitis A","offset":271},{"uri":"Hepatitis_B","surface_form":"hepatitis B","offset":284},{"uri":"Chickenpox","surface_form":"chickenpox","offset":297},{"uri":"Meningitis","surface_form":"meningitis","offset":309},{"uri":"Pneumonia","surface_form":"pneumonia","offset":321},{"uri":"Common_cold","surface_form":"cold","offset":415},{"uri":"Adenoviridae","surface_form":"adenoviruses","offset":430},{"uri":"Cancer","surface_form":"cancer","offset":475},{"uri":"SV40","surface_form":"SV40","offset":496},{"uri":"Robert_Gallo","surface_form":"Robert Gallo","offset":594},{"uri":"University_of_Pennsylvania","surface_form":"University of Pennsylvania","offset":786},{"uri":"National_Academy_of_Science","surface_form":"National Academy of Science","offset":1575},{"uri":"Institute_of_Medicine","surface_form":"Institute of Medicine","offset":1608},{"uri":"American_Academy_of_Arts_and_Sciences","surface_form":"American Academy of Arts and Sciences","offset":1635},{"uri":"American_Philosophical_Society","surface_form":"American Philosophical Society","offset":1682},{"uri":"President_of_the_United_States","surface_form":"President","offset":1722},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":1732},{"uri":"National_Medal_of_Science","surface_form":"National Medal of Science","offset":1769},{"uri":"Prince_Mahidol_Award","surface_form":"Prince Mahidol Award","offset":1851},{"uri":"King_of_Thailand","surface_form":"King of Thailand","offset":1881},{"uri":"World_Health_Organization","surface_form":"World Health Organization","offset":1993},{"uri":"Mary_Woodard_Lasker_Award_for_Public_Service","surface_form":"Mary Woodard Lasker Award for Public Service","offset":2024},{"uri":"Sabin_Gold_Medal","surface_form":"Sabin Gold Medal","offset":2077},{"uri":"Robert_Gallo","surface_form":"Robert Gallo","offset":2127},{"uri":"Ralph_Nader","surface_form":"Ralph Nader","offset":2446},{"uri":"Durham%2C_North_Carolina","surface_form":"Durham, North Carolina","offset":2813}]}