{"id":430223,"url":"http://en.wikipedia.org/wiki/Cheondoism","text":"Cheondoism (Korean Cheondogyo; hanja 天道教; hangul 천도교; literally \"Religion of the Heavenly Way\") is Korean traditional religion which began during the last year of Joseon Dynasty. It was found in 1860 by Choe Je-U, the first religious sect leader of Cheondoism. At first, he named this religion Donghak, or Eastern Learning in opposition to Western Learning. In 1905, the name was change to Cheondogyo by the third leader, Son Byeong-Hui. In period of Japanese occupation, it made an effort to lead Korea's Independence Movement against Japanese colonial rule and expand it's congregation. Today, Cheondoism exerts less strong influence than before.\nReligious thought.\nCheondoism is a monotheistic religion and members believe a god called 'Hanul'. God is both transcendent and immanent in Heaven, Earth, and Man. It is not only the notion of God, but also view of human, moral, history are distinctive. When one dies, one does not go to some other-dimensional heaven, but returns to the One Being. The fundamental doctrine of the religion is that all human beings are equal because all people serve the god in their mind when born, so believers desperately oppose the hierarchy. And depending on equality for all, it insisted that children should be respected.\nHistory.\nCheondoism weakened by government suppression, but from the effort of second leader Si Hyung Choi. it recovered and in 1870, the number of believers extended for thousands. In 1880s, congregation was expanded to the entire Korean peninsula, and in 1890s, the religion led social movement of semi-feudalism and anti-foreign influence and this became Donghak Movement. In 1910s, it stirred up a revolution for liberation of the oppressed nation from Japanese imperialist rule.","categories":[],"infobox_types":[],"annotations":[{"uri":"Korea","surface_form":"Korea","offset":99},{"uri":"Joseon_Dynasty","surface_form":"Joseon Dynasty","offset":163},{"uri":"Choe_Je-U","surface_form":"Choe Je-U","offset":203},{"uri":"Donghak","surface_form":"Donghak","offset":294},{"uri":"Eastern_Learning","surface_form":"Eastern Learning","offset":306},{"uri":"Western_Learning","surface_form":"Western Learning","offset":340},{"uri":"Son_Byeong-Hui","surface_form":"Son Byeong-Hui","offset":422},{"uri":"Hanul","surface_form":"Hanul","offset":740},{"uri":"Si_Hyung_Choi","surface_form":"Si Hyung Choi","offset":1354}]}