{"id":430280,"url":"http://en.wikipedia.org/wiki/Suicide_of_Amanda_Todd","text":"Amanda Michelle Todd (born November 27, 1996) committed suicide on October 10, 2012 at the age of 15 at her home in Port Coquitlam, British Columbia, Canada. She was a sophomore when she died. On September 7, 2012, she posted a video on YouTube called \"My Story: Struggling, bullying, suicide and self-harm\". Todd's suicide was written about in lots of newspapers. Many news websites linked to Todd's video. It had 1,600,000 views by October 13, 2012. Todd's death made people pay attention to the issue of cyberbullying. People made memorial pages for Todd on Facebook. Some people posted mean comments on them.\nBackground.\nOn her YouTube video Todd revealed that she showed her breasts on a video chat. She got a message on Facebook from a man. The message said that if Todd did not show more parts of her body then he would post the pictures he had taken of her from the video chat to the Internet. The police came to her home to tell her that photos of her were sent to \"everyone\". Todd then got depression and panic disorder. She started abusing alcohol and drugs. Todd was asked by a boy to come to his house. The boy had a girlfriend but he acted like he liked Todd. She went to his house and they had sex. The next week the boy's girlfriend appeared at Todd's school with fifteen other people. Todd was hurt really really bad and it was filmed by people who watched. When she went home she drank bleach. People made fun of her for doing this and wrote on Facebook that they wished that she had not survived.\nAftermath.\nA 35-year-old man was charged with extortion, internet luring, criminal harassment and child pornography in connection with Todd's suicide in 2014.","categories":[],"infobox_types":[],"annotations":[{"uri":"Suicide","surface_form":"suicide","offset":56},{"uri":"Port_Coquitlam","surface_form":"Port Coquitlam","offset":116},{"uri":"British_Columbia","surface_form":"British Columbia","offset":132},{"uri":"Canada","surface_form":"Canada","offset":150},{"uri":"YouTube","surface_form":"YouTube","offset":237},{"uri":"Cyberbullying","surface_form":"cyberbullying","offset":507},{"uri":"Facebook","surface_form":"Facebook","offset":561},{"uri":"Breast","surface_form":"breast","offset":680},{"uri":"Internet","surface_form":"Internet","offset":892},{"uri":"Depression_(mental_illness)","surface_form":"depression","offset":1000},{"uri":"Panic_disorder","surface_form":"panic disorder","offset":1015}]}