{"id":430206,"url":"http://en.wikipedia.org/wiki/I_Can_Hear_Your_Voice","text":"\"I Can Hear Your Voice\" (Hangul: 너의 목소리가 들려) is a 2013 South Korean television series. It stars Lee Bo-young, Lee Jong-suk, and Yoon Sang-hyun. It was shown on Seoul Broadcasting System from June 5 to August 1, 2013. There were 16 episodes originally, but 2 more episodes were aired, making it 18 episodes in total.\nPlot.\nThe series is a mixed genre drama.\nPark Soo-ha (played by Lee Jong-suk) is a high school boy who can read other people's minds. He got this ability at the age of 9 after he saw his father's death in a car crash. The crash was caused on purpose by the character Min Joon-guk (played by Jung Woong-in). Jang Hye-sung, (played by Lee Bo-young) an 18-year-old high school girl, was a witness of the murder and testified in court. The killer had warned her not to testify. Min Joon-guk is sent to prison. He tells Jang Hye-sung that as soon as he gets out of jail, she will be killed.\nAfter 10 years passed Hye-sung has become a public defender. Soo-ha's first love is Jang Hye-sung. Soo-ha finds Hye-sung after searching for 10 years.\nHowever, after meeting Soo-ha and Cha Gwan-Woo, (played by Yoon sang-hyun) Hye-sung's attitude changes. With their help, Hye-sung solves many court cases. Meanwhile, they change each others' lives.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hangul","surface_form":"Hangul","offset":25},{"uri":"Lee_Bo-young","surface_form":"Lee Bo-young","offset":96},{"uri":"Lee_Jong-suk","surface_form":"Lee Jong-suk","offset":110},{"uri":"Yoon_Sang-hyun","surface_form":"Yoon Sang-hyun","offset":128},{"uri":"SBS","surface_form":"Seoul Broadcasting System","offset":160},{"uri":"Lee_Jong-suk","surface_form":"Lee Jong-suk","offset":380},{"uri":"High_school","surface_form":"high school","offset":399},{"uri":"Telekinesis","surface_form":"read other people's minds","offset":423},{"uri":"Jung_Woong-in","surface_form":"Jung Woong-in","offset":607},{"uri":"Lee_Bo-young","surface_form":"Lee Bo-young","offset":649},{"uri":"Prison","surface_form":"prison","offset":814},{"uri":"Public_defender","surface_form":"public defender","offset":946}]}