{"id":430225,"url":"http://en.wikipedia.org/wiki/Korean_mask","text":"Korean masks have been used since the 6th century. The oldest mask in Korea is a lacquered mask that was excavated in one of the tumuli in Gyeongju. In the past, the masks were used for shamanistic ceremonies to drive away evil spirits or raise ghosts. Also, they were used for mask plays like \"BongsanTalchum, SandaeNoli\".\nIn Korea, \"tal\" means \"mask\". \"Tal\" is an ancient Chinese word that means a face, a tool for face, a mask, etc. The word \"tal\" means a \"mask\" and \"disease\" in Korea. That is why Korean masks normally represent the face of demons or monsters that cause various diseases. Ancient Korean believed that the mask of strong demons can drive weak demons out.\nMasks in theatre.\nMask plays have different themes. Basic themes are biting satire, ritual dances, exorcism rites, parody of human weaknesses, social evils and the privileged class.\nA lot of \"talchum\", or plays, mock stereotyped of annoying personalities in the lower classes. The most distinguishing feature of the Korea mask plays is variations of specific lines in plays. According to actors and regions, the specific lines in plays can be changed. With regional variations, the mask play is usually performed on traditional holidays.\nShamanistic masks.\nKorean masks used in shamanistic practices were made of wood. They had several coasts of lacquer to give the masks gloss and to and waterproof them for wearing. In Korea, many people have believed that the lacquer tree can drive away evil spirits. That is why Koreans used lacquered masks. The horrifying or grotesque masks were used in shamanistic practices for their ability to evoke fear, and humor, in ceremonial rites.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mask","surface_form":"mask","offset":62},{"uri":"Korea","surface_form":"Korea","offset":70},{"uri":"Lacquer","surface_form":"lacquer","offset":81},{"uri":"Shamanism","surface_form":"shamanistic","offset":186},{"uri":"Chinese_language","surface_form":"Chinese","offset":374},{"uri":"Disease","surface_form":"disease","offset":471},{"uri":"Demon","surface_form":"demon","offset":546},{"uri":"Monster","surface_form":"monster","offset":556},{"uri":"Satire","surface_form":"satire","offset":752},{"uri":"Dance","surface_form":"dance","offset":767},{"uri":"Exorcism","surface_form":"exorcism","offset":775},{"uri":"Wood","surface_form":"wood","offset":1289}]}