{"id":430224,"url":"http://en.wikipedia.org/wiki/Korail","text":"Korail is the name of the national railroad operator in South Korea.\nLines.\nCurrently, Korail runs the railway and part of subway.\nThe list of railway consists of Gyeonbu line경부선, Honam line호남선, Jeolla line전라선, Janghang line장항선, Gyeongchun line경춘선, Jungang line중앙선, Chungbuk line경북선, Yeongdong line영동선, Taebaek line태백선,Gyeongbuk line경북선, Daegu line대구선, donghae Nambu line동해 남부선, Gyeongjeon line경전선, Gyeongui line경의선, Gyeonwon line경원선, based on their district.\nGyeonbu and Honam line is the main lines that across the South Korean Peninsula. Not only this, Korail also offers Tongguen line통근선 service in some districts. In addition to these lines, some of subway lines of Seoul also are run by Korail.\nTrain Classes.\nKorail train contain many kinds of train such as KTX, saemaul-ho, mugunghwa-ho and nuriro.\nKTX is the highest level of trains. It is served on Gyeongbu and Honam line.\nSaemaul-ho train is next fastest and comfortable train after KTX. It is offered on wider range of lines than KTX.\nMugunghwa-ho train is more generally used as a low-priced but slow train. It is offered on almost all lines.\nNuriro train has similar level of price and speed with Mugunghwa-ho, but it serves less and shorter sections than the Mugunghwa-ho, from Seoul to Singchang.\nRail Passes.\nKorail has many kinds of passes.\nFirst, there are some passes available in specific area.\nFor example, with O-train pass, people can take O-train off the V-train on Jungang, Chungbuk, Yeongdong, Taebaek, and Gyeongbuk line.\nAlso, with S-train pass, you can take part of Gyeonbu, Honam, Jeolla, donghae Nambu, and Gyeongjeon line.\nThere is also a pass for youth, which is Rail-ro. People who are under 25 can use it in the summer and winter season.(June 1st - August 31th, December 31th - February 28th).\nKorail offers a rail pass called Korea Rail Pass, or KR Pass for short, to foreign travellers. The pass lets foreign travellers take most of the trains that Korail runs, including KTX. But subways and tourist trains by Korail are not covered.\nForeigners living in South Korea for more than six months are not allowed to use the KR Pass. Korail has another pass for these people, the Happy Rail Pass, which is the same as the KR Pass but more expensive.\nKorail also sells a Korea-Japan Joint Ticket together with JR Group, including both railways in South Korea and Japan, as well as a high-speed ferry trip between Korea and Japan (or a round trip, depending on the pass). However, the pass cannot be used for KTX, and the holders need to buy an extra ticket (with a 30% discount).","categories":[],"infobox_types":["company","rail network"],"annotations":[{"uri":"Railroad","surface_form":"railroad","offset":35},{"uri":"South_Korea","surface_form":"South Korea","offset":56},{"uri":"Gyeonbu_line","surface_form":"Gyeonbu line","offset":163},{"uri":"Honam_line","surface_form":"Honam line","offset":180},{"uri":"Jeolla_line","surface_form":"Jeolla line","offset":195},{"uri":"Janghang_line","surface_form":"Janghang line","offset":211},{"uri":"Gyeongchun_line","surface_form":"Gyeongchun line","offset":229},{"uri":"Jungang_line","surface_form":"Jungang line","offset":249},{"uri":"Chungbuk_line","surface_form":"Chungbuk line","offset":266},{"uri":"Yeongdong_line","surface_form":"Yeongdong line","offset":284},{"uri":"Taebaek_line","surface_form":"Taebaek line","offset":303},{"uri":"Gyeongbuk_line","surface_form":"Gyeongbuk line","offset":319},{"uri":"Daegu_line","surface_form":"Daegu line","offset":338},{"uri":"Donghae_Nambu_line","surface_form":"donghae Nambu line","offset":353},{"uri":"Gyeongjeon_line","surface_form":"Gyeongjeon line","offset":379},{"uri":"Gyeongui_line","surface_form":"Gyeongui line","offset":399},{"uri":"Gyeonwon_line","surface_form":"Gyeonwon line","offset":417},{"uri":"List_of_districts_in_South_Korea","surface_form":"district","offset":450},{"uri":"Tongguen_line","surface_form":"Tongguen line","offset":575},{"uri":"KTX","surface_form":"KTX","offset":765},{"uri":"Saemaul-ho","surface_form":"saemaul-ho","offset":770},{"uri":"Mugunghwa-ho","surface_form":"mugunghwa-ho","offset":782},{"uri":"Nuriro","surface_form":"nuriro","offset":799},{"uri":"Seoul","surface_form":"Seoul","offset":1244},{"uri":"Singchang","surface_form":"Singchang","offset":1253},{"uri":"Rail-ro","surface_form":"Rail-ro","offset":1648},{"uri":"Korea_Rail_Pass","surface_form":"Korea Rail Pass","offset":1814},{"uri":"JR_Group","surface_form":"JR Group","offset":2293}]}