{"id":43029,"url":"http://en.wikipedia.org/wiki/Spin_(physics)","text":"e=\"preserve\">In physics, spin is the constant rotation of an object.\nFor large visible objects like the Earth, spin is the angular momentum of the turning of the Earth around its axis. This tells the amount of rotation that it has. Angular momentum changes with the mass and shape of the object, and with how fast it is turning.\nSpin in quantum theory.\nExperiments such as the Stern-Gerlach experiment have shown that sub-atomic particles, such as electrons, seem to have a north pole and a south pole much like magnets do. Scientists once thought that this was caused by the particle spinning on its axis like a planet.\nLater, it was shown that the electron would have to be spinning faster than the speed of light to do this. This is why scientists no longer believe that the electron is actually spinning like a planet. Scientists do, however, continue to refer to the magnetic properties of particles as \"spin\".\nSpin, whatever it is, seems to follow some of the laws of angular momentum, but not all of them. A \"spinning\" electron (or any other sub-atomic particle with spin) can only have certain values of angular momentum. Electrons can also align themselves against a magnetic field in ways that would be impossible in the everyday world.\nSpin is considered a fundamental property of any particle.","categories":[],"infobox_types":[],"annotations":[{"uri":"Physics","surface_form":"physics","offset":16},{"uri":"Angular_momentum","surface_form":"constant rotation","offset":37},{"uri":"Earth","surface_form":"Earth","offset":104},{"uri":"Axis_of_rotation","surface_form":"axis","offset":179},{"uri":"Experiment","surface_form":"Experiment","offset":353},{"uri":"Stern-Gerlach_experiment","surface_form":"Stern-Gerlach experiment","offset":377},{"uri":"Sub_atomic_particle","surface_form":"sub-atomic particles","offset":418},{"uri":"Electron","surface_form":"electron","offset":448},{"uri":"North","surface_form":"north","offset":474},{"uri":"South","surface_form":"south","offset":491},{"uri":"Magnet","surface_form":"magnet","offset":512},{"uri":"Planet","surface_form":"planet","offset":613},{"uri":"Speed_of_light","surface_form":"speed of light","offset":701}]}