{"id":43032,"url":"http://en.wikipedia.org/wiki/Ballarat%2C_Victoria","text":"Ballarat is a city in central Victoria, Australia. Nearly 90,200 people live there, which makes it the third biggest city in Victoria, after Melbourne and Geelong. It is also the biggest city that is not on the coast in Victoria. It is about north-west of Melbourne. The city area covers about.\nIndigenous Australians.\nTribes of Australian Aborigines, the Wathaurang and the Borneghurk, used to rest here, and called it \"Balla-arat\" meaning \"Resting - Place\"\nThe first people from Europe came to Ballarat in 1837 to be sheep farmers. They took over large areas of land, with some farms more than. By 1840 there were more than 20 farms with thousands of sheep in the Ballarat area. The city area was a farm owned by William Cross Yuille and Henry Anderson who arrived in 1838.\nGold rush.\nGold was found at Ballarat in late August 1851, by James Regan and John Dunlop and within three weeks there were nearly 1000 people digging in the area looking for gold. In two days the Cavanagh brothers dug up of gold from a hole less than two metres deep. This area is now called \"Golden Point\". Within a year there were 20,000 people living in Ballarat. With so many people coming to look for gold, the town soon became bigger. The Post Office opened on November 1, 1851.\nBallarat is famous as the site for an uprising, or rebellion. This is known as the Eureka Stockade or the Eureka Rebellion, which took place on 3 December 1854. About 30 miners were killed. This is an important moment in Australian history. The site now has a museum, called the Eureka Centre, with displays about the rebellion. The rebel miners flag, the Eureka Flag can be seen at the Ballarat Fine Art Gallery.\nBig city.\nGold mining made Ballarat a rich town, and it was made a city in 1871. The railway came to the town with the opening of the Geelong-Ballarat line in 1862, and a direct line to Melbourne finished in December 1889.\nThe money made from gold mining can still be seen in size of many public buildings, the large parks, wide streets, the grand style of shops and hotels, and large houses built for the wealthy residents. From the 1880s to the start of the 20th century the city changed from a gold rush town to a large industrial city. Factories that made equipment for mining slowly changed into engineering and manufacturing businesses. The Victorian Railways built the Ballarat North Workshops in April 1917.\nDuring 1901, the Duke of Cornwall and York, later King George V, opened the first Commonwealth Parliament in Melbourne. While in Victoria, the Duke and Duchess made several journeys by train, on 13 May they went from Melbourne to Ballarat via Geelong, returning to Melbourne via Bacchus Marsh. Ballarat's airport was opened in 1930.\nWorld War II.\nIn 1940 the Federal Government took over the airport as an air base for the Empire Air Training Scheme. During WWII the base was a RAAF Wireless Air Gunners' School as well as the base for USAAF Liberator bomber squadrons. During the war the airport was made much bigger, with three sealed runways. Two of these were over 2,000 metres (6,550 ft) long and 45 metres (150 ft) wide. The aerodrome remained the RAAF School of Radio until 1961 when it was returned to normal use. The City of Ballarat now runs the airport which is listed on the Victorian Heritage Register for its social and historic importance.\nAfter the war.\nAfter World War II, Ballarat grew to the northwest. To ease the housing shortage a large estate was built by the Housing Commission of Victoria on the old Ballarat Common This area is now called Wendouree West. From 1951 to 1962, 750 houses were built, with another 300 added in the 1970s. This was matched by private housing built in Wendouree.\nIn the 1980s the areas of growth have been in the south and west of the city, as well as new building in the inner areas of the city. Through the 20th century Ballarat continued to grow at a steady rate. New public buildings have been built including the hospital, the library, the law courts and the police station complex. Ballarat is home to many schools, including Damascus College.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":14},{"uri":"Victoria%2C_Australia","surface_form":"Victoria, Australia","offset":30},{"uri":"Melbourne","surface_form":"Melbourne","offset":141},{"uri":"Geelong%2C_Victoria","surface_form":"Geelong","offset":155},{"uri":"Coast","surface_form":"coast","offset":211},{"uri":"Melbourne","surface_form":"Melbourne","offset":256},{"uri":"Tribe","surface_form":"Tribe","offset":319},{"uri":"Australian_Aborigine","surface_form":"Australian Aborigine","offset":329},{"uri":"Europe","surface_form":"Europe","offset":481},{"uri":"Sheep","surface_form":"sheep","offset":519},{"uri":"Farmer","surface_form":"farmer","offset":525},{"uri":"Farm","surface_form":"farm","offset":580},{"uri":"Farm","surface_form":"farm","offset":629},{"uri":"Sheep","surface_form":"sheep","offset":653},{"uri":"Gold","surface_form":"Gold","offset":787},{"uri":"1851","surface_form":"1851","offset":829},{"uri":"Metre","surface_form":"metre","offset":1032},{"uri":"November_1","surface_form":"November 1","offset":1244},{"uri":"1851","surface_form":"1851","offset":1256},{"uri":"Rebellion","surface_form":"rebellion","offset":1313},{"uri":"Eureka_Stockade","surface_form":"Eureka Stockade","offset":1345},{"uri":"3_December","surface_form":"3 December","offset":1406},{"uri":"1854","surface_form":"1854","offset":1417},{"uri":"Museum","surface_form":"museum","offset":1522},{"uri":"Eureka_Centre","surface_form":"Eureka Centre","offset":1541},{"uri":"Eureka_Flag","surface_form":"Eureka Flag","offset":1618},{"uri":"Ballarat_Fine_Art_Gallery","surface_form":"Ballarat Fine Art Gallery","offset":1649},{"uri":"Geelong-Ballarat_railway_line%2C_Victoria","surface_form":"Geelong-Ballarat line","offset":1810},{"uri":"Serviceton_railway_line%2C_Victoria","surface_form":"a direct line to Melbourne","offset":1845},{"uri":"Victorian_Railways","surface_form":"Victorian Railways","offset":2323},{"uri":"Ballarat_North_Workshops","surface_form":"Ballarat North Workshops","offset":2352},{"uri":"George_V_of_the_United_Kingdom","surface_form":"King George V","offset":2442},{"uri":"Parliament_of_Australia","surface_form":"Commonwealth Parliament","offset":2474},{"uri":"Melbourne%2C_Victoria","surface_form":"Melbourne","offset":2501},{"uri":"Geelong%2C_Victoria","surface_form":"Geelong","offset":2635},{"uri":"Bacchus_Marsh%2C_Victoria","surface_form":"Bacchus Marsh","offset":2671},{"uri":"Ballarat_Airport","surface_form":"airport","offset":2697},{"uri":"Air_base","surface_form":"air base","offset":2798},{"uri":"Empire_Air_Training_Scheme","surface_form":"Empire Air Training Scheme","offset":2815},{"uri":"WWII","surface_form":"WWII","offset":2850},{"uri":"RAAF","surface_form":"RAAF","offset":2870},{"uri":"USAAF","surface_form":"USAAF","offset":2928},{"uri":"Victorian_Heritage_Register","surface_form":"Victorian Heritage Register","offset":3279},{"uri":"Housing_Commission_of_Victoria","surface_form":"Housing Commission of Victoria","offset":3475},{"uri":"Wendouree_West%2C_Victoria","surface_form":"Wendouree West","offset":3557},{"uri":"Wendouree%2C_Victoria","surface_form":"Wendouree","offset":3697},{"uri":"Damascus_College","surface_form":"Damascus College","offset":4077}]}