{"id":430339,"url":"http://en.wikipedia.org/wiki/Space_observatory","text":"A space observatory is any instrument (such as a telescope) in outer space which is used for observation of distant objects. Planets, stars, galaxies, and other outer space objects may be viewed and recorded. This category does not include observatories in space which are pointed toward the earth for the purpose of reconnaissance, meteorology and other types of information gathering.\nAll observation of space from Earth is filtered through the Earth's atmosphere. The atmosphere filters and distorts what is seen and recorded.\nSatellite-based telescopes opened up the Universe to human eyes. Turbulence in the Earth's atmosphere blurs images taken by ground-based telescopes, an effect known as seeing. It is this effect that makes stars \"twinkle\" in the sky. As a result, the pictures taken by satellite telescopes in visible light (for example, by the Hubble Space Telescope) are much clearer than Earth-based telescopes, even though Earth-based telescopes are very large.\nSpace-based astronomy is vital for frequency ranges outside the optical and radio windows. For example, X-ray astronomy is nearly impossible when done from the Earth. It has reached its present importance in astronomy due to orbiting X-ray telescopes. Infrared and ultraviolet are also largely blocked by the atmosphere. Most space observatories are in low Earth orbit.\nHistory.\nIn 1946, American theoretical astrophysicist Lyman Spitzer was the first to propose a telescope in outer space, a decade before the Soviet Union launched the first satellite, \"Sputnik\".\nSpitzer said a large telescope in space, above the Earth's atmosphere, would see better. His efforts resulted in the world's first space-based optical telescope, \"Hubble Space Telescope\", which was launched on April 20, 1990 by the Space Shuttle \"Discovery\" (STS-31).","categories":[],"infobox_types":[],"annotations":[{"uri":"Telescope","surface_form":"telescope","offset":49},{"uri":"Outer_space","surface_form":"outer space","offset":63},{"uri":"Planets","surface_form":"Planets","offset":125},{"uri":"Stars","surface_form":"stars","offset":134},{"uri":"Galaxies","surface_form":"galaxies","offset":141},{"uri":"Reconnaissance","surface_form":"reconnaissance","offset":317},{"uri":"Meteorology","surface_form":"meteorology","offset":333},{"uri":"Atmosphere","surface_form":"atmosphere","offset":455},{"uri":"Electromagnetic_radiation","surface_form":"frequency ranges","offset":1013},{"uri":"Radio","surface_form":"radio","offset":1054},{"uri":"X-ray","surface_form":"X-ray","offset":1082},{"uri":"Infrared","surface_form":"Infrared","offset":1230},{"uri":"Ultraviolet","surface_form":"ultraviolet","offset":1243},{"uri":"Low_Earth_orbit","surface_form":"low Earth orbit","offset":1331},{"uri":"Astrophysics","surface_form":"astrophysicist","offset":1387},{"uri":"Lyman_Spitzer","surface_form":"Lyman Spitzer","offset":1402},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1489},{"uri":"Sputnik","surface_form":"Sputnik","offset":1533},{"uri":"Hubble_Space_Telescope","surface_form":"Hubble Space Telescope","offset":1706},{"uri":"Space_Shuttle_Discovery","surface_form":"Space Shuttle \"Discovery\"","offset":1775}]}