{"id":430551,"url":"http://en.wikipedia.org/wiki/Too_Cool","text":"Too Cool was a professional wrestling tag team and stable that competed in F 1998 to 2001.\nThe members of the tag team were Scotty 2 Hotty and Grandmaster Sexay. Rikishi joined in late 1999 to make Too Cool a stable.\nThe members of the stable were portrayed as hip hop fans and they would dancing around the ring while lights flashed and music played. This also included a famous moment when all three members entered the Royal Rumble and Rikishi eliminated all the participants in the ring except Sexay. Rikishi looked like he was going to eliminate Sexay but Scotty entered the match next and they danced to their music while the Rumble match was still ongoing. Rikishi eliminated the other two members when their dance segment was over. They quickly became very popular with fans.\nOn the January 6, 2014 episode of \"Raw\" titled \"Old School Raw\", Too Cool reunited with Rikishi and they defeated 3MB (Heath Slater, Drew McIntyre and Jinder Mahal) in a six-man tag team match. It marked the first time in thirteen and a half years that all three members of Too Cool had competed in a six-man tag team match. Too Cool also competed at \"NXT Arrival\" in a match for the NXT Tag Team Championships against The Ascension but they were unable to win the titles.","categories":[],"infobox_types":[],"annotations":[{"uri":"Professional_wrestling","surface_form":"professional wrestling","offset":15},{"uri":"Tag_team","surface_form":"tag team","offset":38},{"uri":"WWE","surface_form":"F","offset":75},{"uri":"Scotty_2_Hotty","surface_form":"Scotty 2 Hotty","offset":124},{"uri":"Brian_Lawler","surface_form":"Grandmaster Sexay","offset":143},{"uri":"Rikishi_(wrestler)","surface_form":"Rikishi","offset":162},{"uri":"Royal_Rumble_(2000)","surface_form":"Royal Rumble","offset":422},{"uri":"Heath_Slater","surface_form":"Heath Slater","offset":903},{"uri":"Drew_McIntyre","surface_form":"Drew McIntyre","offset":917},{"uri":"Jinder_Mahal","surface_form":"Jinder Mahal","offset":935},{"uri":"NXT_Arrival","surface_form":"NXT Arrival","offset":1136},{"uri":"NXT_Tag_Team_Championship","surface_form":"NXT Tag Team Championship","offset":1168},{"uri":"The_Ascension_(professional_wrestling)","surface_form":"The Ascension","offset":1203}]}