{"id":43055,"url":"http://en.wikipedia.org/wiki/Brass_instrument","text":"A brass instrument is a musical instrument that you play by blowing through a mouthpiece to change the pitch, or note.\nBrass players use their breath to produce sound. Instead of blowing into a reed they vibrate their lips by buzzing them against a metal cup-shaped mouthpiece. The mouthpiece helps to amplify the buzzing, which creates the sound. Most brass instruments have valves attached to their long pipes; the valves look like buttons. Pressing on the valves makes them open and close different parts of the pipe.\nWith brass instruments, the sound starts at the lips.\nTheir mouthpieces just help your lips buzz. It does not matter if the instrument is really made of brass, as long as it works that way.\nIt is not important what the instrument is made of. Some brass instruments are really made of wood, but are still called brass instruments, like the serpent. Other instruments are made of brass but do not work like this, like the saxophone. They are not called brass instruments, because they don't work that way.\nThere are also parts of the instrument that change the resonance and thus the pitch, like slides or valves.\nA brass band is a group of brass instruments and drums that play music together. They are often used to play for parades and processions because the players can march and play at the same time. Brass bands were very popular in England. Many factories and coal mines had their own bands. The workers would play in the bands after work. One famous band is the Grimethorpe Colliery Band.","categories":[],"infobox_types":[],"annotations":[{"uri":"Musical_instrument","surface_form":"musical instrument","offset":24},{"uri":"Mouthpiece_(brass)","surface_form":"mouthpiece","offset":78},{"uri":"Pitch","surface_form":"pitch","offset":103},{"uri":"Reed","surface_form":"reed","offset":194},{"uri":"Mouthpiece_(brass)","surface_form":"mouthpiece","offset":282},{"uri":"Valve","surface_form":"valve","offset":376},{"uri":"Lip","surface_form":"lip","offset":569},{"uri":"Serpent_(musical_instrument)","surface_form":"serpent","offset":860},{"uri":"Brass","surface_form":"brass","offset":899},{"uri":"Saxophone","surface_form":"saxophone","offset":941},{"uri":"Resonance","surface_form":"resonance","offset":1080},{"uri":"Valve","surface_form":"valve","offset":1125},{"uri":"Brass_band","surface_form":"brass band","offset":1135},{"uri":"Parade","surface_form":"parade","offset":1246},{"uri":"Factory","surface_form":"factories","offset":1374},{"uri":"Coal","surface_form":"coal","offset":1388},{"uri":"Mining","surface_form":"mines","offset":1393}]}