{"id":430614,"url":"http://en.wikipedia.org/wiki/Mikhail_Khodorkovsky","text":"Mikhail Borisovich Khodorkovsky (born 26 June 1963) is a Russian businessman. In 2005 he was put in prison for not paying taxes. On 20 December 2013 Putin let him out of prison. He lives in Germany, but he may move back to Russia if he wishes. Khodorkovsky would have been released in August 2014.\nEarly life.\nKhodorkovsky was born in Moscow to a Jewish father and Russian mother. He went to the Mendeleev Chemistry and Technology Institute.\nOnce the richest man in Russia.\nIn 2003, Khodorkovsky was named Person of the Year by \"Expert\", sharing this title with Roman Abramovich and, in 2004, Khodorkovsky was the wealthiest man in Russia and one of the richest people in the world, ranked 16th on Forbes list of billionaires.\nAfter the dissolution of the Soviet Union, Khodorkovsky accumulated wealth by developing Siberian oil fields. He was the head of Yukos, one of the largest Russian companies to emerge from the privatization of state assets in the 1990s.\nHe was arrested on 25 October 2003. The government under Vladimir Putin then froze shares of Yukos shortly thereafter on tax charges. The state took further actions against Yukos, leading to a collapse of the company's share price. This destroyed most of Khodorkovsky's wealth. He was found guilty and sentenced to nine years in prison in May 2005. While still serving his sentence, Khodorkovsky and his business partner Platon Lebedev were further charged and found guilty of embezzlement and money laundering in December 2010, extending his prison sentence to 2014.\nKhodorkovsky was pardoned by President Vladimir Putin following lobbying for his release by Hans-Dietrich Genscher, and released from jail on 20 December 2013.\nTrial.\nThere is widespread concern internationally that the trials and sentencing were politically motivated. During Putin's presidency, it became clear that many state assets had been sold far below their true value. This was shown as soon as shares became available on the open market. The conspiracy theory is that, wanting to recapture Yukos for the state, a way was sought to put an end to Khodorovsky's control.\nThere was a confrontation between state auditors and Yukos auditors as to the extent of Yukos' profits. It was claimed for Yukos that a large part of the profits were covered by investments in plant (pipelines, etc.), and exploration. The upshot was that Khodorovsky was charged with tax evasion.\nThe trial process was criticised abroad for its lack of due process. Khodorkovsky lodged several applications to the European Court of Human Rights. In response to his first application, which concerned events from 2003 to 2005, the court found that several violations were committed by the Russian authorities in their treatment of Khodorkovsky. In particular, the court ruled that Khodorkovsky's arrest was \"unlawful as it had been made with a purpose different from the one expressed.\" Despite these findings, the court ultimately ruled that the trial was not politically motivated, but rather \"that the charges against him were grounded in 'reasonable suspicion'\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Russia","surface_form":"Russia","offset":57},{"uri":"Prison","surface_form":"prison","offset":100},{"uri":"Putin","surface_form":"Putin","offset":149},{"uri":"Germany","surface_form":"Germany","offset":190},{"uri":"Moscow","surface_form":"Moscow","offset":335},{"uri":"Jewish","surface_form":"Jewish","offset":347},{"uri":"Mendeleev","surface_form":"Mendeleev","offset":396},{"uri":"Person_of_the_Year_(Expert_magazine)","surface_form":"Person of the Year","offset":506},{"uri":"Expert_magazine","surface_form":"\"Expert\"","offset":528},{"uri":"Roman_Abramovich","surface_form":"Roman Abramovich","offset":562},{"uri":"Russia","surface_form":"Russia","offset":632},{"uri":"Forbes_list_of_billionaires","surface_form":"Forbes list of billionaires","offset":698},{"uri":"Dissolution_of_the_Soviet_Union","surface_form":"dissolution of the Soviet Union","offset":737},{"uri":"Siberia","surface_form":"Siberia","offset":816},{"uri":"Oil_field","surface_form":"oil field","offset":825},{"uri":"Yukos","surface_form":"Yukos","offset":856},{"uri":"Privatization","surface_form":"privatization","offset":919},{"uri":"Vladimir_Putin","surface_form":"Vladimir Putin","offset":1020},{"uri":"Platon_Lebedev","surface_form":"Platon Lebedev","offset":1384},{"uri":"Embezzlement","surface_form":"embezzlement","offset":1440},{"uri":"Money_laundering","surface_form":"money laundering","offset":1457},{"uri":"Hans-Dietrich_Genscher","surface_form":"Hans-Dietrich Genscher","offset":1623},{"uri":"Political_prisoner","surface_form":"politically motivated","offset":1778},{"uri":"Conspiracy_theory","surface_form":"conspiracy theory","offset":1983},{"uri":"Auditor","surface_form":"auditor","offset":2149},{"uri":"Due_process","surface_form":"due process","offset":2462},{"uri":"European_Court_of_Human_Rights","surface_form":"European Court of Human Rights","offset":2523}]}