{"id":430691,"url":"http://en.wikipedia.org/wiki/D%C3%A1l_Riata","text":"Dál Riata (also Dalriada or Dalriata) was a Gaelic kingdom on the western coast of Scotland.. Beginning in the early 5th century Dál Riata covered the area of what is now Argyll and Bute and Lochaber in Scotland. They came from the area of County Antrim in Northern Ireland where they were called 'Scots'. Other groups from Ireland followed. These groups also established themselves on the west coast as far south as Cornwall. The colony from Irish Dál Riata were known as the \"Scotti\" to the Romans. It was this group that later gave their name to Scotland.\nHistory.\nAt the time they began to colonize Dál Riata, the only other people living in the far north of Britain were the Picts. They occupied the eastern part of Scotland north of what is now Edinburgh. About A.D. 297 they were mentioned by Roman writers regarding an attack along Hadrian's Wall. Even at this early period the Romans encountered Irish \"Scotti\" assisting the Picts even though they had not yet moved there permanently. So the two groups were seen by the Romans to be allies. How Dál Riata in Scotland was seen as a colony still controlled from Ireland is not clear to modern historians.\nSome view the Dál Riatans as having their own local kings with their overlord in Ireland. Others saw it as being ruled by one king. Dál Riata became the home of the Irish monk Saint Columba. He established a Christian community on the isle of Iona. He brought Christianity to the whole of Scotland, Gaels and Picts.\nThe kingdom rose to power under their king Aedan mac Gabrain. He became their king in 574. In 603 Aedan led his people against Athelfrith of Bernicia at a place called \"Degsastan.\" The Scots were completely defeated. Defeats in Ireland and Scotland during the reign of Domnall Brecc (d. 642) ended Dál Riata's dominance. The kingdom came under the control of Northumbria, then subject to the Picts. The kingdom's independence ended in the Viking Age, as it merged with the lands of the Picts to form the Kingdom of Alba.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gaels","surface_form":"Gaelic","offset":44},{"uri":"Scotland","surface_form":"Scotland","offset":83},{"uri":"5th_century","surface_form":"5th century","offset":117},{"uri":"Argyll_and_Bute","surface_form":"Argyll and Bute","offset":171},{"uri":"Lochaber","surface_form":"Lochaber","offset":191},{"uri":"County_Antrim","surface_form":"County Antrim","offset":240},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":257},{"uri":"Cornwall","surface_form":"Cornwall","offset":417},{"uri":"Roman_Empire","surface_form":"Romans","offset":493},{"uri":"Britain","surface_form":"Britain","offset":663},{"uri":"Picts","surface_form":"Picts","offset":680},{"uri":"Edinburgh","surface_form":"Edinburgh","offset":751},{"uri":"Hadrian%27s_Wall","surface_form":"Hadrian's Wall","offset":840},{"uri":"Columba","surface_form":"Columba","offset":1344},{"uri":"Christian","surface_form":"Christian","offset":1370},{"uri":"Iona","surface_form":"Iona","offset":1405},{"uri":"Aedan_mac_Gabrain","surface_form":"Aedan mac Gabrain","offset":1521},{"uri":"Athelfrith_of_Bernicia","surface_form":"Athelfrith of Bernicia","offset":1605},{"uri":"Domnall_Brecc","surface_form":"Domnall Brecc","offset":1747},{"uri":"Northumbria","surface_form":"Northumbria","offset":1837},{"uri":"Picts","surface_form":"Picts","offset":1870},{"uri":"Viking_Age","surface_form":"Viking Age","offset":1917},{"uri":"Kingdom_of_Alba","surface_form":"Kingdom of Alba","offset":1982}]}