{"id":430684,"url":"http://en.wikipedia.org/wiki/Athelfrith_of_Bernicia","text":"Athelfrith († 616), in 593 became King of Bernicia. In 604 he conquered Deira and became the first King of Northumbria. Aethelfrith was the first great leader among the Angles north of the River Humber. Bede called him an ambitious and powerful king who cruelly ravaged the Britons more than any other English leader. He was killed in battle against the East Angles.\nKing of Bernicia.\nAthelfrith was the son of Athelric of Bernicia and grandson of Ida of Bernicia. In 593 Athelfrith became King of Bernicia. According to Frank Stenton \"The continuous history of Northumbria, and indeed of England, begins with the reign of Athelfrith...\" Among the northern Angles, Aethelfrith was the first great leader. He gained more territory from the Britons than any other English leader.\nIn 595 a large force of Britons, Gaels and Picts came together at \"Din Eydin\" (Edinburgh). They attacked the Angles of Bernicia at a place identified as Catterick. Among those killed at this battle called \"Catraeth\", was Owen of Rheged, Athelfrith's enemy. Owen had killed Athelfrith's father, Athelric. The remaining force of Britons, Gaels and Picts was completely defeated, most of them being killed. In 603 Athelfrith fought another great battle at a place called \"Degsastan.\" Dál Riatan Scots, under their king Aedan mac Gabrain came against the English and were completely defeated. Athelfrith's victory eliminated the Scots as a threat for a long period of time in northern Britain. Bede, writing in 731, wrote that up to his day no king of the Scots had attempted to wage war against the northern English again. The only remaining enemy to cause Athelfrith any concern was the Britons of Strathclyde.\nKing of Northumbria.\nIn 604 Athelfrith attacked Deira to his south. King Athelric of Deira was killed. Athelfrith also tried to kill Edwin of Deira, Athelric's brother, but Edwin escaped. He took Edwin's sister, Achaas, as his second wife. In 605 Athelfrith united the two kingdoms, Bernicia and Deira, into a single kingdom called Northumbria. He must have spent the next few years setting up ways to govern such a large territory. He almost certainly set up fortifications as well. By 613 Athelfrith began trying to capture Edwin who had since been in exile in Gwnedd and Powys. He moved his army across the Pennines to Chester. When several monks were sent by the Britons to negotiate with Athelfrith they were killed. Between 613 and 616 Athelfrith defeated the Britons in battle at Chester. Edwin escaped again this time to Mercia, then to East Anglia. Athelfrith wanted the king, Raedwald of East Anglia, to murder Edwin, but he would not. Concerned that Athelfrith might attack East Anglia, Raedwald took his army and attacked Athelfrith. The two armies met at the River Idle near Doncaster. Not seeing the East Angles as a major threat, Athelfrith brought a smaller army. Athelfrith was killed after he was separated from his bodyguards. Edwin returned to Northumbria to become the king. At Athelfrith's death his family fled north to find safety. Eanfrith, the eldest son, found safety with the Picts. He married the sister of Gartnait, King of the Picts. His half-brothers Oswald and Oswiu found safety with the Scots in Argyll.","categories":[],"infobox_types":[],"annotations":[{"uri":"%E2%80%A0","surface_form":"†","offset":12},{"uri":"Bernicia","surface_form":"Bernicia","offset":42},{"uri":"Deira","surface_form":"Deira","offset":72},{"uri":"Northumbria","surface_form":"Northumbria","offset":107},{"uri":"Angles","surface_form":"Angles","offset":169},{"uri":"River_Humber","surface_form":"River Humber","offset":189},{"uri":"Bede","surface_form":"Bede","offset":203},{"uri":"Britons_(Celtic_people)","surface_form":"Britons","offset":274},{"uri":"Anglo-Saxon","surface_form":"English","offset":302},{"uri":"East_Anglia","surface_form":"East Angles","offset":354},{"uri":"Bernicia","surface_form":"Bernicia","offset":423},{"uri":"Ida_of_Bernicia","surface_form":"Ida of Bernicia","offset":448},{"uri":"Frank_Stenton","surface_form":"Frank Stenton","offset":521},{"uri":"Britons_(Celtic_people)","surface_form":"Britons","offset":802},{"uri":"Gaels","surface_form":"Gaels","offset":811},{"uri":"Picts","surface_form":"Picts","offset":821},{"uri":"Edinburgh","surface_form":"Edinburgh","offset":857},{"uri":"Angles","surface_form":"Angles","offset":887},{"uri":"Catterick","surface_form":"Catterick","offset":931},{"uri":"D%C3%A1l_Riata","surface_form":"Dál Riata","offset":1259},{"uri":"Scottish_people","surface_form":"Scots","offset":1270},{"uri":"Aedan_mac_Gabrain","surface_form":"Aedan mac Gabrain","offset":1294},{"uri":"Victory","surface_form":"victory","offset":1380},{"uri":"Deira","surface_form":"Deira","offset":1735},{"uri":"Athelric_of_Deira","surface_form":"Athelric of Deira","offset":1760},{"uri":"Edwin_of_Deira","surface_form":"Edwin of Deira","offset":1820},{"uri":"Gwnedd","surface_form":"Gwnedd","offset":2250},{"uri":"Powys","surface_form":"Powys","offset":2261},{"uri":"Pennines","surface_form":"Pennines","offset":2297},{"uri":"Chester","surface_form":"Chester","offset":2474},{"uri":"Mercia","surface_form":"Mercia","offset":2516},{"uri":"Raedwald_of_East_Anglia","surface_form":"Raedwald of East Anglia","offset":2573},{"uri":"River_Idle","surface_form":"River Idle","offset":2759},{"uri":"Doncaster","surface_form":"Doncaster","offset":2775},{"uri":"Bodyguard","surface_form":"bodyguard","offset":2921},{"uri":"Half-brother","surface_form":"half-brothers","offset":3156},{"uri":"Oswald_of_Northumbria","surface_form":"Oswald","offset":3170},{"uri":"Oswiu_of_Northumbria","surface_form":"Oswiu","offset":3181},{"uri":"Argyll","surface_form":"Argyll","offset":3218}]}