{"id":430660,"url":"http://en.wikipedia.org/wiki/South-West_Africa","text":"South-West Africa (;;) was the name used for Namibia when it was ruled by the German Empire and later South Africa.\nGerman colony.\nFrom 1884 to 1915, South-West Africa was a German colony under the name of German South-West Africa (, DSWA). Germany had a difficult time ruling the territory, and it experienced many insurgencies. The main port city, Walvis Bay, and the Penguin Islands were annexed by Great Britain in 1878 as a part of the Cape Colony, which became a part of the Union of South Africa on 31 May 1910.\nSouth African rule.\nIn 1915, South Africa captured the German colony. It became a League of Nations Mandate territory, with the Union of South Africa administering it. In 1946, the League of Nations was replaced by the United Nations. The Mandate was supposed to become a Trust Territory when the League of Nations Mandates were transferred to the control of the UN. However, South Africa refused, regarding the territory as its fifth province (even though it was never formally incorporated into the Union of South Africa). In 1966, the United Nation terminated the Mandate and said that South Africa had no right to administer South-West Africa any more, but South Africa refused. In 1971, the South African occupation of the territory was illegal and that they should leave, but South Africa still refused.\nOn 21 March 1990, South Africa granted independence to the territory, which became the Republic of Namibia. However, Walvis Bay and the Penguin Islands only became a part of Namibia in 1994.","categories":[],"infobox_types":[],"annotations":[{"uri":"Namibia","surface_form":"Namibia","offset":45},{"uri":"German_Empire","surface_form":"German Empire","offset":78},{"uri":"South_Africa","surface_form":"South Africa","offset":102},{"uri":"German_South-West_Africa","surface_form":"German South-West Africa","offset":206},{"uri":"Walvis_Bay","surface_form":"Walvis Bay","offset":350},{"uri":"Penguin_Islands","surface_form":"Penguin Islands","offset":370},{"uri":"United_Kingdom","surface_form":"Great Britain","offset":402},{"uri":"British_Cape_Colony","surface_form":"Cape Colony","offset":441},{"uri":"Union_of_South_Africa","surface_form":"Union of South Africa","offset":481},{"uri":"League_of_Nations","surface_form":"League of Nations","offset":601},{"uri":"Mandate_territory","surface_form":"Mandate territory","offset":619},{"uri":"United_Nations","surface_form":"United Nations","offset":738},{"uri":"United_Nations_Trust_Territory","surface_form":"Trust Territory","offset":791},{"uri":"Namibia","surface_form":"Republic of Namibia","offset":1416}]}