{"id":430738,"url":"http://en.wikipedia.org/wiki/Impact_Global_Championship","text":"The Impact Global Championship is a professional wrestling championship in Impact Wrestling. It was originally a National Wrestling Alliance. The championship was debuted on the May 14, 2007 taping of TNA Impact!. The episode aired on May 17, 2007 because of tape delay. It is considered the highest-ranking title in TNA.\nHistory.\nTotal Nonstop Action Wrestling originally had an agreement with National Wrestling Alliance and had control over both the NWA World Heavyweight and World Tag Team Championships. The company became a NWA territory and was known as NWA–TNA. On their first show they had a twenty-man Gauntlet for the Gold match where twenty men would try to throw each other over the top rope and onto the floor to eliminate them, until there were two men left. The two men who remained would compete in a standard match to become the first ever TNA-era NWA World Heavyweight Champion. Ken Shamrock would defeat Malice to win the vacant championship with Ricky Steamboat as special guest referee at the event. Both the NWA World Heavyweight and World Tag Team Championships were competed for in TNA on May 13, 2007 when the Executive Director of NWA, Robert Trobich announced that the agreement between TNA and NWA had ended. This also ended TNA's control over the championships and Trobich said that the then-NWA World Heavyweight Champion Christian Cage and then-NWA World Tag Team Champions Team 3D (Brother Ray and Brother Devon) would be stripped of their championships.\nKurt Angle defeated Christian Cage and Sting in a match to win the \"World Heavyweight Championship\". On the May 14, 2007 taping of TNA Impact! (which aired on May 17, 2007 because of tape delay), Angle debuted the TNA World Heavyweight Championship belt and said that he was the \"new TNA World Heavyweight Champion\".\nCurrent champion.\nThe current champion is Eddie Edwards and he is in his sixth reign as champion. He defeated former champion Bobby Lashley during the Impact Wrestling tapings on October 3, 2016.","categories":[],"infobox_types":[],"annotations":[{"uri":"Professional_wrestling","surface_form":"professional wrestling","offset":36},{"uri":"Championship_(professional_wrestling)","surface_form":"championship","offset":59},{"uri":"Impact_Wrestling","surface_form":"Impact Wrestling","offset":75},{"uri":"National_Wrestling_Alliance","surface_form":"National Wrestling Alliance","offset":113},{"uri":"TNA_Impact%21","surface_form":"TNA Impact!","offset":201},{"uri":"National_Wrestling_Alliance","surface_form":"National Wrestling Alliance","offset":395},{"uri":"Ken_Shamrock","surface_form":"Ken Shamrock","offset":898},{"uri":"Jerry_Tuite","surface_form":"Malice","offset":924},{"uri":"Ricky_Steamboat","surface_form":"Ricky Steamboat","offset":967},{"uri":"Christian_(wrestler)","surface_form":"Christian Cage","offset":1353},{"uri":"The_Dudley_Boyz","surface_form":"Team 3D","offset":1406},{"uri":"Mark_LoMonaco","surface_form":"Brother Ray","offset":1415},{"uri":"Devon_Hughes","surface_form":"Brother Devon","offset":1431},{"uri":"Kurt_Angle","surface_form":"Kurt Angle","offset":1488},{"uri":"Sting_(wrestler)","surface_form":"Sting","offset":1527},{"uri":"TNA_Impact%21","surface_form":"TNA Impact!","offset":1619},{"uri":"Eddie_Edwards_(wrestler)","surface_form":"Eddie Edwards","offset":1847},{"uri":"Bobby_Lashley","surface_form":"Bobby Lashley","offset":1931}]}