{"id":43073,"url":"http://en.wikipedia.org/wiki/Arabian_Sea","text":"The Arabian Sea is the northwest part of the Indian ocean. To its west are the Guardafui Channel, Somali Sea and Arabian peninsula. To its east is the the Indian peninsula. It covers around 4,600,000, km. The Arabian Sea one of the warmest seas.\nAlternative names.\nThe Arabian Sea historically and geographically has been referred to with many different names by Arabian and European geographers and travelers, including Indian Sea, Sindhu Sagar, Darya, Sindhu Sagar, and Arab Samudra, Erythraean Sea, Sindh Sea, and Akhzar Sea. In Indian folklore, it is referred to as Darya, Sindhu Sagar, and Arab Samudra. About 70 percent of coastline and 90 percent of population of Arabian Sea area isnt arab. There is no historical map of more than 300 years with the Arabian Sea name.\nIbn Khordadbeh,Ibn Sa'id al-Maghribi, Muhammad al-Idrisi, Istakhri, Mahmud al-Kashgari, Khashkhash Ibn Saeed Ibn Aswad and Muhammad ibn Musa al-Khwarizmi had mentioned the sea as Persian sea and sea of Mokran.\nsome of the midival map including the map by Vincenzo Maria Coronelli, 1693 had mentioned the Persian sea and also Makran. Cornelius Le Brun's Year 1718 Map. On this map, the name of the Oman Sea is recorded as \"Gulf of Hormuz\". The name \"Arabian Sea\" has been informed of a sea off the coast of Yemen, and you can rename it the Arabian Sea, as the \"Indian Sea\" church. Map of Iran in the 16th century by Abraham Ortelius in which the name of the Persian Sea and the Indian Sea appear.\nArab sailors and nomads used to call this sea by different names, including the green sea, the ocean sea, the Hindu sea, the Makran Sea, the Gulf of Oman, and among them the Zakariya al-Qazwini, Al-Masudi and Ibn Hawqal. They wrote: “The green sea in the east and the sea of darkness in the west is the sea of strange creatures (Zakariya al-Qazwini) And the enchanted islands (Al-Masudi) (Hafiz-i Abru). Abdullah bin Lotf bin Abdul Rashid, a geographic historian and tourist mentioned in the book History of Islam and Iran, explains the Green Sea and says: “It is also called the Sea of India and it connects with the Persian Sea.” There is a lot of attribution until the name proves this sea, which is the Arabian Sea or the Arabian Sea.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indian_ocean","surface_form":"Indian ocean","offset":45},{"uri":"Guardafui_Channel","surface_form":"Guardafui Channel","offset":79},{"uri":"Somali_Sea","surface_form":"Somali Sea","offset":98},{"uri":"Sea","surface_form":"sea","offset":240},{"uri":"Arabian","surface_form":"Arabian","offset":363},{"uri":"Sindh","surface_form":"Sindh","offset":433},{"uri":"Ibn_Khordadbeh","surface_form":"Ibn Khordadbeh","offset":776},{"uri":"Ibn_Sa%27id_al-Maghribi","surface_form":"Ibn Sa'id al-Maghribi","offset":791},{"uri":"Muhammad_al-Idrisi","surface_form":"Muhammad al-Idrisi","offset":814},{"uri":"Istakhri","surface_form":"Istakhri","offset":834},{"uri":"Mahmud_al-Kashgari","surface_form":"Mahmud al-Kashgari","offset":844},{"uri":"Khashkhash_Ibn_Saeed_Ibn_Aswad","surface_form":"Khashkhash Ibn Saeed Ibn Aswad","offset":864},{"uri":"Muhammad_ibn_Musa_al-Khwarizmi","surface_form":"Muhammad ibn Musa al-Khwarizmi","offset":899},{"uri":"Zakariya_al-Qazwini","surface_form":"Zakariya al-Qazwini","offset":1646},{"uri":"Al-Masudi","surface_form":"Al-Masudi","offset":1667},{"uri":"Ibn_Hawqal","surface_form":"Ibn Hawqal","offset":1681},{"uri":"Zakariya_al-Qazwini","surface_form":"Zakariya al-Qazwini","offset":1801},{"uri":"Al-Masudi","surface_form":"Al-Masudi","offset":1849},{"uri":"Hafiz-i_Abru","surface_form":"Hafiz-i Abru","offset":1861}]}