{"id":430899,"url":"http://en.wikipedia.org/wiki/Valon_Berisha","text":"Valon Berisha (born 7 February 1993) is a Norwegian football player. He plays as a midfielder for Red Bull Salzburg in the Austrian Bundesliga.\nCareer.\nBerisha was born in Stockholm. His family is of Albanian origin. They moved from Kosovo to Sweden before he was born. His younger brother Veton also plays professional football for Viking Stavanger in Norway. He started football at the local club Egersunds IK. On 20 June 2008, when he was 15 years old, he played his first senior match for EIK against Staal Jørpeland IL in the Norwegian Third Division. His good performance attracted the interest of Viking Stavanger, a top club of Norway. He signed with them in March 2009. In July 2012 Berisha went on to Red Bull Salzburg together with his fellow Norwegian Håvard Nielsen. Unlike Nielsen he was soon part of the starting team of Salzburg.\nInternational career.\nValon Berisha was part of every youth national team in Norway. For the Under-17, U-19 and U-21 teams he played 29 games and scored 3 goals. With the U-21 he played in the European Under-21 Championship 2013 in Israel and reached the semifinal. His first match in the senior team was on January 15, 2011. It was a friendly match against Denmark League XI (unofficial national football team run by the Danish Football Association).","categories":[],"infobox_types":[],"annotations":[{"uri":"Norway","surface_form":"Norwegian","offset":42},{"uri":"Footballer","surface_form":"football player","offset":52},{"uri":"Midfielder","surface_form":"midfielder","offset":83},{"uri":"FC_Red_Bull_Salzburg","surface_form":"Red Bull Salzburg","offset":98},{"uri":"Austrian_Bundesliga","surface_form":"Austrian Bundesliga","offset":123},{"uri":"Stockholm","surface_form":"Stockholm","offset":172},{"uri":"Kosovo","surface_form":"Kosovo","offset":233},{"uri":"Sweden","surface_form":"Sweden","offset":243},{"uri":"Veton_Berisha","surface_form":"Veton","offset":290},{"uri":"Norway_national_football_team","surface_form":"senior team","offset":1135}]}