{"id":430867,"url":"http://en.wikipedia.org/wiki/African-American_music","text":"ce=\"preserve\">African-American music is types of music that were mostly developed by and for African-Americans. The main modern types are jazz, blues, gospel, soul, rock and roll, and hip hop. Other types such as ragtime also used to be popular.\nHistory.\nAfrican-Americans started influencing mainstream American music in the 19th century when they performed in minstrel shows.\n1920s.\nThe period from the end of the First World War until the start of the Depression in 1929 is known as the \"Jazz Age\". In 1920 the first vocal blues recording, \"Crazy Blues\", was made by the Vaudevillean singer Mamie Smith. After this blues sung by African American females became popular. The most popular female blues singer was Bessie Smith. She was a big influence on other jazz singers. She sung a song called \"Squeeze Me\" that was composed by Fats Waller. In 1921 Black Swan Records was started in Harlem. It was the first record label owned by an African-American. In December 1928 Pinetop Smith recorded \"Pine Top's Boogie Woogie\". The song influenced the boogie-woogie style of music. In the late 1920s the trumpeter and singer Louis Armstrong became one of the most famous jazz musicians in the world.\n1930s.\nIn the early 30s swing music developed. In the late 1930s people were worried that barbershop music would die out, and there was a barbershop music revival. 1935-1946 is known as the swing era. At this time it was the most popular music in America. Big bands played swing music.\n1940s.\nR&B music began in the 1940s. Until 1948 it was called \"race music\". In 1949, the term \"Rhythm and Blues\" replaced the \"Billboard\" category Harlem Hit Parade. The trumpeter Dizzy Gillespie helped create the first modern jazz style, bebop. In the 1940s the jazz singers Ella Fitzgerald and Billie Holiday became popular.\n1950s.\nIn 1955 the single \"Tutti Frutti\" was released by Little Richard. It sold over a million copies. He was one of the first black musicians to be popular among both white and black people. Little Richard called himself the \"king of rockin' and rollin', rhythm and blues soulin'\". People have described \"Tutti Frutti\" as being the song that began rock and roll. Singer and guitarist Chuck Berry also helped to make rock and roll with songs like \"Maybelline\". Big Mama Thornton was the first person to sing \"Hound Dog\" in 1952. It was number one on the \"Billboard\" R&B charts in 1953 for seven weeks. It sold nearly two million copies. However, in 1956 Elvis Presley, a white singer, sung the song and was more successful. It sold 10 million copies. Presley was very influenced by African-American music. He made rockabilly, a kind of rock and roll, popular. Some black people say that Presley was nothing more than a racist white Southerner who stole black music.\nJames Brown became popular towards the end of the decade. He helped create funk music. Gospel began its golden age after World War II. In the 1950s soul music also started to appear. Etta James and Clyde McPhatter contributed to the creation of soul. Soul was a kind of non religious gospel music. Soul and R&B influenced the sound of girl groups, only some of which were white.\nA type of jazz called free jazz started to develop. Ornette Coleman helped to make it.\n1960s.\nIn the 1960s Jimi Hendrix released psychedelic rock music. He died in 1972. His music was very influential. However, rock music is often thought of as a white genre.\nStevie Wonder's first album \"The Jazz Soul of Little Stevie\" was released on Motown in 1962. Wonder was 12 years old. When he was 13 he had his first number one, \"Fingertips\". The soul singer Marvin Gaye helped to shape the sound of Motown Records with songs like \"I Heard It Through the Grapevine\". He became known as the \"Prince of Motown\". Ray Charles had crossover success on ABC Records. This meant that he was popular with both black and white people. While with ABC Records, Charles became one of the first African-American musicians to be given artistic control by a mainstream record company. In the 1960s a record label called Motown released lots of successful singles. An R&B group called The Miracles were their first successful act. Smokey Robinson had started the group in the 1950s. He became the vice president of Motown. The girl group The Supremes were Motown's most successful act.\nIn 1960 The Shirelles had the first number one single by a girl group, \"Will You Still Love Me Tomorrow\".\n1970s.\nHip hop started in New York City in the 1970s. 1979 was an important year for hip hop. In 1979 Sugarhill Gang released the single \"Rapper's Delight\". It made hip hop/rap popular in the United States and around the world. That year Lady B released \"To the Beat Y'All\". She was the first female solo hip hop artist to record music.\nIn the 1970s disco also became popular. African American disco musicians included Donna Summer and The Jackson 5. KC and the Sunshine Band had mostly African American members. Diana Ross left The Supremes in 1970 and released her first album the same year. Ross was named the most successful female music artist in history in 1993 by the \"Guinness Book of World Records\".\n1980s.\nIn the 1980s the success of Michael Jackson's \"Thriller\" helped to make African American music more popular. \"Thriller\" was released in 1982 and it is the best-selling album of all time. It was produced by Quincy Jones. Jackson was one the first African American pop icons. In 1982 Marvin Gaye also had a number one single \"Sexual Healing\". In 1983 it won Grammy Awards for Best Male R&B Vocal Performance and Best R&B Instrumental Performance. The funk musician Prince became popular. He had four number one singles in the United States. Whitney Houston released her first album in 1985. The album had three number one singles. This made Houston the first woman and first African American woman to have three number ones from one album. Michael Jackson's younger sister Janet Jackson started a pop career. Her third album \"Control\" had five American top five singles and was one of the decade's most important albums.\nFollowing the beginning of hip hop's popularity in 1979, in the 1980s hip hop developed more complex styles.\nThe mid 1980s is called the golden age of hip hop. Artists from this time include Run–D.M.C., Wu-Tang Clan, A Tribe Called Quest and Public Enemy. The gangsta rap group N.W.A started in 1986. Their music was banned from lots of radio stations. In the late 80s jazz rap started to be developed.\n1990s - now.\nIn the 1990s more female African American musicians became popular following the success of Janet Jackson and Whitney Houston. The girl band TLC released their first album \"Ooooooohhh... On the TLC Tip\" in 1992. It sold six million copies.\nMariah Carey, who has a white mother and African-American father, released her first album, \"Mariah Carey\", in 1990. It reached number one in the United States. Since then she has sold over 200 million albums, singles and videos. This makes her one of the best selling artists ever. Mary J. Blige released her first album, \"What's the 411?\", in 1992. It combined hip hop and soul. People gave her the name \"Queen of Hip Hop Soul\" due to this. It sold 3.4 million copies. \"Billboard\" ranked her as the most successful female R&B artist of the last 25 years.\nIn 1990 the girl band Girl's Tyme was started by Beyoncé Knowles and LaTavia Roberson. In 1996 they changed their name to Destiny's Child. In 1997 the band became well known from their single \"No, No, No\". Their 1999 single \"Say My Name\" reached number one and later won three Grammy Awards. In the 2000s the band continued to be successful with two more studio albums.\nR&B singer R. Kelly released his first album in 1993. He has since sold 40 million albums. He produced Aaliyah's 1994 album \"Age Ain't Nothing But a Number\" and wrote Michael Jackson's 1995 number one single \"You Are Not Alone\".\nR&B boy band Boyz II Men became popular in 1991 with their first album \"Cooleyhighharmony\" on Motown. They were the fourth most successful group of the 90s.\nHip hop duo Outkast released their most successful album so far, \"The Love Below\" in 2003. It won Album of the Year and Best Rap Album at the 2004 Grammy Awards.\nRapper Kanye West's first album \"The College Dropout\" was released in 2004. It entered the American album chart at number two. It has sold over four million copies around the world. Since then West has released five more albums on his own and one with Jay-Z in 2011. All of the albums have reached number one.\nToday, African-American musicians such as Beyoncé Knowles are among the most popular musicians in the world. There are more popular white musicians than ever who make African American music. Examples include Amy Winehouse, Adele, Eminem, and Macklemore. In 2013 there were no number one singles by black musicians in the US. This was the first time this had happened in the \"Billboard\" chart's 56-year history. For 44 out of the 52 weeks of 2013 the number one spot on the R‬&B and Hip-Hop Songs Chart was taken by white musicians.\nThe National Museum of African American Music is in Nashville.","categories":[],"infobox_types":[],"annotations":[{"uri":"Music","surface_form":"music","offset":49},{"uri":"African-Americans","surface_form":"African-Americans","offset":93},{"uri":"Jazz","surface_form":"jazz","offset":138},{"uri":"Blues","surface_form":"blues","offset":144},{"uri":"Gospel_music","surface_form":"gospel","offset":151},{"uri":"Soul_music","surface_form":"soul","offset":159},{"uri":"Rock_and_roll","surface_form":"rock and roll","offset":165},{"uri":"Hip_hop","surface_form":"hip hop","offset":184},{"uri":"Ragtime","surface_form":"ragtime","offset":213},{"uri":"Minstrel","surface_form":"minstrel shows","offset":362},{"uri":"First_World_War","surface_form":"First World War","offset":416},{"uri":"Depression_of_1929","surface_form":"the Depression","offset":451},{"uri":"Blues","surface_form":"blues","offset":526},{"uri":"Vaudevillean","surface_form":"Vaudevillean","offset":574},{"uri":"Mamie_Smith","surface_form":"Mamie Smith","offset":594},{"uri":"Bessie_Smith","surface_form":"Bessie Smith","offset":714},{"uri":"Fats_Waller","surface_form":"Fats Waller","offset":832},{"uri":"Black_Swan_Records","surface_form":"Black Swan Records","offset":853},{"uri":"Harlem","surface_form":"Harlem","offset":887},{"uri":"Pinetop_Smith","surface_form":"Pinetop Smith","offset":972},{"uri":"Boogie-woogie","surface_form":"boogie-woogie","offset":1047},{"uri":"Louis_Armstrong","surface_form":"Louis Armstrong","offset":1120},{"uri":"R%26amp%3BB","surface_form":"R&B","offset":1488},{"uri":"Trumpeter","surface_form":"trumpeter","offset":1651},{"uri":"Dizzy_Gillespie","surface_form":"Dizzy Gillespie","offset":1661},{"uri":"Bebop","surface_form":"bebop","offset":1720},{"uri":"Ella_Fitzgerald","surface_form":"Ella Fitzgerald","offset":1757},{"uri":"Billie_Holiday","surface_form":"Billie Holiday","offset":1777},{"uri":"Little_Richard","surface_form":"Little Richard","offset":1865},{"uri":"Chuck_Berry","surface_form":"Chuck Berry","offset":2194},{"uri":"Big_Mama_Thornton","surface_form":"Big Mama Thornton","offset":2270},{"uri":"Hound_Dog_(song)","surface_form":"Hound Dog","offset":2318},{"uri":"Elvis_Presley","surface_form":"Elvis Presley","offset":2463},{"uri":"Rockabilly","surface_form":"rockabilly","offset":2623},{"uri":"Racist","surface_form":"racist","offset":2728},{"uri":"James_Brown","surface_form":"James Brown","offset":2775},{"uri":"World_War_II","surface_form":"World War II","offset":2896},{"uri":"Etta_James","surface_form":"Etta James","offset":2958},{"uri":"Clyde_McPhatter","surface_form":"Clyde McPhatter","offset":2973},{"uri":"Free_jazz","surface_form":"free jazz","offset":3176},{"uri":"Ornette_Coleman","surface_form":"Ornette Coleman","offset":3206},{"uri":"Jimi_Hendrix","surface_form":"Jimi Hendrix","offset":3261},{"uri":"Psychedelic_rock","surface_form":"psychedelic rock","offset":3283},{"uri":"Stevie_Wonder","surface_form":"Stevie Wonder","offset":3414},{"uri":"The_Jazz_Soul_of_Little_Stevie","surface_form":"The Jazz Soul of Little Stevie","offset":3443},{"uri":"Marvin_Gaye","surface_form":"Marvin Gaye","offset":3606},{"uri":"Ray_Charles","surface_form":"Ray Charles","offset":3757},{"uri":"ABC_Records","surface_form":"ABC Records","offset":3794},{"uri":"The_Miracles","surface_form":"The Miracles","offset":4115},{"uri":"Smokey_Robinson","surface_form":"Smokey Robinson","offset":4161},{"uri":"The_Supremes","surface_form":"The Supremes","offset":4268},{"uri":"The_Shirelles","surface_form":"The Shirelles","offset":4324},{"uri":"New_York_City","surface_form":"New York City","offset":4448},{"uri":"Sugarhill_Gang","surface_form":"Sugarhill Gang","offset":4524},{"uri":"Rapper%27s_Delight","surface_form":"Rapper's Delight","offset":4560},{"uri":"Lady_B","surface_form":"Lady B","offset":4660},{"uri":"Disco","surface_form":"disco","offset":4772},{"uri":"Donna_Summer","surface_form":"Donna Summer","offset":4841},{"uri":"The_Jackson_5","surface_form":"The Jackson 5","offset":4858},{"uri":"KC_and_the_Sunshine_Band","surface_form":"KC and the Sunshine Band","offset":4873},{"uri":"Diana_Ross","surface_form":"Diana Ross","offset":4935},{"uri":"Michael_Jackson","surface_form":"Michael Jackson","offset":5166},{"uri":"Thriller_(album)","surface_form":"Thriller","offset":5185},{"uri":"Quincy_Jones","surface_form":"Quincy Jones","offset":5344},{"uri":"Marvin_Gaye","surface_form":"Marvin Gaye","offset":5420},{"uri":"Whitney_Houston","surface_form":"Whitney Houston","offset":5677},{"uri":"Janet_Jackson","surface_form":"Janet Jackson","offset":5909},{"uri":"Run%E2%80%93D.M.C.","surface_form":"Run–D.M.C.","offset":6248},{"uri":"Wu-Tang_Clan","surface_form":"Wu-Tang Clan","offset":6260},{"uri":"A_Tribe_Called_Quest","surface_form":"A Tribe Called Quest","offset":6274},{"uri":"Public_Enemy","surface_form":"Public Enemy","offset":6299},{"uri":"Gangsta_rap","surface_form":"gangsta rap","offset":6317},{"uri":"N.W.A","surface_form":"N.W.A","offset":6335},{"uri":"Jazz_rap","surface_form":"jazz rap","offset":6426},{"uri":"TLC_(group)","surface_form":"TLC","offset":6614},{"uri":"Mariah_Carey","surface_form":"Mariah Carey","offset":6713},{"uri":"Mary_J._Blige","surface_form":"Mary J. Blige","offset":6996},{"uri":"LaTavia_Roberson","surface_form":"LaTavia Roberson","offset":7339},{"uri":"Destiny%27s_Child","surface_form":"Destiny's Child","offset":7392},{"uri":"R._Kelly","surface_form":"R. Kelly","offset":7651},{"uri":"Michael_Jackson","surface_form":"Michael Jackson","offset":7807},{"uri":"Boyz_II_Men","surface_form":"Boyz II Men","offset":7882},{"uri":"Outkast","surface_form":"Outkast","offset":8038},{"uri":"The_Love_Below","surface_form":"The Love Below","offset":8092},{"uri":"Kanye_West","surface_form":"Kanye West","offset":8195},{"uri":"The_College_Dropout","surface_form":"The College Dropout","offset":8221},{"uri":"Jay-Z","surface_form":"Jay-Z","offset":8440},{"uri":"Beyonc%C3%A9_Knowles","surface_form":"Beyoncé Knowles","offset":8540},{"uri":"Amy_Winehouse","surface_form":"Amy Winehouse","offset":8706},{"uri":"Adele","surface_form":"Adele","offset":8721},{"uri":"Eminem","surface_form":"Eminem","offset":8728},{"uri":"Macklemore","surface_form":"Macklemore","offset":8740},{"uri":"National_Museum_of_African_American_Music","surface_form":"National Museum of African American Music","offset":9034},{"uri":"Nashville","surface_form":"Nashville","offset":9082}]}