{"id":430980,"url":"http://en.wikipedia.org/wiki/Hyades_(star_cluster)","text":"The Hyades (also known as Melotte 25 or Collinder 50) is the nearest open star cluster to the Solar System and one of the best-studied of all star clusters.\nThe Hipparcos satellite, the Hubble Space Telescope, and infrared color-magnitude diagram fitting agree a distance of ~153 ly (47 pc) to the cluster centre. The distances given by these three independent methods make the Hyades an important rung on the cosmic distance ladder.\nThe cluster consists of a roughly spherical group of hundreds of stars sharing the same age, place of origin, chemical content, and motion through space. From the perspective of observers on Earth, the Hyades cluster is in the constellation Taurus, where its brightest stars form a \"V\" shape with the even brighter red giant Aldebaran. Aldebaran is completely unrelated to the Hyades, because it is much closer to Earth (hence its apparent brightness) and just happens to lie along the same line of sight.\nThe four brightest member stars of the Hyades are all red giants that began life as A-type stars and have now evolved off the main sequence. All are within a few light years of each other. Their Bayer designations are Gamma, Delta, Epsilon, and Theta Tauri. They form a pattern which was identified as the head of Taurus the Bull. Epsilon Tauri, also known as Ain (the \"Bull's Eye\"), harbours at least one gas giant planet.\nThe age of the Hyades is about 625 million years. The cluster core, where stars are most densely packed, has a radius of 2.7 parsecs (corresponding to a diameter of 17.6 light years), and the cluster's tidal radius is 10 parsecs (corresponding to a diameter of 65 light years). About one-third of confirmed member stars have been observed well outside this boundary, in the cluster's extended halo. These stars are probably in the process of escaping from its gravitational influence.","categories":[],"infobox_types":[],"annotations":[{"uri":"Star_cluster","surface_form":"star cluster","offset":74},{"uri":"Solar_System","surface_form":"Solar System","offset":94},{"uri":"Hipparcos","surface_form":"Hipparcos","offset":161},{"uri":"Hubble_Space_Telescope","surface_form":"Hubble Space Telescope","offset":186},{"uri":"Color-magnitude_diagram","surface_form":"color-magnitude diagram","offset":223},{"uri":"Ly","surface_form":"ly","offset":280},{"uri":"Parsec","surface_form":"pc","offset":287},{"uri":"Cosmic_distance_ladder","surface_form":"cosmic distance ladder","offset":410},{"uri":"Spherical","surface_form":"spherical","offset":468},{"uri":"Chemical","surface_form":"chemical","offset":544},{"uri":"Earth","surface_form":"Earth","offset":625},{"uri":"Constellation","surface_form":"constellation","offset":661},{"uri":"Taurus_(constellation)","surface_form":"Taurus","offset":675},{"uri":"Red_giant","surface_form":"red giant","offset":749},{"uri":"Aldebaran","surface_form":"Aldebaran","offset":759},{"uri":"Stellar_classification","surface_form":"A-type stars","offset":1024},{"uri":"Main_sequence","surface_form":"main sequence","offset":1066},{"uri":"Bayer_designation","surface_form":"Bayer designation","offset":1135},{"uri":"Gamma_Tauri","surface_form":"Gamma","offset":1158},{"uri":"Delta_Tauri","surface_form":"Delta","offset":1165},{"uri":"Epsilon_Tauri","surface_form":"Epsilon","offset":1172},{"uri":"Theta_Tauri","surface_form":"Theta Tauri","offset":1185},{"uri":"Gas_giant","surface_form":"gas giant","offset":1346},{"uri":"Tidal_radius","surface_form":"tidal radius","offset":1566}]}