{"id":431139,"url":"http://en.wikipedia.org/wiki/Nigersaurus","text":"\"Nigersaurus\" (meaning \"Niger reptile\") is a genus of \"Diplodocus\"-like sauropod dinosaur. It lived in the middle of the Cretaceous period in what is now the Republic of Niger. Fossils of this dinosaur were first described in 1976, but it was only named in 1999 after more complete remains were found and described.\nIts skull was very different from \"Diplodocus\", suggesting a different feeding method. It had many fenestrae (openings) and thin bones. It had a wide muzzle filled with more than 500 teeth. They were replaced often: about every 14 days the whole set were replaced together. The jaws may have had a keratinous sheath, something like a wide beak. Its jaws were wider than the skull, and its teeth were placed far to the front.\n\"Nigersaurus\" was long, which is small for a sauropod, and had a short neck. It weighed around 4 tonnes, comparable to a modern elephant. Its skeleton was filled with air sacs, which lightened the weight. Its limbs were robustly built.\n\"Nigersaurus\" was probably a browser, and fed with its head close to the ground. The region of its brain that detected smell was small, although its brain size was comparable to that of other dinosaurs. There has been debate on whether its head was habitually held downwards, or horizontally like other sauropods. It lived in a riparian habitat (near rivers). Its diet probably consisted of soft plants, such as ferns, horsetails, and angiosperms. It is one of the most common fossil vertebrates found in the area, and shared its habitat with other large herbivores, as well as large theropods and crocodylomorphs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Niger","surface_form":"Niger","offset":24},{"uri":"Genus","surface_form":"genus","offset":45},{"uri":"Diplodocus","surface_form":"Diplodocus","offset":55},{"uri":"Sauropod","surface_form":"sauropod","offset":72},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":121},{"uri":"Niger","surface_form":"Niger","offset":170},{"uri":"Skull","surface_form":"skull","offset":320},{"uri":"Fenestra_(anatomy)","surface_form":"fenestrae","offset":415},{"uri":"Keratin","surface_form":"keratin","offset":614},{"uri":"Sauropod","surface_form":"sauropod","offset":786},{"uri":"Elephant","surface_form":"elephant","offset":869},{"uri":"Browser","surface_form":"browser","offset":1006},{"uri":"Riparian","surface_form":"riparian","offset":1305},{"uri":"Habitat","surface_form":"habitat","offset":1314},{"uri":"Fern","surface_form":"fern","offset":1389},{"uri":"Horsetail","surface_form":"horsetail","offset":1396},{"uri":"Angiosperms","surface_form":"angiosperms","offset":1412},{"uri":"Herbivore","surface_form":"herbivore","offset":1532},{"uri":"Theropods","surface_form":"theropods","offset":1561},{"uri":"Crocodylomorph","surface_form":"crocodylomorph","offset":1575}]}