{"id":431281,"url":"http://en.wikipedia.org/wiki/Iona","text":"Iona () is a small island in the Inner Hebrides off the western coast of Scotland. When Columba arrived with twelve monks in 563 he founded a great monastery. From that time Iona was known as a holy place. It was the center of Scottish Christianity for many centuries. Today it is a popular tourist attraction and a place for retreats. Its modern Gaelic name means \"Iona of (Saint) Columba\" (formerly anglicised \"Icolmkill\").\nThe village.\nThe main settlement, located at St. Ronan's Bay on the eastern side of the island, is called \"Baile Mòr\". It is known locally as \"The Village\". The primary school, post office, the island's two hotels, the Bishop's House and the ruins of the Iona nunnery are here. The abbey and MacLeod Centre are a short walk to the north. There are a number of offshore Islands nearby. Eilean Annraidh (island of storm) and Eilean Chalbha (calf island) are larger islands to the north. Rèidh Eilean and Stac MhicMhurchaidh Islands lay to the west of Iona. Eilean Mùsimul (mouse holm island) and Soa Island are to the south.\nDál Riata.\nAt the start, Iona was a part of the Gaelic kingdom of Dál Riata. The island was the site of a highly important monastery during the Early Middle Ages. According to tradition the monastery was founded in 563 by the monk Columba, also known as Colm Cille, who had been exiled from his native Ireland. Columba and twelve companions went into exile on Iona and founded a monastery there. The monastery was very successful, and played a large part in the conversion of the Picts to Christianity. It also had an influence on the Anglo-Saxon kingdom of Northumbria. Many other monasteries were founded in Scotland and Iona became the center of a great monastic system. The scriptorium produced many very important documents.\nChristian center.\nThe monastery itself became the center of Celtic Christianity. Iona was a major supporter of the \"Celtic\" system for calculating the date of Easter. The missionaries and bishops who came to Britain from Rome used a Roman calculation for the date of Easter. This issue was settled when they adopted the Roman system at the Synod of Whitby in 664. Pictland adopted the Roman system in the early 8th century. Iona changed systems in 716, according to the Anglo-Saxon historian Bede. Iona's prominence was reduced over the next centuries as a result of Viking raids and the rise of other powerful monasteries in the system, such as the Abbey of Kells. The Book of Kells was created on Iona about the year 800. At about the same time the island's high crosses were erected. They had a ring around the top part that became the symbol called a \"Celtic cross\". The series of Viking raids on Iona began in 794 and, after its treasures had been plundered many times, Columba's relics were removed and divided two ways between Scotland and Ireland in 849 as the monastery was abandoned.\nKingdom of the Isles.\nAs the Viking control of the west coast of Scotland advanced, Iona became part of the Kingdom of the Isles. Amlaíb Cuarán, King of Northumbria and Dublin, died in 981 while on Iona. Still, the island was sacked twice by his successors. On Christmas night 986 and again in 987. The ruling dynasty of Alba traced its origin to Iona, and the island thus became an important religious icon of the new kingdom. Many of its early kings are buried there. The kings of the Isles were at times vassals of the King of Norway, High King of Ireland, or the King of Scotland. By the 11th century they were nominally attached to the Kingdom of Norway, but in reality they were independent.\nA convent for Benedictine nuns was established in about 1208, with Bethóc, daughter of Somerled, as first prioress. The present Benedictine abbey, Iona Abbey, was built in about 1203. The monastery itself flourished until the Reformation when buildings were demolished and all but three of the 360 carved crosses destroyed.\nKingdom of Scotland.\nAccording to tradition, the first \"King of Scots\" was Kenneth MacAlpin (Cináed mac Ailpín). He founded the beginnings of what we know as Scotland in 843. The Reilig Cemetery on Iona was from that time until the 11th century the place where Scottish kings were buried. In total there are about forty-eight Scottish kings buried at Iona. In addition, eight kings of Norway and four kings of Ireland are buried on Iona.\nFollowing the 1266 Treaty of Perth the Isles (Hebrides) were restored to Scottish rule. An Augustine nunnery survives as a number of 13th century ruins, including a church and cloister. The nunnery continued to be active until the Reformation. By the 1760s little more of the nunnery remained standing than at present, though it is the most complete remnant of a medieval nunnery in Scotland.\nIn the 19th century green-streaked marble was commercially mined in the south-east of Iona; the quarry and machinery survive.","categories":[],"infobox_types":[],"annotations":[{"uri":"Island","surface_form":"island","offset":19},{"uri":"Inner_Hebrides","surface_form":"Inner Hebrides","offset":33},{"uri":"Coast","surface_form":"coast","offset":64},{"uri":"Scotland","surface_form":"Scotland","offset":73},{"uri":"Columba","surface_form":"Columba","offset":88},{"uri":"Monk","surface_form":"monk","offset":116},{"uri":"Monastery","surface_form":"monastery","offset":148},{"uri":"Scotland","surface_form":"Scottish","offset":227},{"uri":"Christianity","surface_form":"Christianity","offset":236},{"uri":"Tourist","surface_form":"tourist","offset":291},{"uri":"Retreat_(spiritual)","surface_form":"retreats","offset":326},{"uri":"Scottish_Gaelic","surface_form":"Gaelic","offset":347},{"uri":"Village","surface_form":"settlement","offset":448},{"uri":"Primary_school","surface_form":"primary school","offset":587},{"uri":"Post_office","surface_form":"post office","offset":603},{"uri":"Hotel","surface_form":"hotel","offset":633},{"uri":"Bishop%27s_House_Iona","surface_form":"Bishop's House","offset":645},{"uri":"Nunnery","surface_form":"nunnery","offset":686},{"uri":"Monastery","surface_form":"abbey","offset":708},{"uri":"Soa_Island","surface_form":"Soa Island","offset":1020},{"uri":"Gaels","surface_form":"Gaelic","offset":1097},{"uri":"Kingdom","surface_form":"kingdom","offset":1104},{"uri":"D%C3%A1l_Riata","surface_form":"Dál Riata","offset":1115},{"uri":"Monastery","surface_form":"monastery","offset":1172},{"uri":"Early_Middle_Ages","surface_form":"Early Middle Ages","offset":1193},{"uri":"Ireland","surface_form":"Ireland","offset":1351},{"uri":"Religious_conversion","surface_form":"conversion","offset":1511},{"uri":"Picts","surface_form":"Picts","offset":1529},{"uri":"Influence","surface_form":"influence","offset":1567},{"uri":"Anglo-Saxons","surface_form":"Anglo-Saxon","offset":1584},{"uri":"Northumbria","surface_form":"Northumbria","offset":1607},{"uri":"Scriptorium","surface_form":"scriptorium","offset":1727},{"uri":"Documents","surface_form":"documents","offset":1768},{"uri":"Celtic_Christianity","surface_form":"Celtic Christianity","offset":1839},{"uri":"Missionaries","surface_form":"missionaries","offset":1950},{"uri":"Bishop","surface_form":"bishop","offset":1967},{"uri":"Catholicism","surface_form":"Roman","offset":2012},{"uri":"Synod_of_Whitby","surface_form":"Synod of Whitby","offset":2119},{"uri":"8th_century","surface_form":"8th century","offset":2190},{"uri":"Bede","surface_form":"Bede","offset":2271},{"uri":"Viking","surface_form":"Viking","offset":2346},{"uri":"Abbey_of_Kells","surface_form":"Abbey of Kells","offset":2429},{"uri":"Book_of_Kells","surface_form":"Book of Kells","offset":2449},{"uri":"Cross","surface_form":"cross","offset":2544},{"uri":"Celtic_cross","surface_form":"Celtic cross","offset":2635},{"uri":"Kingdom_of_the_Isles","surface_form":"Kingdom of the Isles","offset":2981},{"uri":"Amla%C3%ADb_Cuar%C3%A1n","surface_form":"Amlaíb Cuarán","offset":3003},{"uri":"Norway","surface_form":"Norway","offset":3403},{"uri":"Ireland","surface_form":"Ireland","offset":3424},{"uri":"Convent","surface_form":"convent","offset":3573},{"uri":"Benedictine","surface_form":"Benedictine","offset":3585},{"uri":"Beth%C3%B3c%2C_Prioress_of_Iona","surface_form":"Bethóc","offset":3638},{"uri":"Somerled","surface_form":"Somerled","offset":3658},{"uri":"Abbey","surface_form":"abbey","offset":3711},{"uri":"Iona_Abbey","surface_form":"Iona Abbey","offset":3718},{"uri":"Scottish_Reformation","surface_form":"Reformation","offset":3797},{"uri":"Kenneth_MacAlpin","surface_form":"Kenneth MacAlpin","offset":3970},{"uri":"Reilig_Cemetery","surface_form":"Reilig Cemetery","offset":4074},{"uri":"11th_century","surface_form":"11th century","offset":4127},{"uri":"Treaty_of_Perth","surface_form":"Treaty of Perth","offset":4352}]}