{"id":431392,"url":"http://en.wikipedia.org/wiki/The_Wyatt_Family","text":"The Wyatt Family is a professional wrestling stable that currently competes in the WWE. The members of the stable are Bray Wyatt (the leader), Erick Rowan, and Luke Harper.\nThe stable is portrayed as a backwoods cult with Bray Wyatt as their leader.\nNXT.\nHe debuted his character in \"NXT\" and it was drew comparisons to Max Cady of the 1991 movie Cape Fear and Waylon Mercy (a character portrayed by WWF alumni Dan Spivey). He formed The Wyatt Family in November and introduced Luke Harper as his first \"son\" and Erick Rowan as his second \"son\". Harper and Rowan competed in the NXT Tag Team Championship tournament to crown the first champions. They defeated Percy Watson and Yoshi Tatsu in the first round and Bo Dallas and Michael McGillicutty in the semi-finals. They lost to Adrian Neville and Oliver Grey in the finals. Wyatt returned from a torn pectoral muscle and had a match on the February 21 episode of \"NXT\" where he defeated Yoshi Tatsu. Harper and Rowan won a triple threat elimination tag match on the May 2 episode of \"NXT\" to earn a shot at the championships. Wyatt also had a match against Chris Jericho later in the show but was defeated. Harper and Rowan won the NXT Tag Team Championships after they defeated Neville and Bo Dallas (who was filling in for an injured Grey) on the May 8 episode of \"NXT\" (taped on May 2). Harper and Rowan held the titles for 49 days and were defeated by Adrian Neville and Corey Graves on the June 20 episode of \"NXT\" (aired on July 17).\nWWE.\nThe Wyatt Family debuted and attacked Kane after his match with Christian on the July 8 episode of \"Raw\". The Wyatt Family would then send cryptic messages to Kane asking him to \"follow the buzzards\". Kane challenged Wyatt to a Ring of Fire match at SummerSlam and Wyatt accepted his challenge. They made their pay-per-view debut at SummerSlam where they defeated Kane in the Ring of Fire match, following interference from Harper and Rowan. On October 6, 2013 at Battleground, Wyatt defeated Kofi Kingston in a match. Their winning streak came to an end when they were defeated by Cody Rhodes and Goldust on the October 11 episode of \"SmackDown\". They then feuded with Daniel Bryan and CM Punk and faced them at Survivor Series but were defeated. The Wyatt Family faced Daniel Bryan in a 3-on-1 handicap match at where they defeated him. They defeated Daniel Bryan, Cody Rhodes, and Goldust in a 6-man tag team match on the December 23rd episode of \"Raw\" and were defeated by the team of Daniel Bryan, CM Punk, and John Cena at Tribute to the Troops.\nDaniel Bryan faced all three members of The Wyatt Family in a Gauntlet match on the December 30th episode of \"Raw\". Bryan defeated Harper and Rowan by pinfall and Wyatt by disqualification.\nTwo weeks later, on the January 13, 2014 \"Raw\", Bryan turned against the Family, attacking the other three members in the ring. A few days before that \"Raw\" show, thousands of fans at a Michigan State University basketball game repeated Bryan's \"Yes!\" chant. This received large Internet exposure and major coverage on ESPN. One writer for Yahoo! Sports thought that WWE had Bryan turn against the Family because of the Michigan State incident.","categories":[],"infobox_types":[],"annotations":[{"uri":"Professional_wrestling","surface_form":"professional wrestling","offset":22},{"uri":"WWE","surface_form":"WWE","offset":83},{"uri":"Bray_Wyatt","surface_form":"Bray Wyatt","offset":118},{"uri":"Erick_Rowan","surface_form":"Erick Rowan","offset":143},{"uri":"Luke_Harper","surface_form":"Luke Harper","offset":160},{"uri":"Backwoods","surface_form":"backwoods","offset":202},{"uri":"Cult","surface_form":"cult","offset":212},{"uri":"WWE_NXT","surface_form":"NXT","offset":284},{"uri":"Cape_Fear_(1991_movie)","surface_form":"Cape Fear","offset":347},{"uri":"Dan_Spivey","surface_form":"Dan Spivey","offset":411},{"uri":"Brodie_Lee","surface_form":"Luke Harper","offset":478},{"uri":"Erick_Rowan","surface_form":"Erick Rowan","offset":513},{"uri":"Percy_Watson","surface_form":"Percy Watson","offset":660},{"uri":"Yoshi_Tatsu","surface_form":"Yoshi Tatsu","offset":677},{"uri":"Bo_Dallas","surface_form":"Bo Dallas","offset":712},{"uri":"Curtis_Axel","surface_form":"Michael McGillicutty","offset":726},{"uri":"Pac_(wrestler)","surface_form":"Adrian Neville","offset":780},{"uri":"Joel_Redman","surface_form":"Oliver Grey","offset":799},{"uri":"Yoshi_Tatsu","surface_form":"Yoshi Tatsu","offset":939},{"uri":"Chris_Jericho","surface_form":"Chris Jericho","offset":1109},{"uri":"Corey_Graves","surface_form":"Corey Graves","offset":1427},{"uri":"Kane_(wrestler)","surface_form":"Kane","offset":1535},{"uri":"Christian_(wrestler)","surface_form":"Christian","offset":1561},{"uri":"WWE_Raw","surface_form":"Raw","offset":1597},{"uri":"SummerSlam_(2013)","surface_form":"SummerSlam","offset":1747},{"uri":"Pay-per-view","surface_form":"pay-per-view","offset":1808},{"uri":"WWE_Battleground","surface_form":"Battleground","offset":1961},{"uri":"Kofi_Kingston","surface_form":"Kofi Kingston","offset":1990},{"uri":"Cody_Rhodes","surface_form":"Cody Rhodes","offset":2079},{"uri":"Goldust","surface_form":"Goldust","offset":2095},{"uri":"WWE_SmackDown","surface_form":"SmackDown","offset":2133},{"uri":"Daniel_Bryan","surface_form":"Daniel Bryan","offset":2167},{"uri":"CM_Punk","surface_form":"CM Punk","offset":2184},{"uri":"Survivor_Series_(2013)","surface_form":"Survivor Series","offset":2210},{"uri":"John_Cena","surface_form":"John Cena","offset":2513},{"uri":"WWE_Tribute_to_the_Troops","surface_form":"Tribute to the Troops","offset":2526},{"uri":"Michigan_State_University","surface_form":"Michigan State University","offset":2925},{"uri":"ESPN","surface_form":"ESPN","offset":3058}]}