{"id":431340,"url":"http://en.wikipedia.org/wiki/NGC_1569","text":"NGC 1569 is a dwarf irregular galaxy in Camelopardalis. This faint galaxy is well studied by professional astronomers, who are interested in the history of star formation in the galaxy. The galaxy is relatively nearby, so the Hubble Space Telescope can easily pick out its stars. In 2008 scientists studying images from Hubble calculated the galaxy's distance at nearly 11 million light-years away, making it a member of the IC 342 group of galaxies.\nStarburst.\nThe most notable feature of NGC 1569 is its powerful starburst. It has formed stars at a rate 100 times greater than that of our galaxy during the last 100 million years. It contains two prominent super star clusters with different histories.\nSuper star cluster A, in the northwest of the galaxy is formed of two close clusters (\"NGC 1569 A1\" and \"NGC 1569 A2\"). It contains young stars\n(including WolfRayet stars) which formed less than 5 million years ago (in \"NGC 1569 A1\") as\nwell as older red stars (in \"NGC 1569 A2\").\nSuper star cluster B, near the center of the galaxy, has older red giants and red supergiants.\nBoth of these star clusters have masses similar to the globular clusters in the Milky Way. Many smaller star clusters are relatively young (between 2 million years and 1 billion years. They are similar to small globular clusters or R136 in the Large Magellanic Cloud.\nThis shows, with the results from other dwarf galaxies such as the Large Magellanic Cloud and NGC 1705, that star formation in dwarf galaxies does not occur continuously but instead occurs in a series of short bursts.\nThe many supernovae produced in the galaxy as well as the strong stellar winds of its stars have produced filaments and bubbles of ionized hydrogen with respective sizes of up to 3,700 and 380 light years. These shine as the light of the young stars contained within them hits the gas.\nNGC 1569's starburst may have been triggered by interactions with other galaxies of the IC 342 group, probably a nearby cloud of hydrogen.","categories":[],"infobox_types":[],"annotations":[{"uri":"New_General_Catalogue","surface_form":"NGC","offset":0},{"uri":"Dwarf_galaxy","surface_form":"dwarf","offset":14},{"uri":"Irregular_galaxy","surface_form":"irregular galaxy","offset":20},{"uri":"Camelopardalis","surface_form":"Camelopardalis","offset":40},{"uri":"Star_formation","surface_form":"star formation","offset":156},{"uri":"Hubble_Space_Telescope","surface_form":"Hubble Space Telescope","offset":226},{"uri":"IC_342","surface_form":"IC 342","offset":425},{"uri":"Starburst_galaxy","surface_form":"starburst","offset":515},{"uri":"Milky_Way","surface_form":"galaxy","offset":591},{"uri":"Super_star_cluster","surface_form":"super star cluster","offset":659},{"uri":"WolfRayet_star","surface_form":"WolfRayet star","offset":860},{"uri":"Red_giant","surface_form":"red giant","offset":1049},{"uri":"Supergiant","surface_form":"supergiant","offset":1068},{"uri":"Mass","surface_form":"mass","offset":1114},{"uri":"Globular_cluster","surface_form":"globular cluster","offset":1136},{"uri":"Milky_Way","surface_form":"Milky Way","offset":1161},{"uri":"R136","surface_form":"R136","offset":1313},{"uri":"Large_Magellanic_Cloud","surface_form":"Large Magellanic Cloud","offset":1416},{"uri":"NGC_1705","surface_form":"NGC 1705","offset":1443},{"uri":"Supernovae","surface_form":"supernovae","offset":1576},{"uri":"Stellar_wind","surface_form":"stellar wind","offset":1632},{"uri":"Emission_nebula","surface_form":"ionized hydrogen","offset":1698},{"uri":"Light_year","surface_form":"light year","offset":1760},{"uri":"Hydrogen","surface_form":"hydrogen","offset":1982}]}