{"id":431344,"url":"http://en.wikipedia.org/wiki/Kenneth_J._Alford","text":"Frederick Joseph Ricketts (21 February 1881 – 15 May 1945) was a British composer of marches for band. He wrote music under the pen name Kenneth J. Alford. He was a Bandmaster in the British Army, and Royal Marines Director of Music. Conductor Sir Vivian Dunn called him \"The British March King.\" Ricketts frequently used the saxophone in his music. This led to the instrument being used in all military bands.\nEarly life.\nRicketts was born on 21 February 1881. He was the 4th child of Robert and Louisa (née Alford) Ricketts, who lived in London. Ricketts' father died when he was seven and his mother died when he was fourteen. His early musical training had been on playing the piano and organ and working as a church chorister. As a boy living in London’s East End he would often hear street musicians and bands. He decided that joining an army band would be best for his future.\nEnlistment.\nRicketts joined the Royal Irish Regiment in 1895. He was enlisted as a Band Boy. He was a good cornet player and was put into the regimental band. The band went with the regiment to Limerick in Ireland, and then to India. In his free time, Ricketts learned all the other band instruments. When he was 15 years old, he wrote his first piece, which was called \"For Service Overseas\". It has never been published. In 1903, he was recommended for entry into the Student Bandmaster Course at the Royal Military School of Music, in Twickenham, Middlesex. Musicians who were as young as Ricketts were not nominated very often, but Ricketts was very skilled.\nRoyal Military School of Music.\nRicketts began a two-year course at Kneller Hall in the summer of 1904. This course was very difficult. He graduated in 1906.\nBandmaster.\nIn 1908, Ricketts became Bandmaster to the Band of the 2nd Battalion of the Argyll and Sutherland Highlanders. He went to the Orange River Colony (formerly the Orange Free State) to lead them. This colony is now the Republic of South Africa. The colonel asked him to write a new march for the Argylls, so Ricketts wrote \"The Thin Red Line\". It was not published until 1925.\nRicketts wanted to compose music. However, it was not accepted for officers of Ricketts's rank to be engaged in commercial activities in the civilian world. Because of this, Ricketts decided to compose and publish under the pen name Kenneth J. Alford. The first march written under the new pen name was \"Holyrood\".\nFirst World War.\nA few weeks before the start of World War I, Ricketts composed his most famous march, called \"Colonel Bogey\". No one knows exactly how Ricketts began composing it. Ricketts's widow claims that it came from a game of golf. She says that during the game, Ricketts and another member of the Argylls started whistling the notes that would become the march's melody.\nShortly after World War I started, Ricketts and the Band Boys of the Argylls were sent to the 3rd Battalion (Reserve) in Edinburgh. They stayed there through the whole war. During the war Ricketts wrote several marches dedicated to the British military: \"The Great Little Army\" (1916), \"On The Quarter Deck,\" \"The Middy,\" \"The Voice of the Guns\" (1917), and \"The Vanished Army (They Never Die)\" (1919).\nFrom Army to Navy.\nIn 1921, Ricketts applied to become a bandmaster for the Band of the Plymouth Division, which was part of the Royal Marines. He was interviewed and was offered the position. However, the old bandmaster, P.S.G. O'Donnell, was trying to apply for a position with an Army band, but members of the Royal Marines were not allowed to become members of the British Army. Because of this, Ricketts could not take the position, since O'Donnell remained with the Band of the Plymouth Division.\nIn 1927, Ricketts applied again to become a bandmaster with the Royal Marines. This time, he was approved. He became a lieutenant in the Royal Marines Band Service on 4 July 1927. He was posted to the Band of the Marines' Depot at Deal in Kent. In 1930, Ricketts was posted to the Band of the Plymouth Division.\nPersonal life.\nOn 5 September 1907, Frederick Joseph Ricketts was married to Miss Annie Louisa Holmes. This was while he was on staff at the Royal Military School of Music, Kneller Hall. Annie (Nan) Holmes came from a musical family. Her brother was a partner in the London music publishing house of Walsh, Holmes and Company. Nan often gave Ricketts ideas and helped him make decisions about compositions. They had six children, Kenneth (March 1909), Leo (April 1911), Sheila (May 1913), Paula (October 1916), Gordon (October 1918),and José (October 1922).\nDeath.\nRicketts retired from the Royal Marines on 1 June 1944 because of ill health. He died at his home in Reigate, Surrey, on 15 May 1945, after an operation for cancer. He had given almost 50 years of service to the Crown.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Saxophone","surface_form":"saxophone","offset":326},{"uri":"London","surface_form":"London","offset":540},{"uri":"Chorister","surface_form":"chorister","offset":721},{"uri":"Royal_Irish_Regiment_(1684-1922)","surface_form":"Royal Irish Regiment","offset":916},{"uri":"Cornet","surface_form":"cornet","offset":991},{"uri":"Royal_Military_School_of_Music","surface_form":"Royal Military School of Music","offset":1387},{"uri":"Twickenham","surface_form":"Twickenham","offset":1422},{"uri":"Middlesex","surface_form":"Middlesex","offset":1434},{"uri":"Kneller_Hall","surface_form":"Kneller Hall","offset":1615},{"uri":"Argyll_and_Sutherland_Highlanders","surface_form":"Argyll and Sutherland Highlanders","offset":1793},{"uri":"Business","surface_form":"commercial activities in the civilian world","offset":2203},{"uri":"World_War_I","surface_form":"World War I","offset":2455},{"uri":"Golf","surface_form":"golf","offset":2639},{"uri":"Melody","surface_form":"melody","offset":2777},{"uri":"Military","surface_form":"military","offset":3029},{"uri":"The_Voice_of_the_Guns","surface_form":"The Voice of the Guns","offset":3108}]}