{"id":431318,"url":"http://en.wikipedia.org/wiki/Frederick_McCubbin","text":"Frederick McCubbin (25 February 1855 – 20 December 1917) was an Australian painter. He was a part of the Heidelberg School, which was an important period in the history of Australia's visual arts.\nMcCubbin was born in Melbourne. McCubbin was taught at William Willmett's West Melbourne Common School and St Paul's School, Swanston Street. He worked several jobs while studying art at the National Gallery of Victoria's School of Design. There he met Tom Roberts and studied under Eugene von Guerard. He also studied at the Victorian Academy of the Arts. He showed some of his early paintings there in 1876, and again from 1879 to 1882. He sold his first painting there in 1880.\nBy the early 1880s, McCubbin's work had become famous. His paintings won several prizes from the National Gallery. By the mid-1880s his painting became focused on the Australian bush. This is the work for which he is remembered.\nIn 1888, McCubbin became instructor and master of the School of Design at the National Gallery. He taught several students who themselves became notable Australian artists.\nHe married Annie Moriarty in March 1889. They had seven children. McCubbin lived most of his life in Melbourne, and rarely travelled. He and his family moved to Mount Macedon in 1901. McCubbin continued to paint through the first two decades of the 20th century. By the beginning of World War I, his health began to fail. He died in 1917 from a heart attack.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":64},{"uri":"Painting","surface_form":"painter","offset":75},{"uri":"Heidelberg_School","surface_form":"Heidelberg School","offset":105},{"uri":"Melbourne","surface_form":"Melbourne","offset":218},{"uri":"National_Gallery_of_Victoria","surface_form":"National Gallery of Victoria","offset":388},{"uri":"National_Gallery_School","surface_form":"School of Design","offset":419},{"uri":"Tom_Roberts","surface_form":"Tom Roberts","offset":450},{"uri":"Eugene_von_Guerard","surface_form":"Eugene von Guerard","offset":480},{"uri":"National_Gallery_of_Australia","surface_form":"National Gallery","offset":775},{"uri":"The_bush","surface_form":"Australian bush","offset":845},{"uri":"Mount_Macedon%2C_Victoria","surface_form":"Mount Macedon","offset":1241},{"uri":"World_War_I","surface_form":"World War I","offset":1363},{"uri":"Myocardial_infarction","surface_form":"heart attack","offset":1425}]}