{"id":43153,"url":"http://en.wikipedia.org/wiki/Barbie","text":"Barbie is a fashion doll best known as a toy doll. Starting as just a doll, Barbie became a brand. It is most common in the United States. It is named after a girl named Barbara, who was the toy maker's daughter. Though the brand is most famous for the doll, other merchandise has been created with the Barbie name such as games, movies, videos, clothing, accessories, and books. The clothes and fashion accessories allow girls a taste of high fashion.\nThroughout the decades, Barbie has reflected and encouraged feminine growth in the workplace in the United States. She has been a miniature model of women worldwide. The doll has been criticized for causing self-image complexes, yet other companies continue to produce similar dolls. \"The Barbie doll is the biggest selling toy in the history of proprietary toy manufacturing.\" On average, 172,000 dolls are sold by Mattel each day.\nOrigin.\nRuth Handler was the creator of Barbie. Her parents were Polish Jewish immigrants. She was the tenth child. Her husband, Elliot Handler was the founder of Mattel in 1945, which is the largest toy company in the world. She originally wanted to name the doll \"Barbara\", after her daughter, or \"Babs\" after her daughter's nickname. However, both those names were copyrighted.\nLate 1950s.\nBarbie was first released on March 9, 1959 at a toy fair in New York after seven years of battling disagreements. At the time, Mattel was the third largest toy company in the United States. Ruth's display of Barbie was housed at the New Yorker Hotel in a hotel room, since so many businesses brought their toys to put on display. She had to halt the projected production that she assumed she would acquire in business orders at the fair. It was a disappointing day for Ruth and Barbie. In March 1959, Barbie debuted as a teen fashion model on television with more positive response leading the way for the dolls popularity rise.\nA blonde Barbie from this decade in mint condition has an appraisal price listing of five thousand-$5,250. The brunette Barbie that was made at the same time is worth $1,000 more than the blonde.\nThe 1960s.\nIn the 1960s Barbie's friends joined the line up of fashion dolls. Ken was her boyfriend and came to be in 1962. The Ken doll got his name from Ruth's son. Midge was her friend who was a redhead meeting the toy marketplace in 1963, a year after Ken. Allen was Ken's friend. Skipper was her little sister that was produced in 1964. Tutti and Todd were her twin siblings were introduced in 1966. Francie was her adult cousin. In 1967, Francie was changed into the first black Barbie doll causing consumers to believe it reflected the support of interracial marriages. Since this was during Civil Rights' time, she was not very successful. Twelve months later Mattel introduced Christie, the second black Barbie, who was much more accepted. Cara and Julia were also produced as Barbie's black friends. The roles of Barbie evolved as equality for women's rights progressed. The doll started in the 1960s portraying stereotypical female positions like teacher, stewardess, nurse, etc. A series of novels were also written introducing Barbie and her birthplace in the 60's. Bendable legs and swivel hips were introduced on Barbie in 1965. Jack Ryan created them.\nHairstyles of the Barbie's in the 1960s were typically the classic bubble-cut hairstyle of the era taken from the First Lady of the early 60's Jackie Kennedy. The Barbie that is worth the most from this decade according to \"Schroeder's Collectible Toys\" is Color Magic Barbie made in 1967. Her hair and costume changes color. If it is complete with its cardboard box, it is worth $4,000.\nThe 1970's.\nChildren could purchase the new bendable Barbie's at a discounted rate if they wanted to trade in the old style in the 1970s. Christie's black boyfriend, Brad was introduced in 1970.\nBarbie's facial features were changed in 1971 from eyes cutting from the side and smile without teeth to eyes forward and a wide smile exposing teeth. This change occurred to keep current with the times representing a \"forward-thinking peace-and-love generation.\"\nThe first doctor Barbie appeared in 1973. Cara's boyfriend Brad reached the toy market in 1975. The flip hairstyle was a popular way for Barbie's hair to be styled in the 70's. The Sears' exclusive Dramatic New Living Skipper Very Best Velvet Barbie made in 1970-71 has the highest list price for the decade in \"Schroeder's Collectible Toys\" at $1,500.00.\nThe 1980's.\nHispanic and black Barbies were no longer featured as friends of Barbie's in the 1980s. They had reached the Barbie title in their own right. Magic Curl Barbie made its debut in 1982 feauting both black and white races. The first Asian doll produced representing Hong Kong in 1981 came from a mold with a rounder face and almond shaped eyes. A Japanese Barbie hit the market in 1985 as one of the first other nationalities offered with the collection of International Dolls of the World Barbies following its release. Barbie was made into a pilot in 1989. The doll could be viewed as opening the door for female acceptance in otherwise male dominant careers paving the way with astronaut Barbie debuting eighteen years prior to Sally Ride's first female in space endeavor. The 1980s also began the Holiday Barbie collection. The first one was produced in 1988 and its listed value is $325, which is $700 less than what it was worth in the 1990s.\nThe 1990's.\nShani, Asha, and Nichelle were produced to offer greater skin tone and facial feature selection to represent blacks more accurately in 1991.A hit single produced by the band Aqua entitled \"Barbie Girl\" climbed charts worldwide in 1997. Also in 1997, Puerto Rican Barbie debuted. Barbie's body measurements changed in 1998 due to consumer demand. Her breasts and hips were reduced and waist was widened. Race car driving NASCAR Barbie hit toy store shelves in 1998 and 1999 foreshadowing the first female race car driver Danica Patrick. Barbie was flashy and wore bright colors in the 90's. 1994's Barbie Snow Princess worth $1100 is the highest listed of the decade in \"Schroeder's Collectible Toys\".\nThe New Millennium.\nRuth had died, and could not dip Barbie's hand and footprints in her concrete slab on Hollywood Boulevard in 2002. Instead, Barbara, her daughter for whom the doll was named, did the honors inducting the doll to superstar status. In 2006 a movie, \"The Tribe\" used Barbie to connect with being Jewish in America. In 2008, Barbie was transformed into a representation of African culture for the hundredth anniversary of the first African American sorority Alpha Kappa Alpha. 2009 brought about changes to the black Barbie adding fuller lips and altered facial features at the request of consumer complaints. Tricelle was given more textured and curlier hair. Chataine Barbie made in 2003 is worth $425 according to \"Schroeder's\".\nSelf Image.\nSome people believe Barbie gives girls a wrong idea of what they will look like when they grow up. They think the introduction of the doll was wrong because it made young girls believe they had to become skinny in order to be just like Barbie. As in earlier dolls, her head is disproportionately large. Unlike those, her breasts are large and her waist and feet are disproportionately small;. If her doll size proportions were converted into life size body measurements (breast size, waist size, hip size) only 1 in 100,000 women would match them, at least without plastic surgery. Someone shaped like Barbie would suffer back problems due to her breast size. She would be unable to support her weight on her tiny feet and could not walk.\nThe doll has been blamed for eating disorders, such as anorexia and bulimia. She is not supposed to be taken as a literal interpretation of a teenage girl. Barbie was not built to give girls an inferior complex when comparing themselves to the doll. She was built to be a longer lasting alternative to the easily torn paper dolls for hours of enjoyment reinacting life scenes through a child's creativity and imagination. Barbie is a teen doll, which gives little girls a peek at what might happen in their teen life. This was thought to be bad, because Barbie has lots of boyfriends.\nBarbie rivals.\nRuth Handler, Barbie's creator, has been blamed for taking the Barbie doll design from a doll made in Germany in 1955, the Lilli doll that was sold mainly at tobacco shops, for men. Lilli was originally a cartoon character in a tabloid newspaper in Germany created by Reinhard Beuthein in 1952. Elastolin Company had Max Weissbrodt, a doll maker of theirs get a patent for Lilli's limb design. Ruth is rumored to have purchased a few of the dolls while in Switzerland with her family.\nThe Barbie doll has been in competition with other toy companies' doll designs. Ideal Toy and Novelty Company began making Tammy in 1962, American Character Doll Company challenged Barbie's sales in 1963 with Tressy, and Remco started producing the Littlechap Family in 1964. However, none had the popularity of Barbie. At the time of production, Tammy gave Barbie creators a financial scare. She was based on a movie character played by Debbie Reynolds. Instead of being surrounded with friends and boyfriends, the doll came with a mother and father, which might be why her popularity never surpassed Barbie's.\nBarbie spin-offs.\nBarbie is a very big trend. She has had many sisters, boyfriends, and friends. She has \"dream houses\" and clothes. She has many jobs from teacher to doctor to astronaut. There have been many other dolls like Barbie since Barbie was first produced. Barbie also created MyScene dolls, a spoof of Bratz. The fact is the creator of Barbie, Ruth Handler, fought sexism and overcame her domesticated gender role to accomplish her goals in the business arena as a female by producing the world famous Barbie doll.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fashion","surface_form":"fashion","offset":12},{"uri":"Toy","surface_form":"toy","offset":41},{"uri":"Doll","surface_form":"doll","offset":45},{"uri":"Trademark","surface_form":"brand","offset":92},{"uri":"United_States","surface_form":"United States","offset":124},{"uri":"Merchandise","surface_form":"merchandise","offset":265},{"uri":"Fashion_accessories","surface_form":"fashion accessories","offset":396},{"uri":"Haute_couture","surface_form":"high fashion","offset":439},{"uri":"Ruth_Handler","surface_form":"Ruth Handler","offset":894},{"uri":"Mattel","surface_form":"Mattel","offset":1049},{"uri":"Copyright","surface_form":"copyright","offset":1254},{"uri":"New_York_City","surface_form":"New York","offset":1339},{"uri":"Appraisal","surface_form":"appraisal","offset":1966},{"uri":"Ken","surface_form":"Ken","offset":2182},{"uri":"Midge","surface_form":"Midge","offset":2271},{"uri":"Allen","surface_form":"Allen","offset":2365},{"uri":"Skipper","surface_form":"Skipper","offset":2389},{"uri":"Tutti_and_Todd","surface_form":"Tutti and Todd","offset":2446},{"uri":"Siblings","surface_form":"siblings","offset":2475},{"uri":"Francie","surface_form":"Francie","offset":2509},{"uri":"Christie","surface_form":"Christie","offset":2790},{"uri":"Cara","surface_form":"Cara","offset":2853},{"uri":"Julia","surface_form":"Julia","offset":2862},{"uri":"Jack_Ryan","surface_form":"Jack Ryan","offset":3248},{"uri":"Jackie_Kennedy","surface_form":"Jackie Kennedy","offset":3415},{"uri":"Brad","surface_form":"Brad","offset":3826},{"uri":"Brad","surface_form":"Brad","offset":4178},{"uri":"International_Dolls_of_the_World_Barbies","surface_form":"International Dolls of the World Barbies","offset":4941},{"uri":"Sally_Ride","surface_form":"Sally Ride","offset":5215},{"uri":"Shani","surface_form":"Shani","offset":5445},{"uri":"Asha","surface_form":"Asha","offset":5452},{"uri":"Nichelle","surface_form":"Nichelle","offset":5462},{"uri":"Aqua_(band)","surface_form":"Aqua","offset":5619},{"uri":"Danica_Patrick","surface_form":"Danica Patrick","offset":5965},{"uri":"%26quot%3BThe_Tribe%26quot%3B","surface_form":"\"The Tribe\"","offset":6413},{"uri":"Sorority","surface_form":"sorority","offset":6611},{"uri":"Alpha_Kappa_Alpha","surface_form":"Alpha Kappa Alpha","offset":6620},{"uri":"Consumer","surface_form":"consumer","offset":6751},{"uri":"Tricelle","surface_form":"Tricelle","offset":6772},{"uri":"Idea","surface_form":"idea","offset":6953},{"uri":"Plastic_surgery","surface_form":"plastic surgery","offset":7471},{"uri":"Anorexia","surface_form":"anorexia","offset":7700},{"uri":"Bulimia","surface_form":"bulimia","offset":7713},{"uri":"Lilli","surface_form":"Lilli","offset":8368},{"uri":"Tabloid","surface_form":"tabloid","offset":8473},{"uri":"Reinhard_Beuthein","surface_form":"Reinhard Beuthein","offset":8513},{"uri":"Elastolin_Company","surface_form":"Elastolin Company","offset":8540},{"uri":"Max_Weissbrodt","surface_form":"Max Weissbrodt","offset":8562},{"uri":"Switzerland","surface_form":"Switzerland","offset":8701},{"uri":"Ideal_Toy_and_Novelty_Company","surface_form":"Ideal Toy and Novelty Company","offset":8810},{"uri":"Tammy","surface_form":"Tammy","offset":8853},{"uri":"American_Character_Doll_Company","surface_form":"American Character Doll Company","offset":8868},{"uri":"Tressy","surface_form":"Tressy","offset":8939},{"uri":"Remco","surface_form":"Remco","offset":8951},{"uri":"Littlechap_Family","surface_form":"Littlechap Family","offset":8979},{"uri":"Debbie_Reynolds","surface_form":"Debbie Reynolds","offset":9168},{"uri":"Trend","surface_form":"trend","offset":9381},{"uri":"Sister","surface_form":"sister","offset":9405},{"uri":"Boyfriend","surface_form":"boyfriend","offset":9414},{"uri":"Friends","surface_form":"friends","offset":9430},{"uri":"Dream","surface_form":"dream","offset":9448},{"uri":"Home","surface_form":"houses","offset":9454},{"uri":"Clothing","surface_form":"clothes","offset":9466},{"uri":"Job","surface_form":"job","offset":9488},{"uri":"Teacher","surface_form":"teacher","offset":9498},{"uri":"Medical_doctor","surface_form":"doctor","offset":9509},{"uri":"Astronaut","surface_form":"astronaut","offset":9519},{"uri":"MyScene","surface_form":"MyScene","offset":9628},{"uri":"Bratz","surface_form":"Bratz","offset":9654}]}