{"id":431520,"url":"http://en.wikipedia.org/wiki/Ornithomimidae","text":"Ornithomimidae (\"bird-mimics\") is a group of theropod dinosaurs which bore a superficial resemblance to modern ostriches. They were fast, omnivorous or herbivorous dinosaurs from the Upper Cretaceous of Laurasia (now Asia and North America). Members of the Ornithomimidae include \"Gallimimus\", \"Archaeornithomimus\", \"Anserimimus\", \"Struthiomimus\", and \"Ornithomimus\".\nOrnithomimids are a sister group to the troodontids. These groups had many bird-like features, including feathers, but they were not birds.\nThe skulls of ornithomimids were small, with large eyes, above relatively long and slender necks. All had toothless beaks.\nThe fore limbs ('arms') were long and slender and bore powerful claws. The hind limbs were long and powerful, with a long foot and short, strong toes terminating in hooflike claws.\nOrnithomimids probably acquired most of their calories from plants. Many ornithomimosaurs, including primitive species, have been found with numerous gastroliths in their stomachs, characteristic of herbivores. Henry Fairfield Osborn suggested that the long, sloth-like 'arms' of ornithomimids may have been used to pull down branches on which to feed, an idea supported by further study of their strange, hook-like hands. Ornithomimids probably acquired most of their calories from plants. Many ornithomimosaurs, including primitive species, have been found with numerous gastroliths in their stomachs, characteristic of herbivores.\nThe sheer abundance of ornithomimids – they are the most common small dinosaurs in North America – is consistent with the idea that they were plant eaters, as herbivores usually outnumber carnivores in an ecosystem. However, they may have been omnivores that ate both plants and small animal prey.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bird","surface_form":"bird","offset":17},{"uri":"Theropod","surface_form":"theropod","offset":45},{"uri":"Dinosaur","surface_form":"dinosaur","offset":54},{"uri":"Ostrich","surface_form":"ostrich","offset":111},{"uri":"Omnivorous","surface_form":"omnivorous","offset":138},{"uri":"Upper_Cretaceous","surface_form":"Upper Cretaceous","offset":183},{"uri":"Laurasia","surface_form":"Laurasia","offset":203},{"uri":"Asia","surface_form":"Asia","offset":217},{"uri":"North_America","surface_form":"North America","offset":226},{"uri":"Gallimimus","surface_form":"Gallimimus","offset":281},{"uri":"Archaeornithomimus","surface_form":"Archaeornithomimus","offset":295},{"uri":"Anserimimus","surface_form":"Anserimimus","offset":317},{"uri":"Struthiomimus","surface_form":"Struthiomimus","offset":332},{"uri":"Ornithomimus","surface_form":"Ornithomimus","offset":353},{"uri":"Troodontid","surface_form":"troodontid","offset":408},{"uri":"Beak","surface_form":"beak","offset":624},{"uri":"Gastrolith","surface_form":"gastrolith","offset":962},{"uri":"Henry_Fairfield_Osborn","surface_form":"Henry Fairfield Osborn","offset":1023},{"uri":"Gastrolith","surface_form":"gastrolith","offset":1385}]}