{"id":43160,"url":"http://en.wikipedia.org/wiki/Fandom_(website)","text":"Fandom (previously known as Wikia and before that, Wikicities) is an organization for making websites that are wikis. Wikia was started in 2004 by Jimmy Wales, who also started Wikipedia, and Angela Beesley. The name of Wikicities was changed to Wikia on March 27, 2006 to prevent other people from mistaking it for a wiki on cities, and then renamed again on October 4th, 2016 to Fandom for an unknown reason. At the time, it was called \"Fandom powered by Wikia\" until June 2018. Since October 2018, most of the URLs have changed from x.wikia.com to x.fandom.com this does not include wikis based on serious topics which instead changed to x.wikia.org.\nWikis hosted on Fandom are about something which many people will like. All content on Fandom is released under a free license, such as the GNU Free Documentation License or the Creative Commons. Anybody can change pages on wikis at Fandom, so that no single person \"owns\" or is \"the boss\" of a wiki, and so that large communities can be made. The software used is MediaWiki.\nFandom uses advertisements to generate money.\nArticles on Fandom are often written in more \"in-universe\" style; meaning that fictional characters and plots are written as if they are real. Some projects on Fandom are more for people who are very interested in the topic.\nIn August 2010, they said that a new look was coming, making some people take their wikis off the service.\nFandom uses the MediaWiki software.","categories":[],"infobox_types":[],"annotations":[{"uri":"Website","surface_form":"websites","offset":93},{"uri":"Wiki","surface_form":"wikis","offset":111},{"uri":"Jimmy_Wales","surface_form":"Jimmy Wales","offset":147},{"uri":"Wikipedia","surface_form":"Wikipedia","offset":177},{"uri":"Angela_Beesley","surface_form":"Angela Beesley","offset":192},{"uri":"Free_license","surface_form":"free license","offset":768},{"uri":"GNU_Free_Documentation_License","surface_form":"GNU Free Documentation License","offset":794},{"uri":"Creative_Commons","surface_form":"Creative Commons","offset":832},{"uri":"Community","surface_form":"communities","offset":973},{"uri":"MediaWiki","surface_form":"MediaWiki","offset":1019},{"uri":"Advertisement","surface_form":"advertisement","offset":1042},{"uri":"Fictional_character","surface_form":"fictional character","offset":1155},{"uri":"MediaWiki","surface_form":"MediaWiki","offset":1424}]}