{"id":43184,"url":"http://en.wikipedia.org/wiki/Food_chain","text":"A food chain shows the feeding relationship between different organisms in a particular environment and/or habitat. Plants are at the bottom of a food chain because they are producers that make their food from a process called photosynthesis. Organisms that can make their own food are called producers. Consumers are animals that eat the products of producers or other animals. The animal that eats the producer is called the primary consumer and it gains the most amount of energy. The animal that eats the primary consumer is called a secondary consumer which in the primary consumer's energy which is transferred becomes lower due to the primary consumer consuming some energy. The animal that eats the secondary consumer is called a tertiary consumer and so on to fourth, fifth, etc. The direction of arrows between the organisms shows who eats what and what gets eaten by what.\nA food chain also represents a series of events and consumption in which food and energy are consumed from one organism in an ecosystem to another. Food chains show how energy is passed from the sun to producers, from producers to consumers, and from consumers to decomposes such as fungi. They also show how animals depend on other organisms for food.\nIn any ecosystem, many food chains overlap. Different food chains may include some of the same organisms. Several consumers may eat the same kind of plant or animal for food. When this happens, the food chain forms a food web. A food web shows how food chains are related within an ecosystem and how the cycles balanced between an equilibrium","categories":[],"infobox_types":[],"annotations":[{"uri":"Habitat","surface_form":"habitat","offset":107},{"uri":"Plant","surface_form":"Plant","offset":116},{"uri":"Producers","surface_form":"producers","offset":174},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":227},{"uri":"Ecosystem","surface_form":"ecosystem","offset":1010},{"uri":"Food_web","surface_form":"food web","offset":1454},{"uri":"Equilibrium","surface_form":"equilibrium","offset":1568}]}