{"id":43182,"url":"http://en.wikipedia.org/wiki/Arabian_horse","text":"The Arabian horse is a breed famous for beauty and stamina. It is one of the oldest horse breeds in the world. Arabian horses are bred with horses of other breeds to add speed, beauty, endurance, and strong bones. Today, Arabian ancestors are found in almost every breed of riding horse.\nThe Arabian horse developed in the deserts of Arabia by the Bedouin people. People sometimes brought their horses into family tent for shelter and protection. This close relationship with humans made the Arabian a horse with a kind temper and quick to learn. It also was used as a war horse. This meant that it needed speed and to be very alert. This blend of traits makes it necessary for people today to treat Arabian horses with kindness and respect.\nBreed Traits.\nArabian horses have triangle-shaped heads, a wide forehead, big eyes, large nostrils, and small muzzles (noses). Most have a concave or \"dished\" profile. They have a slim, arched neck, smooth hindquarters and a naturally high-carried tail. Arabians have strong bone and good feet. They are especially noted for their excellent endurance. Arabians' hair coat colors are bay, gray, chestnut, and black. Arabians can have robicono and/or sabino genes. All Arabians have black skin under their hair coat, except under white markings.\nThe Bedouin sold many Arabian horses to people from Europe. Other Arabian horses were captured in war and taken to other countries outside of the Middle East. Today, Arabian horses are found all over the world. Arabian horse families are now labeled by where their most recent ancestors were bred, such as \"Polish,\" \"Spanish,\" \"Crabbet\" (from England), \"Russian,\" \"Egyptian\", and \"Domestic\" (in the United States). For example, a horse called a \"Polish Arabian\" is an Arabian horse who has recent ancestors that were bred at farms in Poland, from horses the Polish people bought from the Bedouin in Arabia many centuries ago.\nUses.\nArabians compete in many places, including horse racing, horse shows, Endurance riding, show jumping, and more. They also make good pleasure, trail, and working ranch horses for people who do not like competitive events. Arabians also are seen in movies, parades, circuses and other places where horses are used.\nHistory.\nThere are many legends and myths about Arabian horses. One legend says that the prophet Muhammad selected his five finest mares (female horses), called \"Al Khamsa\" (\"the five\") to be the foundation of the Arabian breed. Another legend says the Queen of Sheba gave an Arabian mare to King Solomon, and that is how the breed began. Yet another story says Allah made the Arabian horse from the south wind, saying, \"I create thee, Oh Arabian...I give thee flight without wings.\"\nIn real history, Arabians are one of the oldest human-developed horse breeds in the world. Pictures of \"Proto-Arabian\" horses that looked a lot like modern Arabian horses were painted on rocks in the Arabian Peninsula as far back as 2,500 B.C. The ancestors of the Bedouin probably tamed horses not long after they tamed the camel. A horse skeleton was unearthed in the Sinai peninsula, dated to 1700 B.C., and is considered the earliest proof of the horse in Ancient Egypt. It was probably brought by the Hyksos invaders. This horse had a wedge-shaped head, large eye and small muzzle, just like the Arabian horse today.\nIn the desert, humans were the only source of food and water for the Arabian horse. Where there was no pasture, the Bedouin fed their horses dates, a fruit of the date palm tree, and camel's milk. Arabians needed to live on very little food, and survive a dry climate that was very hot in the day but very cold at night. Weak horses did not live, and the horses who survived the desert also had to survive being ridden for war. Therefore, the Arabian horse became very tough and able to live in a harsh world.\nFamous Arabian horses.\nNapoleon rode a gray Arabian stallion named Marengo. George Washington rode a half-Arabian named Blueskin during the American Revolution. A fictional horse, \"The Black Stallion,\" was played by a real Arabian stallion named Cass Ole in the movie that was based on the book by Walter Farley.\nAziziye Stud.\nIn 1864 the Sultan Abdulaziz, founded a new Horse stud with Arabian horses and sent a commission to purchase in Bialocerkiew, the stud of Count Branicki in Poland, whose breeding have a very good reputation. The Commission purchased 92 horses, including some descendants of the 1855 stallion Indjanin imported from England.","categories":[],"infobox_types":[],"annotations":[{"uri":"Breed","surface_form":"breed","offset":23},{"uri":"Beauty","surface_form":"beauty","offset":40},{"uri":"Stamina","surface_form":"stamina","offset":51},{"uri":"Earth","surface_form":"world","offset":104},{"uri":"Breed","surface_form":"bred","offset":130},{"uri":"Speed","surface_form":"speed","offset":170},{"uri":"Endurance","surface_form":"endurance","offset":185},{"uri":"Bone","surface_form":"bone","offset":207},{"uri":"Ancestor","surface_form":"ancestor","offset":229},{"uri":"Desert","surface_form":"desert","offset":323},{"uri":"Arabia","surface_form":"Arabia","offset":334},{"uri":"Bedouin","surface_form":"Bedouin","offset":348},{"uri":"Tent","surface_form":"tent","offset":414},{"uri":"Protection","surface_form":"protection","offset":435},{"uri":"Temper","surface_form":"temper","offset":520},{"uri":"War","surface_form":"war","offset":569},{"uri":"Trait","surface_form":"trait","offset":648},{"uri":"Respect","surface_form":"respect","offset":733},{"uri":"Triangle","surface_form":"triangle","offset":776},{"uri":"Head","surface_form":"head","offset":792},{"uri":"Forehead","surface_form":"forehead","offset":806},{"uri":"Eye","surface_form":"eye","offset":820},{"uri":"Nostril","surface_form":"nostril","offset":832},{"uri":"Nose","surface_form":"nose","offset":861},{"uri":"Neck_(body_part)","surface_form":"neck","offset":935},{"uri":"Tail","surface_form":"tail","offset":990},{"uri":"Europe","surface_form":"Europe","offset":1338},{"uri":"War","surface_form":"war","offset":1384},{"uri":"Middle_East","surface_form":"Middle East","offset":1432},{"uri":"Poland","surface_form":"Polish","offset":1593},{"uri":"Spain","surface_form":"Spanish","offset":1603},{"uri":"England","surface_form":"England","offset":1629},{"uri":"Russia","surface_form":"Russia","offset":1640},{"uri":"Egypt","surface_form":"Egypt","offset":1651},{"uri":"United_States","surface_form":"United States","offset":1685},{"uri":"Ranch","surface_form":"ranch","offset":2079},{"uri":"Legend","surface_form":"legend","offset":2255},{"uri":"Myth","surface_form":"myth","offset":2267},{"uri":"Legend","surface_form":"legend","offset":2299},{"uri":"Muhammad","surface_form":"Muhammad","offset":2328},{"uri":"Queen_of_Sheba","surface_form":"Queen of Sheba","offset":2484},{"uri":"Solomon","surface_form":"Solomon","offset":2528},{"uri":"Allah","surface_form":"Allah","offset":2593},{"uri":"Wind","surface_form":"wind","offset":2637},{"uri":"Flight","surface_form":"flight","offset":2692},{"uri":"Wing","surface_form":"wing","offset":2707},{"uri":"Horse","surface_form":"horse","offset":2779},{"uri":"Peninsula","surface_form":"Peninsula","offset":2923},{"uri":"Camel","surface_form":"camel","offset":3040},{"uri":"Skeleton","surface_form":"skeleton","offset":3055},{"uri":"Sinai","surface_form":"Sinai","offset":3085},{"uri":"Egypt","surface_form":"Egypt","offset":3183},{"uri":"Hyksos","surface_form":"Hyksos","offset":3221},{"uri":"Desert","surface_form":"desert","offset":3344},{"uri":"Fruit","surface_form":"fruit","offset":3487},{"uri":"Palm_tree","surface_form":"palm tree","offset":3505},{"uri":"Milk","surface_form":"milk","offset":3528},{"uri":"War","surface_form":"war","offset":3760},{"uri":"Napoleon","surface_form":"Napoleon","offset":3870},{"uri":"George_Washington","surface_form":"George Washington","offset":3923},{"uri":"American_Revolution","surface_form":"American Revolution","offset":3987},{"uri":"Fiction","surface_form":"fiction","offset":4010},{"uri":"Walter_Farley","surface_form":"Walter Farley","offset":4145}]}