{"id":43199,"url":"http://en.wikipedia.org/wiki/Toowoomba%2C_Queensland","text":"Toowoomba (also called 'Garden City' by people who live there) is a city in South East Queensland, Australia. It is 132 km west of Brisbane, and two hours drive from the Gold Coast and Sunshine Coast beaches. About 115,000 people live there, which makes Toowoomba Australia's second largest city that is not on the coast, after Canberra.\nEvery year in September, Toowoomba holds its annual Flower Festival. When this is taking place, the town, especially its CBD are decorated with flowers. People who live there may also open their gardens for public judging for the garden competitions. Another attraction is the parade, where one would see floats with flower themes. Many people from all over the nation visit the festival, and a popular way to arrive is on the specially operating retired steam train.\nAnother major event held in Toowoomba is the Easterfest. It is a large religious festival that thousands of people come to, to see many famous singers perform. Many put up tents on in Queens Park.\nToowoomba is also known for its historical buildings, such as the town hall, The Empire Theatre, and the Cobb & Co Museum. The town hall was the first in Queensland to be built for a town hall. The Empire Theatre was built as a silent movie house in 1911. A fire nearly destroyed the building, but it was built again, and reopened in 1933. Now, it is the biggest regional theatre in Australia. The Cobb & Co Museum began in the 1880s as a small mail run. It moved both mail and passengers to Brisbane and further.\nToowoomba is also home to some notable private schools, including Toowoomba Grammar School (which is a GPS school), Downlands College, and The Glenny School, none of which are 'co-educational'.\nDuring the 2010-2011 Queensland floods, several people were drowned in their cars when water flooded the main shopping centre.","categories":[],"infobox_types":[],"annotations":[{"uri":"Queensland","surface_form":"Queensland","offset":87},{"uri":"Australia","surface_form":"Australia","offset":99},{"uri":"Brisbane","surface_form":"Brisbane","offset":131},{"uri":"Gold_Coast%2C_Queensland","surface_form":"Gold Coast","offset":170},{"uri":"Sunshine_Coast","surface_form":"Sunshine Coast","offset":185},{"uri":"Canberra","surface_form":"Canberra","offset":328},{"uri":"September","surface_form":"September","offset":352},{"uri":"Steam_train","surface_form":"steam train","offset":793},{"uri":"Queensland","surface_form":"Queensland","offset":1157},{"uri":"2010-2011_Queensland_floods","surface_form":"2010-2011 Queensland floods","offset":1722}]}