{"id":432091,"url":"http://en.wikipedia.org/wiki/The_Hunger_Games_(movie)","text":"\"The Hunger Games\" is an adventure, drama, and science fiction movie. It is based on \"The Hunger Games\", the first book in the \"Hunger Games\" trilogy by Suzanne Collins. The movie was directed by Gary Ross. It was released on March 12, 2012 in Los Angeles. In other places it was released on March 23, 2012.\nThe movie is set in the future in North America. It is about twenty-four teenagers fighting each other in the \"Hunger Games\". They fight until there is only one person left alive. It shows survival of the fittest in extreme conditions. The games are broadcast live on television in the whole country of Panem.\nThe movie is 142 minutes long. It is rated PG-13.\nThe reviews of the movie were mostly positive. Its box office performance was very good.\nThe Hunger Games is a 2012 sci-fi adventure movie directed by Gary Ross made from Suzanne Collins’s book The Hunger Games. It is the first movie of many in the series. The story takes place in a distant future in the nation of Panem. Where a boy and girl is selected from each of the 12 districts to be in The Hunger Games. Katniss Everdeen (Jennifer Lawrence) [2] volunteers to take her younger sister Primrose Everdeen. Katniss competes in The Hunger Games with another tribute from her district Peeta Mallark (Josh Hutcherson) [3].\nKatniss and her family live in District 12, a coal-mining district and the poorest and the least amount of people among the districts. Katniss volunteers to take her sister’s place in The Hunger Games. Katniss competes in The Hunger Games with Peeta Mallark [3]. Katniss uses her knowledge about hunting to win with her fellow tribute Peeta. This character from the Hunger Games is played by Jennifer Lawrence.\nPeeta is a tribute from District 12 in the 74th hunger games. He fights in the Hunger Games with Katniss the female tribute. The two both win the Hunger Games by actively rebelling against the rules. Making a rebellion in Panem the nation they live in. This character from the Hunger Games is played by Josh Hutcherson.\nGale Hawthrone is a resident in District 12. He was close to Katniss due to their love of hunting. He has similar features to Katniss. He is a minor character in the first movie but has a bigger role later on. He loved Katniss in the first movie but had to hide his love as Peeta and Katniss had to play as \"star-crossed lovers\" deeply upsetting him.\nCast.\nKatniss volunteers to enter the deadly hunger games when her sister is selected from the reaping. She is the first volunteer from district 12 and travels to the Capital to prepare herself. Along with her stylist Cenna, her mentor Haymitch and friend Effie, Katniss instantly becomes the darling of the capital as she acts out a love story with fellow district 12 member Peeta. Peeta doesn't see the love as an act though and really does believe Katniss might love him. Back at home, Katniss' best friend Gale has to fight jealousy as he watches Peeta and Katniss grow closer as a couple.\nKatniss makes a friend in the arena called Rue but a dangerous plan ends with her dead. Katniss sets out to find Peeta once it is announced that two victors from the same district can go home only to to find him seriously wounded. Katniss enters all sorts of dangerous situations to nurse him back to life and begins to find she has real feelings for him but not everyone sees her rebellious actions one of love. Will she ever be able to escape President Snow's threats?","categories":[],"infobox_types":[],"annotations":[{"uri":"Adventure_movie","surface_form":"adventure","offset":25},{"uri":"Drama_movie","surface_form":"drama","offset":36},{"uri":"Science_fiction_movie","surface_form":"science fiction movie","offset":47},{"uri":"The_Hunger_Games_trilogy","surface_form":"\"Hunger Games\" trilogy","offset":127},{"uri":"Suzanne_Collins","surface_form":"Suzanne Collins","offset":153},{"uri":"Gary_Ross","surface_form":"Gary Ross","offset":196},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":244},{"uri":"North_America","surface_form":"North America","offset":342},{"uri":"Survival_of_the_fittest","surface_form":"survival of the fittest","offset":497},{"uri":"Minute","surface_form":"minute","offset":635},{"uri":"PG-13","surface_form":"PG-13","offset":661},{"uri":"Box_office","surface_form":"box office","offset":719},{"uri":"Jennifer_Lawrence","surface_form":"Jennifer Lawrence","offset":1684},{"uri":"Josh_Hutcherson","surface_form":"Josh Hutcherson","offset":2006}]}