{"id":432148,"url":"http://en.wikipedia.org/wiki/Battle_of_Wilson%27s_Creek","text":"The Battle of Wilson's Creek, also called the \"Bull Run of the West\", was a battle of the American Civil War. It was the first battle that took place west of the Mississippi River. Nathaniel Lyon, the Union general, was the first general killed in the Civil war.\nPrelude to the battle.\nDuring the summer of 1861, the Union and Confederate Armies were both trying to control Missouri. By the second week of July 1861, the Union Army of the West commanded by Brigadier general Nathaniel Lyon, camped at Springfield, Missouri. In total, he had about 5,400 soldiers in his command.\nAbout 75 miles to the southwest of Springfield, the pro-Southern Missouri State Guard were camped. They were under the command of Major general Sterling Price. Price was joined by Confederate generals Benjamin McCulloch and Nicholas Bartlett Pearce. Combined their forces numbered about 12,000. In late July both forces started moving closer to together, each army trying to learn what they could about the other. There was a skirmish at Dug Springs, Missouri on August 2. This is near present-day Clever, Missouri. The Union forces won but this is when Lyon realized the Confederates had more than twice the forces he had. The Union forces retreated back to Springfield.\nThe battle.\nOn August 9, 1861, Lyon marched his troops from Springfield to where the Confederates were now camped at Wilson Creek. His plan called for Colonel Franz Sigel to do a flanking maneuver on the Confederates and attack them from their rear. The rest of Lyon's forces would attack from the north.\nOn August 10, Sigel's flanking maneuver surprised the Confederate army. It allowed the Union army an early advantage. The two armies fought fiercely in the fields and hills around Wilson's Creek. After six hours of fighting and numerous casualties on both sides, the Union forces withdrew. Siegel's attack had at first proved very successful, but fell apart when he mistook the Confederate 3rd Louisiana for federal troops and allowed them to get too close without being challenged.\nThree times the confederates attacked the Union line and failed to break through all three times. During the battle, Lyon was killed and Major Samuel D. Sturgis replaced him. Meanwhile, Sigel's mistake had cost him the advantage and his forces were routed. After the third attack at about 11:00 am, the Confederates withdrew. With his ammunition running low and his men exhausted he withdrew to Springfield. Too disorganized to follow, the Confederate army did not pursue. Technically, it was a victory for the Confederate Army since the Union Army left the field. However, it can be considered a victory for the Union since they still kept control of Missouri. The Confederate army called the battle of Wilson’s Creek, the Battle of “Oak Hill(s)”.","categories":[],"infobox_types":[],"annotations":[{"uri":"Battle","surface_form":"battle","offset":76},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":90},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":162},{"uri":"Nathaniel_Lyon","surface_form":"Nathaniel Lyon","offset":181},{"uri":"Summer","surface_form":"summer","offset":297},{"uri":"Union_Army","surface_form":"Union","offset":317},{"uri":"Confederate_Army","surface_form":"Confederate Armies","offset":327},{"uri":"Missouri","surface_form":"Missouri","offset":374},{"uri":"Union_Army_of_the_West","surface_form":"Union Army of the West","offset":421},{"uri":"Brigadier_general","surface_form":"Brigadier general","offset":457},{"uri":"Military_camp","surface_form":"camped","offset":491},{"uri":"Springfield%2C_Missouri","surface_form":"Springfield, Missouri","offset":501},{"uri":"Soldier","surface_form":"soldier","offset":553},{"uri":"Command_(military)","surface_form":"command","offset":569},{"uri":"Southwest","surface_form":"southwest","offset":600},{"uri":"Confederate_States_of_America","surface_form":"pro-Southern","offset":630},{"uri":"Missouri_State_Guard","surface_form":"Missouri State Guard","offset":643},{"uri":"Major_general","surface_form":"Major general","offset":708},{"uri":"Sterling_Price","surface_form":"Sterling Price","offset":722},{"uri":"Benjamin_McCulloch","surface_form":"Benjamin McCulloch","offset":779},{"uri":"Nicholas_Bartlett_Pearce","surface_form":"Nicholas Bartlett Pearce","offset":802},{"uri":"Skirmisher","surface_form":"skirmish","offset":1004},{"uri":"Clever%2C_Missouri","surface_form":"Clever, Missouri","offset":1076},{"uri":"Retreat","surface_form":"retreat","offset":1219},{"uri":"Colonel","surface_form":"Colonel","offset":1401},{"uri":"Franz_Sigel","surface_form":"Franz Sigel","offset":1409},{"uri":"Flanking_maneuver","surface_form":"flanking maneuver","offset":1429},{"uri":"North","surface_form":"north","offset":1548},{"uri":"Casualty_(person)","surface_form":"casualties","offset":1792},{"uri":"Line_(formation)","surface_form":"line","offset":2086},{"uri":"Major","surface_form":"Major","offset":2175},{"uri":"Samuel_D._Sturgis","surface_form":"Samuel D. Sturgis","offset":2181},{"uri":"Defeat","surface_form":"routed","offset":2287},{"uri":"Am","surface_form":"am","offset":2333},{"uri":"Ammunition","surface_form":"ammunition","offset":2373},{"uri":"Exhausted","surface_form":"exhausted","offset":2408}]}