{"id":43216,"url":"http://en.wikipedia.org/wiki/Interest","text":"e=\"preserve\">Interest is the cost for borrowing money or the payment for lending money. Usually, this is fixed as a percentage of the amount of money borrowed (which is called \"interest rate\").\nSimple and Compound interest.\nIf the interest charged on $100 is 1 percent per year then every year the borrower must pay $1. If the $1 is not added to the amount owed then the borrower is paying simple interest. If simple interest of 1 percent is paid each year at the end of 100 years the borrower would have paid $100 in interest, $1 each year, and would still owe $100. If the $1 is added to the $100 the amount owed will increase to $101. 1 percent interest on $101 will be more than $1. This is called compound interest. Compound interest will cause the amount to grow each year. As the amount grows larger more is paid as interest each year and added to the total. If compound interest of 1 percent is paid on a loan of $100 each year the amount of interest paid will slightly increase and after 70 years the amount owed will have grown to $200 and the interest payment will have increased to $2.\nRule of 73.\n1 percent compound interest on $100 will cause the amount to double to $200 in about 70 years. That is called the rule of 73 which can be used to figure out how fast something grows. The rule can be used to figure out how fast anything that always grows exponentially at the same rate will double in size. Suppose a kangaroo grows 10 percent a year; dividing 10 into 70 gives 7, so the kangaroo will double in size in 7 years. If the kangaroo grew 7 percent a year it would take 10 years for its size to double. If it only grew 2 percent it would take 35 years for its size to double.\nUsury.\nAt some times in the past, or in some places today, it has been illegal to make a person pay interest on a loan. It was, or is, against some religious rules. If the interest that a person must pay is too high, this is called usury. This is often illegal today, even when lower interest is legal.\nOther meanings of interest.\nInterest can also be the care or concern that someone has for something or someone. If someone cares about something, they \"have an interest\" in that thing, or they \"find it interesting\". If something is beautiful, or funny, or new, that might make the thing interesting. However, a very important concern, for example love or hate, is more than an interest. An interest can also be a task that someone likes to do or watch, like a game or a hobby.\nIf someone has a legal right to something (usually money or property) they have an interest in that thing. This is also true for someone who shares a right with others, or a person who has a future right to something. For example, if some brothers and sisters will be given a house after their parents die, each of them \"has a financial interest\" in the house, even if the parents are still living.","categories":[],"infobox_types":[],"annotations":[{"uri":"Price","surface_form":"cost","offset":29},{"uri":"Money","surface_form":"money","offset":48},{"uri":"Growth","surface_form":"grow","offset":764},{"uri":"Exponential_function","surface_form":"grows exponentially","offset":1358},{"uri":"Kangaroo","surface_form":"kangaroo","offset":1426},{"uri":"Illegal","surface_form":"illegal","offset":1766},{"uri":"Loan","surface_form":"loan","offset":1809},{"uri":"Religious","surface_form":"religious","offset":1843},{"uri":"Rule","surface_form":"rule","offset":1853},{"uri":"Usury","surface_form":"usury","offset":1927},{"uri":"Concern","surface_form":"concern","offset":2059},{"uri":"Love","surface_form":"love","offset":2345},{"uri":"Hate","surface_form":"hate","offset":2353},{"uri":"Task","surface_form":"task","offset":2411},{"uri":"Game","surface_form":"game","offset":2458},{"uri":"Hobby","surface_form":"hobby","offset":2468},{"uri":"Legal","surface_form":"legal","offset":2492},{"uri":"Rights","surface_form":"right","offset":2498},{"uri":"Money","surface_form":"money","offset":2526},{"uri":"Property","surface_form":"property","offset":2535},{"uri":"Future","surface_form":"future","offset":2666},{"uri":"Financial","surface_form":"financial","offset":2802}]}