{"id":43215,"url":"http://en.wikipedia.org/wiki/Hellenistic_art","text":"The art of the Hellenistic time (400 B.C. to 0 B.C, a long time in the past, in Greece) is sculpture and painting and other things. For a long time, people said that the art of that time was not good. Pliny the Elder talked about the Greek sculpture of the classical time (500 B.C. - 323 B.C., the time before the Hellenistic time) and then said \"Cessavit deinde ars\" (\"then art stopped\"). But much good art is from the Hellenistic time. Many people know about the sculptures Laocoön (in the picture) and Venus de Milo and Winged Victory of Samothrace.\nNow more people have looked at writing about the Hellenistic time. People discovered art from the Hellenistic time at Vergina and other places. Now people can see that the art of the Hellenistic time is very good art.\nArchitecture.\nOne of the things that made the Hellenistic time different from other times was the division of Alexander the Great's country into smaller parts. In every part there was a family of leaders. The Ptolemies had Egypt; the Seleucids had Mesopotamia, the Attalids had Pergamon, and other leaders had other parts. Every family of leaders gave money for art in a way that was different from the way the city-states did it. They made big cities and complex groups of buildings in a way that most city-states had already stopped doing by 500 BC. This way of making buildings was new for Greece. This way was not to try to change or fix a natural place, but to make the buildings fit the natural place. There were many places for pleasure, for example many theatres and places to walk. The Hellenistic countries were lucky because they had much empty space where they could make big new cities. Some of their new cities were Antioch, Pergamon, and Seleucia on the Tigris.\nPergamon is a very good example of Hellenistic architecture. It started with a simple fortress on the Acropolis (a very big rock).\nDifferent Attalid kings added to it and made a huge group of buildings. The buildings stretch out from the Acropolis in many directions, using the natural way of that part of the earth. The agora, on the south on the lowest level, has galleries along its sides, with \"stoai\" (beautiful tall stone things to hold up the roof.) The agora is the beginning of a street which goes through the whole Acropolis. On the east and top of the rock are the buildings of the organizers, leaders and soldiers. On the west side, at a middle level, are religious buildings. One of the biggest ones is the one with the Pergamon Altar which is called \"of the gods and of the giants\" and is one of the most beautiful pieces of Greek sculpture. A very big theatre has benches stretched out over the sides of the hill, for people to sit on, and is able to hold almost 10,000 people.\nAt that time they liked to make very big things. The second temple of Apollo at Didyma was like that. It was twenty kilometers from Miletus in Ionia. Daphnis of Miletus made the design for it at the end of the fourth century B.C. (about 300 B.C.) but it was never finished. They continued building it until the 2nd century A.D. (past 100 A.D.). The sanctuary (special part of the temple) is one of the largest ever made near the Mediterranean. Inside a very big room, the \"cella\" has two rows of columns (tall round things) around it. The columns are the Ionic kind, almost 20 metres tall, with much complex stone art on the bases and tops.\nSculpture.\nHellenistic sculpture includes portraits which show things such as suffering, sleep or old age.\nAttalus I (269-197 BC), to commemorate his victory at Caicus against the Gauls — called Galatians by the Greeks — had two series of votive groups sculpted: the first, consecrated on the Acropolis of Pergamon, includes the famous Gaul killing himself and his wife, of which the original is lost (the best copy is in the [http://commons.wikimedia.org/wiki/Palazzo_Massimo_alle_Terme Massimo alle Terme] museum of Rome, see illustration); the second group, offered to Athens, is composed of small bronzes of Greeks, Amazons, gods and giants, Persians and Gauls. [http://commons.wikimedia.org/wiki/Image:Artemis_Rospigliosi_Louvre_Ma559.jpg Artemis Rospigliosi] of the Louvre is probably a copy of one of them; as for copies of the Dying Gaul, they were very numerous in the Roman period. The expression of sentiments, the forcefulness of details — bushy hair and moustaches here — and the violence of the movements are characteristic of the Pergamene style.\nThese characteristics are pushed to their peak in the friezes of the Great Altar of Pergamon, decorated under the order of Eumenes II (197-159 BC) with a gigantomachy stretching 110 metres in length, illustrating in the stone a poem composed especially for the court. The Olympians triumph in it, each on his side, over Giants most of which are transformed into savage beasts: serpents, birds of prey, lions or bulls. Their mother Gaia, come to their aid, can do nothing and must watch them twist in pain under the blows of the gods.\nAnother phenomenon appears in Hellenistic sculpture: privatization, which involves the recapture of older public patterns in decorative sculpture. This type of retrospective style also exists in ceramics. As for the portraits, they are tinged with naturalism, under the influence of Roman art.\nPaintings and mosaics.\nFew Greek wall paintings have survived the centuries. However, we can study the Hellenistic influences in Roman frescoes, for example those of Pompeii or Herculaneum. Certain mosaics provide a pretty good idea of the \"grand painting\" of the period: these are copies of frescoes. An example is the Alexander Mosaic, showing the confrontation of the young conqueror and the Grand King Darius III at the Battle of Issus, a mosaic which adorns the walls of the House of the Faun at Pompeii. It is believed to be a copy of a work described by Pliny the Elder (XXXV, 110) which had been painted by Philoxenus of Eretria for King Cassander of Macedon at the end of the 4th century BC. The mosaic allows us to admire the choice of colours, the composition of the ensemble with turning movement and facial expressivity.\nArcheological discoveries at the cemetery of Pagasae (close to modern Volos), at the edge of the Pagasetic Gulf, or again at Vergina (1987), in the former kingdom of Macedonia, have brought to light some original works. For example, the tomb said to be that of Philip II has provided a great frieze representing a royal lion hunt, remarkable by its composition, the arrangement of the figures in space and its realistic representation of nature.\nThe Hellenistic period is equally the time of development of the mosaic, particularly with the works of Sosos of Pergamon, active in the 2nd century BC and the only mosaic artist cited by Pliny (XXXVI, 184). His taste for\ntrompe l'oeil (optical illusion) and the effects of the medium are found in several works attributed to him such as the \"Unswept Floor\" in the Vatican museum, representing the leftovers of a repast (fish bones, bones, empty shells, etc.) and the \"Dove Basin\" at the Capitoline Museum, known by means of a reproduction discovered in Hadrian's Villa. In it one sees four doves perched on the edge of a basin filled with water. One of them is watering herself while the others seem to be resting, which creates effects of reflections and shadow perfectly studied by the artist.\nCeramics.\nThe Hellenistic period is that of the decline of painting on vases. The most common vases are black and uniform, with a shiny appearance approaching that of varnish, decorated with simple motifs of flowers or festoons. It is also the period when vases in relief appeared, doubtless in imitation of vases made of precious metals: wreaths in relief were applied to the body of the vase, or again the one shown here received veins or gadroons. One finds also more complex relief, based on animals or legendary creatures. The shapes of the vases are also inspired by the tradition of metal: thus with the lagynos (pictured here), a wine jar typical of the period.\nIn parallel there subsisted a tradition of polychromatic figurative painting: the artists sought a greater variety of tints than in the past. However, these newer colours are more delicate and do not support heat. The painting occurred therefore after firing, contrary to the traditional practice. The fragility of the pigments preventing frequent use of these vases, they were reserved for use in funerals.\nThe most representative copies of this style come from Centuripe in Sicily, where a workshop was active until the 3rd century B.C. These vases are characterized by a base painted pink. The figures, often female, are represented in coloured clothing: blue-violet chiton, yellow himation, white veil. The style is reminiscent of Pompei and is situated much more on the side of the grand contemporary paintings than on the heritage of the red-figure pottery.\nMetallic art.\nProgress in bronze casting made it possible for the Greeks to create large works, such as the Colossus of Rhodes, with a height of 32 meters. Many of the large bronze statues were lost - with the majority being melted to recover the material. Because of this, only the smaller objects still exist. Fortunately, during Hellenistic Greece, the raw materials were plentiful following eastern conquests.\nThe work on metal vases took on a new fullness: the artists competed among themselves with great virtuosity. At Panagyurishte (now in Bulgaria), skilfully sculpted gold vases have been found: on an amphora, two rearing centaurs form the handles. In Derveni, not far from Salonica, a tomb has provided a great krater with bronze volutes dating from approximately 320 BC and weighing 40 kilograms (Derveni krater).\nIt is decorated with a 32-centimetre-tall frieze of figures in relief representing Dionysus surrounded by Ariadne and her procession of satyrs and maenads.\nThe neck is decorated with ornamental motifs while four satyrs in high relief are casually seated on the shoulders of the vase. The evolution is similar for the art of jewellery. The jewellers of the time excelled at handling details and filigrees: thus, the funeral wreaths present very realistic leaves of trees or stalks of wheat. In this period the insetting of precious stones flourished.\nThe figurines were equally fashionable. They represented divinities as well as subjects from contemporary life. Thus emerged the theme of the \"negro\", particularly in Ptolemaic Egypt: these statuettes of Black adolescents were successful up to the Roman period. Sometimes, they were reduced to echoing a form from the great sculptures: thus one finds numerous copies in miniature of the Tyche (good luck) of Antioch, of which the original dates to the beginning of the 3rd century BC.\nTerra cotta figurines.\nPreviously reserved for religious use, in Hellenistic Greece the Greek terracotta figurine was more frequently used for funerary, and even decorative, purposes. The refinement of molding techniques made it possible to create true miniature statues, with a high level of detail.\nIn Tanagra, in Boeotia, the figurines, full of lively colours, most often represent elegant women in scenes full of charm. At Smyrna, in Asia Minor, two major styles occurred side-by-side: first of all, copies of masterpieces of great sculpture, such as Farnese Hercules in gilt terra cotta. In a completely different genre, there are the \"grotesques\", which contrast violently with the canons of \"Greek beauty\": the \"koroplathos\" (figurine maker) fashions deformed bodies in tortuous poses — hunchbacks, epileptics, hydrocephalics, obese women, etc. One could therefore wonder whether these were medical models, the town of Smyrna being reputed for its medical school. Or they could simply be caricatures, designed to provoke laughter. The \"grotesques\" are equally common at Tarsus and also at Alexandria.\nArt of glass and glyptic.\nIt was in the Hellenistic period that the Greeks, who until then only knew molded glass, discovered the technique of glass blowing, thus permitting new forms. The art of glass developed especially in Italy. Molded glass continued, notably in the creation of intaglio jewelry.\nThe art of engraving on gems hardly advanced at all, limiting itself to mass-produced items that lacked originality. As compensation, the cameo made its appearance. It concerns cutting in relief on a stone composed of several colored layers, allowing the object to be presented in relief through the effects of color. After that it is mounted on a pendant or as a ring. The Hellenistic period produced some masterpieces like the [http://www.hermitagemuseum.org/html_En/03/hm3_1_5g.html Gonzaga cameo], now preserved at the Hermitage Museum.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sculpture","surface_form":"sculpture","offset":91},{"uri":"Pliny_the_Elder","surface_form":"Pliny the Elder","offset":201},{"uri":"Sculpture","surface_form":"sculpture","offset":240},{"uri":"Venus_de_Milo","surface_form":"Venus de Milo","offset":505},{"uri":"Winged_Victory_of_Samothrace","surface_form":"Winged Victory of Samothrace","offset":523},{"uri":"Vergina","surface_form":"Vergina","offset":671},{"uri":"Alexander_the_Great","surface_form":"Alexander the Great","offset":881},{"uri":"Ptolemaic_dynasty","surface_form":"Ptolemies","offset":980},{"uri":"Ptolemaic_Egypt","surface_form":"Egypt","offset":994},{"uri":"Seleucid_Empire","surface_form":"Seleucids","offset":1005},{"uri":"Mesopotamia","surface_form":"Mesopotamia","offset":1019},{"uri":"Attalid_dynasty","surface_form":"Attalids","offset":1036},{"uri":"Pergamon","surface_form":"Pergamon","offset":1049},{"uri":"Polis","surface_form":"city-states","offset":1182},{"uri":"Theatre","surface_form":"theatres","offset":1533},{"uri":"Antioch","surface_form":"Antioch","offset":1701},{"uri":"Pergamon","surface_form":"Pergamon","offset":1710},{"uri":"Tigris","surface_form":"Tigris","offset":1740},{"uri":"Architecture","surface_form":"architecture","offset":1795},{"uri":"Fortification","surface_form":"fortress","offset":1834},{"uri":"Acropolis","surface_form":"Acropolis","offset":1850},{"uri":"Attalid","surface_form":"Attalid","offset":1889},{"uri":"Acropolis","surface_form":"Acropolis","offset":1986},{"uri":"Agora","surface_form":"agora","offset":2069},{"uri":"Gallery","surface_form":"galleries","offset":2114},{"uri":"Agora","surface_form":"agora","offset":2209},{"uri":"Pergamon_Altar","surface_form":"Pergamon Altar","offset":2481},{"uri":"Sculpture","surface_form":"sculpture","offset":2593},{"uri":"Theatre","surface_form":"theatre","offset":2615},{"uri":"Apollo","surface_form":"Apollo","offset":2811},{"uri":"Didyma","surface_form":"Didyma","offset":2821},{"uri":"Miletus","surface_form":"Miletus","offset":2873},{"uri":"Ionia","surface_form":"Ionia","offset":2884},{"uri":"Cella","surface_form":"cella","offset":3214},{"uri":"Attalus_I","surface_form":"Attalus I","offset":3489},{"uri":"Gauls","surface_form":"Gauls","offset":3562},{"uri":"Galatia","surface_form":"Galatia","offset":3577},{"uri":"Ludovisi_Gaul","surface_form":"Gaul killing himself and his wife","offset":3718},{"uri":"Louvre","surface_form":"Louvre","offset":4154},{"uri":"Dying_Gaul","surface_form":"Dying Gaul","offset":4217},{"uri":"Pergamon_Altar","surface_form":"Great Altar of Pergamon","offset":4513},{"uri":"Eumenes_II","surface_form":"Eumenes II","offset":4567},{"uri":"Gigantomachy","surface_form":"gigantomachy","offset":4598},{"uri":"Olympians","surface_form":"Olympians","offset":4716},{"uri":"Gaia_(mythology)","surface_form":"Gaia","offset":4875},{"uri":"Pottery_of_ancient_Greece","surface_form":"ceramics","offset":5173},{"uri":"Roman_art","surface_form":"Roman art","offset":5261},{"uri":"Mural","surface_form":"wall paintings","offset":5305},{"uri":"Fresco","surface_form":"fresco","offset":5407},{"uri":"Pompeii","surface_form":"Pompeii","offset":5438},{"uri":"Herculaneum","surface_form":"Herculaneum","offset":5449},{"uri":"Mosaic","surface_form":"mosaic","offset":5470},{"uri":"Alexander_Mosaic","surface_form":"Alexander Mosaic","offset":5592},{"uri":"Darius_III","surface_form":"Darius III","offset":5678},{"uri":"Battle_of_Issus","surface_form":"Battle of Issus","offset":5696},{"uri":"House_of_the_Faun","surface_form":"House of the Faun","offset":5752},{"uri":"Pliny_the_Elder","surface_form":"Pliny the Elder","offset":5833},{"uri":"Eretria","surface_form":"Eretria","offset":5901},{"uri":"Macedon","surface_form":"Macedon","offset":5931},{"uri":"Pagasae","surface_form":"Pagasae","offset":6151},{"uri":"Volos","surface_form":"Volos","offset":6176},{"uri":"Pagasetic_Gulf","surface_form":"Pagasetic Gulf","offset":6203},{"uri":"Vergina","surface_form":"Vergina","offset":6231},{"uri":"Macedon","surface_form":"Macedon","offset":6272},{"uri":"Philip_II_of_Macedon","surface_form":"Philip II","offset":6367},{"uri":"Frieze","surface_form":"frieze","offset":6398},{"uri":"Mosaic","surface_form":"mosaic","offset":6617},{"uri":"Optical_illusion","surface_form":"optical illusion","offset":6789},{"uri":"Capitoline_Museum","surface_form":"Capitoline Museum","offset":7040},{"uri":"Hadrian%27s_Villa","surface_form":"Hadrian's Villa","offset":7106},{"uri":"Animal","surface_form":"animal","offset":7845},{"uri":"Legendary_creature","surface_form":"legendary creature","offset":7856},{"uri":"Typology_of_Greek_Vase_Shapes","surface_form":"lagynos","offset":7960},{"uri":"Centuripe","surface_form":"Centuripe","offset":8482},{"uri":"Sicily","surface_form":"Sicily","offset":8495},{"uri":"Chiton_(clothing)","surface_form":"chiton","offset":8689},{"uri":"Himation","surface_form":"himation","offset":8704},{"uri":"Red-figure_pottery","surface_form":"red-figure pottery","offset":8863},{"uri":"Colossus_of_Rhodes","surface_form":"Colossus of Rhodes","offset":8991},{"uri":"Panagyurishte","surface_form":"Panagyurishte","offset":9409},{"uri":"Bulgaria","surface_form":"Bulgaria","offset":9431},{"uri":"Amphora","surface_form":"amphora","offset":9495},{"uri":"Derveni","surface_form":"Derveni","offset":9546},{"uri":"Thessaloniki","surface_form":"Salonica","offset":9568},{"uri":"Krater","surface_form":"krater","offset":9606},{"uri":"Volute","surface_form":"volute","offset":9625},{"uri":"Derveni_krater","surface_form":"Derveni krater","offset":9693},{"uri":"Dionysus","surface_form":"Dionysus","offset":9793},{"uri":"Ariadne","surface_form":"Ariadne","offset":9816},{"uri":"Satyr","surface_form":"satyr","offset":9846},{"uri":"Maenad","surface_form":"maenad","offset":9857},{"uri":"Ptolemaic_dynasty","surface_form":"Ptolemaic","offset":10427},{"uri":"Tyche","surface_form":"Tyche","offset":10647},{"uri":"Antioch","surface_form":"Antioch","offset":10668},{"uri":"Terracotta","surface_form":"terracotta","offset":10839},{"uri":"Funeral","surface_form":"funerary","offset":10888},{"uri":"Tanagra","surface_form":"Tanagra","offset":11049},{"uri":"Boeotia","surface_form":"Boeotia","offset":11061},{"uri":"Tanagra_figurine","surface_form":"the figurines","offset":11070},{"uri":"Izmir","surface_form":"Smyrna","offset":11172},{"uri":"Farnese_Hercules","surface_form":"Farnese Hercules","offset":11300},{"uri":"Kyphosis","surface_form":"hunchbacks","offset":11539},{"uri":"Epilepsy","surface_form":"epileptics","offset":11551},{"uri":"Hydrocephaly","surface_form":"hydrocephalics","offset":11563},{"uri":"Obesity","surface_form":"obese","offset":11579},{"uri":"Medicine_in_ancient_Greece","surface_form":"medical school","offset":11700},{"uri":"Tarsus_(city)","surface_form":"Tarsus","offset":11822},{"uri":"Alexandria","surface_form":"Alexandria","offset":11841},{"uri":"Glassblowing","surface_form":"glass blowing","offset":11996},{"uri":"Italy","surface_form":"Italy","offset":12079},{"uri":"Intaglio_(jewellery)","surface_form":"intaglio","offset":12137},{"uri":"Gemstone","surface_form":"gems","offset":12179},{"uri":"Cameo","surface_form":"cameo","offset":12293},{"uri":"Hermitage_Museum","surface_form":"Hermitage Museum","offset":12678}]}