{"id":432209,"url":"http://en.wikipedia.org/wiki/Athelwald_of_Deira","text":"e=\"preserve\">Athelwald (also spelled Oethelwald or Œthelwald) was a King of Deira. He was the nephew of King Oswiu of Northumbria, his overlord, but he turned on his family to support the pagan Penda of Mercia. When Penda was killed, Athelwald lost his kingdom.\nEarly Career.\nHe was the son of King Oswald of Northumbria, who was killed by Penda of Mercia at the Battle of Maserfield in 642. At Oswald's death Northumbria was reduced back to the two kingdoms of Bernicia and Deira. Oswiu was the king of Bernicia and was acknowledge as overlord of Deira.\nPenda had placed Oswine of Deira on the throne of Deira. But Oswine did not get along with his overlord Oswiu. He raised an army against Oswiu but then realized his army wasn't large enough and he sent them home. He was betrayed by one of his nobleman to Oswiu and was murdered in 651.\nKing of Deira.\nAfter Oswine's death, Athelwald became king. It is uncertain whether Oswiu (who was Athelwald's uncle) installed him as king or whether Athelwald took the kingship in opposition to Oswiu. At some point he allied himself with Oswiu's enemy, Penda of Mercia. He guided Penda during his invasion of Northumbria in 655. But, when the armies of Oswiu and Penda met on 15 November at the Battle of the Winwaed, Athelwald withdrew to safety. Penda was defeated and killed. perhaps in part because of this desertion, and afterward Athelwald was not heard of again.\nKing Athelwald gave St. Cedd the lands of Lastingham to build a monastery.","categories":[],"infobox_types":[],"annotations":[{"uri":"Deira","surface_form":"Deira","offset":76},{"uri":"Nephew","surface_form":"nephew","offset":94},{"uri":"Oswiu_of_Northumbria","surface_form":"Oswiu of Northumbria","offset":109},{"uri":"Overlord","surface_form":"overlord","offset":135},{"uri":"Pagan","surface_form":"pagan","offset":188},{"uri":"Penda_of_Mercia","surface_form":"Penda of Mercia","offset":194},{"uri":"Oswald_of_Northumbria","surface_form":"Oswald of Northumbria","offset":299},{"uri":"Penda_of_Mercia","surface_form":"Penda of Mercia","offset":340},{"uri":"Battle_of_Maserfield","surface_form":"Battle of Maserfield","offset":363},{"uri":"Northumbria","surface_form":"Northumbria","offset":410},{"uri":"Bernicia","surface_form":"Bernicia","offset":462},{"uri":"Penda_of_Mercia","surface_form":"Penda of Mercia","offset":1096},{"uri":"Battle_of_the_Winwaed","surface_form":"Battle of the Winwaed","offset":1238},{"uri":"Cedd","surface_form":"St. Cedd","offset":1433}]}