{"id":432216,"url":"http://en.wikipedia.org/wiki/Department_of_Alto_Adige","text":"The Department of Alto Adige (,) was a department of Napoleon's Kingdom of Italy. It was named after the river Adige (Etsch), which flowed through it. The capital of the department was Trento.\nThe department's territory was not the same as that of the modern Italian province of Alto Adige. Some of the territory is the same, such as the city of Bolzano, but most of the rest is now part of the province of Trento. These two provinces form the region Südtirol.\nHistory.\nThe name \"Alto Adige\" was created in the late 18th century by Napoleon Bonaparte, when he occupied the territory of northern Italy near the Alps. This was the name of the French administrative division known as the \"Department of Alto Adige\" (\"Dipartimento dell'Alto Adige\"), created during Napoleon's Kingdom of Italy in 1810. It was officially named \"Haut Adige\" to get rid of relation to the historic \"County of Tyrol\" of Austria. The District of Alto Adige was created by Napoleon as part of the Dipartamento del Benaco in his Cisalpine Republic, and was near Verona. This Benaco department, created in 1797, was gotten rid of in 1798 as a result of administrative changes to the Cisalpine Republic.\nSome years later, Napoleon created the Department of Alto Adige further north. This department was a part of the Kingdom of Italy from 1810 to 1814. It was created with the division of the Austrian Tyrol between French Bavaria and the Kingdom of Italy, and included the southern part of Tyrol with the city of Bolzano with surroundings (along with the Trentino). The boundaries were made by Austrian and German commissioners, who said that a territory would belong to the Kingdom of Italy if it is inhabited by Italians.\nThe department was ended after the defeat of Napoleon in 1814. Its territory is now divided between the Italian provinces of Trentino and South Tyrol.\nThe name \"Alto Adige\" was reused. Today it is the Italian name of the part of Tyrol south of the Brenner Pass. Ettore Tolomei made it official in Italy after World War I.","categories":[],"infobox_types":[],"annotations":[{"uri":"Department_(country_subdivision)","surface_form":"department","offset":39},{"uri":"Napoleon","surface_form":"Napoleon's","offset":53},{"uri":"Kingdom_of_Italy_(Napoleonic)","surface_form":"Kingdom of Italy","offset":64},{"uri":"Adige","surface_form":"Adige","offset":111},{"uri":"Trento","surface_form":"Trento","offset":185},{"uri":"South_Tyrol","surface_form":"province of Alto Adige","offset":267},{"uri":"Bolzano","surface_form":"Bolzano","offset":346},{"uri":"Province_of_Trento","surface_form":"province of Trento","offset":395},{"uri":"S%C3%BCdtirol","surface_form":"Südtirol","offset":451},{"uri":"Napoleon_Bonaparte","surface_form":"Napoleon Bonaparte","offset":532},{"uri":"Alps","surface_form":"Alps","offset":610},{"uri":"County_of_Tyrol","surface_form":"County of Tyrol","offset":875},{"uri":"Austria","surface_form":"Austria","offset":895},{"uri":"Cisalpine_Republic","surface_form":"Cisalpine Republic","offset":1001},{"uri":"Verona","surface_form":"Verona","offset":1034},{"uri":"Tyrol_(region)","surface_form":"Tyrol","offset":1372},{"uri":"Bavaria","surface_form":"Bavaria","offset":1393},{"uri":"Bolzano","surface_form":"Bolzano","offset":1484},{"uri":"Trentino","surface_form":"Trentino","offset":1526},{"uri":"Trentino","surface_form":"Trentino","offset":1820},{"uri":"South_Tyrol","surface_form":"South Tyrol","offset":1833},{"uri":"Italian_language","surface_form":"Italian","offset":1896},{"uri":"Brenner_Pass","surface_form":"Brenner Pass","offset":1943},{"uri":"World_War_I","surface_form":"World War I","offset":2004}]}