{"id":43222,"url":"http://en.wikipedia.org/wiki/Schr%C3%B6dinger%27s_cat","text":"Schrödinger's cat is a thought experiment about quantum physics. Erwin Schrödinger suggested it in 1935, in reaction to the Copenhagen interpretation of quantum physics.\nIn simple terms, Schrödinger stated that if you place a cat and something that could kill the cat (a radioactive atom) in a box and sealed it, you would not know if the cat was dead or alive until you opened the box, so that until the box was opened, the cat was (in a sense) \"both\" \"dead and alive\". This is used to represent how scientific theory works. No one knows if any scientific theory is right or wrong until said theory can be tested and proved.\nPhysics can be divided into two types; classic physics and quantum mechanics. Classic physics explains most physical interactions, like why a ball bounces when it drops. It can also be used to predict physical interactions, like what will happen when you drop a ball. However, there are some physical interactions which it does not explain; for instance, how light can be turned into electricity. Quantum mechanics provides a way for physicists to explain why these things happen.\nThe Copenhagen interpretation is used to explain what is happening to the smallest part of an atom (a sub atomic particle) without looking at it (observing it or measuring it). Mathematics are used to show how likely something is to happen to the particle. A particle could be described as being 50% likely to be in one place at one time, or 50% likely to be in one place at another time. This could also be expressed as a chart (or wave form). This is very convenient when making quantum physics calculations.\nHowever the only way to be 100% sure of where a particle is, is to observe it. Up until the point that you observe it, the Copenhagen Interpretation says that the particle is there and is not there. It is only when you observe the particle that you know if it's there or not there.\nWhile this makes sense in quantum physics, it does not make sense in classical (real world) physics.\nSchrödinger wanted to show that this way of thinking about quantum mechanics would lead to absurd situations. He designed a thought experiment.\n\"A cat is placed in a room that is separated from the outside world. \"\n\"A Geiger counter which counts the amount of radioactive decay and a little bit of a radioactive element are in the room. \"\n\"Within one hour, one of the atoms of the radioactive material might decay (or break down because the material is not stable), or it may not. \"\n\"If the material breaks down, it will release an atomic particle, which will hit the geiger counter, which will release poison gas, which will kill the cat.\"\nThe question now is: at the end of the hour, is the cat alive or dead? Schrödinger says that according to the Copenhagen Interpretation, as long as the door is closed, the cat is dead and alive. There is no way to know until the door is opened. But by opening the door, the person is interfering with the experiment. The person and the experiment have to be described with reference to each other.\nBy \"looking\" at the experiment the person has influenced the experiment, therefore it may not give us the correct answer.\nThe thought experiment was invented by Schrödinger to demonstrate the foolishness of thinking about quantum states for large objects. It has also been referenced many times in pop culture.","categories":[],"infobox_types":[],"annotations":[{"uri":"Thought_experiment","surface_form":"thought experiment","offset":23},{"uri":"Quantum_physics","surface_form":"quantum physics","offset":48},{"uri":"Erwin_Schr%C3%B6dinger","surface_form":"Erwin Schrödinger","offset":65},{"uri":"Copenhagen_interpretation","surface_form":"Copenhagen interpretation","offset":124},{"uri":"Radioactive","surface_form":"radioactive","offset":271},{"uri":"Atom","surface_form":"atom","offset":283},{"uri":"Copenhagen_interpretation","surface_form":"Copenhagen interpretation","offset":1111},{"uri":"Cat","surface_form":"cat","offset":2148},{"uri":"Geiger_counter","surface_form":"Geiger counter","offset":2219},{"uri":"Radioactive","surface_form":"radioactive","offset":2301},{"uri":"Chemical_element","surface_form":"element","offset":2313},{"uri":"Atom","surface_form":"atom","offset":2369},{"uri":"Radioactive","surface_form":"radioactive","offset":2382},{"uri":"Radioactive_decay","surface_form":"decay","offset":2409},{"uri":"Poison_gas","surface_form":"poison gas","offset":2604}]}