{"id":432291,"url":"http://en.wikipedia.org/wiki/Fight_or_flight_response","text":"e=\"preserve\">The fight-or-flight response (or acute stress response) is a set of physiological changes that occur when an animal is threatened. The changes include increased heart rate, breathing rate and blood pressure.\nThis response was first described by W.B Cannon. He found that animals react to threats with a general discharge of the sympathetic nervous system. This leads to changes such as those mentioned above. The changes prepare the animal for fighting or fleeing. This response is the first stage of a general adaptation that regulates stress responses among vertebrates and other organisms.\nEvolutionary perspective.\nThe fight or flight response lets animals respond quickly to threats. This system is universal in vertebrates. That shows it is ancient in origin, and very important.\nHumans have some problems with the system, because though they share the physiology with other animals, they rarely face a clear-cut fight or flight choice. Humans can try to talk their way through various problems and semi-threats, but they may suffer stress when the issues are not easily solved.\nOther responses.\nAnimals respond in many ways to situations which threaten them. The fight/flight choice is just one alternative. At one extreme is the way mother cats with kittens will defend them to the death if necessary. Another situation is the way many animals keep still when a predator is nearby. Their camouflage is often effective.","categories":[],"infobox_types":[],"annotations":[{"uri":"Physiology","surface_form":"physiological","offset":81},{"uri":"Threat","surface_form":"threat","offset":132},{"uri":"Heart_rate","surface_form":"heart rate","offset":174},{"uri":"Breathing","surface_form":"breathing","offset":186},{"uri":"Blood_pressure","surface_form":"blood pressure","offset":205},{"uri":"W.B_Cannon","surface_form":"W.B Cannon","offset":258},{"uri":"Sympathetic_nervous_system","surface_form":"sympathetic nervous system","offset":341},{"uri":"Adaptation","surface_form":"adaptation","offset":524},{"uri":"Stress_(biological)","surface_form":"stress","offset":550},{"uri":"Vertebrate","surface_form":"vertebrate","offset":573},{"uri":"Organism","surface_form":"organism","offset":595},{"uri":"Vertebrates","surface_form":"vertebrates","offset":730},{"uri":"Predator","surface_form":"predator","offset":1383},{"uri":"Camouflage","surface_form":"camouflage","offset":1409}]}