{"id":43233,"url":"http://en.wikipedia.org/wiki/Warrnambool%2C_Victoria","text":"e=\"preserve\">Warrnambool is a city on the south-western coast of Victoria, Australia. About 32,000 people live in the city. It is at the western end of the Great Ocean Road. It is also on the Princes Highwaywhich links Melbourne and Adelaide. Warrnambool is 265 kilometres and 3 hours from Melbourne by road or rail. The name \"Warrnambool\" is an Indigenous Australian word meaning \"water between two rivers\", \"two swamps\", or \"plenty of water\".\nThere are daily trains to Melbourne, via Geelong, and buses to Ballarat, Hamilton and Mount Gambier, South Australia.\nThe average maximum temperatures are 22 C in summer and 14 C in winter.\nThe Mahogany Ship.\nIt is possible that the first European people to come to Warrnambool arrived in the 1500s. There is a wrecked ship in the sand dunes near Warrnambool which historians believe is an early Portuguese ship. It may have been part of an expedition in 1522, led by Christovao Mendonca. The wreck was first seen in 1836, but the last sighting was in 1880. Tt is now covered in sand, and its exact location is now unknown. It is just one of the 80 wrecked ships along the coast. There are 29 wrecks in Lady Bay at Warrnambool. The first recorded exploration of this part of the Victorian coast was by the French explorer Nicholas Baudin in 1802. During the 1830s whaler hunters lived on the coast during the whaling season.\nEarly settlement.\nFarmers began to settle along the coast during the 1840s. In 1846 the town was surveyed and laid out, and the first land sale was held in 1847.","categories":[],"infobox_types":[],"annotations":[{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":65},{"uri":"Australia","surface_form":"Australia","offset":75},{"uri":"Great_Ocean_Road","surface_form":"Great Ocean Road","offset":156},{"uri":"Princes_Highway","surface_form":"Princes Highway","offset":192},{"uri":"Melbourne","surface_form":"Melbourne","offset":219},{"uri":"Adelaide","surface_form":"Adelaide","offset":233},{"uri":"Melbourne","surface_form":"Melbourne","offset":290},{"uri":"Aboriginal","surface_form":"Indigenous Australian","offset":346},{"uri":"Geelong%2C_Victoria","surface_form":"Geelong","offset":486},{"uri":"Ballarat%2C_Victoria","surface_form":"Ballarat","offset":508},{"uri":"Hamilton%2C_Victoria","surface_form":"Hamilton","offset":518},{"uri":"Mount_Gambier%2C_South_Australia","surface_form":"Mount Gambier, South Australia","offset":531},{"uri":"Europe","surface_form":"Europe","offset":684},{"uri":"Portugal","surface_form":"Portuguese","offset":841}]}