{"id":43240,"url":"http://en.wikipedia.org/wiki/Rock%E2%80%93paper%E2%80%93scissors","text":"Rock, paper, scissors (RPS) is a two-person hand game. It is often used as a selection method in a similar way to coin flipping or drawing straws to randomly select a person for some purpose. However, unlike truly random selections, it can be played with skill if the game extends over many sessions, as a player can often recognize and exploit the non-random behavior of an opponent.\nSportsmen often use RPS (both officially and unofficially, in place of a coin toss) to decide on opening plays. Similarly, uncertain calls, or even the whole game in case of rain, may be so decided. It is also often used as a method for creating appropriately non-biased random results in live action role-playing games, as it requires no equipment. It is also used in some gambling sites as a form of novelty betting.\nThe exact name of the game can vary, with the three components appearing in a different order, or with \"stone\" in place of \"rock\". Non-English speakers may know the game by their local words for \"rock, paper, scissors\", although it is also known as Janken or Yakyuken in Japan, Kawi Bawi Bo in Korea, Pierre-Papier-Ciseaux in France, Ca-Chi-Pun in Chile, and in South Africa as Ching-Chong-Cha, the words used in the 'count'.\nThe players both count aloud to three, or speak the name of the game (e.g. \"Rock! Paper! Scissors!\" or \"Reaux! Sham! Beaux!\"), each time raising one hand in a fist and swinging it down on the count. On the third count, or on a further beat after the third count (saying \"shoot\"), the players change their hands into one of three gestures, which they then \"throw\" by extending it towards their opponent.\nRock is represented by a closed fist.\nPaper is represented by an open hand.\nScissors is represented by the index and middle fingers extended.\nIn terms of logic, this type of game is intransitive.\nIf both players choose the same gesture, the game is tied and played again.\nIn some variations of the game, the winner of each round \"uses\" the weapon on the opponent's weapon, to demonstrate that they have won.\nRPS is frequently played in a \"best two out of three\" match, and tournament players often prepare sequences of three gestures ahead of time.\nPopularity.\nThe game is famous in Japan, China, and the United States.","categories":[],"infobox_types":[],"annotations":[{"uri":"Game","surface_form":"game","offset":49},{"uri":"Logic","surface_form":"logic","offset":1787},{"uri":"Transitivity_(mathematics)","surface_form":"intransitive","offset":1815},{"uri":"Japan","surface_form":"Japan","offset":2216},{"uri":"China","surface_form":"China","offset":2223},{"uri":"United_States","surface_form":"United States","offset":2238}]}