{"id":432581,"url":"http://en.wikipedia.org/wiki/Euromaidan","text":"Euromaidan () is a period of demonstrations and civil unrest in Ukraine. It began on the night of 21 November 2013 with protests demanding that Ukraine become part of the European Union. On 30 November 2013 riot police attacked protestors, violently putting a stop to the protests. The protesters then demanded the resignation of President Viktor Yanukovych. Many people were killed in the riots.\nMany people in Ukraine, particularly in the western part of the country, wanted to be part of the European Union. But President Yanukovych wanted to maintain close relationships with Russia. This angered pro-EU civilians. They started Euromaidan. On 30 November, the police intervened, sometimes violently. As a result, more people came out to protest. Many people blocked the streets with their cars in a protest called \"Automaidan\".\nThe President fled in February 2014 but protests continued. In March 2014 the Russian Federation captured Crimea which angered many other nations. Some people feared this might lead to a global war.\nRiots/revolution.\nAs the riots continued, the protesters were attacked. Hundreds were killed or injured. Ukrainians got the freedom they wanted and a new government, although they have not yet entered into the European Union. Meanwhile Ukraine lost Crimea to Russia.\nRussia did not like the Ukrainian government being overthrown as the new more nationalist and anti-Russian government did not favor them. Some of the people in the east who preferred the old President declared independence and wanted to join Russia. Many people in Ukraine, particularly in the east, suffered in fighting.","categories":[],"infobox_types":[],"annotations":[{"uri":"Demonstration","surface_form":"demonstration","offset":29},{"uri":"Ukraine","surface_form":"Ukraine","offset":64},{"uri":"Protest","surface_form":"protest","offset":120},{"uri":"European_Union","surface_form":"European Union","offset":171},{"uri":"Riot_police","surface_form":"riot police","offset":207},{"uri":"President_of_Ukraine","surface_form":"President","offset":330},{"uri":"Viktor_Yanukovych","surface_form":"Viktor Yanukovych","offset":340},{"uri":"Crimea","surface_form":"Crimea","offset":938},{"uri":"Crimea","surface_form":"Crimea","offset":1280},{"uri":"Independence","surface_form":"independence","offset":1508}]}