{"id":432645,"url":"http://en.wikipedia.org/wiki/Randy_Rhoads","text":"Randall William \"Randy\" Rhoads (December 6, 1956 – March 19, 1982) was an American heavy metal guitarist. He was best known for performing with Ozzy Osbourne and the band Quiet Riot.\nCareer.\nRhoads first formed a band with Kelly Garni called Little Women. Kevin DuBrow was recruited into the band and they changed their name to Quiet Riot. The band became popular by playing in clubs in Los Angeles. By late 1976 they were signed to Sony Records.\nDana Strum contacted Rhoads to see if he was wanted to audition for Ozzy Osbourne's new band. He asked his mother if he should join Osbourne's band since he was still in Quiet Riot. She asked him if he would accept \"an offer like this one\" and Rhodes replied \"Of course!\"\nHe went to audition in Osbourne's hotel room in Los Angeles with his guitar and a practice amplifier. As he started getting ready he was given the job. Osbourne was very drunk, and had fallen asleep during the audition. Rhoads remembered later, \"I just tuned up and did some riffs, and he said, 'You've got the gig'; I had the weirdest feeling, because I thought, 'You didn't even hear me yet'\".\nRhoads flew to England on the November 27, 1979. He stayed with Osbourne, his wife at the time Thelma, and their two children. After a short while, Lee Kerslake joined the band, which was at the time called The Blizzard of Ozz. The band recorded their debut album \"Blizzard of Ozz\" which was released on September 20, 1980 and became a success. \"Diary of a Madman\", their second studio album, was recorded between February and March 1981. It was released on November 7, 1981.\nDeath.\nRhoads died on March 19, 1982. He was touring with his band at the time. While driving in their tour bus, the band stopped in Leesburg, Florida, to fix the bus' air conditioner. Osbourne stayed asleep because he had been drinking heavily earlier in the evening. While stopped, their driver Andrew Aycock noticed an airstrip with small helicopters and planes. Aycock had previously worked as a commercial pilot. He decided to take a small Beechcraft F35 plane registered to a man named Mike Partin. He took it without Partin's permission. He took keyboardist Don Airey and tour manager Jake Duncan for a flight. He took Rhoads and makeup artist Rachel Youngblood on for the second flight. Aycock tried to fly the plane very low over their tour bus, where the other band members were sleeping. He made two close passes but caused an accident on the third one. One of the plane's wings had clipped the top of the tour bus. This broke the wing into two parts and sent the plane spiraling out of control. Both Rhoads and Youngblood were thrown out of the plane's windshield by the initial impact. While traveling at about, the plane crashed into a nearby garage. All three passengers were killed instantly. They were burned beyond recognition from the fire of the plane. The only person to witness the accident was keyboardist Don Airey.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":74},{"uri":"Heavy_metal_music","surface_form":"heavy metal","offset":83},{"uri":"Guitarist","surface_form":"guitarist","offset":95},{"uri":"Ozzy_Osbourne","surface_form":"Ozzy Osbourne","offset":144},{"uri":"Quiet_Riot","surface_form":"Quiet Riot","offset":171},{"uri":"Kelly_Garni","surface_form":"Kelly Garni","offset":223},{"uri":"Kevin_DuBrow","surface_form":"Kevin DuBrow","offset":256},{"uri":"Quiet_Riot","surface_form":"Quiet Riot","offset":328},{"uri":"Sony_Records","surface_form":"Sony Records","offset":433},{"uri":"Dana_Strum","surface_form":"Dana Strum","offset":447},{"uri":"Ozzy_Osbourne","surface_form":"Ozzy Osbourne","offset":515},{"uri":"Amplifier","surface_form":"amplifier","offset":810},{"uri":"Lee_Kerslake","surface_form":"Lee Kerslake","offset":1263},{"uri":"Blizzard_of_Ozz","surface_form":"Blizzard of Ozz","offset":1380},{"uri":"Diary_of_a_Madman_(album)","surface_form":"Diary of a Madman","offset":1461},{"uri":"Leesburg%2C_Florida","surface_form":"Leesburg, Florida","offset":1724},{"uri":"Air_conditioner","surface_form":"air conditioner","offset":1759},{"uri":"Airstrip","surface_form":"airstrip","offset":1913},{"uri":"Beechcraft","surface_form":"Beechcraft","offset":2036},{"uri":"Keyboard_instrument","surface_form":"keyboardist","offset":2144},{"uri":"Don_Airey","surface_form":"Don Airey","offset":2156}]}