{"id":432802,"url":"http://en.wikipedia.org/wiki/Death_of_Mark_Duggan","text":"ce=\"preserve\">Mark Duggan, a 29-year-old who lived in Tottenham, north London, was shot in Tottenham by a Metropolitan Police officer on 4 August 2011. Police had been trying to arrest Duggan because he had been carrying a handgun and they thought he was planning to shoot someone. Duggan died at the scene from a bullet wound to his chest. The 2011 England riots started on 6 August 2011 because some criminals used Duggan's death as an excuse to burgle shops and set fire to things. They lasted until 11 August 2011. Five people were killed.\nOn 31 January 2013, Kevin Hutchinson-Foster was found guilty of giving Duggan a gun and was sent to prison.\nAn inquest into Duggan's death began on 16 September 2013. On 8 January 2014 a jury decided that his death was a lawful killing. It was decided that it was lawful because the police officer who shot Duggan told the jury he believed that Duggan was holding a gun and was going to shoot it. Witness B said that Duggan was not holding a gun. He said that Duggan was holding a mobile phone. There was a gun in a sock 10–14 feet away from where Duggan was shot. The sock and the gun did not have Duggan's DNA on them. Duggan's family were angry about the jury's verdict.\nOn 11 January there was a vigil for Duggan outside Tottenham police station. Hundreds of prostesters were there.\nTension with police.\nThere was tension between black people and the police in Tottenham before and since the Broadwater Farm riot in 1985.\nDuggan.\nDuggan was born on 15 September 1981 to a white mother, Pamela Duggan, and a black father, Bruno Hall. He grew up in Broadwater Farm. At age 13, he left home to live with one of his maternal aunts in Manchester. Duggan had three children with his partner Semone Wilson at the time of his death, as well as three other children by other women.\nAfter his death police and other people said that he was a drug dealer. His family and friends said that he was not. Tony Thompson of the \"London Evening Standard\" wrote that Duggan may have been one of the first members of North London's \"Star Gang\". Duggan's family said that \"He was not a gang member and he had no criminal record.\" Duggan had been convicted of having cannabis in 2000 and having things that he knew had been stolen in 2007. \"The Daily Mail\" said that he had also been arrested many times. The things he was arrested for included the murder of Gavin Smith and attempted murder. He was not charged with the murder of Smith because there was not enough evidence.\nIn March 2011 Duggan's cousin had been stabbed to death at a nightclub. Some people said that this made Duggan want to carry a gun.\nDuggan was under investigation by Operation Trident. \"Trident have jammed me,\" he wrote in a text message minutes before his death.\nShooting.\nOfficers of the Metropolitan Police Service stopped a cab that was carrying Duggan as a passenger at about 6:15pm on 4 August 2011. They did this because they had been told that Duggan had a gun. A firearms officer said that Duggan got out of the cab and pulled a gun from his waistband. He then ran away. Police shot him twice. An eyewitness said that Duggan \"was shot while he was pinned to the floor by police.\" Paramedics came, but he died before he could be taken to hospital. A 9mm gun was found 10–14 feet away from where Duggan was shot on the other side of the fence. Witnesses told the IPCC that they saw police throw the gun over the fence.\nAftermath.\nPolice waited a day and a half to tell Duggan's family to tell them that Duggan was dead.\nRiots.\nThe 2011 riots started with the peaceful protest of Duggan's death.\nAt about 5:30pm on 6 August 2011, Duggan's family and people living in the area marched from Broadwater Farm to Tottenham Police Station. They chanted \"we want answers\". Around 8pm a 16-year-old girl was beaten by police with a baton. A witness said that she had thrown something at the police. Around 8:20pm members of a crowd waiting to speak to a police officer set fire to two police cars. The next day people rioted in other areas of London. Most of the rioters were young men. On August 9 a man died after being shot in Croydon on August 8. On August 10 three men were killed in a hit-and-run. A man died on 8 August from injuries from an attack by a mob. By 15 August 2011, about 3,100 people had been arrested.\nMedia coverage.\nDuggan's death quickly became a big news story. Duggan was called a 'gangster' and a 'thug' by the \"Daily Mail\". On September 8 2011 an article by Martin Samuda, a friend of Duggan, was published in \"The Guardian\". Duggan's brother Shaun Hall also wrote an article for \"The Guardian\" in September 2013 which said that Duggan's family did not trust the police anymore.\nFuneral.\nOn 9 September 2011 there was a funeral for Duggan. Thousands of people were there.\nFather's death.\nIn 2012 Duggan's father died from cancer.\nInquest.\nA public inquest into Duggan's death started on 16 September 2013. The jury learned that Duggan had been killed by a 9mm hollow-point round. A hollow-point bullet. Two witnesses said that they saw a police officer move something from the minicab to the place where the gun was found. Duggan's lawyers argued that police had put the gun found near where Duggan was killed there to make Duggan's killing look lawful. The officer who killed Duggan said Duggan was still holding a gun when both shots were fired. 9 of the jury decided that Mark Duggan threw the firearm on to the grass.\nProtests.\nOn 11 December 2013 students protested outside the Royal Courts of Justice during the inquest.\nVerdict.\nOn 8 January 2014 the jury decided that Duggan's death had been a lawful killing. People living in Tottenham said that there may be more riots because of this.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tottenham","surface_form":"Tottenham","offset":54},{"uri":"London","surface_form":"London","offset":71},{"uri":"Police","surface_form":"Police","offset":119},{"uri":"2011_England_riots","surface_form":"2011 England riots","offset":345},{"uri":"Prison","surface_form":"prison","offset":644},{"uri":"Inquest","surface_form":"inquest","offset":655},{"uri":"Jury","surface_form":"jury","offset":731},{"uri":"Mobile_phone","surface_form":"mobile phone","offset":1025},{"uri":"Vigil","surface_form":"vigil","offset":1244},{"uri":"Tottenham","surface_form":"Tottenham","offset":1409},{"uri":"Broadwater_Farm_riot","surface_form":"Broadwater Farm riot","offset":1440},{"uri":"Broadwater_Farm","surface_form":"Broadwater Farm","offset":1595},{"uri":"Manchester","surface_form":"Manchester","offset":1678},{"uri":"Drug_dealer","surface_form":"drug dealer","offset":1880},{"uri":"London_Evening_Standard","surface_form":"London Evening Standard","offset":1960},{"uri":"Cannabis","surface_form":"cannabis","offset":2193},{"uri":"Daily_Mail","surface_form":"The Daily Mail","offset":2267},{"uri":"Murder","surface_form":"murder","offset":2375},{"uri":"Nightclub","surface_form":"nightclub","offset":2563},{"uri":"Paramedic","surface_form":"Paramedic","offset":3191},{"uri":"Funeral","surface_form":"funeral","offset":4748},{"uri":"Hollow-point_bullet","surface_form":"hollow-point round","offset":4988},{"uri":"Royal_Courts_of_Justice","surface_form":"Royal Courts of Justice","offset":5511}]}