{"id":43296,"url":"http://en.wikipedia.org/wiki/Hypsilophodon","text":"\"Hypsilophodon\" was a small, fast-running, plant-eating dinosaur. It lived 125 million years ago, was 2.3 metres long (7/8 feet), including tail, and weighed about the same as a man.\nIt was originally thought to be a young \"Iguanodon\" which could climb trees. Later it was realised to be a different species, and to be a running dinosaur, not adapted for climbing.\nPalaeobiology.\nLike most small dinosaurs, \"Hypsilophodon\" was bipedal and ran on two legs. Its entire body was built for running; a light-weight, low, aerodynamic posture, long legs and stiff tail for balance. All this would have allowed it to travel remarkably fast for its size.\n\"Hypsilophodon\" fed on low-growing vegetation, most likely preferring young shoots and roots in the manner of modern deer. The structure of its skull, with the teeth set far back into the jaw, strongly suggests that it had cheeks, an advanced feature that would have facilitated the chewing of food. There were twenty-eight to thirty ridged teeth in the animal's jaw which, due to their alternate arrangement, appear to have been self-sharpening. As in almost all dinosaurs and certainly all the ornithischians, the teeth were continuously replaced.\nThe level of parental care in this dinosaur has not been defined, although a neatly-arranged nest has been found, suggesting that some care was taken before hatching. Fossils of large groups have been found, so it is likely that the animals moved in herds. For these reasons, the hypsilophodonts, particularly \"Hypsilophodon\", have often been referred to as the \"deer of the Mesozoic\".\nDespite living in the Cretaceous, \"Hypsilophodon\" had a number of primitive, or basal, features. For example, there were five fingers on each 'hand' and four on each foot. Most dinosaurs had fewer digits by the Cretaceous period. Also, although it had a beak, \"Hypsilophodon\" still had pointed triangular teeth in the front of the jaw. Most herbivorous dinosaurs had, by this stage, lost the front teeth altogether (although there is some debate as to whether these teeth may have had a specialized function in \"Hypsilophodon\").\nThe group Hypsilophodontidae remained the same from the Upper Jurassic to the end of the Cretaceous. It is possible that this was because the animals were almost perfectly adapted to their lifestyle, therefore selective pressure, it is assumed, was low.","categories":[],"infobox_types":[],"annotations":[{"uri":"Plant","surface_form":"plant","offset":43},{"uri":"Eating","surface_form":"eating","offset":49},{"uri":"Dinosaur","surface_form":"dinosaur","offset":56},{"uri":"Million","surface_form":"million","offset":79},{"uri":"Year","surface_form":"year","offset":87},{"uri":"Iguanodon","surface_form":"Iguanodon","offset":224},{"uri":"Species","surface_form":"species","offset":300},{"uri":"Bipedal","surface_form":"bipedal","offset":427},{"uri":"Aerodynamic","surface_form":"aerodynamic","offset":516},{"uri":"Deer","surface_form":"deer","offset":763},{"uri":"Ornithischia","surface_form":"ornithischia","offset":1142},{"uri":"Herd","surface_form":"herd","offset":1446},{"uri":"Basal","surface_form":"basal","offset":1662},{"uri":"Fingers","surface_form":"fingers","offset":1708},{"uri":"Upper_Jurassic","surface_form":"Upper Jurassic","offset":2167},{"uri":"Adaptation","surface_form":"adapted","offset":2283},{"uri":"Natural_selection","surface_form":"selective pressure","offset":2321}]}