{"id":432950,"url":"http://en.wikipedia.org/wiki/Madelyn_Lee_Payne","text":"Madelyn Lee Payne Dunham (; October 26, 1922 – November 2, 2008) was the grandmother of Barack Obama, the 44th President of the United States. Her daughter was Obama mother's, Ann Dunham. Madelyn and her husband Stanley Armour Dunham raised Obama from age ten in their apartment in Honolulu, Hawaii. She died two days before her grandson was elected President.\nLife.\nMadelyn Lee Payne was born in Peru, Kansas. She was the eldest of four children. Her younger brother was Charles T. Payne. Their parents were Rolla Charles \"R.C.\" Payne (August 23, 1892 – October 15, 1968) and Leona Belle (McCurry) Payne (May 7, 1897 – March 22, 1968). In Barack Obama's memoir, \"Dreams From My Father\", he describes them as \"stern Methodist parents who did not believe in drinking, playing cards or dancing.\" She moved with her parents to Augusta, Kansas at the age of three. Madelyn was one of the best students at Augusta High School. She graduated from there in 1940.\nDeath.\nMadelyn died in Hawaii, on November 2, 2008. It was two days before the presidential election. Obama's campaign team announced that she had died \"peacefully\" after suffering from cancer. At a rally in Charlotte, North Carolina on November 3, Obama said, \"She was one of those quiet heroes that we have all across America. They're not famous. Their names are not in the newspapers, but each and every day they work hard. They aren't seeking [fame]. All they try to do is just do the right thing.\" Dunham's absentee vote, received by the election office on October 27, was included in Hawaii's total vote count.\nA private funeral was held on December 23, 2008, at the First Unitarian Church of Honolulu. Obama and his sister Maya scattered their grandmother's ashes in the ocean at Lanai Lookout. It was the same spot where they had scattered their mother's ashes in 1995. Obama was staying at Plantation Estate at the time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":88},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":111},{"uri":"Ann_Dunham","surface_form":"Ann Dunham","offset":176},{"uri":"Stanley_Armour_Dunham","surface_form":"Stanley Armour Dunham","offset":212},{"uri":"Honolulu%2C_Hawaii","surface_form":"Honolulu, Hawaii","offset":282},{"uri":"Peru%2C_Kansas","surface_form":"Peru, Kansas","offset":397},{"uri":"Charles_T._Payne","surface_form":"Charles T. Payne","offset":472},{"uri":"Methodist","surface_form":"Methodist","offset":716},{"uri":"Augusta%2C_Kansas","surface_form":"Augusta, Kansas","offset":824},{"uri":"United_States_presidential_election%2C_2008","surface_form":"presidential election","offset":1035},{"uri":"Cancer","surface_form":"cancer","offset":1142},{"uri":"Charlotte%2C_North_Carolina","surface_form":"Charlotte, North Carolina","offset":1164},{"uri":"Funeral","surface_form":"funeral","offset":1583}]}