{"id":432982,"url":"http://en.wikipedia.org/wiki/Celtic_shields","text":"Celtic shields were used in battle by the Celts and other ancient tribes as their main weapon for defense. They are often found in Iron Age male burial sites. The Witham shield and the Battersea shield are two of the most well-known Celtic shields.\nDesign.\nCeltic shields were usually oval or elongated oval in shape. They could also be round or hexagon shaped. On the front was usually a hollow wood shield boss to protect the hand. The boss was usually elongated to make the shield stronger and was sometimes covered by a metal plate. On the inside of the boss hole was a handle to hold the shield. The shields were made of wood, usually oak or linden (also called lime). Most often they were covered with leather.\nBattle shields.\nBattle shields were often individually decorated with various symbols. They were designed to be both light and strong. Celts used their shields defensively but also as an offensive weapon. A favorite tactic of a Celtic warrior was to strike the enemy with his shield. The Celts in Britain used smaller shields in battle while continental Celts used larger shields. Shields sometimes shattered in combat and were an expendable item.\nParade shields.\nCeltic shields have been found in the River Thames at Battersea. Some were also found in Lincolnshire in the River Witham. They were covered with thin sheets of metal with Celtic designs embossed on them. They were larger, but like others constructed of wood. These were clearly for use in ceremonies and not designed for battle.","categories":[],"infobox_types":[],"annotations":[{"uri":"Battle","surface_form":"battle","offset":28},{"uri":"Celts","surface_form":"Celts","offset":42},{"uri":"Tribe","surface_form":"tribe","offset":66},{"uri":"Weapon","surface_form":"weapon","offset":87},{"uri":"Defense","surface_form":"defense","offset":98},{"uri":"Oval","surface_form":"oval","offset":285},{"uri":"Hexagon","surface_form":"hexagon","offset":346},{"uri":"Boss","surface_form":"boss","offset":408},{"uri":"Tilia","surface_form":"linden","offset":647},{"uri":"Symbol","surface_form":"symbols","offset":795},{"uri":"Britain","surface_form":"Britain","offset":1014},{"uri":"European_continent","surface_form":"continental","offset":1059},{"uri":"River_Thames","surface_form":"River Thames","offset":1219},{"uri":"Battersea","surface_form":"Battersea","offset":1235},{"uri":"Lincolnshire","surface_form":"Lincolnshire","offset":1270},{"uri":"River_Witham","surface_form":"River Witham","offset":1290},{"uri":"Ceremony","surface_form":"ceremonies","offset":1471}]}