{"id":43306,"url":"http://en.wikipedia.org/wiki/Coelophysis","text":"\"Coelophysis\" was a small fast running carnivorous dinosaur. It is one of the earliest known genera of dinosaur. \"Coelophysis\" was found in Upper Triassic strata dated to about 200 million years ago (mya). It lived in what is now the southwestern United States. Similar dinosaurs are found all over the world at that time.\n\"Coelophysis\" walked on two legs (as did all theropods). It was no more than about three feet (1 meter) tall at the hips but because of a long tail could be almost 10 feet (3 meters) long. There is some evidence that these animals hunted in packs, from the large numbers found together at the Ghost Ranch fossil site in New Mexico.\nSexual dimorphism.\nTwo different sizes of this species have been found in the fossil record. At first paleontologists thought that they were two different species, but most now think that this is because \"Coelophysis\" males were larger than the females. This trait, known as sexual dimorphism, is often seen today in many animal species.\nVision.\n\"Coelophysis\" had a long narrow head (approximately), with large, forward-facing eyes that afforded it stereoscopic vision and as a result excellent depth perception. The eyes were supported by bony rings (\"sclerotic\" rings). The complete sclerotic ring of a juvenile \"Coelophysis bauri\" was compared to those of reptiles and birds. Evidently \"Coelophysis\" was a daytime predator which hunted by sight. The study found that its vision was superior to that of most lizards, and ranked with that of modern birds of prey.\nConditions of find.\nFor a while, it was thought that \"Coelophysis\" were cannibalistic, because what looked like \"Coelophysis\" babies were seen in the stomach of an adult \"Coelophysis\". However, these specimens were misinterpreted. Several specimens of \"juvenile coelophysids\" were actually small crurotarsan reptiles such as \"Hesperosuchus\". In some cases bigger individuals were crushed on top of smaller ones. There is no longer any evidence to support cannibalistic behavior in \"Coelophysis\".\nHistory of its discovery.\nEdward Drinker Cope first named \"Coelophysis\" in 1889. This was during the \"Bone Wars\" with Othniel Charles Marsh. An amateur fossil collector, David Baldwin, found the first remains of the dinosaur in 1881. The type species, \"C. bauri\" was named after him. These first finds were too poorly preserved to give a complete picture of the new dinosaur.\nIn 1947, a substantial 'graveyard' of \"Coelophysis\" fossils was found in New Mexico, at Ghost Ranch, close to the original find. So many fossils together were probably the result of a flash flood, which swept away a large number of \"Coelophysis\" and buried them quickly and simultaneously. It seems such flooding was commonplace at the time. The Petrified Forest of nearby Arizona was caused by a log jam of tree trunks caught in a flood.\nThe Ghost Ranch specimens were numerous, with many well-preserved specimens. Since the Ghost Ranch specimens were discovered, more skeletons have been found in Arizona, New Mexico and an as-yet unconfirmed specimen from Utah, including both adults and juveniles. The deposits where \"Coelophysis\" was discovered date from the late Triassic, bur similar specimens have been found in the Lower Jurassic elsewhere in the world.\n\"Coelophysis\" is the state fossil of New Mexico.","categories":[],"infobox_types":[],"annotations":[{"uri":"Carnivorous","surface_form":"carnivorous","offset":39},{"uri":"Dinosaur","surface_form":"dinosaur","offset":51},{"uri":"Genera","surface_form":"genera","offset":93},{"uri":"Upper_Triassic","surface_form":"Upper Triassic","offset":140},{"uri":"Strata","surface_form":"strata","offset":155},{"uri":"Million","surface_form":"million","offset":181},{"uri":"United_States","surface_form":"United States","offset":247},{"uri":"Theropod","surface_form":"theropod","offset":368},{"uri":"Ghost_Ranch","surface_form":"Ghost Ranch","offset":616},{"uri":"Site","surface_form":"site","offset":635},{"uri":"New_Mexico","surface_form":"New Mexico","offset":643},{"uri":"Species","surface_form":"species","offset":702},{"uri":"Paleontologist","surface_form":"paleontologist","offset":757},{"uri":"Male","surface_form":"male","offset":873},{"uri":"Female","surface_form":"female","offset":900},{"uri":"Trait_(biology)","surface_form":"trait","offset":914},{"uri":"Sexual_dimorphism","surface_form":"sexual dimorphism","offset":930},{"uri":"Stereoscopic_vision","surface_form":"stereoscopic vision","offset":1104},{"uri":"Cannibalism","surface_form":"cannibalistic","offset":1592},{"uri":"Crurotarsi","surface_form":"crurotarsan","offset":1816},{"uri":"Hesperosuchus","surface_form":"Hesperosuchus","offset":1846},{"uri":"Edward_Drinker_Cope","surface_form":"Edward Drinker Cope","offset":2042},{"uri":"Bone_Wars","surface_form":"Bone Wars","offset":2118},{"uri":"Othniel_Charles_Marsh","surface_form":"Othniel Charles Marsh","offset":2134},{"uri":"Fossil","surface_form":"fossil","offset":2168},{"uri":"Type_species","surface_form":"type species","offset":2254},{"uri":"New_Mexico","surface_form":"New Mexico","offset":2465},{"uri":"Ghost_Ranch","surface_form":"Ghost Ranch","offset":2480},{"uri":"Flash_flood","surface_form":"flash flood","offset":2576},{"uri":"Petrified_Forest_National_Park","surface_form":"Petrified Forest","offset":2738},{"uri":"Arizona","surface_form":"Arizona","offset":2765},{"uri":"Utah","surface_form":"Utah","offset":3051},{"uri":"Stratum","surface_form":"deposit","offset":3098},{"uri":"Triassic","surface_form":"Triassic","offset":3161},{"uri":"Lower_Jurassic","surface_form":"Lower Jurassic","offset":3216}]}