{"id":43314,"url":"http://en.wikipedia.org/wiki/Waffen-SS","text":"The Waffen-SS was part of the Schutzstaffel (SS). \"Waffen-SS\" means \"armed SS\" in German. The Waffen-SS was a paramilitary organization within the SS.\nThe divisions of the Waffen-SS were made of specially trained soldiers. Their original job was to protect higher-ranking people in the SS and the Nazi Party. Together with the \"Sturmabteilung\" (\"Storm Battalion,\" or SA), they were used as a police force. The Waffen-SS was officially an extra police force on the streets.\nIn 1937, some soldiers were reorganized. Nazi leaders gave some SS members the job of guarding and running concentration camps (and, later, death camps). These soldiers were moved from the Waffen-SS to the \"SS-Totenkopfverbände\".\nIn some of the concentration camps, like Auschwitz and Buchenwald, doctors of the Waffen-SS did experiments on humans.\nHeinrich Himmler led the SS from 1929 until Nazi Germany lost World War II in 1945. After World War II, the SS were found guilty of crimes against humanity, and the SS was made illegal.\nBritish SS.\nOne of the strangest SS units was the British Free Corps. It was a unit of the Waffen SS during World War II. The unit was made of about 27 prisoners of war from the British Empire. One British soldier who helped recruit other soldiers to join the unit was John Amery. After the war, he was sentenced to death for high treason, he was then executed.\nThe troops after 1945.\nAfter the end of the war, all soldiers were dismissed from the SS.\nIn 1951, the \"Hilfsgemeinschaft auf Gegenseitigkeit der ehemaligen Angehörigen der Waffen-SS\" was founded in Germany. This translates to \"Mutual support organisation of former members of the Waffen-SS'.\" In English, it is better known as \"HIAG.\" The group wanted soldiers who were in the Waffen-SS to be treated the same as soldiers of the Wehrmacht (the regular German Army).\nThe group also publishes a magazine. The magazine tries to send the message that the Waffen-SS were just normal soldiers. Sometimes, there are also revisionist articles in it.","categories":[],"infobox_types":[],"annotations":[{"uri":"Schutzstaffel","surface_form":"Schutzstaffel (SS)","offset":30},{"uri":"German_language","surface_form":"German","offset":82},{"uri":"Paramilitary","surface_form":"paramilitary","offset":110},{"uri":"Division_(military)","surface_form":"divisions","offset":155},{"uri":"Soldiers","surface_form":"soldiers","offset":213},{"uri":"NSDAP","surface_form":"Nazi Party","offset":297},{"uri":"Sturmabteilung","surface_form":"Sturmabteilung","offset":328},{"uri":"Concentration_camps","surface_form":"concentration camps","offset":580},{"uri":"Death_camp","surface_form":"death camp","offset":613},{"uri":"SS-Totenkopfverb%C3%A4nde","surface_form":"SS-Totenkopfverbände","offset":680},{"uri":"Auschwitz_concentration_camp","surface_form":"Auschwitz","offset":744},{"uri":"Buchenwald_concentration_camp","surface_form":"Buchenwald","offset":758},{"uri":"Experiment","surface_form":"experiment","offset":799},{"uri":"Human","surface_form":"human","offset":814},{"uri":"Heinrich_Himmler","surface_form":"Heinrich Himmler","offset":822},{"uri":"World_War_II","surface_form":"World War II","offset":884},{"uri":"Guilt_(law)","surface_form":"guilty","offset":944},{"uri":"Crimes_against_humanity","surface_form":"crimes against humanity","offset":954},{"uri":"British_Empire","surface_form":"British Empire","offset":1186},{"uri":"Recruitment","surface_form":"recruit","offset":1233},{"uri":"High_treason","surface_form":"high treason","offset":1334},{"uri":"Execution","surface_form":"executed","offset":1360},{"uri":"Hilfsgemeinschaft_auf_Gegenseitigkeit_der_ehemaligen_Angeh%C3%B6rigen_der_Waffen-SS","surface_form":"Hilfsgemeinschaft auf Gegenseitigkeit der ehemaligen Angehörigen der Waffen-SS","offset":1474},{"uri":"English_language","surface_form":"English","offset":1667},{"uri":"Wehrmacht","surface_form":"Wehrmacht","offset":1800},{"uri":"Revisionism","surface_form":"revisionist","offset":1985}]}