{"id":433252,"url":"http://en.wikipedia.org/wiki/1993_child_sexual_abuse_accusations_against_Michael_Jackson","text":"e=\"preserve\">In the summer of 1993, Evan Chandler accused Michael Jackson of sexually abusing his 13-year-old son, Jordan. Evan Chandler killed himself on November 5, 2009. His death was four months after that of Michael Jackson.\nJackson first met Jordan Chandler when Chandler was five years old.\nJackson had become good friends with Jordan Chandler and his family after meeting Chandler in May 1992. Evan became jealous of Jackson because his son liked spending time with him more. In July 1993 Jackson and Jordan's relationship ended. Chandler, who was a dentist, was made to admit that he gave his son a barbiturate called sodium amytal to take out his tooth in August 1993. While he was under the influence of the drug Jordan told his father that Jackson had sexually abused him. Jordan Chandler told the police about the abuse. Los Angeles Police Department's Sexually Exploited Child Unit began a criminal investigation on Jackson on August 18. Police searched Jackson's Neverland Ranch. They found books and photographs in his bedroom that had young boys wearing little or no clothing in them.\nJackson ended his Dangerous World Tour on November 11, 1993 to go to rehab. He had become addicted to painkillers, which he used for the stress of the allegations.\nLa Toya Jackson, Michael's sister, said at a press conference on December 9, 1993 that \"This has been going on since 1981, and it's not just one child.\" Her husband and manager at the time Jack Gordon said that Michael Jackson had said that he would kill La Toya if she told. In 2011 La Toya said \"I never for a minute believed my brother was guilty of anything like that\".\nStrip search.\nIn December 1993, Jackson was strip searched. Jordan had told the police what Jackson's genitals looked like. Chandler said that Jackson was circumcised, but he was not.\nJackson's reaction.\nOn December 22 Jackson talked about what had happened via satellite from his ranch. He said,\n'As you may already know, after my tour ended I remained out of the country undergoing treatment for a dependency on pain medication...There have been many disgusting statements made recently concerning allegations of improper conduct on my part. These statements about me are totally false...I will say I am particularly upset by the handling of the mass—matter by the incredible, terrible mass media. At every opportunity, the media has dissected and manipulated these allegations to reach their own conclusions. I ask all of you to wait and hear the truth before you label or condemn me. Don't treat me like a criminal, because I am innocent. I have been forced to submit to a dehumanizing and humiliating examination...It was the most humiliating ordeal of my life...But if this is what I have to endure to prove my innocence, my complete innocence, so be it.'\nSettlement.\nThe case was settled in 1994 with a payment of over $15 million to be put in Jordan Chandler's trust fund, $1.5 million for each of his parents, and $5 million for the family's lawyer. No criminal charges were ever made against Jackson. In 2004 Jackson's attorney for the 2005 Michael Jackson trial Thomas Mesereau Jr. said that Jackson regretted making these payments.\nAftermath.\nThree years later a book by a journalist called Victor M. Gutierrez was published called \"Michael Jackson Was My Lover\". It claimed to be the diaries of Jordan from the time period in which he was molested by Jackson. Jackson sued Gutierrez for slander. It was banned in the United States.\nEffect on Jackson's career.\nAfter the allegations PepsiCo ended its sponsorship of Jackson. Dubai would not let Jackson perform. \"Dangerous\" was going to be released as the tenth single from \"Dangerous\" but was cancelled.\nJackson's first album after the allegations was '. It has sold 25 million copies. This makes it one of the best-selling albums ever released. However, \"Dangerous\" sold more.\nPeople v. Jackson.\nOn December 18, 2003 Jackson was charged with seven child sexual abuse offences. Earlier that year a documentary called \"Living with Michael Jackson\" had been on television. In the documentary Jackson was shown holding hands with his accuser, 13-year-old Gavin Arvizo. Jackson said in the documentary that he shared his bed with children who were not family. Arvizo said that Jackson started molesting him after the documentary was shown. Jackson was found not guilty of all charges on June 13 2005.\n2013 child molestation allegations.\nMichael Jackson died in 2009. On May 1, 2013 Wade Robson's lawyer sent a private complaint against the Michael Jackson Estate 'for childhood sexual abuse'. In the 1993 investigation and 2005 trial Robson had said that Jackson had not molested him. Robson had been Jackson's \"special friend\" in 1990. Robson said on \"The Today Show\" on May 16, 2013 that Jackson as a \"pedophile\" who sexually abused him from ages 7 to 14.","categories":[],"infobox_types":[],"annotations":[{"uri":"Evan_Chandler","surface_form":"Evan Chandler","offset":36},{"uri":"Michael_Jackson","surface_form":"Michael Jackson","offset":58},{"uri":"Sexual_abuse","surface_form":"sexually abusing","offset":77},{"uri":"Suicide","surface_form":"killed himself","offset":137},{"uri":"Dentist","surface_form":"dentist","offset":558},{"uri":"Barbiturate","surface_form":"barbiturate","offset":608},{"uri":"Police","surface_form":"police","offset":810},{"uri":"La_Toya_Jackson","surface_form":"La Toya Jackson","offset":1266},{"uri":"Jack_Gordon","surface_form":"Jack Gordon","offset":1455},{"uri":"Genitals","surface_form":"genitals","offset":1742},{"uri":"Circumcised","surface_form":"circumcised","offset":1795},{"uri":"Neverland_Ranch","surface_form":"ranch","offset":1921},{"uri":"People_v._Jackson","surface_form":"2005 Michael Jackson trial","offset":3086},{"uri":"Dubai","surface_form":"Dubai","offset":3577},{"uri":"Living_with_Michael_Jackson","surface_form":"Living with Michael Jackson","offset":4021},{"uri":"Wade_Robson","surface_form":"Wade Robson","offset":4481}]}