{"id":433234,"url":"http://en.wikipedia.org/wiki/Evan_Chandler","text":"e=\"preserve\">Evan Chandler (born Evan Robert Charmatz) (January 25, 1944 – November 5, 2009) was an American screenwriter and dentist. He is best known for accusing Michael Jackson of sexually abusing his son Jordan Chandler in 1993.\nEarly life.\nChandler was born in the Bronx to Jewish parents. He changed his name from Charmatz to Chandler because he thought Charmatz was “too Jewish-sounding”.\nCareer.\nChandler wrote the 1993 movie '. In her book \"Shockaholic\", Carrie Fisher said that Chandler was her dentist.\nAccusations against Michael Jackson.\nIn 1993, Chandler accused Michael Jackson of molesting his son Jordan. Jordan had made the hebephilia allegations after taking sodium amytal. The 1993 molestation case ended in 1994 after Jackson reached a settlement with Chandler for a reported U.S. $20 million. Jordan legally emancipated himself from his parents in 1995.\nAn article in \"USA Today\" said that Chandler tried to sue Jackson again in 1996 but the case was dismissed in 1998. In 2006, Jordan took out a restraining order against Evan after claiming that he attacked him with a dumbbell weight.\nDeath.\nFourteen weeks after the death of Michael Jackson, Chandler shot himself in the head on November 5 2009. He suffered with depression for many years.","categories":[],"infobox_types":[],"annotations":[{"uri":"Screenwriter","surface_form":"screenwriter","offset":109},{"uri":"Dentist","surface_form":"dentist","offset":126},{"uri":"Michael_Jackson","surface_form":"Michael Jackson","offset":165},{"uri":"Sexual_abuse","surface_form":"sexually abusing","offset":184},{"uri":"Jewish","surface_form":"Jewish","offset":280},{"uri":"Carrie_Fisher","surface_form":"Carrie Fisher","offset":465},{"uri":"Molestation","surface_form":"molesting","offset":597},{"uri":"Hebephilia","surface_form":"hebephilia","offset":643},{"uri":"Sodium_amytal","surface_form":"sodium amytal","offset":679},{"uri":"Restraining_order","surface_form":"restraining order","offset":1020}]}