{"id":433210,"url":"http://en.wikipedia.org/wiki/Christine_Chubbuck","text":"e=\"preserve\">Christine Chubbuck (August 24, 1944 – July 15, 1974) was the host of a morning talk show in Sarasota, Florida. She was also a volunteer at a local hospital. There she gave puppet shows for the mentally handicapped children. She is best known as the television broadcaster who committed suicide during a live television program.\nCareer.\nChubbuck was born in Hudson, Ohio, on 24 August 1944. She grew up in a middle-class family and attended Laurel School for Girls. She went to college at Ohio State University. Then she graduated from Boston University with a degree in broadcasting. She held several jobs with small television stations. In 1973 she was hired by WXLT-TV in Sarasota, Florida as the host of a morning talk show. According to her co-workers she was pretty, easy to get along with and did a good job. According to her mother she wanted a family but had not found the right person to marry yet. In her spare time she held puppet shows for mentally handicapped children at a local hospital.\nDeath.\nThree weeks before her death she had received approval to do a program on suicide. On the morning of Monday, July 15, 1974, during her broadcast, Chubbuck read a prepared script. She said: \"In keeping with Channel 40's policy of bringing you the latest in blood and guts, and in living color, you are going to see another first, an attempted suicide.\" Chubbuck then shot herself with a handgun. It was not a quick decision but an event she had planned for months. Chubbuck had even joked about shooting herself on the air but nobody had apparently paid much attention. She had been dealing with depression for several years before she died. Chubbuck was 29 years old.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sarasota%2C_Florida","surface_form":"Sarasota, Florida","offset":105},{"uri":"Volunteer","surface_form":"volunteer","offset":139},{"uri":"Hospital","surface_form":"hospital","offset":160},{"uri":"Mental_retardation","surface_form":"mentally handicapped","offset":206},{"uri":"Children","surface_form":"children","offset":227},{"uri":"Television","surface_form":"television","offset":262},{"uri":"Presenter","surface_form":"broadcaster","offset":273},{"uri":"Suicide","surface_form":"suicide","offset":299},{"uri":"Program","surface_form":"program","offset":332},{"uri":"Ohio","surface_form":"Ohio","offset":378},{"uri":"Laurel_School","surface_form":"Laurel School","offset":453},{"uri":"College","surface_form":"college","offset":490},{"uri":"Ohio_State_University","surface_form":"Ohio State University","offset":501},{"uri":"Boston_University","surface_form":"Boston University","offset":548},{"uri":"Host","surface_form":"host","offset":712},{"uri":"Puppet","surface_form":"puppet shows","offset":948},{"uri":"Mental_illness","surface_form":"mentally handicapped","offset":965},{"uri":"Suicide","surface_form":"suicide","offset":1097},{"uri":"Gun","surface_form":"handgun","offset":1409},{"uri":"Depression_(mental_illness)","surface_form":"depression","offset":1618}]}