{"id":433230,"url":"http://en.wikipedia.org/wiki/Eelam_War_III","text":"e=\"preserve\">The Eelam War III began on 19 April 1995 when the Liberation Tigers of Tamil Eelam (LTTE, also called Tamil Tigers) sank two Sri Lankan naval craft in Sri Lanka. This was the third armed conflict between the military of Sri Lanka and the Tamil Tigers. There were also Eelam Wars I and II before this conflict and Eelam war IV afterwards.\nBattles.\nOn the night of 18 July 1996 LTTE forces attacked and overran the military base at Mullaithivu. It was the brigade headquarters of the 215 Sri Lankan Army. About 1,600 soldiers were killed or missing. In April 2000 the LTTE Sea Tigers captured Elephant Pass. This was a major victory since they had lost the last battle at Elephant Pass in 1991. By 2001 both sides were exhausted and ended the war. The LTTE came away with a reputation for their fighting skills. But this led to an Eelam War IV.\nKallarawa massacre.\nOn 25 May 1995, LTTE (Liberation of Tamil Tigers) killed 42 men, women, and children in Kallarawa, Sri Lanka. Everyone else who lived there escaped the bloodshed.\nGonagala massacre.\nIn the Ampara District of Sri Lanka on 18 September 1999, another massacre took place. Over 50 women, men, and children were hacked to death in the middle of the night in their sleep.","categories":[],"infobox_types":[],"annotations":[{"uri":"Liberation_Tigers_of_Tamil_Eelam","surface_form":"Liberation Tigers of Tamil Eelam","offset":63},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":138},{"uri":"Boat","surface_form":"naval craft","offset":149},{"uri":"Conflict","surface_form":"conflict","offset":200},{"uri":"Military","surface_form":"military","offset":221},{"uri":"Mullaithivu","surface_form":"Mullaithivu","offset":443},{"uri":"Soldier","surface_form":"soldier","offset":528},{"uri":"Reputation","surface_form":"reputation","offset":785},{"uri":"Kallarawa","surface_form":"Kallarawa","offset":964},{"uri":"Bloodshed","surface_form":"bloodshed","offset":1028},{"uri":"Ampara_District","surface_form":"Ampara District","offset":1065}]}