{"id":43338,"url":"http://en.wikipedia.org/wiki/Transistor","text":"A transistor is an electronic component that can be used as part of an amplifier, or as a switch. It is made of a semiconductor material. Transistors are found in most electronic devices. The transistor was a major advancement after the triode tube, with using much less electricity, and lasting many years longer, to switch or amplify another electronic current.\nThe transistor can be used for a variety of different things including amplifiers and digital switches for computer microprocessors. Digital work mostly uses MOSFETs. Some transistors are individually packaged, mainly so they can handle high power. Most transistors are inside integrated circuits.\nHow they work.\nTransistors have three terminals: the gate, the drain, and the source (on a bipolar transistor, the wires can be called the emitter, the collector, and the base). When the source (or emitter) is connected to the negative terminal of the battery, and the drain (or collector) to the positive terminal, no electricity will flow in the circuit (if you have only a lamp in series with the transistor). But when you touch the gate and the drain together, the transistor will let electricity through. This is because when the gate is positively charged, the positive electrons will push other positive electrons in the transistor letting the negative electrons flow through. The transistor can also work when the gate is just positively charged, so it doesn't need to be touching the drain.\nVisualization.\nAn easy way to think of how a transistor works is as a hose with a sharp bend that stops the water from going through. The water is the electrons, and when you positively charge the gate, it unbends the hose, letting water flow.\nThe basic Darlington transistor circuit is formed from two bipolar transistors wired emitter to base so they act as one transistor. One of the transistors is connected so that it controls the current to the base of the other transistor. This means that you can control the same amount of current with a very small amount of current going into the base.\nUses.\nWhen the gate of a P-channel MOSFET is positively charged, electricity will flow through, this is useful for electronics that require a switch to be turned on, making it an electronic switch. This rivals the mechanical switch, which requires a constant force pressing on it.\nIn a MOSFET used as an amplifier, transistors take the flow of the drain and source, and since the source current is so much larger than the drain's current, it is common for the drain's current to rise to the value of the sources, amplifying it.\nMaterials.\nTransistors are made of semiconductor chemical elements, usually silicon, which belongs to the modern Group 14 (formerly Group IV) in the periodic table of elements. Germanium, another group-14 element, is used together with silicon in specialized transistors. Researchers are also studying transistors made from special forms of carbon. Transistors can be also made from compounds like gallium arsenide.\nHistory.\nThe transistor was not the first three terminal device. The triode served the same purpose of the transistor 50 years earlier. Vacuum tubes were important in household technology before transistors. Unfortunately, tubes were big and fragile, used a lot of power, and didn't last very long. The transistor solved these problems.\nThree physicists were credited with the invention of the transistor in 1947: Walter H. Brattain, John Bardeen, and William Shockley who contributed the most.\nImportance.\nThe transistor is a very important component today. If not for the transistor, devices such as cell phones and computers would be very different, or they might have not been invented at all. Transistors have been made very small (dozens of atoms wide) so that billions of them can be put into a small computer chip.","categories":[],"infobox_types":[],"annotations":[{"uri":"Electronic_component","surface_form":"electronic component","offset":19},{"uri":"Amplifier","surface_form":"amplifier","offset":71},{"uri":"Switch","surface_form":"switch","offset":90},{"uri":"Semiconductor","surface_form":"semiconductor","offset":114},{"uri":"Electronics","surface_form":"electronic devices","offset":168},{"uri":"Triode","surface_form":"triode","offset":237},{"uri":"Microprocessor","surface_form":"microprocessor","offset":480},{"uri":"MOSFET","surface_form":"MOSFET","offset":522},{"uri":"Integrated_circuit","surface_form":"integrated circuit","offset":641},{"uri":"Series_circuit","surface_form":"series","offset":1046},{"uri":"Electron_flow","surface_form":"negative","offset":1313},{"uri":"Darlington_transistor","surface_form":"Darlington transistor","offset":1716},{"uri":"MOSFET","surface_form":"MOSFET","offset":2094},{"uri":"MOSFET","surface_form":"MOSFET","offset":2345},{"uri":"Semiconductor","surface_form":"semiconductor","offset":2622},{"uri":"Silicon","surface_form":"silicon","offset":2663},{"uri":"Periodic_table","surface_form":"periodic table","offset":2736},{"uri":"Germanium","surface_form":"Germanium","offset":2764},{"uri":"Carbon","surface_form":"carbon","offset":2928},{"uri":"Gallium_arsenide","surface_form":"gallium arsenide","offset":2985},{"uri":"Triode","surface_form":"triode","offset":3072},{"uri":"Vacuum_tube","surface_form":"Vacuum tube","offset":3139},{"uri":"Walter_H._Brattain","surface_form":"Walter H. Brattain","offset":3417},{"uri":"John_Bardeen","surface_form":"John Bardeen","offset":3437},{"uri":"William_Shockley","surface_form":"William Shockley","offset":3455},{"uri":"Phone","surface_form":"cell phones","offset":3605},{"uri":"Computers","surface_form":"computers","offset":3621}]}