{"id":433743,"url":"http://en.wikipedia.org/wiki/Free_University_of_Berlin","text":"The Freie Universität Berlin (\"Free University of Berlin\", often abbreviated as \"FU Berlin\") is a university in Berlin. It is known for its research in the humanities and social sciences, as well as in the field of natural and life sciences.\nThe university was founded in Berlin-Dahlem, a district in the south west of Berlin during the time of the Cold War in 1948. Today, the university has three bigger campuses: the main campus Dahlem, the \"Campus Düppel\" with animal clinics and other institutes related to veterinary medicine and the \"Geocampus\" in Lankwitz, which is home to the \"Department of Earth Sciences\". The medical department of the FU Berlin is part of the \"Charité - University Medicine Berlin\", a joint institution with the Humboldt University.\nThe university library has a total of about 8.5 million volumes and is the biggest university library system in Germany. Freie Universität has over 400 partner universities all over the world, many of them through the \"ERASMUS programme\". According to various international rankings, Freie Universität is one of the best universities in Germany. In 2007 (and 2012 again), the Freie Universität was one of eleven universities to be successful in the \"German Excellence Initiative\", a national competition by the German government. University alumni include five Nobel Prize winners and 15 winners of the national Leibniz Prize.\nInterdisciplinary Central Institutes.\nThe \"Botanical Garden\" with over 22,000 different kinds of plants is one of the biggest in the world.","categories":[],"infobox_types":[],"annotations":[{"uri":"University","surface_form":"university","offset":98},{"uri":"Berlin","surface_form":"Berlin","offset":112},{"uri":"Humanities","surface_form":"humanities","offset":156},{"uri":"Social_sciences","surface_form":"social sciences","offset":171},{"uri":"Natural_science","surface_form":"natural","offset":215},{"uri":"Life_science","surface_form":"life science","offset":227},{"uri":"Berlin","surface_form":"Berlin","offset":319},{"uri":"Cold_War","surface_form":"Cold War","offset":349},{"uri":"Germany","surface_form":"Germany","offset":875},{"uri":"Germany","surface_form":"Germany","offset":1100},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":1324}]}