{"id":43403,"url":"http://en.wikipedia.org/wiki/Australian_dollar","text":"e=\"preserve\">The Australian dollar (AUD) is the official currency of the Commonwealth of Australia. It has been in use since February 14, 1966. The Australian dollar is also used on Christmas Island, Cocos (Keeling) Islands, Norfolk Island, and the independent Pacific Islands of Kiribati, Nauru and Tuvalu. In Australia the dollar symbol $ is usually used. The signs A$ or AU$ are often used to show that it is the Australian dollar. It is subdivided into 100 cents.\nIn 2011 the Australian dollar was the fifth-most-traded currency in world. The most traded currencies were the US dollar, the Euro, the yen, and the pound sterling.\nThe Australian dollar is liked by people who trade in currencies. This is because Australia has high interest rates and little government control on currency trading. Australia's economy and political systems are also seen to be stable.\nHistory.\nThe dollar was introduced on 14 February 1966, replacing the Australian pound.\nCoins.\nFrom 1966, coins were made in amounts of 1, 2, 5, 10, 20 and 50 cents. One-dollar coins were made from 1984. Two-dollar coins were made from 1988. The one- and two-cent coins were not made after 1991 and are no longer used. Cash sales are made to the nearest five cents. All coins have the image of the head of state, Queen Elizabeth II on the back. They are made by the Royal Australian Mint in Canberra.\nAustralia has often made special 50-cent coins. The first was in 1970, to honor Captain Cook's finding the east coast of Australia. In 1977 a coin was made for Queen Elizabeth II's Silver Jubilee. In 1981 a coin was made for the wedding of Charles and Diana. The Brisbane Commonwealth Games had a special coin in 1982. Another one was made for the Australian Bicentenary in 1988. There have been many more special coins made since the 1990s. They are popular with people who collect coins. Australia has also made special 20-cent and one-dollar coins.\nAustralia has made special five-dollar coins, of aluminium/bronze and bi-metal, and many silver and gold bullion coins in bigger values. These are not normally used, although they are legal tender.\nCurrent Australian 5-, 10- and 20-cent coins are the same size as the old Australian, New Zealand and British sixpenny, shilling and two shilling (florin) coins. In 1990. the UK replaced these coins with smaller versions, as did New Zealand in 2006 - at the same time discontinuing the five-cent coin. The Australian 50-cent coin is a large coin. It weighs 15.55 grams and is 31.51 mm across.\nFirst series.\nThe first paper banknotes in Australian dollars were printed in 1966. The one, two, ten and 20-dollars notes matched the old pound banknotes. The five-dollar note was printed in 1967, after the public were used to decimal currency.\nThe one-dollar note was replaced by a coin in 1984. The two-dollar note was replaced by a coin in 1988. The 50-dollar note was first printed in 1973. In 1984 Australia printed the 100-dollar note.\nNotes are different sizes depending on their value. This is to help people are visually impaired (unable to see properly). They are the same height but different lengths. The $5 is the smallest, $100 the largest. Notes are also colour coded: $5 pink (there are two designs); $10 blue; $20 red; $50 yellow; and $100 green.\nPolymer series.\nIn 1988, the Reserve Bank of Australia gave out plastic, (polypropylene) polymer banknotes (produced by Note Printing Australia), to celebrate 200 years of European settlement in Australia. All Australian notes are now made of polymer.\nTo make it hard to copy these notes, they have see through windows with a picture image of Captain James Cook. Every note also has a seven-pointed star which has only half the printing on each side. Australian banknotes were the first in the world to use such features.","categories":[],"infobox_types":[],"annotations":[{"uri":"Currency","surface_form":"currency","offset":57},{"uri":"Australia","surface_form":"Commonwealth of Australia","offset":73},{"uri":"Christmas_Island","surface_form":"Christmas Island","offset":182},{"uri":"Cocos_(Keeling)_Islands","surface_form":"Cocos (Keeling) Islands","offset":200},{"uri":"Norfolk_Island","surface_form":"Norfolk Island","offset":225},{"uri":"Independent","surface_form":"independent","offset":249},{"uri":"Pacific_Islands","surface_form":"Pacific Islands","offset":261},{"uri":"Kiribati","surface_form":"Kiribati","offset":280},{"uri":"Nauru","surface_form":"Nauru","offset":290},{"uri":"Tuvalu","surface_form":"Tuvalu","offset":300},{"uri":"Cent_(currency)","surface_form":"cents","offset":461},{"uri":"United_States_dollar","surface_form":"US dollar","offset":579},{"uri":"Euro","surface_form":"Euro","offset":594},{"uri":"Yen","surface_form":"yen","offset":604},{"uri":"Pound_sterling","surface_form":"pound sterling","offset":617},{"uri":"Government","surface_form":"government","offset":760},{"uri":"Economy","surface_form":"economy","offset":812},{"uri":"Australian_pound","surface_form":"Australian pound","offset":940},{"uri":"Elizabeth_II_of_the_United_Kingdom","surface_form":"Elizabeth II","offset":1289},{"uri":"Royal_Australian_Mint","surface_form":"Royal Australian Mint","offset":1336},{"uri":"Canberra","surface_form":"Canberra","offset":1361},{"uri":"Captain_Cook","surface_form":"Captain Cook","offset":1451},{"uri":"Queen_Elizabeth_II","surface_form":"Queen Elizabeth II","offset":1531},{"uri":"Silver_Jubilee_of_Elizabeth_II","surface_form":"Silver Jubilee","offset":1552},{"uri":"Charles%2C_Prince_of_Wales","surface_form":"Charles","offset":1611},{"uri":"Diana%2C_Princess_of_Wales","surface_form":"Diana","offset":1623},{"uri":"Brisbane","surface_form":"Brisbane","offset":1634},{"uri":"Commonwealth_Games","surface_form":"Commonwealth Games","offset":1643},{"uri":"Australian_Bicentenary","surface_form":"Australian Bicentenary","offset":1719},{"uri":"Aluminium","surface_form":"aluminium","offset":1972},{"uri":"Bronze","surface_form":"bronze","offset":1982},{"uri":"Bimetal","surface_form":"bi-metal","offset":1993},{"uri":"Bullion","surface_form":"bullion","offset":2028},{"uri":"Legal_tender","surface_form":"legal tender","offset":2107},{"uri":"Gram","surface_form":"gram","offset":2484},{"uri":"Millimetre","surface_form":"mm","offset":2503},{"uri":"Reserve_Bank_of_Australia","surface_form":"Reserve Bank of Australia","offset":3308},{"uri":"Polypropylene","surface_form":"polypropylene","offset":3353},{"uri":"Polymer_banknotes","surface_form":"polymer banknotes","offset":3368},{"uri":"Note_Printing_Australia","surface_form":"Note Printing Australia","offset":3399},{"uri":"Europe","surface_form":"Europe","offset":3451},{"uri":"James_Cook","surface_form":"James Cook","offset":3630}]}