{"id":43437,"url":"http://en.wikipedia.org/wiki/Zoey_101","text":"\"Zoey 101\" is an American television series. It was on Nickelodeon from 9 January 2005 until 2 May 2008. It is about on the lives of teenagers at a boarding school, Pacific Coast Academy (PCA). The main character is Zoey Brooks, played by Jamie Lynn Spears. The series was created by Dan Schneider. It was nominated for an \"Outstanding Children's Program\" Emmy Award in 2005. \"Zoey 101\" was the most expensive production ever for Nickelodeon series. It was shot completely on location in Malibu. It was also Nickelodeon's best performance for a series premiere in almost eight years. However, many critics have made negative comments about the show. Jamie Lynn Spears has been playing Zoey for 3 years from 2005 till 2008.\nPlot.\nZoey Brooks goes to a once all-boys boarding school in California, where she must fit in, even though she is a girl. The series focuses on normal problems that a teenage girl may have to deal with. Zoey has two best friends called Lola and Quinn.\nVideo game.\nSeveral video games based on the television series were developed by THQ. They were published by Barking Lizards.\nThe original was released on 2 March 2007 for Gameboy Advance. Players play mini-games in trios for three semesters (levels), with a final game at the end. Players must successfully complete each mini-game, then a dare, and then a challenge. Dares and challenges are randomly chosen from three games. Players can choose to play mini-games freely in the main menu. Mini-games can only be unlocked in story mode. The game received negative reviews from sites such as Nintendo World Report and Common Sense. Game Rankings had a percent of 40% based on 2 reviews.\n\"Zoey 101: Field Trip Fiasco\" was released for Nintendo DS. It was released in the U.S. on September 11, 2007. The plot involves Zoey wanting to do a documentary movie about the local national park. The player controls Zoey. The player has to go around the Pacific Coast Academy delivering things to people, or collect objects scattered around the school before time runs out. A map can be pulled out to help. After finishing fetch quests, the player plays a Minigame. Minigames require Scribbling on the touch screen to hose off cars or picking up Frisbees. Minigames last about 2 minutes. This game also received bad reviews. Metacritic had a score of 31/100 and Game Rankings had a score of 41.25% both based on 4 critics.","categories":[],"infobox_types":["television"],"annotations":[{"uri":"United_States","surface_form":"American","offset":17},{"uri":"Television_series","surface_form":"television series","offset":26},{"uri":"Nickelodeon","surface_form":"Nickelodeon","offset":55},{"uri":"Teenager","surface_form":"teenager","offset":133},{"uri":"Boarding_school","surface_form":"boarding school","offset":148},{"uri":"Jamie_Lynn_Spears","surface_form":"Jamie Lynn Spears","offset":239},{"uri":"Dan_Schneider","surface_form":"Dan Schneider","offset":284},{"uri":"Emmy_Award","surface_form":"Emmy Award","offset":356},{"uri":"Malibu%2C_California","surface_form":"Malibu","offset":488},{"uri":"Video_game","surface_form":"video game","offset":996},{"uri":"THQ","surface_form":"THQ","offset":1057},{"uri":"Barking_Lizards","surface_form":"Barking Lizards","offset":1085},{"uri":"Gameboy_Advance","surface_form":"Gameboy Advance","offset":1148},{"uri":"Nintendo_World_Report","surface_form":"Nintendo World Report","offset":1567},{"uri":"Common_Sense_Media","surface_form":"Common Sense","offset":1593},{"uri":"Game_Rankings","surface_form":"Game Rankings","offset":1607},{"uri":"Nintendo_DS","surface_form":"Nintendo DS","offset":1709},{"uri":"Metacritic","surface_form":"Metacritic","offset":2290},{"uri":"Game_Rankings","surface_form":"Game Rankings","offset":2327}]}