{"id":434490,"url":"http://en.wikipedia.org/wiki/Neologism","text":"e=\"preserve\">Neologism is a word that is new (15 to 20 years or less) but older and used more than a protologism. Neologisms are often directly attributable to a specific person, publication, period, or event. (Greek: a \"new word\", or the act of creating a new word) is a synonym for it. The term \"neologism\" was first used in English in 1772, borrowed from French \"néologisme\" (1734).\nUsing an existing word or phrase in a new context is also called \"neologism\". The process of using a word in such a new context is sometimes called a semantic extension. A new word that has not been used by anyone but the inventer is a \"protologism\".\nUse in psychiatry.\nIn psychiatry, the term \"neologism\" is used to describe the use of words that have meaning only to the person who uses them, independent of their common meaning. This tendency is considered normal in children. In adults, it can be a symptom of psychopathy or a thought disorder, such as a psychotic mental illness, for example schizophrenia. People with autism may also create neologisms. Additionally, use of neologisms may be related to aphasia acquired after brain damage resulting from a stroke or head injury.\nUse in theology.\nIn theology, a neologism is a relatively new doctrine (for example, Transcendentalism). In this sense, a neologist is one who proposes either a new doctrine or a new interpretation of source material such as religious texts.","categories":[],"infobox_types":[],"annotations":[{"uri":"Protologism","surface_form":"protologism","offset":101},{"uri":"Greek_language","surface_form":"Greek","offset":211},{"uri":"Psychiatry","surface_form":"psychiatry","offset":659},{"uri":"Psychopathy","surface_form":"psychopathy","offset":900},{"uri":"Thought_disorder","surface_form":"thought disorder","offset":917},{"uri":"Psychosis","surface_form":"psychotic","offset":945},{"uri":"Mental_illness","surface_form":"mental illness","offset":955},{"uri":"Schizophrenia","surface_form":"schizophrenia","offset":983},{"uri":"Autism","surface_form":"autism","offset":1010},{"uri":"Aphasia","surface_form":"aphasia","offset":1095},{"uri":"Brain_damage","surface_form":"brain damage","offset":1118},{"uri":"Stroke","surface_form":"stroke","offset":1148},{"uri":"Traumatic_brain_injury","surface_form":"head injury","offset":1158},{"uri":"Theology","surface_form":"theology","offset":1191},{"uri":"Doctrine","surface_form":"doctrine","offset":1233},{"uri":"Transcendentalism","surface_form":"Transcendentalism","offset":1256}]}