{"id":434435,"url":"http://en.wikipedia.org/wiki/Caspar_Weinberger","text":"Caspar Willard \"Cap\" Weinberger, GBE (August 18, 1917March 28, 2006), was an American politician and businessman. As a prominent Republican he served in a variety of prominent state and federal positions for three decades, including Chairman of the California Republican Party, 1962-68. Most notably he was appointed Secretary of Defense under Republican President Ronald Reagan from 1981 to 1987.\nHe was awarded both the Presidential Medal of Freedom in 1987 and an honorary British knighthood from Queen Elizabeth II.\nWeinberger was born in San Francisco, California on August 18, 1917. He studied at Harvard College and at Harvard Law School. Weinberger married Jane Weinberger in 1942. Their marriage would last until Weinberger's death. They had two children.\nWeinberger was treated for and died from complications of pneumonia at Eastern Maine Medical Center in Bangor, Maine, aged 88.\nEarly life.\nWeinberger was born in San Francisco, California in 1917. His parents had been Jewish but by the time Weinberger was born they were not members of any synagoge or church. Weinberger later joined the Episcopalian Church. He had health problems as a boy, but did well in high school and was accepted to Harvard University. While in college, he edited the \"Harvard Crimson\", the university's student newspaper. He graduated with a law degree in 1941.\nSoon after he graduated from Harvard, Weinberger joined the United States Army. When Japan attacked the US Navy at Pearl Harbor in December of that year, Weinberger went to war in the Pacific Theatre of World War II. By the end of the war he served in intelligence, and became interested in politics. He came to admire Winston Churchill, who was a personal hero of Weinberger. After he left the army he went back to his hometown of San Francisco where he worked as a law clerk and a lawyer.\nPolitical career.\nIn 1952 he ran for the California state assembly. Here he was well known for being a major supporter water infrastructure projects and for trying to stop a freeway from being built through downtown San Francisco (the freeway was built, but it was torn down in 1989). He ran for Attorney General. Although he lost, he became the chairman of the California Republican Party. He served in a number of jobs in California before running the Federal Trade Commission, where he became known for enforced laws meant to protect consumers.\nPresident Richard Nixon appointed Weinberger as the Secretary of Health, Education, and Welfare. He was nicknamed \"Cap the Knife\" because he was good at cutting wasteful spending. When Ronald Reagan was elected President in 1980, Weinberger was appointed Secretary of Defense, the job responsible for military affairs. While at this job he saw a military buildup meant to be a force against Soviet aggression. He felt that if the United States had a stronger military it could better deal with the Soviet Union.\nWeinberger was Secretary of Defense during the Iran Contra scandal, which involved selling guns to Iran to give money to a group of rebels in Nicaragua called the Contras, who were fighting the socialist dictatorship there. Weinberger didn't want to do this but he did not prevent it from happening. In the early 1990s he was investigated for it, but wasn't charged with a crime.\nIn 1987, Weinberger retired from the defense department. He is often given credit for helping to end the Cold War peacefully by increasing pressure on the Soviets with military spending. Some histories criticize him for not stopping the Iran Contra deal. He was awarded the Medal of Freedom by the US and was a knighted as a Member of the Order of the British Empire by Queen Elizabeth II of England.\nLater years.\nIn 1989, Weinberger joined Forbes magazine as an editor. He wrote a book in 1990 called Fighting for Peace. Along with his wife Jane (who helped start him in politics), Weinberger retired to Mount Desert Island in Maine, near Acadia National Park. He died in 2006 at the age of 88 and was buried in Arlington National Cemetery","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_of_the_British_Empire","surface_form":"GBE","offset":33},{"uri":"Politics_of_the_United_States","surface_form":"American politician","offset":77},{"uri":"United_States_Secretary_of_Defense","surface_form":"Secretary of Defense","offset":317},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":365},{"uri":"Presidential_Medal_of_Freedom","surface_form":"Presidential Medal of Freedom","offset":422},{"uri":"Elizabeth_II","surface_form":"Queen Elizabeth II","offset":500},{"uri":"San_Francisco","surface_form":"San Francisco","offset":543},{"uri":"California","surface_form":"California","offset":558},{"uri":"Harvard_College","surface_form":"Harvard College","offset":603},{"uri":"Harvard_Law_School","surface_form":"Harvard Law School","offset":626},{"uri":"Pneumonia","surface_form":"pneumonia","offset":823},{"uri":"Bangor%2C_Maine","surface_form":"Bangor, Maine","offset":868},{"uri":"San_Francisco%2C_California","surface_form":"San Francisco, California","offset":927},{"uri":"Jewish","surface_form":"Jewish","offset":983},{"uri":"Harvard_University","surface_form":"Harvard University","offset":1205},{"uri":"United_States_Army","surface_form":"United States Army","offset":1412},{"uri":"Pearl_Harbor","surface_form":"Pearl Harbor","offset":1467},{"uri":"World_War_II","surface_form":"World War II","offset":1555},{"uri":"Winston_Churchill","surface_form":"Winston Churchill","offset":1671},{"uri":"Richard_Nixon","surface_form":"Richard Nixon","offset":2401},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":2576},{"uri":"Queen_Elizabeth_II","surface_form":"Queen Elizabeth II","offset":3653},{"uri":"Acadia_National_Park","surface_form":"Acadia National Park","offset":3923},{"uri":"Arlington_National_Cemetery","surface_form":"Arlington National Cemetery","offset":3996}]}