{"id":434689,"url":"http://en.wikipedia.org/wiki/Mike_Patton","text":"Michael Allan \"Mike\" Patton (born January 27, 1968) is an American singer. He is best known for being the singer of Faith No More.\nCareer.\nIn 1984 when he was 15 years old he started Mr. Bungle. In 1989 he became the singer of Faith No More. Patton wrote all the lyrics for the band's third album, \"The Real Thing\". In 1991 Mr. Bungle released their first album, \"Mr Bungle.\".\n1995.\nIn 1995 Patton released three albums. Faith No More's fifth album \"King for a Day... Fool for a Lifetime\" was released on March 28, 1995.\nMr Bungle released their second album \"Disco Volante\" on October 10, 1995.\n1998-1999.\nFaith No More broke up in 1998. Patton started a noise band called Fantômas with Buzz Osborne and Dave Lombardo. In 1999 Patton started Tomahawk. He also started a record label called Ipecac Recordings with Greg Werckman. Mr Bungle released their last album \"California\" on June 13, 1999.\n2000s.\nPatton started the band Peeping Tom in 2000. He also joined Lovage. In 2001 Tomahawk released their first album. Patton sang on The Dillinger Escape Plan's third EP, \"Irony Is a Dead Scene\". He sung on Handsome Boy Modeling School's 2004 album \"White People\". In 2005 he released an album with Melt-Banana called \"Animali In Calore Surriscaldati Con Ipertermia Genitale/Cat in Red\". In 2006 Patton joined John Zorn's Moonchild Trio. Peeping Tom released their first album \"Peeping Tom\". In 2009 Faith No More got back together. Patton made most of the soundtrack for the 2009 movie \"Crank: High Voltage\".\n2010s.\nOn May 4 2010 Patton's third solo album \"Mondo Cane\" was released. Patton made the album with a forty-member orchestra and fifteen-piece backing band.","categories":[],"infobox_types":[],"annotations":[{"uri":"Faith_No_More","surface_form":"Faith No More","offset":116},{"uri":"Mr._Bungle","surface_form":"Mr. Bungle","offset":183},{"uri":"Buzz_Osborne","surface_form":"Buzz Osborne","offset":688},{"uri":"Dave_Lombardo","surface_form":"Dave Lombardo","offset":705},{"uri":"Ipecac_Recordings","surface_form":"Ipecac Recordings","offset":791},{"uri":"Greg_Werckman","surface_form":"Greg Werckman","offset":814},{"uri":"The_Dillinger_Escape_Plan","surface_form":"The Dillinger Escape Plan","offset":1031},{"uri":"Handsome_Boy_Modeling_School","surface_form":"Handsome Boy Modeling School","offset":1105},{"uri":"Melt-Banana","surface_form":"Melt-Banana","offset":1197},{"uri":"John_Zorn","surface_form":"John Zorn","offset":1308},{"uri":"Soundtrack","surface_form":"soundtrack","offset":1455},{"uri":"Orchestra","surface_form":"orchestra","offset":1624}]}