{"id":43473,"url":"http://en.wikipedia.org/wiki/Great_Fire_of_London","text":"The Great Fire of London happened in Central London in 1666. The fire lasted for three days, from 2 September until 5 September.\nIt is believed to have destroyed the homes of 70,000 of the 80,000 people that lived in the city. It is not known how many people died in the fire. Only a few deaths are certain, but for many of the victims there were no records. Also, the fire may have cremated many, leaving no recognisable remains. It threatened the aristocratic district of Westminster (the modern West End), Charles II's Palace of Whitehall, and most of the suburban slums. However, it did not reach these districts.\nThe fire started at the bakery of Thomas Farriner (or Farynor) in Pudding Lane. It began just after midnight on Sunday 2 September and grew very fast. Firefighters of the time usually made firebreaks by destroying buildings around the fire so it could not spread. This did not happen soon enough. Lord Mayor Sir Thomas Bloodworth was not certain what to do. By the time he ordered such measures, it was too late. The Tower of London guard used gunpowder to make good firebreaks that stopped the fire from spreading to the east.\nThe fire pushed north on Monday into the center of the city. Some people thought that foreigners were setting the fires. They believed it was the French and Dutch, who at that time were England's enemies in the Anglo-Dutch Wars. On Thursday, the fire spread over most of the City, destroying St. Paul's Cathedral and crossed over the River Fleet. It was close to setting fire to Charles II's court at Whitehall.\nThe social and economic problems created by the disaster were very big. Leaving London to go and live elsewhere was strongly encouraged by Charles II. He feared a London rebellion amongst the refugees who had lost their property. Despite numerous radical proposals, London was reconstructed on essentially the same street plan used before the fire.\nThe fire is said to have also helped to get rid of the Great Plague which had hit London in 1665, and killed about 70,000 of the 90,000 population, who may have died in the fire.","categories":[],"infobox_types":[],"annotations":[{"uri":"Victim","surface_form":"victim","offset":328},{"uri":"Cremation","surface_form":"cremated","offset":383},{"uri":"Aristocracy","surface_form":"aristocratic","offset":449},{"uri":"Westminster","surface_form":"Westminster","offset":474},{"uri":"West_End_of_London","surface_form":"West End","offset":498},{"uri":"Charles_II_of_England","surface_form":"Charles II","offset":509},{"uri":"Palace_of_Whitehall","surface_form":"Palace of Whitehall","offset":522},{"uri":"Slum","surface_form":"slum","offset":568},{"uri":"Bakery","surface_form":"bakery","offset":642},{"uri":"24-hour_clock","surface_form":"midnight","offset":718},{"uri":"Firefighter","surface_form":"Firefighter","offset":769},{"uri":"Firebreak","surface_form":"firebreak","offset":807},{"uri":"Mayor","surface_form":"Mayor","offset":920},{"uri":"Thomas_Bloodworth","surface_form":"Thomas Bloodworth","offset":930},{"uri":"Tower_of_London","surface_form":"Tower of London","offset":1035},{"uri":"Gunpowder","surface_form":"gunpowder","offset":1062},{"uri":"France","surface_form":"French","offset":1292},{"uri":"Netherlands","surface_form":"Dutch","offset":1303},{"uri":"Anglo-Dutch_Wars","surface_form":"Anglo-Dutch Wars","offset":1357},{"uri":"St._Paul%27s_Cathedral","surface_form":"St. Paul's Cathedral","offset":1438},{"uri":"Fleet_River","surface_form":"River Fleet","offset":1480},{"uri":"Charles_II_of_England","surface_form":"Charles II's","offset":1525},{"uri":"Royal_court","surface_form":"court","offset":1538},{"uri":"Whitehall","surface_form":"Whitehall","offset":1547},{"uri":"Society","surface_form":"social","offset":1562},{"uri":"Economy","surface_form":"economic","offset":1573},{"uri":"Refugee","surface_form":"refugee","offset":1750},{"uri":"Great_Plague_of_London","surface_form":"Great Plague","offset":1962}]}