{"id":43482,"url":"http://en.wikipedia.org/wiki/Golgi_complex","text":"The Golgi complex, also known as the Golgi apparatus or simply the Golgi, is a cytoplasmic organelle. It is found in eukaryote cells, as in animals, plants, and fungi.\nThe complex was discovered by Camillo Golgi in 1898. Golgi, who worked at Pavia, Italy, was ignored. His discovery was said to be dirt on his lenses. Years later, electron microscope pictures showed structures just like in the original Golgi drawings. It is made of several flattened sac-like membranes which look like a stack of pancakes.\nThe main function of the Golgi apparatus is to process and package macromolecules, such as proteins and lipids. They come to the Golgi after being built, and before they go to their destination. In general, what the Golgi does is Much of the enzymatic processing is post-translational modification of proteins. The Golgi complex inspects them for flaws and discards extra material added during their manufacture, wraps them up and then targets them for packaging. The Golgi complex is especially active in processing proteins for secretion. The Golgi releases special enzymes called lysosomes, which clean off any extra amino acids. When the package is ready, it is pinched off the Golgi and released into the cytoplasm.\nThe Golgi complex is part of the cellular membrane system, and so is the endoplasmic reticulum.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cytoplasm","surface_form":"cytoplasm","offset":79},{"uri":"Organelle","surface_form":"organelle","offset":91},{"uri":"Eukaryote","surface_form":"eukaryote","offset":117},{"uri":"Cell_(biology)","surface_form":"cells","offset":127},{"uri":"Animals","surface_form":"animals","offset":140},{"uri":"Plants","surface_form":"plants","offset":149},{"uri":"Fungus","surface_form":"fungi","offset":161},{"uri":"Camillo_Golgi","surface_form":"Camillo Golgi","offset":198},{"uri":"Pavia","surface_form":"Pavia","offset":242},{"uri":"Electron_microscope","surface_form":"electron microscope","offset":331},{"uri":"Macromolecule","surface_form":"macromolecule","offset":575},{"uri":"Protein","surface_form":"protein","offset":599},{"uri":"Lipid","surface_form":"lipid","offset":612},{"uri":"Translation_(genetics)","surface_form":"post-translational","offset":774},{"uri":"Secretion","surface_form":"secretion","offset":1038},{"uri":"Lysosome","surface_form":"lysosome","offset":1091},{"uri":"Membrane","surface_form":"membrane","offset":1271},{"uri":"Endoplasmic_reticulum","surface_form":"endoplasmic reticulum","offset":1302}]}