{"id":435133,"url":"http://en.wikipedia.org/wiki/Jean-Pierre_Thiollet","text":"e=\"preserve\">Jean-Pierre Thiollet (born 9 December 1956 in Poitiers) is a French author and journalist.\nIn 2017, he creates the Cercle InterHallier, in tribute to Jean-Edern Hallier.\nIn October 2016, after dedicating a book about Jean-Edern Hallier to \"the youth native from Euroland, zone F, victim of an old criminal political ruling class\", he denounces in an interview \"the French crime, committed by a political class, from the left as from the right\".\nFrom 2009 to 2012, he worked as one of the \"France-Soir\" editors-in-chief.\nIn 2010, he was among the petition's signatures for Roman Polanski when the film director was temporarily arrested by Swiss police at the request of U.S authorities.\nSince 2007, he has been a member of the World Grand Family of Lebanon (RJ Lebanon Club).\nHe was, with Alain Decaux, Frédéric Beigbeder and Richard Millet, one of the guest writers at the 2005 Beirut Book Fair (BIEL) for \"Je m'appelle Byblos\" (My Name Is Byblos).\nIn 1994, he was the author allowed to interview Gérard Mulliez, one of the wealthiest and powerful people in France, for the book \"The Customer Driven Company — Moving from Talk to Action\" (translated in French as \"La Dynamique du client\") by Richard C. Whiteley.\nFrom 1988 to 1994, he was editor-in-chief for \"Le Quotidien de Paris\" (Daily Press Group).","categories":[],"infobox_types":[],"annotations":[{"uri":"9_December","surface_form":"9 December","offset":40},{"uri":"1956","surface_form":"1956","offset":51},{"uri":"Poitiers","surface_form":"Poitiers","offset":59},{"uri":"France","surface_form":"French","offset":74},{"uri":"Author","surface_form":"author","offset":81},{"uri":"Journalist","surface_form":"journalist","offset":92},{"uri":"Jean-Edern_Hallier","surface_form":"Jean-Edern Hallier","offset":163},{"uri":"Roman_Polanski","surface_form":"Roman Polanski","offset":585},{"uri":"Lebanon","surface_form":"Lebanon","offset":761},{"uri":"Alain_Decaux","surface_form":"Alain Decaux","offset":801},{"uri":"Beirut","surface_form":"Beirut","offset":891},{"uri":"G%C3%A9rard_Mulliez","surface_form":"Gérard Mulliez","offset":1010}]}