{"id":435260,"url":"http://en.wikipedia.org/wiki/Varistor","text":"A varistor, VDR, \"(voltage dependent resistor)\" is a type of resistor. It controls the current depending on the voltage.\nIn these devices resistance drops sharply at a certain threshold voltage. Once the voltage across the device reaches the threshold, there is a breakdown of the electrical structure in the vicinity of the grain boundaries, which results in its electrical resistance dropping from several megohms down to a few hundred ohms. The major advantage of these is that they can dissipate a lot of energy, and they self reset–after the voltage across the device drops below the threshold, its resistance returns to being high.\nThis makes them ideal for surge-protection applications. As there is control over the threshold voltage and energy tolerance, they find use in all sorts of applications. The best demonstration of their ability can be found in electrical substations, where they are employed to protect the infrastructure from lightning strikes. They have rapid response, are low maintenance, and do not appreciably degrade from use, making them virtually ideal devices for this application.\nThey can be used to protect electronics from voltages that could damage components.","categories":[],"infobox_types":[],"annotations":[{"uri":"Electric_current","surface_form":"current","offset":87},{"uri":"Voltage","surface_form":"voltage","offset":112},{"uri":"Threshold_voltage","surface_form":"threshold voltage","offset":176},{"uri":"Electrical_breakdown","surface_form":"breakdown","offset":264},{"uri":"Grain_boundary","surface_form":"grain boundaries","offset":325},{"uri":"Electrical_resistance","surface_form":"electrical resistance","offset":364},{"uri":"Ohm_(unit)","surface_form":"ohm","offset":438},{"uri":"Surge_protector","surface_form":"surge-protection","offset":664},{"uri":"Electrical_substation","surface_form":"electrical substation","offset":864},{"uri":"Lightning","surface_form":"lightning","offset":947}]}