{"id":435307,"url":"http://en.wikipedia.org/wiki/George_S._Patton_slapping_incidents","text":"The George S. Patton slapping incidents refer to two events that involved an American general, George S. Patton. These happened during the World War II Allied campaign in Sicily. General Patton slapped two soldiers he thought were cowards who were in hospitals for battle fatigue. The general lost his command. He was sent back to England and played no part in the D-Day landing in Normandy.\nBackground.\nGeorge Patton believed it was part of a general's work to visit his wounded soldiers in hospitals. He did this more than other generals, even though he personally found it hard to do. His usual visit included talking to the soldiers and telling them how much he appreciated their courage. His aides followed him, pinning medals on soldiers as they went. General Omar Bradley, who knew Patton well, said that when it came to his men Patton was softhearted in spite of his gruff manner.\nGrowing up, Patton had serious doubts about himself. He came from a long line of military heroes and one of his greatest fears was that he might be a coward in battle. Through his own strength of will, he conquered his fear. He expected the same from all the men he commanded. Any display of fear reminded him of his own earlier problems with fear.\nIncidents.\nOn 3 August 1943, Patton was visiting the 15th Evacuation Hospital. He found a soldier sitting on a supply box. The General asked him what he was there for. The soldier, Private Charles H. Kuhl, said \"I guess I just can't take it.\" The general was immediately angry: he swore at the soldier and slapped him with his gloves. The soldier had malaria and dysentery.\nA week later, at the 93rd Evacuation Hospital, the general came upon Private Paul G. Bennet lying on a bed. In reply to Patton's usual question of what was wrong with him, the soldier replied \"it's my nerves.\" The general yelled \"What did you say?\" Bennet repeated himself. Then Patton angrily swore at the soldier, calling him a coward. He hit the soldier and told him he had to return to the front lines. He even reached for his pistol. Patton was still yelling when he left the hospital tent.\nEffects.\nWhen Patton and his army entered Messina (16 August 1943), General Eisenhower wrote him, saying he had received word of the slapping incidents. Eisenhower told Patton there was no excuse for losing his temper in front of his soldiers. He said there was no excuse for brutality of the sick and injured. He ordered Patton to publicly apologize to their divisions and to the two men personally. Patton wrote Eisenhower a note of apology, then he proceeded to address his troops as he was ordered. On 30 August, he was giving his public apology for the third and last time to the 3rd Division: Patton was giving his short speech when his troops sensed he was about to apologize. They started chanting \"No general, no, no; General, no, no.\" They cut him off from his apology and would not let him give it. Overcome with emotion Patton left the stage.\nThe incidents were considered handled by Eisenhower and Army Chief of Staff George Marshall and news reporters were told not to file any stories on the incidents. In November 1943, however, one American columnist, Drew Pearson, filed the story anyway, accusing the Army of a cover-up. The American people, however, still mostly were behind Patton. The Germans were amused at the story and at the Americans: they saw nothing wrong with a general slapping a soldier. But Patton was too valuable to dismiss, so in early January 1944, Eisenhower sent him back to England. There he was placed in command of the First United States Army Group. It was an army that did not exist and was only intended to fool the Germans. The Germans thought Patton would lead the invasion of Europe, whenever it came. For the next six months, Patton was on his good behavior. After the D-Day landings, he was given command of the US 3rd Army in Normandy.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":77},{"uri":"General_officer","surface_form":"general","offset":86},{"uri":"George_S._Patton","surface_form":"George S. Patton","offset":95},{"uri":"World_War_II","surface_form":"World War II","offset":139},{"uri":"Allies_of_World_War_II","surface_form":"Allied","offset":152},{"uri":"Sicily","surface_form":"Sicily","offset":171},{"uri":"Soldier","surface_form":"soldier","offset":206},{"uri":"Coward","surface_form":"cowards","offset":231},{"uri":"Battle_fatigue","surface_form":"battle fatigue","offset":265},{"uri":"Command_(military)","surface_form":"command","offset":302},{"uri":"England","surface_form":"England","offset":331},{"uri":"D-Day","surface_form":"D-Day","offset":365},{"uri":"Landing","surface_form":"landing","offset":371},{"uri":"Soldier","surface_form":"soldier","offset":480},{"uri":"Courage","surface_form":"courage","offset":684},{"uri":"Medal","surface_form":"medal","offset":725},{"uri":"Omar_Bradley","surface_form":"Omar Bradley","offset":766},{"uri":"Softhearted","surface_form":"softhearted","offset":847},{"uri":"Gruff","surface_form":"gruff","offset":875},{"uri":"Manner","surface_form":"manner","offset":881},{"uri":"Hero","surface_form":"heroes","offset":979},{"uri":"Battle","surface_form":"battle","offset":1049},{"uri":"Malaria","surface_form":"malaria","offset":1589},{"uri":"Dysentery","surface_form":"dysentery","offset":1601},{"uri":"Front_line","surface_form":"front line","offset":2006},{"uri":"Pistol","surface_form":"pistol","offset":2043},{"uri":"Tent","surface_form":"tent","offset":2102},{"uri":"Messina","surface_form":"Messina","offset":2150},{"uri":"Dwight_D._Eisenhower","surface_form":"Eisenhower","offset":2184},{"uri":"Temper","surface_form":"temper","offset":2319},{"uri":"Division_(military)","surface_form":"divisions","offset":2468},{"uri":"Troop","surface_form":"troops","offset":2585},{"uri":"Emotion","surface_form":"emotion","offset":2932},{"uri":"Stage_(theatre)","surface_form":"stage","offset":2956},{"uri":"United_States_Army","surface_form":"Army","offset":3019},{"uri":"Chief_of_Staff_of_the_United_States_Army","surface_form":"Chief of Staff","offset":3024},{"uri":"George_Marshall","surface_form":"George Marshall","offset":3039},{"uri":"Nazi_Germany","surface_form":"Germans","offset":3315},{"uri":"First_United_States_Army_Group","surface_form":"First United States Army Group","offset":3569},{"uri":"Europe","surface_form":"Europe","offset":3732}]}