{"id":435675,"url":"http://en.wikipedia.org/wiki/Footscray","text":"Footscray is a suburb of Melbourne. It is 5 kilometres from Melbourne's centre. About 13,000 people live in Footscray.\nFootscray is built largely on the traditional lands of the Kulin nation. Footscray has been home to the Aboriginal Woiwurrung and Boonwurrung tribes of the Kulin nation for over 40,000 years.\nThe suburbs around Footscray are Seddon, West Footscray, Braybrook, Flemington, Maidstone,Yarraville, Kingsville and West Melbourne.\nFootscray is famous as a multicultural meeting point. Footscray's 1300 people come from 135 different countries. It is at the centre of cultural life in Melbourne's west and the centre for new arrivals to Melbourne's west since the 1950s. The shopping areas around Footscray Station represent the diversity of migration to Australia. There are many Vietnamese, Ethiopian, Filipino, Indian, Somali, Afghani, Chinese, Burmese, South Sudanese restaurants and businesses as well as many others. Try T. Cavallaro & Sons which have been making Melbourne's best cannoli in Footscray for more than 50 years.\nFootscray is home to two fresh food markets. There is the Footscray Market that is opposite the Footscray Train\nStation. This market is open from Tuesdays to Saturdays. Footscray Market has\nmany butchers and fishmongers as well as some fresh fruit and vegetables. Go to\nFootscray Market near closing time for bargains! There is also the Little\nSaigon Market on Byron Street which is open everyday. Little Saigon is a wet\nmarket where you can get fruits and vegetables at the cheapest prices in\nMelbourne. Its noisy, busy and you can always try everything before you buy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Suburb","surface_form":"suburb","offset":15},{"uri":"Melbourne","surface_form":"Melbourne","offset":25},{"uri":"Homeland","surface_form":"traditional lands","offset":153},{"uri":"Kulin","surface_form":"Kulin","offset":178},{"uri":"Indigenous_Australians","surface_form":"Aboriginal","offset":223},{"uri":"Multiculturalism","surface_form":"multicultural","offset":469},{"uri":"Migration","surface_form":"migration","offset":754},{"uri":"Market","surface_form":"market","offset":1080}]}