{"id":435759,"url":"http://en.wikipedia.org/wiki/Aretino_Records","text":"Aretino was an American record label. It was in business from about 1907 to 1914. Aretino was started by Arthur J. O’Neill. He started many record and phonograph businesses in the Chicago area. O’Neill named this company in honor of Guido Aretino, an 11th-century Italian monk.\nAretino is an odd type of record because the hole in the center is very large compared to the normal size. It is the largest ever for a record that was made for people to use in their houses. Like many of O'Neill's other companies, Aretino was run as a premium scheme. A phonograph (record player) was offered for not much money. However, this record player could only play Aretino records because it came with a 3-inch spindle. O’Neill also offered adapters for Aretino discs. These allowed the discs to be played on record players that had normal spindles, or even on a Busy Bee machine (another O’Neill brand) which had two spindles instead of one.\nAretino did not make any of its own recordings: it borrowed masters from other companies. The first series of Aretino records had music on only one side of the disc. They were each given a catalog number beginning with the letter A. The music was recorded on them by Leeds & Catlin. Leeds and Catlin also made a group of records for Aretino with catalog numbers starting with the letter D. These records have a recording on both sides. They are very hard to find now. Leeds & Catlin was later shut down by court order for patent infringement. After that, Aretino records were made for a short time by two record companies named Hawthorne & Sheble and Zonophone. These companies kept making records which only had music on one side of the record. They also kept using catalog numbers beginning with \"A\".\nIt was not long after this that Columbia became the maker of these records. No other companies made records for Aretino after Columbia began to make them. These records have a catalog number that begins with the letter \"D\" and then numbers that are larger than 500. They have music on both sides. Of all Aretino records, these are the most common. Most records from this time period have a diameter of 10 inches. Columbia also made a group of records for Aretino that are 12 inches in diameter. These are very hard to find. They have catalog numbers with the letter \"A\" at the beginning. Aretino stopped making anything after the year 1914.\nThe music on the Aretino label was like most music from those years. Some artists on Aretino are Henry Burr, William F. Denny, Byron G. Harlan, Ada Jones, Billy Murray, Vess Ossman, Steve Porter, Cal Stewart, and Bert Williams.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":15},{"uri":"Record_label","surface_form":"record label","offset":24},{"uri":"Chicago","surface_form":"Chicago","offset":180},{"uri":"Italy","surface_form":"Italian","offset":264},{"uri":"Monk","surface_form":"monk","offset":272},{"uri":"Vendor_lock-in","surface_form":"premium scheme","offset":531},{"uri":"Phonograph","surface_form":"phonograph","offset":549},{"uri":"Master_recording","surface_form":"masters","offset":990},{"uri":"Leeds_%26amp%3B_Catlin","surface_form":"Leeds & Catlin","offset":1197},{"uri":"Patent_infringement","surface_form":"patent infringement","offset":1452},{"uri":"Zonophone","surface_form":"Zonophone","offset":1581},{"uri":"Columbia_Records","surface_form":"Columbia","offset":1765},{"uri":"Henry_Burr","surface_form":"Henry Burr","offset":2471},{"uri":"William_F._Denny","surface_form":"William F. Denny","offset":2483},{"uri":"Byron_G._Harlan","surface_form":"Byron G. Harlan","offset":2501},{"uri":"Ada_Jones","surface_form":"Ada Jones","offset":2518},{"uri":"Billy_Murray","surface_form":"Billy Murray","offset":2529},{"uri":"Vess_Ossman","surface_form":"Vess Ossman","offset":2543},{"uri":"Stephen_Porter_(singer)","surface_form":"Steve Porter","offset":2556},{"uri":"Cal_Stewart","surface_form":"Cal Stewart","offset":2570},{"uri":"Bert_Williams","surface_form":"Bert Williams","offset":2587}]}