{"id":43585,"url":"http://en.wikipedia.org/wiki/Great_Plague_of_London","text":"During the Great Plague of London (1665-1666), the disease called the bubonic plague killed about 200,000 people in London, England. In seven months, almost one quarter of London's population (one out of every four Londoners) died from the plague. At its worst, in September of 1665, the plague killed 7,165 people in one week. After this, the number of people dying from the plague began to slow down.\nAround September of 1666, the great outbreak ended. The Great Fire of London, which happened on 2-6 September 1666, may have helped end the outbreak by killing many of the rats and fleas who were spreading the plague.\nThough most of the people who died during the Great Plague lived in London, the plague also killed people in other areas of England. By the time the Great Plague ended, about 2.5% of England's population had died from the plague. To compare, about 2% of the entire United Kingdom's population (including soldiers and civilians) died in World War I, and about 1% of the entire United Kingdom's population died in World War II.\nOutbreak.\nHistorians think the plague spread to England from the Netherlands. Dutch trading ships carrying cotton from Amsterdam may have brought the plague to England. Amsterdam was badly hit by the plague in 1663–1664; the disease killed about 50,000 people.\nIn London, the first places hit by the plague were the dock areas outside of the city and the parish of St Giles in the Fields. In these places, poor workers lived crowded together in bad conditions. Nobody kept records about the deaths of very poor people, so nobody knows how many of these people may have died from the plague. However, records say the first person to die of the plague in London was Rebecca Andrews, on 12 April 1665.\nThe plague hits London.\nBy July 1665, plague was in the city of London itself. Many of the people who could afford to leave the city left for the countryside. King Charles II of England, his family, and his court left the city for Oxfordshire. Most wealthy merchants and professionals left the city, so most businesses were closed. As the plague got worse, more and more people left. London got so empty that grass started to grow on the streets.\nHowever, most of the city's government officials stayed in London. So did the Lord Mayor of London, Sir John Lawrence. As the plague got worse, more and more people left, but a small number of clergymen, physicians and apothecaries chose to stay. Also, people who were too poor to move to the countryside had no choice but to stay in the city.\nSome of the people who stayed in London wrote about the Great Plague. Samuel Pepys's diary about living through the plague has given historians a lot of information about what the plague was like. Henry Foe, a saddler who lived in East London, also decided not to leave the city. Years later, in 1722, Foe's nephew Daniel Defoe wrote \"A Journal of the Plague Year\", a story about the plague, which he may have based on Foe's journals.\nReactions.\nPeople in London tried many different things to try to treat the plague and stop it from spreading. At the time, nobody understood what caused the plague, how it spread, or how to treat it.p.42 Antibiotic medications, which are the only treatment for plague, would not be discovered for another 300 years. People were so afraid of catching the plague from other people that they threw dead plague victims' bodies in overcrowded pits and buried them all together, as quickly as possible. In one parish in London, 1,114 dead plague victims were buried together in a hole that was fifty feet long and twenty feet wide.pp.174-175\nAs the plague got worse, people began to do worse things. Some people refused to help sick family members. Other people forced sick servants to leave, even though they had nowhere to go. Eventually, if one person in a home got the plague, the whole family was forced to stay in the home. A red cross and the words \"Lord have mercy upon us\" would be painted on the door. Samuel Pepys wrote in his diary: \"the plague [is] making us cruel as dogs to one another.\"\n\"Plague doctors\" walked the streets diagnosing victims, although many of them were not actual doctors. Wearing special costumes, they tried to treat plague victims with bloodletting, frogs, and leeches.\nThough the plague was worst in London, it also affected other parts of England. Perhaps the most famous example was the village of Eyam in Derbyshire. Nobody knows for sure how the plague got to Eyam. However, stories say that a merchant carrying cloth from London accidentally brought the plague with him. The villagers quarantined themselves - kept themselves apart from other people and other villages - to make sure the disease would not spread any further. This kept the plague from spreading outside Eyam. However, about 80% of the people in Eyam died from the plague within a little over a year.\nThe plague dies out.\nAs time went on, more and more people died from the plague. This continued until the week of 19-26 September, 1665. This was the worst week of the Great Plague: 7,166 people died from the plague in that week. After that, the number of deaths from the plague began to slow down. By February 1666, the King and his court decided it was safe enough to return to London.\nSome people - though not nearly so many - continued to get the plague until September 1666. Around that time, the plague outbreak ended. The Great Fire of London is believed to have helped the plague.","categories":[],"infobox_types":[],"annotations":[{"uri":"Disease","surface_form":"disease","offset":51},{"uri":"Bubonic_plague","surface_form":"bubonic plague","offset":70},{"uri":"London","surface_form":"London","offset":116},{"uri":"England","surface_form":"England","offset":124},{"uri":"Population","surface_form":"population","offset":181},{"uri":"Great_Fire_of_London","surface_form":"Great Fire of London","offset":459},{"uri":"Rat","surface_form":"rats","offset":575},{"uri":"Flea","surface_form":"fleas","offset":584},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":886},{"uri":"Soldier","surface_form":"soldier","offset":925},{"uri":"Civilian","surface_form":"civilian","offset":938},{"uri":"World_War_I","surface_form":"World War I","offset":957},{"uri":"World_War_II","surface_form":"World War II","offset":1033},{"uri":"Historian","surface_form":"Historians","offset":1057},{"uri":"Netherlands","surface_form":"Netherlands","offset":1112},{"uri":"Trade","surface_form":"trading","offset":1131},{"uri":"Ship","surface_form":"ships","offset":1139},{"uri":"Cotton","surface_form":"cotton","offset":1154},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":1166},{"uri":"Dock","surface_form":"dock","offset":1363},{"uri":"Parish","surface_form":"parish","offset":1402},{"uri":"St_Giles_in_the_Fields","surface_form":"St Giles in the Fields","offset":1412},{"uri":"Poverty","surface_form":"poor","offset":1453},{"uri":"Rural_area","surface_form":"countryside","offset":1892},{"uri":"Charles_II_of_England","surface_form":"Charles II of England","offset":1910},{"uri":"Royal_court","surface_form":"court","offset":1953},{"uri":"Oxfordshire","surface_form":"Oxfordshire","offset":1977},{"uri":"Money","surface_form":"wealthy","offset":1995},{"uri":"Merchant","surface_form":"merchants","offset":2003},{"uri":"Professional","surface_form":"professionals","offset":2017},{"uri":"Business","surface_form":"businesses","offset":2054},{"uri":"Government","surface_form":"government","offset":2221},{"uri":"Lord_Mayor_of_London","surface_form":"Lord Mayor of London","offset":2271},{"uri":"Clergyman","surface_form":"clergymen","offset":2386},{"uri":"Physician","surface_form":"physician","offset":2397},{"uri":"Apothecaries","surface_form":"apothecaries","offset":2412},{"uri":"Samuel_Pepys","surface_form":"Samuel Pepys","offset":2607},{"uri":"Diary","surface_form":"diary","offset":2622},{"uri":"Henry_Foe","surface_form":"Henry Foe","offset":2734},{"uri":"Daniel_Defoe","surface_form":"Daniel Defoe","offset":2852},{"uri":"A_Journal_of_the_Plague_Year","surface_form":"A Journal of the Plague Year","offset":2872},{"uri":"Fiction","surface_form":"story about the plague","offset":2905},{"uri":"Antibiotics","surface_form":"Antibiotic","offset":3177},{"uri":"Medication","surface_form":"medications","offset":3188},{"uri":"Carcass","surface_form":"bodies","offset":3389},{"uri":"Parish","surface_form":"parish","offset":3477},{"uri":"Domestic_worker","surface_form":"servants","offset":3741},{"uri":"Plague_doctor","surface_form":"Plague doctor","offset":4071},{"uri":"Medical_diagnosis","surface_form":"diagnosing","offset":4106},{"uri":"Medical_doctor","surface_form":"doctors","offset":4164},{"uri":"Plague_doctor_costume","surface_form":"special costumes","offset":4181},{"uri":"Bloodletting","surface_form":"bloodletting","offset":4239},{"uri":"Frog","surface_form":"frogs","offset":4253},{"uri":"Leech","surface_form":"leeches","offset":4264},{"uri":"Eyam","surface_form":"Eyam","offset":4404},{"uri":"Derbyshire","surface_form":"Derbyshire","offset":4412},{"uri":"Quarantine","surface_form":"quarantined","offset":4594}]}