{"id":43586,"url":"http://en.wikipedia.org/wiki/Empress_Matilda","text":"e=\"preserve\">== Matilda 'the Empress' of England ==\nF, #102037, b. circa August 1102, d. 10 September 1167\nMatilda 'the Empress' of England was born circa August 1102 at Winchester, Hampshire, EnglandG.2 She was also reported to have been born on 7 February 1102 at England. She was the daughter of Henry I 'Beauclerc', King of England and Editha of Scotland. She married, firstly, Heinrich V, Holy Roman Emperor, son of Heinrich IV, Holy Roman Emperor, on 7 January 1114 at Mainz, Rheinland-Pfalz, GermanyG.2 She married, secondly, Geoffrey V Plantagenet, Comte d'Anjou et Maine, son of Fulk V d'Anjou, 9th Comte d'Anjou and Aremburga de la Fleche, Comtesse de Maine, on 22 May 1128 at Le Mans Cathedral, Le Mans, FranceG.3 She was also reported to have been married on 20 May 1127. She died on 10 September 1167 at Abbey of the Notre Dame des Prés, Rouen, Caux, FranceG.2 She was buried at Rouen Cathedral, Rouen, Caux, FranceG.2\nShe was given the name of Adelaide at birth.2 After her marriage, Matilda 'the Empress' of England was styled as \"Empress Matilda of Germany\" on 7 January 1114.2 She gained the title of \"Lady of the English\" on 7 April 1141.2 She was deposed as Lady of the English on 1 November 1141.2\nDaughter of Henry I and Editha of Scotland, she was nominated by her father as his successor. However, on the death of Henry I, the council considering a woman unfit to rule offered the throne to Stephen. Matilda invaded England and fought (1139 - 1148) to wrest rule from the usurping Stephen. She won much of the west, and after Stephen's capture in April 1141 a clerical council proclaimed Matilda 'Lady of the English'. She entered London but made cash demands that provoked Londoners to expel her before a coronation. On Stephen's release, she suffered defeats (fled from Oxford Castle Dec 1142), and eventually left England for Normandy, now controlled by her husband. The cause of her death is obscure. Although Matilda failed to secure the English throne, she laid a basis for successful claims by descendants of her husband Geoffrey of Anjou.\nCitations.\nEmpress Matilda (c. 7 February 1102–10 September 1167), sometimes called Empress Maud, was the second child of Henry I of England and Matilda of Scotland. Her brother, William Adelin, died in the wreck of the White Ship in 1120. This made Matilda the hereditary heir to the English throne. At her father's death in 1135, her cousin King Stephen rushed to take the throne. This led to a civil war between Stephen and Matilda, known as the Anarchy.\nShe was called \"empress\" because as a child she was married to Henry V, Holy Roman Emperor. She was Queen of England for a short time in 1141. The feud between Matilda and Stephen ended when Matilda's son, Henry, was named by Stephen as his successor. This was at the Treaty of Wallingford in 1153. Stephen's own chosen successor, his son Eustace, died in 1153.","categories":[],"infobox_types":[],"annotations":[{"uri":"Henry_I_of_England","surface_form":"Henry I of England","offset":2192},{"uri":"Matilda_of_Scotland","surface_form":"Matilda of Scotland","offset":2215},{"uri":"William_Adelin","surface_form":"William Adelin","offset":2249},{"uri":"White_Ship","surface_form":"White Ship","offset":2290},{"uri":"Inheritance","surface_form":"hereditary heir","offset":2332},{"uri":"Throne","surface_form":"throne","offset":2363},{"uri":"Stephen_of_England","surface_form":"King Stephen","offset":2413},{"uri":"Civil_war","surface_form":"civil war","offset":2467},{"uri":"The_Anarchy","surface_form":"the Anarchy","offset":2515},{"uri":"Holy_Roman_Emperor","surface_form":"Holy Roman Emperor","offset":2600},{"uri":"English_monarchs","surface_form":"Queen of England","offset":2628},{"uri":"Feud","surface_form":"feud","offset":2675},{"uri":"Henry_II_of_England","surface_form":"Henry","offset":2734},{"uri":"Treaty_of_Wallingford","surface_form":"Treaty of Wallingford","offset":2796}]}