{"id":436123,"url":"http://en.wikipedia.org/wiki/Outstanding_Eagle_Scout_Award","text":"e=\"preserve\">The NESA Outstanding Eagle Scout Award (NOESA) is a distinguished service award of the Boy Scouts of America (BSA). It is awarded to an Eagle Scout by the National Eagle Scout Association for distinguished service to his profession and community. He must be recommended by his local BSA council, NESA committee, Scout executive and council president.\nA council may present one NOESA per year plus one award for every 100 Eagle Scout awards above of 200 awards presented to youth the previous year. The Distinguished Eagle Scout Award (DESA) is a similar distinguished award, but requires twenty-five years as an Eagle Scout. NOESA is not required for the DESA award, but DESA recipients may not receive the NOESA.\nAward.\nThe award consists of a round gold pendant with the NOESA emblem in silver. It is suspended from a blue ribbon. The NOESA emblem is in the shape of the NESA logo. It is round with a descending knot, with an eagle in flight and the word NOESA. A smaller pin-on version of the NOESA emblem may be worn on the Eagle Scout square knot patch on the Scout uniform. A lapel pin version of the NOESA emblem may be worn on the lapel when not in uniform. The recipient is also presented with a certificate.\nHistory.\nThe NOESA was introduced during BSA'a 100th Anniversary year with the first 152 awards being made in 2011 by the National Eagle Scout Association. This was on the recommendation of local council NESA Committees. In 2012, an additional 179 were awarded bringing the total to 331. The award was created to recognize notable Eagle Scouts who had either performed their distinguished service closer to home (at the local, state, or regional level) or who were known nationally, but had not yet been an Eagle for 25-years: a requirement for the Distinguished Eagle Scout Award.\nRecipients.\nFor more details: \"List of Eagle Scouts\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Award","surface_form":"award","offset":87},{"uri":"Boy_Scouts_of_America","surface_form":"Boy Scouts of America","offset":100},{"uri":"Eagle_Scout_(Boy_Scouts_of_America)","surface_form":"Eagle Scout","offset":149},{"uri":"National_Eagle_Scout_Association","surface_form":"National Eagle Scout Association","offset":168},{"uri":"Profession","surface_form":"profession","offset":234},{"uri":"Community","surface_form":"community","offset":249},{"uri":"Council","surface_form":"council","offset":300},{"uri":"Executive","surface_form":"executive","offset":331},{"uri":"President","surface_form":"president","offset":353},{"uri":"Distinguished_Eagle_Scout_Award","surface_form":"Distinguished Eagle Scout Award","offset":515},{"uri":"Gold","surface_form":"gold","offset":764},{"uri":"Pendant","surface_form":"pendant","offset":769},{"uri":"Ribbon","surface_form":"ribbon","offset":838},{"uri":"Eagle","surface_form":"eagle","offset":941},{"uri":"Square_knot","surface_form":"square knot","offset":1053},{"uri":"Uniform","surface_form":"uniform","offset":1170},{"uri":"Recipient","surface_form":"recipient","offset":1183},{"uri":"Certificate","surface_form":"certificate","offset":1218},{"uri":"Anniversary","surface_form":"Anniversary","offset":1284},{"uri":"List_of_Eagle_Scouts_(Boy_Scouts_of_America)","surface_form":"List of Eagle Scouts","offset":1844}]}