{"id":436127,"url":"http://en.wikipedia.org/wiki/2013%E2%80%9314_Cambodian_protests","text":"ce=\"preserve\">Cambodian protests or Anti-government protests, have been going on in Cambodia since July 2013. Demonstrations in Phnom Penh have taken place against the government of Prime Minister Hun Sen. These were because many reasons, including widespread claims of election fraud during the Cambodian general election of 2013. Protesters want the minimum wage raised to $160 a month. There is also resentment over Vietnamese influence in Cambodia. Also, Cambodia is a very poor country and the government is not doing much to address the issues. The main opposition party, CNRP (Cambodia National Rescue Party), refused to participate in parliament after the elections. Major demonstrations took place all through December 2013. The government took action in January 2014. This led to the deaths of 4 people and the clearing of the main protest camp.\nBackground.\nHun Sen has been the prime minister of Cambodia for 28 years. He is the leader of the Cambodian People's Party (CPP). In 2013 he was challenged by Sam Rainsy leader of the Cambodia National Rescue Party (CNRP). On 28 July 2013 general elections were held in Cambodia. The ruling Cambodian People's Party claimed victory by winning 68 seats in Parliament. The Cambodia National Rescue Party won 55 seats. They then rejected the election results and boycotted the opening of parliament. The CNRP claimed there had been irregularities with the voting. The European Union (E.U.) and the United States also expressed concern about possible fraud. The international non-governmental organisation Human Rights Watch called for an 'independent commission' to investigate charges of election fraud.\nSeptember 2013.\nSecurity police clashed with Cambodian protesters when the police blocked the two main roads near the Kbal Thnal Bridge leading into Phnom Penh. Police shot and killed one protester wearing a yellow headband with the word, “We demand Justice”. Three others were seriously injured. Ten people were arrested. Police used firearms, tear gas and water cannons against the protesters. The protesters smashed a barrier in the middle of a road. They also threw rocks, shoes and other objects at the police. One policeman was injured. This clash happened the day before the scheduled talks between Prime Minister Hun Sen and CRNP leader Sam Rainsy.\nNovember 2013.\nA woman was shot and nine others were wounded when clothing workers in Phnom Penh protested working conditions. About 100 police blocked some 600 protesters who were airing their complaints over low pay and poor working conditions along Stung Meanchey road. Police fired live bullets and tear gas to rescue fellow officers. Protesters threw rocks at police. When protesters retreated into a pagoda police fired tear gas into the building. Buddhist monks joined in the protests also throwing rocks at police. More than a dozen people including several monks were arrested.\nDecember, 2013.\nOn 27 December striking garment workers and police officers clashed on a road on the outskirts of Phnom Penh. The opposition party organised large protests in Phnom Penh during December, including motorbike rallies. The government called the protests illegal and stated that they were 'inciting anarchy'.\nJanuary 2014.\nOn 3 January at least four people were shot to death and 20 others were injured when police opened fire to break up a protest by garment workers. The workers were demanding their minimum wage be doubled. They had blocked the road with burning tires. Protesters also threw objects at police. By this time most of the workers at Cambodia's 500 factories were on strike. The demand was still for a $160 a month in minimum wage while the government had offered $100. This was the second day of strikes and clashes with police. The opposition party and anti-government protesters have close ties with the labor movement. Unions representing disgruntled garment workers joined the protest with opposition supporters against the government of Prime Minister Hun Sen. They want a re-run of the July election. Sam Rainsy, CNRP leader promised to nearly double wage to $160 if CNRP wins a re-election.\nOn 4 January a camp occupied by anti-government demonstrators was taken down by Cambodian officials. The camp was in Freedom Park. Hundreds of CNRP supporters started occupying the space on 15 December. It is the only place in Phnom Penh that allowed protests. Protesters fled with their belongings as they saw police approaching. Police did not enter the park, but allowed security guards and city workers to take down the stage and clear the grounds. In spite of the clearing of the park a rally planned for Sunday would go ahead according to Rainsy. At that rally at least eight people injured. On 6 January a protest was led by radio station owner Mam Sonando. They gathered in front of the Cambodia Ministry of Information to demand a license for a television channel. The government rejected the application saying that there was no frequency available. All local TV channels are closely linked to Prime Minister Hun Sen.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cambodia","surface_form":"Cambodia","offset":84},{"uri":"Demonstration","surface_form":"Demonstration","offset":110},{"uri":"Phnom_Penh","surface_form":"Phnom Penh","offset":128},{"uri":"Government","surface_form":"government","offset":168},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":182},{"uri":"Hun_Sen","surface_form":"Hun Sen","offset":197},{"uri":"Claims","surface_form":"claims","offset":260},{"uri":"Election","surface_form":"election","offset":270},{"uri":"Fraud","surface_form":"fraud","offset":279},{"uri":"Cambodian_general_election%2C_2013","surface_form":"Cambodian general election of 2013","offset":296},{"uri":"Minimum_wage","surface_form":"minimum wage","offset":352},{"uri":"Vietnam","surface_form":"Vietnam","offset":419},{"uri":"Influence","surface_form":"influence","offset":430},{"uri":"Parliament","surface_form":"parliament","offset":643},{"uri":"Camp","surface_form":"camp","offset":850},{"uri":"Hun_Sen","surface_form":"Hun Sen","offset":868},{"uri":"Cambodia","surface_form":"Cambodia","offset":907},{"uri":"Cambodian_People%27s_Party","surface_form":"Cambodian People's Party","offset":954},{"uri":"Sam_Rainsy","surface_form":"Sam Rainsy","offset":1015},{"uri":"Cambodia_National_Rescue_Party","surface_form":"Cambodia National Rescue Party","offset":1040},{"uri":"Parliament","surface_form":"Parliament","offset":1211},{"uri":"Boycott","surface_form":"boycott","offset":1316},{"uri":"European_Union","surface_form":"European Union","offset":1421},{"uri":"United_States","surface_form":"United States","offset":1451},{"uri":"Non-governmental_organisation","surface_form":"non-governmental organisation","offset":1528},{"uri":"Human_Rights_Watch","surface_form":"Human Rights Watch","offset":1558},{"uri":"Security","surface_form":"Security","offset":1674},{"uri":"Police","surface_form":"police","offset":1683},{"uri":"Cambodia","surface_form":"Cambodia","offset":1703},{"uri":"Phnom_Penh","surface_form":"Phnom Penh","offset":1807},{"uri":"Headband","surface_form":"headband","offset":1873},{"uri":"Injure","surface_form":"injure","offset":1946},{"uri":"Arrest","surface_form":"arrest","offset":1971},{"uri":"Firearm","surface_form":"firearm","offset":1993},{"uri":"Tear_gas","surface_form":"tear gas","offset":2003},{"uri":"Water_cannon","surface_form":"water cannons","offset":2016},{"uri":"Barrier","surface_form":"barrier","offset":2079},{"uri":"Rocks","surface_form":"rocks","offset":2128},{"uri":"Talk","surface_form":"talks","offset":2250},{"uri":"Hun_Sen","surface_form":"Hun Sen","offset":2279},{"uri":"Clothing","surface_form":"clothing","offset":2381},{"uri":"Phnom_Penh","surface_form":"Phnom Penh","offset":2401},{"uri":"Working_conditions","surface_form":"working conditions","offset":2422},{"uri":"Complaint","surface_form":"complaints","offset":2509},{"uri":"Stung_Meanchey","surface_form":"Stung Meanchey","offset":2567},{"uri":"Bullets","surface_form":"bullets","offset":2606},{"uri":"Tear_gas","surface_form":"tear gas","offset":2618},{"uri":"Pagoda","surface_form":"pagoda","offset":2721},{"uri":"Buddhist","surface_form":"Buddhist","offset":2769},{"uri":"Monk","surface_form":"monk","offset":2778},{"uri":"Dozen","surface_form":"dozen","offset":2850},{"uri":"Monks","surface_form":"monks","offset":2881},{"uri":"Strike_action","surface_form":"striking","offset":2933},{"uri":"Phnom_Penh","surface_form":"Phnom Penh","offset":3016},{"uri":"Hun_Sen","surface_form":"Hun Sen","offset":3988},{"uri":"Mam_Sonando","surface_form":"Mam Sonando","offset":4781},{"uri":"Hun_Sen","surface_form":"Hun Sen","offset":5048}]}