{"id":43632,"url":"http://en.wikipedia.org/wiki/Nibelungenlied","text":"The \"Nibelungenlied\", translated as \"The Song of the Nibelungs\", is an epic poem in Middle High German. It tells the story of dragon-slayer Siegfried at the court of the Burgundians, and of the revenge of his wife Kriemhild, which leads to the death all the heroes of the Bugundians and of Kriemhild as well.\nThe saga of Siegfried was also used in the opera cycle \"Der Ring des Nibelungen\" of Richard Wagner. Nibelung in this context means \"dwarf\".\nThe Nibelungenlied is based on earlier works. It was part of oral tradition, meaning it usually was not written down. During the Middle Ages people started to write down stories more and more. Overall there are about 35 German sources and one Dutch source for the story. There was an original manuscript but it has been lost. The three oldest manuscripts have been labelled \"A\", \"B\", and \"C\".\n\"B\" seems to be closest to the original; however, the real relation between the three manuscripts is unknown. The Nibelungenlied probably had a broad oral tradition, as there were many different versions. It is difficult to judge how these oral versions influenced the written ones.\nManuscripts A and B end with \"daz ist der Nibelunge not\" (that is the fall of the \"Nibelungs\"); for this reasons, they are known as the \"Not versions\". Manuscript C ends with \"daz ist der Nibelunge liet\" (). It is known as the \"Lied-version\". In total, the C text has been edited with regard to the public of the time. It is less dramatic. This probably made it more popular. Aesthetically, the B text would have been the greatest artistic achievement for a contemporary public.\nWho wrote it?\nSerious researchers tend to ignore the last three options, because there is not enough evidence to support them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Epic_poetry","surface_form":"epic poem","offset":71},{"uri":"Middle_High_German","surface_form":"Middle High German","offset":84},{"uri":"Dragon","surface_form":"dragon","offset":126},{"uri":"Siegfried","surface_form":"Siegfried","offset":140},{"uri":"Burgundians","surface_form":"Burgundians","offset":170},{"uri":"Der_Ring_des_Nibelungen","surface_form":"Der Ring des Nibelungen","offset":365},{"uri":"Richard_Wagner","surface_form":"Richard Wagner","offset":393},{"uri":"Dwarf_(mythology)","surface_form":"dwarf","offset":441},{"uri":"Oral_tradition","surface_form":"oral tradition","offset":510},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":578},{"uri":"Manuscript","surface_form":"manuscript","offset":742}]}