{"id":43646,"url":"http://en.wikipedia.org/wiki/Mole_(unit)","text":"Mole is the SI unit of measurement used to measure the number of things, usually atoms or molecules. One mole of something is equal to of same things (Avogadro's number). For example, one mole of grapes is grapes.\nThe measurement of Avogadro's number was refined in 2019 to.\nScientists use this number because it is the number of carbon atoms in 12 grams of carbon-12, which is the most common kind of carbon. Anything can be measured in moles, but it is not practical for most tasks because the value is so massive. For example, one mole of grapefruits would be as big as the earth.\nThe number does not lend itself to easy expression in words. The nearest \"casual\" number is one million-million-million-million, which is 1024.\nBecause different molecules and atoms do not have the same mass, one mole of one thing does not weigh the same as one mole of something else. Atoms and molecule mass is measured in amu. One amu is equal to one gram per mole. This means that if an atom has a mass of one amu, one mole of this atom weighs one gram.\nMathematics with the mole.\nMoles = mass (g) / Relative mass (grams per mole)\nExample: How many moles are there in 20 grams of hydrogen?\nA value of 1 can be used for hydrogen's relative mass, although the correct value is slightly larger. So: moles = mass/relative mass = 20/1 = 20 moles.\nMoles = concentration (mol/dm3) x volume (dm3)\nExample: How many moles are there in 100cm3 of 0.1M H2SO4?\n1 dm3 is the same as 1000 cm3, so the value in cubic centimetres needs to be divided by 1000. 100/1000 x 0.1 = 0.01 moles.\nA methane molecule is made from one carbon atom and four hydrogen atoms. Carbon has a mass of 12.011 u and hydrogen has a mass of 1.008 u. This means that the mass of one methane molecule is 12.011 u + (4 × 1.008u), or 16.043 u. This means that one mole of methane has a mass of 16.043 grams.\nA mole can be thought of as two bags of different sized balls. One bag contains 3 tennis balls and the other 3 footballs. There is the same number of balls in both bags but the mass of the footballs is much larger. It is a different way to measure things. Moles measure the number of particles, not the mass. So both bags contain three moles.\nA mole is simply a unit of the number of things. Other common units include a dozen, meaning  12, and a score, meaning 20. Similarly, a mole refers to a specific quantity-- its distinguishing feature is that its number is far larger than other common units. Such units are typically invented when existing units can not describe something easily enough. Chemical reactions typically take place between molecules of varying weights, meaning measurements of mass (such as grams) can be misleading when compared the reactions of individual molecules. On the other hand, using the absolute number of atoms/molecules/ions would also be confusing, as the massive numbers involved would make it all too easy to misplace a value or drop a digit. As such, working in moles allows scientists to refer to a specific quantity of molecules or atoms without resorting to excessively large numbers.\nRelated units.\nThe SI units for molar concentration are mol/m3. However, most chemical writing uses mol/dm3, or mol dm-3, which is the same as mol/L. These units are often written with a capital letter M (pronounced \"molar\"), sometimes preceded by an SI prefix, for example, millimoles per litre (mmol/L) or millimolar (mM), micromoles/litre (µmol/L) or micromolar (µM), or nanomoles/L (nmol/L) or nanomolar (nM).\nThe absolute yield of a chemical reaction mostly stated in moles (called the \"molar yield\").","categories":[],"infobox_types":["Unit"],"annotations":[{"uri":"SI","surface_form":"SI","offset":12},{"uri":"Unit_of_measurement","surface_form":"unit of measurement","offset":15},{"uri":"Atom","surface_form":"atom","offset":81},{"uri":"Molecule","surface_form":"molecule","offset":90},{"uri":"Avogadro%27s_number","surface_form":"Avogadro's number","offset":151},{"uri":"Carbon","surface_form":"carbon","offset":330},{"uri":"Grams","surface_form":"grams","offset":349},{"uri":"Isotope","surface_form":"kind","offset":394},{"uri":"Carbon","surface_form":"carbon","offset":402},{"uri":"Mass","surface_form":"mass","offset":787},{"uri":"Atomic_mass_unit","surface_form":"amu","offset":909},{"uri":"Gram","surface_form":"gram","offset":1036},{"uri":"Methane","surface_form":"methane","offset":1561},{"uri":"Hydrogen","surface_form":"hydrogen","offset":1616},{"uri":"SI_unit","surface_form":"SI unit","offset":3098},{"uri":"Molar_concentration","surface_form":"molar concentration","offset":3111},{"uri":"Metre","surface_form":"m","offset":3139},{"uri":"Decimetre","surface_form":"dm","offset":3183},{"uri":"Decimetre","surface_form":"dm","offset":3195},{"uri":"Litre","surface_form":"L","offset":3226},{"uri":"Preceded","surface_form":"preceded","offset":3315},{"uri":"SI_prefix","surface_form":"SI prefix","offset":3330},{"uri":"Litre","surface_form":"litre","offset":3369},{"uri":"Yield_(chemistry)","surface_form":"absolute yield","offset":3497}]}