{"id":436479,"url":"http://en.wikipedia.org/wiki/Battle_of_Lewes","text":"The Battle of Lewes was an important battle in the history of England. It was fought near the town of Lewes, in Sussex, England. The battle took place on 14 May 1264. It was one of two main battles of the conflict known as the Second Barons' War.\nBackground.\nThe two armies that met in the battle were led by King Henry III of England and a rebel leader, Simon de Montfort, 6th Earl of Leicester. Henry III's son, Prince Edward, fought on his side. The battle came about because many of the leading noblemen of England were unhappy with the way King Henry was ruling the country. They wanted more involvement in the government. The Barons voted to hold a Parliament regularly so that they could discuss subjects such as taxation. King Henry would not agree to this, and so both sides started to raise armies. When the two sides met at Lewes two days before, Simon de Montfort tried to arrange a truce with the king. King Henry refused and so both sides got ready to fight a battle.\nThe battle.\nThe king's army was nearly twice as big as the rebel army. The battle began when the Baronial forces attacked the king's foragers. When the fighting started, it looked as though the king's army would win easily. Prince Edward, who was only 25, was headstrong and made one big mistake. Edward was in charge of the cavalry, who did well in the battle but then chased some of the rebels who were running away. By the time they came back to the battlefield, the rebels had managed to win the battle. With Edward off chasing foot soldiers, Henry was forced to attack using his two remaining divisions. Henry led one, the other was led by his brother, Richard, Earl of Cornwall. Henry's division fought until driven back by the Baronial reserve forces. Cornwall's division did not do well from the start. Cornwall fled the field and hid in a windmill but was quickly captured by the barons. As a result of the battle, King Henry III was forced to sign a document called the Mise of Lewes. This gave the rebel barons what they wanted. A year later the barons were defeated at the Battle of Evesham.","categories":[],"infobox_types":[],"annotations":[{"uri":"Battle","surface_form":"battle","offset":37},{"uri":"Lewes","surface_form":"Lewes","offset":102},{"uri":"Sussex","surface_form":"Sussex","offset":112},{"uri":"England","surface_form":"England","offset":120},{"uri":"Battle","surface_form":"battle","offset":190},{"uri":"Conflict","surface_form":"conflict","offset":205},{"uri":"Second_Barons%27_War","surface_form":"Second Barons' War","offset":227},{"uri":"King","surface_form":"King","offset":309},{"uri":"Henry_III_of_England","surface_form":"Henry III of England","offset":314},{"uri":"Simon_de_Montfort%2C_6th_Earl_of_Leicester","surface_form":"Simon de Montfort, 6th Earl of Leicester","offset":355},{"uri":"Edward_I_of_England","surface_form":"Prince Edward","offset":414},{"uri":"Noblemen","surface_form":"noblemen","offset":499},{"uri":"Parliament","surface_form":"Parliament","offset":655},{"uri":"Taxation","surface_form":"taxation","offset":720},{"uri":"Truce","surface_form":"truce","offset":895},{"uri":"Forager","surface_form":"foragers","offset":1115},{"uri":"Cavalry","surface_form":"cavalry","offset":1307},{"uri":"Infantry","surface_form":"foot soldiers","offset":1514},{"uri":"Division_(military)","surface_form":"divisions","offset":1580},{"uri":"Richard%2C_Earl_of_Cornwall","surface_form":"Richard, Earl of Cornwall","offset":1640},{"uri":"Mise_of_Lewes","surface_form":"Mise of Lewes","offset":1962},{"uri":"Battle_of_Evesham","surface_form":"Battle of Evesham","offset":2067}]}