{"id":43651,"url":"http://en.wikipedia.org/wiki/Plesiosaurus","text":"\"Plesiosaurus\" was a large fossil marine reptile, a genus in the order Plesiosauria.\nThe first specimen discovered by Mary Anning in 1820-21 was missing its skull. She found it on the 'Jurassic Coast' of Lyme Regis, Dorset, England. In 1823 she found another one, this time complete with its skull. The name \"Plesiosaurus\" was given by the Rev. William Conybeare.\n\"Plesiosaurus\" was a predator, living mostly on fish and belemnites. It would swim through schools of fish and use its long neck and sharp teeth to snap them up.\n\"Plesiosaurus\" was a fairly typical member of its order, and measured around 3 to 5 metres (10 to 16 ft) in total length. The snout was short, but the jaws were able to open very wide, and had a series of conical teeth in sockets. The neck was quite long, and the short tail was used for steering. Like all plesiosaurs, it used its large paddles to swim.\nOnly two species are known, and the genus existed for about 25 million years from the beginning of the Jurassic period.\nScientists have wondered whether ancient reptiles like pleisiosaurs were warm-blooded or cold-blooded. Scientists from the University of Plymouth studied many animals of different sizes from insects to whales that dive and hold their breath. They found that larger animals can hold their breath longer than smaller animals because they can store more oxygen. They also found this difference was much bigger for warm-blooded animals than for cold-blooded animals. They said this could be why whales became so large. They think since plesiosaurs were also large, like whales, they were more likely to be warm-blooded than cold-blooded.\nScientists also looked at the phosphate molecules inside plesiosaurs' teeth and saw the oxygen isotopes that suggested they had been warm-blooded.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fossil","surface_form":"fossil","offset":27},{"uri":"Ocean","surface_form":"marine","offset":34},{"uri":"Reptile","surface_form":"reptile","offset":41},{"uri":"Order_(biology)","surface_form":"order","offset":65},{"uri":"Plesiosauria","surface_form":"Plesiosauria","offset":71},{"uri":"Mary_Anning","surface_form":"Mary Anning","offset":118},{"uri":"Skull","surface_form":"skull","offset":157},{"uri":"Jurassic_Coast","surface_form":"Jurassic Coast","offset":185},{"uri":"Lyme_Regis","surface_form":"Lyme Regis","offset":204},{"uri":"Dorset","surface_form":"Dorset","offset":216},{"uri":"Predator","surface_form":"predator","offset":385},{"uri":"Fish","surface_form":"fish","offset":412},{"uri":"Belemnite","surface_form":"belemnite","offset":421},{"uri":"Swim","surface_form":"swim","offset":442},{"uri":"School","surface_form":"school","offset":455},{"uri":"Fish","surface_form":"fish","offset":466},{"uri":"Neck","surface_form":"neck","offset":488},{"uri":"Teeth","surface_form":"teeth","offset":503},{"uri":"Snap","surface_form":"snap","offset":512},{"uri":"Species","surface_form":"species","offset":890},{"uri":"Jurassic","surface_form":"Jurassic","offset":984},{"uri":"Warm-blooded","surface_form":"warm-blooded","offset":1074},{"uri":"Cold-blooded","surface_form":"cold-blooded","offset":1090}]}