{"id":43660,"url":"http://en.wikipedia.org/wiki/Alfred_the_Great","text":"Alfred the Great (c. 849 - 26 October 899) was King of Wessex from 871 to 899. He was the first monarch from the British Isles to style himself as 'King of the Anglo-Saxons' and so he is sometimes considered the first English king. Alfred started the Royal Navy in the 9th century\nEarly childhood.\nAlfred was the youngest son of King Æthelwulf of Wessex and Osburga. She was the daughter of Osburga, Athelwulf's butler. Alfred was born in 849 in the royal village of Wantage then in Berkshire. In the world he grew up in there was constant talk and fear of Viking raiders. For fourteen years they had been raiding but a year after Alfred's birth they remained all winter. The Viking menace was now settled on the island of Thanet in Kent.\nWhen he was about four, Alfred's mother, Osburga, died. At age twelve, Alfred had difficulty finding a qualified teacher to help him learn to read and write. He finally overcame the problem and learned to read and write by using the writings of the church. At some point in his childhood Alfred was made a consul(a high rank in Anglo-Saxon England styled on the Roman office of consul). The ceremony involved him receiving a red cloak, a jeweled belt and a sword. This ceremony meant he was not destined to join the church, as the younger sons typically were. His life as an adult would be as a nobleman and possibly, if he survived his four older brothers, as king, someday.\nBefore he was seven years old, he had traveled to Rome twice. In 853, Alfred was sent with an escort and met Pope Leo IV. In 855 King Æthelwulf traveled to Rome taking his young son Alfred with him. They stayed in Rome a year and returned through France. There, king Æthelwulf and his son Alfred stayed at the court of Charles the Bald. Æthelwulf became engaged to Charles's eldest daughter, Judith, then about aged twelve. That same October, they were married at Verberie in northern France.\nSuccession.\nWhile Alfred and his father were in Rome and France, 855-856, his older brother Athelstan had died. On the king's return his son Ethelbald, with his followers. was threatening a civil war. To prevent this from happening Æthelwulf stepped down as king. He gave the rule over Wessex to his son Ethelbald. He took over the rule of Kent, Essex, Sussex and Surrey ruling Wessex as the under-king with his child bride Judith sharing his throne. In 858 king Æthelwulf died.\nEthelbald, now the undisputed king, next did the unexpected. He married his and Alfred's stepmother Judith. According to Asser, all men in England were horrified. Two years later in 860, Ethelbald was dead. Alfred's third brother, Ethelbert, succeeded to the throne. He united all of Wessex into one kingship. Queen Judith sold all of her extensive holdings in England and returned to France.\nThe next brother to rule Wessex was Ethelbert. In the same year he succeeded his brother there was a great Viking raid on the south coast of England. The Vikings plundered Winchester the chief city of Wessex and obtained a great deal of plunder. As they returned to their ships they were ambushed by Anglo-Saxons from Hampshire and Berkshire. A few survived and returned to their ships. For the next three years Southern England was free of Viking raids. But the year 865 saw the arrival of the Great Heathen Army in East Anglia. For a time they were more interested in Northumbria. They gained control of York and moved south into Mercia then made their winter camp in Nottingham.\nMeanwhile, King Ethelbert died in early 866. So far all the brothers had been childless and so the succession was passed from brother to brother. The fourth brother in line was Ethelred. He became king in 866. It was at this time Alfred was given the title of \"Secundarius\" (Latin for secondary). In effect it meant he was given regal power over part of the kingdom or limited joint authority over the entire kingdom. in 868 Burgred, the King of Mercia, asked King Ethelred and Alfred for their help against the Danes (Vikings). But their forces together could not defeat the Danes. By 871 the Mercians and East Anglians had been defeated. Only Wessex could mount an army against the Vikings. That year Wessex was invaded by a large Danish army. After many battles the Anglo-Saxons were able to slow the Danes' progress. Ethelred died. He left a young son named Ethelwald who later rebelled against Edward the Elder.\nKing of Wessex.\nAlfred became king in the middle of this conflict. But before the end of the year he succeeded in effecting a peace, probably by paying a sum of money to the invaders.\nAlfred earned the name 'the Great' by defending the kingdom from Viking invasions. Alfred was a scholar and encouraged education in the kingdom as well as improving the legal system.\nKing of the Anglo-Saxons.\nBy the close of the ninth century the four independent kingdoms of England had been reduced to just one. Wessex was the only remaining kingdom not destroyed by the Vikings. Beginning about 886 Alfred claimed to be the king of all the English. The exception was those parts of England that were under Danish rule. This was the beginning of unifying England under a single king. For many Alfred was the first king of the English. But he did not technically rule all of England. That distinction was given to Athelstan (ruled 924–939). King Ethelstan was Alfred's eldest grandson.\nIn the 880s Alfred formed a marriage alliance with Mercia, still a powerful kingdom. his daughter, Æthelflæd, married king Æthelred, of Mercia. After his death Ethelflaeda ruled as Queen of Mercia.\nBy 890 Alfred was making literacy among his people a priority. There were still Viking attacks and Alfred was still telling his people to continue fighting and not give up. Alfred died in 899. He was succeeded by his son, Edward the Elder who was crowned on Whitsunday (8 June) 900.","categories":[],"infobox_types":[],"annotations":[{"uri":"List_of_monarchs_of_Wessex","surface_form":"King of Wessex","offset":47},{"uri":"Anglo-Saxons","surface_form":"Anglo-Saxons","offset":160},{"uri":"English_monarchs","surface_form":"English king","offset":218},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":251},{"uri":"%C3%86thelwulf_of_Wessex","surface_form":"Æthelwulf of Wessex","offset":334},{"uri":"Berkshire","surface_form":"Berkshire","offset":483},{"uri":"Viking","surface_form":"Viking","offset":557},{"uri":"Kent","surface_form":"Kent","offset":733},{"uri":"Consul","surface_form":"consul","offset":1045},{"uri":"France","surface_form":"France","offset":1662},{"uri":"Charles_the_Bald","surface_form":"Charles the Bald","offset":1734},{"uri":"Judith%2C_Countess_of_Flanders","surface_form":"Judith","offset":1807},{"uri":"Verberie","surface_form":"Verberie","offset":1879},{"uri":"Wessex","surface_form":"Wessex","offset":2194},{"uri":"Kent","surface_form":"Kent","offset":2248},{"uri":"Essex","surface_form":"Essex","offset":2254},{"uri":"Sussex","surface_form":"Sussex","offset":2261},{"uri":"Surrey","surface_form":"Surrey","offset":2272},{"uri":"Asser","surface_form":"Asser","offset":2508},{"uri":"Viking","surface_form":"Viking","offset":2887},{"uri":"Winchester","surface_form":"Winchester","offset":2952},{"uri":"Plunder","surface_form":"plunder","offset":3017},{"uri":"Hampshire","surface_form":"Hampshire","offset":3098},{"uri":"Berkshire","surface_form":"Berkshire","offset":3112},{"uri":"Great_Heathen_Army","surface_form":"Great Heathen Army","offset":3275},{"uri":"East_Anglia","surface_form":"East Anglia","offset":3297},{"uri":"Northumbria","surface_form":"Northumbria","offset":3350},{"uri":"York","surface_form":"York","offset":3386},{"uri":"Mercia","surface_form":"Mercia","offset":3412},{"uri":"Nottingham","surface_form":"Nottingham","offset":3450},{"uri":"9th_century","surface_form":"ninth century","offset":4792},{"uri":"Athelstan","surface_form":"Athelstan","offset":5278},{"uri":"Edward_the_Elder","surface_form":"Edward the Elder","offset":5770},{"uri":"Whitsunday","surface_form":"Whitsunday","offset":5806}]}