{"id":436624,"url":"http://en.wikipedia.org/wiki/Police_car","text":"A police car is a motor vehicle used by police. It is used to assist with their duties in patrolling and responding to incidents. Typical uses of a police car include transportation for officers to reach the scene of an incident quickly. Police cars are also used to transport suspects, or to patrol an area. Some police cars are adapted for certain functions such as traffic control, to transport police dogs or bomb disposal.\nPolice cars usually marked to identify them. There are two reasons for this: firstly, so that other drivers know to get out of the way of a police car that is rushing to a crime scene, and secondly so that the car can be a deterrent to crime. Police cars also have sirens and flashing lights which are also used when they rush to a crime scene. However, some police cars are unmarked, so that police can carry out work without being noticed.\nHistory.\nIn the United Kingdom in the early 1900s, police vehicles were first used to chase speeding motorists. This had very poor results until police schools were opened to teach officers how to use their vehicles properly. In 1910 the first police car in the US was used in Akron, Ohio. By 1920 police cars were in wide use in the US. It was noticed that patrol cars allowed police to respond faster. It also allowed an officer to cover a wider area. By the 1960s most major cities had shifted away from foot patrols altogether in favor of police cars. But studies proved a mix of foot officers and police vehicles worked best.\nChases.\nPolice cars are used for chases (\"pursuits\") against suspects. The crime the suspect is believed to have committed may have been anything from a traffic violation to a major felony. Suspects often attempt to lose law enforcement by driving away, sometimes at high speed. From 1990 to 2005, 136 people were killed in the US in high speed pursuits by police. Despite controversy as to whether high speed chases are necessary police continue to work on the problem using technology and new techniques. One technique is the 'take out'. A take out is a technique used to cause the fleeing vehicle to lose control and be turned sideways by the police vehicle.\nWhen rushing to a crime scene, police officers can drive their cars through red lights and break the speed limit and other traffic laws. They must still be careful when doing this, however.\nOther names.\nTerms for police cars include (police) cruiser, squad car, area car and patrol car. They may also be informally known as a cop car, a 'Black and white', a 'Cherry top', a 'gumball machine', a 'jam sandwich' or 'panda car'. Depending on the configuration of the emergency lights and livery, a police car may be considered a marked or unmarked unit.","categories":[],"infobox_types":[],"annotations":[{"uri":"Police","surface_form":"police","offset":40},{"uri":"Incident","surface_form":"incidents","offset":119},{"uri":"Transportation","surface_form":"transportation","offset":167},{"uri":"Police_officer","surface_form":"officers","offset":186},{"uri":"Suspect","surface_form":"suspect","offset":277},{"uri":"Patrol","surface_form":"patrol","offset":293},{"uri":"Traffic","surface_form":"traffic","offset":368},{"uri":"Dog","surface_form":"dog","offset":405},{"uri":"Bomb_disposal","surface_form":"bomb disposal","offset":413},{"uri":"Deterrent","surface_form":"deterrent","offset":651},{"uri":"Crime","surface_form":"crime","offset":664},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":886},{"uri":"Schools","surface_form":"schools","offset":1022},{"uri":"US","surface_form":"US","offset":1132},{"uri":"Akron%2C_Ohio","surface_form":"Akron, Ohio","offset":1147},{"uri":"Traffic_violation","surface_form":"traffic violation","offset":1654},{"uri":"Felony","surface_form":"felony","offset":1683},{"uri":"Technology","surface_form":"technology","offset":1977},{"uri":"Technique","surface_form":"techniques","offset":1996},{"uri":"Emergency_vehicle_lighting","surface_form":"emergency lights","offset":2627}]}