{"id":436667,"url":"http://en.wikipedia.org/wiki/YM_(magazine)","text":"\"YM\" (or \"Your Magazine\") was an American magazine for teenaged girls. It originally began being published in the 1930s. It was published for 72 years. It was the second-oldest girls' magazine in the United States; the oldest being \"Seventeen\".\nIt began as two separate magazines: \"Compact\" and \"Calling All Girls\". \"Compact\" was aimed at older teenagers. It was first published in 1932. \"Calling All Girls\" was intended for younger girls. It began publication in July 1941 after a teen column in \"Parents' Magazine\" produced a positive interest from readers. It was the first magazine for girls. Contents consisted of comics, fashion advice, and short stories. It was originally published four times a year, but soon became published every month. This was because it was popular. By 1945 it was selling 500,000 copies of each issue. The average reader was aged 13. The magazine never appealed to older teens or fashion advertisers because of its emphasis on comics.\nDuring the 1960s, the two titles (\"Compact\" and \"Calling All Girls\") merged into \"Young Miss\". The title changed again to \"Young & Modern\" in the 1980s. It was changed one final time in 2000 to \"YM\". This was said to stand for \"Your Magazine\".\n\"YM\" stopped being published in 2004. Subscriptions were replaced with \"Teen Vogue\".","categories":[],"infobox_types":["magazine"],"annotations":[{"uri":"United_States","surface_form":"American","offset":33},{"uri":"Magazine","surface_form":"magazine","offset":42},{"uri":"Teenager","surface_form":"teenaged","offset":55},{"uri":"United_States","surface_form":"United States","offset":200},{"uri":"Seventeen_(magazine)","surface_form":"Seventeen","offset":233},{"uri":"Comics","surface_form":"comics","offset":619},{"uri":"Fashion","surface_form":"fashion","offset":627},{"uri":"Short_story","surface_form":"short stories","offset":647},{"uri":"Subscription","surface_form":"Subscription","offset":1249},{"uri":"Teen_Vogue","surface_form":"Teen Vogue","offset":1283}]}