{"id":436710,"url":"http://en.wikipedia.org/wiki/Bantustan","text":"A Bantustan (also known as a Bantu homeland, black homeland, black state, or simply homeland) was a territory set aside for South Africa's black inhabitants during apartheid. Ten Bantustans were established in South Africa and ten more in South-West Africa (now Namibia), with the goal of creating nation states for the black tribes of Africa. The term \"Bantustan\" comes from \"Bantu\" (meaning \"people\" in the Bantu languages) and \"-stan\" (meaning \"land\" in Persian).\nThe Bantustans were dissolved in 1994 and their territory incorporated into the Republic of South Africa. From 1994, most parts of the country were redivided into new provinces.\nBantustans in South Africa.\nLesotho and Swaziland were not Bantustans, but former British colonies granted independence by Great Britain and internationally recognised.\nFour of the South African Bantustans, Transkei, Bophuthatswana, Venda, and Ciskei (also called the \"TBVC States\") were granted independence from South Africa, but were never internationally recognised. The other six had a high amount of autonomy.\nBantustans in South-West Africa.\nBeginning in 1968, ten Bantustans were established in South-West Africa. Unlike the Bantustans in South Africa, only four Bantustans in South-West Africa were granted autonomy, and none were granted independence. The Bantustans were abolished in May 1989 in the transition to independence.","categories":[],"infobox_types":[],"annotations":[{"uri":"Apartheid","surface_form":"apartheid","offset":164},{"uri":"South_Africa","surface_form":"South Africa","offset":210},{"uri":"South-West_Africa","surface_form":"South-West Africa","offset":239},{"uri":"Namibia","surface_form":"Namibia","offset":262},{"uri":"Nation_state","surface_form":"nation state","offset":298},{"uri":"Bantu_languages","surface_form":"Bantu languages","offset":409},{"uri":"Persian_language","surface_form":"Persian","offset":457},{"uri":"Lesotho","surface_form":"Lesotho","offset":673},{"uri":"Swaziland","surface_form":"Swaziland","offset":685},{"uri":"United_Kingdom","surface_form":"Great Britain","offset":768},{"uri":"Transkei","surface_form":"Transkei","offset":852},{"uri":"Bophuthatswana","surface_form":"Bophuthatswana","offset":862},{"uri":"Venda","surface_form":"Venda","offset":878},{"uri":"Ciskei","surface_form":"Ciskei","offset":889},{"uri":"Autonomy","surface_form":"autonomy","offset":1051},{"uri":"South-West_Africa","surface_form":"South-West Africa","offset":1148}]}