{"id":436872,"url":"http://en.wikipedia.org/wiki/Kill_la_Kill","text":"is an anime series written by Kazuki Nakashima and directed by Hiroyuki Imaishi. It is produced by Trigger. The anime began airing on October 3, 2013 and ended on March 27, 2014. There is also a manga that is illustrated by Ryō Akizuki. On September 3, 2014, an original video animation episode will be released along with the ninth volume.\nPlot.\nThe series follows Ryuko Matoi, a student at a high school in Tokyo Bay set in post-apocalyptic Japan called Honnouji Academy. The academy is run by the student council which wear special uniforms called Goku Uniforms. The uniforms give them superhuman abilities and they use them to rule over the rest of the students and staff of the academy. Ryuko Matoi owns one-half of a scissor-shaped longsword and transferred to the academy to look for the owner of the other half of the scissor blade, the person that killed her father. When she attempts to interrogate the leader of the student council Satsuki Kiryuin about the killer, she is defeated. After her defeat, she finds a sentient sailor uniform which she names Senketsu. Ryuko is able to use Senketsu's powers to fight Satsuki and her henchmen, the Elite Four.","categories":[],"infobox_types":["animanga/Video","animanga/Print","animanga/Video"],"annotations":[{"uri":"Anime","surface_form":"anime","offset":6},{"uri":"Series","surface_form":"series","offset":12},{"uri":"Trigger_(company)","surface_form":"Trigger","offset":99},{"uri":"Manga","surface_form":"manga","offset":195},{"uri":"Original_video_animation","surface_form":"original video animation","offset":262},{"uri":"Apocalyptic_and_post-apocalyptic_fiction","surface_form":"post-apocalyptic Japan","offset":426},{"uri":"Longsword","surface_form":"longsword","offset":738},{"uri":"Interrogate","surface_form":"interrogate","offset":897},{"uri":"Sentience","surface_form":"sentient","offset":1024},{"uri":"Japanese_school_uniform","surface_form":"sailor uniform","offset":1033}]}