{"id":436927,"url":"http://en.wikipedia.org/wiki/Adolfo_Su%C3%A1rez","text":"Adolfo Suárez González, 1st Duke of Suárez, Grandee of Spain (25 September 1932 – 23 March 2014) was a Spanish lawyer and politician. Suárez was Spain's first democratically elected prime minister after the dictator of Franco.\nSuárez was born in Cebreros, Spain.\nDuring his term as Prime Minister, Suárez was the key figure in the country's change to democracy. He led and founded some democratic political parties in Spain. He created the \"Political Reform of Spain\" in 1976 which helped Spain to become a democratic country.\nIn 2005, he was diagnosed with Alzheimer's disease. He died nine years later in Madrid at the age of 81.\nEarly life.\nSuárez was born in Cebreros, Spain. His parents were Hipólito Suárez Guerra and Herminia González Prados. He studied at the University of Salamanca. Suárez married María Amparo Illana Elórtegui in 1961.\nPolitical career.\nOn 4 July 1976, King Juan Carlos appointed Suárez as Prime Minister of Spain. He was the first Prime Minister under the 1978 Constitution of Spain.\nIn late July of 1977, Suárez became a member of the Congress of Deputies for Madrid. He was a member until he retired from politics in 1991.\nIn 1977, Spain had its first free elections in 41 years. Suárez was elected Prime Minister. He and the people working with him won the 1979 elections under the new constitution. He resigned as Prime Minister on 29 January 1981.\nIn 1981, King Juan Carlos of Spain gave Suárez the hereditary title of \"Duque de Suárez\" (Duke of Suárez). He also received the title \"Grande de España\" (English: Grandee of Spain) because of his role in the change to democracy.\nThe Prime Minister after Suárez was Leopoldo Calvo Sotelo. In 1986, Suárez ran again for Prime Minister. He lost to Felipe González.\nPersonal life.\nSuárez had five children. His first child died in 2004 from cancer. His wife of fifty years, María Amparo died in 2001. He lived in Madrid during his retirement years.\nHealth and death.\nOn 31 May 2005, Suárez's son, Adolfo Suárez Illana, announced on Spanish television that his father was suffering from Alzheimer's disease. Suárez died from a respiratory infection in Madrid, aged 81.\nFuneral.\nSuárez was granted a state funeral. His small memorial service was held on March 26 at the Ávila Cathedral. Many politicians attended including all former living Spanish Prime Ministers. His state funeral was held on 31 March 2014. He was buried at the Ávila Cathedral.\nLegacy.\nOn 24 March 2014, the Spanish government decided to rename the Madrid Barajas Airport to Adolfo Suárez Madrid-Barajas in honor of his service to the country.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spain","surface_form":"Spanish","offset":103},{"uri":"Prime_minister","surface_form":"prime minister","offset":182},{"uri":"Dictator","surface_form":"dictator","offset":207},{"uri":"Franco","surface_form":"Franco","offset":219},{"uri":"Cebreros","surface_form":"Cebreros","offset":246},{"uri":"Alzheimer%27s_disease","surface_form":"Alzheimer's disease","offset":558},{"uri":"Madrid","surface_form":"Madrid","offset":607},{"uri":"Cebreros","surface_form":"Cebreros","offset":663},{"uri":"Spain","surface_form":"Spain","offset":673},{"uri":"University_of_Salamanca","surface_form":"University of Salamanca","offset":768},{"uri":"Juan_Carlos_of_Spain","surface_form":"Juan Carlos","offset":886},{"uri":"Prime_Minister_of_Spain","surface_form":"Prime Minister of Spain","offset":918},{"uri":"Juan_Carlos_I_of_Spain","surface_form":"King Juan Carlos of Spain","offset":1391},{"uri":"English_language","surface_form":"English","offset":1536},{"uri":"Leopoldo_Calvo_Sotelo","surface_form":"Leopoldo Calvo Sotelo","offset":1647},{"uri":"Felipe_Gonz%C3%A1lez","surface_form":"Felipe González","offset":1727},{"uri":"Cancer","surface_form":"cancer","offset":1819},{"uri":"Madrid","surface_form":"Madrid","offset":1891},{"uri":"Alzheimer%27s_disease","surface_form":"Alzheimer's disease","offset":2064},{"uri":"Madrid","surface_form":"Madrid","offset":2129},{"uri":"State_funeral","surface_form":"state funeral","offset":2176},{"uri":"%C3%81vila_Cathedral","surface_form":"Ávila Cathedral","offset":2246},{"uri":"Madrid_Barajas_Airport","surface_form":"Madrid Barajas Airport","offset":2496}]}