{"id":43690,"url":"http://en.wikipedia.org/wiki/Han_dynasty","text":"e=\"preserve\">The Han dynasty came to power in 202 B.C. They followed the philosophies of Confucianism and legalism. This was called 'the Han synthesis'.\nUnder this dynasty, China made progress in arts and science. The empire also became larger and larger. China started trading with a number of other countries. They started the Silk Road. Merchants used the Silk Road to reach China. During this dynasty Buddhism was introduced in China. Today, the dominant ethnic group of China calls themselves the Han Chinese since this was the dynasty where many of the norms of Chinese culture found a firm foundation in the culture, including Confucianism and Traditional Chinese characters. The first emperor of the han dynasty is Liu Bang, known in Chinese as Emperor Gaozu of Han.\nThe Han dynasty ruled China from 206 B.C. to 220 A.D. The new emperor maintained a legalist ideology just like the Qin dynasty but also had ideas of Confucianism to have a centralized system showing benevolence. After eighty years, Emperor Wu of Han launched a period of military expansion. The Han armies controlled many territories, including Silk Road in Mongolia and Xinjiang. The Silk Road  helped make a political, economic, military, and culture center, but it was very expensive to manage and further expansion was cut off.  Several factors contributed to the fall of the Han dynasty, including uprisings of desperate and hungry people, the spread of attacks by nomadic groups, and official corruption.\nLiterature.\nFairbank, John King and Merle Goldman 1992. \"China: a new history\". 2nd enlarged edition 2006. Cambridge: MA; London: The Belknap Press of Harvard University Press.","categories":[],"infobox_types":[],"annotations":[{"uri":"202_BC","surface_form":"202 B.C","offset":46},{"uri":"Confucianism","surface_form":"Confucianism","offset":89},{"uri":"Legalism","surface_form":"legalism","offset":106},{"uri":"China","surface_form":"China","offset":173},{"uri":"Empire","surface_form":"empire","offset":218},{"uri":"China","surface_form":"China","offset":256},{"uri":"Silk_Road","surface_form":"Silk Road","offset":329},{"uri":"China","surface_form":"China","offset":378},{"uri":"Buddhism","surface_form":"Buddhism","offset":405},{"uri":"Han_Chinese","surface_form":"Han Chinese","offset":502},{"uri":"Norm","surface_form":"norm","offset":559},{"uri":"Traditional_Chinese_characters","surface_form":"Traditional Chinese characters","offset":651},{"uri":"Emperor_Gaozu_of_Han","surface_form":"Emperor Gaozu of Han","offset":753},{"uri":"Qin_dynasty","surface_form":"Qin dynasty","offset":890},{"uri":"Emperor_Wu_of_Han","surface_form":"Emperor Wu of Han","offset":1007}]}