{"id":43720,"url":"http://en.wikipedia.org/wiki/Quetzalcoatlus","text":"\"Quetzalcoatlus\" was a huge pterosaur, the largest animal ever to fly. It had a 10 to 12 meters wing-span (33/40 feet), but was light in construction (~200 pounds).\n\"Quetzalcoatlus\" had an unusually long neck, and when it stood on the ground it was as tall as a giraffe.\nIts fossil record is from the Upper Cretaceous of North America, 70–65.5 million years ago. \"Quetzalcoatlus\" became extinct at the T extinction event.\nIts discovery.\nA college student found the first \"Quetzalcoatlus\" fossil in Big Bend National Park in Texas. His name was Douglas Lawson, from the University of Texas in Austin. When he was in the park, he saw a bone sticking out of a rock. Since the bone looked hollow, like the bone of a bird, he thought it was part of a flying creature – and he was right. With his professor's help, he kept digging until lots of bones from an arm and wing were found. The rest of the animal's body was missing. Many others have looked for the rest of that huge pterosaur, but it has never been found. Other fossils of \"Quetzalcoatlus\" have been found, but none are as big as the one Lawson found.\nFlight.\nSince \"Quetzalcoatlus\" was so large, two researchers suggested it was too heavy to fly. This would have been astonishing, because in the whole fossil record there is no flightless pterosaur. It has been thought their mobility on the ground was too poor for them to survive without flight. However, a recent discussion of this idea concluded they probably could fly after all. Another analysis suggested their flight was quite strong. Since we have only a few bones, the question of weight cannot be settled at present.\nLifestyle.\nThe feeding habits of \"Quetzalcoatlus\" (which had a long beak with no teeth) are unknown. This question, and its flight, are still being discussed. The lack of a more detailed skeleton is the main problem in reaching conclusions. Two theories have been proposed.\nOne idea is that it ate fish, by flying with its jaw in the water, and snapping up fish when it hit them. Texas was largely covered by the Western Interior Seaway at the time. \"Of these proposed lifestyles, in-flight piscivory [fish-eating] appears to have gained the most acceptance, with skim-feeding being a frequently suggested foraging method.\nThe other theory is that it fed on land, partly as a carrion feeder, like vultures and buzzards, and foraged for small animals. This view is gaining ground, because the jaw does not show the adaptations for skimming found in modern birds who catch fish this way.\nIn flight, it was certainly a soarer, flying on up-currents of air in a warm environment, and its remains come from a site which was far inland in the Cretaceous.\nMedia.\n\"Quetzalcoatlus\" was shown in the movie \"When Dinosaurs Roamed America\" eating a dead \"Triceratops\" carcass.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pterosaur","surface_form":"pterosaur","offset":28},{"uri":"Animal","surface_form":"animal","offset":51},{"uri":"Metre","surface_form":"meters","offset":89},{"uri":"Neck","surface_form":"neck","offset":204},{"uri":"Giraffe","surface_form":"giraffe","offset":262},{"uri":"Upper_Cretaceous","surface_form":"Upper Cretaceous","offset":301},{"uri":"North_America","surface_form":"North America","offset":321},{"uri":"Extinct","surface_form":"extinct","offset":387},{"uri":"T_extinction_event","surface_form":"T extinction event","offset":402},{"uri":"College","surface_form":"college","offset":439},{"uri":"Big_Bend_National_Park","surface_form":"Big Bend National Park","offset":498},{"uri":"Texas","surface_form":"Texas","offset":524},{"uri":"Austin","surface_form":"Austin","offset":592},{"uri":"Hollow","surface_form":"hollow","offset":685},{"uri":"Bird","surface_form":"bird","offset":712},{"uri":"Arm","surface_form":"arm","offset":853},{"uri":"Wing","surface_form":"wing","offset":861},{"uri":"Skeleton","surface_form":"skeleton","offset":1821},{"uri":"Fish","surface_form":"fish","offset":1932},{"uri":"Western_Interior_Seaway","surface_form":"Western Interior Seaway","offset":2047},{"uri":"Carrion","surface_form":"carrion","offset":2310},{"uri":"Vulture","surface_form":"vulture","offset":2331},{"uri":"Buzzard","surface_form":"buzzard","offset":2344},{"uri":"Adaptations","surface_form":"adaptations","offset":2448},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":2671},{"uri":"Movie","surface_form":"movie","offset":2724},{"uri":"When_Dinosaurs_Roamed_America","surface_form":"When Dinosaurs Roamed America","offset":2731},{"uri":"Triceratops","surface_form":"Triceratops","offset":2777},{"uri":"Carcass","surface_form":"carcass","offset":2790}]}