{"id":43722,"url":"http://en.wikipedia.org/wiki/Fedora_(operating_system)","text":"Fedora is a distribution (or \"distro\") of Linux developed by the community-supported Fedora Project and sponsored by Red Hat. It is designed to be safe and is used by companies and governments. Fedora's mission statement is: \"Fedora is about the rapid progress of Free and Open Source software.\"\nLinus Torvalds, author of the Linux kernel, says he uses Fedora because it had fairly good support for PowerPC when he used that processor architecture. He became used to the operating system and continues to use it.\nFedora Core 1 - 4.\n\"Fedora Core 1\" was the first version of Fedora and was released on November 6, 2003, and was codenamed Yarrow. Fedora Core 1 was based on Red Hat Linux 9 and shipped with version 2.4.19 of the Linux kernel, version 2.4 of the GNOME desktop environment, and version 3.1.4 of KDE (the K Desktop Environment).\n\"Fedora Core 2\" was released on May 18, 2004, codenamed Tettnang. It shipped with Linux 2.6, GNOME 2.6, KDE 3.2.2, and SELinux XFree86 was replaced by the newer X.org, a merger of the previous official X11R6 release, which additionally included a number of updates to Xrender, Xft, Xcursor, fontconfig libraries, and other significant improvements.\n\"Fedora Core 3\" was released on November 8, 2004, codenamed Heidelberg. This was the first release of Fedora Core to include the Mozilla Firefox web browser, as well as support for the Indic languages. This release also replaced the LILO boot loader with GRUB. SELinux was also enabled by default, but with a new targeted policy, which was less strict than the policy used in Fedora Core 2. Fedora Core 3 shipped with GNOME 2.8 and KDE 3.3. It was the first release to include the new Fedora Extras repository.\n\"Fedora Core 4\" was released on June 13, 2005, with the codename Stentz. It shipped with Linux 2.6.11, KDE 3.4 and GNOME 2.10. This version introduced the new Clearlooks theme, which was inspired by the Red Hat Bluecurve theme. It also shipped with the OpenOffice.org 2.0 office suite, as well as Xen, a high performance and secure open source virtualization framework. It also introduced support for the PowerPC CPU architecture, and over 80 new policies for SELinux.\nFedora Core 5 - 6.\nThe last two cores introduced specific artwork for that version. This is a trend that has continued in later Fedora versions.\n\"Fedora Core 5\" was released on March 20, 2006, with the codename Bordeaux, and introduced the Fedora Bubbles artwork. It was the first Fedora release to include Mono and tools built with it such as Beagle, F-Spot and Tomboy. It also introduced new package management tools such as pup and pirut (\"see Yellow dog Updater, Modified\"). This release replaced the old LinuxThreads, with the Native POSIX Thread Library.\n\"Fedora Core 6\" was released on October 24, 2006, codenamed Zod. This release introduced the Fedora DNA artwork, replacing the Fedora Bubbles artwork used in Fedora Core 5. The codename is derived from the infamous villain, General Zod, from the Superman DC Comic Books. This version introduced support for the Compiz compositing window manager and AIGLX (a technology that enables GL-accelerated effects on a standard desktop). It shipped with Firefox 1.5 as the default web browser, and Smolt, a tool that allows users to inform developers about the hardware they use.\nNone of these distributions are maintained by the Fedora Project.\nFedora 10.\nFedora 10, codenamed \"Cambridge\", was released on November 25, 2008.\nPackage.\nFedora's official software package repository includes, for example, UNetbootin.","categories":[],"infobox_types":[],"annotations":[{"uri":"Linux","surface_form":"Linux","offset":42},{"uri":"Fedora_Project","surface_form":"Fedora Project","offset":85},{"uri":"Red_Hat","surface_form":"Red Hat","offset":117},{"uri":"Safety","surface_form":"safe","offset":147},{"uri":"Company","surface_form":"companies","offset":167},{"uri":"Government","surface_form":"government","offset":181},{"uri":"Linus_Torvalds","surface_form":"Linus Torvalds","offset":296},{"uri":"Linux_kernel","surface_form":"Linux kernel","offset":326},{"uri":"PowerPC","surface_form":"PowerPC","offset":399},{"uri":"GNOME","surface_form":"GNOME","offset":759},{"uri":"KDE","surface_form":"KDE","offset":807},{"uri":"Security-Enhanced_Linux","surface_form":"SELinux","offset":959},{"uri":"Xft","surface_form":"Xft","offset":1117},{"uri":"Mozilla_Firefox","surface_form":"Mozilla Firefox","offset":1318},{"uri":"Web_browser","surface_form":"web browser","offset":1334},{"uri":"Indic_languages","surface_form":"Indic languages","offset":1374},{"uri":"LILO_(boot_loader)","surface_form":"LILO boot loader","offset":1422},{"uri":"GNU_GRUB","surface_form":"GRUB","offset":1444},{"uri":"Security-Enhanced_Linux","surface_form":"SELinux","offset":1450},{"uri":"Red_Hat","surface_form":"Red Hat","offset":1903},{"uri":"OpenOffice.org","surface_form":"OpenOffice.org","offset":1953},{"uri":"Xen","surface_form":"Xen","offset":1997},{"uri":"PowerPC","surface_form":"PowerPC","offset":2105},{"uri":"Security-Enhanced_Linux","surface_form":"SELinux","offset":2160},{"uri":"Mono_(software)","surface_form":"Mono","offset":2476},{"uri":"Beagle_(software)","surface_form":"Beagle","offset":2513},{"uri":"F-Spot","surface_form":"F-Spot","offset":2521},{"uri":"Tomboy_(software)","surface_form":"Tomboy","offset":2532},{"uri":"Yellow_dog_Updater%2C_Modified","surface_form":"Yellow dog Updater, Modified","offset":2616},{"uri":"LinuxThreads","surface_form":"LinuxThreads","offset":2678},{"uri":"Native_POSIX_Thread_Library","surface_form":"Native POSIX Thread Library","offset":2701},{"uri":"General_Zod","surface_form":"General Zod","offset":2954},{"uri":"Compiz","surface_form":"Compiz","offset":3041},{"uri":"Compositing_window_manager","surface_form":"compositing window manager","offset":3048},{"uri":"AIGLX","surface_form":"AIGLX","offset":3079},{"uri":"Mozilla_Firefox","surface_form":"Firefox 1.5","offset":3175},{"uri":"UNetbootin","surface_form":"UNetbootin","offset":3525}]}