{"id":43729,"url":"http://en.wikipedia.org/wiki/Bagel","text":"Bagels are a type of bread made with flour. They look like doughnuts, and they are leavened with yeast. They have a crisp, shiny crust and a dense inside. Bagels are glazed, and in a ring-shaped roll. They are different from doughnuts because they are boiled before baked. Bagels are sometimes called \"the cement doughnuts\".\nThe bagel is regarded as a special kind of Jewish food. They are eaten usually for breakfast or a snack.\nBagels are made from the basic bread ingredients of flour, yeast, salt, and sweet kinds of spices. Flour gives the bread its chewy taste, which can be made more light by eggs, milk, and butter. They are the only bread product that is boiled before it is baked.\nServing.\nBagels are often toasted in a toaster and then paired with foods like cream cheese (a soft cheese that tastes a little sweet) and jam, or with butter. Bagels can also be used to make sandwiches, with meat (for example smoked salmon) and egg and cheese. Bagel sandwiches are usually eaten for breakfast or lunch.\nHistory.\nBagels were formally an obscure ethnic treat found only in the city's Jewish neighourhoods. Bagels were first sold in grocery stores in the 1950s. Frozen bagels were first introduced in 1960.\nWhen Polish Jews went away to America, they brought the beugel with them. The first beugel bakeries were founded in New York City in the 1920s. Later the name was changed and called a bagel. Bagels have been used as a symbol of the continuous cycle of life—without beginning and without end.\nIn the East End of London, the bagel is known as a beigel, and poplar in many of the areas where many Jewish immigrants first arrived in London in the 19th century, such as Whitechapel and Spitalfields, and Brick Lane in particular, home to the Beigel Bake.","categories":[],"infobox_types":[],"annotations":[{"uri":"Doughnuts","surface_form":"doughnuts","offset":59},{"uri":"Yeast","surface_form":"yeast","offset":97},{"uri":"Crisp","surface_form":"crisp","offset":116},{"uri":"Flour","surface_form":"flour","offset":482},{"uri":"Salt","surface_form":"salt","offset":496},{"uri":"Cream_cheese","surface_form":"cream cheese","offset":770},{"uri":"Jam","surface_form":"jam","offset":830},{"uri":"Sandwich","surface_form":"sandwich","offset":883},{"uri":"Meat","surface_form":"meat","offset":900},{"uri":"Egg_(food)","surface_form":"egg","offset":937},{"uri":"Cheese","surface_form":"cheese","offset":945},{"uri":"Breakfast","surface_form":"breakfast","offset":992}]}