{"id":437217,"url":"http://en.wikipedia.org/wiki/Metre_Convention","text":"The Metre Convention is the treaty that set up the International Bureau of Weights and Measures (BIPM). The BIPM is an inter-governmental organization that is responsible for harmonizing systems of measurement across the world. The treaty was first made in 1875 between 17 countries.\nThe member countries agreed to share the costs of running a laboratory on neutral territory. The international prototype metre and the international prototype kilogram would be kept at the laboratory. Member state's national prototype metres and kilograms would be compared with the international prototypes at regular intervals. Member states would have regular meetings to discuss developments in measurement technology.\nIn 1921 the treaty was extended to cover electrical and all other physical measurements. This enabled the BIPM to published the standards for the International System of Units (SI). Under SI, units of measurements that are used in science and engineering were defined in a logical manner. The rules for SI also standardized the way in which physical quantities are written.\nIn 2014 the BIPM had 55 member countries.\nBefore the treaty.\nThe metric system was developed in France in the 1790s. The length of the metre was made to be one ten millionth of the distance between the North Pole and the equator. Between 1791 and 1798 the French men Delambre (a mathematician and astronomer) and Méchain (an astronomer) measured the distance between Dunkirk and Barcelona. The measurements were used to make a metal bar exactly 443.296 \"lignes\" long (the \"ligne\" is an old French unit of length equal to one twelfth of a French inch). The bar would be used as a standard for the metre. The bar was later called the \"metre des archives\". By the 1860s it was found that the \"metre des archives\" was 0.03% shorter than it was supposed to have been.\nThe Great Exhibition in London in 1851 and the Paris International Exhibition in 1867 had shown the need for different nations to use the same units of measurement. In the 1860s there were many discussions by astronomers and surveyors from outside France whether they should use the \"metre des archives\" or whether they should use a \"new metre\" that took account of the 0.03% error. Prussia took the lead in organizing conferences in Berlin to discuss the matter. France did not take part in the conferences. Before any actions could be taken the Franco-Prussian War broke out. Prussia defeated France and the German Empire was formed.\nIn 1875 France invited representatives to Paris to discuss the matter. This helped France to score a diplomatic victory over Prussia and the German Empire.\nTreaty details.\nThe treaty was signed by seventeen of the countries at the conference in Paris on 20 May 1875. The United Kingdom and the Netherlands went to the conference but did not sign the treaty at that time. After further consideration, the United Kingdom did sign the treaty in 1884.\nInternational Bureau of Weights and Measures (BIPM) .\nThe organization set up by the treaty was the International Bureau of Weights and Measures. Its French name is \"Bureau international des poids et mesures\". Its abbreviation is BIPM. The BIPM has its headquarters at the Pavillon de Breteuil, Sèvres, France (close to Paris). About 70 people work at the BIPM. The budget for 2013 was over €10 million ($12 million).\nThe Bureau has responsibility for safeguarding the international prototype kilogram.\nThe official language for the organisations is French. Until 1988 all reports of meetings were only published in French. Since then both English and French have been used. Abbreviations are based on the French words, not English words. Official communications between the BIPM and France are conducted via the French Foreign Ministry. Official communications with other countries are conducted via that country's embassy in Paris.\nGeneral Conference on Weights and Measures (CGPM) .\nThe General Conference on Weights and Measures was set up under the Metre Convention as an organ of the BIPM. It gives the BIPM its mandate and budget on behalf of the member states. Its French name is \"Conférence générale des poids et mesures\". Its abbreviation is \"CGPM\".\nThe CGPM meets every four to six years. The first meeting was in 1889 and the 24th meeting was in 2011. Each member state has one vote. France is represented by its foreign minister and by the president of the French Academy. The French Foreign minister is the chairman of the opening and closing sessions of any CGPM session. The president of the French Academy is the chairman of other meetings of the CGPM.\nInternational Committee for Weights and Measures (CIPM) .\nThe International Committee for Weights and Measures was set up under the Metre Convention as an organ of the BIPM. It advises the CGPM and supervise the BIPM. Its French name is \"Comité international des poids et mesures\". Its abbreviation is CIPM.\nThe CGPM has 18 members. These members are well-known measurement experts who are elected by the CGPM. They must all come from different countries. One of the CIPM members must be French. They meet once or twice a year in Paris. The CIPM is assisted by a number of Consultative Committees. In February 2014 there were ten such committees. Nine of the committees are dedicated to special types of measurement such as Electricity and Magnetism, Length, Photometry and Radiometry, Thermometry and Time and Frequency. The CIPM appoints people to these committees.\nThe tenth committee is called the Consultative Committee for Units (CCU). Its chairman is appointed by the CIPM. Other members of the committee are appointed by other organizations. These organizations include International Organization for Standardization (ISO) and National Institute of Standards and Technology (NIST). The CCU's task is to ensure that all the definitions of SI are consistent. It also drafts the SI standard which is called the \"SI Brochure\".\nPavillon de Breteuil.\nThe BIPM's offices and laboratories art at the Pavillon de Breteuil, Sèvres, France (close to Paris).\nThe BIPM looks after the International Prototype Kilogram (IPK) for the CGPM. It provides laboratory services for the CGPM and CIPM. Member states use the BIPM laboratories when they check their own copy of the kilogram against the IPK. The BIPM offices are also the headquarters for the CGPM and CIPM.\nActivities.\nIn 1875 the convention only dealt with standardization of the kilogram and the metre. The convention was revised in 1921 to accommodate all physical measurements. In 1933 the CGPM approved efforts that were being made to merge electrical and photometry units into the metric system.\nDevelopment of SI.\nDuring the late nineteenth and early twentieth century many new units of measure were defined using the metric system. Units of measure used in electrostatic applications, electromagnetic applications and electrical distribution systems were incompatible with each other. The use of standard gravity in force and pressure definitions resulted in more units of measure being defined than were necessary.\nAfter the Second World War the International Union of Pure and Applied Physics (IUPAP) and the French Government asked the BIPM to look into the matter. In 1948, the 9th CGPM asked the CIPM to conduct a study into units of measurement used by member states. The CIPM reported back and in 1954 the 10th CGPM decided to set up a new system of units. There would be six base units. These were the metre, kilogram, second, ampere, degree Kelvin (later renamed kelvin), and candela. The new system was published in 1960. The 11th CGPM named it the \"International System of Units\". The short name was \"SI\". This came from the French name. The BIPM described SI as \"the modern metric system\".\nSince 1960 the BIPM has made several refinements to SI. Some of the refinements include developing new ways of making high precision measurement. Other refinements include small changes to details of definitions.\nCoordinating time.\nThe atomic clock has made very precise time-keeping possible. The earth is slowing down. A the \"time of the dinosaurs\" the earth rotated once every 23 hours. It is now possible to measure variations in the Earth's rotation caused by volcanoes and tsunamis. This is done by the International Earth Rotation Service (IERS). The IERS proposes leap seconds as and when these are needed. Under the Metre Convention, the BIPM has the task of coordinating over 200 atomic clocks around the world. These clocks are located in 50 different national laboratories.\nMutual Recognition Agreement (MRA).\nMany measuring devices need to be recalibrated at regular intervals. These devices might be petrol pumps. They might be weighing scales. They might be complex medical equipment like MRI scanners. A certificate is issued when the device is recalibrated. The device that is used to do the calibration must itself be calibrated. These devices are often recalibrated in a national metrology laboratory. Legal problems can arise if a calibration done in one country is not recognised in another country.\nMembership.\nSome countries are full members of the CGPM and have a vote at CGPM meetings. These countries have their own copy of the prototype kilogram. They also take part in the CIPM MRA program.\nOther countries are associate members. They take part on the CIPM MRA program. They may speak at CGPM meetings but not to vote at these meetings. They do not have their own copies of the prototype kilogram.\nAssociate member states.\nAt its 21st meeting (October 1999), the CGPM created the category of \"associate\" for those states not yet members of the BIPM and for economic unions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Treaty","surface_form":"treaty","offset":28},{"uri":"International_Bureau_of_Weights_and_Measures","surface_form":"International Bureau of Weights and Measures","offset":51},{"uri":"System_of_measurement","surface_form":"systems of measurement","offset":187},{"uri":"Neutral","surface_form":"neutral territory","offset":358},{"uri":"Metre","surface_form":"metre","offset":405},{"uri":"Kilogram","surface_form":"kilogram","offset":443},{"uri":"Electricity","surface_form":"electrical","offset":748},{"uri":"Matter","surface_form":"physical","offset":773},{"uri":"International_System_of_Units","surface_form":"International System of Units","offset":853},{"uri":"Unit_of_measurement","surface_form":"units of measurements","offset":899},{"uri":"Science","surface_form":"science","offset":938},{"uri":"Engineering","surface_form":"engineering","offset":950},{"uri":"Logical","surface_form":"logical","offset":980},{"uri":"Physical_quantity","surface_form":"physical quantities","offset":1048},{"uri":"North_Pole","surface_form":"North Pole","offset":1283},{"uri":"Equator","surface_form":"equator","offset":1302},{"uri":"Mathematician","surface_form":"mathematician","offset":1360},{"uri":"Astronomer","surface_form":"astronomer","offset":1378},{"uri":"Dunkirk","surface_form":"Dunkirk","offset":1448},{"uri":"Barcelona","surface_form":"Barcelona","offset":1460},{"uri":"Standard","surface_form":"standard","offset":1660},{"uri":"Great_Exhibition","surface_form":"Great Exhibition","offset":1848},{"uri":"Astronomer","surface_form":"astronomer","offset":2053},{"uri":"Surveyor","surface_form":"surveyor","offset":2069},{"uri":"Prussia","surface_form":"Prussia","offset":2227},{"uri":"Franco-Prussian_War","surface_form":"Franco-Prussian War","offset":2391},{"uri":"German_Empire","surface_form":"German Empire","offset":2454},{"uri":"France","surface_form":"France","offset":3231},{"uri":"Paris","surface_form":"Paris","offset":3248},{"uri":"Electricity","surface_form":"Electricity","offset":5322},{"uri":"Magnetism","surface_form":"Magnetism","offset":5338},{"uri":"Length","surface_form":"Length","offset":5349},{"uri":"Photometry_(optics)","surface_form":"Photometry","offset":5357},{"uri":"Radiometry","surface_form":"Radiometry","offset":5372},{"uri":"Thermometry","surface_form":"Thermometry","offset":5384},{"uri":"Time","surface_form":"Time","offset":5400},{"uri":"Frequency","surface_form":"Frequency","offset":5409},{"uri":"International_Organization_for_Standardization","surface_form":"International Organization for Standardization (ISO)","offset":5676},{"uri":"National_Institute_of_Standards_and_Technology","surface_form":"National Institute of Standards and Technology (NIST)","offset":5733},{"uri":"France","surface_form":"France","offset":6028},{"uri":"Paris","surface_form":"Paris","offset":6045},{"uri":"Laboratory","surface_form":"laboratory","offset":6143},{"uri":"Electrostatic","surface_form":"electrostatic","offset":6814},{"uri":"Electromagnetism","surface_form":"electromagnetic","offset":6842},{"uri":"Electric_power_distribution","surface_form":"electrical distribution","offset":6875},{"uri":"Standard_gravity","surface_form":"standard gravity","offset":6953},{"uri":"Force","surface_form":"force","offset":6973},{"uri":"Pressure","surface_form":"pressure","offset":6983},{"uri":"Second_World_War","surface_form":"Second World War","offset":7083},{"uri":"International_Union_of_Pure_and_Applied_Physics","surface_form":"International Union of Pure and Applied Physics","offset":7104},{"uri":"CIPM","surface_form":"CIPM","offset":7258},{"uri":"Metre","surface_form":"metre","offset":7467},{"uri":"Kilogram","surface_form":"kilogram","offset":7474},{"uri":"Second","surface_form":"second","offset":7484},{"uri":"Ampere","surface_form":"ampere","offset":7492},{"uri":"Kelvin","surface_form":"kelvin","offset":7529},{"uri":"Candela","surface_form":"candela","offset":7542},{"uri":"Atomic_clock","surface_form":"atomic clock","offset":7995},{"uri":"Accuracy_and_precision","surface_form":"precise","offset":8022},{"uri":"Earth","surface_form":"Earth","offset":8197},{"uri":"Rotation","surface_form":"rotation","offset":8205},{"uri":"Volcano","surface_form":"volcano","offset":8224},{"uri":"Tsunami","surface_form":"tsunami","offset":8238},{"uri":"International_Earth_Rotation_and_Reference_Systems_Service","surface_form":"International Earth Rotation Service","offset":8268},{"uri":"Leap_second","surface_form":"leap second","offset":8331},{"uri":"Gas_station","surface_form":"petrol pumps","offset":8673},{"uri":"Weighing_scale","surface_form":"weighing scale","offset":8701},{"uri":"Magnetic_resonance_imaging","surface_form":"MRI scanners","offset":8763},{"uri":"Legal","surface_form":"Legal","offset":8980},{"uri":"Economic_union","surface_form":"economic union","offset":9644}]}