{"id":43730,"url":"http://en.wikipedia.org/wiki/Doughnut","text":"A doughnut (spelled donut in American English) is a type of deep fried dessert food made out of dough or batter.\nHow they are made.\nRing doughnuts are made by joining the ends of a long, thin piece of dough into a ring or by using a doughnut cutter, which perfectly cuts the outside and inside shape, leaving a doughnut-shaped piece of dough and a doughnut hole from dough removed from the center. This smaller piece of dough can be cooked or re-added to the batch to make more doughnuts. A disk-shaped doughnut can also be stretched and molded into a torus until the center breaks to form a hole. Or, a doughnut depositor can be used to place a circle of liquid dough (batter) into the deep fryer. Doughnuts can be made from a yeast-based dough for more puffy doughnuts or a special type of cake batter. Yeast-raised doughnuts contain about 25% oil by weight, whereas cake doughnuts' oil content is around 20%, but they have extra fat in the batter before frying. Cake doughnuts are fried for about 90 seconds at about 190 °C to 198 °C, turning once. Yeast-raised doughnuts absorb more oil because they take longer to fry, about 150 seconds, at 182 °C to 190 °C. Cake doughnuts normally weigh between 24 g and 28 g, whereas yeast-raised doughnuts normally are 38 g and are mostly larger when finished. Some types of cake doughnuts are also baked, as opposed to fried, which greatly reduces the fat content.\nTypes of doughnut.\nThe two most common types of doughnut are ring doughnuts, which are shaped like rings, and filled doughnuts, which are round and have jam, jelly, custard, whipped cream, or chocolate inside them. There are also \"doughnut holes\" or \"munchkins\" which come in the shape of small balls. Most doughnuts have an icing (also called a \"frosting\") made with icing sugar, water, and flavourings (such as chocolate). Some doughnuts are rolled in sweet foods such as sugar or shredded coconut.\nServing.\nDoughnuts are often eaten in the morning, along with a cup of hot coffee. Doughnuts are sold at doughnut shops, bakeries, or grocery stores. People also eat doughnuts as a dessert, or as a snack.","categories":[],"infobox_types":[],"annotations":[{"uri":"American_English","surface_form":"American English","offset":29},{"uri":"Deep_frying","surface_form":"deep fried","offset":60},{"uri":"Dessert","surface_form":"dessert","offset":71},{"uri":"Dough","surface_form":"dough","offset":96},{"uri":"Batter","surface_form":"batter","offset":105},{"uri":"Dough","surface_form":"dough","offset":201},{"uri":"Torus","surface_form":"torus","offset":552},{"uri":"Depositor","surface_form":"depositor","offset":613},{"uri":"Circle","surface_form":"circle","offset":646},{"uri":"Liquid","surface_form":"liquid","offset":656},{"uri":"Yeast","surface_form":"yeast","offset":728},{"uri":"Cake","surface_form":"cake","offset":792},{"uri":"Oil","surface_form":"oil","offset":846},{"uri":"Weight","surface_form":"weight","offset":853},{"uri":"Fat","surface_form":"fat","offset":932},{"uri":"Second","surface_form":"second","offset":1003},{"uri":"Celsius","surface_form":"°C","offset":1024},{"uri":"Yeast","surface_form":"Yeast","offset":1052},{"uri":"Grams","surface_form":"g","offset":1205},{"uri":"Jam","surface_form":"jam","offset":1561},{"uri":"Custard","surface_form":"custard","offset":1573},{"uri":"Whipped_cream","surface_form":"whipped cream","offset":1582},{"uri":"Chocolate","surface_form":"chocolate","offset":1600},{"uri":"Icing","surface_form":"icing","offset":1733},{"uri":"Coconut","surface_form":"coconut","offset":1900},{"uri":"Coffee","surface_form":"coffee","offset":1984},{"uri":"Dessert","surface_form":"dessert","offset":2090},{"uri":"Snack","surface_form":"snack","offset":2107}]}