{"id":43738,"url":"http://en.wikipedia.org/wiki/Mary_II_of_England","text":"Mary II (30 April 1662 – 28 December 1694) was Queen regnant of England, Scotland, and Ireland from 1689 until her death. Mary was a Protestant. She became queen after the Glorious Revolution, which resulted in the deposition of her Roman Catholic father, James II and VII. Mary ruled together with her husband, William III and II. He became the ruler of both countries when she died in 1694. Popular histories usually call their joint reigns as those of \"William and Mary\". Mary had less power than William when William remained in England. When William went to military campaigns, however, she governed alone. She was a powerful, firm, and effective ruler. She gave most of her authority to her husband, but he greatly depended on her. She was very active in the Church of England, ruling it as its Supreme Governo\nMary was born at St. James Palace in London on 30 April 1662. Her father was James, Duke of York, and her mother was his first wife, Lady Anne Hyde. She was their oldest daughter. Mary's uncle was Charles II. Her grandfather by her mother's side was Edward Hyde, 1st Earl of Clarendon. He served for a long time as Charles's chief advisor. Her mother gave birth to eight children, but only Mary and her younger sister Anne lived to adulthood.\nThe Duke of York became a Roman Catholic in 1668 or 1669, but Mary and Anne had a Protestant education, as Charles II had commanded. Mary's mother died in 1671, and her father married again in 1673. He took Mary of Modena, a Catholic, as his second wife. She was also known as Mary Beatrice d'Este. Before her marriage, Mary wrote many letters to Frances Apsley, the daughter of James II's hawks keeper. However, she did not return Mary's interest.\nWhen she was 15, Lady Mary became betrothed to her first cousin, the Protestant William, Prince of Orange. William was the son of Mary, Princess Royal and Prince William II of Nassau. At first, Charles II did not want Mary to marry William. He wanted Mary to marry the heir to the French Throne, the Dauphin Louis, instead. This was because he hoped that England would become friends with France. He also wanted to have a Catholic successor to the throne. But because of Parliament's pressure, he later approved their marriage. He thought that it would make the Protestants like him more, but he was wrong. Mary and William married in London on 4 November 1677. It was reported that Mary wept through the whole ceremony.\nMary went to the Netherlands and lived there as William's wife. The Dutch people liked her because of her lively, friendly nature, and Mary loved William deeply. However, the marriage was often unhappy. Her three pregnancies ended in miscarriage or stillbirth, and Mary was very sad that she did not have a child. Her husband was often cold to her, and he had an affair with Elizabeth Villiers, one of Mary's ladies-in-waiting, for a long time. After some time, though, he grew warmer towards Mary.\nThe Glorious Revolution.\nWhen Charles II died without any children in 1685, the Duke of York became King as James II in England and Ireland. He also became James VII in Scotland. He tried to give freedom of religion to non-Anglicans. He did this by making the acts of Parliament invalid by Royal Decree. The public did not like this. Several Protestant politicians and noblemen entered into negotiations (trying to reach agreements through discussion) with Mary's husband as early as 1687. In May 1688, James forced Anglican clergymen to read the Declaration of Indulgence. The Declaration of Indulgence was a statement that gave religious freedom to those who did not agree with the Church of England. This made him much less popular. Protestants became even more fearful when his wife, Mary of Modena, gave birth to a son–James Francis Edward–in June 1688. They were fearful because the son would, unlike Mary and Anne, be raised a Roman Catholic. Some said that the boy had been secretly carried into the Queen's room in a bed-warming pan instead of her stillborn baby. There was no strong proof to support this story, but Mary publicly doubted the boy's legitimacy. She sent a list of suspicious questions to her sister, Anne, about the boy's birth.\nOn 30 June, the Immortal Seven secretly asked William, who was in the Netherlands with Mary, to come to England with an army. William, who was jealous of Mary's position and power, did not want to go at first. But Mary told William that she did not care about political power. She said \"she would be no more but his wife, and that she would do all that lay in her power to make him King for life\".\nWilliam agreed to attack. He declared that James' newborn son was the \"pretended Prince of Wales\". He also gave a list of what the English people wanted, and said that he only wanted to have \"a free and lawful Parliament assembled\". The Dutch army, which had been turned back by a storm in October, landed on 5 November. The English Army and Navy went over to William. At this time, the English people's confidence in James was very low. They did not even try to save their King. On 11 December, the King tried to run away, but failed. He tried to run away again on 23 December. This second attempt was successful, and James escaped to France. He lived there in exile until his death.\nThough Mary was sad because of the deposition of her father, William ordered her to look happy when they arrived in London. Because of this, people thought she was being cold to her father. James also thought his daughter was unfaithful to him. This hurt Mary deeply.\nIn 1689, a Convention Parliament called by the Prince of Orange came together to discuss what they should do. William of Orange felt uncomfortable about his position. He wanted to rule as a King, not simply as a husband of a Queen. The only example of joint monarchy was from the sixteenth century. This was Queen Mary I and the Spanish Prince Philip. When they married, it was agreed that Prince Philip would take the title of King. But Philip II was King only during his wife's lifetime. He also did not have much power. William wanted to remain King even after his wife's death. Some important people suggested making Mary the only ruler. But Mary, who was faithful to her husband, refused.\nOn 13 February 1689, Parliament passed the Declaration of Right. In this declaration, it said that James, by trying to run away on 11 December 1688, had abandoned the government, so no one at the time was king. Normally, James's oldest son, James Francis Edward would have been the heir. However, Parliament offered the crown to William and Mary as joint Sovereigns instead. But it was added that \"the sole and full exercise of the regal (royal) power be only in and executed by the said Prince of Orange in the names of the said Prince and Princess during their joint lives.\" The declaration was later extended to take out all Catholics. This was because \"it hath been found (discovered) by experience that it is inconsistent (not in harmony) with the safety and welfare of this Protestant kingdom to be governed by a papist prince\".\nWilliam and Mary were crowned together at Westminster Abbey on 11 April 1689. The Archbishop of Canterbury usually performed coronations. But William Sancroft, the Archbishop at that time, felt that James II's removal had been wrong. Therefore, the Bishop of London, Henry Compton, crowned them instead. On the day of the Coronation, the Convention of the Estates of Scotland declared at last that James was no longer King of Scotland. William and Mary were offered the separate Scottish Crown. This was because the two kingdoms were not united until the Acts of Union in 1707. They accepted on 11 May.\nEven after this was declared, there was still strong support for James in Scotland. John Graham of Clevehouse, the Viscount of Dundee, raised an army and won a victory at Killiecrankie on 27 July. But Dundee's army suffered great losses, and he was seriously wounded at the start of the battle. This stopped the only effective resistance to William, and the revolt was quickly crushed. The next month, there was a great defeat at the Battle of Dunkeld.\nRule.\nIn December 1689 Parliament passed one of the most important documents in English history. This was the Bill of Rights. This measure gave several rights to Parliament and the people. Among other things, it declared that the Sovereign could not break laws passed by Parliament, demand taxes if the Parliament did not agree, raise an army during a time of peace if the Parliament did not agree, or punish members of the House of Parliament for anything they said during discussions.\nAfter either William III or Mary II died, the other was to continue to rule. The person who would become the monarch after them would be any of their children. After the children would be Mary's sister Anne and her children. Last of all would be any children William III might have had from any marriage after that.\nFrom 1690, William was often away from England, at first fighting Jacobites in Ireland. While her husband was away, Mary took care of the government. She was a firm ruler, and ordered her own uncle, Henry Hyde, 2nd Earl of Clarendon, to go to prison for trying to put James II back onto the throne. In 1692, she fired and put John Churchill, 1st Duke of Marlborough, in prison for similar reasons. This made her much less popular. It also damaged her relationship with her sister, Anne. Anne had been strongly influenced by Churchill's wife, Sarah. She appeared at court with Sarah and supported Churchill, which made Mary very angry. She demanded that Anne make Sarah go away. Mary did not visit Anne during her pregnancy after that. After the baby was born, Mary did visit Anne, but she spent her time berating Anne for her friendship with Sarah. The sisters never saw each other again.\nWilliam had crushed the Irish Jacobites by 1692, but he continued with campaigns away from England to begin a war against France in the Netherlands. When William was away, Mary acted in her own name but on his advice. When he was in England, Mary never joined in political matters, as had been agreed in the Bill of Rights. However, she did join in the affairs of the Church, and all church matters passed through her hands.\nMary died of smallpox at Kensington Palace on 28 December 1694. She was buried at Westminster Abbey. When she died, Henry Purcell was called to write her funeral music, titled \"Music for the Funeral of Queen Mary\". William had grown to depend on Mary more and more, and was very sad when she died. It is reported that he said that \"from being the happiest\" he was \"now going to be the miserablest creature on earth\".\nLegacy.\nAfter Mary II's death, William III continued to rule as King. Princess Anne's last living child, William, Duke of Gloucester, died in July 1700. Parliament saw that William would have no more children. Because of this, it passed the Act of Settlement 1701. After Anne, the Crown would go to their nearest Protestant relative, Sophia, Electress of Hanover, and her Protestant heirs. When William III died in 1702, he was succeeded by Anne. She was succeeded by the son of Electress Sophia, George I.\nMary gave money to the College of William and Mary (in the present day Williamsburg, Virginia) in 1693. She also began the Royal Hospital for Seamen, Greenwich.\nTitles and styles.\nWilliam III and Mary II called themselves \"William and Mary, by the Grace of God, King and Queen of England, France and Ireland, Defenders of the Faith, etc.\" when they began their rule. On 11 April 1689, the Estates of Scotland recognized them as Sovereigns. From then on, William and Mary called themselves \"William and Mary, by the Grace of God, King and Queen of England, Scotland, France and Ireland, Defenders of the Faith, etc.\".\nArms.\nThe arms used by the King and Queen were: \"Quarterly, I and IV Grandquarterly, Azure three fleurs-de-lis Or (for France) and Gules three lions passant guardant in pale Or (for England); II Or a lion rampant within a tressure flory-counter-flory Gules (for Scotland); III Azure a harp Or stringed Argent (for Ireland); overall an escutcheon Azure billetty and a lion rampant Or (for the House of Orange-Nassau)\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Queen_regnant","surface_form":"Queen regnant","offset":47},{"uri":"England","surface_form":"England","offset":64},{"uri":"Scotland","surface_form":"Scotland","offset":73},{"uri":"Ireland","surface_form":"Ireland","offset":87},{"uri":"Protestantism","surface_form":"Protestant","offset":133},{"uri":"Glorious_Revolution","surface_form":"Glorious Revolution","offset":172},{"uri":"Deposition","surface_form":"deposition","offset":215},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":233},{"uri":"James_II_of_England","surface_form":"James II and VII","offset":256},{"uri":"William_III_of_England","surface_form":"William III and II","offset":312},{"uri":"History","surface_form":"histories","offset":401},{"uri":"Reign","surface_form":"reigns","offset":436},{"uri":"Campaign","surface_form":"campaigns","offset":572},{"uri":"Effective","surface_form":"effective","offset":642},{"uri":"Church_of_England","surface_form":"Church of England","offset":765},{"uri":"Supreme_Governor_of_the_Church_of_England","surface_form":"Supreme Governo","offset":801},{"uri":"St._James_Palace","surface_form":"St. James Palace","offset":834},{"uri":"London","surface_form":"London","offset":854},{"uri":"James_II_of_England","surface_form":"James, Duke of York","offset":894},{"uri":"Lady_Anne_Hyde","surface_form":"Lady Anne Hyde","offset":950},{"uri":"Charles_II_of_England","surface_form":"Charles II","offset":1014},{"uri":"Grandfather","surface_form":"grandfather","offset":1030},{"uri":"Advisor","surface_form":"advisor","offset":1148},{"uri":"Anne_of_Great_Britain","surface_form":"Anne","offset":1235},{"uri":"Adult","surface_form":"adult","offset":1249},{"uri":"Protestantism","surface_form":"Protestant","offset":1342},{"uri":"Marriage","surface_form":"married","offset":1436},{"uri":"Mary_of_Modena","surface_form":"Mary of Modena","offset":1467},{"uri":"Catholic","surface_form":"Catholic","offset":1485},{"uri":"Hawk","surface_form":"hawk","offset":1650},{"uri":"Engagement","surface_form":"betrothed","offset":1743},{"uri":"Prince_of_Orange","surface_form":"Prince of Orange","offset":1798},{"uri":"Mary%2C_Princess_Royal_and_Princess_of_Orange","surface_form":"Mary, Princess Royal","offset":1839},{"uri":"Heir","surface_form":"heir","offset":1978},{"uri":"Louis%2C_Dauphin_of_France_(1661-1711)","surface_form":"Dauphin Louis","offset":2009},{"uri":"London","surface_form":"London","offset":2344},{"uri":"Crying","surface_form":"wept","offset":2397},{"uri":"Netherlands","surface_form":"Netherlands","offset":2447},{"uri":"Pregnancy","surface_form":"pregnancies","offset":2643},{"uri":"Miscarriage","surface_form":"miscarriage","offset":2664},{"uri":"Stillbirth","surface_form":"stillbirth","offset":2679},{"uri":"Adultery","surface_form":"affair","offset":2793},{"uri":"Charles_II_of_England","surface_form":"Charles II","offset":2959},{"uri":"Church_of_England","surface_form":"Anglicans","offset":3152},{"uri":"Invalid","surface_form":"invalid","offset":3208},{"uri":"Politics","surface_form":"politicians","offset":3282},{"uri":"Pastor","surface_form":"clergymen","offset":3454},{"uri":"Church_of_England","surface_form":"Church of England","offset":3613},{"uri":"James_Francis_Edward_Stuart","surface_form":"James Francis Edward","offset":3753},{"uri":"Immortal_Seven","surface_form":"Immortal Seven","offset":4199},{"uri":"Assemble","surface_form":"assembled","offset":4802},{"uri":"Storm","surface_form":"storm","offset":4862},{"uri":"Exile","surface_form":"exile","offset":5243},{"uri":"Deposition","surface_form":"deposition","offset":5301},{"uri":"Happy","surface_form":"happy","offset":5355},{"uri":"Monarchy","surface_form":"monarchy","offset":5792},{"uri":"Mary_I_of_England","surface_form":"Mary I","offset":5848},{"uri":"Philip_II_of_Spain","surface_form":"Philip","offset":5878},{"uri":"Abandon","surface_form":"abandoned","offset":6381},{"uri":"James_Francis_Edward_Stuart","surface_form":"James Francis Edward","offset":6469},{"uri":"Monarchy","surface_form":"Sovereigns","offset":6583},{"uri":"Sole","surface_form":"sole","offset":6630},{"uri":"Execution","surface_form":"executed","offset":6695},{"uri":"Welfare","surface_form":"welfare","offset":6992},{"uri":"Roman_Catholicism","surface_form":"papist","offset":7047},{"uri":"Westminster_Abbey","surface_form":"Westminster Abbey","offset":7105},{"uri":"Archbishop_of_Canterbury","surface_form":"Archbishop of Canterbury","offset":7145},{"uri":"Coronation","surface_form":"coronation","offset":7188},{"uri":"Acts_of_Union_1707","surface_form":"Acts of Union","offset":7618},{"uri":"Scotland","surface_form":"Scotland","offset":7740},{"uri":"Revolt","surface_form":"revolt","offset":8024},{"uri":"Defeat","surface_form":"defeat","offset":8086},{"uri":"Document","surface_form":"documents","offset":8186},{"uri":"Bill_of_Rights_1689","surface_form":"Bill of Rights","offset":8229},{"uri":"Punish","surface_form":"punish","offset":8521},{"uri":"Jacobitism","surface_form":"Jacobites","offset":8988},{"uri":"Uncle","surface_form":"uncle","offset":9114},{"uri":"Prison","surface_form":"prison","offset":9165},{"uri":"John_Churchill%2C_1st_Duke_of_Marlborough","surface_form":"John Churchill, 1st Duke of Marlborough","offset":9248},{"uri":"Relationship","surface_form":"relationship","offset":9373},{"uri":"Berate","surface_form":"berating","offset":9726},{"uri":"Friend","surface_form":"friend","offset":9748},{"uri":"Church_of_England","surface_form":"Church","offset":10179},{"uri":"Smallpox","surface_form":"smallpox","offset":10249},{"uri":"Kensington_Palace","surface_form":"Kensington Palace","offset":10261},{"uri":"Westminster_Abbey","surface_form":"Westminster Abbey","offset":10318},{"uri":"Funeral","surface_form":"funeral","offset":10390},{"uri":"Sorrow","surface_form":"miserablest","offset":10621},{"uri":"George_I_of_Great_Britain","surface_form":"George I","offset":11150},{"uri":"College_of_William_and_Mary","surface_form":"College of William and Mary","offset":11183},{"uri":"Williamsburg%2C_Virginia","surface_form":"Williamsburg","offset":11231},{"uri":"Virginia","surface_form":"Virginia","offset":11245},{"uri":"King","surface_form":"King","offset":11422},{"uri":"Queen","surface_form":"Queen","offset":11431},{"uri":"England","surface_form":"England","offset":11440},{"uri":"France","surface_form":"France","offset":11449},{"uri":"Kingdom_of_Ireland","surface_form":"Ireland","offset":11460},{"uri":"Estates_of_Scotland","surface_form":"Estates of Scotland","offset":11549},{"uri":"Scotland","surface_form":"Scotland","offset":11716},{"uri":"Heraldry","surface_form":"arms","offset":11787},{"uri":"Azure","surface_form":"Azure","offset":11862},{"uri":"Fleurs-de-lis","surface_form":"fleurs-de-lis","offset":11874},{"uri":"Lions","surface_form":"lions","offset":11920},{"uri":"England","surface_form":"England","offset":11959},{"uri":"Scotland","surface_form":"Scotland","offset":12039},{"uri":"Harp","surface_form":"harp","offset":12062},{"uri":"House_of_Orange-Nassau","surface_form":"House of Orange-Nassau","offset":12169}]}