{"id":437448,"url":"http://en.wikipedia.org/wiki/Evonne_Goolagong","text":"Evonne Goolagong-Cawley, AO, MBE (born 31 July 1951) is an Australian tennis player. She was one of the world's most successful players in the 1970s and early 1980s. She ranked No. 1 in the world in 1976.\nGoolagong won 14 Grand Slam titles. She won the women's title in singles tennis four times at the Australian Open, twice at the Wimbledon Championships, and once at the French Open. The other Grand Slam titles she won were in doubles tennis: six in women's doubles and one in mixed doubles.\nEarly life.\nEvonne Fay Goolagong was born in Griffith, New South Wales. She and her family are Aboriginal Australians. They belong to the Wiradjuri nation. Evonne was the third of eight children. She grew up in the small farming town of Barellan. Her father, Kenneth Goolagong, was a sheep shearer. Her family was poor. At this time, many Aboriginal people around Australia faced discrimination; they were treated differently by White Australians. However, Goolagong has said that she did not experience discrimination whilst living at Barellan.\nShe started playing tennis when she was a young girl. A began when Bill Kurtzman, a player at Barellan, saw Goolagong looking through the fence of the local tennis courts. He asked her if she would like to try playing. She joined the local tennis club when she was seven years old. She quickly showed a talent for the game. She was fast and had quick reflexes. She played in competitions with neighbouring towns. In 1961, Vic Edwards, the owner of a tennis school in Sydney, travelled to Barellan to watch Goolagong play. She was eleven years old at the time.\nEdwards coached Goolagong and encouraged her to play tennis as a career. She left Barellan and moved to Sydney permanently in 1965, when she was aged 14. She lived with Edwards' family in their home. She went to Willoughby Girls High School, finishing in 1968. She entered the New South Wales Championship in 1967. She played in the Australian women's singles championship in January 1968. By this time she was ranked as the best junior player in New South Wales. Goolagong would later win the Australian championship four times; in 1974, 1975, 1976 and 1977. She came second place in 1971, 1972 and 1973.\nGrand Slam success.\nGoolagong won seven Grand Slam singles titles in her career. She played in eighteen Grand Slam singles finals; all except one of these were during the 1970s. Between 1971 and 1977, she reached the final of almost every Grand Slam singles event she entered.\nShe competed at Wimbledon for the first time in 1970. She won her first Grand Slam singles title in 1971, beating Helen Gourlay to win the French Open. A month later, she beat Margaret Court to win the Wimbledon Championship. The next year, she lost in the Wimbledon final to Billie Jean King. She lost to King again in the semi-final in 1973, and a third time in the final in 1975. She lost to Chris Evert in the final in 1976. She won the Wimbledon title for the second time in 1980, playing against Evert again in the final. Goolagong had given birth to her daughter in 1977. She became the first and only mother to win since Dorothea Douglass-Chambers 66 years before.\nGoolagong reached four U.S. Open finals; in 1973, 1974, 1975 and 1976. She lost them all: to Court, King, then twice to Evert. She is the only woman in the U.S. Open to have lost four finals one after the other. Goolagong made seven finals at the Australian Open, each one after the other. She won four times in a row. After having won her first French Open in 1971, Goolagong stopped competing in the tournament after 1973. She returned in 1983, and this was the last Gland Slam singles tournament she competed in. She lost to Evert.\nGoolagong won six women's doubles titles. She won five at the Australian Open (in 1971, 1974, 1975, 1976 and 1977), and one at Wimbledon (1974). She also won the mixed doubles title at the French Open in 1972.\nGoolagong was ranked number one in the world for two weeks in 1976. However, it was not reported at the time because incomplete data were used to calculate the rankings. This was discovered in December 2007, 31 years later. She was the 16th woman to hold the top position.\nAwards and recognition.\nGoolagong was awarded Australian of the Year in 1971. She was made an Member of the Order of the British Empire (MBE) in 1972, and an Officer of the Order of Australia (AO) in 1982. She was entered into the Sport Australia Hall of Fame in 1985. She was made a part of the International Tennis Hall of Fame in 1988.\nThe National Museum of Australia holds a collection of items to remember Goolagong's career. This includes her 1971 and 1980 Wimbledon singles trophies, the trophy from her 1974 doubles win, and two racquets used in these tournaments.\nPersonal life.\nGoolagong married British tennis player Roger Cawley on 19 June 1975. After their wedding, the couple settled in Naples, Florida. They lived in the U.S. for eight years. They now live in Noosa Heads, in Queensland. They have two children: Kelly and Morgan.\nCareer statistics.\nGoolagong played a total of 869 singles matches. Of these, she won 704 (81.01%). In Grand Slam singles tournaments, she won 82.09% of her matches (133 wins, 29 losses).","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_of_Australia","surface_form":"AO","offset":25},{"uri":"Order_of_the_British_Empire","surface_form":"MBE","offset":29},{"uri":"Australia","surface_form":"Australia","offset":59},{"uri":"Tennis_player","surface_form":"tennis player","offset":70},{"uri":"Grand_Slam_(tennis)","surface_form":"Grand Slam","offset":222},{"uri":"Australian_Open","surface_form":"Australian Open","offset":303},{"uri":"Wimbledon_Championships","surface_form":"Wimbledon Championships","offset":333},{"uri":"French_Open","surface_form":"French Open","offset":374},{"uri":"Griffith%2C_New_South_Wales","surface_form":"Griffith","offset":541},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":551},{"uri":"Australian_Aborigine","surface_form":"Aboriginal Australians","offset":591},{"uri":"Wiradjuri","surface_form":"Wiradjuri","offset":634},{"uri":"Barellan%2C_New_South_Wales","surface_form":"Barellan","offset":733},{"uri":"Sheep_shearing","surface_form":"sheep shearer","offset":780},{"uri":"Discrimination","surface_form":"discrimination","offset":876},{"uri":"White_people","surface_form":"White","offset":925},{"uri":"Reflex","surface_form":"reflex","offset":1393},{"uri":"Sydney","surface_form":"Sydney","offset":1509},{"uri":"Coaching","surface_form":"coached","offset":1610},{"uri":"Willoughby_Girls_High_School","surface_form":"Willoughby Girls High School","offset":1814},{"uri":"Wimbledon_Championships","surface_form":"Wimbledon","offset":2501},{"uri":"Helen_Gourlay","surface_form":"Helen Gourlay","offset":2599},{"uri":"French_Open","surface_form":"French Open","offset":2624},{"uri":"Margaret_Court","surface_form":"Margaret Court","offset":2661},{"uri":"Billie_Jean_King","surface_form":"Billie Jean King","offset":2761},{"uri":"Chris_Evert","surface_form":"Chris Evert","offset":2880},{"uri":"Dorothea_Douglass-Chambers","surface_form":"Dorothea Douglass-Chambers","offset":3114},{"uri":"U.S._Open_(tennis)","surface_form":"U.S. Open","offset":3181},{"uri":"Australian_Open","surface_form":"Australian Open","offset":3405},{"uri":"Australian_of_the_Year","surface_form":"Australian of the Year","offset":4222},{"uri":"Order_of_the_British_Empire","surface_form":"Member of the Order of the British Empire","offset":4270},{"uri":"Order_of_Australia","surface_form":"Order of Australia","offset":4349},{"uri":"Sport_Australia_Hall_of_Fame","surface_form":"Sport Australia Hall of Fame","offset":4407},{"uri":"International_Tennis_Hall_of_Fame","surface_form":"International Tennis Hall of Fame","offset":4472},{"uri":"National_Museum_of_Australia","surface_form":"National Museum of Australia","offset":4519},{"uri":"Tennis_racket","surface_form":"racquets","offset":4714},{"uri":"Naples%2C_Florida","surface_form":"Naples, Florida","offset":4878},{"uri":"Noosa_Heads%2C_Queensland","surface_form":"Noosa Heads","offset":4952},{"uri":"Queensland","surface_form":"Queensland","offset":4968}]}