{"id":4374,"url":"http://en.wikipedia.org/wiki/Plane_(mathematics)","text":"e=\"preserve\">:\"Plane can also refer to airplane.\"\nA plane is a perfectly flat surface extending in all directions. It can be thought of as the ceiling of a room, only extended into all directions infinitely. A plane has two dimensions: length and width. All planes are flat surfaces. If a surface is not flat, it is called a \"curved surface\".\nThe tool \"plane\" can be used to create a flat, level surface like the mathematical plane—hence the name.\nIn geometry, a plane is made up of an infinite number of lines (or points). It has no depth. It is absolutely flat and infinitely large.\nA \"plane figure\" is part of a plane. It is named by the capital letters (such as A, B, C...X, Y, Z) that are put at its corners. Sometimes, a single capital pi formula_1 is also used to refer to a plane. A plane can also be named after three points that are not all on the same line.\nPlane in mathematics.\nIn mathematics, a plane is a fundamental two-dimensional object. Intuitively, it looks like a flat infinite sheet of paper. There are several definitions of the plane. They are equivalent in the sense of Euclidean geometry, but they can be extended in different ways to define objects in other areas of mathematics. The only two-dimensional figure in our three-dimensional world is a shadow.\nIn some areas of mathematics, such as plane geometry or 2D computer graphics, the whole space in which the work is carried out is a single plane. In such situations, the definite article is used: \"the plane\". Many fundamental tasks in geometry, trigonometry and graphing are performed in the two dimensional space, or in other words, in the plane.\nEuclidean geometry.\nA plane is a surface such that, given any three distinct points on the surface, the surface also contains all of the straight lines that pass through any two of them.\nOne can introduce a Cartesian coordinate system on a given plane in order to label every point on it with a unique ordered pair, which is composed of two numbers and is the coordinate of the point.","categories":[],"infobox_types":[],"annotations":[{"uri":"Airplane","surface_form":"airplane","offset":39},{"uri":"Length","surface_form":"length","offset":236},{"uri":"Width","surface_form":"width","offset":247},{"uri":"Curve","surface_form":"curve","offset":326},{"uri":"Plane_(tool)","surface_form":"plane","offset":353},{"uri":"Geometry","surface_form":"geometry","offset":451},{"uri":"Infinity","surface_form":"infinite","offset":486},{"uri":"Line","surface_form":"line","offset":505},{"uri":"Point_(geometry)","surface_form":"points","offset":515},{"uri":"Depth","surface_form":"depth","offset":534},{"uri":"Corner","surface_form":"corner","offset":705},{"uri":"Pi","surface_form":"pi","offset":742},{"uri":"Mathematics","surface_form":"mathematics","offset":894},{"uri":"Two-dimensional","surface_form":"two-dimensional","offset":932},{"uri":"Euclidean_geometry","surface_form":"Euclidean geometry","offset":1095},{"uri":"Mathematics","surface_form":"mathematics","offset":1194},{"uri":"Shadow","surface_form":"shadow","offset":1275},{"uri":"Plane_geometry","surface_form":"plane geometry","offset":1321},{"uri":"Computer_graphics","surface_form":"computer graphics","offset":1342},{"uri":"Geometry","surface_form":"geometry","offset":1518},{"uri":"Trigonometry","surface_form":"trigonometry","offset":1528},{"uri":"Surface","surface_form":"surface","offset":1664},{"uri":"Point_(mathematics)","surface_form":"points","offset":1708},{"uri":"Line","surface_form":"straight lines","offset":1768},{"uri":"Cartesian_coordinate_system","surface_form":"Cartesian coordinate system","offset":1838}]}