{"id":437594,"url":"http://en.wikipedia.org/wiki/President_of_Kenya","text":"The President of the Republic of Kenya () is the head of state and head of government of Kenya. The president leads the executive branch of the Government of Kenya. The president is the commander-in-chief of the Kenya Defence Forces. The first president of Kenya was Jomo Kenyatta. His son, Uhuru is now president.\nRole.\nUnder the 1964 Constitutional Amendment establishing the Republic of Kenya, the President replaced the Monarch as head of state and the Prime Minister as chief executive. The President was initially elected by the House of Representatives of Kenya, and, after the merger of the House of Representatives and Senate into a unicameral National Assembly, by the National Assembly, for a five-year term. In the event of a vacancy the Vice-President would have served as Acting President for 90 days until new elections were held.\nFollowing the enactment of the 1969 Constitution of Kenya, the system of election by the National Assembly was replaced by direct elections under a first-past-the-post system, yet true separation of powers was still not established; The President had to also be elected as an MP and he had to appoint his Ministers from among MPs, the President was still able to dissolve the National Assembly, and the Assembly was still able to declare no confidence in the ministers. Not only that, but until the first multiparty elections in 1992, only one candidate - that of the Kenya African National Union - was nominated and automatically declared winner of the elections without voting actually being held.\nWith the enactment of the 2010 Constitution, Kenya's current, the first-past-the-post system was replaced in presidential elections in favor of a two-round system, the post of Vice-President was renamed Deputy President and was made to automatically succeed to the Presidency in case of a vacancy for the remainder of the term in a full, not merely acting, capacity, and the requirement of the President, DP, and ministers to also be MPs was abolished, finally establishing separation of powers between the executive and legislature.","categories":[],"infobox_types":[],"annotations":[{"uri":"Head_of_state","surface_form":"head of state","offset":49},{"uri":"Head_of_government","surface_form":"head of government","offset":67},{"uri":"Kenya","surface_form":"Kenya","offset":89},{"uri":"Executive_(government)","surface_form":"executive branch","offset":120},{"uri":"Government_of_Kenya","surface_form":"Government of Kenya","offset":144},{"uri":"Commander-in-chief","surface_form":"commander-in-chief","offset":186},{"uri":"Kenya_Defence_Forces","surface_form":"Kenya Defence Forces","offset":212},{"uri":"Jomo_Kenyatta","surface_form":"Jomo Kenyatta","offset":267},{"uri":"Uhuru_Kenyatta","surface_form":"Uhuru","offset":291},{"uri":"House_of_Representatives_of_Kenya","surface_form":"House of Representatives of Kenya","offset":535},{"uri":"Senate_of_Kenya","surface_form":"Senate","offset":628},{"uri":"Unicameral","surface_form":"unicameral","offset":642},{"uri":"National_Assembly_of_Kenya","surface_form":"National Assembly","offset":653},{"uri":"Deputy_President_of_Kenya","surface_form":"Vice-President","offset":750},{"uri":"Acting_(law)","surface_form":"Acting","offset":786},{"uri":"First-past-the-post","surface_form":"first-past-the-post","offset":994},{"uri":"Two-round_system","surface_form":"two-round system","offset":1692}]}