{"id":437798,"url":"http://en.wikipedia.org/wiki/Happisburgh_archaeology","text":"The small village of Happisburgh on the coast of Norfolk has evidence of the earliest modern man.\nThe oldest hominin footprints in Europe are in Britain. They are about 800,000 years to a million years old. They were found on Happisburgh beach, East Anglia in May 2013.\nThe archaeologists describe them as \"the oldest known hominin footprint surface outside Africa at between ca. 1 million and 0.78 million years ago\". The site is known for its preservation of sediments with early Pleistocene fauna and flora. Since 2005 flint tools have been found. This means humans occupied northern Europe at least 350,000 years earlier than was thought before.\nThe footprints were found in sediment, partially covered by beach sand, at low tide on the shore at Happisburgh. Stormy weather had washed away the sand, leaving the sediment exposed. Because the sediment was soft, and lay below the high tide mark, the tides quickly eroded the exposed sediment, and in two weeks the footprints had all been destroyed. The team worked during low tides, often in pouring rain, to record 3D images of all the footprints.\nArchaeology.\nIn 2010, Simon Parfitt and colleagues from University College London discovered flint tools near Happisburgh. The tools were dated to \"somewhere between 866,000 to 814,000 years ago or 970,000 to 936,000 years ago\", around 100,000 years earlier than the finds at Pakefield. The flints were probably left by hunter-gatherers of the human species \"Homo antecessor\" who inhabited the flood plains and marshlands that bordered an ancient course of the river Thames. The flints were then washed downriver and came to rest at the Happisburgh site. In May 2013 the oldest human footprints outside of Africa, being more than 800,000 years old, were reported to have been discovered on the beach.","categories":[],"infobox_types":[],"annotations":[{"uri":"Happisburgh","surface_form":"Happisburgh","offset":21},{"uri":"Norfolk","surface_form":"Norfolk","offset":49},{"uri":"Hominin","surface_form":"hominin","offset":109},{"uri":"Britain","surface_form":"Britain","offset":145},{"uri":"Happisburgh","surface_form":"Happisburgh","offset":226},{"uri":"East_Anglia","surface_form":"East Anglia","offset":245},{"uri":"Pleistocene","surface_form":"Pleistocene","offset":482},{"uri":"Fauna","surface_form":"fauna","offset":494},{"uri":"Flora","surface_form":"flora","offset":504},{"uri":"Flint","surface_form":"flint","offset":522},{"uri":"Sediment","surface_form":"sediment","offset":679},{"uri":"Beach","surface_form":"beach","offset":710},{"uri":"Sand","surface_form":"sand","offset":716},{"uri":"Low_tide","surface_form":"low tide","offset":725},{"uri":"Shore","surface_form":"shore","offset":741},{"uri":"Erosion","surface_form":"eroded","offset":917},{"uri":"University_College_London","surface_form":"University College London","offset":1158},{"uri":"Homo_antecessor","surface_form":"Homo antecessor","offset":1461},{"uri":"River_Thames","surface_form":"river Thames","offset":1563},{"uri":"Happisburgh_footprints","surface_form":"oldest human footprints outside of Africa","offset":1673}]}