{"id":437945,"url":"http://en.wikipedia.org/wiki/Harriet_Martineau","text":"Harriet Martineau (12 June 1802 – 27 June 1876) was an English social theorist and writer. She is often called the first female sociologist.\nShe wrote only one book, but many essays. The essays were sociological, religious, domestic, sexual themes, with a feminine perspective. She also translated various works from Auguste Comte. She earned enough to be supported entirely by her writing.\nA young Princess Victoria, (later Queen Victoria), enjoyed reading Martineaus's publications. The Queen invited Martineau to her coronation in 1838 – an event which Martineau described, in great and amusing detail, to her many readers. Martineau has said of her own approach to writing: \"when one studies a society, one must focus on all its aspects, including key political, religious, and social institutions\". She believed a thorough analysis was necessary to understand woman's status under men.\nOne writer said \"as a born lecturer and politician she [Martineau] was less affected by her sex than perhaps any other, male or female, of her generation\". Often described as having a masculine intellect and body, Martineau introduced feminist perspectives in her writing on otherwise overlooked issues such as marriage, children, domestic and religious life, and race relations.","categories":[],"infobox_types":["writer"],"annotations":[{"uri":"Social_theorist","surface_form":"social theorist","offset":63},{"uri":"Writer","surface_form":"writer","offset":83},{"uri":"Sociologist","surface_form":"sociologist","offset":128},{"uri":"Religious","surface_form":"religious","offset":213},{"uri":"Domestic","surface_form":"domestic","offset":224},{"uri":"Sexual","surface_form":"sexual","offset":234},{"uri":"Auguste_Comte","surface_form":"Auguste Comte","offset":317},{"uri":"Queen_Victoria","surface_form":"Princess Victoria","offset":399},{"uri":"Queen_Victoria","surface_form":"Queen Victoria","offset":425},{"uri":"Coronation_of_Queen_Victoria","surface_form":"coronation","offset":520}]}