{"id":438066,"url":"http://en.wikipedia.org/wiki/Oncogene","text":"An oncogene is a gene that has the potential to cause cancer. Or, equally good, an oncogene is a gene which brings about uncontrolled cell division.\nOncogenes in tumor cells are often mutated or expressed at high levels.\nMost normal cells undergo a programmed form of death (apoptosis). Activated oncogenes can cause those cells designated for apoptosis to survive and proliferate instead. Most oncogenes require an additional step, such as mutations in another gene, or environmental factors, such as viral infection, to cause cancer. Since the 1970s, dozens of oncogenes have been identified in human cancer. Many cancer drugs target the proteins coded by oncogenes.\nIn 1976 J. Michael Bishop and Harold E. Varmus of the University of California, San Francisco showed that oncogenes were activated proto-oncogenes, found in many organisms including humans. For this discovery Bishop and Varmus were awarded the Nobel Prize in Physiology or Medicine in 1989.\nThe history of a mistake.\nIn fact, the reverse transcription of the virus RNA into DNA had the effect that the oncogenes become integrated into the chromosomal DNA in the cells. It was then found that oncogene-like material could be detected in different species throughout the animal kingdom, in fact even in simple organisms with only a few cells. Furthermore, it was shown that the gene had a fixed position in the chromosomes of a certain species, and that the gene, when it constituted part of the cellular genetic material, was divided into fragments.\nProto-oncogene.\nA proto-oncogene is a normal gene that can become an oncogene due to mutations or increased expression. The resultant protein can be called an oncoprotein. Proto-oncogenes code for proteins that help to regulate cell growth and differentiation. Proto-oncogenes are often involved in signal transduction and execution of mitogenic signals, usually through their protein products. Upon \"activation\", a proto-oncogene (or its product) becomes a tumor-inducing agent, an oncogene.\nExamples.\nThe MYC gene is implicated in Burkitt's Lymphoma. This starts when a chromosomal translocation moves an enhancer sequence close to the MYC gene. The MYC gene codes for widely used transcription factors. When the enhancer sequence is wrongly placed, these transcription factors are produced at much higher rates. Another example of an oncogene is the Bcr-Abl gene found on the 'Philadelphia Chromosome'. This is a piece of genetic material seen in Chronic Myelogenous Leukemia, caused by the translocation of pieces from chromosomes 9 and 22. Bcr-Abl codes for a receptor tyrosine kinase, which is active, causing uncontrolled cell proliferation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gene","surface_form":"gene","offset":17},{"uri":"Cancer","surface_form":"cancer","offset":54},{"uri":"Cell_division","surface_form":"cell division","offset":134},{"uri":"Tumor","surface_form":"tumor","offset":162},{"uri":"Mutation","surface_form":"mutated","offset":184},{"uri":"Gene_expression","surface_form":"expressed","offset":195},{"uri":"Apoptosis","surface_form":"apoptosis","offset":275},{"uri":"Cancer","surface_form":"cancer","offset":528},{"uri":"J._Michael_Bishop","surface_form":"J. Michael Bishop","offset":677},{"uri":"Harold_E._Varmus","surface_form":"Harold E. Varmus","offset":699},{"uri":"University_of_California%2C_San_Francisco","surface_form":"University of California, San Francisco","offset":723},{"uri":"Nobel_Prize_in_Physiology_or_Medicine","surface_form":"Nobel Prize in Physiology or Medicine","offset":913},{"uri":"Reverse_transcriptase","surface_form":"reverse transcription","offset":999},{"uri":"RNA","surface_form":"RNA","offset":1034},{"uri":"DNA","surface_form":"DNA","offset":1043},{"uri":"Chromosome","surface_form":"chromosomal","offset":1108},{"uri":"Mutations","surface_form":"mutations","offset":1603},{"uri":"Gene_expression","surface_form":"expression","offset":1626},{"uri":"Protein","surface_form":"protein","offset":1715},{"uri":"Cell_growth","surface_form":"cell growth","offset":1746},{"uri":"Cell_differentiation","surface_form":"differentiation","offset":1762},{"uri":"Signal_transduction","surface_form":"signal transduction","offset":1817},{"uri":"Mitosis","surface_form":"mitogenic","offset":1854},{"uri":"Protein","surface_form":"protein","offset":1895},{"uri":"Burkitt%27s_Lymphoma","surface_form":"Burkitt's Lymphoma","offset":2051},{"uri":"Translocation_(genetics)","surface_form":"chromosomal translocation","offset":2090},{"uri":"Transcription","surface_form":"transcription","offset":2201},{"uri":"Bcr-Abl","surface_form":"Bcr-Abl","offset":2371}]}