{"id":438031,"url":"http://en.wikipedia.org/wiki/Blackheath%2C_London","text":"Blackheath is a heathland area of South East London. Formerly in Kent, it is now shared between the London Boroughs of Lewisham and Greenwich.\nBlackheath has one of the largest areas of common land in Greater London.\nHistory.\nThe name is recorded in 1166 as \"Blachehedfeld\" and means the \"dark coloured heathland\". It is formed from the Old English 'blæc' and 'hǣth' and refers to the open space that was the meeting place of the ancient hundred of Blackheath. The name was later applied to the Victorian suburb that developed in the 19th century and was extended to the areas known as Blackheath Park and Blackheath Vale.\nOrigins.\nThe Roman road that later became known as Watling Street crosses the northern edge of Blackheath (almost in line with the A2).\nBlackheath was a rallying point for Wat Tyler's Peasants' Revolt of 1381, and for Jack Cade's Kentish rebellion in 1450. Wat Tyler is remembered by Wat Tyler Road on the heath. After pitching camp on Blackheath, Cornish rebels were defeated in the Battle of Deptford Bridge (sometimes called the Battle of Blackheath), just to the west, on 17 June 1497.\nWith Watling Street carrying stagecoaches across the heath, en route to north Kent and the Channel ports, it was also a notorious haunt of highwaymen during the 17th and 18th centuries.\nBlackheath Park.\nThe sizeable estate of Blackheath Park was created on lands of Wricklemarsh Manor, and built over in the late 18th and early 19th centuries. It has fine examples of substantial Georgian and Victorian houses – most notably Michael Searles' crescent of semi-detached terrace houses linked by colonnades, The Paragon (c 1793-1807).\nThe Pagoda is a notable example of a beautiful property situated in Blackheath, built in 1760 by Sir William Chambers in the style of a traditional Chinese pagoda. It was later leased to the Prince Regent, who would become King George IV, and used as a summer home by his wife Caroline, Princess of Wales.\nSports.\nIn 1608, according to tradition, Blackheath was the place where golf was introduced to England – the Royal Blackheath Golf Club. The club was one of the first golf associations established (1766) outside Scotland. Since 1923 it has been in nearby Eltham. Blackheath also gave its name to the first hockey club, established during the mid 19th century.\nThe Blackheath Rugby Club was founded in 1858, the oldest rugby club in England. The Blackheath club organised the world's first rugby international (between England and Scotland in Edinburgh on 27 March 1871), and hosted the first international between England and Wales ten years later. Blackheath Rugby Club was one of the 12 founding members of the Football Association in 1863.","categories":[],"infobox_types":[],"annotations":[{"uri":"Heathland","surface_form":"heathland","offset":16},{"uri":"London","surface_form":"London","offset":45},{"uri":"Kent","surface_form":"Kent","offset":65},{"uri":"London_Borough_of_Lewisham","surface_form":"Lewisham","offset":119},{"uri":"Royal_Borough_of_Greenwich","surface_form":"Greenwich","offset":132},{"uri":"Common_land","surface_form":"common land","offset":186},{"uri":"Greater_London","surface_form":"Greater London","offset":201},{"uri":"Old_English","surface_form":"Old English","offset":337},{"uri":"Hundred","surface_form":"hundred","offset":438},{"uri":"Roman_roads_in_Britain","surface_form":"Roman road","offset":636},{"uri":"Watling_Street","surface_form":"Watling Street","offset":674},{"uri":"A2_road_(Great_Britain)","surface_form":"A2","offset":754},{"uri":"Wat_Tyler","surface_form":"Wat Tyler","offset":795},{"uri":"Peasants%27_Revolt","surface_form":"Peasants' Revolt","offset":807},{"uri":"Jack_Cade","surface_form":"Jack Cade","offset":841},{"uri":"Cornwall","surface_form":"Cornish","offset":971},{"uri":"Cornish_Rebellion_of_1497","surface_form":"Battle of Deptford Bridge","offset":1007},{"uri":"English_Channel","surface_form":"Channel","offset":1204},{"uri":"Highwayman","surface_form":"highwaymen","offset":1252},{"uri":"Georgian_architecture","surface_form":"Georgian","offset":1493},{"uri":"Victorian_architecture","surface_form":"Victorian","offset":1506},{"uri":"Michael_Searles","surface_form":"Michael Searles","offset":1538},{"uri":"Golf","surface_form":"golf","offset":2023},{"uri":"Scotland","surface_form":"Scotland","offset":2163},{"uri":"Eltham%2C_London","surface_form":"Eltham","offset":2206},{"uri":"Field_hockey","surface_form":"hockey","offset":2257},{"uri":"Blackheath_Rugby_Club","surface_form":"Blackheath Rugby Club","offset":2315},{"uri":"Rugby_football","surface_form":"rugby","offset":2369},{"uri":"Edinburgh","surface_form":"Edinburgh","offset":2493},{"uri":"Football_Association","surface_form":"Football Association","offset":2664}]}