{"id":43830,"url":"http://en.wikipedia.org/wiki/Baldur","text":"Baldr (also Balder, Baldur or Baldor) is the god of light and radiance, peace and forgiveness in Norse mythology. A member of the Æsir, he is the son of Odin and Frigg, and twin brother to the blind god of darkness, Höðr. His wife is called Nanna, with whom he had a son named Forseti, god of justice. Prior to his death, Baldr possessed a ship called Hringhorni, said to be the largest ship ever built. His hall is called Breidablik.\nBased on the Merseburg charms, his Germanic name may have been Phol.\nBaldr once had a nightmare that he would be killed. His mother, Frigg, made all the things across the Nine Realms vow not to hurt him. The mistletoe did not vow, however, as Frigg considered it to be so unimportant that she thought nothing of it. Loki found out that the mistletoe had not vowed, and thus made a spear out of the dreaded plant, as he tricked Höðr into throwing it at Baldr. Beings from all across the Nine Realms will come to attend his funeral, and Baldr's wife Nanna soon dies of grief. Loki is soon caught and sentenced to punishment; he is bound by the entrails of one of his sons, to face torture as the venom of a massive serpent drips from its fangs onto Loki's eyes. This causes him unimaginable pain, writhing in agony. (The goddess Skaði is responsible for placing the serpent above him). His wife Sigyn is stationed nearby, collecting the drips of venom that escape from Loki's eyes into a bowl. When the bowl is full, she pours its contents onto the Trickster, causing him even greater pain as the venom gradually eats away at his flesh, burning at the other corners. Loki's escape from this predicament is the catalyst of Ragnarök, as upon his being freed, he will lead the forces of Jötunheimr and Svartálfheimr in a final assault against the gods.\nDuring Ragnarök, the veils/barriers between the realms will be broken, so Baldr will be able to escape from Helheimr. After the death of Odin at the fangs of the monstrous wolf Fenrir, Baldr and Höðr came back to life, meeting with the other survivors in the\" \"fields of Iðavöllr (Old Norse: \"Iðavǫllr\" - \"splendour-plain\"), where Asgard once lay. There, they shall rule in place of their father.","categories":[],"infobox_types":[],"annotations":[{"uri":"Norse_mythology","surface_form":"Norse mythology","offset":97},{"uri":"%C3%86sir","surface_form":"Æsir","offset":130},{"uri":"Odin","surface_form":"Odin","offset":153},{"uri":"Frigg","surface_form":"Frigg","offset":162},{"uri":"Darkness","surface_form":"darkness","offset":206},{"uri":"H%C3%B6%C3%B0r","surface_form":"Höðr","offset":216},{"uri":"Nanna_(Norse_deity)","surface_form":"Nanna","offset":241},{"uri":"Forseti","surface_form":"Forseti","offset":277},{"uri":"Justice","surface_form":"justice","offset":293},{"uri":"Ship","surface_form":"ship","offset":340},{"uri":"Frigg","surface_form":"Frigg","offset":568},{"uri":"Loki","surface_form":"Loki","offset":751},{"uri":"Ska%C3%B0i","surface_form":"Skaði","offset":1262},{"uri":"Ragnar%C3%B6k","surface_form":"Ragnarök","offset":1655},{"uri":"Ragnarok","surface_form":"Ragnarök","offset":1790},{"uri":"Fenrir","surface_form":"Fenrir","offset":1960},{"uri":"Old_Norse_language","surface_form":"Old Norse","offset":2064},{"uri":"Asgard","surface_form":"Asgard","offset":2114}]}