{"id":438323,"url":"http://en.wikipedia.org/wiki/Stasi","text":"The Stasi was the official state security service of East Germany, the German Democratic Republic or GDR. The Stasi motto was \"Schild und Schwert der Partei\" (Shield and Sword of the Party). \"The Party\" was the ruling Socialist Unity Party of Germany. The main job of the Stasi was to prevent opposition to the Party.\nIt was one of the most effective and ruthless secret police agencies in the world. The Stasi headquarter was in East Berlin, with a group of buildings in Lichtenberg and several other buildings in Berlin.\nOne of its main tasks was spying on the people, through a vast network of citizens who were informants (\"snitches\"). Informants were paid, or given favours for this.\nThe Stasi also worked as an intelligence agency abroad, using espionage and covert operations in foreign countries. Under its long-time head Markus Wolf it got a reputation as one of the most effective intelligence agencies of the Cold War. After German reunification in 1990, many Stasi officials were prosecuted for their crimes. The files that the Stasi had kept on millions of East Germans were laid open. Now citizens can see their personal files on request; these files are kept by the Federal Commissioner for the Stasi Archives.","categories":[],"infobox_types":[],"annotations":[{"uri":"East_Germany","surface_form":"East Germany","offset":53},{"uri":"German_Democratic_Republic","surface_form":"German Democratic Republic","offset":71},{"uri":"Socialist_Unity_Party_of_Germany","surface_form":"Socialist Unity Party of Germany","offset":218},{"uri":"Secret_police","surface_form":"secret police","offset":364},{"uri":"East_Berlin","surface_form":"East Berlin","offset":430},{"uri":"Lichtenberg","surface_form":"Lichtenberg","offset":472},{"uri":"Spy","surface_form":"spy","offset":549},{"uri":"Intelligence_agency","surface_form":"intelligence agency","offset":717},{"uri":"Espionage","surface_form":"espionage","offset":751},{"uri":"Covert_operation","surface_form":"covert operation","offset":765},{"uri":"Markus_Wolf","surface_form":"Markus Wolf","offset":830},{"uri":"Cold_War","surface_form":"Cold War","offset":920},{"uri":"German_reunification","surface_form":"German reunification","offset":936},{"uri":"Federal_Commissioner_for_the_Stasi_Archives","surface_form":"Federal Commissioner for the Stasi Archives","offset":1181}]}