{"id":438467,"url":"http://en.wikipedia.org/wiki/Hercules%E2%80%93Corona_Borealis_Great_Wall","text":"The Hercules–Corona Borealis Great Wall is the largest known super-structure in the universe.\nIt is a huge group of galaxies forming a giant sheet-like pattern which is about 10 billion light-years long, 7.2 billion light-years wide, and almost 1 billion light-years thick. It is about 10 billion light-years away in the constellations of Hercules and Corona Borealis, hence its name.\nIt was discovered in November 2013 by mapping gamma-ray bursts. They are very luminous explosions of distant, massive stars, the most powerful explosions in the universe. A typical burst releases more energy in less than a tenth of a second than the Sun will in its whole life of 10 billion years.\nGamma-ray bursts are very rare: only one happens in a typical galaxy every few million years. The stars which cause these explosions are very massive, so the material required for them to be formed must be in great amounts. So, these explosions can be used to track down if there is a galaxy in that direction, or there is a large group of matter in there.\nBetween the years of 1997 to 2012, astronomers mapped these bursts in the sky, with the help of the robotic satellites Swift and Fermi which looks for gamma-ray bursts and measures their redshifts. In the map they produced, they noticed something interesting; 14 gamma-ray bursts have very similar redshifts and are very close to each other. This means that there is a very large group of galaxies and matter in the region. They say, from measuring these bursts, comes up with a very large structure measuring 10 billion light-years in diameter.\nFor comparison, the Milky Way, the galaxy we live in, measures only 200,000 light-years, and the distance from the Milky Way to the Andromeda Galaxy measures only 2.5 million light-years. The Huge-LQG (the Huge Large Quasar Group), the previous largest structure in the universe, is 4 billion light-years long.\nThe discovery of the Hercules–Corona Borealis Great Wall contradicts a theory proposed by Albert Einstein known as the cosmological principle. The cosmological principle says that the entire universe is approximately equal; any two regions in the universe will look very similar, even if those two regions are very far apart, assuming those regions have sizes larger than 250 to 300 million light-years. Maximum sizes of structures must be around 1.2 billion light-years based on the meaning above, and no structure must be larger than that, assuming that matter is spreaded equally from the Big Bang. However, the structure, is eight times larger than the limit, contradicting the cosmological principle.\nThe structure also contradicts theories about the evolution of the universe. The structure is 10 billion light-years away, which means that we see the structure 10 billion years ago, when the universe is only 13.8 billion years old, and its light was just approaching us. The 13.8 billion year span of time is \"too short for a giant structure 10 billion light-years long to form\". Even Istvan Horvath, the discoverer of the structure, says he has no idea how the structure has formed in that amount of time. For now, the existence of the structure is still a mystery for cosmologists.\nAnother idea says that the idea of the Big Bang might be proven false as a result of this incredible cosmic structure","categories":[],"infobox_types":[],"annotations":[{"uri":"Universe","surface_form":"universe","offset":84},{"uri":"Billion","surface_form":"billion","offset":178},{"uri":"Constellation","surface_form":"constellation","offset":321},{"uri":"Hercules_(constellation)","surface_form":"Hercules","offset":339},{"uri":"Corona_Borealis","surface_form":"Corona Borealis","offset":352},{"uri":"Gamma-ray_bursts","surface_form":"gamma-ray bursts","offset":431},{"uri":"Sun","surface_form":"Sun","offset":635},{"uri":"Milky_Way","surface_form":"Milky Way","offset":1606},{"uri":"Andromeda_Galaxy","surface_form":"Andromeda Galaxy","offset":1718},{"uri":"Huge-LQG","surface_form":"Huge-LQG","offset":1778},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":1987},{"uri":"Cosmological_principle","surface_form":"cosmological principle","offset":2016}]}