{"id":438704,"url":"http://en.wikipedia.org/wiki/Elisa_Lindstr%C3%B6m","text":"Eva \"Elisa\" Lindström, born 24 April 1991 in Töreboda, Sweden, is a Swedish singer. She is currently the lead singer for the dansband, Elisa's.\nAs part of the music group Lali, she participated in Lilla Melodifestivalen in 2005, where their song titled \"Du får ta mitt hjärta\" (You can take my heart) finished in sixth place overall. The song was co-written by Elisa herself and her sister Alma Lindström.\nThe band Elisa's was formed in 2009 by Lindström and others from the same musical education program in a school in Skövde. In 2010, Lindström and her danceband Elisa's got national attention competing in the SVT danceband reality competition show \"Dansbandskampen\" (meaning the battle of the dancebands), where her band qualified to the finals, eventually winning the contest in the final held on 11 December 2010. Elisa Lindström won \"Singer of the Year 2011\" at the Guldklaven Awards in early 2012.\nIn 2013, Lindström took part in the choir singing competition show \"Körslaget\" (meaning Clash of the Choirs) broadcast on TV4, where she led a choir from her hometown of Töreboda. Lindström made it to the 19 October 2013 final where they competed against the other finalist, a choir led by singer Anna Book. Lindström won the final of Körslaget.\nIn November 2013 it was revealed that Lindström will participate in Melodifestivalen 2014 in hopes of representing Sweden in the Eurovision Song Contest 2014 in Copenhagen, Denmark. She competed in the first heat with the song \"Casanova\".","categories":[],"infobox_types":[],"annotations":[{"uri":"T%C3%B6reboda","surface_form":"Töreboda","offset":45},{"uri":"Dansband","surface_form":"dansband","offset":125},{"uri":"Elisa%27s","surface_form":"Elisa's","offset":135},{"uri":"Lilla_Melodifestivalen","surface_form":"Lilla Melodifestivalen","offset":197},{"uri":"Sk%C3%B6vde","surface_form":"Skövde","offset":521},{"uri":"Sveriges_Television","surface_form":"SVT","offset":614},{"uri":"Dansbandskampen","surface_form":"Dansbandskampen","offset":654},{"uri":"Choir","surface_form":"choir","offset":943},{"uri":"K%C3%B6rslaget","surface_form":"Körslaget","offset":975},{"uri":"TV4_(Sweden)","surface_form":"TV4","offset":1029},{"uri":"T%C3%B6reboda","surface_form":"Töreboda","offset":1077},{"uri":"Anna_Book","surface_form":"Anna Book","offset":1204},{"uri":"Melodifestivalen_2014","surface_form":"Melodifestivalen 2014","offset":1321},{"uri":"Eurovision_Song_Contest_2014","surface_form":"Eurovision Song Contest 2014","offset":1382}]}