{"id":438785,"url":"http://en.wikipedia.org/wiki/AMOLED","text":"e=\"preserve\">AMOLED (Active Matrix Organic Light Emitting Diode) is a display technology mainly used in mobile phones, televisions and other electronic devices with a screen. An AMOLED display uses an active matrix of organic light-emitting diodes (OLED) that emits light when an electrical signal is present.\nAs of 2008, AMOLED technology was used in phones, media players, and digital cameras. They are starting to be used more in low-power, cheaper and large-sized applications as well.\nAdvantages.\nOLEDs work just like a regular LED except the diodes in OLEDs are thinner. Other type of displays, such as LCD<nowiki/>s, require an external light source (backlighting) to illuminate the screen whereas OLED displays do not. Energy efficiency is also an advantage of AMOLED displays. It is more energy efficient than LED and other types of displays. This is because AMOLED displays generate less heat while emitting light, allowing for less energy being lost during heat transfer. It is energy efficient in its ability to consume less power as well. It can be utilized well for portable consumer electronic devices, where good battery-life is essential. Because of this efficiency, AMOLED displays can also be considered eco-friendly. Compared to other types of displays, AMOLED displays can produce high refresh rates although LCD leads in that specific area. AMOLED displays also allow to be folded, which manufacturers use to make bezel-less screens that fold behind the display.\nDisadvantages.\nAMOLED displays are prone to screen burn-ins, which leaves a permanent imprint of overused colors from overused images. The imprint only happens if the screen is used at maximum brightness for a long time. Because of the organic compounds of its technology too, unlike light diodes or inorganic crystalline, AMOLED displays are highly susceptible to water damage. Putting the display in water would result in immediate colour and pixel damage. Thus, sealing techniques must be taken into consideration during the manufacturing process.\nBecause of AMOLED’s reduced maximum brightness and lack of backlighting, AMOLED displays may be difficult to view in direct sunlight compared to LCDs.[13][\"citation needed\"]. However, there are solutions to this problem. Samsung, for example, fixes this problem by reducing the size of gaps between layers of the screen. 14][15]\nMarketing.\nAMOLED Screens have been marketed in various ways by different companies. Apple refers their AMOLED displays as “Super Retina HD” while Samsung refers to theirs as “Super AMOLED”. Motorola, HTC, Google and all the other device makers market in different ways even though most of their screens are created by Samsung, which controls 98% of the AMOLED display market.\nFuture Development.\nManufacturers have tried to address the disadvantages of AMOLED display technology. Samsung has announced their launch of the world’s first stretchable touchscreen display with a 9:1 inch dynamic stretchable AMOLED display. The new screen is based off of LTPS (Low Temperature Polycrystalline Silicon) technology, which helps with deforming necessary pixels for stretching.  AU Optronics, an electronics manufacturer in Taiwan, has also made moves to develop in-cell touch panels into AMOLED display’s fabrication process.","categories":[],"infobox_types":[],"annotations":[{"uri":"Organic_light-emitting_diode","surface_form":"Organic Light Emitting Diode","offset":35},{"uri":"Mobile_phone","surface_form":"mobile phones","offset":104},{"uri":"Television","surface_form":"televisions","offset":119},{"uri":"Electronics","surface_form":"electronic devices","offset":141},{"uri":"Signal_(electrical_engineering)","surface_form":"electrical signal","offset":280},{"uri":"LED","surface_form":"LED","offset":533},{"uri":"Liquid_crystal_display","surface_form":"LCD","offset":609},{"uri":"Apple_Inc.","surface_form":"Apple","offset":2450},{"uri":"Motorola","surface_form":"Motorola","offset":2556},{"uri":"HTC","surface_form":"HTC","offset":2566},{"uri":"Google","surface_form":"Google","offset":2571}]}