{"id":438987,"url":"http://en.wikipedia.org/wiki/House_of_Braganza","text":"The House of Braganza (Portuguese: Casa de Bragança; Portuguese pronunciation: [bɾɐˈɣɐ̃sɐ]), officially the Most Serene House of Braganza (Portuguese: \"Sereníssima Casa de Bragança\"), is an important imperial, royal, and noble house (dynasty) of Portuguese origin. It is a branch of the House of Aviz. The House changed from being powerful dukes of Portuguese nobility, to ruling as the monarchs of Portugal and the Algarves, from 1640 to 1910. They were also monarchs of Brazil, from 1815 to 1889. The heir to the Portuguese throne was usually given the title of \"Duke of Braganza\".\nHistory.\nThe House of Braganza was founded in 1442. This is when Afonso, 8th Count of Barcelos, was made Duke of Braganza. Alfonso (Alfonso I) was an illegitimate son of King João I of Portugal, of the House of Aviz. He was made a duke by his nephew, King Afonso V of Portugal. The feudal dukes quickly collected a fortune in properties, titles, and power. By the mid 1600s, the House was the most powerful in all of Portugal. It was also of the greatest houses of Iberia.\nThe House of Braganza became the reigning house of Brazil, first, when the United Kingdom of Portugal, Brazil, and the Algarves was created in 1815. The United Kingdom lasted until 1822, when the Brazilian Empire became independent from Portugal. The new Brazilian nation was led by Prince Pedro of Braganza, heir to the Portuguese throne, who ruled as Emperor Pedro I of Brazil, as well as King Pedro IV of Portugal. Until 1835, the Portuguese Braganzas were still in the line of succession to the Brazilian throne. The House was deposed (removed) from the Brazilian throne, in 1889, when Brazil was proclaimed a republic.\nThe House continued to be the claimant house to the Brazilian throne until 1921. This is when Isabel, Princess Imperial of Brazil, daughter of Emperor Pedro II of Brazil, died. Her claim passed to her son, Prince Pedro Henrique of Orléans and Braganza. Thus the House of Orléans-Braganza became the claimant house to the former monarchy of Brazil. Pedro Henrique died in 1981. The current claimant is his eldest son, Prince Luiz.\nIn Portugal, King Carlos I of Portugal was assassinated in 1908. Also killed in the attack was his eldest son. His younger son, Manuel II, became king. When the Portuguese Republic was established, in 1910, King Manuel II and the rest of the Braganzas went into exile.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dynasty","surface_form":"dynasty","offset":234},{"uri":"House_of_Aviz","surface_form":"House of Aviz","offset":287},{"uri":"Duke","surface_form":"duke","offset":340},{"uri":"Nobility","surface_form":"nobility","offset":360},{"uri":"Monarch","surface_form":"monarch","offset":387},{"uri":"Algarve","surface_form":"Algarve","offset":416},{"uri":"Brazil","surface_form":"Brazil","offset":472},{"uri":"Heir","surface_form":"heir","offset":503},{"uri":"Throne","surface_form":"throne","offset":526},{"uri":"Duke_of_Braganza","surface_form":"Duke of Braganza","offset":565},{"uri":"Illegitimate","surface_form":"illegitimate","offset":734},{"uri":"Jo%C3%A3o_I_of_Portugal","surface_form":"João I of Portugal","offset":759},{"uri":"King","surface_form":"King","offset":835},{"uri":"Afonso_V_of_Portugal","surface_form":"Afonso V of Portugal","offset":840},{"uri":"Feudalism","surface_form":"feudal","offset":866},{"uri":"Fortune","surface_form":"fortune","offset":899},{"uri":"Title","surface_form":"titles","offset":922},{"uri":"Iberia","surface_form":"Iberia","offset":1049},{"uri":"Empire_of_Brazil","surface_form":"Brazilian Empire","offset":1253},{"uri":"Independent","surface_form":"independent","offset":1277},{"uri":"Emperor","surface_form":"Emperor","offset":1410},{"uri":"Pedro_I_of_Brazil","surface_form":"Pedro I of Brazil","offset":1418},{"uri":"Order_of_succession","surface_form":"succession","offset":1538},{"uri":"Republic","surface_form":"republic","offset":1671},{"uri":"Claimant","surface_form":"claimant","offset":1711},{"uri":"Carlos_I_of_Portugal","surface_form":"Carlos I of Portugal","offset":2129},{"uri":"Assassination","surface_form":"assassinated","offset":2154}]}