{"id":43899,"url":"http://en.wikipedia.org/wiki/Abide_with_Me","text":"e=\"preserve\">Abide with Me is a religious song or hymn. It was written by Henry Lyte in 1847. The hymn was sung at the wedding of King George VI of the United Kingdom and the wedding of Queen Elizabeth II. The song is sung at the start of the FA Cup finals.\nLyrics.\nAbide with me; fast falls the eventide;\nThe darkness deepens; Lord with me abide.\nWhen other helpers fail and comforts flee,\nHelp of the helpless, O abide with me.\nSwift to its close ebbs out life’s little day;\nEarth’s joys grow dim; its glories pass away;\nChange and decay in all around I see;\nO Thou who changest not, abide with me.\nNot a brief glance I beg, a passing word;\nBut as Thou dwell’st with Thy disciples, Lord,\nCome not to sojourn, but abide with me.\nCome not in terrors, as the King of kings,\nBut kind and good, with healing in Thy wings,\nTears for all woes, a heart for every plea—\nCome, Friend of sinners, and thus bide with me.\nThou on my head in early youth didst smile;\nAnd, though rebellious and perverse meanwhile,\nThou hast not left me, oft as I left Thee,\nOn to the close, O Lord, abide with me.\nI need Thy presence every passing hour.\nWhat but Thy grace can foil the tempter’s power?\nWho, like Thyself, my guide and stay can be?\nThrough cloud and sunshine, Lord, abide with me.\nI fear no foe, with Thee at hand to bless;\nIlls have no weight, and tears no bitterness.\nWhere is death’s sting? Where, grave, thy victory?\nI triumph still, if Thou abide with me.\nHold Thou Thy cross before my closing eyes;\nShine through the gloom and point me to the skies.\nHeaven’s morning breaks, and earth’s vain shadows flee;\nIn life, in death, O Lord, abide with me.","categories":[],"infobox_types":[],"annotations":[{"uri":"Religion","surface_form":"religious","offset":32},{"uri":"Song","surface_form":"song","offset":42},{"uri":"Hymn","surface_form":"hymn","offset":50},{"uri":"Henry_Lyte","surface_form":"Henry Lyte","offset":74},{"uri":"Wedding","surface_form":"wedding","offset":119},{"uri":"King","surface_form":"King","offset":130},{"uri":"George_VI_of_the_United_Kingdom","surface_form":"George VI of the United Kingdom","offset":135},{"uri":"Queen","surface_form":"Queen","offset":186},{"uri":"Elizabeth_II_of_the_United_Kingdom","surface_form":"Elizabeth II","offset":192},{"uri":"FA_Cup","surface_form":"FA Cup","offset":243}]}