{"id":439019,"url":"http://en.wikipedia.org/wiki/Tianhe-2","text":"e=\"preserve\">Tianhe-2 is a supercomputer built by the National University of Defense Technology in China. It can do more than 33,862 million million operations every second. It is the fastest computer in the world. It is twice as fast as the Tianhe-1, the previous fastest supercomputer. It is predicted to become even faster by 2015, reaching speeds of 100,000 million million operations every second. The computer's name means \"milky way\". The building of Tianhe-2 was expected to be finished in 2015, but was finished in 2013 instead. Proposed applications for the supercomputer include physics-related applications, such as studying combustion and magnetism. It is also being used to model the atmosphere.\nIt has been said that Tianhe-2 \"may be too powerful for most tasks\".\nStatistics.\nTianhe-2 can do 33,862 trillion operations per second. It could possibly do 54,900 trillion operations per second. It uses more than three million processor cores. The supercomputer uses 17.8 million watts of power. The cost of construction was 2.4 billion yuan.\nRecords.\nTianhe-2 has been ranked at the top of the Top500 list twice, in June 2013 and November 2013.","categories":[],"infobox_types":[],"annotations":[{"uri":"Supercomputer","surface_form":"supercomputer","offset":27},{"uri":"National_University_of_Defense_Technology","surface_form":"National University of Defense Technology","offset":54},{"uri":"China","surface_form":"China","offset":99},{"uri":"Milky_way","surface_form":"milky way","offset":430},{"uri":"Physics","surface_form":"physics","offset":590},{"uri":"Combustion","surface_form":"combustion","offset":637},{"uri":"Magnetism","surface_form":"magnetism","offset":652},{"uri":"Atmosphere","surface_form":"atmosphere","offset":698},{"uri":"Multi-core_processor","surface_form":"processor core","offset":938},{"uri":"Watt","surface_form":"watt","offset":991},{"uri":"Yuan","surface_form":"yuan","offset":1048},{"uri":"Top500","surface_form":"Top500","offset":1106}]}