{"id":439048,"url":"http://en.wikipedia.org/wiki/Leishmaniasis","text":"Leishmaniasis or leishmaniosis is a disease caused by protozoan parasites of the genus \"Leishmania\". It is spread by the bite of certain types of sandflies.\nLeishmaniasis in humans is caused by more than 20 species of \"Leishmania\". Risk factors include poverty, malnutrition, deforestation and urbanization. All three types can be diagnosed by identifying the parasites under a microscope. The visceral form can be diagnosed with a blood test.\nLeishmaniasis can be partly prevented by sleeping under nets treated with insecticide. Another way is using insecticides to kill sandflies. Early treatment of people with the disease also helps prevent further spread. The treatment needed is determined by where the disease is acquired, the species of \"Leishmania\" and the type of infection. Medications used for the visceral form include: liposomal amphotericin B, a combination of pentavalent antimonials and paromomycin, and miltefosine. For the cutaneous form, paromomycin, fluconazole or pentamidine can help.\nAs of 2014, about 12 million people are infected in some 98 countries. There are about 2 million new cases each year. Each year, between 20 thousand and 50 thousand people die from the disease. About 200 million people in Asia, Africa, South and Central America and southern Europe live in areas where the disease is common. The World Health Organization has gotten discounts on some medications to treat the disease.\nThe parasites that cause the disease also infect other mammals: The disease has been described in dogs, cats, rodents, cattle and horses. In addition to the mammal, the parasite needs an insect that spreads the parasite through its sting.\nLifecycle of the parasite.\nLeishmaniasis is transmitted by the bite of infected female sandflies. These can transmit the infection \"Leishmania\". The sandflies inject the infective stage, metacyclic promastigotes, during blood meals (1). Metacyclic promastigotes that reach the puncture wound are phagocytized by macrophages (2) and transform into amastigotes (3). Amastigotes multiply in infected cells and affect different tissues, depending in part on which \"Leishmania\" species is involved (4). The differences in the type of tissue affected are responsible for the different visible types of leishmaniasis. Sandflies become infected during blood meals on infected hosts when they ingest macrophages infected with amastigotes (5,6). In the sandfly's midgut, the parasites differentiate into promastigotes (7), which multiply, differentiate into metacyclic promastigotes, and migrate to the proboscis (8).\nThe genomes of three \"Leishmania\" species have been sequenced and this has provided much information about the biology of the parasite. \"Leishmania\" has unique features with respect to the regulation of gene expression in response to changes in the environment. The new knowledge from these studies may help identify new targets for drugs and aid the development of vaccines.","categories":[],"infobox_types":[],"annotations":[{"uri":"Disease","surface_form":"disease","offset":36},{"uri":"Protozoan","surface_form":"protozoan","offset":54},{"uri":"Parasite","surface_form":"parasite","offset":64},{"uri":"Leishmania","surface_form":"Leishmania","offset":88},{"uri":"Sandflies","surface_form":"sandflies","offset":146},{"uri":"Species","surface_form":"species","offset":207},{"uri":"Risk_factor","surface_form":"Risk factor","offset":232},{"uri":"Poverty","surface_form":"poverty","offset":253},{"uri":"Malnutrition","surface_form":"malnutrition","offset":262},{"uri":"Deforestation","surface_form":"deforestation","offset":276},{"uri":"Diagnosis","surface_form":"diagnosed","offset":331},{"uri":"Blood_test","surface_form":"blood test","offset":432},{"uri":"Insecticide","surface_form":"insecticide","offset":518},{"uri":"Medication","surface_form":"Medication","offset":786},{"uri":"Liposomal_amphotericin_B","surface_form":"liposomal amphotericin B","offset":834},{"uri":"Pentavalent_antimonials","surface_form":"pentavalent antimonials","offset":877},{"uri":"Paromomycin","surface_form":"paromomycin","offset":905},{"uri":"Miltefosine","surface_form":"miltefosine","offset":922},{"uri":"Paromomycin","surface_form":"paromomycin","offset":959},{"uri":"Fluconazole","surface_form":"fluconazole","offset":972},{"uri":"Pentamidine","surface_form":"pentamidine","offset":987},{"uri":"World_Health_Organization","surface_form":"World Health Organization","offset":1338},{"uri":"Mammal","surface_form":"mammal","offset":1482},{"uri":"Dog","surface_form":"dog","offset":1525},{"uri":"Cat","surface_form":"cat","offset":1531},{"uri":"Rodents","surface_form":"rodents","offset":1537},{"uri":"Cattle","surface_form":"cattle","offset":1546},{"uri":"Horse","surface_form":"horse","offset":1557},{"uri":"Insect","surface_form":"insect","offset":1614},{"uri":"Leishmania","surface_form":"Leishmania","offset":1798},{"uri":"Promastigote","surface_form":"promastigote","offset":1914},{"uri":"Macrophage","surface_form":"macrophage","offset":1978},{"uri":"Amastigote","surface_form":"amastigote","offset":2013},{"uri":"Tissue_(biology)","surface_form":"tissues","offset":2090},{"uri":"Proboscis","surface_form":"proboscis","offset":2559},{"uri":"Genome","surface_form":"genome","offset":2578},{"uri":"Species","surface_form":"species","offset":2608},{"uri":"Vaccine","surface_form":"vaccine","offset":2940}]}