{"id":43907,"url":"http://en.wikipedia.org/wiki/Electric_Light_Orchestra","text":"The Electric Light Orchestra, also known as ELO, were a popular English rock band from the 1970s and early 1980s. Their leader was musician and songwriter Jeff Lynne. Lynne wrote and sang most of their songs. He also produced their recordings. Other members included Richard Tandy on keyboards, Bev Bevan on drums, Mike D'Albuquerque and later Kelly Groucutt on bass guitar. Hugh McDowell, Mik Kaminski, and Melvyn Gale played violin and cello. The orchestra's name is a joke on \"electric light\" and a \"Light Orchestra\" (an orchestra that plays light music).\nThe Move.\nThe band began as a side project of another band, The Move, by musicians Roy Wood and Jeff Lynne. While The Move had added touches of classical music to their pop hits, Wood and Lynne wanted to blend rock music and classical music more closely. Move drummer Bevan joined their project. Wood played nearly all the non-rock instruments on their first album. They made the most of recording studio technology, including multitrack recording and overdubbing.\nTheir first album was titled \"Electric Light Orchestra\". It was released with that name in the United Kingdom. When the album was released in the United States, their American record label, United Artists, did not know the album was titled after the group. They phoned ELO's British label to ask for the title. When nobody answered, \"No Answer\" was written down. Mistaken later for the title, the album appeared in America as \"No Answer\". The band's first single was titled \"10538 Overture\". It became an FM radio favourite. In time, ELO's music became more popular than The Move's had been. The Move disbanded, and Electric Light Orchestra became a full-time group.\nELO.\nRoy Wood decided to leave ELO partway through the recording of the second album. He started another band called Wizzard. Jeff Lynne took over leadership, and McDowell, Kaminski and Gale joined. The album, \"ELO 2\", was finished and released, but was not as well liked as the first. A single on the album was a cover version of Chuck Berry's \"Roll Over Beethoven\". It added parts of many Beethoven compositions to Berry's song. It became another radio hit.\nTheir third album, \"On the Third Day\", included a rock interpretation of \"In the Hall of the Mountain King\". The album had another hit single, titled \"Showdown\". ELO began to tour the United States. They started with small audiences. They became more popular with time, and added theatrical touches to their shows. New contact microphones made it possible for the classical musicians to move around and even dance on stage, as pop musicians did. The audiences enjoyed watching them.\nBy their fourth album, \"Eldorado\", ELO had gone from overdubbing their small membership to recording with real orchestras. They had problems when they worked in their native England. British classical musicians usually kept more to union rules than to the job of making music. They sometimes walked out during recordings. This hurt the process of making their records, so ELO tried a studio called Musicland in Munich, Germany. They liked the way the studio worked, and the German musicians were more devoted. ELO used Musicland many more times.\nTheir next album, \"Face the Music\" (1975), yielded two hit singles, \"Strange Magic\" and \"Evil Woman\". ELO became even more popular. A compilation album, \"Olé ELO\", featured most of their early singles. Three songs from their 1976 album, \"A New World Record\", became worldwide hits. These were \"Telephone Line\", \"Livin' Thing\", and \"Do Ya\", which was a remake of a Move song.\nELO recorded a double album in 1977, \"Out of the Blue\", which included \"Turn to Stone\", \"Sweet Talkin' Woman\", and \"Mr. Blue Sky\", which also became hit records. The band toured worldwide, with a stage set that looked like a UFO, which opened to reveal the band performing inside. Their shows included lots of stage lighting, and laser effects.\nTheir next new album, \"Discovery\", did not appear until 1979. ELO's record label, Jet Records, changed distributors from United Artists to Columbia Records, and this was part of the delay. \"Discovery\" included two singles, \"Shine a Little Love\" and \"Don't Bring Me Down\". \"Don't Bring Me Down\" was the first ELO single to not include any classical instruments. Columbia issued a \"Greatest Hits\" album, which overlapped some of the \"Olé ELO\" songs with later ones.\n1980s.\nELO became less popular during the 1980s. They had fewer hits. They recorded the \"Xanadu\" soundtrack with singer Olivia Newton-John. They also released the albums \"Time\" (with the title song and \"Hold On Tight\" as singles) in 1981, \"Secret Messages\" (with \"Stranger\") in 1983, and finally \"Balance of Power\", which included \"Calling America\", in 1986. By this time the classical musicians had left. Lynne now was recording their parts with synthesizers or session players.\nJeff Lynne was now producing other recording artists, including The Everly Brothers, and stopped working with Electric Light Orchestra in 1986. Most of the remaining members, though, wanted to continue working together and regrouped, first as a band named OrKestra, then later as \"ELO Part II\". These lineups toured for years, playing ELO's old hits and releasing two albums of new material, while Lynne continued his producing career. Lynne also released a solo album, \"Armchair Theatre\", in 1990, and formed the Traveling Wilburys with former Beatle George Harrison.\n2000s.\nLynne recorded an album, \"Zoom\", in 2001, again using the ELO name, but with a new set of musicians. He made a handful of television appearances with the new lineup. They played both old and new songs. He also planned to tour with them. Interest in the band was not strong, though, and most of the shows were cancelled.\nElectric Light Orchestra's music had only a weak presence in popular culture from the mid-1980s until the early 2000s. Their blend of classical and rock music made their music hard to put in radio play lists. ELO's music has made a comeback in the 2000s through its use in movie soundtracks, and also in commercials such as for Monster.","categories":[],"infobox_types":[],"annotations":[{"uri":"England","surface_form":"English","offset":64},{"uri":"Rock_and_roll","surface_form":"rock","offset":72},{"uri":"Band","surface_form":"band","offset":77},{"uri":"Musician","surface_form":"musician","offset":131},{"uri":"Songwriter","surface_form":"songwriter","offset":144},{"uri":"Jeff_Lynne","surface_form":"Jeff Lynne","offset":155},{"uri":"Song","surface_form":"song","offset":202},{"uri":"Keyboard_instrument","surface_form":"keyboards","offset":284},{"uri":"Drum","surface_form":"drum","offset":308},{"uri":"Bass_guitar","surface_form":"bass guitar","offset":362},{"uri":"Violin","surface_form":"violin","offset":427},{"uri":"Cello","surface_form":"cello","offset":438},{"uri":"Electricity","surface_form":"electric light","offset":480},{"uri":"Light_music","surface_form":"light music","offset":545},{"uri":"Classical_music","surface_form":"classical music","offset":703},{"uri":"Pop_music","surface_form":"pop","offset":728},{"uri":"Rock_and_roll","surface_form":"rock music","offset":769},{"uri":"Musical_instrument","surface_form":"instruments","offset":891},{"uri":"Album","surface_form":"album","offset":918},{"uri":"Recording_studio","surface_form":"recording studio","offset":947},{"uri":"Technology","surface_form":"technology","offset":964},{"uri":"Multitrack_recording","surface_form":"multitrack recording","offset":986},{"uri":"Overdubbing","surface_form":"overdubbing","offset":1011},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1119},{"uri":"United_States","surface_form":"United States","offset":1170},{"uri":"Record_label","surface_form":"record label","offset":1200},{"uri":"United_Artists","surface_form":"United Artists","offset":1214},{"uri":"FM_radio","surface_form":"FM radio","offset":1529},{"uri":"Cover_version","surface_form":"cover version","offset":2005},{"uri":"Chuck_Berry","surface_form":"Chuck Berry","offset":2022},{"uri":"Roll_Over_Beethoven","surface_form":"Roll Over Beethoven","offset":2037},{"uri":"Beethoven","surface_form":"Beethoven","offset":2082},{"uri":"Composition_(music)","surface_form":"compositions","offset":2092},{"uri":"Interpretation","surface_form":"interpretation","offset":2206},{"uri":"United_States","surface_form":"United States","offset":2335},{"uri":"Audience","surface_form":"audience","offset":2374},{"uri":"Theatre","surface_form":"theatrical","offset":2431},{"uri":"Contact_microphone","surface_form":"contact microphone","offset":2470},{"uri":"Dance","surface_form":"dance","offset":2559},{"uri":"Trade_union","surface_form":"union","offset":2866},{"uri":"Rule","surface_form":"rule","offset":2872},{"uri":"Studio","surface_form":"studio","offset":3018},{"uri":"Musicland","surface_form":"Musicland","offset":3032},{"uri":"Munich%2C_Germany","surface_form":"Munich, Germany","offset":3045},{"uri":"Devotion","surface_form":"devoted","offset":3135},{"uri":"Compilation_album","surface_form":"compilation album","offset":3314},{"uri":"UFO","surface_form":"UFO","offset":3780},{"uri":"Laser","surface_form":"laser","offset":3885},{"uri":"United_Artists","surface_form":"United Artists","offset":4021},{"uri":"Columbia_Records","surface_form":"Columbia Records","offset":4039},{"uri":"Popularity","surface_form":"popular","offset":4387},{"uri":"Xanadu","surface_form":"Xanadu","offset":4453},{"uri":"Soundtrack","surface_form":"soundtrack","offset":4461},{"uri":"Singer","surface_form":"singer","offset":4477},{"uri":"Olivia_Newton-John","surface_form":"Olivia Newton-John","offset":4484},{"uri":"Synthesizer","surface_form":"synthesizer","offset":4811},{"uri":"Session_players","surface_form":"session players","offset":4827},{"uri":"The_Everly_Brothers","surface_form":"The Everly Brothers","offset":4908},{"uri":"Traveling_Wilburys","surface_form":"Traveling Wilburys","offset":5358},{"uri":"The_Beatles","surface_form":"Beatle","offset":5389},{"uri":"George_Harrison","surface_form":"George Harrison","offset":5396},{"uri":"Television","surface_form":"television","offset":5542},{"uri":"Appearance","surface_form":"appearance","offset":5553},{"uri":"Pop_culture","surface_form":"popular culture","offset":5801},{"uri":"Comeback","surface_form":"comeback","offset":5972},{"uri":"Soundtrack","surface_form":"soundtrack","offset":6019},{"uri":"Commercial","surface_form":"commercial","offset":6044},{"uri":"Monster_(movie)","surface_form":"Monster","offset":6068}]}