{"id":439228,"url":"http://en.wikipedia.org/wiki/Road_bicycle_racing","text":"Road bicycle racing is a sport where people race on bicycle along paved roads. Usually riders start the race at the same time. The winner is the first to the finish line at the end of the route.\nRoad bicycle racing is popular in Belgium, Colombia, Denmark, France, Germany, Italy, Luxembourg, the Netherlands, Portugal, Spain and Switzerland. More recently, countries such as Kazakhstan, Australia, Venezuela, Russia, Slovakia, South Africa, New Zealand, Norway, the United Kingdom, Ireland, Poland and the United States have also become very good at racing.\nRoad bicycle racing began as a sport in 1868. The first world championship was in 1893. Cycling has been part of the Olympic Games since 1896.\nAt the beginning the sport was popular in France, Spain, Belgium, and Italy. Some of the first races were Liège–Bastogne–Liège (started in 1892), Paris-Roubaix (1896), the Tour de France (1903), the Milan – San Remo and Giro di Lombardia (1905), the Giro d'Italia (1909) and the Tour of Flanders (1913). Nowadays there are many other races, but these historic races remain the most famous and many cyclists want to win them.\nSingle-day races.\nSingle day races are held on one day. The race can be any distance from a few kilometres to over 200km. The race route may go from one place to another, or be a number of laps of a circuit. Some routes take the riders from a starting place and then finish with several laps of a circuit. This helps create excitement for the crowd at the finish.\nTime trial.\nAn individual time trial is an event in which cyclists race alone against the clock. A team time trial is where teams of cyclists race against the clock. In both types of time trial, each cyclist or team starts the race at different times so that each start is fair and equal. The winner is the cyclist or team who finishes the race in the fastest time. Race distances vary from a few km to 60 and rarely more than 100 km.\nStage races.\nStage races are made up of races held for several days in a row. These races are called stages. The competitor with the lowest total time to finish all the stages is the overall winner. He or she is called the general classification (GC) winner. Stage races often have other awards, such as prizes for each stage winners, the points classification winner, and the \"King of the Mountains\" winner. Some stage races include time trials or team time trials. The stage winner is the first person to cross the finish line that day or the time trial rider (or team) with the lowest time on the course.\nUltramarathons.\nThese races are very long single stage events. They usually last several days. The winner is the first one to cross the finish line. The riders take breaks on their own schedules. One of the best-known ultramarathons is the Race Across America (RAAM). It is a coast-to-coast non-stop, single-stage race. Riders cover approximately 3,000 miles in about a week.\nTeams.\nThe winner of the race is the first rider to cross the finish line. However many riders are grouped together in teams. Teams usually have commercial sponsors and are named after the main sponsor. For example some famous teams have been called T-Mobile, Rabobank, ONCE, and Lampre. There can be up to twelve team members in professional races. Team riders decide which team member has the best chance of winning the race. The choice will depend on how hilly the route is, the chance that everyone will finish together in a sprint, and other things. The rest of the team will work to help him or her win the race.\nIn professional races, radios are used so that the team can talk to each other and the team director. The team director often travels in a team car behind the race to monitor the whole race. The influence of radios on race tactics is controversial, and some people think radios have led to less exciting racing. In September 2009, the Union Cycliste Internationale (UCI), the governing body of pro cycling, voted to ban team radios in men's top level road racing.\nTypes of riders.\nDifferent cyclists have different strengths and weaknesses. Therefore a rider may prefer different events over particular courses, and perform different roles within a team.\nTactics.\nA number of tactics are used to win a race. Tactics can be different in single stage races and stage races.\nDrafting.\nTactics are based on drafting. This is where a rider can reduce the effort needed to pedal by following the rider in front very closely. Riding with others in the main field, called the peloton, can save as much as 40% of the energy needed to ride alone. Riders can help each other to ride at high speed, or one rider can sit on a competitor's wheel, forcing him to do more work and get tired earlier. Some teams have a leader, and the rest of the team let him or her draft them to save their energy for the important bit of the race. Drafting is not allowed in individual time trials.\nBreaks.\nA small group of riders sometimes \"breaks away\" in front of the main group. When they work together a small group can sometimes go faster than the peloton, if the peloton does not organise to chase them. The riders in the breakaway try to win the race, and in the breakaway there are fewer rivals for the win.\nSprints.\nIf a break does not succeed and the peloton catches up with them, a sprinter will usually win the race by sprinting faster than everyone else in the final few hundred metres. The team works together to make sure their sprinter is in a good position to win.\nClimbs.\nClimbs are very good places for a single rider to try and leave the others behind. If the finish of the race is at the top of the climb, or not far past the top, a single rider can stay in front of the peloton and win the race.\nTactics in stage races.\nIn a stage race each day's stage is like a race within the bigger race. Each stage has a winner, either the first rider across the line, or in a time trial the rider or team with the quickest time. After each stage the general classification ranking is also worked out. The rider with the lowest total time for all the stages is the leader. The leader wears a special jersey for the next day's stage.\nIn multi-stage races, the GC leader will watch break-aways carefully if there is a rider close to him in the general classification. However often the GC leader will not react to a break-away. This happens if the escaping riders are a long way behind in the GC, and do not have a chance of taking the GC lead. Riders who are far behind often escapes because they want to win the stage or collect points for sprinting or climbing mountains. Riders may also go in a break-away to get television time for their team sponsors because the break-away often gets shown on the television coverage.\nGrand tours (GT).\nThe most famous cycling race is the Tour de France, a stage race lasting three weeks. It takes place mostly in France, usually ending in Paris. Similar races are held in Italy (the Giro d'Italia) and Spain (the Vuelta a España). These three races make up the \"grand tours\".\nUCI World Tour.\nProfessional racing is controlled by the Union Cycliste Internationale (UCI). In 2005 it started the UCI World Tour. The World Tour includes the Grand Tours and other large stage races such as Tour Down Under, Tour de Suisse, Paris–Nice and the Critérium de Dauphiné Libéré.\nSome one day races are also part of the World Tour: Milan – San Remo (Italy), Tour of Flanders (Belgium), Paris-Roubaix (France), Liège–Bastogne–Liège (Belgium) and Amstel Gold Race (Netherlands) in the spring, and Clásica de San Sebastián (Spain), HEW Cyclassics (Germany), Züri-Metzgete (Switzerland), Paris–Tours (France) and Giro di Lombardia (Italy) in the autumn season.\nOlympic Games.\nCycling has been at the Olympics since 1896. There are usually road race and individual time trial events for both men and women.\nWorld championships.\nThe other important one-day race is the World Championships. The World Championships is held on a different course each year and ridden by national rather than sponsored teams. The winner wears a white jersey with coloured bands (often called \"rainbow bands\") around the chest.\nSeason.\nIn Europe and in the United States, cycle racing on the road is a summer sport. The season can start in early spring and end in autumn.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sport","surface_form":"sport","offset":25},{"uri":"Bicycles","surface_form":"bicycle","offset":52},{"uri":"Roads","surface_form":"roads","offset":72},{"uri":"Belgium","surface_form":"Belgium","offset":229},{"uri":"Colombia","surface_form":"Colombia","offset":238},{"uri":"Denmark","surface_form":"Denmark","offset":248},{"uri":"France","surface_form":"France","offset":257},{"uri":"Germany","surface_form":"Germany","offset":265},{"uri":"Italy","surface_form":"Italy","offset":274},{"uri":"Luxembourg","surface_form":"Luxembourg","offset":281},{"uri":"Netherlands","surface_form":"Netherlands","offset":297},{"uri":"Portugal","surface_form":"Portugal","offset":310},{"uri":"Spain","surface_form":"Spain","offset":320},{"uri":"Switzerland","surface_form":"Switzerland","offset":330},{"uri":"Kazakhstan","surface_form":"Kazakhstan","offset":376},{"uri":"Australia","surface_form":"Australia","offset":388},{"uri":"Venezuela","surface_form":"Venezuela","offset":399},{"uri":"Russia","surface_form":"Russia","offset":410},{"uri":"Slovakia","surface_form":"Slovakia","offset":418},{"uri":"South_Africa","surface_form":"South Africa","offset":428},{"uri":"New_Zealand","surface_form":"New Zealand","offset":442},{"uri":"Norway","surface_form":"Norway","offset":455},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":467},{"uri":"Ireland","surface_form":"Ireland","offset":483},{"uri":"Poland","surface_form":"Poland","offset":492},{"uri":"United_States","surface_form":"United States","offset":507},{"uri":"Olympic_Games","surface_form":"Olympic Games","offset":676},{"uri":"Li%C3%A8ge%E2%80%93Bastogne%E2%80%93Li%C3%A8ge","surface_form":"Liège–Bastogne–Liège","offset":808},{"uri":"Paris-Roubaix","surface_form":"Paris-Roubaix","offset":848},{"uri":"Tour_de_France","surface_form":"Tour de France","offset":874},{"uri":"Milan_%E2%80%93_San_Remo","surface_form":"Milan – San Remo","offset":901},{"uri":"Giro_di_Lombardia","surface_form":"Giro di Lombardia","offset":922},{"uri":"Giro_d%27Italia","surface_form":"Giro d'Italia","offset":952},{"uri":"Tour_of_Flanders","surface_form":"Tour of Flanders","offset":981},{"uri":"General_classification","surface_form":"general classification","offset":2149},{"uri":"Points_classification","surface_form":"points classification","offset":2265},{"uri":"King_of_the_Mountains","surface_form":"King of the Mountains","offset":2304},{"uri":"Race_Across_America","surface_form":"Race Across America","offset":2774},{"uri":"Sponsors","surface_form":"sponsors","offset":3066},{"uri":"Radio","surface_form":"radios","offset":3552},{"uri":"Union_Cycliste_Internationale","surface_form":"Union Cycliste Internationale","offset":3864},{"uri":"Peloton","surface_form":"peloton","offset":4497},{"uri":"Cycling_sprinter","surface_form":"sprinter","offset":5292},{"uri":"Jersey","surface_form":"jersey","offset":6109},{"uri":"Tour_de_France","surface_form":"Tour de France","offset":6786},{"uri":"France","surface_form":"France","offset":6861},{"uri":"Paris","surface_form":"Paris","offset":6887},{"uri":"Italy","surface_form":"Italy","offset":6920},{"uri":"Giro_d%27Italia","surface_form":"Giro d'Italia","offset":6931},{"uri":"Spain","surface_form":"Spain","offset":6950},{"uri":"Vuelta_a_Espa%C3%B1a","surface_form":"Vuelta a España","offset":6961},{"uri":"Grand_Tour_(cycling)","surface_form":"grand tours","offset":7010},{"uri":"Union_Cycliste_Internationale","surface_form":"Union Cycliste Internationale","offset":7081},{"uri":"UCI_World_Tour","surface_form":"UCI World Tour","offset":7141},{"uri":"Tour_Down_Under","surface_form":"Tour Down Under","offset":7233},{"uri":"Tour_de_Suisse","surface_form":"Tour de Suisse","offset":7250},{"uri":"Paris%E2%80%93Nice","surface_form":"Paris–Nice","offset":7266},{"uri":"Crit%C3%A9rium_du_Dauphin%C3%A9_Lib%C3%A9r%C3%A9","surface_form":"Critérium de Dauphiné Libéré","offset":7285},{"uri":"Milan_%E2%80%93_San_Remo","surface_form":"Milan – San Remo","offset":7367},{"uri":"Italy","surface_form":"Italy","offset":7385},{"uri":"Tour_of_Flanders","surface_form":"Tour of Flanders","offset":7393},{"uri":"Belgium","surface_form":"Belgium","offset":7411},{"uri":"Paris-Roubaix","surface_form":"Paris-Roubaix","offset":7421},{"uri":"France","surface_form":"France","offset":7436},{"uri":"Li%C3%A8ge%E2%80%93Bastogne%E2%80%93Li%C3%A8ge","surface_form":"Liège–Bastogne–Liège","offset":7445},{"uri":"Belgium","surface_form":"Belgium","offset":7467},{"uri":"Amstel_Gold_Race","surface_form":"Amstel Gold Race","offset":7480},{"uri":"Netherlands","surface_form":"Netherlands","offset":7498},{"uri":"Cl%C3%A1sica_de_San_Sebasti%C3%A1n","surface_form":"Clásica de San Sebastián","offset":7530},{"uri":"Spain","surface_form":"Spain","offset":7556},{"uri":"HEW_Cyclassics","surface_form":"HEW Cyclassics","offset":7564},{"uri":"Germany","surface_form":"Germany","offset":7580},{"uri":"Z%C3%BCri-Metzgete","surface_form":"Züri-Metzgete","offset":7590},{"uri":"Switzerland","surface_form":"Switzerland","offset":7605},{"uri":"Paris%E2%80%93Tours","surface_form":"Paris–Tours","offset":7619},{"uri":"France","surface_form":"France","offset":7632},{"uri":"Giro_di_Lombardia","surface_form":"Giro di Lombardia","offset":7644},{"uri":"Italy","surface_form":"Italy","offset":7663},{"uri":"National","surface_form":"national","offset":7997}]}