{"id":43948,"url":"http://en.wikipedia.org/wiki/Horn_(musical_instrument)","text":"The horn is a brass instrument. It developed from the horns that some animals have on their heads. Modern horns are often called French horns.\nThe hunting horn.\nHorns were often used during hunting. These early brass instruments were round so that the hunter could put his arm through it and carry it on his shoulder and blow it while riding a horse. The riders could send messages to one another by blowing particular notes.\nThe horn in the orchestra.\nIn the 17th century the modern orchestra was developing. Orchestras played for operas. Opera stories in those days were usually about gods and goddesses or kings and queens. There was often a hunting scene in the story. Hunters were asked to come and play their horns in the orchestra for these scenes. This is how the horn became an orchestral instrument.\nA brass instrument gives one basic note. Changing the pressure with the lips produces a few other notes. Gradually horn players discovered that if they put their right hand in the bell they could change the basic note. This made it possible to play lots of different notes. When Mozart wrote his horn concertos he was writing for a hand horn. When a note is played using the hand in the bell it makes the note sound different: more muffled (a bit like speaking while covering your mouth with your hand). A Mozart horn concerto sounds very different when played on a modern horn.\nAnother way to change the notes on a horn was to use crooks. These are like extensions to the horn. The longer the tube the lower the note, so adding a crook (an extra circle) would give a lower basic note.\nThe modern horn.\nBy the 1830s the modern horn with three valves had been invented. These valves change the length of the tube, so that the horn had now become chromatic i.e. it could play all the notes including sharps and flats. Composers like Richard Wagner and Richard Strauss wrote complicated music for the horn which would never have been possible on the natural, valveless instruments. However, some composers preferred the sound of the natural horn. Brahms wrote for the natural horn when he wrote his \"Horn Trio\" for piano, violin and horn. Benjamin Britten, in his \"Serenade for tenor, horn and strings\", asks for the horn to played naturally (without valves) for the fanfare at the beginning to make it sound like a hunting horn.\nThe horn has a conical bore. This means that the tubing gradually becomes wider (a trumpet and trombone have a cylindrical bore): the tubing is the same thickness all the way along. The modern horn has 6.4 metres of tubing. It makes a beautiful, warm sound, but it is quite hard to play because the mouthpiece is small and the harmonics (the notes that can be played by changing the lip pressure) are very close together. The horn is a transposing instrument, usually in F (a written C sounds like the F below).\nAt the end of the 19th century the so-called “double horn” was invented, which was like a combination of a horn in F and a horn in B flat.\nIn the 18th century there were generally two horns in an orchestra. This became three or four in the 19th century, and some large orchestras now may have up to eight horns.","categories":[],"infobox_types":[],"annotations":[{"uri":"Brass_instrument","surface_form":"brass instrument","offset":14},{"uri":"Horn_(anatomy)","surface_form":"horns","offset":54},{"uri":"Animal","surface_form":"animal","offset":70},{"uri":"Head","surface_form":"head","offset":92},{"uri":"Hunting","surface_form":"hunting","offset":190},{"uri":"Arm","surface_form":"arm","offset":273},{"uri":"Horse","surface_form":"horse","offset":344},{"uri":"Note_(music)","surface_form":"notes","offset":419},{"uri":"17th_century","surface_form":"17th century","offset":460},{"uri":"Orchestra","surface_form":"orchestra","offset":484},{"uri":"Opera","surface_form":"opera","offset":532},{"uri":"God","surface_form":"gods and goddesses","offset":587},{"uri":"Monarch","surface_form":"kings and queens","offset":609},{"uri":"Lip","surface_form":"lip","offset":882},{"uri":"Position","surface_form":"right","offset":972},{"uri":"Hand","surface_form":"hand","offset":978},{"uri":"Wind_instruments","surface_form":"bell","offset":990},{"uri":"Mozart","surface_form":"Mozart","offset":1089},{"uri":"Concerto","surface_form":"concerto","offset":1111},{"uri":"Mouth","surface_form":"mouth","offset":1291},{"uri":"Circle","surface_form":"circle","offset":1557},{"uri":"1830s","surface_form":"1830s","offset":1620},{"uri":"Valve","surface_form":"valve","offset":1653},{"uri":"Invention","surface_form":"invented","offset":1669},{"uri":"Chromatic","surface_form":"chromatic","offset":1755},{"uri":"Note_(music)","surface_form":"notes","offset":1792},{"uri":"Richard_Wagner","surface_form":"Richard Wagner","offset":1841},{"uri":"Richard_Strauss","surface_form":"Richard Strauss","offset":1860},{"uri":"Johannes_Brahms","surface_form":"Brahms","offset":2054},{"uri":"Piano","surface_form":"piano","offset":2122},{"uri":"Violin","surface_form":"violin","offset":2129},{"uri":"Benjamin_Britten","surface_form":"Benjamin Britten","offset":2146},{"uri":"Serenade","surface_form":"Serenade","offset":2172},{"uri":"Tenor","surface_form":"tenor","offset":2185},{"uri":"String_instruments","surface_form":"strings","offset":2201},{"uri":"Fanfare","surface_form":"fanfare","offset":2274},{"uri":"Cone","surface_form":"conical","offset":2352},{"uri":"Trumpet","surface_form":"trumpet","offset":2420},{"uri":"Trombone","surface_form":"trombone","offset":2432},{"uri":"Cylinder","surface_form":"cylindrical","offset":2448},{"uri":"Mouthpiece_(brass)","surface_form":"mouthpiece","offset":2636},{"uri":"Transposing_instrument","surface_form":"transposing instrument","offset":2773},{"uri":"18th_century","surface_form":"18th century","offset":2995}]}