{"id":439570,"url":"http://en.wikipedia.org/wiki/Prince_of_Carignan","text":"The title of Prince of Carignan is the French form of the Italian title of \"Prince of Carignano\". The title is more often than not seen in its French form due to the many ties the Carignans had with French royalty and the minor nobility The title stems from a younger son of Charles Emmanuel I, Duke of Savoy. Due to their links with the former Ducal family of Savoy the Prince was entitled to the highest rank at the Savoyard court and should the ruling Duke die without heirs the Prince was entitled to succeed to the Ducal throne. The Princes had a Palace in Turin called the \"Palazzo Carignano\". The title is similar to that of Prince of Condé in France.\nIt was a junior line of the House of Savoy. It was founded by Prince Thomas Francis of Savoy, Prince di Carignano 21 December 1596 – 22 January 1656), an Italian military commander. His descendants were accepted as \"princes strangers\" (Foreign Princes) at the court of France, where some held prominent positions, eventually coming to reign as kings of Sardinia from 1831 to 1861 and as kings of Italy from 1861 until the dynasty's deposition in 1946. The Carignanos also, briefly, supplied a king each to Spain and to Croatia, as well as queens consort to Bulgaria and Portugal.\nFollowing the succession of Charles Albert to the throne the title was not used again the family preferring to use other titles named after Italian cities. The famous Princess Marie Louise of Savoy (\"princesse de Lamballe\") was a Savoyard princess of this line.\nStyles of address.\nSometimes the style of \"Highness\" was used but at the Savoyard and French courts the style of \"Serene Highness\" was more often than not used","categories":[],"infobox_types":[],"annotations":[{"uri":"House_of_Bourbon","surface_form":"French royalty","offset":199},{"uri":"House_of_Savoy","surface_form":"former Ducal family of Savoy","offset":338},{"uri":"Turin","surface_form":"Turin","offset":562},{"uri":"Palazzo_Carignano","surface_form":"Palazzo Carignano","offset":580},{"uri":"Prince_of_Cond%C3%A9","surface_form":"Prince of Condé","offset":632},{"uri":"France","surface_form":"France","offset":651},{"uri":"Queen","surface_form":"queen","offset":1198},{"uri":"Bulgaria","surface_form":"Bulgaria","offset":1216},{"uri":"Portugal","surface_form":"Portugal","offset":1229},{"uri":"Princess_Marie_Louise_of_Savoy","surface_form":"Princess Marie Louise of Savoy","offset":1406},{"uri":"Highness","surface_form":"Highness","offset":1544},{"uri":"Serene_Highness","surface_form":"Serene Highness","offset":1615}]}