{"id":439653,"url":"http://en.wikipedia.org/wiki/Pra%C3%A7a_Diogo_de_Vasconcelos","text":"The Praça Diogo de Vasconcelos (or Praça da Savassi; in English: Diogo de Vasconcelos Square or Savassi Square) is a public square in the area of Savassi, in Belo Horizonte, Brazil.\nIt is located where the roads \"Cristóvão Colombo\" and \"Getúlio Vargas\" meet. Also near there are the streets \"Pernambuco\" and \"Antônio de Albuquerque\". The square a lively meeting place for the people who live in Belo Horizonte. It is located in the center of Savassi, an important commercial neighborhood.\nIts name honors the politician and historian Diogo de Vasconcelos. He was an early is considered the first historian of art in Brazil. Although its official name is \"Square Diogo de Vasconcelos\", this name is not very widely used. The name \"Square Savassi\" comes from the Savassi Bakery. It was located at the corner of Rua Pernambuco and Cristóvão Colombo avenue. The original bakery could still be seen on the site until a coffee shop Arturo's replaced it.\nThe square used to be surrounded by mostly boutiques, restaurants and snack bars, shops. Since 2006, however, mobile phone companies have set up shops there. The patrons of the traditional \"Café Três Corações\" (Three Hearts Café) came to protest against its closure at the site due to the opening of a store operator Claro. After the protest, the cafe has been reopened in a smaller area. It correspons to a small fraction of the old shop's size, with access only by Rua Antonio de Albuquerque.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_language","surface_form":"English","offset":56},{"uri":"Public_square","surface_form":"public square","offset":117},{"uri":"Savassi","surface_form":"Savassi","offset":146},{"uri":"Belo_Horizonte","surface_form":"Belo Horizonte","offset":158},{"uri":"Brazil","surface_form":"Brazil","offset":174},{"uri":"Street","surface_form":"street","offset":283},{"uri":"Diogo_de_Vasconcelos","surface_form":"Diogo de Vasconcelos","offset":534},{"uri":"Bakery","surface_form":"bakery","offset":867},{"uri":"Claro_Americas","surface_form":"Claro","offset":1265}]}