{"id":439644,"url":"http://en.wikipedia.org/wiki/Knights_of_Labor","text":"The Knights of Labor (K of L) was the largest and one of the most important American labor organizations of the 1880s. One of its first leaders was Terence V. Powderly. The Knights started as a secret society with many elaborate rituals. By 1878 they became more of an open group. They greatly expanded their membership in the 1880s.\nHistory.\nThe Knights of Labor began during the era of labor unions. The Garment Cutters Association of Philadelphia failed and was dissolved on 9 December 1869. Several members voted to form a new organization. They were convinced their new union needed more secrecy. As they drew up plans for the new organization each member was required to take an oath of secrecy. The title for the presiding officer was \"Master Worker\" and other titles were similarly named. On December 28th they adopted the name of Knights of Labor. The membership fees were $1. In 1878 they held their first general meeting. The early Knights took up campaigning for an 8-hour workday. Child labor exploitation was another of their causes. About 20% of the Knights were women and black workers. The members were mainly working class people. Certain professions were banned from membership. This included lawyers, bankers, and stockbrokers. As a measure of how these occupations were viewed, saloon keepers and gamblers were also excluded.\nWorkers in the 1880s began going on strike to gain better working conditions. Only about half belonged to unions. There were an average of about 500 strikes a year between 1881 and 1885. In 1886 this increased to over 1400 strikes. On 4 May 1886 in Chicago a peaceful rally was held to support workers striking for an eight-hour day. Someone threw a bomb into the crowd at Haymarket square. At least eight police officers and several civilians were killed. Labor unions were blamed even though the person throwing the bomb was never caught. The press and the American people held labor unions responsible. As one of the largest labor organizations the knights of Labor were blamed more than the other unions. The Haymarket affair caused the decline of the Knights of Labor even though they were not directly involved. By the early 1900s they were all but gone.","categories":[],"infobox_types":[],"annotations":[{"uri":"Trade_union","surface_form":"labor organizations","offset":85},{"uri":"Terence_V._Powderly","surface_form":"Terence V. Powderly","offset":148},{"uri":"Secret_society","surface_form":"secret society","offset":194},{"uri":"Ritual","surface_form":"ritual","offset":229},{"uri":"Membership","surface_form":"membership","offset":309},{"uri":"Labor_union","surface_form":"labor union","offset":388},{"uri":"Clothing","surface_form":"Garment Cutters","offset":406},{"uri":"Voluntary_association","surface_form":"Association","offset":422},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":437},{"uri":"Organization","surface_form":"organization","offset":531},{"uri":"Secrecy","surface_form":"secrecy","offset":593},{"uri":"Child_labor","surface_form":"Child labor","offset":994},{"uri":"African-American_people","surface_form":"black","offset":1088},{"uri":"Worker","surface_form":"worker","offset":1094},{"uri":"Working_class","surface_form":"working class","offset":1127},{"uri":"Profession","surface_form":"profession","offset":1157},{"uri":"Lawyer","surface_form":"lawyer","offset":1212},{"uri":"Banker","surface_form":"banker","offset":1221},{"uri":"Stockbroker","surface_form":"stockbroker","offset":1234},{"uri":"Bar_(business)","surface_form":"saloon keepers","offset":1299},{"uri":"Gambling","surface_form":"gamblers","offset":1318},{"uri":"Strike_action","surface_form":"strike","offset":1383},{"uri":"Working_conditions","surface_form":"working conditions","offset":1405},{"uri":"Chicago","surface_form":"Chicago","offset":1596},{"uri":"Bomb","surface_form":"bomb","offset":1697},{"uri":"Police_officer","surface_form":"police officer","offset":1753},{"uri":"Civilian","surface_form":"civilian","offset":1781}]}