{"id":43964,"url":"http://en.wikipedia.org/wiki/Hel_(goddess)","text":"e=\"preserve\">Hel is a goddess of Norse mythology. Her father is Loki, and her mother is Angrboða, a giantess. Her siblings are Jörmungandr and Fenrir. Her task is to reign over the realm of the dead, also called Hel or Neifelheim, where the dead peacefully go to in the afterlife to wait until Ragnarok, the end of the gods and Asgard. The people who go there are those who did not die in battle, but instead died a peaceful death. She watches over those who die, but are not chosen by the Valkyries to go to Valhalla or chosen by Freyja to enter her household.\nHel is half dead and half alive due to complications of her father and her mother. Half of her face is beautiful, like that of her father, while the other half is ugly and difficult to look at like her mother. From the waist up the skin is pink, alive and healthy. Below the waist is dead and rotting. This is the personification of the belief that death can be a good thing or a tragedy. Hel's underworld is not the Christian hell of eternal punishment for all, but a world of rewards or punishment for each as earned in life.","categories":[],"infobox_types":[],"annotations":[{"uri":"Goddess","surface_form":"goddess","offset":22},{"uri":"Norse_mythology","surface_form":"Norse mythology","offset":33},{"uri":"Loki","surface_form":"Loki","offset":64},{"uri":"Angrbo%C3%B0a","surface_form":"Angrboða","offset":88},{"uri":"J%C3%B6tnar","surface_form":"giantess","offset":100},{"uri":"Sibling","surface_form":"sibling","offset":114},{"uri":"J%C3%B6rmungandr","surface_form":"Jörmungandr","offset":127},{"uri":"Fenrir","surface_form":"Fenrir","offset":143},{"uri":"Hel_(realm)","surface_form":"Hel","offset":212},{"uri":"Afterlife","surface_form":"afterlife","offset":270},{"uri":"Valkyries","surface_form":"Valkyries","offset":490},{"uri":"Valhalla","surface_form":"Valhalla","offset":509},{"uri":"Freyja","surface_form":"Freyja","offset":531},{"uri":"Christian","surface_form":"Christian","offset":979}]}