{"id":439859,"url":"http://en.wikipedia.org/wiki/Cementation","text":"Cementation is what makes rocks solid. It is the process where grains of sediment get stuck together. It is a chemical process, and the cement is a precipitate which crystallises in the spaces between the matrix of grains. Silica (SiO2) and calcium carbonate (CaCO3) are the most common types of cement.\nIons carried in groundwater precipitate to form new crystalline material in sediment pores: this is how \"sediment\" becomes \"rock\". The new pore-filling minerals form \"bridges\" between original sediment grains, thereby binding them together. So \"sand\" becomes \"sandstone\", and \"gravel\" becomes \"conglomerate\".\nCementation occurs mainly below the water table. Large volumes of pore water must pass through sediment pores for new mineral cements to crystallize and so millions of years are generally required to complete the cementation process.\nSedimentation does not always occur. Many quarries used for sand and gravel have them as loose particles and stones, just as if they came from a present-day beach. In England, most of these quarries are from beds laid down in the Jurassic, 150+ million years ago. By chance, the conditions for cementation have never occurred there.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rocks","surface_form":"rocks","offset":26},{"uri":"Sediment","surface_form":"sediment","offset":73},{"uri":"Chemical","surface_form":"chemical","offset":110},{"uri":"Precipitation","surface_form":"precipitate","offset":148},{"uri":"Matrix","surface_form":"matrix","offset":205},{"uri":"Silica","surface_form":"Silica","offset":223},{"uri":"Calcium_carbonate","surface_form":"calcium carbonate","offset":241},{"uri":"Ions","surface_form":"Ions","offset":304},{"uri":"Sand","surface_form":"sand","offset":549},{"uri":"Sandstone","surface_form":"sandstone","offset":564},{"uri":"Gravel","surface_form":"gravel","offset":581},{"uri":"Conglomerate_(geology)","surface_form":"conglomerate","offset":598},{"uri":"Quarry","surface_form":"quarries","offset":889},{"uri":"Beach","surface_form":"beach","offset":1004},{"uri":"Jurassic","surface_form":"Jurassic","offset":1077}]}