{"id":439846,"url":"http://en.wikipedia.org/wiki/Mansour_Koushan","text":"Mansour Koushan (26 december 1949 – 16 February 2014) was a prominent Iranian author, playwright, poet, journalist and director of movies and plays. He has published 14 collections of poetry and short stories, 7 novels, 12 books of analysis on Culture, Literature, Society and politics, and hundreds of analytical essays, and more than 30 plays. While in Iran, he was an active member of the Council of the Association of Iranian Writers.\nFrom 1967 to 1977 he was editor of four independent literary periodicals in Iran. In addition, Koushan presided over the newspaper Takapou in 1996 before it was shut down for being the sole outlet to publish the \"1994 Declaration of 134 Iranian Writers,\" a letter against censorship that would result in the deaths of many of its signatories at the hands of the Iranian regime's secret service.\nKoushan has directed movies and plays for TV and staged 7 plays by international writers. In December 1998, Koushan traveled to Norway to deliver a speech at the 50th anniversary of the U.N. Declaration of Human Rights Charter. During this time, the first instances of kidnapping and killing of Iranian writers and intellectuals began, and he was forced to remain in exile.\nMansour Koushan was the artistic manager and director for the Sølvberg Theater in Stavanger, Norway from 2000 to 2006. He won the 2010 Carl von Ossietzky prize, awarded annually to a writer for his outstanding efforts for human rights and freedom of speech.\nKoushan died from gastric cancer on 16 February 2014 in Stavanger. He was 65. At the time he was the chief editor of a Persian quarterly on literature culture and art called \"Jonge Zaman\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Iran","surface_form":"Iran","offset":70},{"uri":"Stavanger","surface_form":"Stavanger","offset":1290},{"uri":"Stomach_cancer","surface_form":"gastric cancer","offset":1484},{"uri":"Persian_language","surface_form":"Persian","offset":1585},{"uri":"Jonge_Zaman","surface_form":"Jonge Zaman","offset":1641}]}