{"id":440185,"url":"http://en.wikipedia.org/wiki/Flipping","text":"Flipping is a term used in economics. It is used mainly in the United States to describe buying something and quickly reselling (or \"flipping\") it for profit. It can apply to any asset but is often applied to real estate and initial public offerings (IPOs).\nReal estate.\nReal estate is bought and sold every day. The seller arranges for a realtor to advertise and sell their property. The realtor charges between 4 and 7 percent of the selling price as a commission. The sale is conducted between the owner of the property or house, and the buyer who wants to purchase it.\nFlipping is used by real estate investors to describe someone purchasing a property then selling it quickly for a profit. Usually the investor will pay for improvements to make the property more attractive. The investor must have the money to buy the house and pay for the improvements. Realtors neither buy the house or resell it (although a realtor can also be a flipper). They simply broker the sale.\nFlipping involves a good deal of risk for investors. They must know the value of a property and not pay too much. They have to be careful not to invest too much in improvements. Very often run-down properties or foreclosures are sold at auctions. The buyer may not be able to inspect the property before buying it. This can lead to additional costs to fix problems that could not be seen. A property needs to sell quickly or there is no quick return on their money.\nThere are also many risks for buyers of flipped homes.\nIPOs.\nInitial public offerings are when a private company sells shares of stock to the public for the first time (called going public). Flipping is buying stocks and selling within the first 2 to 3 days after the company went public. The hope is the price will go up rapidly. Underwriters want investors want to hold onto stocks. They may blacklist investors who flip too many stocks even though it is legal.\nOther forms.\nIn the United Kingdom the term is used to describe Members of Parliament switching their 'second home' between several houses. This was to maximize their taxpayer funded allowances.","categories":[],"infobox_types":[],"annotations":[{"uri":"Economics","surface_form":"economics","offset":27},{"uri":"United_States","surface_form":"United States","offset":63},{"uri":"Asset","surface_form":"asset","offset":179},{"uri":"Real_estate","surface_form":"real estate","offset":209},{"uri":"Initial_public_offering","surface_form":"initial public offering","offset":225},{"uri":"Realtor","surface_form":"realtor","offset":339},{"uri":"Advertise","surface_form":"advertise","offset":350},{"uri":"Sales","surface_form":"sell","offset":364},{"uri":"Property","surface_form":"property","offset":375},{"uri":"Percent","surface_form":"percent","offset":421},{"uri":"Price","surface_form":"price","offset":444},{"uri":"Commission_(remuneration)","surface_form":"commission","offset":455},{"uri":"Sale","surface_form":"sale","offset":471},{"uri":"Ownership","surface_form":"owner","offset":501},{"uri":"Buyer","surface_form":"buyer","offset":541},{"uri":"Purchase","surface_form":"purchase","offset":560},{"uri":"Investor","surface_form":"investor","offset":605},{"uri":"Improvement","surface_form":"improvements","offset":729},{"uri":"Money","surface_form":"money","offset":807},{"uri":"Broker","surface_form":"broker","offset":960},{"uri":"Risk","surface_form":"risk","offset":1010},{"uri":"Value","surface_form":"value","offset":1049},{"uri":"Foreclosure","surface_form":"foreclosures","offset":1189},{"uri":"Auction","surface_form":"auction","offset":1214},{"uri":"Share_(finance)","surface_form":"shares","offset":1562},{"uri":"Stock","surface_form":"stock","offset":1572},{"uri":"Underwriting","surface_form":"Underwriters","offset":1774},{"uri":"Blacklisting","surface_form":"blacklist","offset":1837},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1927},{"uri":"Members_of_Parliament","surface_form":"Members of Parliament","offset":1971}]}