{"id":44029,"url":"http://en.wikipedia.org/wiki/Dimetrodon","text":"\"Dimetrodon\" was a pelycosaur (early Synapsida) from the first part of the Permian period (about 295–272 million years ago).\n\"Dimetrodon\" walked on four legs and had a tall, curved skull with large teeth of different sizes set along the jaws. Most fossils have been found in the southwestern United States, from red beds in Texas and Oklahoma. The largest known species of \"Dimetrodon\" is \"D. angelensis\" at and the smallest is \"D. teutonis\" at.\n\"Dimetrodon\" was a carnivore, probably the top predator in its environment. Its main feature is the large sail on its back formed by elongated spines extending upwards from the vertebrae. The spines would be joined by skin. The general opinion of palaeontologists is that it was a temperature-regulating device. The idea is that the animal could warm up in the early morning by placing itself broadside to the Sun, and later could cool off in the shade, or arrange for its body to get less sunlight. At this stage in evolution, no land animals were homoiotherms. Very likely the sail was also used for sexual or territorial signalling. In which case, the skin would be coloured. This, of course, is supposition, but it does make sense of the animal's most extraordinary feature.\nIn evolutionary terms, \"Dimetrodon\" was a synapsid, a line of land animals which eventually gave rise to the mammals. It was not on the direct line of descent, but a good example of the evolutionary grade typical of Permian synapsids.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pelycosaur","surface_form":"pelycosaur","offset":19},{"uri":"Synapsida","surface_form":"Synapsida","offset":37},{"uri":"Permian_period","surface_form":"Permian period","offset":75},{"uri":"Million","surface_form":"million","offset":105},{"uri":"United_States","surface_form":"United States","offset":292},{"uri":"Red_beds","surface_form":"red beds","offset":312},{"uri":"Texas","surface_form":"Texas","offset":324},{"uri":"Oklahoma","surface_form":"Oklahoma","offset":334},{"uri":"Carnivore","surface_form":"carnivore","offset":465},{"uri":"Predator","surface_form":"predator","offset":493},{"uri":"Epidermis","surface_form":"skin","offset":664},{"uri":"Palaeontologist","surface_form":"palaeontologist","offset":693},{"uri":"Homoiotherm","surface_form":"temperature-regulating","offset":727},{"uri":"Evolution","surface_form":"evolution","offset":963},{"uri":"Homoiotherm","surface_form":"homoiotherm","offset":995},{"uri":"Signal_(biology)","surface_form":"signalling","offset":1070},{"uri":"Mammals","surface_form":"mammals","offset":1334},{"uri":"Evolutionary_grade","surface_form":"evolutionary grade","offset":1411},{"uri":"Permian","surface_form":"Permian","offset":1441}]}