{"id":44030,"url":"http://en.wikipedia.org/wiki/Spinosaurus","text":"\"Spinosaurus\" (which means 'spiny lizard') was a huge semi-aquatic dinosaur from the Cretaceous, 112 to 93.5 million years ago. It had paddle-like feet and nostrils on top of its crocodile-like head. This would let it submerge as a crocodile does.\nThe same research suggests it was perhaps larger than \"Tyrannosaurus rex\", but more clumsy on land, moving as a quadruped. All these ideas had been suggested before. The discovery of a more complete skeleton made palaeontologists think they were correct. The fossil was found in Morocco by a private collector who let scientists examine it.\n\"Spinosaurus\" bones were first discovered in Egypt in 1912 by German paleontologist Ernst Stromer in 1915. Two species, \"S. aegyptiacus\" and \"S. marocannus\", are recognized by many paleontologists, but there may only be one. \"Spinosaurus\" looked like \"Baryonyx\" except it was larger and more heavily built. Six specimens of \"Spinosaurus\" have been uncovered. Apparently, good material was destroyed in Munich in a 1944 bombing raid.\nDescription.\n100 million years ago, the Sahara Desert was wet. Animals included the pterosaur \"Alanqa\", types of giant crocodiles, and theropod predators the size of \"T. rex\". The largest predator was \"Spinosaurus\". In the past, it was thought that Spinosaurus aegyptiacus was bipedal. In 2014, scientists believed that \"Spinosaurus aegyptiacus\" was quadrupedal because it is front-heavy. If \"Spinosaurus aegyptiacus\" were to walk on two legs, it would topple. \"Spinosaurus\" probably walked on its knuckles. Spinosaurus's legs were short. \"Spinosauruss jaws were designed to catch slippery prey like fish. Scientists say that \"Spinosaurus\" spent most of its time in the water and it was a semi-aquatic dinosaur.\n\"Spinosaurus\" was larger than \"Tyrannosaurus\". Estimates published in 2005, 2007, and 2008 suggested that it was between 15 metres (50 ft) in length and 7 to 20.9 tonnes (7.7 to 23.0 short tons) in weight. A new estimate published in 2014 and based on a more complete specimen, supported the earlier research, finding that \"Spinosaurus\" could reach lengths of over 15 m (49 ft). It had a two meter high sail on its back like \"Dimetrodon\". Several uses have been suggested for this sail, such as to help control its body temperature, as a way to attract a mate, and to intimidate or frighten enemies. It lived in what is now the Sahara Desert, but which then was mangrove forests alongside shoreline conditions, tidal flats and channels.\nThe skull of \"Spinosaurus\" was long and narrow like that of a modern gharial. \"Spinosaurus\" is known to have eaten fish. Evidence suggests that it lived both on land and in water like a modern crocodilian.\nMedia.\nIt was featured as the main dinosaur in the 2001 film Jurassic Park III where it fights and kills a T-Rex. It has also appeared on postage stamps in several countries, and many toy companies have made models of \"Spinosaurus\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Aquatic","surface_form":"aquatic","offset":59},{"uri":"Dinosaur","surface_form":"dinosaur","offset":67},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":85},{"uri":"Crocodile","surface_form":"crocodile","offset":179},{"uri":"Tyrannosaurus_rex","surface_form":"Tyrannosaurus rex","offset":303},{"uri":"Quadruped","surface_form":"quadruped","offset":360},{"uri":"Skeleton","surface_form":"skeleton","offset":447},{"uri":"Fossil","surface_form":"fossil","offset":507},{"uri":"Morocco","surface_form":"Morocco","offset":527},{"uri":"Egypt","surface_form":"Egypt","offset":634},{"uri":"Paleontologist","surface_form":"paleontologist","offset":658},{"uri":"Baryonyx","surface_form":"Baryonyx","offset":841},{"uri":"Munich","surface_form":"Munich","offset":991},{"uri":"Bombing","surface_form":"bombing","offset":1008},{"uri":"Sahara_Desert","surface_form":"Sahara Desert","offset":1062},{"uri":"Pterosaur","surface_form":"pterosaur","offset":1106},{"uri":"Alanqa","surface_form":"Alanqa","offset":1117},{"uri":"Theropod","surface_form":"theropod","offset":1157},{"uri":"T._rex","surface_form":"T. rex","offset":1189},{"uri":"Tyrannosaurus","surface_form":"Tyrannosaurus","offset":1765},{"uri":"Dimetrodon","surface_form":"Dimetrodon","offset":2160},{"uri":"Temperature","surface_form":"temperature","offset":2254},{"uri":"Sahara_Desert","surface_form":"Sahara Desert","offset":2362},{"uri":"Mangrove","surface_form":"mangrove","offset":2396},{"uri":"Gharial","surface_form":"gharial","offset":2540},{"uri":"Jurassic_Park_III","surface_form":"Jurassic Park III","offset":2738}]}