{"id":44041,"url":"http://en.wikipedia.org/wiki/Rhamphorhynchus","text":"\"Rhamphorhynchus\" is a genus of long-tailed pterosaurs in the Upper Jurassic. It is the best-known of the long-tailed pterosaurs, the sub-order Rhamphorynchoidea.\n\"Rhamphorhynchus\" had a long tail, stiffened with ligaments, which ended in a small diamond-shaped rudder on the end of its tail which helped keep it stable when it was flying.\nThe jaws of \"Rhamphorhynchus\" housed needle-like teeth, which were angled forward, with a curved, sharp, beak-like tip lacking teeth. Their diet was mainly fish and insects.\nLike other pterosaurs, its body was covered with hairs, which suggests it had termperature regulation ('hot-blooded') and a high rate of metabolism. This is also found in birds and bats, and seems necessary for active flight.\nThe genus was quite successful: it is the most common pterosaur found in the Solnhofen limestone beds in Bavaria, Germany. These are the same strata where \"Archaeopteryx\" was found.\nRhamphorhynchoids.\nThis early group flourished from the Upper Triassic to the end of the Jurassic. When we first see them in the fossil record they have developed three families, so biologists know their early evolution is not yet revealed.p240, 246 These three families are represented by the three genera \"Rhamphorhynchus\", \"Dimorphodon\" and \"Eudimorphodon\". This sub-order was the earliest kind or pterosaur, which were succeeded by the more 'derived' short-tailed pterosaurs, the Pterodactyloids, such as \"Pterodactylus\". In the Upper Jurassic both the two sub-orders were extant (living).\nThe group always has a long tail, stiffened by rod-like bony tendons to keep it straight. This indicates their flight was extremely stable, which means it kept on course, and did not dart about much. This feature is also found in \"Archaeopteryx\" and in early bats, and in insects like dragonflies.\nIt can be interpreted like this. To dart about quickly requires special advanced brains and reflexes to keep control. Later birds and pterosaurs had extra 'control wiring' in their brains, but early ones did not. The evidence for this is the extra size of pterodactyl and bird brains compared with the reptile brains the groups started out with. That much of this increase is connected to seeing and flying is clear from how bird brains work.\nThe analogy would be planes. Early planes were highly stable, and so are airliners. Fighter planes are fundamentally much less stable, and have to be in order to jink about. This needs such fast reactions that the details are worked out by computer, with the pilot indicating where to go.\nIt requires more 'brains' to control an unstable craft than it does a stable one. And the same principle applies to pterosaurs, birds and bats. Early birds, bats, pterosaurs and insects were all more stable, with tails or (insects) long abdomens. This helped the flying animal to keep on track, which is what we mean by 'stable'.\nAll species in the group have teeth. The group died out at the end of the Jurassic, which suffered a minor extinction event.p270","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":23},{"uri":"Pterosaur","surface_form":"pterosaur","offset":44},{"uri":"Upper_Jurassic","surface_form":"Upper Jurassic","offset":62},{"uri":"Diamond","surface_form":"diamond","offset":247},{"uri":"Shape","surface_form":"shape","offset":255},{"uri":"Rudder","surface_form":"rudder","offset":262},{"uri":"Stable","surface_form":"stable","offset":313},{"uri":"Fish","surface_form":"fish","offset":496},{"uri":"Insect","surface_form":"insect","offset":505},{"uri":"Metabolism","surface_form":"metabolism","offset":651},{"uri":"Bird","surface_form":"bird","offset":685},{"uri":"Bat","surface_form":"bat","offset":695},{"uri":"Solnhofen_limestone","surface_form":"Solnhofen limestone","offset":817},{"uri":"Bavaria","surface_form":"Bavaria","offset":845},{"uri":"Germany","surface_form":"Germany","offset":854},{"uri":"Archaeopteryx","surface_form":"Archaeopteryx","offset":896},{"uri":"Triassic","surface_form":"Triassic","offset":984},{"uri":"Dimorphodon","surface_form":"Dimorphodon","offset":1249},{"uri":"Eudimorphodon","surface_form":"Eudimorphodon","offset":1267},{"uri":"Pterodactylus","surface_form":"Pterodactylus","offset":1432},{"uri":"Tendon","surface_form":"tendon","offset":1577},{"uri":"Bat","surface_form":"bat","offset":1775},{"uri":"Dragonfly","surface_form":"dragonflies","offset":1801},{"uri":"Airplane","surface_form":"planes","offset":2292},{"uri":"Extinct","surface_form":"extinct","offset":2983}]}