{"id":440404,"url":"http://en.wikipedia.org/wiki/Intelligence_agency","text":"An intelligence agency is a government agency. Its job is to collect, analyse, and use information to support its government.\nThere are two parts to this, and usually they are done by separate agencies. The first part is to collect information (to \"spy\") on other countries. The other side is to watch people in the home country who might cause problems. A third activity is to defend against foreign intelligence agencies in the home country. This is called counter-intelligence, and is often done by a separate agency.\nWhat the agencies discover is called \"intelligence\". It may be used to help law enforcement, security, defence and foreign policy.\nThe methods of information gathering are sometimes covert (hidden) and sometimes quite open. A covert method might be to steal and copy secret documents. An open method would be to read all published work on some important matter, and analyse it. Much important material is published openly in democratic countries.\nTo get hold of secret information, these organisations use espionage, intercept signals (tap phones, hack computers), cryptanalysis (break codes), and think about what the information means. Putting together and communicating information is known as intelligence analysis and assessment.\nSome agencies have been involved in assassination, arms trafficking, coups d'état, and the placement of misinformation (propaganda) as well as other covert operations, in order to support their own or their governments' interests.","categories":[],"infobox_types":[],"annotations":[{"uri":"Government_agency","surface_form":"government agency","offset":28},{"uri":"Analyse","surface_form":"analyse","offset":70},{"uri":"Information","surface_form":"information","offset":87},{"uri":"Spy","surface_form":"spy","offset":249},{"uri":"Counter-intelligence","surface_form":"counter-intelligence","offset":459},{"uri":"Law_enforcement","surface_form":"law enforcement","offset":597},{"uri":"Security","surface_form":"security","offset":614},{"uri":"Defense_(military)","surface_form":"defence","offset":624},{"uri":"Foreign_policy","surface_form":"foreign policy","offset":636},{"uri":"Espionage","surface_form":"espionage","offset":1027},{"uri":"Signal_(electrical_engineering)","surface_form":"signals","offset":1048},{"uri":"Telephone_tapping","surface_form":"tap phones","offset":1057},{"uri":"Hacking","surface_form":"hack","offset":1069},{"uri":"Cryptanalysis","surface_form":"cryptanalysis","offset":1086},{"uri":"Assassination","surface_form":"assassination","offset":1292},{"uri":"Arms_trafficking","surface_form":"arms trafficking","offset":1307},{"uri":"Coup_d%27%C3%A9tat","surface_form":"coups d'état","offset":1325},{"uri":"Propaganda","surface_form":"propaganda","offset":1376},{"uri":"Undercover_operation","surface_form":"covert operations","offset":1405}]}