{"id":440553,"url":"http://en.wikipedia.org/wiki/Val%C3%A9ry_Giscard_d%27Estaing","text":"Valéry Marie René Georges Giscard d'Estaing (,; 2 February 19262 December 2020), also known as Giscard or VGE, was a French politician and writer. He was the 20th President of France from 1974 to 1981 during the Fifth Republic.\nBorn in Koblenz, Germany, Giscard d'Estaing began his political career as a Gaullist and slowly began to change his political thinking around the time he was the Minister of Finance when Jacques Chaban-Delmas and Pierre Messmer were prime ministers.\nHe won the presidential election of 1974 with 50.8% of the vote against François Mitterrand of the Socialist Party. His presidency was seen as liberal for his focus on divorce, contraception and abortion. His presidency helped modernise the country through his creation and growth of TGV and support of nuclear power as France's main energy source. However, he became unpopular because of a bad economy and the 1973 energy crisis, which many felt that it was the end of the \"Trente Glorieuses\". In 1981, he lost his re-election campaign to Mitterrand, with 48.2% of the vote.\nAfter his presidency, he was a member of the Constitutional Council. He also was President of the Regional Council of Auvergne from 1986 to 2004. Giscard d'Estaing focused on the European Union after his presidency. He was in charge of the Convention on the Future of Europe that created the unsuccessful treaty that would have created a constitution for Europe. In 2003, he was elected to the Académie française.\nAt the time of his death at age 94 years and 304 days, Giscard d'Estaing was the longest-lived French president in history. He died in December 2020 from COVID-19.\nEarly life.\nGiscard d'Estaing was born on 2 February 1926 in Koblenz, Germany, during the French occupation of the Rhineland. He was the oldest son of Jean Edmond Lucien Giscard d'Estaing and his wife Marthe Clémence Jacqueline Marie (May) Bardoux.\nGiscard had an older sister, Sylvie and younger siblings Olivier, Isabelle, and Marie-Laure.\nHe joined the French Resistance and was part of the Liberation of Paris where he protected Alexandre Parodi. He then joined the French First Army. He was later awarded the \"Croix de guerre\" for his military service.\nHe studied at Lycée Blaise-Pascal in Clermont-Ferrand, École Gerson and Lycées Janson-de-Sailly and Louis-le-Grand in Paris. He graduated from the École polytechnique and the École nationale d'administration. He later joined the Inspection des finances. He worked in the Tax and Revenue Service, then joined the staff of Prime Minister Edgar Faure from 1955 to 1956.\nFirst offices.\nIn 1956, he was elected to the National Assembly as a deputy for the Puy-de-Dôme \"département\". He joined the National Centre of Independents and Peasants (CNIP), a conservative group. After the creation of the Fifth Republic, the CNIP leader Antoine Pinay became Minister of Economy and Finance and chose him as Secretary of State for Finances from 1959 to 1962.\nMember of the Gaullist majority.\nIn 1962, when Giscard was nominated as Minister of Economy and Finance, his party split up with the Gaullists and left the majority coalition. At first, Giscard was a supporter of French president Charles de Gaulle. Giscard did not support this and founded the Independent Republicans (RI). During this time, he supported the United States dollar as a form of international payments.\nIn 1966, he was removed from the cabinet. He made the RI into a political party, the National Federation of the Independent Republicans (FNRI), and founded the Perspectives and Realities Clubs. In 1969, Giscard supported a \"no\" vote in the constitutional referendum which focused on the regions and the Senate. De Gaulle had said that he would resign if the \"no\" won. After De Gaulle resigned, many of his supporters blamed Giscard for being responsible for De Gaulle's resignation. From 1967 to 1974, he was Mayor of Chamalières.\nDuring the 1969 presidential campaign, he supported the winning candidate Georges Pompidou, after which he became the Minister of Economy and Finance again.\nPresidential election victory.\nIn 1974, after the death of President Georges Pompidou, Giscard announced his candidacy for the presidency. His two main challengers were François Mitterrand for the left and Jacques Chaban-Delmas, a former Gaullist Prime Minister. Jacques Chirac explained that Giscard was the best candidate to stop Mitterrand from being elected. In the election, Giscard beat Mitterrand by a small number of votes, winning 50.7% of the vote.\nPresident of France.\nIn 1974, Giscard was elected President of France, beating Socialist candidate François Mitterrand by 425,000 votes. At 48, he was the third youngest president in French history at the time, after Louis-Napoléon Bonaparte and Jean Casimir-Perier.\nDomestic activities.\nWhen Giscard made it easier for people to get political asylum, he expanded health insurance, lowered the voting age to 18, and modernised the divorce law. He supported the creation of the TGV high speed train network and the Minitel telephone upgrade. He supported nuclear power.\nEconomically, Giscard's presidency increased personal incomes, as employment went up 29% and pensions by 65%.\nGiscard initially tried to make the presidency look less like a monarchy. He rode the Métro, ate monthly dinners with citizens, and even invited garbage men from Paris to have breakfast with him in the Élysée Palace. Many of his critics believed that Giscard was not formal enough to be president.\nMany conservatives that supported him slowly began to criticise him because he helped legalise abortion. Even though he was against the death penalty, Giscard said in his 1974 campaign that he would support the death penalty for some criminals. He did not remove three death sentences that happened during his presidency, making France the last country in the Europe to take part of death penalty.\nPrime Minister Jacques Chirac, who resigned in 1976, began to critise Giscard and later became political enemies with him. Raymond Barre, called the \"best economist in France\" at the time, replace him Chirac.\nForeign activities.\nGiscard was a close friend of West German Chancellor Helmut Schmidt and together they helped create the European Monetary System. They also helped make the Soviet Union support the Helsinki Accords.\nHe supported creation of the European Council at the Paris Summit in December 1974.\nIn 1975 Giscard made the King of Spain Juan Carlos I to ban Chilean dictator Augusto Pinochet from his coronation by saying that if Pinochet went, he would not. Although France accepted many Chilean political refugees, Giscard d'Estaing's government secretly worked with Pinochet's and Argentina's Jorge Rafael Videla's dictatorship governments.\nGiscard supported de Gaulle's African policy where supported delivering oil supplies to and from Africa. In 1977, in the Opération Lamantin, he ordered the French military to go to Mauritania and stop the Polisario guerrillas fighting against Mauritania.\nGiscard became controversial for his support of Jean-Bédel Bokassa in the Central African Republic. Due to the growing unpopularity of that government, he began to slowly criticise Bokassa. In 1979's Operation Caban, French troops helped remove Bokassa from power and made former president David Dacko the new leader.\nThe Diamonds Affair, known in France as \"l'affaire des diamants\", was a major political scandal in the Fifth Republic. In 1973, while Minister of Finance, Giscard d'Estaing was given diamonds by Bokassa. Many believe this is what made him lose his re-election.\n1981 presidential election.\nIn the 1981 presidential election, Giscard's re-election was in trouble because former Prime Minister Chirac ran against him. Chirac finished third and did not tell his supporters to vote for Giscard in the second round of the election. Giscard lost to Mitterrand by 3 points in the runoff and blamed Chirac for his defeat.\nPublic opinion.\nGiscard d’Estaing was seen as an important person in modernising France and making the European Union strong. He was popular because his presidency passed many small social reforms, such as lowering the voting age by three years, allowing divorce by common consent, and legalising abortion.\nHowever, he was unable to fix the great economic crisis of his term, a worldwide economic recession caused by a massive increase in oil prices. His foreign policy was remembered for his close relationship with West German Chancellor Helmut Schmidt, and together they helped expand and made Europe's economic power stronger as they pushed for the European Monetary System and helped create the G-7 system.\nPost-presidency.\nAfter he lost in 1981, Giscard retired for a short time from politics. In 1984, he was re-elected to his seat in the National Assembly and won the presidency of Auvergne. He was President of the Council of European Municipalities and Regions from 1997 to 2004.\nIn 1982, along with former U.S. President Gerald Ford, he co-founded the annual AEI World Forum. He has also was a member of the Trilateral Commission after being president.\nHe hoped to become prime minister during after the re-election of Mitterrand, but he was not chosen for this job. During the 1988 presidential campaign, he did not support two of his two former Prime Ministers Jacques Chirac and Raymond Barre.\nHe was President of the UDF from 1988 to 1996. Most of the UDF politicians supported the candidacy of the RPR Prime Minister Édouard Balladur at the 1995 presidential election, but Giscard supported Chirac, who won the election.\nIn 2000, he created a proposal to limit the length of a presidential term from seven to five years, a proposal that eventually won its referendum proposal by President Chirac. Following his retirement from the National Assembly his son Louis Giscard d'Estaing was elected.\nIn 2003, Giscard d'Estaing became a member of the Académie française. In 2004, he became a member of the Constitutional Council. His support for creating a European Constitution, were criticised. Many believed Giscard should have been removed from the council and be given a life membership in the Senate.\nHe supported the presidential campaigns of Nicolas Sarkozy in 2007 and François Fillon in 2017. In 2013, Giscard supported same-sex marriage in France.\nOn 21 January 2017, he became the oldest former president in French history.\nEuropean activities.\nGiscard was a supporter of a stronger European Union. From 1989 to 1993, Giscard was a member of the European Parliament. From 1989 to 1991, he was also chairman of the Liberal and Democratic Reformist Group.\nFrom 2001 to 2004, he was President of the Convention on the Future of Europe. On 29 October 2004, the European heads of state approved and signed the European Constitution based on a draft supported by Giscard's work at the Convention. Although the constituion was rejected by French voters in May 2005, Giscard continued to support for its passage in other European Union states.\nGiscard d'Estaing was a supporter of the Lisbon Treaty.\nIn 2008 he became the Honorary President of the Permanent Platform of Atomium Culture. On 27 November 2009, Giscard started the Permanent Platform of Atomium Culture during its first meeting, held at the European Parliament.\nPersonal life.\nGiscard's name was often shortened to \"VGE\". He was also known as \"l'Ex\", especially during the time he was the only living former president.\nOn 17 December 1952, Giscard married Anne-Aymone Sauvage de Brantes. His family did not live in the presidential Élysée Palace during his presidency. In 1974, \"Le Monde\" reported that he used to leave a letter about where he was in case of an emergency.\nIn May 2020, Giscard was accused of touching a German journalist's buttocks during an interview in 2018. He said he never did this and apologised to the reporter.\nIn 2005, he and his brother bought the castle of Estaing. However, many newspapers in different countries why they bought with many believing they wanted to become French nobility. It was put up for sale in 2008 for €3 million It is now owned by the Valéry Giscard d'Estaing Foundation.\nGiscard wrote his second romantic novel, published on 1 October 2009 in France, entitled \"The Princess and the President\". It tells the story of a French leader having a romantic affair with a character called Patricia, Princess of Cardiff. This caused many rumours that the book was based on a real-life affair between Giscard and Diana, Princess of Wales. He later said that such an affair never happened and that the book was fictional.\nDeath.\nOn 14 September 2020, Giscard d'Estaing was hospitalised for breating problems at the Hôpital Européen Georges-Pompidou in Paris. He was later diagnosed with a lung infection. He was hospitalised again on 15 November, but left the hospital on 20 November.\nHe died of problems caused by COVID-19 on 2 December 2020 during the pandemic in France at his Authon, Loir-et-Cher home, aged 94. His funeral and burial was held on 5 December in Authon with forty people going the event.\nHonours and awards.\nGiscard was honoured with the Grand-croix of the Legion of Honour and of the Ordre National du Mérite.\nIn 1966, he was made Knight Grand Cross of the Order of Isabella the Catholic. In 1973, Giscard was honored with the Knight Grand Cross of the Order of Merit of the Italian Republic. In 1975, Giscard was honoured with Portugal's Grand Collar of the Order of Saint James of the Sword. In 1976, he was honoured with the Order of the Bath, and Order of the Southern Cross.\nIn 1978, he was made Knight of the Order of the Elephant and honoured with the Grand Collar of the Order of Prince Henry by Portugal and of the Order of Charles III by Spain. In 1980, Giscard was honoured with the Order of the Seraphim.\nIn 1979, he was given the Nansen Refugee Award.\nIn 2003, he received the Charlemagne Award of the German city of Aachen. He was also a Knight of Malta.","categories":[],"infobox_types":["officeholder"],"annotations":[{"uri":"List_of_presidents_of_France","surface_form":"20th","offset":158},{"uri":"President_of_France","surface_form":"President of France","offset":163},{"uri":"French_Fifth_Republic","surface_form":"Fifth Republic","offset":212},{"uri":"Koblenz","surface_form":"Koblenz","offset":236},{"uri":"Germany","surface_form":"Germany","offset":245},{"uri":"Gaullist","surface_form":"Gaullist","offset":304},{"uri":"French_Ministry_for_the_Economy_and_Finance","surface_form":"Minister of Finance","offset":390},{"uri":"Jacques_Chaban-Delmas","surface_form":"Jacques Chaban-Delmas","offset":415},{"uri":"Pierre_Messmer","surface_form":"Pierre Messmer","offset":441},{"uri":"Prime_Minister_of_France","surface_form":"prime ministers","offset":461},{"uri":"1974_French_presidential_election","surface_form":"presidential election of 1974","offset":489},{"uri":"Fran%C3%A7ois_Mitterrand","surface_form":"François Mitterrand","offset":550},{"uri":"Socialist_Party_(France)","surface_form":"Socialist Party","offset":577},{"uri":"Liberalism","surface_form":"liberal","offset":621},{"uri":"Contraception","surface_form":"contraception","offset":655},{"uri":"Abortion","surface_form":"abortion","offset":673},{"uri":"TGV","surface_form":"TGV","offset":762},{"uri":"Nuclear_power","surface_form":"nuclear power","offset":781},{"uri":"1973_energy_crisis","surface_form":"1973 energy crisis","offset":889},{"uri":"Trente_Glorieuses","surface_form":"Trente Glorieuses","offset":953},{"uri":"1981_French_presidential_election","surface_form":"1981","offset":976},{"uri":"Constitutional_Council_(France)","surface_form":"Constitutional Council","offset":1099},{"uri":"President_of_the_Regional_Council_(France)","surface_form":"President of the Regional Council","offset":1135},{"uri":"Auvergne_(r%C3%A9gion)","surface_form":"Auvergne","offset":1172},{"uri":"European_Union","surface_form":"European Union","offset":1233},{"uri":"Convention_on_the_Future_of_Europe","surface_form":"Convention on the Future of Europe","offset":1294},{"uri":"Treaty_establishing_a_Constitution_for_Europe","surface_form":"treaty","offset":1359},{"uri":"Constitution","surface_form":"constitution","offset":1392},{"uri":"Acad%C3%A9mie_fran%C3%A7aise","surface_form":"Académie française","offset":1448},{"uri":"COVID-19","surface_form":"COVID-19","offset":1622},{"uri":"Koblenz","surface_form":"Koblenz","offset":1693},{"uri":"Weimar_Republic","surface_form":"Germany","offset":1702},{"uri":"Occupation","surface_form":"occupation","offset":1729},{"uri":"Rhineland","surface_form":"Rhineland","offset":1747},{"uri":"Olivier_Giscard_d%27Estaing","surface_form":"Olivier","offset":1938},{"uri":"French_Resistance","surface_form":"French Resistance","offset":1988},{"uri":"Liberation_of_Paris","surface_form":"Liberation of Paris","offset":2026},{"uri":"Alexandre_Parodi","surface_form":"Alexandre Parodi","offset":2065},{"uri":"Free_French_Forces","surface_form":"French","offset":2102},{"uri":"First_Army_(France)","surface_form":"First Army","offset":2109},{"uri":"Croix_de_guerre_1939%E2%80%931945_(France)","surface_form":"Croix de guerre","offset":2147},{"uri":"Clermont-Ferrand","surface_form":"Clermont-Ferrand","offset":2227},{"uri":"Lyc%C3%A9e_Janson-de-Sailly","surface_form":"Janson-de-Sailly","offset":2269},{"uri":"Lyc%C3%A9e_Louis-le-Grand","surface_form":"Louis-le-Grand","offset":2290},{"uri":"%C3%89cole_Polytechnique","surface_form":"École polytechnique","offset":2337},{"uri":"%C3%89cole_nationale_d%27administration","surface_form":"École nationale d'administration","offset":2365},{"uri":"Inspection_g%C3%A9n%C3%A9rale_des_finances_(France)","surface_form":"Inspection des finances","offset":2419},{"uri":"Edgar_Faure","surface_form":"Edgar Faure","offset":2526},{"uri":"National_Assembly_(France)","surface_form":"National Assembly","offset":2603},{"uri":"Puy-de-D%C3%B4me","surface_form":"Puy-de-Dôme","offset":2641},{"uri":"National_Centre_of_Independents_and_Peasants","surface_form":"National Centre of Independents and Peasants","offset":2682},{"uri":"French_Fifth_Republic","surface_form":"Fifth Republic","offset":2783},{"uri":"Antoine_Pinay","surface_form":"Antoine Pinay","offset":2815},{"uri":"Ministry_of_the_Economy_and_Finance_(France)","surface_form":"Minister of Economy and Finance","offset":3008},{"uri":"Gaullists","surface_form":"Gaullists","offset":3069},{"uri":"Coalition","surface_form":"coalition","offset":3101},{"uri":"Charles_de_Gaulle","surface_form":"Charles de Gaulle","offset":3166},{"uri":"Independent_Republicans","surface_form":"Independent Republicans","offset":3230},{"uri":"United_States_dollar","surface_form":"United States dollar","offset":3295},{"uri":"Independent_Republicans","surface_form":"National Federation of the Independent Republicans","offset":3438},{"uri":"Perspectives_and_Realities_Clubs","surface_form":"Perspectives and Realities Clubs","offset":3513},{"uri":"1969_French_constitutional_referendum","surface_form":"constitutional referendum","offset":3593},{"uri":"Chamali%C3%A8res","surface_form":"Chamalières","offset":3871},{"uri":"1969_French_presidential_election","surface_form":"1969 presidential campaign","offset":3895},{"uri":"Georges_Pompidou","surface_form":"Georges Pompidou","offset":3958},{"uri":"Fran%C3%A7ois_Mitterrand","surface_form":"François Mitterrand","offset":4210},{"uri":"Jacques_Chaban-Delmas","surface_form":"Jacques Chaban-Delmas","offset":4247},{"uri":"Jacques_Chirac","surface_form":"Jacques Chirac","offset":4304},{"uri":"1974_French_presidential_election","surface_form":"the election","offset":4407},{"uri":"President_of_France","surface_form":"President of France","offset":4550},{"uri":"Napoleon_III","surface_form":"Louis-Napoléon Bonaparte","offset":4717},{"uri":"Jean_Casimir-Perier","surface_form":"Jean Casimir-Perier","offset":4746},{"uri":"Political_asylum","surface_form":"political asylum","offset":4834},{"uri":"TGV","surface_form":"TGV","offset":4977},{"uri":"High-speed_rail","surface_form":"high speed train","offset":4981},{"uri":"Minitel","surface_form":"Minitel","offset":5014},{"uri":"Nuclear_power","surface_form":"nuclear power","offset":5054},{"uri":"Pension","surface_form":"pension","offset":5162},{"uri":"Monarchy","surface_form":"monarchy","offset":5243},{"uri":"Paris_M%C3%A9tro","surface_form":"Métro","offset":5265},{"uri":"%C3%89lys%C3%A9e_Palace","surface_form":"Élysée Palace","offset":5381},{"uri":"Abortion","surface_form":"abortion","offset":5572},{"uri":"Death_penalty","surface_form":"death penalty","offset":5613},{"uri":"Jacques_Chirac","surface_form":"Jacques Chirac","offset":5890},{"uri":"Raymond_Barre","surface_form":"Raymond Barre","offset":5998},{"uri":"Chancellor_of_Germany","surface_form":"West German Chancellor","offset":6134},{"uri":"Helmut_Schmidt","surface_form":"Helmut Schmidt","offset":6157},{"uri":"European_Monetary_System","surface_form":"European Monetary System","offset":6208},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":6260},{"uri":"Helsinki_Accords","surface_form":"Helsinki Accords","offset":6285},{"uri":"Council_of_the_European_Union","surface_form":"European Council","offset":6332},{"uri":"King_of_Spain","surface_form":"King of Spain","offset":6412},{"uri":"Juan_Carlos_I_of_Spain","surface_form":"Juan Carlos I","offset":6426},{"uri":"Augusto_Pinochet","surface_form":"Augusto Pinochet","offset":6464},{"uri":"Argentina","surface_form":"Argentina","offset":6673},{"uri":"Jorge_Rafael_Videla","surface_form":"Jorge Rafael Videla","offset":6685},{"uri":"Op%C3%A9ration_Lamantin","surface_form":"Opération Lamantin","offset":6854},{"uri":"Mauritania","surface_form":"Mauritania","offset":6914},{"uri":"Polisario_Front","surface_form":"Polisario","offset":6938},{"uri":"Guerrilla_warfare","surface_form":"guerrillas fighting","offset":6948},{"uri":"Jean-B%C3%A9del_Bokassa","surface_form":"Jean-Bédel Bokassa","offset":7036},{"uri":"Central_African_Republic","surface_form":"Central African Republic","offset":7062},{"uri":"Operation_Caban","surface_form":"Operation Caban","offset":7188},{"uri":"David_Dacko","surface_form":"David Dacko","offset":7278},{"uri":"Diamonds_Affair","surface_form":"Diamonds Affair","offset":7310},{"uri":"French_Fifth_Republic","surface_form":"Fifth Republic","offset":7409},{"uri":"Diamonds","surface_form":"diamonds","offset":7489},{"uri":"1981_French_presidential_election","surface_form":"1981 presidential election","offset":7602},{"uri":"European_Union","surface_form":"European Union","offset":8022},{"uri":"Consent","surface_form":"common consent","offset":8185},{"uri":"Recession","surface_form":"recession","offset":8316},{"uri":"Helmut_Schmidt","surface_form":"Helmut Schmidt","offset":8459},{"uri":"European_Monetary_System","surface_form":"European Monetary System","offset":8572},{"uri":"G7","surface_form":"G-7 system","offset":8619},{"uri":"National_Assembly_of_France","surface_form":"National Assembly","offset":8765},{"uri":"Auvergne_(r%C3%A9gion)","surface_form":"Auvergne","offset":8809},{"uri":"Council_of_European_Municipalities_and_Regions","surface_form":"Council of European Municipalities and Regions","offset":8843},{"uri":"Gerald_Ford","surface_form":"Gerald Ford","offset":8951},{"uri":"AEI_World_Forum","surface_form":"AEI World Forum","offset":8989},{"uri":"Trilateral_Commission","surface_form":"Trilateral Commission","offset":9038},{"uri":"Prime_Minister_of_France","surface_form":"prime minister","offset":9102},{"uri":"1988_French_presidential_election","surface_form":"1988 presidential campaign","offset":9208},{"uri":"Jacques_Chirac","surface_form":"Jacques Chirac","offset":9293},{"uri":"Raymond_Barre","surface_form":"Raymond Barre","offset":9312},{"uri":"%C3%89douard_Balladur","surface_form":"Édouard Balladur","offset":9452},{"uri":"1995_French_presidential_election","surface_form":"1995 presidential election","offset":9476},{"uri":"Referendum","surface_form":"referendum","offset":9691},{"uri":"Louis_Giscard_d%27Estaing","surface_form":"Louis Giscard d'Estaing","offset":9792},{"uri":"Acad%C3%A9mie_fran%C3%A7aise","surface_form":"Académie française","offset":9879},{"uri":"Constitutional_Council_(France)","surface_form":"Constitutional Council","offset":9934},{"uri":"French_Senate","surface_form":"Senate","offset":10127},{"uri":"Nicolas_Sarkozy","surface_form":"Nicolas Sarkozy","offset":10178},{"uri":"2007_French_presidential_election","surface_form":"2007","offset":10197},{"uri":"Fran%C3%A7ois_Fillon","surface_form":"François Fillon","offset":10206},{"uri":"2017_French_presidential_election","surface_form":"2017","offset":10225},{"uri":"Same-sex_marriage","surface_form":"same-sex marriage","offset":10258},{"uri":"European_Parliament","surface_form":"European Parliament","offset":10486},{"uri":"European_Liberal_Democrat_and_Reform_Party_(European_Parliament_group)","surface_form":"Liberal and Democratic Reformist Group","offset":10554},{"uri":"Convention_on_the_Future_of_Europe","surface_form":"Convention on the Future of Europe","offset":10637},{"uri":"European_Union","surface_form":"European","offset":10697},{"uri":"European_Constitution","surface_form":"European Constitution","offset":10745},{"uri":"Lisbon_Treaty","surface_form":"Lisbon Treaty","offset":11017},{"uri":"Atomium_-_European_Institute_for_Science%2C_Media_and_Democracy","surface_form":"Atomium Culture","offset":11102},{"uri":"Anne-Aymone_Giscard_d%27Estaing","surface_form":"Anne-Aymone Sauvage de Brantes","offset":11451},{"uri":"%C3%89lys%C3%A9e_Palace","surface_form":"Élysée Palace","offset":11527},{"uri":"Le_Monde","surface_form":"Le Monde","offset":11574},{"uri":"Sexual_harassment","surface_form":"accused of touching","offset":11693},{"uri":"Buttocks","surface_form":"buttocks","offset":11735},{"uri":"Estaing%2C_Aveyron","surface_form":"Estaing","offset":11880},{"uri":"Nobility","surface_form":"nobility","offset":12002},{"uri":"Diana%2C_Princess_of_Wales","surface_form":"Diana, Princess of Wales","offset":12450},{"uri":"H%C3%B4pital_Europ%C3%A9en_Georges-Pompidou","surface_form":"Hôpital Européen Georges-Pompidou","offset":12651},{"uri":"Lung_infection","surface_form":"lung infection","offset":12725},{"uri":"COVID-19","surface_form":"COVID-19","offset":12851},{"uri":"COVID-19_pandemic","surface_form":"pandemic","offset":12890},{"uri":"COVID-19_pandemic_in_France","surface_form":"France","offset":12902},{"uri":"Authon%2C_Loir-et-Cher","surface_form":"Authon, Loir-et-Cher","offset":12916},{"uri":"Legion_of_Honour","surface_form":"Legion of Honour","offset":13112},{"uri":"Ordre_National_du_M%C3%A9rite","surface_form":"Ordre National du Mérite","offset":13140},{"uri":"Order_of_Isabella_the_Catholic","surface_form":"Order of Isabella the Catholic","offset":13213},{"uri":"Order_of_Merit_of_the_Italian_Republic","surface_form":"Order of Merit of the Italian Republic","offset":13309},{"uri":"Portugal","surface_form":"Portugal","offset":13384},{"uri":"Order_of_Saint_James_of_the_Sword","surface_form":"Order of Saint James of the Sword","offset":13415},{"uri":"Order_of_the_Bath","surface_form":"Order of the Bath","offset":13484},{"uri":"Order_of_the_Southern_Cross","surface_form":"Order of the Southern Cross","offset":13507},{"uri":"Order_of_the_Elephant","surface_form":"Order of the Elephant","offset":13571},{"uri":"Order_of_Prince_Henry","surface_form":"Order of Prince Henry","offset":13635},{"uri":"Order_of_Charles_III","surface_form":"Order of Charles III","offset":13680},{"uri":"Spain","surface_form":"Spain","offset":13704},{"uri":"Order_of_the_Seraphim","surface_form":"Order of the Seraphim","offset":13750},{"uri":"Nansen_Refugee_Award","surface_form":"Nansen Refugee Award","offset":13799},{"uri":"Charlemagne_Award","surface_form":"Charlemagne Award","offset":13846},{"uri":"Aachen","surface_form":"Aachen","offset":13886},{"uri":"Sovereign_Military_Order_of_Malta","surface_form":"Knight of Malta","offset":13908}]}