{"id":440540,"url":"http://en.wikipedia.org/wiki/G%C3%A9rard_Kango_Ou%C3%A9draogo","text":"e=\"preserve\">Gérard Kango Ouédraogo (19 September 1925 – 1 July 2014) was Prime Minister of Upper Volta (now Burkina Faso) from 13 February 1971 to 8 February 1974. He was President of the National Assembly of Burkina Faso from 1978 to November 25, 1980.\nHe was born in Ouahigouya.\nHe served in the French National Assembly from 1956-1959.\nBiography.\nGérard Ouédraogo was born on September 19, 1925, in Ouahigouya, at the entrance of an ancestral site, Naaba Kango Cave. His name Kango was originally Kaongo, that is to say the field that surrounds a palace or a concession.\nFounder of the MRV (Voltaic regroupment movement), he was deputy of Upper Volta under the Fourth Republic, then in the first National Assembly of the Fifth Republic. He was ambassador of the new independent state of Upper Volta in Great Britain from 1960 to 1966. Subsequently, he continued to play an important role in the political life of the country, notably by sitting in the National Assembly for the constituency of Ouahigouya and being one of the leaders of the UDV / RDA (Democratic Union Voltaic, member of the African Democratic Rally). He was Prime Minister of Upper Volta from 1971 to 1974, under the presidency of Aboubacar Sangoulé Lamizana.\nPresident of the National Assembly during the coup d'état of Saye Zerbo on November 25, 1980, he was imprisoned several times under the dictatorships of Saye Zerbo, Thomas Sankara and Blaise Compaore. Since the easing of the regime presided over by the latter head of state in the early 1990s, he was elected twice as MP under the Fourth Republic, before resigning on May 27, 1998. Shortly thereafter, the African Democratic Rally appointed honorary president for life.","categories":[],"infobox_types":[],"annotations":[{"uri":"List_of_Prime_Ministers_of_Burkina_Faso","surface_form":"Prime Minister","offset":74},{"uri":"Republic_of_Upper_Volta","surface_form":"Upper Volta","offset":92},{"uri":"Burkina_Faso","surface_form":"Burkina Faso","offset":109},{"uri":"National_Assembly_of_Burkina_Faso","surface_form":"National Assembly of Burkina Faso","offset":189},{"uri":"Ouahigouya","surface_form":"Ouahigouya","offset":270},{"uri":"French_National_Assembly","surface_form":"French National Assembly","offset":299}]}