{"id":440665,"url":"http://en.wikipedia.org/wiki/Luby%27s_massacre","text":"The Luby's massacre was a mass murder on October 16, 1991, which took place at a Luby's restaurant in Killeen, Texas.\nGeorge Hennard, a thirty-five year old man, drove his blue 1987 Ford Ranger pickup truck through the front window of a Luby's restaurant. He yelled \"This is what Bell County did to me!\" and started shooting customers and staff members with a Glock 17 and a Ruger P89. He shot and killed 23 people, ten of them with a single shot to the head. He also wounded 20 other people. Hennard had a dislike of women and survivors of the shooting said that he went by men to shoot the women. He also announced that \"All women of Killeen and Belton are vipers!\" He exchanged gunfire with police officers, hid in a bathroom and committed suicide.\nOne of the survivors of the massacre was former Republican member of the Texas House of Representatives Suzanna Hupp. Both her parents were killed in the shooting.\nUntil the 2007 Virginia Tech massacre, it was the deadliest shooting rampage in American history. It is now the third deadliest behind Virginia Tech and the Sandy Hook Elementary School shooting. It is still the deadliest non-school shooting rampage in American history.\nAfter the massacre, the Texas Legislature passed a shall-issue gun law in 1995, which required all qualifying applicants be issued a Concealed Handgun License (which is Texas' required permit to carry concealed weapons). To qualify for a license, the person must be free-and-clear of crimes, attend a minimum 10-hour class which is taught by a state-certified instructor, pass a 50-question test, show a high amount of skill in a 50-round shooting test, and must pass two background tests, one shallow and one deep. The license costs $140 for a four year license and applicants have to pay $10 for fingerprinting as well as instructor costs which vary. The law was campaigned by shooting survivor Suzanna Hupp and was signed by then-Governor George W. Bush.\nThe restaurant closed down on September 9, 2000. A Chinese-American buffet called Yank Sing is now located where the Luby's used to be.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mass_murder","surface_form":"mass murder","offset":26},{"uri":"Luby%27s","surface_form":"Luby's","offset":81},{"uri":"Killeen%2C_Texas","surface_form":"Killeen","offset":102},{"uri":"Texas","surface_form":"Texas","offset":111},{"uri":"Ford_Ranger","surface_form":"Ford Ranger","offset":182},{"uri":"Bell_County%2C_Texas","surface_form":"Bell County","offset":280},{"uri":"Glock","surface_form":"Glock 17","offset":360},{"uri":"Ruger_P_series","surface_form":"Ruger P89","offset":375},{"uri":"Belton%2C_Texas","surface_form":"Belton","offset":648},{"uri":"Police_officer","surface_form":"police officer","offset":694},{"uri":"Republican_Party_(United_States)","surface_form":"Republican","offset":800},{"uri":"Texas_House_of_Representatives","surface_form":"Texas House of Representatives","offset":825},{"uri":"Suzanna_Hupp","surface_form":"Suzanna Hupp","offset":856},{"uri":"Virginia_Tech_massacre","surface_form":"Virginia Tech massacre","offset":931},{"uri":"Sandy_Hook_Elementary_School_shooting","surface_form":"Sandy Hook Elementary School shooting","offset":1073},{"uri":"Texas_Legislature","surface_form":"Texas Legislature","offset":1211},{"uri":"Concealed_weapon","surface_form":"concealed weapon","offset":1388},{"uri":"George_W._Bush","surface_form":"George W. Bush","offset":1929}]}