{"id":441081,"url":"http://en.wikipedia.org/wiki/China_Airlines_Flight_611","text":"China Airlines Flight 611 was a scheduled international passenger flight from Taipei to Hong Kong, China. On May 25, 2002, the Boeing 747-209B airplane broke apart while flying over the Taiwan Straits and crashed into the water. It happened about 25 minutes after takeoff. The accident was caused by metal fatigue in the rear part of the plane. This was traced back to an incorrect repair that was done 22 years before the accident. All 225 people on board the plane were killed.\nAircraft history.\nThe Boeing 747-209B that flew China Airlines Flight 611 was registered as B-1866. This was changed to B-18255 on May 18, 1999. The plane was delivered to China Airlines on July 31, 1979. It was powered by 4 Pratt & Whitney JT9D engines. At time of crash it had flown for 64,394 hours, taking off and landing 21,180 times.\nOn February 7, 1980 the tail of the plane struck the runway while landing at Hong Kong airport. The plane was then ferried back to Taipei. A temporary repair was done on February 8, 1980, while a permanent repair was done from May 23 to 26, 1980. Later it was discovered the repair was not done to Boeing repair standards. It was also discovered that from 1997 a total of 29 corrosion inspections were not completed. When the repair patch was recovered from the crash site, there was evidence that deep scratches had been polished out, thinning the metal. Several fatigue cracks were found in the scratches. Crash investigators estimate a crack of about 71 inches may have caused the plane to break up.\nCrew of Flight.\nThe captain was Yi Ching-Fung (In Traditional Chinese, 易清豐), who was 51 years old. He joined China Airlines in 1991 before becoming a captain in 1997. He had flown for 10148 hours. First Officer Hsieh Ya Shiung (In Traditional Chinese, 謝亞雄), who was 52 years old, joined China Airlines in 1990. He had flown for a total of 10173 hours.\nAs the Boeing 747-200B was an older type of airplane, a flight engineer is needed. The flight engineer on this flight is Sen Kuo Chao (In Traditional Chinese, 趙盛國). He joined China Airlines in 1977 and had a total flying time of 19117 hours.\nAll three pilots had more than 24 hours of rest before this flight.\nPassengers.\nOn the flight to Hong Kong, there were 190 Taiwanese passengers. Of the rest 16, 9 were from People's Republic Of China and 5 were from Hong Kong. There were also 1 Singaporean and 1 Swiss.\nAll 19 crew came from Taiwan.\nAccident.\nOn May 25, 2002, B-18255 was actually going to be sold to Orient Thai Airlines. This was the plane's last day of service with China Airlines. Takeoff was at 3.07 pm, and the plane was cleared to climb to 20,000 feet. At 3.16 pm the plane was again cleared to climb and maintain 35,000 feet. At about 3.30 pm, the plane was about to reach 35,000 feet when it suddenly disappeared from the radar systems of the air traffic controllers. Communications were also lost. No distress signals were sent out. However, two Cathay Pacific planes nearby received flight 611's [https://simple.wiktionary.org/wiki/emergency emergency] location-indicator signals.\nLater, the investigators discovered that flight 611 broke apart in mid-air when as it was reaching 35,000 feet. All 225 people on the plane were killed. This was one of the worst disaster in aviation history involving explosive decompression. China Airlines has had nine fatal crashes between 1970 and 2002. This is the worst record in commercial aviation.\nRecovery of Wreckage and Human Remains.\nShortly after the plane vanished, Taiwan [https://simple.wiktionary.org/wiki/launch launched] one of the country's largest search-and-rescue operations. As the plane broke apart in mid-air, wreckage were spread over a large area and this makes it difficult to recover all the wreckage. When the search-and-rescue teams arrived, they realised they could not do anything-all 225 people onboard were dead.\nWhen there was no more hope for survivors, the teams started to recover wreckage and human remains. These were sent to Penghu Islands. There, the wreckage were numbered and the human remains were sent for [https://simple.wiktionary.org/wiki/identification identification]. In the end, out of 225 people on board, 175 bodies were recovered. 50 remain in the sea.\nInvestigation.\nHowever, unlike flight 800, investigators determined that flight 611 was not caused by a fuel tank explosion.\nAs the investigation continues, both recorders of the flight were recovered. However, investigators could not find any possible cause from the recorders as the flight data recorder showed that the plane was working properly before it broke up. The cockpit voice recorder also showed nothing [https://simple.wiktionary.org/wiki/unusual unusual]. The recorder started ten minutes before the flight. After a last sentence said by captain Yi Ching-Fung, \"two thousand\" at 3.26pm, the recorder [https://simple.wiktionary.org/wiki/capture captured] nothing more spoken. Then, the sound of the plane breaking up was heard at about 3.29pm.\nWith nothing possible showing up, investigators decided to use a method that the investigators of TWA Flight 800 used. Using several pieces of wreckage, investigators were able to use a [https://simple.wiktionary.org/wiki/computer computer] and find out which piece fell off first. This provided a major clue-the wreckage from the back of the plane fell first. So, investigators began looking for wreckage from the back of the plane.\nFinally, investigators managed to find a piece of wreckage which was damaged in the tailstrike incident in 1980. A doubler plate was placed over the [https://simple.wiktionary.org/wiki/scratch scratches] that the tailstrike caused. The piece, item number 640, was sent to Taipei for further [https://simple.wiktionary.org/wiki/examination examination].\nCause.\nWhen investigators removed the doubler that was [https://simple.wiktionary.org/wiki/install installed] over Item 640, they found out that the scratches, caused by the tailstrike 22 years ago, were still there. This was not the proper way to repair the damage from the tailstrike. From this investigators found out what really happened 22 years ago.\nAccording to the Boeing SRM (Structural Repair [https://simple.wiktionary.org/wiki/manual Manual]), the scratches should be sanded down. But as the scratches caused by the tailstrike were too deep, the correct way to repair is to cut out the damaged section, then put a doubler plate that is 30% larger than the section that was cut out. However, in the repair of the accident plane, the workers did not follow the instructions. Instead they just placed a doubler plate over the damaged section, which was not 30% larger than the section that was supposed to be cut out. This [https://simple.wiktionary.org/wiki/weaken weakened] the [https://simple.wiktionary.org/wiki/structure structure] behind the doubler. The workers then made one more mistake, by writing in the repair [https://simple.wiktionary.org/wiki/log log] that the repair was done correctly. So, anyone reading the log book would assume that the repair was done correctly and that the workers had cut out the damaged section and replaced it.\nOver the years, the cracks under the doubler grew worse and worse. Every time the plane took off and landed the cracks increased in [https://simple.wiktionary.org/wiki/length length], in the end reaching 2.3 metres. Then, on May 25, 2002, the cracks reached the breaking point. It grew in all directions and caused the whole tail to break away from the plane. The plane went into a [https://simple.wiktionary.org/wiki/steep steep] dive and was torn apart.\nChina Airlines Maintenance.\nAnother possible reason why the mistake could not be found out is that the [https://simple.wiktionary.org/wiki/maintenance maintenance] [https://simple.wiktionary.org/wiki/procedure procedures] of China Airlines. In 1988, the roof of Aloha Airlines Flight 243 peeled off when the plane was cruising, causing explosive decompression. The plane landed safely. After the accident, the FAA ordered that the airlines [https://simple.wiktionary.org/wiki/evaluate evaluate] again all the previous repairs that was done on planes.\nChina Airlines began evaluating the repairs in 2001. The workers took [https://simple.wiktionary.org/wiki/photograph photographs] of 31 different doublers on different 747s, including the one on B-18255. Although there was a [https://simple.wiktionary.org/wiki/stain stain] on the doubler, the workers chose to ignore it. The stain was actually caused by smoke as passengers were allowed to smoke until 1995. The smoke was forced out through the crack and nicotine stained the plane's skin. It was said in Mayday that if China Airlines went on to find out how the stain formed, they may find out the cracks and [https://simple.wiktionary.org/wiki/prevent prevent] the crash.\nThe workers then scheduled the next maintenance check, 7C, on November 2, 2002. The check would definitely have led the workers to find out the cracks. However, the plane crashed 5 months before the check.\nAfter the crash.\nChina Airlines no longer uses 611 as its flight number.","categories":[],"infobox_types":[],"annotations":[{"uri":"Schedule","surface_form":"scheduled","offset":32},{"uri":"International","surface_form":"international","offset":42},{"uri":"Passenger_airline","surface_form":"passenger flight","offset":56},{"uri":"Taipei","surface_form":"Taipei","offset":78},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":88},{"uri":"China","surface_form":"China","offset":99},{"uri":"Boeing_747","surface_form":"Boeing 747-209B","offset":127},{"uri":"Airplane","surface_form":"airplane","offset":143},{"uri":"Taiwan_Straits","surface_form":"Taiwan Straits","offset":186},{"uri":"Takeoff","surface_form":"takeoff","offset":264},{"uri":"Accident","surface_form":"accident","offset":277},{"uri":"Fatigue_(material)","surface_form":"metal fatigue","offset":300},{"uri":"Repair","surface_form":"repair","offset":382},{"uri":"Boeing","surface_form":"Boeing","offset":502},{"uri":"China_Airlines","surface_form":"China Airlines","offset":528},{"uri":"Registration","surface_form":"registered","offset":558},{"uri":"Pratt_%26amp%3B_Whitney_JT9D","surface_form":"Pratt & Whitney JT9D","offset":705},{"uri":"Crash","surface_form":"crash","offset":746},{"uri":"Landing","surface_form":"landing","offset":798},{"uri":"Runway","surface_form":"runway","offset":873},{"uri":"Airport","surface_form":"airport","offset":907},{"uri":"Ferry","surface_form":"ferried","offset":935},{"uri":"Corrosion","surface_form":"corrosion","offset":1195},{"uri":"Inspection","surface_form":"inspections","offset":1205},{"uri":"Patch","surface_form":"patch","offset":1253},{"uri":"Site","surface_form":"site","offset":1288},{"uri":"Metal","surface_form":"metal","offset":1369},{"uri":"Investigator","surface_form":"investigators","offset":1434},{"uri":"Captain_Beefheart","surface_form":"captain","offset":1543},{"uri":"First_officer","surface_form":"First Officer","offset":1720},{"uri":"Flight_engineer","surface_form":"flight engineer","offset":1962},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":2214},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic Of China","offset":2290},{"uri":"Singaporeans","surface_form":"Singaporean","offset":2362},{"uri":"Switzerland","surface_form":"Swiss","offset":2380},{"uri":"Taiwan","surface_form":"Taiwan","offset":2409},{"uri":"Orient_Thai_Airlines","surface_form":"Orient Thai Airlines","offset":2485},{"uri":"Radar","surface_form":"radar","offset":2815},{"uri":"Air_traffic_control","surface_form":"air traffic control","offset":2836},{"uri":"Communications","surface_form":"Communications","offset":2861},{"uri":"Distress_Signal","surface_form":"distress signals","offset":2895},{"uri":"Cathay_Pacific","surface_form":"Cathay Pacific","offset":2940},{"uri":"Disaster","surface_form":"disaster","offset":3255},{"uri":"Aviation","surface_form":"aviation","offset":3267},{"uri":"Explosive_decompression","surface_form":"explosive decompression","offset":3294},{"uri":"Fatal","surface_form":"fatal","offset":3347},{"uri":"Commercial_aviation","surface_form":"commercial aviation","offset":3412},{"uri":"Search_and_rescue","surface_form":"search-and-rescue","offset":3596},{"uri":"Area","surface_form":"area","offset":3697},{"uri":"Fuel_Tank","surface_form":"fuel tank","offset":4342},{"uri":"Explosion","surface_form":"explosion","offset":4352},{"uri":"Tailstrike","surface_form":"tailstrike","offset":5513},{"uri":"Doubler","surface_form":"doubler","offset":5544},{"uri":"Taipei_101","surface_form":"Taipei","offset":5701},{"uri":"Boeing","surface_form":"Boeing","offset":6155},{"uri":"China_Airlines","surface_form":"China Airlines","offset":7825},{"uri":"Aloha_Airlines_Flight_243","surface_form":"Aloha Airlines Flight 243","offset":7862},{"uri":"FAA","surface_form":"FAA","offset":8010}]}