{"id":441090,"url":"http://en.wikipedia.org/wiki/Sarin","text":"Sarin is a nerve gas, a deadly poison. It was designed as a chemical weapon for use in war by Nazi Germany.\nIt has been classified as a weapon of mass destruction in UN Resolution 687. Production and stockpiling of sarin was outlawed by the Chemical Weapons Convention of 1993, and it is classified as a Schedule 1 substance according to the convention. That means that is a very dangerous chemical that has no use outside of chemical warfare.\nSarin can be lethal even at very low concentrations. Death comes in 1 to 10 minutes after breathing it in. It paralyses lung muscles. Antidotes, such as atropine, can save a person if given immediately.\nPeople who get a non-lethal dose, but do not get immediate treatment, may suffer permanent neurological damage.\nHow sarin works.\nLike other nerve agents, sarin attacks the nervous system by stopping nerve endings in muscles from switching off. Death will usually occur as a result of asphyxia due to the inability to control the muscles involved in breathing function.\nIn vertebrates, acetylcholine is the neurotransmitter used at the neuromuscular junction, where signals are transmitted between neurons from the central nervous system to muscle fibres.\nNormally, acetylcholine is released from the neuron to stimulate the muscle, after which it is degraded by acetylcholinesterase. This allows the muscle to relax. Inhibition of cholinesterase means the neurotransmitter continues to act on the muscle fibre. This stops breathing.\nHistory.\nSarin was discovered in 1938 in Wuppertal-Elberfeld in Germany by scientists at IG Farben attempting to create stronger pesticides. it is the most toxic of the four G-Series nerve agents made by Germany. The name \"sarin\" comes from letters in the scientists' names: Gerhard Schrader, Otto Ambros, Gerhard Ritter, and Hans-Jürgen von der Linde.\nIn mid-1939, the formula for the agent was passed to the chemical warfare section of the German Army Weapons Office, which ordered that it be brought into mass production for wartime use. It was not used in World War II.\nProperties.\nSarin is a liquid. It has no color and no smell. However, sarin that is not pure can look brown and smell like burnt rubber. It is miscible in water, which means that it can dissolve in water. Sarin melts at −56 °C and boils at 158 °C.\nToxicity.\nSarin is very dangerous, whether someone touches it or breathes it in. The LD50 of sarin is 172 μg/kg. This means that a group of people were injected with 172μg of sarin per kilogram of body weight, 50% of the people in that group would die. This was determined when scientists injected mice with sarin. They then did calculations to determine the ratio of sarin per kilogram and get the LD50.\nPure sarin is estimated to be 26 times more deadly than cyanide.\nProduction.\nSarin is made by mixing different chemicals together. It is difficult and dangerous for the average person to make sarin or get many of the chemicals needed to make sarin.\nBoth methods leave a lot of acid behind. This is a problem because acid will corrode the containers used to store sarin in.\nStorage.\nSarin is hard to store because the bond between the phosphorus and the fluorine is easily broken. That's why it is stored as two separate chemicals that create sarin when they are mixed.\nSarin decomposes at a high pH. First, it breaks down to isopropyl methylphosphonic acid (IMPA). Then it breaks down to methylphosphonic acid (MPA). IMPA can be detected to find out if sarin was used somewhere because it is a chemical not found in nature.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nerve_gas","surface_form":"nerve gas","offset":11},{"uri":"Poison","surface_form":"poison","offset":31},{"uri":"Chemical_weapon","surface_form":"chemical weapon","offset":60},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":94},{"uri":"Weapon_of_mass_destruction","surface_form":"weapon of mass destruction","offset":136},{"uri":"UN_Resolution_687","surface_form":"UN Resolution 687","offset":166},{"uri":"Chemical_Weapons_Convention","surface_form":"Chemical Weapons Convention","offset":241},{"uri":"Breathing","surface_form":"breathing","offset":534},{"uri":"Atropine","surface_form":"atropine","offset":597},{"uri":"Nervous_system","surface_form":"nervous system","offset":819},{"uri":"Asphyxia","surface_form":"asphyxia","offset":931},{"uri":"Vertebrates","surface_form":"vertebrates","offset":1019},{"uri":"Acetylcholine","surface_form":"acetylcholine","offset":1032},{"uri":"Neurotransmitter","surface_form":"neurotransmitter","offset":1053},{"uri":"Neuromuscular_junction","surface_form":"neuromuscular junction","offset":1082},{"uri":"Neurons","surface_form":"neurons","offset":1144},{"uri":"Central_nervous_system","surface_form":"central nervous system","offset":1161},{"uri":"Muscle_fibres","surface_form":"muscle fibres","offset":1187},{"uri":"Wuppertal","surface_form":"Wuppertal","offset":1521},{"uri":"IG_Farben","surface_form":"IG Farben","offset":1569},{"uri":"Pesticide","surface_form":"pesticide","offset":1609},{"uri":"Chemical_warfare","surface_form":"chemical warfare","offset":1890},{"uri":"World_War_II","surface_form":"World War II","offset":2040},{"uri":"Liquid","surface_form":"liquid","offset":2077},{"uri":"Cyanide","surface_form":"cyanide","offset":2763},{"uri":"Acid","surface_form":"acid","offset":2984},{"uri":"Corrode","surface_form":"corrode","offset":3033},{"uri":"Phosphorus","surface_form":"phosphorus","offset":3141},{"uri":"Fluorine","surface_form":"fluorine","offset":3160},{"uri":"PH","surface_form":"pH","offset":3303}]}