{"id":441041,"url":"http://en.wikipedia.org/wiki/Frozen","text":"\"Frozen\" is a 2013 American computer-animated musical fantasy-comedy movie based on Hans Christian Andersen's fairy tale \"The Snow Queen\". It is produced by Walt Disney Animation Studios and distributed by Walt Disney Pictures.\nThe movie is about a princess named Anna, and her sister Elsa who becomes queen. There is also a funny talking snowman called Olaf. In the popular movie, Elsa sings a song called \"Let It Go,\" which became very popular and it is a 52nd movie. \"Frozen\" was released on November 27, 2013 and has the voices of Kristen Bell and Idina Menzel in speaking and singing roles.\n\"Frozen\" got great reviews from movie critics. It was nominated for the Golden Globe for Best Animated Feature Film.\nPlot.\nAnna and Elsa are two princess sisters who live in Arendelle. Elsa, now queen of Arendelle, has the power of working with snow and ice, but her power gets out of control and upsets the people of Arendelle. Not wanting to hurt anyone, Elsa runs away and makes her own palace for herself. Meanwhile, Anna sets off in the snow and ice to bring Elsa back and make things right with her. On the way, she meets Kristoff, a friendly iceman, and Olaf, a funny snowman made alive by Elsa and who dreams of seeing summer.\nHans wants to marry Anna, but he tells her he only wants to marry her to destroy Elsa and get her royal status. As Hans raises his sword over Elsa, Anna stops Hans and as a result turns to a frozen statue. Elsa weeps out of love for the frozen Anna, and this thaws Anna back to life. Seeing this, Olaf realizes that an act of true love is what thaws a frozen heart. With the power of love, Elsa stops the icy spell over Arendelle, and all of Arendelle live happily ever after, including Olaf, who is able to see summer with a snow flurry over his head to keep the summer heat from melting him.\nProduction.\nPlans to make a movie based on \"The Snow Queen\" were started in the 1940's. The writers were not sure how its story could go and so the movie could not be made. Later, in 2011, the writers finally found a story to use for the movie and the production team began making the movie, naming it \"Frozen\". The plans said that \"Frozen\" would be hand-drawn, but the team later decided to use computer animation. It took only two years to make \"Frozen\", which was a very fast production time for a computer-animated movie.\n\"Frozen\" is also probably one of the most difficult animated movies to make. The animation team had to travel to a snowy area in Wyoming so that they could study the behavior of snow and simulate that with a computer. They also used a program that could generate a lot of strands for Elsa's hair. An average human has about 100,000 strands of hair, while Elsa's hair was made of 400,000 strands.\nSongs.\nThis is a list of songs heard in the movie \"Frozen\". These can be found on the movie's soundtrack CD. The CD also contains the background music pieces used for \"Frozen\". Most of the songs were made by husband and wife Robert and Kristen Anderson-Lopez, while the movie's background music was made by Christophe Beck. The first song in the movie, \"Frozen Heart,\" was made by South Sami composer Frode Fjellheim and is in a traditional Sami style called Vuelie.\nCriticism.\nThe character Kristoff is meant to be Sami, a member of an indigenous group that lives in northern Europe. Some viewers complained that Kristoff was not a good way to show Sami because he is light-skinned and blond. Although, today, some Sami look like Kristoff, most have darker skin and hair. When making the 2019 sequel, \"Frozen II\", Disney signed a contract with Sami leaders and hired Sami experts to make sure the culture would be shown respectfully.\n\"Frozen Fever\" (2015).\n\"Frozen Fever\" is a short movie made by Walt Disney Animation Studios. It continues the events of \"Frozen\". It was released with the longer movie \"Cinderella\" on March 13, 2015. The movie is about Elsa who catches a cold and finds it hard to surprise Anna on her birthday. \"Frozen Fever\" runs for about 8 minutes. It has one new song sung by Elsa.\n\"Olaf's Frozen Adventure\" (2017).\n\"Olaf's Frozen Adventure\" is a short movie made by Walt Disney Animation Studios. It was released with the longer movie \"Coco\" on November 22, 2017. It was later shown on ABC on December 14. The short movie is about Olaf the snowman who is looking for the best holiday traditions for Anna. It runs for about 21 minutes. It has four new songs.\n\"Frozen II\" (2019).\nThe full length sequel, \"Frozen II\", was released on November 22, 2019.","categories":[],"infobox_types":[],"annotations":[{"uri":"2013_in_movies","surface_form":"2013","offset":14},{"uri":"United_States","surface_form":"American","offset":19},{"uri":"Computer_animation","surface_form":"computer-animated","offset":28},{"uri":"Musical_movie","surface_form":"musical","offset":46},{"uri":"Fantasy","surface_form":"fantasy","offset":54},{"uri":"Comedy_movie","surface_form":"comedy movie","offset":62},{"uri":"Hans_Christian_Andersen","surface_form":"Hans Christian Andersen","offset":84},{"uri":"Fairy_tale","surface_form":"fairy tale","offset":110},{"uri":"The_Snow_Queen","surface_form":"The Snow Queen","offset":122},{"uri":"Walt_Disney_Animation_Studios","surface_form":"Walt Disney Animation Studios","offset":157},{"uri":"Walt_Disney_Pictures","surface_form":"Walt Disney Pictures","offset":206},{"uri":"Anna_(Disney)","surface_form":"Anna","offset":264},{"uri":"Elsa_(Disney)","surface_form":"Elsa","offset":285},{"uri":"Kristen_Bell","surface_form":"Kristen Bell","offset":535},{"uri":"Idina_Menzel","surface_form":"Idina Menzel","offset":552},{"uri":"Golden_Globe","surface_form":"Golden Globe","offset":668},{"uri":"Anna_(Disney)","surface_form":"Anna","offset":719},{"uri":"Elsa_(Disney)","surface_form":"Elsa","offset":728},{"uri":"Snow","surface_form":"snow","offset":841},{"uri":"Ice","surface_form":"ice","offset":850},{"uri":"Snowman","surface_form":"snowman","offset":1171},{"uri":"Summer","surface_form":"summer","offset":1223},{"uri":"Flurries","surface_form":"flurry","offset":1762},{"uri":"The_Snow_Queen","surface_form":"The Snow Queen","offset":1869},{"uri":"Traditional_animation","surface_form":"hand-drawn","offset":2175},{"uri":"Computer_animation","surface_form":"computer animation","offset":2221},{"uri":"Wyoming","surface_form":"Wyoming","offset":2480},{"uri":"Snow","surface_form":"snow","offset":2529},{"uri":"Simulation","surface_form":"simulate","offset":2538},{"uri":"Sami_people","surface_form":"Sami","offset":3263},{"uri":"Indigenous_peoples","surface_form":"indigenous group","offset":3284},{"uri":"Frozen_II","surface_form":"Frozen II","offset":3550},{"uri":"Cinderella_(2015_movie)","surface_form":"Cinderella","offset":3852},{"uri":"Common_cold","surface_form":"cold","offset":3921},{"uri":"Coco","surface_form":"Coco","offset":4208},{"uri":"American_Broadcasting_Company","surface_form":"ABC","offset":4258},{"uri":"Frozen_II","surface_form":"Frozen II","offset":4475}]}