{"id":44126,"url":"http://en.wikipedia.org/wiki/Sacred_Heart","text":"The prayer to the Sacred Heart of Jesus is a Roman Catholic devotion. A devotion is something that people do or say to show their love for God and Jesus. Saint Margaret Mary Alacoque wrote the prayer. When Roman Catholics pray to the Sacred Heart of Jesus they are praying for a part of Jesus that they believe is divine. The devotion to the Sacred Heart of Jesus is also popular among some Anglo-Catholic Anglicans (Anglicans who use many of the same practices as Catholics).\nEarly devotion.\nEarly Christians, for example John the Evangelist and Paul of Tarsus, wrote the first devotions or prayers to the love of God. The earliest devotions to the \"Sacred Heart of Jesus\" were from the Benedictine or Cistercian monasteries. St. Bernard of Clairveaux from the Cistercian religious order was the first person to write a devotion to the \"Sacred Heart of Jesus\", but some people believe that the first person was St. Anselm.\nThe devotion of the \"Sacred Heart of Jesus\" started to be more popular between the 13th century and the 16th century. Some religious orders, for example the Franciscans, Dominicans, and Carthusians practised the devotion. But, the devotion of the \"Sacred Heart of Jesus\" was most common with individual Christians. For many the devotion was a mystical devotion - similar to an experience in mysticism.\nIn the sixteenth century, there was a change in the way people practised the devotion of the \"Sacred Heart of Jesus\". The devotion started to be part of Christian Asceticism and stopped being part of Christian Mysticism. In the sixteenth century, the devotion also started to use special written prayers and exercises. For example, the devotion used the writings of Lanspergius (d. 1539) of the Carthusians of Cologne and of Louis of Blois (Blosius; 1566), who was a Benedictine and Abbot of Liessies in Hainaut. The devotion also used or followed the writing of John of Avila (d. 1569) and St. Francis de Sales, who lived in the 17th century.\nIn the 17th century, writers who followed Christian Asceticism wrote about the devotion of the \"Sacred Heart of Christian Jesus\". For example, Ascetic writers from the Society of Jesus wrote about the devotion many times. The image of the Sacred Heart of Jesus became very common. It was popular because many people used the image in the Franciscan devotion to the \"Five Wounds\" (explanation needed). The image also became popular because many Jesuits - members of the Society of Jesus- put the image on the first page of their books and on the walls of their churches.\nBut, the devotion of the \"Sacred Heart of Jesus\" continued to be a private and mostly individual devotion. Jean Eudes (1602-1680) made it a public devotion, gave it a religious Office (needs explanation), and created a Feast for it. Père Eudes was the apostle of the Heart of Mary; but in his devotion to the Immaculate Heart there was a share for the Heart of Jesus. Little by little, the devotion to the Sacred Heart became a separate one, and on August 31, 1670, the first feast of the Sacred Heart was celebrated in the Grand Seminary of Rennes. Coutances followed suit on October 20, a day with which the Eudist feast was from then on to be connected. The feast soon spread to other dioceses, and the devotion adopted in various religious communities. It gradually came into contact with the devotion begun at Paray, and resulting in a fusion of the two.\nVisions of St. Margaret Mary.\nOn December 27, probably 1673, the feast of St. John, Margaret Mary reported that Jesus permitted her, as he had formerly allowed St. Gertrude, to rest her head upon his heart. He then disclosed to her the wonders of his love, telling her that wanted them known to all mankind and to spread the treasures of his goodness, and that he had chosen her for this work.\nIn probably June or July, 1674, Margaret Mary claimed that Jesus requested to be honored under the figure of his heart of flesh, also claiming that, when he appeared radiant with love, he asked for a devotion of expiatory love: frequent reception of Communion, especially Communion on the First Friday of the month, and the observance of the Holy Hour.\nDuring the octave of Corpus Christi, 1675, probably on June 16, the vision known as the \"great apparition\" reportedly took place, where Jesus said, \"Behold the Heart that has so loved men... instead of gratitude I receive from the greater part (of mankind) only ingratitude...\", and asked Margaret Mary for a feast of reparation of the Friday after the octave of Corpus Christi, bidding her consult Father de la Colombière, then superior of the small Jesuit house at Paray. Solemn homage was asked on the part of the king, and the mission of propagating the new devotion was especially confided to the religious of the Visitation and to the priests of the Society of Jesus.\nA few days after the \"great apparition\", Margaret Mary reported everything she saw to Father de la Colombière, and he acknowledging the vision as an action of the spirit of God, consecrated himself to the Sacred Heart and directed her to write an account of the apparition. He also made use of every available opportunity to circulate this account, discreetly, through France and England.\nAt his death, February 15, 1682, there was found in his journal of spiritual retreats a copy in his own handwriting of the account that he had requested of Margaret Mary, together with a few reflections on the usefulness of the devotion. This journal, including the account and an \"offering\" to the Sacred Heart, in which the devotion was well explained, was published at Lyons in 1684. The little book was widely read, even at Paray.\nMargaret Mary reported feeling \"dreadful confusion\" over the book's contents, but resolved to make the best of it, approving of the book for the spreading of her cherished devotion. Outside of the Visitandines, priests, religious, and laymen espoused the devotion, particularly a Capuchin, Margaret Mary's two brothers, and some Jesuits, among the latter being Fathers Croiset and Gallifet, who promoted the devotion.\nThe death of Margaret Mary, October 17, 1690, did not dampen the zeal of those interested; on the contrary, a short account of her life published by Father Croiset in 1691, as an appendix to his book \"De la Dévotion au Sacré Cœur\", served only to increase it. In spite of all sorts of obstacles, and of the slowness of the Holy See, which in 1693 imparted indulgences to the Confraternities of the Sacred Heart and, in 1697, granted the feast to the Visitandines with the Mass of the Five Wounds, but refused a feast common to all, with special Mass and Office.\nThe devotion spread, particularly in religious communities. The Marseilles plague, 1720, furnished perhaps the first occasion for a solemn consecration and public worship outside of religious communities. Other cities of the South followed the example of Marseilles, and thus the devotion became a popular one. In 1726 it was deemed advisable once more to importune Rome for a feast with a Mass and Office of its own, but, in 1729, Rome again refused. However, in 1765, it finally yielded and that same year, at the request of the queen, the feast was received quasi-officially by the episcopate of France. On all sides it was asked for and obtained, and finally, in 1856, at the urgent entreaties of the French bishops, Pope Pius IX extended the feast to the Catholic Church under the rite of double major. In 1889 it was raised by the Catholic Church to the double rite of first class.\nOn May 15, 2006, Pope Benedict XVI sent a letter to FatherPeter Hans Kolvenbach, the Superior General of the Society of Jesus, on the 50th Anniversary of the encyclical \"Haurietis Aquas\", about the Sacred Heart, by Pope Pius XII. In the letter, the Pope reaffirmed the importance of the devotion to the Sacred Heart of Jesus.\nWorship and devotion.\nThe Catholic acts of consecration, reparation and devotion were introduced when the feast of the Sacred Heart was declared. In his Papal Bull \"Auctorem Fidei\", Pope Pius VI praised devotion to the Sacred Heart. Finally, by order of Leo XIII, in his encyclical \"Annum Sacrum\" (May 25, 1899), as well as on June 11, he consecrated every human to the Sacred Heart. The idea of this act, which Leo XIII called \"the great act\" of his pontificate, had been proposed to him by a religious woman of the Good Shepherd from Oporto (Portugal) who said that she had supernaturally received it from Jesus. Since c. 1850, groups, congregations, and States have consecrated themselves to the Sacred Heart.\nPeter Coudrin of France founded the Congregation of the Sacred Hearts of Jesus and Mary on Dec 24, 1800. A religious order of the Roman Catholic Church, the order is best known for its missionary work in Hawaii.\nWorship of the Sacred Heart mainly consists of several hymns, the Salutation of the Sacred Heart, and the Litany of the Sacred Heart. It is common in Roman Catholic services and occasionally is to be found in Anglican services.\nThe Feast of the Sacred Heart is a holy day in the Roman Catholic liturgical calendar, and is celebrated 19 days after Pentecost. As Pentecost is always celebrated on Sunday, the Feast of the Sacred Heart always falls on a Friday.\nThe Enthronement of the Sacred Heart is a Catholic ceremony in which a priest or head of a household consecrates the members of the household to the Sacred Heart. A blessed image of the Sacred Heart, either a statue or a picture, is then \"enthroned\" in the home to serve as a constant reminder to those who dwell in the house of their consecration to the Sacred Heart. The practice of the Enthronement is based upon Pope Pius XII's declaration that devotion to the Sacred of Jesus is \"the foundation on which to build the kingdom of God in the hearts of individuals, families, and nations...\"[4]\nInstitution names.\nSacred Heart is still a widely used name for many Catholic institutions, including schools, colleges, and hospitals in many countries around the world. It is also the name of many Catholic parishes, religious orders, and stores selling Catholic goods.\nSacred Heart imagery.\nReligious imagery depicting the Sacred Heart is frequently featured in Catholic, and sometimes Anglican homes. Sometimes images display beneath them a list of family members, indicating that the entire family is entrusted to the protection of Jesus in the Sacred Heart, from whom blessings on the home and the family members are sought. The prayer \"O Sacred Heart of Jesus, I place all my trust in Thee\" is often used. One particular image has been used as part of a set, along with an image of the Blessed Virgin Mary. In that image, Mary too was shown pointing to her Immaculate Heart, expressing her love for the human race and for her Son, Jesus Christ. The mirror images reflect an eternal binding of the two hearts.\nFolklore.\nMany members of the Carlist military forces of the 19th and 20th centuries in Spain wore detentes or amulets with an image of the Sacred Heart. These Catholic monarchists believed the image would protect them against wounding by the enemy firearms.\nCriticism.\nSome non-Catholics, including Charismatic Protestants, have criticized devotion to the Sacred Heart as idolatry in that worship is directed towards a body part. The response of Catholics is to contend that the Sacred Heart is a traditional symbol depicting Christ's holy blood as a fountain. Some Catholics have been critical of the overly sentimental nature of such devotion,[5] but most of these critics concede that the images essentially reflect the core Christian tenet of love.\nVatican endorsement.\nDates for the Feast of the Sacred Heart, 2002-2020","categories":[],"infobox_types":[],"annotations":[{"uri":"Sacred","surface_form":"Sacred","offset":18},{"uri":"Jesus","surface_form":"Jesus","offset":34},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":45},{"uri":"Margaret_Mary_Alacoque","surface_form":"Margaret Mary Alacoque","offset":160},{"uri":"Divine","surface_form":"divine","offset":314},{"uri":"Anglican","surface_form":"Anglican","offset":406},{"uri":"John_the_Evangelist","surface_form":"John the Evangelist","offset":523},{"uri":"Paul_of_Tarsus","surface_form":"Paul of Tarsus","offset":547},{"uri":"God","surface_form":"God","offset":615},{"uri":"Benedictine","surface_form":"Benedictine","offset":688},{"uri":"Cistercian","surface_form":"Cistercian","offset":703},{"uri":"Monastery","surface_form":"monasteries","offset":714},{"uri":"Bernard_of_Clairveaux","surface_form":"Bernard of Clairveaux","offset":731},{"uri":"Religious_order","surface_form":"religious order","offset":773},{"uri":"St._Anselm","surface_form":"St. Anselm","offset":912},{"uri":"Popularity","surface_form":"popular","offset":987},{"uri":"13th_century","surface_form":"13th century","offset":1007},{"uri":"16th_century","surface_form":"16th century","offset":1028},{"uri":"Franciscan","surface_form":"Franciscan","offset":1081},{"uri":"Dominican_Order","surface_form":"Dominicans","offset":1094},{"uri":"Carthusian","surface_form":"Carthusian","offset":1110},{"uri":"Individual","surface_form":"individual","offset":1216},{"uri":"Mysticism","surface_form":"mysticism","offset":1315},{"uri":"Asceticism","surface_form":"Asceticism","offset":1489},{"uri":"Mysticism","surface_form":"Mysticism","offset":1536},{"uri":"Lanspergius","surface_form":"Lanspergius","offset":1692},{"uri":"Cologne","surface_form":"Cologne","offset":1736},{"uri":"Louis_of_Blois","surface_form":"Louis of Blois","offset":1751},{"uri":"1566","surface_form":"1566","offset":1776},{"uri":"Liessies","surface_form":"Liessies","offset":1818},{"uri":"Hainaut","surface_form":"Hainaut","offset":1830},{"uri":"John_of_Avila","surface_form":"John of Avila","offset":1889},{"uri":"Francis_de_Sales","surface_form":"Francis de Sales","offset":1921},{"uri":"Society_of_Jesus","surface_form":"Society of Jesus","offset":2138},{"uri":"Sacred","surface_form":"Sacred","offset":2566},{"uri":"Jesus","surface_form":"Jesus","offset":2582},{"uri":"Jean_Eudes","surface_form":"Jean Eudes","offset":2647},{"uri":"Feast","surface_form":"Feast","offset":2759},{"uri":"Heart_of_Mary","surface_form":"Heart of Mary","offset":2807},{"uri":"Rennes","surface_form":"Rennes","offset":3082},{"uri":"Paray","surface_form":"Paray","offset":3355},{"uri":"John_the_Apostle","surface_form":"St. John","offset":3474},{"uri":"Corpus_Christi","surface_form":"Corpus Christi","offset":4168},{"uri":"France","surface_form":"France","offset":5190},{"uri":"England","surface_form":"England","offset":5201},{"uri":"Lyons","surface_form":"Lyons","offset":5582},{"uri":"1684","surface_form":"1684","offset":5591},{"uri":"Capuchin","surface_form":"Capuchin","offset":5925},{"uri":"Holy_See","surface_form":"Holy See","offset":6386},{"uri":"1697","surface_form":"1697","offset":6482},{"uri":"Marseilles","surface_form":"Marseilles","offset":6689},{"uri":"Rome","surface_form":"Rome","offset":6991},{"uri":"1765","surface_form":"1765","offset":7089},{"uri":"1856","surface_form":"1856","offset":7292},{"uri":"Pope_Pius_IX","surface_form":"Pope Pius IX","offset":7346},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":7385},{"uri":"1889","surface_form":"1889","offset":7436},{"uri":"Pope_Benedict_XVI","surface_form":"Pope Benedict XVI","offset":7530},{"uri":"Peter_Hans_Kolvenbach","surface_form":"Peter Hans Kolvenbach","offset":7571},{"uri":"Pope_Pius_XII","surface_form":"Pope Pius XII","offset":7728},{"uri":"Consecration","surface_form":"consecration","offset":7882},{"uri":"Pope_Pius_VI","surface_form":"Pope Pius VI","offset":8021},{"uri":"Leo_XIII","surface_form":"Leo XIII","offset":8093},{"uri":"1899","surface_form":"1899","offset":8145},{"uri":"Oporto","surface_form":"Oporto","offset":8375},{"uri":"Portugal","surface_form":"Portugal","offset":8383},{"uri":"1850","surface_form":"1850","offset":8463},{"uri":"Peter_Coudrin","surface_form":"Peter Coudrin","offset":8552},{"uri":"1800","surface_form":"1800","offset":8651},{"uri":"Hawaii","surface_form":"Hawaii","offset":8756},{"uri":"Hymn","surface_form":"hymn","offset":8819},{"uri":"Litany","surface_form":"Litany","offset":8870},{"uri":"Anglican","surface_form":"Anglican","offset":8973},{"uri":"Pentecost","surface_form":"Pentecost","offset":9111},{"uri":"School","surface_form":"school","offset":9921},{"uri":"Virgin_Mary","surface_form":"Virgin Mary","offset":10619},{"uri":"Spain","surface_form":"Spain","offset":10922},{"uri":"Amulet","surface_form":"amulet","offset":10945},{"uri":"Monarchist","surface_form":"monarchist","offset":11003},{"uri":"Charismatic","surface_form":"Charismatic","offset":11134},{"uri":"Protestant","surface_form":"Protestant","offset":11146},{"uri":"Idolatry","surface_form":"idolatry","offset":11207}]}