{"id":441211,"url":"http://en.wikipedia.org/wiki/Blood%E2%80%93brain_barrier","text":"The blood–brain barrier (BBB) is a highly selective permeability barrier. It controls what gets from the bloodstream into the brain, and what does not.\nFor example, things that the brain needs to survive (water, glucose, and amino acids) can get through the barrier. However, the barrier stops many harmful things, like bacteria and viruses, from getting into the brain. This helps protect the brain from getting an infection.\nThe blood-brain barrier is formed by capillary endothelial cells. It allows the passage of water, some gases, and lipid-soluble molecules by passive diffusion. It also allows the selective transport of molecules such as glucose and amino acids which are crucial to nerve function. On the other hand, the blood-brain barrier may prevent the entry of neurotoxins by means of an active transport mechanism.\nA few small areas in the brain do not have a blood-brain barrier.\nDiscovery.\nPaul Ehrlich, a German doctor, discovered the blood-brain barrier. He injected dye into mice's bloodstreams. The dye got to every organ except the brain. The blood-brain barrier had stopped the dye from getting through to the brain. Then one of Ehrlich's students injected the dye right into the mice's brains. This time the brain turned blue, but no other organs did. The blood-brain barrier had stopped the dye from getting out of the brain into the bloodstream (which would have carried the dye to every other organ in the body).\nFunction.\nThe blood–brain barrier protects the brain from many common infections. Infections of the brain are rare. If they do happen, they are often serious and difficult to treat. Antibodies (which the body's immune system makes to fight infections) are too large to cross the blood–brain barrier. Also, many antibiotics cannot pass through the BBB to kill the infection in the brain.\nOne way to get medications into the brain is to inject them into the cerebrospinal fluid (CSF). CSF helps protect the brain and spinal cord. However, it does not actually touch the brain. Instead, two of the layers that protect the brain and spinal cord hold the CSF. Because of this, even if medications are injected right into the CSF, they still do not get into the brain very well.","categories":[],"infobox_types":[],"annotations":[{"uri":"Permeability","surface_form":"permeability","offset":52},{"uri":"Bloodstream","surface_form":"bloodstream","offset":105},{"uri":"Glucose","surface_form":"glucose","offset":212},{"uri":"Amino_acid","surface_form":"amino acids","offset":225},{"uri":"Infection","surface_form":"infection","offset":416},{"uri":"Capillary","surface_form":"capillary","offset":464},{"uri":"Endothelium","surface_form":"endothelial","offset":474},{"uri":"Lipid","surface_form":"lipid","offset":541},{"uri":"Glucose","surface_form":"glucose","offset":647},{"uri":"Amino_acids","surface_form":"amino acids","offset":659},{"uri":"Neurotoxin","surface_form":"neurotoxin","offset":776},{"uri":"Active_transport","surface_form":"active transport","offset":803},{"uri":"Paul_Ehrlich","surface_form":"Paul Ehrlich","offset":908},{"uri":"Germany","surface_form":"German","offset":924},{"uri":"Medical_doctor","surface_form":"doctor","offset":931},{"uri":"Injection","surface_form":"injected","offset":978},{"uri":"Dye","surface_form":"dye","offset":987},{"uri":"Mice","surface_form":"mice","offset":996},{"uri":"Organ_(anatomy)","surface_form":"organ","offset":1038},{"uri":"Infection","surface_form":"infection","offset":1511},{"uri":"Antibodies","surface_form":"Antibodies","offset":1623},{"uri":"Immune_system","surface_form":"immune system","offset":1652},{"uri":"Antibiotics","surface_form":"antibiotics","offset":1752},{"uri":"Medication","surface_form":"medications","offset":1843},{"uri":"Cerebrospinal_fluid","surface_form":"cerebrospinal fluid","offset":1897},{"uri":"Meninges","surface_form":"layers that protect the brain and spinal cord","offset":2036}]}