{"id":44138,"url":"http://en.wikipedia.org/wiki/Troodon","text":"\"Troodon\" (or \"Troödon\") is an genus of relatively small, bird-like dinosaurs, from the later part of the Cretaceous period, 75–65 million years ago. The alternate spelling \"Troödon\" shows that the 'o's are pronounced separately, as in 'zoology'.\nThey were probably carnivorous, but details of their teeth are a bit unusual. Some experts suggest they may have included plant material in their diet, but this is not a majority view.\nDiscovered in central Montana in 1855, it was among the first dinosaurs found in North America. Its species ranged widely, with fossil remains recovered from as far north as Alaska, and the Judith River formation of Alberta, and as far south as Wyoming and even possibly Texas and New Mexico.\n\"Troodon\" had a large brain in proportion to its body weight. It had a sickle claw, an enlarged and retractable second toe claw bone. \"Troodon\" had 122 teeth. The size and shape of the leg bones show that the \"Troodon\" would have been a fast runner.\nThe view that \"Troodon\" was a predator is supported by its sickle claw on the foot and apparently good binocular vision.\n\"Troodon\"s size ranged widely. In general, individuals that lived further north were larger than those that lived in more southern areas. \"Troodons\" in Alaska were especially large, up to 12 feet long, 5 feet tall, and weighing up to 175 pounds. Meanwhile, \"Troodons\" that lived in more southern locations were only around 7 feet long, 3 feet tall, and weighed up to 50 pounds, about the size of a \"Velociraptor\". Very likely \"Troodon\" had feathers, but no fossil evidence for feathers has yet been found.\nThere has been a lot of debate about which specimens, all very incomplete, should be called \"Troodon\". The genus now includes specimens previously classified as \"Stenonychosaurus\".\n\"Troodon\" nests full of eggs have been found in Montana. When scientists CAT-scanned them, they found baby Troodon skeleton embryos inside of them. They found skeletons of a small plant-eating dinosaur named \"Orodromeus\" with the eggs, as well as a skeleton of an adult Troodon. At first, it was believed that the eggs had belonged to the \"Orodromeus\", and that the Troodon was there intending to rob the nest.\nHowever, it was later discovered that the eggs belonged to the \"Troodon\" when baby \"Troodon\" embryos were found inside the eggs. It is now believed that the adults had killed the \"Orodromeus\" and brought them back to feed their babies. \"Troodon\"s laid up to 24 eggs in their nests which were earth mounds. They were able to lay two eggs at a time, so large clutches would take two weeks to lay.\nA 2017 description had redeemed the validity of \"Stenonychosaurus\" and had created a new genus from separate bones naming them \"Lateniventrix\", limiting \"Troodon\" to a few teeth.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":31},{"uri":"Dinosaur","surface_form":"dinosaur","offset":68},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":106},{"uri":"Carnivorous","surface_form":"carnivorous","offset":266},{"uri":"Montana","surface_form":"Montana","offset":454},{"uri":"North_America","surface_form":"North America","offset":513},{"uri":"Alaska","surface_form":"Alaska","offset":606},{"uri":"Judith_River","surface_form":"Judith River","offset":622},{"uri":"Alberta","surface_form":"Alberta","offset":648},{"uri":"Wyoming","surface_form":"Wyoming","offset":677},{"uri":"Texas","surface_form":"Texas","offset":703},{"uri":"New_Mexico","surface_form":"New Mexico","offset":713},{"uri":"Sickle","surface_form":"sickle","offset":796},{"uri":"Claw","surface_form":"claw","offset":803},{"uri":"Retract","surface_form":"retractable","offset":825},{"uri":"Binocular_vision","surface_form":"binocular vision","offset":1078},{"uri":"Velociraptor","surface_form":"Velociraptor","offset":1495},{"uri":"Feathers","surface_form":"feathers","offset":1536},{"uri":"Genus","surface_form":"genus","offset":1709},{"uri":"Stenonychosaurus","surface_form":"Stenonychosaurus","offset":1764},{"uri":"Montana","surface_form":"Montana","offset":1831},{"uri":"Embryo","surface_form":"embryo","offset":1907},{"uri":"Orodromeus","surface_form":"Orodromeus","offset":1992},{"uri":"Stenonychosaurus","surface_form":"Stenonychosaurus","offset":2638},{"uri":"Lateniventrix","surface_form":"Lateniventrix","offset":2717}]}