{"id":44146,"url":"http://en.wikipedia.org/wiki/Reining","text":"e=\"preserve\">Reining is a competitive way of riding a horse. In reining, the horse performs spins, sliding stops, rollbacks and lead changes. Reining has twelve patterns the rider normally has to follow. The rider can perform freestyle where they make up their own pattern and ride it to music. This is all done under a western saddle.\nHistory of the sport.\nHorses have been used by humans for thousands of years, and the skills associated with riding horses have been gradually developed throughout this history. The skills used today in reining originate from tasks done with work horses like to gather cattle together.\nWhat is reining.\nIn competition, the riders need to do many manoeuvres at a gallop. They need to guide precisely the horses with one hand through a complex pattern that includes stops, spins, rollbacks and circles. There are twelve different patterns. The rider and the horse are judged on various criteria. First, points can be given or removed for the obedience of the horse if it seemed easy and fluid for the rider to control him or if the horse showed some resistance. The show is also judged for the execution of the manoeuvres and the control of the rider. For example, if the manoeuvre was executed correctly no point are given and no point are removed, if the manoeuvre was executed badly the judge decides on how many points he removes and if the manoeuvre was executed I an excellent way, the judge can give points. The rider executing is pattern and the judge evaluating it takes about five minutes and after that, the judge gives mark on a total of seventy points for the execution of the choreography by the rider and the horse.","categories":[],"infobox_types":[],"annotations":[{"uri":"Competition","surface_form":"competitive","offset":26},{"uri":"Horse","surface_form":"horse","offset":54},{"uri":"Spin","surface_form":"spin","offset":92},{"uri":"Rollback","surface_form":"rollback","offset":114},{"uri":"Pattern","surface_form":"pattern","offset":161},{"uri":"Freestyle","surface_form":"freestyle","offset":226},{"uri":"Music","surface_form":"music","offset":288},{"uri":"Saddle","surface_form":"saddle","offset":328},{"uri":"Horses","surface_form":"Horses","offset":358},{"uri":"Humans","surface_form":"humans","offset":383},{"uri":"Spins","surface_form":"spins","offset":807},{"uri":"Rollbacks","surface_form":"rollbacks","offset":814}]}