{"id":44159,"url":"http://en.wikipedia.org/wiki/Rani_Lakshmibai","text":"Lakshmibai, the Rani of Jhansi (19 November 1828 – 17 June 1858) was an Indian queen and warrior.\nShe was one of the greatest leaders of the Indian Rebellion of 1857 and, became for Indian nationalists a symbol of resistance to British rule in India.\nLife.\nManikarnika was born into a Maratha family. She was married to Raja Gangadhar Rao, the Maharaja of Jhansi, in 1842, and became the Rani of Jhansi. After her marriage, Manikarnika became Lakshmibai, named in honour of the goddess Lakshmi. Before her marriage, she was known as Chabeeli (meaning \"jolly ways\"). In September 1851, Rani Lakshmibai had a son, Damodar Rao. He died at the age of four months. On the day before the Raja's death in November 1853, he adopted his cousin's child. His name was Anand Rao but, was renamed Damodar Rao, after their actual son. The Raja wrote a letter to the British government of India requesting that his widow should be recognised as the ruler of Jhansi after his death during her lifetime. After the death of her husband the head of the British government refused to allow her adopted son to become raja and Jhansi was ruled by the British. This was done by the \"Doctrine of lapse\" - if an Indian ruler died without a male child his adopted son would not succeed him; but the personal property of that king goes to his adopted son.\nAfter all the British in Jhansi had been killed by Indian troops in June 1857 the Rani took over the administration provisionally until the British returned. She had to form an army to defeat the invading forces of Orchha and Datia. In March 1858, British forces led by Sir Hugh Rose came to Jhansi to take back the city from the Rani who now wanted independence. Jhansi was besieged and taken after strong resistance. Many of the people of the city were killed in the fighting and afterwards. The Rani escaped to Kalpi and jointly with the Maratha general Tantya Tope then seized Gwalior. In the battle of Kotah ki Serai in which their army was defeated Rani Lakshmibai was wounded and died on 17th June 1858.","categories":[],"infobox_types":[],"annotations":[{"uri":"India","surface_form":"India","offset":72},{"uri":"Queen","surface_form":"queen","offset":79},{"uri":"Warrior","surface_form":"warrior","offset":89}]}