{"id":441537,"url":"http://en.wikipedia.org/wiki/Historical_linguistics","text":"History and development.\nModern historical linguistics dates from the late 18th century. It grew out of the earlier discipline of philology, the study of ancient texts and documents dating back to antiquity.\nAt first, historical linguistics was comparative linguistics. The focus was on the well-known Indo-European languages, many of which had long written histories. Scholars also studied the Uralic languages, another language family for which less early written material exists.\nSince then, there has been linguistic work in non-European languages, such as on the Austronesian languages and various families of Native American languages.\nComparative linguistics is now part of a discipline of historical linguistics. For Indo-European languages, comparative study is now a well-developed field. Most research is being carried out on their later development, such as the development of the modern standard varieties.\nSome scholars have done studies attempting to establish super-families. They have, for example, linked Indo-European, Uralic, and other families into Nostratic. Such attempts have not been accepted widely. The information needed to establish relatedness becomes thinner the farther back. The time depth of linguistic methods is limited because of chance word resemblances and variations between language groups. Scholars can trace language changes back to around 10,000 years. The dating of the various proto-languages is also difficult; several methods are available for dating, but only approximate results are possible.","categories":[],"infobox_types":[],"annotations":[{"uri":"Linguistics","surface_form":"linguistics","offset":43},{"uri":"Philology","surface_form":"philology","offset":130},{"uri":"Indo-European_languages","surface_form":"Indo-European languages","offset":302},{"uri":"Uralic_languages","surface_form":"Uralic languages","offset":395},{"uri":"Austronesian_languages","surface_form":"Austronesian languages","offset":568},{"uri":"Native_American","surface_form":"Native American","offset":615},{"uri":"Nostratic","surface_form":"Nostratic","offset":1070}]}