{"id":441688,"url":"http://en.wikipedia.org/wiki/Eye_contact","text":"Eye contact occurs when \"two people look at each other's eyes at the same time\".\nEye contact is a form of nonverbal communication. It is a meaningful sign of social communication, but exactly what it means depends on the situation. The customs and significance of eye contact vary widely between cultures, with religious and social differences often altering its meaning greatly.\nEye contact and facial expressions give social and emotional information. People, perhaps without consciously doing so, probe each other's eyes and faces for positive or negative mood signs. Sometimes, the meeting of eyes arouses strong emotions.\nEye contact is also an important element in flirting, where it may serve to establish and gauge the other's interest in some situations.\nDifferent societies.\nIn traditional societies, the role of women is usually very different from men. So, women lower their eyes, and do not to look directly at a man's face. Lustful glances at the opposite sex, young or adult, are forbidden.\nAnother social difference is that of status. Japanese children are taught in school to direct their gaze at the region of their teacher's Adam's apple or tie knot. As adults, Japanese lower their eyes when speaking to a superior as a gesture of respect.\nIn many cultures, such as East Asia and Nigeria, it is respectful not to look the dominant person in the eye, but in Western culture this can be interpreted as being \"shifty-eyed\", or untrustworthy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nonverbal_communication","surface_form":"nonverbal communication","offset":106},{"uri":"Religious","surface_form":"religious","offset":311},{"uri":"Social","surface_form":"social","offset":420},{"uri":"Mood","surface_form":"mood","offset":559},{"uri":"Flirting","surface_form":"flirting","offset":671},{"uri":"Status","surface_form":"status","offset":1043},{"uri":"Western_culture","surface_form":"Western culture","offset":1377}]}