{"id":441743,"url":"http://en.wikipedia.org/wiki/Parliamentary_republic","text":"A parliamentary republic is a name for a government). The system is used in many countries.\nWhat it Looks Like.\nIn a parliamentary system, the legislature is the part of government that makes laws. The legislature also gives power to the executive (the part of government that enforces laws). This is the basic form of a parliamentary republic. The difference is how the legislature gets it's power. The legislature is not chosen by a ruler or by birth. The peoples choose the legislature in an election. This means that the executives get their power from the legislature, but the legislature gets its power from the people.\nHow It Works.\nThe people choose the legislature. There are many people in the legislature. That group then gets together to choose one person to be their leader. The leader is often part of the legislature. The name for this job is Prime Minister in most countries. The Prime Minister is the head of government. This person leads the country. This way, the people are the power behind the parliamentary republic. They choose the units that make government work.\nThis is different from other parliamentary systems because the legislature is chosen in a different way. In other parliamentary systems, members are chosen by the head of state, the local leaders, or by birth. In a parliamentary republic, the people choose the members. The people do this through elections. Sometimes they vote for every person in parliament. Other times they vote for people in their area. The politicians they elect go to parliament to make laws and select the head of state. This gives the people power to decide who is in government.","categories":[],"infobox_types":[],"annotations":[{"uri":"Government","surface_form":"government","offset":41},{"uri":"Country","surface_form":"countries","offset":81},{"uri":"Parliamentary_system","surface_form":"parliamentary system","offset":117},{"uri":"Legislature","surface_form":"legislature","offset":143},{"uri":"Laws","surface_form":"laws","offset":192},{"uri":"Executive_(government)","surface_form":"executive","offset":238},{"uri":"Republic","surface_form":"republic","offset":335},{"uri":"Legislature","surface_form":"legislature","offset":371},{"uri":"Monarch","surface_form":"ruler","offset":435},{"uri":"Order_of_succession","surface_form":"birth","offset":447},{"uri":"Election","surface_form":"election","offset":495},{"uri":"Leader","surface_form":"leader","offset":780},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":858},{"uri":"Head_of_state","surface_form":"head of state","offset":1251},{"uri":"Politician","surface_form":"politician","offset":1500}]}