{"id":44194,"url":"http://en.wikipedia.org/wiki/Siegfried","text":"e=\"preserve\">:\"This page is about the character in the book called the Nibelungenlied. For Wagner's opera see Siegfried (opera).\nSigurd (Old Norse: Sigurðr) is a strong hero in the \"Nibelungenlied\", a epic poem written about the year 1200. He killed the dragon Fafnir and took its treasure, the \"Nibelungenschatz\". After killing the dragon, he bathed in its blood and so changed his skin, so that he could not be wounded any more. The earliest extant representations for his legend come in pictorial form from seven runestones in Sweden and most notably the Ramsund carving (c. 1000) and the Gök Runestone (11th century).\nBut a leaf fell from a linden tree above while he was bathing and landed on his back, and the little patch of skin that it covered did not touch the dragon's blood, so that Siegfried remained vulnerable (he could be hurt) in that one spot.\nSiegfried wants to marry Kriemhild, the sister of Gunther, kin of the Burgundians in Worms. But before he is allowed to marry her he has to help Gunther to win against Brünhild, the queen of Iceland. He does it with the help of a cloak which lets him become invisible.\nAfter their marriage Siegfried and Kriemhild live in Siegfried's kingdom for some years. Then they come to visit Worms and Kriemhild's family again. Brünhild, the wife of Gunther, and\nKriemhild argue about who is of higher rank. Now Kriemhild tells Brünhild that Siegfried helped Gunther in his fight against her and that he gave a proof of this victory to Kriemhild. Therefore, Brünhild becomes so furious that she decides that Siegfried must be killed. This is done by Hagen, one of Gunther's men, while Siegfried is drinking from a well during a hunt in the Odenwald. Hagen also takes the treasure of Siegfried from Kriemhild and throws it into the Rhine.\nThe name Siegfried in German means \"victory peace\".\nSiegfried appears in two of the four operas in Wagner's Ring cycle: the third opera is called \"Siegfried\" and the fourth one is called \"Götterdämmerung\" although originally Wagner called it \"Siegfrieds Tod\" (\"The Death of Siegfried\"). Wagner makes several changes to the story.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nibelungenlied","surface_form":"Nibelungenlied","offset":71},{"uri":"Richard_Wagner","surface_form":"Wagner's","offset":91},{"uri":"Opera","surface_form":"opera","offset":100},{"uri":"Siegfried_(opera)","surface_form":"Siegfried (opera)","offset":110},{"uri":"Old_Norse_language","surface_form":"Old Norse","offset":137},{"uri":"Nibelungenlied","surface_form":"Nibelungenlied","offset":182},{"uri":"1200","surface_form":"1200","offset":234},{"uri":"Dragon","surface_form":"dragon","offset":254},{"uri":"Runestone","surface_form":"runestone","offset":516},{"uri":"Sweden","surface_form":"Sweden","offset":530},{"uri":"Ramsund_carving","surface_form":"Ramsund carving","offset":558},{"uri":"G%C3%B6k_Runestone","surface_form":"Gök Runestone","offset":592},{"uri":"Linden_tree","surface_form":"linden tree","offset":645},{"uri":"Worms%2C_Germany","surface_form":"Worms","offset":947},{"uri":"Iceland","surface_form":"Iceland","offset":1053},{"uri":"Invisible","surface_form":"invisible","offset":1120},{"uri":"Odenwald","surface_form":"Odenwald","offset":1692},{"uri":"Rhine","surface_form":"Rhine","offset":1783},{"uri":"Der_Ring_des_Nibelungen","surface_form":"Wagner's Ring cycle","offset":1889},{"uri":"Siegfried_(opera)","surface_form":"Siegfried","offset":1937},{"uri":"G%C3%B6tterd%C3%A4mmerung","surface_form":"Götterdämmerung","offset":1978}]}