{"id":441944,"url":"http://en.wikipedia.org/wiki/Shraddha_Kapoor","text":"Shraddha Kapoor (born March 3, 1987) is an Indian actress who appears in Hindi movies of Bollywood. Through her movie career, she has become one of Bollywood's famous actresses and one of the most popular celebrities in India. She began her acting career in the 2010 movie \"Teen Patti\" for which she earned a nomination in the Filmfare Award for Best Female Debut category.\nThen, she followed it with her first leading role in the teen drama \"Luv Ka The End\" (2011) in which she won the Stardust award for Best Actress for her role. In 2013, she received appreciation for her performance in the romantic drama \"Aashiqui 2\", her first successful movie, which earned her a Filmfare Award for Best Actress nomination, among others. Besides acting in movies, Kapoor is active in humanitarian work and is a celebrity endorser for several brands.\nEarly life and background.\nKapoor was born on March 3, 1987 in Mumbai. She is the daughter of actors Shakti Kapoor and Shivangi Kolhapure Kapoor. She is the sister of actor Siddhanth Kapoor, niece of actresses Padmini and Tejaswini Kolhapure and grandniece of singers Lata Mangeshkar, Asha Bhosle, Meena Khadikar and Usha Mangeshkar. On her father's side, Kapoor is of Punjabi descent, and on her mother's side, she is of Marathi ancestry. Like her mother, she has stated that she is a complete Marathi.\nShe did her schooling at Jamnabai Narsee School and later moved to the American School of Bombay. While there, she played soccer and handball competitively. At the age of eighteen she enrolled at Boston University majoring in theatre studies but later quit in-order to pursue her acting career.\nCareer.\nKapoor debuted in the 2010 movie \"Teen Patti\" alongside Amitabh Bachchan and Ben Kingsley. She played the role of a studious geek, who obeys her professor to gamble in cards, which later proved to be her biggest mistake of her life. Despite, the movie failed to do well at the box office Kapoor had been able to receive appreciation and a nomination for the Filmfare Award for Best Female Debut for her performance.\nAfter her debut, she signed a three-movie deal with Yash Raj Films and featured in their 2011 teen comedy \"Luv Ka The End\" with Taaha Shah. Kapoor played the lead role of a college student who plots against her boyfriend after he betrays her. The movie underperformed at the box office and gained mixed reviews from critics. However, her performance received appreciation and the Stardust Award for Best Actress.\nLater she was offered the lead role in \"Aurangzeb\" as a part of her deal with Yash Raj. But she went on to sign Mahesh Bhatt's \"Aashiqui 2\" instead, thereby cancelling the three-movie contract with Yash Raj Films.\nIn 2013, Kapoor appeared in the romantic musical drama \"Aashiqui 2\", the sequel to the 1990 classic \"Aashiqui\". Her character, Aarohi Keshav Shirke, is a small-town bar singer who becomes a successful playback artist with the help of a singing superstar Rahul Jaykar (Aditya Roy Kapur). The movie was a major box office success with a global revenue of 1.09 billion and was credited as a \"blockbuster\" by Box Office India. Kapoor earned praises and rose to fame for her role. She received several nominations in the Best Actress category, including one at the Filmfare awards.\nThat year, she also appeared in a supporting role for the romantic comedy movie \"Gori Tere Pyaar Mein\", playing the fiancée of Sriram Venkat (played by Imran Khan). Kapoor is simultaneously filming for two projects Ekta Kapoor's production \"Ek Villan\" where she featured opposite Sidharth Malhotra and played the character of Aisha who is killed by Rittesh Deshmuk's charcter and Sid' character ask for revenge. The film was a Commercially successful and critically acclaimed film of 2014. It was one of the highest earner of 2014. Later, in October 2014, she appeared as a lead in Vishal Bhardwaj's adaptation of William Shakespeare's \"Hamlet\" titled 'Haider', with Shahid Kapoor, Irrfan Khan and Tabu. The Film was a critically acclaimed film and Shraddha' charcter got sheer appreceation. The film won many accolades including 5 National Film Awards.\nIn June 2015, she next played the lead role in the sequel of 3D dance movie \"ABCD (Any Body Can Dance) \"alongside Varun Dhawan, Prabhu Deva and Remo D'souza.\nIn the media.\nKapoor's off-screen life is the subject of widespread coverage in India. She is known in the Indian media for being publicly outspoken and assertive. She is recognised for her contributions to the movie industry through her fashion style and movie roles.\nIn addition to acting in movies, Kapoor has supported charitable organisations and performed for stage shows. In 2011, she walked the ramps of Lakme Fashion Week and India International Jewellery Week. In late 2013, she performed in a fund raising event organized by STAR India.\nShe is the brand ambassador of several products including Lakmé, Wella, Vaseline, Gitanjali and Titan. In late 2013, a poll conducted by FHM ranked Kapoor #5 on ″100 Sexiest Women In The World 2013″.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Actress","surface_form":"actress","offset":50},{"uri":"Hindi","surface_form":"Hindi","offset":73},{"uri":"Movie","surface_form":"movie","offset":79},{"uri":"Bollywood","surface_form":"Bollywood","offset":89},{"uri":"India","surface_form":"India","offset":220},{"uri":"Actress","surface_form":"Actress","offset":695},{"uri":"Celebrity","surface_form":"celebrity","offset":802},{"uri":"Mumbai","surface_form":"Mumbai","offset":904},{"uri":"Punjabi_people","surface_form":"Punjabi","offset":1210},{"uri":"Marathi_language","surface_form":"Marathi","offset":1263},{"uri":"Marathi_language","surface_form":"Marathi","offset":1336},{"uri":"Boston_University","surface_form":"Boston University","offset":1541},{"uri":"Theatre","surface_form":"theatre","offset":1571},{"uri":"Amitabh_Bachchan","surface_form":"Amitabh Bachchan","offset":1704},{"uri":"Ben_Kingsley","surface_form":"Ben Kingsley","offset":1725},{"uri":"Box_office","surface_form":"box office","offset":1925},{"uri":"Playback_singer","surface_form":"playback artist","offset":2892},{"uri":"Sidharth_Malhotra","surface_form":"Sidharth Malhotra","offset":3548},{"uri":"Vishal_Bhardwaj","surface_form":"Vishal Bhardwaj","offset":3850},{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":3882},{"uri":"Hamlet","surface_form":"Hamlet","offset":3905},{"uri":"FHM","surface_form":"FHM","offset":4965}]}