{"id":441918,"url":"http://en.wikipedia.org/wiki/Baarle","text":"The town of Baarle legally consists of two towns. Baarle-Nassau is in the Netherlands and Baarle-Hertog is in Belgium. The farmland surrounding the town is in the Netherlands. The town of Baarle-Hertog consists of 16 \"islands\" of Belgian territory within the Netherlands. Inside these islands are a further seven islands that are Dutch territory.\nDuring the twelfth century the area was swampland. In 1198 Hendrik I, the Duke of Brabant made over some of the land to Godfried of Schoten, the Lord of Breda. Hendrick kept the lands that were paying him a rent. The area that Hendrick kept is now part of Belgium. The area that was given to Gotfried is now in the Netherlands. The title \"Lord of Breda\" is now held by Willem-Alexander, king of the Netherlands. The title, \"Duke of Brabant\" is now a courtesy title of the heir to the Belgian throne.\nBaarle-Hertog and Baarle-Nassau each have a burgermeester (mayor). Each town has its own elected town council and each has a police station. Each town has its own church. In some areas the two town councils can cooperate. They have set up a joint council to look after things like electricity, water and gas supplies, highway maintenance and refuse collection.\nBoth councils also fund a joint cultural centre that houses a combined library. The cultural centre has two official entrances. The international border passes through the building. The Dutch entrance is at 7 Pastoor de Katerstraat. The Belgian entrance is at 5 Pastoor de Katerstraat. The tourist office is affiliated to both the Dutch and the Belgian tourist boards.\nDutch trading law applies to the Dutch parts of the town. Belgian trading laws apply to the Belgian parts of the town. Difference in the laws have encouraged smuggling. After the Second World War many people smuggled butter from the Netherlands into Belgium. In modern times many people buy fireworks in Belgium and smuggle them into the Netherlands.","categories":[],"infobox_types":[],"annotations":[{"uri":"Netherlands","surface_form":"Netherlands","offset":74},{"uri":"Belgium","surface_form":"Belgium","offset":110},{"uri":"Swamp","surface_form":"swampland","offset":387},{"uri":"Willem-Alexander_of_the_Netherlands","surface_form":"Willem-Alexander","offset":716},{"uri":"B%C3%BCrgermeister","surface_form":"burgermeester","offset":891},{"uri":"Second_World_War","surface_form":"Second World War","offset":1756}]}