{"id":442569,"url":"http://en.wikipedia.org/wiki/Bronchiectasis","text":"e=\"preserve\">Bronchiectasis is an obstructive lung disease. It is caused by inflammation of the bronchi. It is sometimes said to be part of the group of diseases called chronic obstructive pulmonary disease. People with bronchiectasis have swollen bronchi.\nSigns.\nPeople with bronchiectasis have pain in their chests. Some people with bronchiectasis make sputum that is green or pale yellow. The most common symptom of bronchiectasis is a cough that does not go away. 9 out of 10 people with the disease have this symptom. 3 out of 4 people with bronchiectasis often cough up a lot of sputum. This causes tiredness. People with bronchiectasis may also cough up blood. This is called haemoptysis. People with bronchiectasis may have bad breath. Some people with bronchiectasis have sinusitis that does not go away.\nCauses.\nPeople can be born with bronchiectasis or they can develop it later. In about 4 out of 10 cases, a cause is found. People who have rheumatoid arthiritis and smoke are ten times more likely to have the disease. Patients with alpha 1-antitrypsin deficiency have also been found to be more likely to get bronchiectasis but it is not known why.\nDiagnosis.\nIt is usually diagnosed using a CT scan.\nTreatment.\nAntibiotics are used to treat bronchiectasis. It can also be treated with other drugs. Sometimes surgery is needed.\nHistory.\nRené Laennec wrote the first description of bronchiectasis in 1819.","categories":[],"infobox_types":[],"annotations":[{"uri":"Obstructive_lung_disease","surface_form":"obstructive lung disease","offset":34},{"uri":"Inflammation","surface_form":"inflammation","offset":76},{"uri":"Bronchi","surface_form":"bronchi","offset":96},{"uri":"Chronic_obstructive_pulmonary_disease","surface_form":"chronic obstructive pulmonary disease","offset":169},{"uri":"Sputum","surface_form":"sputum","offset":355},{"uri":"Blood","surface_form":"blood","offset":661},{"uri":"Haemoptysis","surface_form":"haemoptysis","offset":683},{"uri":"Sinusitis","surface_form":"sinusitis","offset":781},{"uri":"Rheumatoid_arthiritis","surface_form":"rheumatoid arthiritis","offset":953},{"uri":"X-ray_computed_tomography","surface_form":"CT scan","offset":1206},{"uri":"Antibiotics","surface_form":"Antibiotics","offset":1226},{"uri":"Ren%C3%A9_Laennec","surface_form":"René Laennec","offset":1351}]}