{"id":442703,"url":"http://en.wikipedia.org/wiki/Bronze_Star_Medal","text":"The Bronze Star Medal is the fourth-highest individual military award. It is the ninth-highest award by order of precedence in the US Military. It may be awarded for acts of heroism, acts of merit, or meritorious service in a combat zone. When it is awarded for acts of heroism, the medal is awarded with the \"V\" device attached. The required acts are less heroic than those that qualify for the Silver Star.\nEligibility.\nThe medal is sometimes called the Bronze Star. Foreign soldiers, as well as officers from the other federal uniformed services are also eligible to receive the decoration. They must be serving with a service branch of the United States Armed Forces.\nHistory.\nThe Air Medal had been adopted two years earlier to raise airmen's morale. President Roosevelt authorized the Bronze Star Medal by Executive Order 9419 dated 4 February 1944. The order was made retroactive to 7 December 1941. The Executive Order was amended by President John F. Kennedy. The Executive Order 11046 dated 24 August 1962 expanded the authorization to include those serving with friendly forces. This allowed for awards where US service members might be involved in an armed conflict where the United States was not a belligerent. At the time of the Executive Order the US was not a belligerent in Vietnam. So any US advisers serving with the Republic of Vietnam Armed Forces would not have been eligible for the award.\nA study was conducted in 1947. The outcome was the policy was changed to make the retroactive award of the Bronze Star Medal (without the \"V\" device) to all soldiers who had received the Combat Infantryman Badge. It also included those who received the Combat Medical Badge during World War II. The reason for doing this was that the badges were awarded to soldiers who experienced the hardships described in General Marshall's memorandum. Both badges required a recommendation by the commander and a citation in orders.\nOrder of Precedence.\nThe Bronze Star is worn on the uniform after the Soldier's Medal or the Airman's Medal. It is to be worn before the Purple Heart. When a second (or more) award is given for the Silver Star, an oak leaf cluster is added to the ribbon. The \"V\" device (for valor) is worn on the center of the ribbon. Any oak leaf clusters are worn to the right or left of the \"V\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Military","surface_form":"military","offset":55},{"uri":"Award","surface_form":"award","offset":64},{"uri":"Precedence","surface_form":"precedence","offset":113},{"uri":"US_Military","surface_form":"US Military","offset":131},{"uri":"Hero","surface_form":"hero","offset":174},{"uri":"Merit","surface_form":"merit","offset":191},{"uri":"Combat","surface_form":"combat","offset":226},{"uri":"Zone","surface_form":"zone","offset":233},{"uri":"%26quot%3BV%26quot%3B_device","surface_form":"\"V\" device","offset":309},{"uri":"Silver_Star","surface_form":"Silver Star","offset":396},{"uri":"Uniformed_services_of_the_United_States","surface_form":"federal uniformed services","offset":522},{"uri":"Medal","surface_form":"decoration","offset":582},{"uri":"United_States_Armed_Forces","surface_form":"United States Armed Forces","offset":644},{"uri":"Executive_order_(United_States)","surface_form":"Executive Order","offset":812},{"uri":"Retroactive","surface_form":"retroactive","offset":875},{"uri":"John_F._Kennedy","surface_form":"John F. Kennedy","offset":952},{"uri":"Belligerent","surface_form":"belligerent","offset":1212},{"uri":"Combat_Infantryman_Badge","surface_form":"Combat Infantryman Badge","offset":1601},{"uri":"Combat_Medical_Badge","surface_form":"Combat Medical Badge","offset":1667},{"uri":"World_War_II","surface_form":"World War II","offset":1695},{"uri":"Uniform","surface_form":"uniform","offset":1987},{"uri":"Soldier%27s_Medal","surface_form":"Soldier's Medal","offset":2005},{"uri":"Airman%27s_Medal","surface_form":"Airman's Medal","offset":2028},{"uri":"Purple_Heart","surface_form":"Purple Heart","offset":2072},{"uri":"Oak_leaf_cluster","surface_form":"oak leaf cluster","offset":2149}]}