{"id":442800,"url":"http://en.wikipedia.org/wiki/Algebraic_variety","text":"In mathematics, algebraic varieties (also called varieties'\") are one of the central objects of study in algebraic geometry. The first definitons of algebraic variety defined it as the set of solutions of a system of polynomial equations, over the real or complex numbers. Modern definitions of an algebraic variety generalize this notion while they try to preserve the geometric intuition behind the original definition.\nConventions regarding the definition of an algebraic variety differ: Some authors require that an \"algebraic variety\" is, by definition, \"irreducible\" (which means that it is not the union of two smaller sets that are closed in the Zariski topology), while others do not. When the former convention is used, non-irreducible algebraic varieties are called algebraic sets.\nThe notion of variety is similar to that of manifold. One difference between a variety and a manifold is that a variety may have singular points, while a manifold will not.\nProven around the year 1800, the fundamental theorem of algebra establishes a link between algebra and geometry by showing that a monic polynomial in one variable with complex coefficients (an algebraic object) is determined by the set of its roots (a geometric object). Generalizing this result, Hilbert's Nullstellensatz provides a fundamental correspondence between ideals of polynomial rings and algebraic sets. Using the Nullstellensatz and related results, mathematicians have established a strong correspondence between questions on algebraic sets and questions of ring theory. This correspondence is the specifity of algebraic geometry among the other subareas of geometry.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematics","surface_form":"mathematics","offset":3},{"uri":"Algebraic_geometry","surface_form":"algebraic geometry","offset":105},{"uri":"Set","surface_form":"set","offset":185},{"uri":"System_of_polynomial_equations","surface_form":"system of polynomial equations","offset":207},{"uri":"Real_number","surface_form":"real","offset":248},{"uri":"Complex_number","surface_form":"complex number","offset":256},{"uri":"Zariski_topology","surface_form":"Zariski topology","offset":654},{"uri":"Manifold","surface_form":"manifold","offset":837},{"uri":"Singular_point_of_an_algebraic_variety","surface_form":"singular points","offset":922},{"uri":"Fundamental_theorem_of_algebra","surface_form":"fundamental theorem of algebra","offset":999},{"uri":"Algebra","surface_form":"algebra","offset":1057},{"uri":"Geometry","surface_form":"geometry","offset":1069},{"uri":"Monic_polynomial","surface_form":"monic polynomial","offset":1096},{"uri":"Complex_numbers","surface_form":"complex","offset":1134},{"uri":"Root_of_a_function","surface_form":"root","offset":1209},{"uri":"Hilbert%27s_Nullstellensatz","surface_form":"Hilbert's Nullstellensatz","offset":1263},{"uri":"Ideal_(ring_theory)","surface_form":"ideals","offset":1335},{"uri":"Polynomial_ring","surface_form":"polynomial ring","offset":1345},{"uri":"Ring_theory","surface_form":"ring theory","offset":1538},{"uri":"Geometry","surface_form":"geometry","offset":1638}]}