{"id":44288,"url":"http://en.wikipedia.org/wiki/Anonymous_(group)","text":"Anonymous is a group of anonymous online activists. They are associated with many online and offline protests. These protests commonly relate to freedom of speech. They often protest against political corruption and censorship. Anonymous also makes DDoS attacks (where an attacker disconnects his or her target from the internet, sometimes forever) on popular websites such as PayPal and the United States' Department of Justice homepage. Other common targets include organizations who seem to limit people's freedom of speech.\nAnonymous is also often associated with image boards such as 4chan and protests such as the Occupy Movement.\nSome people have been arrested for involvement in Anonymous cyberattacks in countries including the U.S., UK, Australia, the Netherlands, Spain, and Turkey. Views of the group's actions and usefulness vary widely. Supporters have called the group \"freedom fighters\" and digital Robin Hoods while some have judged them as \"a cyber lynch-mob\" or \"cyber terrorists\". In 2012, \"Time\" called Anonymous one of the \"100 most influential people\" of 2012 in the world.\nMembers of anonymous are called \"Anons\". When anons appear in public, they often wear Guy Fawkes masks. Guy Fawkes masks come from a graphic novel and film called \"V for Vendetta\". Some Anons also disguise their voice with voice changers (products that distort a user's voice) or text-to-speech programs.\nBeliefs and Values.\nAnons regularly have conflicting opinions, but mostly they are non-extremist and socialist. Anonymous does not have a hierarchy or a leader. Instead, anons work together because they have similar interests. Parmy Olson explains, \"There was no single leader pulling the levers, but a few organizational minds that sometimes pooled together to start planning a stunt.\"\nGenerally, anons fight censorship on the Internet, and they mostly target governments, organizations, and corporations who they believe to use censorship. Anons were early supporters of the global Occupy Movement and the Arab Spring.\nSince 2008, Anons have disagreed on whether Anonymous should focus on pranks and entertainment or serious activism.We [Anonymous] just happen to be a group of people on the Internet who need—just kind of an outlet to do as we wish, that we wouldn't be able to do in regular society....That's more or less the point of it. Do as you wish.... There's a common phrase: 'we are doing it for the lulz.'\n— Trent Peacock. \"Search Engine: The Face of Anonymous\", February 7, 2008.Members of Anonymous protest in legal and illegal ways. In 2012, Olson described Anonymous as a \"movement\" rather than a group: \"anyone can be part of it. It is a crowd of people, a nebulous crowd of people, working together and doing things together for various purposes.\"\nAnonymous has few rules. These rules include not sharing one's identity, not talking about the group, and not attacking media (such as news, television, and film).We are Anonymous. We are Legion. We do not forgive. We do not forget. Expect us.\n— Common tagline of Anonymous members.","categories":[],"infobox_types":[],"annotations":[{"uri":"Anonymity","surface_form":"anonymous","offset":24},{"uri":"Activism","surface_form":"activists","offset":41},{"uri":"Freedom_of_speech","surface_form":"freedom of speech","offset":145},{"uri":"Corruption","surface_form":"corruption","offset":201},{"uri":"Censorship","surface_form":"censorship","offset":216},{"uri":"Distributed_denial-of-service","surface_form":"DDoS","offset":249},{"uri":"PayPal","surface_form":"PayPal","offset":377},{"uri":"United_States_Department_of_Justice","surface_form":"Department of Justice","offset":407},{"uri":"4chan","surface_form":"4chan","offset":589},{"uri":"Occupy_Movement","surface_form":"Occupy Movement","offset":620},{"uri":"Cyberattack","surface_form":"cyberattack","offset":697},{"uri":"Robin_Hood","surface_form":"Robin Hood","offset":915},{"uri":"Time_(magazine)","surface_form":"Time","offset":1011},{"uri":"Guy_Fawkes_mask","surface_form":"Guy Fawkes mask","offset":1183},{"uri":"V_for_Vendetta","surface_form":"V for Vendetta","offset":1261},{"uri":"Text_to_Speech","surface_form":"text-to-speech","offset":1377},{"uri":"Extremism","surface_form":"extremist","offset":1489},{"uri":"Socialism","surface_form":"socialist","offset":1503},{"uri":"Hierarchy","surface_form":"hierarchy","offset":1540},{"uri":"Parmy_Olson","surface_form":"Parmy Olson","offset":1629},{"uri":"Occupy_movement","surface_form":"Occupy Movement","offset":1986},{"uri":"Arab_Spring","surface_form":"Arab Spring","offset":2010},{"uri":"LOL","surface_form":"lulz","offset":2414},{"uri":"Search_Engine_(radio_show)","surface_form":"Search Engine","offset":2439}]}