{"id":442949,"url":"http://en.wikipedia.org/wiki/Algebraic_geometry","text":"Algebraic geometry is a branch of mathematics studying polynomial equations. Modern algebraic geometry is based on more abstract techniques of abstract algebra, especially commutative algebra, with the language and the problems of geometry.\nThe main objects of study in algebraic geometry are algebraic varieties, which are geometric manifestations of sets of solutions of systems of polynomial equations. Examples of the most studied classes of algebraic varieties are: plane algebraic curves, which include lines, circles, parabolas, ellipses, hyperbolas, cubic curves like elliptic curves and quartic curves like lemniscates, and Cassini ovals. A point of the plane belongs to an algebraic curve if its coordinates satisfy a given polynomial equation. Basic questions involve the study of the points of special interest like the singular points, the inflection points and the points at infinity. More advanced questions involve the topology of the curve and relations between the curves given by different equations.\nAlgebraic geometry occupies a central place in modern mathematics. The concepts it uses connects it to such diverse fields as complex analysis, topology and number theory. At the start, algebraic geometry was about studying systems of polynomial equations in several variables. Algebraic geometry starts at the point where equation solving leaves off: In many cases, finding the properties all the solutions a given set of equations have is more important than finding a particular solution: this leads into some of the deepest areas in all of mathematics, both conceptually and in terms of technique.\nIn the 20th century, algebraic geometry has split into several subareas.\nMuch of the development of the main stream of algebraic geometry in the 20th century occurred within an abstract algebraic framework, with increasing emphasis being placed on \"intrinsic\" properties of algebraic varieties not dependent on any particular way of embedding the variety in an ambient coordinate space. The developments in topology, differential and complex geometry occurred much in the same way. One key achievement of this abstract algebraic geometry is Grothendieck's scheme theory which allows one to use sheaf theory to study algebraic varieties in a way which is very similar to its use in the study of differential and analytic manifolds. This is obtained by extending the notion of point: In classical algebraic geometry, a point of an affine variety may be identified, through Hilbert's Nullstellensatz, with a maximal ideal of the coordinate ring, while the points of the corresponding affine scheme are all prime ideals of this ring. This means that a point of such a scheme may be either a usual point or a subvariety. This approach also enables a unification of the language and the tools of classical algebraic geometry, mainly concerned with complex points, and of algebraic number theory. Wiles's proof of the longstanding conjecture called Fermat's last theorem is an example of the power of this approach.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematics","surface_form":"mathematics","offset":34},{"uri":"Polynomial","surface_form":"polynomial","offset":55},{"uri":"Abstract_algebra","surface_form":"abstract algebra","offset":143},{"uri":"Commutative_algebra","surface_form":"commutative algebra","offset":172},{"uri":"Geometry","surface_form":"geometry","offset":231},{"uri":"Algebraic_variety","surface_form":"algebraic varieties","offset":293},{"uri":"Systems_of_polynomial_equations","surface_form":"systems of polynomial equations","offset":373},{"uri":"Plane_algebraic_curve","surface_form":"plane algebraic curve","offset":471},{"uri":"Line_(geometry)","surface_form":"lines","offset":509},{"uri":"Circle","surface_form":"circle","offset":516},{"uri":"Parabola","surface_form":"parabola","offset":525},{"uri":"Ellipse","surface_form":"ellipse","offset":536},{"uri":"Hyperbola","surface_form":"hyperbola","offset":546},{"uri":"Cubic_curve","surface_form":"cubic curve","offset":558},{"uri":"Elliptic_curve","surface_form":"elliptic curve","offset":576},{"uri":"Lemniscate_of_Bernoulli","surface_form":"lemniscate","offset":616},{"uri":"Cassini_oval","surface_form":"Cassini oval","offset":633},{"uri":"Singular_point_of_a_curve","surface_form":"singular point","offset":832},{"uri":"Inflection_point","surface_form":"inflection point","offset":853},{"uri":"Point_at_infinity","surface_form":"points at infinity","offset":879},{"uri":"Topology","surface_form":"topology","offset":935},{"uri":"Complex_analysis","surface_form":"complex analysis","offset":1146},{"uri":"Topology","surface_form":"topology","offset":1164},{"uri":"Number_theory","surface_form":"number theory","offset":1177},{"uri":"Systems_of_polynomial_equations","surface_form":"systems of polynomial equations","offset":1244},{"uri":"Equation_solving","surface_form":"equation solving","offset":1343},{"uri":"Topology","surface_form":"topology","offset":2029},{"uri":"Differential_geometry","surface_form":"differential","offset":2039},{"uri":"Complex_geometry","surface_form":"complex geometry","offset":2056},{"uri":"Grothendieck","surface_form":"Grothendieck","offset":2163},{"uri":"Scheme_theory","surface_form":"scheme theory","offset":2178},{"uri":"Sheaf_theory","surface_form":"sheaf theory","offset":2216},{"uri":"Differential_manifold","surface_form":"differential","offset":2316},{"uri":"Complex_manifold","surface_form":"analytic manifolds","offset":2333},{"uri":"Hilbert%27s_Nullstellensatz","surface_form":"Hilbert's Nullstellensatz","offset":2493},{"uri":"Maximal_ideal","surface_form":"maximal ideal","offset":2527},{"uri":"Coordinate_ring","surface_form":"coordinate ring","offset":2548},{"uri":"Wiles%27s_proof_of_Fermat%27s_Last_Theorem","surface_form":"Wiles's proof","offset":2912},{"uri":"Fermat%27s_last_theorem","surface_form":"Fermat's last theorem","offset":2964}]}