{"id":443010,"url":"http://en.wikipedia.org/wiki/American_Athletic_Conference","text":"e=\"preserve\">The American Athletic Conference (also known as \"The American\" or \"AAC\") is a big college sports conference in the United States. Its members play in NCAA Division I. In football, they play in the Football Bowl Subdivision (FBS; known before 2006 as Division I-A), the higher of two levels of Division I football.\nThe American has its roots in the original Big East Conference. That conference was started in 1979 as a basketball-first league by a group of schools in the Eastern U.S. The Big East added football in 1991. That led to years of conflict between schools that played I-A/FBS football and those that did not. In July 2013, the Big East split into two conferences. The seven schools that did not play FBS football left to form a new Big East Conference. The FBS schools that did not go to other conferences stayed in the old conference structure. Along with several new members, they began operating as the American Athletic Conference.\nThe American kept the original Big East charter. That makes it the legal successor of the old Big East. However, both The American and the new Big East claim 1979 as their founding dates. Both also claim the pre-split history of the old Big East, at least in corporate terms. However, both leagues agreed that the current Big East would maintain the sporting history of the original conference in most sports. The only exceptions are football and women's rowing, the only two sports sponsored by The American but not the current Big East. In those two sports, neither offshoot league recognizes the history of the original Big East.\nOf the 12 current full members (those that house most of their sports in the league), only the newest member, Wichita State, does not have a football team.\nAssociate members.\nAs of the 2018–19 school year, The American has six \"associate members\" that play only one sport in the conference.\nFormer members.\nTwo schools left The American after spending only the 2013–14 school year in the renamed conference. Before 2013, both had been members of the original Big East.\nFormer associate members.\nOne other school was a member in a single sport starting from the Big East/American split in 2013 through 2015.","categories":[],"infobox_types":[],"annotations":[{"uri":"NCAA_Division_I","surface_form":"NCAA Division I","offset":163},{"uri":"American_football","surface_form":"football","offset":183},{"uri":"Big_East_Conference_(1979%E2%80%932013)","surface_form":"original Big East Conference","offset":361},{"uri":"Basketball","surface_form":"basketball","offset":432},{"uri":"Big_East_Conference","surface_form":"Big East Conference","offset":757}]}