{"id":443016,"url":"http://en.wikipedia.org/wiki/Nikki_Haley","text":"Nimrata Nikki Randhawa Haley (simply called Nikki Haley; born January 20, 1972) is an American politician. She was the 29th United States Ambassador to the United Nations beginning on January 24, 2017. She resigned on October 9, 2018 and left the office on December 31, 2018.\nOn January 12, 2011, she became the Governor of South Carolina. She is a member of the Republican Party. She is the first female governor of South Carolina. At the age of 42, she was the youngest governor in the United States, followed by another fellow Republican governor, Bobby Jindal.\nEarly life.\nHaley was born at Bamberg County Memorial Hospital in Bamberg, South Carolina. Her parents were Ajit Singh Randhawa and Raj Kaur Randhaw, from Punjab, India. Her father was a professor at Punjab Agricultural University. Her mother started a clothing company, Exotica International. Haley earned a Bachelor of Science degree in accounting from Clemson University. She has one sister and two brothers.\nGovernor of South Carolina (2011–2017).\nOn May 14, 2009, Haley announced that she would run for the Republican nomination for Governor of South Carolina in 2010.\nThe Republican gubernatorial primary took place on June 8, 2010, and Haley captured 49% of the vote. A runoff election happened on June 22, because nobody won 50% of the vote. Haley won handily in the runoff vote. Haley was elected governor on November 2, 2010, over the Democratic candidate, Vincent Sheheen 51% to 47%. On August 12, 2013, Haley announced she would seek a second term during a rally August 26, 2013, at the BI-LO Center in downtown Greenville. Haley was re-elected on November 4, 2014, with a 55.9 percent to 41.3 percent win, almost tripling her previous margin of victory over Sheheen in 2010 gubernatorial elections.\nHaley supports lower taxes, opposes regulation and is extremely anti-union. In June 2015, following the Charleston church shooting, Haley led bi-partisan calls for the removal of the Confederate flag from the State Capitol and its grounds. In July 2015, Haley signed a Bill to authorize removing the Confederate flag from the flagpole on the grounds of the South Carolina Capitol.\nIn April 2016, Haley indicated she would not support legislation introduced by the South Carolina State Senate which would require transgender individuals to use restrooms based on biological sex instead of gender identity.\nAmbassador to the United Nations (2017–2018).\nOn November 23, 2016, President-elect Donald Trump announced his intention to nominate Haley for Ambassador to the United Nations. On January 20, 2017, President Trump sent Haley's nomination to the Senate. Haley was overwhelmingly confirmed by the Senate 96-4 on January 24, 2017.\nHer tenure focused on harsh responses to the Bashar al-Assad regime and sanctions against North Korea as tensions grew between Trump and Kim Jong-un.\nHaley resigned on October 9, 2018 to return to her beloved home state. Multiple U.N. watchdogs called for an investigation over her many private jet plane travels. She was also falsely accused of overspending on $52,000 curtains which were actually purchased during the Obama Administration. She left the office on December 31, 2018.\nPersonal life.\nIn September 1996, she married Michael Haley, a South Carolina National Guard. They have two children: Rena and Nalin Haley.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":86},{"uri":"Politician","surface_form":"politician","offset":95},{"uri":"United_States_Ambassador_to_the_United_Nations","surface_form":"United States Ambassador to the United Nations","offset":124},{"uri":"South_Carolina","surface_form":"South Carolina","offset":324},{"uri":"Republican_Party_(United_States)","surface_form":"Republican Party","offset":363},{"uri":"Bobby_Jindal","surface_form":"Bobby Jindal","offset":551},{"uri":"Bamberg%2C_South_Carolina","surface_form":"Bamberg, South Carolina","offset":631},{"uri":"Punjab%2C_India","surface_form":"Punjab, India","offset":720},{"uri":"Bachelor_of_Science","surface_form":"Bachelor of Science","offset":874},{"uri":"Accounting","surface_form":"accounting","offset":904},{"uri":"Clemson_University","surface_form":"Clemson University","offset":920},{"uri":"Republican_Party_(United_States)","surface_form":"Republican","offset":1077},{"uri":"Governor_of_South_Carolina","surface_form":"Governor","offset":1103},{"uri":"South_Carolina","surface_form":"South Carolina","offset":1115},{"uri":"Vincent_Sheheen","surface_form":"Vincent Sheheen","offset":1432},{"uri":"BI-LO_Center","surface_form":"BI-LO Center","offset":1564},{"uri":"Greenville%2C_South_Carolina","surface_form":"Greenville","offset":1589},{"uri":"Charleston_church_shooting","surface_form":"Charleston church shooting","offset":1881},{"uri":"Confederate_flag","surface_form":"Confederate flag","offset":1960},{"uri":"South_Carolina_State_Senate","surface_form":"South Carolina State Senate","offset":2241},{"uri":"Transgender","surface_form":"transgender","offset":2289},{"uri":"Gender_identity","surface_form":"gender identity","offset":2365},{"uri":"President-elect_of_the_United_States","surface_form":"President-elect","offset":2450},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":2466},{"uri":"United_States_Ambassador_to_the_United_Nations","surface_form":"Ambassador to the United Nations","offset":2525},{"uri":"United_States_Senate","surface_form":"Senate","offset":2627},{"uri":"Bashar_al-Assad","surface_form":"Bashar al-Assad","offset":2755},{"uri":"North_Korea","surface_form":"North Korea","offset":2800},{"uri":"Kim_Jong-un","surface_form":"Kim Jong-un","offset":2847},{"uri":"National_Guard","surface_form":"National Guard","offset":3272}]}