{"id":44313,"url":"http://en.wikipedia.org/wiki/Muon-catalyzed_fusion","text":"Muon-catalyzed fusion (μCF) is a type of cold nuclear fusion, which means that nuclear fusion can happen at low temperatures and under normal pressure. There need to be 3 particles: a muon, a positively charged triton and a positively charged deuteron. The muon, which has a greater mass (when its not moving) than an electron, drags the heavier triton and the deuteron to it, creating something called a muonic heavy hydrogen ion. This means that the particle is a hydrogen atom with more protons then electrons, that contains a muon, and that contains extra neutrons which make it heavier. This reaction can be done at room temperature or below, such as -270 degrees Celsius.\nTo create these, a stream of negative muons is sent onto blocks of protium, deuterium and tritium (3 first isotopes of hydrogen). The muon bumps out the electron in the hydrogen atom. Because the electron is replaced, any 2 atoms are bound together. This makes a molecular ion, also called a special muonic molecule. A muon is 207 times more massive then an electron. Because of the difference in mass, the atom changes. Because it is heavier, the atoms in the molecular ion are pressed very tightly together, and then the nuclei, the centers of the atoms, join together. The following process is called nuclear fusion. The 2 nuclei join together and \"glue\" together. But, their weights do not just add up, a part of their mass is released as energy. This is the energy used.\nNow, the process continues because the muon is thrown out of the nuclei when they fuse, so it can join other nuclei, which continues the reaction. Sometimes the muon is attached to something else thrown out from the nucleus, and the muon is lost. This stops the reaction.\nThe good thing about this is that muon-catalyzed fusion uses little energy, and produces much energy. The only problem is that the reaction is not stable, so it does not last a long time, because the muons are lost. This process is still a long way from being used for business.","categories":[],"infobox_types":[],"annotations":[{"uri":"Muon","surface_form":"Muon","offset":0},{"uri":"Nuclear_fusion","surface_form":"nuclear fusion","offset":46},{"uri":"Temperature","surface_form":"temperature","offset":112},{"uri":"Pressure","surface_form":"pressure","offset":142},{"uri":"Particle","surface_form":"particle","offset":171},{"uri":"Triton","surface_form":"triton","offset":211},{"uri":"Deuteron","surface_form":"deuteron","offset":243},{"uri":"Mass","surface_form":"mass","offset":283},{"uri":"Electron","surface_form":"electron","offset":318},{"uri":"Hydrogen","surface_form":"hydrogen","offset":418},{"uri":"Ion","surface_form":"ion","offset":427},{"uri":"Atom","surface_form":"atom","offset":475},{"uri":"Proton","surface_form":"proton","offset":490},{"uri":"Protium","surface_form":"protium","offset":745},{"uri":"Deuterium","surface_form":"deuterium","offset":754},{"uri":"Tritium","surface_form":"tritium","offset":768},{"uri":"Isotope","surface_form":"isotope","offset":785},{"uri":"Hydrogen","surface_form":"hydrogen","offset":797},{"uri":"Molecule","surface_form":"molecule","offset":985},{"uri":"Energy","surface_form":"energy","offset":1421}]}