{"id":443170,"url":"http://en.wikipedia.org/wiki/Blarney_Castle","text":"Blarney Castle is a 15th-century castle in County Cork in Ireland. Blarney is in the historic Irish Province of Munster. The Blarney Stone is in the castle. The Blarney Stone is one of the biggest tourist attractions in Ireland.\nDescription.\nBlarney Castle is a well preserved 15th century building. It is in the small town of Blarney, County Cork in Ireland. Blarney is about 6 miles northwest of the city of Cork. There are not many good buildings in County Cork that were built before the 19th century. The castle is also one of Ireland's oldest and most historic castles. The walls of the castle are up to 18 feet thick.\nHistory.\nBlarney Castle was built in 1446 by Dermot MacCarthy. He was King of South Munster. The castle is the third building on the site. The first was built of wood. In about 1210 a stone building was built in place of the wooden one. Finally, in 1446 the current castle was built by MacCarthy.\nQueen Elizabeth I of England wanted the castle. She told the Earl of Leicester to get it for her. However, he was never able to get it because MacCarthy always made excuses to stop it happening.\nOliver Cromwell's army won the castle by force. They did not capture the soldiers living in it though. They had escaped through tunnels and caves underneath.\nThe Blarney Stone.\nThe Blarney Stone is a slab of limestone. The size of the stone is about 4 feet long and 1 foot wide. It is built into the castle's battlements 83 feet up from the ground.\nThere are lots of myths about where the stone came from. Some say it came from the prophet Jeremiah. Some say it came from Stonehenge. It is supposed to have been given to Dermot MacCarthy by Robert the Bruce. The gift was for help fighting against the English at the 1314 battle of Bannockburn.\nIn 2014 scientists in Scotland examined a piece of the stone. They found that it was a piece of limestone from close to the castle. The stone is about 330 million years old.\nTourist attraction.\nThe Blarney stone is one of Ireland's biggest tourist attractions. Hundreds of tourists visit Blarney Castle every day. The visitors go to kiss the Blarney Stone. People think that kissing the stone will give them the \"gift of the gab\" (make them good at talking). There is usually a long queue of people waiting to kiss it. To kiss the stone people have to lie on their backs and let their heads hang back over a ledge.","categories":[],"infobox_types":[],"annotations":[{"uri":"Castle","surface_form":"castle","offset":33},{"uri":"County_Cork","surface_form":"County Cork","offset":43},{"uri":"Republic_of_Ireland","surface_form":"Ireland","offset":58},{"uri":"Provinces_of_Ireland","surface_form":"Irish Province","offset":94},{"uri":"Munster","surface_form":"Munster","offset":112},{"uri":"Tourist_attraction","surface_form":"tourist attraction","offset":197},{"uri":"Blarney","surface_form":"Blarney","offset":327},{"uri":"County_Cork","surface_form":"County Cork","offset":336},{"uri":"Republic_of_Ireland","surface_form":"Ireland","offset":351},{"uri":"Northwest","surface_form":"northwest","offset":385},{"uri":"Cork_(city)","surface_form":"Cork","offset":410},{"uri":"Wall","surface_form":"wall","offset":580},{"uri":"Built","surface_form":"built","offset":653},{"uri":"Dermot_MacCarthy","surface_form":"Dermot MacCarthy","offset":670},{"uri":"King_of_South_Munster","surface_form":"King of South Munster","offset":695},{"uri":"Wood","surface_form":"wood","offset":787},{"uri":"Queen_Elizabeth_I","surface_form":"Queen Elizabeth I","offset":922},{"uri":"Earl_of_Leicester","surface_form":"Earl of Leicester","offset":983},{"uri":"Oliver_Cromwell","surface_form":"Oliver Cromwell","offset":1117},{"uri":"Tunnel","surface_form":"tunnel","offset":1245},{"uri":"Cave","surface_form":"cave","offset":1257},{"uri":"Limestone","surface_form":"limestone","offset":1325},{"uri":"Battlement","surface_form":"battlement","offset":1426},{"uri":"Myth","surface_form":"myth","offset":1484},{"uri":"Jeremiah","surface_form":"Jeremiah","offset":1557},{"uri":"Stonehenge","surface_form":"Stonehenge","offset":1589},{"uri":"Robert_the_Bruce","surface_form":"Robert the Bruce","offset":1658},{"uri":"Battle_of_Bannockburn","surface_form":"battle of Bannockburn","offset":1739},{"uri":"Tourist","surface_form":"tourist","offset":2035}]}