{"id":443211,"url":"http://en.wikipedia.org/wiki/Magnetic_field_line","text":"A magnetic field line or magnetic flux line shows the direction of a magnet's force and the strength of a magnet.\nThe idea of lines of force was invented by Michael Faraday. His theory is that all of reality is made up of force itself. His theory predicts that electricity, light, and gravity have finite propagation delays. Einstein's theory agrees with this.\nOne can make magnetic field lines show as if they were physical phenomena. For example, iron filings placed in a magnetic field line up to form lines that correspond to 'field lines'.\nIf there are a lot of lines through a magnet and not a great space between them, the magnet is strong. If the lines between a magnet are far apart and there aren't many lines, the magnet is weak. A way of determining the strength of a magnet is to do an experiment with iron filings. The iron filings will get attracted to the magnet and move into the shape of the flux lines. You then look at the shape of the iron filings and see the gap between the flux lines. This gives you an idea of the strength of the magnet.\nThe use of iron filings to display a field \"alters the magnetic field so that it is much larger along the \"lines\" of iron\". This caused by the large permeability of iron relative to air. Magnetic fields' \"lines\" are also visually displayed in polar auroras, when particles cause visible streaks of light that line up with the local direction of Earth's magnetic field.\nMagnetic field lines are like the contour lines (constant altitude) on a topographic map in that they represent something continuous, and a different mapping scale would show more or fewer lines. There is an advantage to using magnetic field lines as a representation. Many laws of magnetism (and electromagnetism) can be stated completely and concisely using simple concepts such as the 'number' of field lines through a surface. These concepts can be quickly 'translated' to their mathematical form.\nThe actual magnetic field \"itself\" does not have \"lines\" in it; the \"lines\" are solely the iron filings becoming polarized themselves, reacting to each other and the field, lining up N and S with respect to each other \"in\" the field. If you could see the actual \"fields\" of force, it would be shaded and gradient, with a heavier, thicker shade near the stronger part of the magnet, fading the further you get from the source. And in all 3 dimensions, which iron filing demonstrations cannot reproduce. Ferrofluids will react in all 3 dimensions and can more accurately reproduce a field, except for gravity creating a weight restriction. Holding a strong magnet in front of a CRT-type monitor with a white screen can also give a representation of the fields, without any \"lines of force\" visible. The issue with using ferro/magnetic materials to view a field is, the materials themselves become magnetized and change the original field to include their own influence.","categories":[],"infobox_types":[],"annotations":[{"uri":"Magnet","surface_form":"magnet","offset":69},{"uri":"Michael_Faraday","surface_form":"Michael Faraday","offset":157},{"uri":"Electricity","surface_form":"electricity","offset":261},{"uri":"Light","surface_form":"light","offset":274},{"uri":"Gravity","surface_form":"gravity","offset":285},{"uri":"Einstein","surface_form":"Einstein","offset":325},{"uri":"Iron","surface_form":"iron","offset":815},{"uri":"Magnetic_permeability","surface_form":"permeability","offset":1212},{"uri":"Aurora_(astronomy)","surface_form":"polar auroras","offset":1306},{"uri":"Contour_line","surface_form":"contour line","offset":1466},{"uri":"Topographic_map","surface_form":"topographic map","offset":1505}]}