{"id":443220,"url":"http://en.wikipedia.org/wiki/Thorny_devil","text":"The thorny devil (\"Moloch horrid us\") is also called the thorny dragon, Moloch, or mountain devil. It is an Australia<nowiki/>n lizard, that lives in desert regions of central Australia.\nThe thorny devil grows up to 20 cm (7.9 in) long and can live for 15 to 20 years. The females are larger than the males. Most of these lizards are colored in camouflaging shades of desert browns and tans. These colors change from pale colors during warm weather and to darker colors during cold weather. These animals are covered entirely with conical spines that are mostly uncalcified (not bony).\nFemale thorny devils lay ten eggs during the September-December season (or Spring-Summer). They put the eggs in a burrow about 30 cm deep. These eggs hatch after about three or four months, but not all babies will survive, because of predators like wild birds and goannas.\nHabitat.\nThe thorny devil is found in the arid regions of central Australia. It lives in sand, spinifex grasslands and scrub.\nDiet.\nThey only eat ants, and may eat thousands of ants in a day. The thorny devil's mouth is so specialized that it can only use it to eat ants, for example it cannot lick up water, and has developed other ways to drink. Ideally adapted to its harsh, desert habitat, it uses narrow channels between the scales on its stomach and legs to collect morning dew and water from damp or wet sand. The water travels up these channels to the lizard’s mouth.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":108},{"uri":"Lizard","surface_form":"lizard","offset":128},{"uri":"Desert","surface_form":"desert","offset":150},{"uri":"Great_Sandy_Desert","surface_form":"central Australia","offset":168},{"uri":"Camouflage","surface_form":"camouflaging","offset":345},{"uri":"Arid","surface_form":"arid","offset":901},{"uri":"Triodia","surface_form":"spinifex grasslands","offset":954},{"uri":"Scrub","surface_form":"scrub","offset":978},{"uri":"Ant","surface_form":"ant","offset":1005},{"uri":"Habitat","surface_form":"habitat","offset":1244},{"uri":"Dew","surface_form":"dew","offset":1339}]}