{"id":443384,"url":"http://en.wikipedia.org/wiki/Abbot_Oliba","text":"Oliba (c. 971–1046) was the Count of Berga (998–1003) and Ripoll and later became Bishop of Vic (1018–1046) and Abbot of Sant Miquel de Cuixà. Hewas one of the spiritual founders of Catalonia. At that time, he may have been the most important churchman of his age in the Iberian Peninsula.\nOliba was also a writer. He and his monks in the \"scriptorium\" at Ripoll wrote a lot of works about his world. His most important writing may have been his translations of Arabic manuscripts into Latin.\nFamily.\nWe don't know exactly when Oliba was born but it was near 971. He was born to a rich family. He was the third son of a Catalan count, which is a type of nobleman. He gave up his possessions to take up the Benedictine habit in the Monastery of Santa Maria de Ripoll. He had three brothers and a sister.\nAs count.\nIn 988, Count Oliba Cabreta took the habit, meaning he became a monk, and retired to Montecassino with St. Romuald, which met in Cuixà.\nOliba begin to perform his duties as a count, a type of medieval nobleman. His brother Bernard inherited Besalú and Guifré Cerdanya, Oliva received Berga and Ripoll.\nBetween 988 and 1002, Oliva was Count of Berga and Ripoll. He was associated with his brother Guifré.\nChurch life.\nOliba promoted the idea of Peace and Truce of God (Catalan: \"Pau i Treva de Déu\"), until 1022. In 1027, he signed an agreement with other bishops and noblemen in Toulouges (Roussillon). In this treaty, they all agreed to decide on days when no one would fight battles with anyone else and fugitives could run to churches.\nOliba was very influential. In 1023, King Sancho III of Navarre asked him for advice because he wanted his sister Urraca to her second cousin Alfonso V of León. Obliba said not to do it, but Sancho ignored him. His letters to the various contemporaneous kings of Spain indicate to us that Alfonso and his successor, Vermudo III, were regarded as \"imperatore. \"And the king of Navarre was a mere \"rex\".\nOliba started or reformed the monasteries of Montserrat (1025), Fluvià, and Canigó. He consecrated or patronized many other churches, such as the Collegiate Basilica of Manresa. He started the Assemblies of Peace and Truce, which later became Catalonia's \"corts\", or parliament. He improved the decoration of his own church at Ripoll and rededicated it on January 15, 1032. He was a close advisor to Count Berengar Raymond I of Barcelona and he rebuilt the cathedral of Vic with help from Countess Ermesinda. The new cathedral was rededicated to Peter and Paul on August 31, 1038. He died at his monastery at Cuixà in 1046.\nMonk and abbot.\nIn August 1002, when Oliba was 31 years, he became a monk of the Benedictine Order in the Monastery of Ripoll.\nIn 1008, after the death of Abbot Seniofré, Olive was elected abbot, or leader, of the monastery. Months later he was also elected abbot of the Monastery of St. Miquel de Cuixà. Oliba decided the monastaries should be more austere and disciplined.\nBy the next year, Oliba had become a little famous. In 1009, he was also elected abbot of Sant Martí del Canigó. Other monasteries liked his way of running things, such as the monasteries of Sant Feliu and Sant Sadurní Tavèrnoles.\nOliba spent his time and energy defend the property and rights of churches against attacks by his manor. In 1011, he went to the Vatican to meet the leader of the Roman Catholic Church, Pope Sergius IV, and he won a number of bulls, which are papal rulings, for his monasteries. These papal bulls had significant power: the Pope, whom medieval Catholics considered God's representative on earth, said that the monasteries and lands owned were under the protection of St. Peter and the attack on the monastery was an aggression against the authority of the Pope.\nSanta Maria de Ripoll.\nIn the late tenth century, Catalonia became an important place for culture and art. The people there had access to Arabic science and the places where monks wrote and made copies of other pieces of writing, called \"scriptoria\", became some of the best in Europe.\nRipoll was the most important scriptorum in Catalonia. With help from things he learned at Ripoll, Pope Sylvester II introduced the Arabic numbers, the concept of zero, and the astrolabe to Europe. During Oliba's time, the library at Ripoll gained three the number of pieces of writing, together with the Bobbio, it became one of the most important libraries in the Christian world during the middle ages.\nSant Miquel de Cuixà.\nOliba made architectural modifications to this monastery. Oliba had a walkway built around the sanctuary with three apses. Then, he built a dome over the altar and the crypt. He also erected Nativity, Chapel of the Trinity and the two towers Lombard, of which only one is still standing today.\nSant Martí del Canigó.\nThe monastery of St. Martí del Canigó was founded by Oliba's brother, Count Gifré II of Cerdanya-Conflent. Gifré took an old church at the foot of Canigó and became an important monastery.\nIn 1009, this church and its community was made ​​up of monks from Cuixà. It was ruled by Abbot Oliba through his community until 1014, when it had enough monks appoint an abbot of its own.","categories":[],"infobox_types":[],"annotations":[{"uri":"Count_of_Berga","surface_form":"Count of Berga","offset":28},{"uri":"Ripoll","surface_form":"Ripoll","offset":58},{"uri":"Vic","surface_form":"Vic","offset":92},{"uri":"Saint-Michel-de-Cuxa","surface_form":"Sant Miquel de Cuixà","offset":121},{"uri":"Catalonia","surface_form":"Catalonia","offset":182},{"uri":"Iberian_Peninsula","surface_form":"Iberian Peninsula","offset":271},{"uri":"Catalan_people","surface_form":"Catalan","offset":620},{"uri":"Count","surface_form":"count","offset":628},{"uri":"Benedictine","surface_form":"Benedictine","offset":706},{"uri":"Monastery_of_Santa_Maria_de_Ripoll","surface_form":"Monastery of Santa Maria de Ripoll","offset":731},{"uri":"Montecassino","surface_form":"Montecassino","offset":898},{"uri":"St._Romuald","surface_form":"St. Romuald","offset":916},{"uri":"Peace_and_Truce_of_God","surface_form":"Peace and Truce of God","offset":1257},{"uri":"Sancho_III_of_Navarre","surface_form":"Sancho III of Navarre","offset":1594},{"uri":"Alfonso_V_of_Le%C3%B3n","surface_form":"Alfonso V of León","offset":1694},{"uri":"King_of_Spain","surface_form":"kings of Spain","offset":1806},{"uri":"Bermudo_III_of_Le%C3%B3n","surface_form":"Vermudo III","offset":1868},{"uri":"Imperator_totius_Hispaniae","surface_form":"imperatore","offset":1899},{"uri":"King_of_Navarre","surface_form":"king of Navarre","offset":1920},{"uri":"King","surface_form":"rex","offset":1948},{"uri":"Santa_Mar%C3%ADa_de_Montserrat","surface_form":"Montserrat","offset":1999},{"uri":"Fluvi%C3%A0","surface_form":"Fluvià","offset":2018},{"uri":"Canig%C3%B3","surface_form":"Canigó","offset":2030},{"uri":"Collegiate_Basilica_of_Manresa","surface_form":"Collegiate Basilica of Manresa","offset":2100},{"uri":"Parliament","surface_form":"corts","offset":2210},{"uri":"Berenguer_Ramon_I%2C_Count_of_Barcelona","surface_form":"Count Berengar Raymond I of Barcelona","offset":2354},{"uri":"Benedictine","surface_form":"Benedictine","offset":2659},{"uri":"Monastery_of_Ripoll","surface_form":"Monastery of Ripoll","offset":2684},{"uri":"Abbot","surface_form":"abbot","offset":2767},{"uri":"Monastery","surface_form":"monastery","offset":2792},{"uri":"Monastery_of_St._Miquel_de_Cuix%C3%A0","surface_form":"Monastery of St. Miquel de Cuixà","offset":2849},{"uri":"Sant_Mart%C3%AD_del_Canig%C3%B3","surface_form":"Sant Martí del Canigó","offset":3043},{"uri":"Monastery_of_Sant_Feliu","surface_form":"Sant Feliu","offset":3144},{"uri":"Monastery_of_Sant_Sadurn%C3%AD_Tav%C3%A8rnoles","surface_form":"Sant Sadurní Tavèrnoles","offset":3159},{"uri":"Vatican","surface_form":"Vatican","offset":3313},{"uri":"Pope","surface_form":"Pope","offset":3370},{"uri":"Sergius_IV","surface_form":"Sergius IV","offset":3375},{"uri":"St._Peter","surface_form":"St. Peter","offset":3651},{"uri":"Catalonia","surface_form":"Catalonia","offset":3796},{"uri":"Arabic","surface_form":"Arabic","offset":3884},{"uri":"Scriptorium","surface_form":"scriptoria","offset":3984},{"uri":"Sylvester_II","surface_form":"Sylvester II","offset":4136},{"uri":"Bobbio","surface_form":"Bobbio","offset":4337},{"uri":"Architecture","surface_form":"architectural","offset":4471},{"uri":"St._Mart%C3%AD_del_Canig%C3%B3","surface_form":"St. Martí del Canigó","offset":4794},{"uri":"Cerdanya","surface_form":"Gifré II of Cerdanya-Conflent","offset":4853}]}