{"id":443329,"url":"http://en.wikipedia.org/wiki/Rachel_Jackson","text":"Rachel Donelson Jackson (June 15, 1767 – December 22, 1828) was the wife of Andrew Jackson, the seventh president. She died before her husband's inauguration. She was never First Lady.\nEarly life.\nYoung Rachel was very pretty, with dark brown hair and beautiful eyes. Her family moved from Virginia to Nashville, Tennessee. The Robards family was quite wealthy and important in Nashville. Rachel was married to Captain Lewis Robards in Kentucky. She met Andrew Jackson while living with her mother. Andrew was staying at her mother's house. One time, she sent a letter home asking one of her brothers to come to Kentucky. She wanted to go home again. Jackson went to Kentucky instead of her brother.\nRemarriage.\nRachel Donelson Robards and Andrew Jackson wanted to get married. They could not because Rachel was already married to Lewis Robards. She tried to get a divorce in 1790. She and Andrew thought that her husband would get a divorce. They got married in 1791 in the town of Natchez, Mississippi. Their marriage was unlawful (against the law). She and Andrew tried to get a real divorce until 1794. They married again in 1794 when her marriage with Lewis Robards ended. No one knows if she knew that she broke the law.\nRachel moved to the Hermitage outside Nashville with Andrew. They were quite wealthy. They owned many slaves on their plantation. Rachel managed the household. She ran the plantation while Andrew was away.\nRachel died in 1828. This was the year her husband Andrew became president. He thought she died because other people said mean things about her. They talked about her marriage. Many people said she broke the law to marry Andrew on purpose. This made her very sad. She was buried in a corner of the Hermitage garden.\nWhat people remember.\nPeople thought Rachel and Andrew were very different. Andrew was tall, important, and neat. Rachel was short, quiet, and common. One girl who visited their house would not have guessed that they were married. She thought they were too different. The visitor said that Rachel was kind and motherly, not elegant or graceful. Rachel had lived in the frontier (newly-lived in areas) her whole life. She had no reason to become elegant.\nRachel loved Andrew very much. She was sad every time he went away. Once, she travelled to meet him, which was not common for women to do. She was very worried when he was in danger. She became quite sick from stress. Her marriage was very important to her. A visitor once said that their love was very great. Andrew Jackson always treated Rachel like she was the best thing in his life. Rachel was always devoted to Andrew.","categories":[],"infobox_types":[],"annotations":[{"uri":"Andrew_Jackson","surface_form":"Andrew Jackson","offset":76},{"uri":"President_of_the_United_States","surface_form":"president","offset":104},{"uri":"Inauguration","surface_form":"inauguration","offset":145},{"uri":"First_Lady","surface_form":"First Lady","offset":173},{"uri":"Virginia","surface_form":"Virginia","offset":290},{"uri":"Nashville%2C_Tennessee","surface_form":"Nashville, Tennessee","offset":302},{"uri":"Kentucky","surface_form":"Kentucky","offset":436},{"uri":"Marriage","surface_form":"married","offset":769},{"uri":"Divorce","surface_form":"divorce","offset":865},{"uri":"Natchez%2C_Mississippi","surface_form":"Natchez, Mississippi","offset":983},{"uri":"Law","surface_form":"law","offset":1046},{"uri":"The_Hermitage_(Nashville%2C_Tennessee)","surface_form":"the Hermitage","offset":1243},{"uri":"Slavery","surface_form":"slaves","offset":1329},{"uri":"Plantation","surface_form":"plantation","offset":1345},{"uri":"Frontier","surface_form":"frontier","offset":2118},{"uri":"Elegant","surface_form":"elegant","offset":2194},{"uri":"Devoted","surface_form":"devoted","offset":2609}]}