{"id":443448,"url":"http://en.wikipedia.org/wiki/Durrington_Walls","text":"Durrington Walls is the site of a large Neolithic settlement and later henge enclosure in the Stonehenge World Heritage Site. It is 2 miles north-east of Stonehenge in the parish of Durrington, just north of Amesbury.\nExcavations in 2013 by a team has revealed a huge settlement; 1,000 homes have been found, supporting a population of 4,000 people at one time. The village was carbon dated to about 2600 B.C.\nThe monument was on \"an extraordinary scale\" and unique, researchers said.\nThe Stonehenge Hidden Landscapes team has been creating an underground map of the area in a five-year project.\nRemote sensing and geophysical imaging technology has been used to reveal evidence of nearly 100 stones without the need for excavation.\nThe monument is just under two miles (3km) from Stonehenge, Wiltshire, and is thought to have been a Neolithic ritual site.\nIt is the \"largest Neolithic settlement in the whole of northern Europe\". At 500m in diameter, the henge is the largest in Britain and recent evidence suggests that it was a complementary monument to Stonehenge.\nWhat visibly remains of Durrington Walls today is the 'walls' of the henge monument. This is now a ridge surrounding a central basin. Originally the ditch was some 5.5m deep, 7m wide at its bottom and 18m wide at the top. The bank was in some areas 30m wide. There were two entrances through the bank and ditch – at the north western and south eastern ends. The henge enclosed several timber circles and smaller enclosures – not all of which have been excavated. Several Neolithic house floors have been found next to and under the eastern bank of the henge. Their density suggests that there was a very large village on the sloping river bank on this side.\nAbout three feet underneath Durrington Walls, there are remains of about 90 standing stones, maybe from an earlier time. The stones are in a \"slightly curved row.\" They were found in 2015, using special archaeological research tools and methods including ground-penetrating radar. Scientists do not know if this feature is the same age as early Stonehenge or not.","categories":[],"infobox_types":[],"annotations":[{"uri":"Neolithic","surface_form":"Neolithic","offset":40},{"uri":"Henge","surface_form":"henge enclosure","offset":71},{"uri":"Stonehenge%2C_Avebury_and_Associated_Sites","surface_form":"Stonehenge World Heritage Site","offset":94},{"uri":"Stonehenge","surface_form":"Stonehenge","offset":154},{"uri":"Durrington%2C_Wiltshire","surface_form":"Durrington","offset":182},{"uri":"Amesbury","surface_form":"Amesbury","offset":208},{"uri":"Settlement","surface_form":"settlement","offset":268},{"uri":"Carbon_dating","surface_form":"carbon dated","offset":378},{"uri":"Standing_stones","surface_form":"standing stones","offset":1803}]}