{"id":44363,"url":"http://en.wikipedia.org/wiki/Refraction","text":"Refraction is the change in direction of a wave, caused by the change in the wave's speed. Examples of waves include sound waves and light waves. Refraction is seen most often when a wave passes from one transparent medium to another transparent medium. Different types of medium include air and water.\nWhen a wave passes from one transparent medium to another transparent medium, the wave will change its speed and its direction. For example, when a light wave travels through air and then passes into water, the wave will slow and change direction.\nAs light goes into a medium which is denser, the light ray will 'bend' toward the normal. When it goes back into the less dense medium (with a lower refractive index), it will bend back through the same angle as when it came in (if the surface at exit is parallel to the surface at entry).\nAn example of how refraction works is placing a straw in a cup of water, with part of the straw in the water. When looking at a certain angle, the straw appears to bend at the water's surface. This is because of the change in density of the medium and thus, bending of light rays as they move from the air to water.\nA good and simple way to understand how light works is to think of it like a car. When the car hits the gravel surface (this is the medium) on an angle, the tire that hits it first will slow, causing it to turn in that direction. Therefore, if light hits a medium on the right having a greater refractive index, it will bend right. The amount of bending is given by Snell's law. Lenses work by refraction.\nWhen light refracts in a prism, it splits into colours of the rainbow because some wavelengths bend more than others.\nIn optics the refractive index or index of refraction \"n\" of a substance is a dimensionless number that describes how light, or other radiation, goes through that medium. It is defined as\nwhere c is the speed of light in a vacuum and \"v\" is the \"phase velocity\" of light in the medium. Snell's law uses refractive indexes to calculate the amount of refraction.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wave_(physics)","surface_form":"wave","offset":43},{"uri":"Speed","surface_form":"speed","offset":84},{"uri":"Sound","surface_form":"sound waves","offset":117},{"uri":"Light","surface_form":"light waves","offset":133},{"uri":"Transmission_medium","surface_form":"medium","offset":216},{"uri":"Air","surface_form":"air","offset":288},{"uri":"Water","surface_form":"water","offset":296},{"uri":"Refractive_index","surface_form":"refractive index","offset":700},{"uri":"Corpuscular_theory_of_light","surface_form":"Snell's law","offset":1523},{"uri":"Lens_(optics)","surface_form":"Lenses","offset":1536},{"uri":"Prism_(optics)","surface_form":"prism","offset":1588},{"uri":"Rainbow","surface_form":"rainbow","offset":1625},{"uri":"Wavelength","surface_form":"wavelength","offset":1646},{"uri":"Optics","surface_form":"optics","offset":1684},{"uri":"Dimensionless_quantity","surface_form":"dimensionless number","offset":1759},{"uri":"Light","surface_form":"light","offset":1799},{"uri":"Radiation","surface_form":"radiation","offset":1815},{"uri":"Speed_of_light","surface_form":"speed of light","offset":1884},{"uri":"Vacuum","surface_form":"vacuum","offset":1904},{"uri":"Phase_velocity","surface_form":"phase velocity","offset":1927},{"uri":"Snell%27s_law","surface_form":"Snell's law","offset":1967}]}