{"id":443858,"url":"http://en.wikipedia.org/wiki/Benign_neonatal_seizures","text":"e=\"preserve\">Benign neonatal seizures are somewhat rare syndromes (medical problems) which cause seizures in newborn infants. A seizure is caused by problems in the electrical activity in the brain.\nOne syndrome is \"Benign idiopathic neonatal seizures\" (BINS) and the other is \"Benign familial neonatal seizures\" (BFNS). Both syndromes usually happen in infants in the neonatal period, which is the first 28 days after birth. In most cases, the first seizure happens within the first few days after birth. However, some infants may have their first seizure later in the neonatal period, or even months after the neonatal period. The last seizure usually happens while the infant is still in the neonatal period, but seizures may continue after this time.\nA third syndrome called \"benign familial neonatal-infantile syndrome\" (BFNIS). It may cause the first seizure between the second day upwards to 6 months after birth, and usually stops within the first 12 months.\nThese syndromes are called \"benign\" because they usually cause no long-term harm to the infant, but there is a greater chance of getting seizures later in life.\nIn Benign idiopathic neonatal seizures the cause is not known (this is what the word \"idiopathic\" means). In Benign familial neonatal seizures and Benign familial neonatal-infantile seizures, there is a \"genetic mutation,\" which means a change in the genes that an infant gets from their parents. These disorders are inherited (they \"run in the family\"). This is what the word \"familial\" means.","categories":[],"infobox_types":[],"annotations":[{"uri":"Syndrome","surface_form":"syndrome","offset":56},{"uri":"Seizure","surface_form":"seizure","offset":97},{"uri":"Infant","surface_form":"infant","offset":117},{"uri":"Electricity","surface_form":"electrical","offset":165},{"uri":"Brain","surface_form":"brain","offset":192},{"uri":"Neonatal","surface_form":"neonatal","offset":369},{"uri":"Benign","surface_form":"benign","offset":995},{"uri":"Genetic","surface_form":"genetic","offset":1332},{"uri":"Mutation","surface_form":"mutation","offset":1340},{"uri":"Gene","surface_form":"gene","offset":1379}]}