{"id":44402,"url":"http://en.wikipedia.org/wiki/Harold_Godwinson","text":"Harold Godwinson was King Harold II of England (c. 1022 – 14 October 1066). He ruled England after king Edward the Confessor died. He ruled from 5 January 1066 until he was killed at the Battle of Hastings. His death marked the Norman conquest of England and the end of Anglo-Saxon England.\nCareer.\nHarold was the son of Godwin, Earl of Wessex, and Gytha, a Danish noblewoman. His sister, Edith, was married to the king he succeeded, Edward the Confessor. About that same time Harold became Earl of East Anglia. When his father died in 1053, Harold inherited his earldom of Wessex. Elfgar, son of Leofric of Mercia was appointed to replace Harold in East Anglia. Berkshire and Somerset were joined to Wessex again. Wessex itself was, in those days, an enormous amount of land that covered about a third of England. Harold ruled over a large portion of England, making him the most powerful man in the whole kingdom, after the King.\nHarold Godwinson had three brothers: Tostig, Swegen and Gryth. He claimed to have been made King by Edward the Confessor. Before Harold Godwinson became king, he swore to help William, Duke of Normandy to become king.\nIn September 1066 Harold Godwinson defeated an invasion from the north by Harald Hardrada. He returned south to fight Duke William's invasion. He was killed, it is generally assumed, by an arrow shot by one of William's archers, but some reports say he was cut down by many soldiers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Edward_the_Confessor","surface_form":"Edward the Confessor","offset":104},{"uri":"Battle_of_Hastings","surface_form":"Battle of Hastings","offset":187},{"uri":"Norman_conquest_of_England","surface_form":"Norman conquest of England","offset":228},{"uri":"Anglo-Saxon_England","surface_form":"Anglo-Saxon England","offset":270},{"uri":"Earl","surface_form":"Earl","offset":329},{"uri":"East_Anglia","surface_form":"East Anglia","offset":499},{"uri":"Wessex","surface_form":"Wessex","offset":574},{"uri":"Leofric_of_Mercia","surface_form":"Leofric of Mercia","offset":597},{"uri":"Berkshire","surface_form":"Berkshire","offset":663},{"uri":"Somerset","surface_form":"Somerset","offset":677},{"uri":"William_I_of_England","surface_form":"William, Duke of Normandy","offset":1108},{"uri":"Harald_Hardrada","surface_form":"Harald Hardrada","offset":1224}]}