{"id":444105,"url":"http://en.wikipedia.org/wiki/Andrew_Vicari","text":"Andrew Vicari (20 April 1938 – 3 October 2016) was a Welsh painter working in France. He painted portraits of the rich and famous. Despite being largely unknown in his own country, in 2004 Vicari was Britain's richest living painter. At one time he was the Britain 18th richest person in Britain.\nVicari was always a figurative artist working in oil. His work was appreciated especially in the Middle East where three museums are solely dedicated to his work.\nIn 1974 Vicari was appointed as the official painter to the King and Government of Saudi Arabia. In the years which followed he painted many portraits of the Saudi royal family, and scenes of Riyadh and Bedouin life. It is mainly due to this patronage that Vicari owes his financial success. In 2001 he sold a collection of 125 paintings of the First Gulf War to Prince Khaled for £17 million.\nHis fortune was valued at £92 million in 2006 by the Sunday Times Rich List.\nPersonal life.\nVicari lived and worked at his studio outside Nice, France, but he also owned apartments in Riyadh and Monte Carlo.\nIn October 2014 it was reported Vicari had filed for bankruptcy and had been in poor health.\nVicari died at Morriston Hospital, Swansea on 3 October 2016.","categories":[],"infobox_types":[],"annotations":[{"uri":"Oil_painting","surface_form":"oil","offset":346},{"uri":"Middle_East","surface_form":"Middle East","offset":394},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":543},{"uri":"Riyadh","surface_form":"Riyadh","offset":652},{"uri":"Bedouin","surface_form":"Bedouin","offset":663},{"uri":"First_Gulf_War","surface_form":"First Gulf War","offset":805},{"uri":"Sunday_Times_Rich_List","surface_form":"Sunday Times Rich List","offset":907},{"uri":"Nice","surface_form":"Nice","offset":992},{"uri":"Monte_Carlo","surface_form":"Monte Carlo","offset":1049},{"uri":"Morriston_Hospital","surface_form":"Morriston Hospital","offset":1170},{"uri":"Swansea","surface_form":"Swansea","offset":1190}]}