{"id":4442,"url":"http://en.wikipedia.org/wiki/Acid","text":"e=\"preserve\">:\"The article about certain properties of databases is at ACID\"\nAn acid is a substance that can donate a hydrogen ion (H+) (generally speaking, this will be a proton) to another substance. Acids have a pH less than 7.0.\nA chemical can donate a proton if the hydrogen atom is attached to an electronegative atom like oxygen, nitrogen, or chlorine. Some acids are strong and others are weak. The weak acids hold on to some of their protons, while the strong acids let go of all of them. All acids will release hydrogen ions into solutions. The amount of ions that get released per molecule will determine if the acid is weak or strong. Weak acids are acids that partially release the hydrogen atoms that are attached. These acids, then, may lower pH by dissociation of hydrogen ions, but not completely. Weak acids generally have a pH value of 4-6 while strong acids have a pH value of 1 to 3.\nA base is an acid's \"chemical opposite.\" A base is a substance that will accept the acid's hydrogen atom. Bases are molecules that can split apart in water and release hydroxide ions.\nHow acids work.\nAcids and bases typically exist together in equilibrium. This means that within a sample of an acid, some molecules will give up their protons and others will accept them. Even water is a mixture of an acidic ion, H3O+ (called a hydronium ion) and a basic ion, OH- (called a hydroxide ion). A hydronium ion will give up its proton to a hydroxide ion, forming two molecules of H2O, which is neutral. This reaction happens continuously in a sample of water, but overall the sample is neutral because there are equal amounts of hydronium and hydroxide in the sample. For most reactions, however, the acids and bases are not present in equal amounts, and this imbalance is what allows a chemical reaction to occur.\nEvery acid has a conjugate base formed by removing the acid's proton. Hydrochloric acid (HCl), for example, is an acid and its conjugate base is a chlorine anion, or Cl-. An acid and its conjugate base are opposite in strength. Since HCl is a strong acid, Cl- is a weak base.\nProperties.\nAcids can have different \"strengths\", some are more reactive than others. More reactive acids are often more dangerous.\nAcids can burn the skin, the severity of the burn depending on the type and concentration of the acid. These chemical burns require immediate medical attention.\nBecause acids donate hydrogen ions, all acids must have hydrogen in them.\nImportance.\nAcids are important. Nucleic acids, such as DNA and RNA contain the genetic code. These molecules determine many characteristics of an organism, they are passed from the parents to offspring. DNA contains the plans how to build proteins which are made of amino acids.\nFatty acids and fatty acid derivatives are another group of carboxylic acids that play a significant role in biology. These contain long chains of hydrocarbons and a carboxylic acid group on one end. The cell membrane of nearly all organisms is primarily made up of a phospholipid bilayer, a micelle of hydrophobic fatty acid chains with polar, hydrophilic phosphate \"head\" groups.\nIn humans and many other animals, hydrochloric acid is a part of the gastric acid secreted within the stomach. It can help hydrolyze proteins and polysaccharides. It can also convert the inactive pro-enzyme, pepsinogen into the enzyme, pepsin. Some organisms produce acids for defense; for example, ants produce formic acid, and octopi produce a black acid called magneta.","categories":[],"infobox_types":[],"annotations":[{"uri":"Database","surface_form":"database","offset":55},{"uri":"ACID","surface_form":"ACID","offset":71},{"uri":"Hydrogen","surface_form":"hydrogen","offset":118},{"uri":"Ion","surface_form":"ion","offset":127},{"uri":"Proton","surface_form":"proton","offset":172},{"uri":"PH","surface_form":"pH","offset":215},{"uri":"Oxygen","surface_form":"oxygen","offset":329},{"uri":"Nitrogen","surface_form":"nitrogen","offset":337},{"uri":"Chlorine","surface_form":"chlorine","offset":350},{"uri":"Strong_acid","surface_form":"strong","offset":375},{"uri":"Weak_acid","surface_form":"weak","offset":397},{"uri":"PH","surface_form":"pH","offset":843},{"uri":"Base_(chemistry)","surface_form":"base","offset":907},{"uri":"Equilibrium","surface_form":"equilibrium","offset":1149},{"uri":"Nucleic_acid","surface_form":"Nucleic acid","offset":2492},{"uri":"DNA","surface_form":"DNA","offset":2515},{"uri":"RNA","surface_form":"RNA","offset":2523},{"uri":"Genetic_code","surface_form":"genetic code","offset":2539},{"uri":"Molecule","surface_form":"molecule","offset":2559},{"uri":"Protein","surface_form":"protein","offset":2699},{"uri":"Amino_acid","surface_form":"amino acid","offset":2726},{"uri":"Fatty_acid","surface_form":"Fatty acid","offset":2739},{"uri":"Hydrocarbon","surface_form":"hydrocarbon","offset":2886},{"uri":"Carboxylic_acid","surface_form":"carboxylic acid","offset":2905},{"uri":"Cell_membrane","surface_form":"cell membrane","offset":2943},{"uri":"Phospholipid_bilayer","surface_form":"phospholipid bilayer","offset":3007},{"uri":"Micelle","surface_form":"micelle","offset":3031},{"uri":"Phosphate","surface_form":"phosphate","offset":3096},{"uri":"Hydrochloric_acid","surface_form":"hydrochloric acid","offset":3155},{"uri":"Gastric_acid","surface_form":"gastric acid","offset":3190},{"uri":"Stomach","surface_form":"stomach","offset":3223},{"uri":"Protein","surface_form":"protein","offset":3254},{"uri":"Polysaccharide","surface_form":"polysaccharide","offset":3267},{"uri":"Pepsinogen","surface_form":"pepsinogen","offset":3329},{"uri":"Digestive_enzyme","surface_form":"enzyme","offset":3349},{"uri":"Pepsin","surface_form":"pepsin","offset":3357},{"uri":"Ant","surface_form":"ant","offset":3420},{"uri":"Formic_acid","surface_form":"formic acid","offset":3433}]}