{"id":444322,"url":"http://en.wikipedia.org/wiki/Jim_Flaherty","text":"James Michael \"Jim\" Flaherty, PC, MP (December 30, 1949 – April 10, 2014) was a Canadian politician. He served as Canada's Federal Minister of Finance from February 6, 2006 until March 18, 2014. He also served as a former provincial Minister of Finance for Ontario from 2001 to 2002, a Member of Provincial Parliament for Whitby—Ajax from 1995 to 2005, and was a member of the Ontario Progressive Conservative Party caucus.\nOn May 21, 2013, he introduced his 2013 Budget. The Budget contained a new Building Canada Plan for the construction of public infrastructure such as roads, bridges, transit and port facilities. It was to provide $53 billion in investments to support local and economic infrastructure projects, which includes more than $47 billion in new funding over 10 years, beginning in 2014-2015.\nOn March 18, 2014, he resigned as Minister of Finance in order to return to the private sector. He stated that the decision was reached after many months of consulting with his family and that his health was not a factor in his decision.\nWhen he was young, he played ice hockey. He was successful enough at the game to win a hockey scholarship to Princeton University. He is married to Christine Elliott who is a the Progressive Conservative Member of Provincial Parliament for Whitby—Oshawa. They live in Whitby, Ontario and have 3 triplet sons together: John, Galen and Quinn.\nHe died on April 10, 2014 in Ottawa, at the age of 64. Ottawa police said that they \"received a medical call to Mr. Flaherty’s condo building at 12:27 p.m.\" His cause of death was unknown at the time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Queen%27s_Privy_Council_for_Canada","surface_form":"PC","offset":30},{"uri":"Member_of_Parliament","surface_form":"MP","offset":34},{"uri":"Canadians","surface_form":"Canadian","offset":80},{"uri":"Politician","surface_form":"politician","offset":89},{"uri":"Canada","surface_form":"Canada","offset":114},{"uri":"Ontario","surface_form":"Ontario","offset":257},{"uri":"Road","surface_form":"road","offset":574},{"uri":"Bridge","surface_form":"bridge","offset":581},{"uri":"Transit","surface_form":"transit","offset":590},{"uri":"Port","surface_form":"port","offset":602},{"uri":"Ice_hockey","surface_form":"ice hockey","offset":1077},{"uri":"Princeton_University","surface_form":"Princeton University","offset":1157},{"uri":"Whitby%2C_Ontario","surface_form":"Whitby","offset":1316},{"uri":"Ontario","surface_form":"Ontario","offset":1324},{"uri":"Triplet","surface_form":"triplet","offset":1343},{"uri":"Condo","surface_form":"condo","offset":1516}]}