{"id":44434,"url":"http://en.wikipedia.org/wiki/Pteranodon","text":"\"Pteranodon\" was a large pterosaur from the Upper Cretaceous period. About 1200 partial skeletons have been found, more than any other pterosaur. It lived in the area of the Western Interior Seaway. \"Pteranodon\" might have lived much like an albatross, spending a lot of time over the ocean, looking for fish. It had no teeth in its long mouth, and it had a small pouch like a pelican at the back of its jaw. \"Pteranodon\" had a big crest at the back of its head. \"Pteranodon longiceps\" had a straight crest that went backwards, and \"Pteranodon sternbergi\" had a bigger, flatter crest that went upward.\nLife style.\n\"Pteranodon\" lived mainly on offshore rookeries. Most \"Pteranodon\" fossils are found where, at the time, they were hundreds of kilometres from the coastline.\nThey certainly fed on fish. Fossilized fish bones have been found in the stomach area of one \"Pteranodon\". Other specimens have fragments of fish scales and vertebrae near the torso.\nFemales of both species were smaller than the males, and had small, rounded crests. The crests were probably used in display, though they may have had other functions as well.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pterosaur","surface_form":"pterosaur","offset":25},{"uri":"Upper_Cretaceous","surface_form":"Upper Cretaceous","offset":44},{"uri":"Western_Interior_Seaway","surface_form":"Western Interior Seaway","offset":174},{"uri":"Albatross","surface_form":"albatross","offset":242},{"uri":"Teeth","surface_form":"teeth","offset":320},{"uri":"Mouth","surface_form":"mouth","offset":338},{"uri":"Pouch","surface_form":"pouch","offset":364},{"uri":"Pelican","surface_form":"pelican","offset":377},{"uri":"Jaw","surface_form":"jaw","offset":404},{"uri":"Head","surface_form":"head","offset":457},{"uri":"Rookery","surface_form":"rookeries","offset":652},{"uri":"Stomach","surface_form":"stomach","offset":845},{"uri":"Vertebrae","surface_form":"vertebrae","offset":929},{"uri":"Torso","surface_form":"torso","offset":948},{"uri":"Display_(zoology)","surface_form":"display","offset":1072}]}