{"id":444305,"url":"http://en.wikipedia.org/wiki/Teuvo_Ter%C3%A4v%C3%A4inen","text":"Teuvo Henri Matias Teräväinen (born September 11, 1994) is a Finnish ice hockey centre. He currently plays for the Chicago Blackhawks of the National Hockey League (NHL).\nCareer.\nHe was selected in the first round of the 2011 KHL Junior Draft by the Lokomotiv Yaroslavl.\nHe made his SM-Liiga debut with Jokerit on October 18, 2011. He played 40 games and ended up winning the Jarmo Wasama memorial trophy as the best rookie in the league. He decided to enter the 2012 NHL Entry Draft and he was ranked as the second best skater out of Europe by the NHL Central Scouting Bureau. He ended up being drafted 18th overall by the Chicago Blackhawks.\nDuring his second season with Jokerit, he played 44 games and scored 31 points. He signed a three-year contract with the Blackhawks in the following August. After he signed the contract, he participated in the Blackhawks' training camp but he returned to Jokerit for the 2013-14 season.\nWhen Ilari Filppula moved to the KHL, Teräväinen was put in as the first line centerman for Jokerit. He, however, started the season pretty slowly, and only scored two points in the first nine games. He was able to eventually pick up his game, and after a successful tournament at the World Junior Championships, he went on to a 13 game point streak, where he scored five goals and 18 assists. He ended the season with 44 points in 49 games.\nWhen Jokerit was eliminated from the 2014 playoffs, it was announced that he would go to Chicago to join Blackhawks for the rest of the 2013–14 season. He made his NHL debut on March 25, 2014 in a 4-2 win against the Dallas Stars.","categories":[],"infobox_types":[],"annotations":[{"uri":"Finns","surface_form":"Finnish","offset":61},{"uri":"Ice_hockey","surface_form":"ice hockey","offset":69},{"uri":"Centre_(ice_hockey)","surface_form":"centre","offset":80},{"uri":"Chicago_Blackhawks","surface_form":"Chicago Blackhawks","offset":115},{"uri":"National_Hockey_League","surface_form":"National Hockey League","offset":141},{"uri":"Lokomotiv_Yaroslavl","surface_form":"Lokomotiv Yaroslavl","offset":250},{"uri":"Liiga","surface_form":"SM-Liiga","offset":283},{"uri":"Jokerit","surface_form":"Jokerit","offset":303},{"uri":"Jarmo_Wasama_memorial_trophy","surface_form":"Jarmo Wasama memorial trophy","offset":376},{"uri":"Chicago_Blackhawks","surface_form":"Chicago Blackhawks","offset":624},{"uri":"2013-14_NHL_season","surface_form":"2013–14 season","offset":1509},{"uri":"Dallas_Stars","surface_form":"Dallas Stars","offset":1590}]}