{"id":4443,"url":"http://en.wikipedia.org/wiki/White_dwarf","text":"A white dwarf is a compact star. Their matter is squashed together. Gravitation has pulled the atoms close together, and taken off their electrons. The mass of a white dwarf is similar to the mass of the Sun, but its volume is similar to that of the Earth.\nWhite dwarfs are the final evolutionary state of all stars whose mass is not high enough to become a neutron star. Over 97% of the stars in the Milky Way will become white dwarf stars.§1 After the hydrogen–fusing lifetime of a main-sequence star ends, it will expand to a red giant which fuses helium to carbon and oxygen in its core. If a red giant does not have enough mass to fuse carbon, around 1 billion K, inactive carbon and oxygen will build up at its center. After shedding its outer layers to form a planetary nebula, it will leave behind the core, which is the white dwarf.\nThe material in a white dwarf no longer undergoes fusion reactions, so the star has no source of energy. It is not supported by the heat of fusion against gravitational collapse.\nA star like our Sun will become a white dwarf when it has run out of fuel. Near the end of its life, it will go through a red giant stage, and then lose most of its gas, until what is left contracts and becomes a young white dwarf.\nHistory.\nWhite dwarfs were discovered in the 18th century. The first white dwarf star, called 40 Eridani B, was discovered on 31 January 1783 by William Herschel.p73 It is part of a three star system called 40 Eridani.\nThe second white dwarf was discovered in 1862, but was at first thought to be a red dwarf. It was a small star near the star Sirius. This companion star, called Sirius B, had a surface temperature of about 25,000 kelvin, so it was thought of as a hot star. However, Sirius B was about 10,000 times fainter than the primary, Sirius A. Scientists have discovered that the mass of Sirius B is almost the same as that of the Sun. This means that once, Sirius B was a star similar to our own Sun.\nIn 1917, Adriaan van Maanen discovered a white dwarf which is called Van Maanen 2. It was the third white dwarf to be discovered. It is the closest white dwarf to Earth, except for Sirius B.\nRadiation and temperature.\nA white dwarf has low luminosity (total amount of light given off) but a very hot core. The core might be 107 K, while the surface is only 104 K.\nA white dwarf is very hot when it is formed, but since it has no source of energy, it will gradually radiate away its energy and cool. This means that its radiation, which gives it a blue or white colour at the start, lessens over time. Over a very long time, a white dwarf will cool to temperatures at which it will no longer emit light. Unless the white dwarf gets matter from a companion star or some other source, its radiation comes from its stored heat. This is not replaced.\nWhite dwarfs cool slowly for two reasons. They have an extremely small surface area to radiate this heat from, so they cool gradually, remaining hot for a long time. Also, they are very opaque. The degenerate matter that makes up the bulk of a white dwarf stops light and other electromagnetic radiation, so radiation does not carry away much energy.\nEventually, all white dwarfs will cool down into black dwarfs, so called because they lack the energy to create light. No black dwarfs exist yet because it takes longer than the current age of the universe for a white dwarf to cool down. A black dwarf is what will be left of the star after all of its energy (heat and light) is used up.\nRe-ignition.\nWhite dwarfs may re-ignite and explode as supernovas if they get more material. There is a maximum mass for a white dwarf to remain stable. This is known as the Chandrasekhar limit.\nA dwarf might pull in material from a companion star, for example, bringing it over the Chandrasekhar limit. The extra mass would start a carbon-fusion reaction. Astronomers think this re-igniting might be the cause of Type Ia supernovas.","categories":[],"infobox_types":[],"annotations":[{"uri":"Compact_star","surface_form":"compact star","offset":19},{"uri":"Matter","surface_form":"matter","offset":39},{"uri":"Gravitation","surface_form":"Gravitation","offset":68},{"uri":"Atoms","surface_form":"atoms","offset":95},{"uri":"Electrons","surface_form":"electrons","offset":137},{"uri":"Mass","surface_form":"mass","offset":152},{"uri":"Sun","surface_form":"Sun","offset":204},{"uri":"Earth","surface_form":"Earth","offset":250},{"uri":"Stellar_evolution","surface_form":"evolutionary state","offset":284},{"uri":"Neutron_star","surface_form":"neutron star","offset":358},{"uri":"Milky_Way","surface_form":"Milky Way","offset":401},{"uri":"Hydrogen","surface_form":"hydrogen","offset":454},{"uri":"Main-sequence_star","surface_form":"main-sequence star","offset":484},{"uri":"Red_giant","surface_form":"red giant","offset":529},{"uri":"Helium","surface_form":"helium","offset":551},{"uri":"Carbon","surface_form":"carbon","offset":561},{"uri":"Oxygen","surface_form":"oxygen","offset":572},{"uri":"Carbon","surface_form":"carbon","offset":641},{"uri":"Planetary_nebula","surface_form":"planetary nebula","offset":767},{"uri":"Fusion_reaction","surface_form":"fusion reaction","offset":892},{"uri":"Red_giant","surface_form":"red giant","offset":1143},{"uri":"Gas","surface_form":"gas","offset":1186},{"uri":"Contraction","surface_form":"contracts","offset":1210},{"uri":"William_Herschel","surface_form":"William Herschel","offset":1398},{"uri":"Red_dwarf","surface_form":"red dwarf","offset":1552},{"uri":"Sirius","surface_form":"Sirius","offset":1597},{"uri":"Sirius_B","surface_form":"Sirius B","offset":1633},{"uri":"Sirius_A","surface_form":"Sirius A","offset":1796},{"uri":"Earth","surface_form":"Earth","offset":2127},{"uri":"Luminosity","surface_form":"luminosity","offset":2204},{"uri":"Opacity","surface_form":"opaque","offset":2996},{"uri":"Black_dwarf","surface_form":"black dwarf","offset":3210},{"uri":"Age_of_the_universe","surface_form":"age of the universe","offset":3347},{"uri":"Supernova","surface_form":"supernova","offset":3554},{"uri":"Chandrasekhar_limit","surface_form":"Chandrasekhar limit","offset":3673},{"uri":"Type_Ia_supernova","surface_form":"Type Ia supernova","offset":3913}]}