{"id":444498,"url":"http://en.wikipedia.org/wiki/Operation_Yellow_Ribbon","text":"e=\"preserve\">Operation Yellow Ribbon was started by Canada to help with the diversion of civilian airline flights because of the September 11 attacks in 2001. It was to make sure that possible destructive air traffic was removed from the United States airspace as quickly as possible, and away from potential U.S. targets. Instead they placed the aircraft on the ground in Canada, mainly at military and civilian airports in the Canadian provinces of Nova Scotia, Newfoundland and Labrador, and British Columbia (as well as some in New Brunswick, Alberta, Manitoba, Ontario and Quebec). Canada began the operation after the U.S. Federal Aviation Administration (FAA) (carried out by Security Control of Air Traffic and Air Navigation Aids (SCATANA)) had grounded all the aircraft across the United States. The FAA was then able to work with Transport Canada to reroute the incoming international flights to airports in Canada.\nThe actual number of diverted aircraft and passengers varies from different sources. Transport Canada stated that over 33,000 passengers on 224 flights arrived in Canada, while NAV CANADA stated that there were 239 flights. Prime Minister Jean Chrétien said that the number of flights was anywhere between 225 and 250 and that the number of passengers were between 30,000 and 45,000.\nOn the tenth anniversary of 9/11, President Barack Obama recalled Canada's help during that time, and he expressed his gratitude for Canada's friendship and solidarity.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canada","surface_form":"Canada","offset":52},{"uri":"September_11_attacks","surface_form":"September 11 attacks","offset":129},{"uri":"Nova_Scotia","surface_form":"Nova Scotia","offset":451},{"uri":"Newfoundland_and_Labrador","surface_form":"Newfoundland and Labrador","offset":464},{"uri":"British_Columbia","surface_form":"British Columbia","offset":495},{"uri":"New_Brunswick","surface_form":"New Brunswick","offset":532},{"uri":"Alberta","surface_form":"Alberta","offset":547},{"uri":"Manitoba","surface_form":"Manitoba","offset":556},{"uri":"Ontario","surface_form":"Ontario","offset":566},{"uri":"Quebec","surface_form":"Quebec","offset":578},{"uri":"Federal_Aviation_Administration","surface_form":"Federal Aviation Administration","offset":629},{"uri":"Security_Control_of_Air_Traffic_and_Air_Navigation_Aids","surface_form":"Security Control of Air Traffic and Air Navigation Aids","offset":683},{"uri":"Transport_Canada","surface_form":"Transport Canada","offset":841},{"uri":"Prime_Minister_of_Canada","surface_form":"Prime Minister","offset":1151},{"uri":"Jean_Chr%C3%A9tien","surface_form":"Jean Chrétien","offset":1166},{"uri":"President_of_the_United_States","surface_form":"President","offset":1345},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":1355}]}