{"id":444574,"url":"http://en.wikipedia.org/wiki/Susumu_Ohno","text":"e=\"preserve\"> was a Japanese geneticist and evolutionary biologist. He went to the United States in 1951 as a visiting scholar to UCLA. He later became a citizen of the USA.\nBiography.\nSusumu Ohno was born of Japanese parents in Seoul, Korea, on February 1, 1928. The family returned to Japan after the war in 1945.\nHis passion for science came from his lifelong love of horses. He earned a Ph.D. in veterinary science at Tokyo University of Agriculture and Technology in 1949, and later a Ph.D. and D.Sc. from Hokkaido University.\nScientific contributions.\nOhno suggested that gene duplication plays a major role in evolution in his classic book \"Evolution by Gene Duplication\" (1970).\nSubsequent research has overwhelmingly confirmed the key role of gene duplication in molecular evolution. Sometimes. one gene copy, or \"paralog\", takes on a totally new function after a gene duplication event. This means one of the gene copies mutates to develop a function that was not present in the ancestral gene. In this way, a gene duplication may lead to new possibilities in its descendents.\nNormally, a big change in gene function is resisted because the original function is needed, but after a duplication one gene carries on the original function. Therefore, a change of function in the second copy is possible without loss of fitness.\nIn his book, he also suggested that vertebrate genome is the result of one or more entire genome duplications. Variations of this idea have come to be known as the 2R hypothesis (also called \"Ohno's hypothesis\"). He indicated that mammalian X chromosomes are conserved among species: it has been referred to as Ohno's law. He also invented the term Junk DNA for segments of the DNA that have no known function.","categories":[],"infobox_types":[],"annotations":[{"uri":"Geneticist","surface_form":"geneticist","offset":29},{"uri":"Evolutionary_biologist","surface_form":"evolutionary biologist","offset":44},{"uri":"United_States","surface_form":"United States","offset":83},{"uri":"UCLA","surface_form":"UCLA","offset":130},{"uri":"Citizen","surface_form":"citizen","offset":154},{"uri":"Seoul","surface_form":"Seoul","offset":229},{"uri":"Korea","surface_form":"Korea","offset":236},{"uri":"Hokkaido_University","surface_form":"Hokkaido University","offset":511},{"uri":"Gene_duplication","surface_form":"gene duplication","offset":578},{"uri":"Molecular_evolution","surface_form":"molecular evolution","offset":772},{"uri":"Fitness","surface_form":"fitness","offset":1326},{"uri":"Vertebrate","surface_form":"vertebrate","offset":1371},{"uri":"Genome","surface_form":"genome","offset":1382},{"uri":"2R_hypothesis","surface_form":"2R hypothesis","offset":1499},{"uri":"X_chromosome","surface_form":"X chromosome","offset":1576},{"uri":"Conserved_sequence","surface_form":"conserved","offset":1594},{"uri":"Ohno%27s_law","surface_form":"Ohno's law","offset":1646},{"uri":"Junk_DNA","surface_form":"Junk DNA","offset":1684},{"uri":"DNA","surface_form":"DNA","offset":1713}]}