{"id":444753,"url":"http://en.wikipedia.org/wiki/Pseudo-Nero","text":"e=\"preserve\">The Roman emperor Nero committed suicide near the villa of his freedman Phaon in June of 68 AD. Between the autumn of 69 AD and the reign of the emperor Domitian, some people appeared and claimed they were Nero. These impostors were known as Pseudo-Nero. Most scholars believe there were either two or three Nero impostors. St. Augustine wrote of the popularity of the belief that Nero would return in his day, which is known as the Nero Redivivus legend. Suetonius writes that imperial edicts were forged in the name of dead Nero. These edicts encouraged his followers and promised that he would soon return to avenge himself on his enemies.\nOne of the things that led to the belief that Nero survived was the fact that he died in a location that was not well known. Suetonius wrote that Galba's freedman Icelus saw the dead emperor's body and reported back to his master. Nero was also denied the lavish burial that was accorded to popular emperors and members of the imperial family. This may have left those plebeians who loved him dissatisfied and suspicious. Furthermore, he was not buried in the Mausoleum of Augustus with the other Julio-Claudian emperors, but in a tomb on the Pincian Hill at the family burial place of the Domitii Ahenobarbi. Many Roman plebeians though Nero was very popular after his death, and so they laid flowers at his tomb.\nAfter Nero's death, there were prophecies that predicted he would regain his kingdom in the East. These prophecies possibly inspired people to impersonate him. One version placed his reappearance at Jerusalem. The prophecies have been tied to Nero's natal chart, which has been interpreted as pointing to a loss of his patrimony and its recovery in the East. Tacitus may have been referring to such prophecies in veiled language when he wrote of the rumors that circulated about Nero after his death, which had contributed to the belief that he had survived. The return of Nero may have inspired the author of the Book of Revelation when he wrote about the eschatological opponent called the Beast, which is mortally wounded and then miraculously heals. The number of the Beast, 666 or 616, depending on the manuscript, has been identified by some as the numerical value of the letters in Nero's name. Nero also appears more explicitly in this role in the Ascension of Isaiah and some of the books of the Sibylline Oracles. Because of these prophecies and others, Nero was long thought to be the Antichrist.\nDue to the short-lived success of the Nero impostors and Nero's incorporation into eschatological literature, the belief in Nero's imminent return lasted for centuries. Lion Feuchtwanger wrote a historical novel based on the second known Pseudo-Nero, Terentius Maximus, entitled \"Der falsche Nero\". This novel was published in 1936.\nFirst Impostor.\nThe first Pseudo-Nero appeared in the autumn of 68 AD or the early winter of 69 AD in the Roman province of Achaia, today modern Greece. Nero had visited Greece (66–67 AD) to participate in its Panhellenic Games, and this may account for some of the support the impostor received. Tacitus attributed the whole phenomenon to the gullibility and restive nature of the Greeks, whom he seems to have disliked. The impostor, according to Tacitus, was either a slave from Pontus, or a freedman from Italy. The historian does not reveal much about the early career of the impostor, except to say that the Pseudo-Nero gathered around him a group of army deserters and then set out to sea.\nThe impostor's group was blown by storm to the island of Kythnos, one of the lesser islands of the Cyclades, which had only one community worthy of the appellation \"polis\" in antiquity—the city of Cythnus. Here he supposedly engaged in piracy by waylaying merchants, stealing their cargo, and arming their slaves. Cythnus was long known as a popular base for pirates. The false Nero also made appeals to bring Roman soldiers en route to Italy over to his growing armed force. Nero's successor Galba probably assigned Calpurnius Asprenas with the task of hunting down the impostor on his way to take up the governorship of the province of Galatia and Pamphylia. With information provided by naval captains that the Pseudo-Nero had attempted to seduce to his side, Asprenas ordered his soldiers to storm the ship and kill the impostor. Asprenas then sent the head of the impostor on a tour of Asia and then on to Rome.\nSecond Impostor.\nThe second pseudo-Nero appeared during the reign of Titus. He was an Asiatic named Terentius Maximus and also sang to the accompaniment of the lyre and looked like Nero. He gained a great number of followers across the Euphrates to Parthia. He later fled to Parthia and tried to gain their support by claiming that they owed him some requital for the return of Armenia. Artabanus III, the Parthian King, out of anger towards Titus, both received him and made preparations to restore him to Rome. He was executed when his true identity was revealed.\nThird Impostor.\nThe third pseudo-Nero appeared twenty years after Nero's death, during the reign of Domitian. Supported by the Parthians, they hardly could be persuaded to give him up and the matter almost came to war.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nero","surface_form":"Nero","offset":31},{"uri":"Suicide","surface_form":"suicide","offset":46},{"uri":"Phaon","surface_form":"Phaon","offset":85},{"uri":"Domitian","surface_form":"Domitian","offset":166},{"uri":"Impostor","surface_form":"impostor","offset":231},{"uri":"Augustine_of_Hippo","surface_form":"St. Augustine","offset":337},{"uri":"Nero_Redivivus_legend","surface_form":"Nero Redivivus legend","offset":446},{"uri":"Suetonius","surface_form":"Suetonius","offset":469},{"uri":"Suetonius","surface_form":"Suetonius","offset":781},{"uri":"Galba","surface_form":"Galba","offset":802},{"uri":"Icelus","surface_form":"Icelus","offset":819},{"uri":"Mausoleum_of_Augustus","surface_form":"Mausoleum of Augustus","offset":1116},{"uri":"Pincian_Hill","surface_form":"Pincian Hill","offset":1199},{"uri":"Domitii_Ahenobarbi","surface_form":"Domitii Ahenobarbi","offset":1246},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":1570},{"uri":"Natal_chart","surface_form":"natal chart","offset":1621},{"uri":"Tacitus","surface_form":"Tacitus","offset":1730},{"uri":"Book_of_Revelation","surface_form":"Book of Revelation","offset":1985},{"uri":"Eschatology","surface_form":"eschatological","offset":2028},{"uri":"The_Beast_(Bible)","surface_form":"the Beast","offset":2059},{"uri":"Number_of_the_Beast","surface_form":"number of the Beast","offset":2129},{"uri":"Manuscript","surface_form":"manuscript","offset":2179},{"uri":"Ascension_of_Isaiah","surface_form":"Ascension of Isaiah","offset":2327},{"uri":"Sibylline_Oracles","surface_form":"Sibylline Oracles","offset":2376},{"uri":"Antichrist","surface_form":"Antichrist","offset":2467},{"uri":"Lion_Feuchtwanger","surface_form":"Lion Feuchtwanger","offset":2648},{"uri":"Terentius_Maximus","surface_form":"Terentius Maximus","offset":2730},{"uri":"Achaia","surface_form":"Achaia","offset":2936},{"uri":"Greece","surface_form":"Greece","offset":2957},{"uri":"Panhellenic_Games","surface_form":"Panhellenic Games","offset":3022},{"uri":"Tacitus","surface_form":"Tacitus","offset":3109},{"uri":"Slavery","surface_form":"slave","offset":3283},{"uri":"Pontus","surface_form":"Pontus","offset":3294},{"uri":"Kythnos","surface_form":"Kythnos","offset":3566},{"uri":"Cyclades","surface_form":"Cyclades","offset":3608},{"uri":"Piracy","surface_form":"piracy","offset":3745},{"uri":"Galba","surface_form":"Galba","offset":4002},{"uri":"Galatia","surface_form":"Galatia","offset":4147},{"uri":"Pamphylia","surface_form":"Pamphylia","offset":4159},{"uri":"Asia","surface_form":"Asia","offset":4400},{"uri":"Rome","surface_form":"Rome","offset":4420},{"uri":"Titus","surface_form":"Titus","offset":4495},{"uri":"Terentius_Maximus","surface_form":"Terentius Maximus","offset":4526},{"uri":"Euphrates","surface_form":"Euphrates","offset":4662},{"uri":"Parthia","surface_form":"Parthia","offset":4675},{"uri":"Armenia","surface_form":"Armenia","offset":4804},{"uri":"Artabanus_III","surface_form":"Artabanus III","offset":4813},{"uri":"Titus","surface_form":"Titus","offset":4868},{"uri":"Rome","surface_form":"Rome","offset":4933},{"uri":"Executed","surface_form":"executed","offset":4946},{"uri":"Domitian","surface_form":"Domitian","offset":5092}]}