{"id":444799,"url":"http://en.wikipedia.org/wiki/BASE_jumping","text":"e=\"preserve\">BASE jumping is a fringe sport in which a person jumps from a fixed place and uses a parachute to slow down before the ground is reached. \"BASE\" is an acronym that stands for each of the four jump location categories: from buildings, antennas, spans (bridges) and the earth. This last is similar to \"jumping off a cliff\". BASE jumping is an extreme sport. This means it involves speed, height, danger or spectacular stunts.\nHistory from skydiving.\nThe idea for BASE jumping came from skydiving. BASE jumping is much more dangerous than skydiving from aircraft.\nBASE jumps are usually made from much lower altitudes than skydives. Also, the jumper leaps closer to the platform or standing space. BASE jumpers fall through the air at slower speeds than skydivers, because they begin the jump closer to the ground. As a skydiver falls, he accelerates while falling and gains speed with each second. So a BASE jumper does not always reach terminal velocity. Because faster speed while falling through the air gives jumpers more control of their bodies, and a quicker parachute opening, the longer the delay in the air, the safer.\nAnother danger is that most BASE jumpers have very small areas in which to land. A beginner skydiver, after the parachute opens, may have about three minutes or more of a parachute ride to reach the ground. A BASE jump from 500 feet will only have a parachute ride of 10 to 15 seconds.\nDeaths.\nBASE jumping has a death rate averaging about one fatality for every sixty jumpers. It is one of the most dangerous sporting activities in the world. It has a fatality and injury rate 43 times higher than parachuting from a plane.\nAs of the end of July 2015, at least 264 people have died during a BASE jump.\nDean Potter and Graham Hunt were killed in a BASE jump attempt at Yosemite National Park in California on May 16, 2015. Potter was a well known rock climber. They jumped at dusk from about 3000 feet up. They both quickly smashed into the rocks of the cliff on the way down. Neither jumper used a parachute that might have saved them.\nAmerican BASE jumper Ian Flanders died in Kemaliye, Turkey on July 21, 2015. His parachute got tangled in his feet after he jumped and did not open. He fell 900 feet into the Karasu river at a high speed. The jump was being shown live on a local television station.\nRussian BASE jumper Valery Rozov died on November 11, 2017, while jumping from the Ama Dablam Mountain in Nepal.\nAfter the death in Turkey, a fellow jumper said to People Magazine, \"There's just this very thin margin of how things can go from 'totally fine' to 'it's over'. And it's really hard to do this sport a lot and have that margin not catch up with you.\"\nIn the news.\nIn September 2013, three men jumped off the incompletely built \"One World Trade Center\" in New York City. They filmed their jump using cameras on their heads and later showed the video on YouTube. In March 2014, the three jumpers and one helper on the ground were arrested after turning themselves in.","categories":[],"infobox_types":[],"annotations":[{"uri":"Parachute","surface_form":"parachute","offset":98},{"uri":"Acronym","surface_form":"acronym","offset":164},{"uri":"Building","surface_form":"building","offset":236},{"uri":"Antenna","surface_form":"antenna","offset":247},{"uri":"Bridge","surface_form":"bridge","offset":264},{"uri":"Cliff","surface_form":"cliff","offset":327},{"uri":"Extreme","surface_form":"extreme","offset":354},{"uri":"Stuntman","surface_form":"stunt","offset":429},{"uri":"Skydiving","surface_form":"skydiving","offset":497},{"uri":"Aircraft","surface_form":"aircraft","offset":564},{"uri":"Altitude","surface_form":"altitude","offset":618},{"uri":"Speed","surface_form":"speed","offset":752},{"uri":"Acceleration","surface_form":"accelerates","offset":849},{"uri":"Terminal_velocity","surface_form":"terminal velocity","offset":948},{"uri":"Death","surface_form":"death","offset":1452},{"uri":"Dean_Potter","surface_form":"Dean Potter","offset":1742},{"uri":"Yosemite_National_Park","surface_form":"Yosemite National Park","offset":1808},{"uri":"California","surface_form":"California","offset":1834},{"uri":"Rock_climbing","surface_form":"rock climber","offset":1886},{"uri":"Dusk","surface_form":"dusk","offset":1915},{"uri":"Cliff","surface_form":"cliff","offset":1993},{"uri":"Turkey","surface_form":"Turkey","offset":2128},{"uri":"Valery_Rozov","surface_form":"Valery Rozov","offset":2362},{"uri":"Ama_Dablam","surface_form":"Ama Dablam","offset":2425},{"uri":"Nepal","surface_form":"Nepal","offset":2448},{"uri":"One_World_Trade_Center","surface_form":"One World Trade Center","offset":2782},{"uri":"YouTube","surface_form":"YouTube","offset":2906}]}