{"id":444890,"url":"http://en.wikipedia.org/wiki/Duchy_of_Lorraine","text":"The Duchy of Lorraine was a former monarchy independent from France but situated in mainland France. It was also a State of the Holy Roman Empire.\nThe duchy was later given to a dethroned King of Poland and was dissolved in 1766. Historically the members of the family frequently married into other French nobility such as Princesses of the French royal family. The capital of the duchy was Nancy. However, Leopold I of Lorraine later moved the capital to the town of Lunéville. which was a renowned resort in the 18th century, known as the capital of Lorraine. The grand Château de Lunéville, built in 1702 for Leopold, Duke of Lorraine to replace an older palace, was the residence of the duke of Lorraine until the duchy was annexed by France in 1766. The chateau was designed in the style of Versailles to satisfy Leopold's wife, Élisabeth Charlotte d'Orléans, the niece of Louis XIV, and became known as the \"Versailles of Lorraine\". It includes a chapel designed by Germain Boffrand. Leopold and his wife were the parents of Prince Charles Alexander of Lorraine and Francis I, Holy Roman Emperor (through him they were the grandparents of Marie Antoinette).\nImportant historical buildings.\nApart from the ducal family the \"Beauvau\" family were very prominent in society holding much influence with the rulers of the duchy due to personal connections. The heads of the family were often titled the Prince of Craon","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"France","offset":61},{"uri":"France","surface_form":"France","offset":93},{"uri":"Holy_Roman_Empire","surface_form":"Holy Roman Empire","offset":128},{"uri":"Prince_of_the_blood","surface_form":"Princesses of the French royal family","offset":323},{"uri":"Nancy","surface_form":"Nancy","offset":391},{"uri":"Palace_of_Versailles","surface_form":"Versailles","offset":796},{"uri":"%C3%89lisabeth_Charlotte_d%27Orl%C3%A9ans","surface_form":"Élisabeth Charlotte d'Orléans","offset":834},{"uri":"Francis_I%2C_Holy_Roman_Emperor","surface_form":"Francis I, Holy Roman Emperor","offset":1072},{"uri":"Marie_Antoinette","surface_form":"Marie Antoinette","offset":1145},{"uri":"House_of_Beauvau","surface_form":"Beauvau","offset":1229}]}