{"id":444823,"url":"http://en.wikipedia.org/wiki/Dario_Franchitti","text":"Dario Franchitti (born 19 May 1973) is a Scottish racing driver. He is best known for winning the IndyCar Series championship four times (in 2007, 2009, 2010 and 2011). He won the Indianapolis 500 three times. He most recently drove for Chip Ganassi Racing. He won three of his four championships while driving for that team. Franchitti has also driven in NASCAR and sportscar races. In 2013, he retired from racing after he was hurt in a crash during a race.\nBiography.\nFranchitti was born on 19 May 1973 in Bathgate, Scotland. He began racing as a young boy. In 1996, he ran in the DTM series for Mercedes-Benz. He moved to CART racing in 1997. He drove for Hogan Racing in 1997. Franchitti finished a strong second place in 1999. In 2000, he thought about moving to the Jaguar Formula One team, but stayed in IndyCar racing. At this time he was driving for Andretti Autosport.\nIn 2003, Franchitti moved to the Indy Racing League (now IndyCar). He had to miss much of the year after he was injured in a motorcycle accident. Dan Wheldon replaced Franchitti at a race in Japan.\n2007 was Franchitti's most successful season so far. He won the Indianapolis 500 and the series title.\nFranchitti spent 2008 in NASCAR with Chip Ganassi Racing. He had some strong results, but he had a difficult season and decided to return to IndyCar. (IndyCar had merged with ChampCar in 2008.) He drove for Ganassi's IndyCar team, where he replaced Wheldon.\nThe 2009 season was very successful for Franchitti. He won the title over his teammate Scott Dixon and Penske driver Ryan Briscoe after winning the final race in Miami.\nIn 2010, Franchitti had a long battle with Australian driver Will Power. Franchitti won his second straight title.\nFranchitti won again in 2011 after another battle with Power. His longtime friend Dan Wheldon was killed in a massive crash at the last race of the season in Las Vegas.\nFranchitti did not have as much success in 2012 or 2013. He did win the Indianapolis 500 in 2012. During the 2013 Houston Grand Prix, a crash happened when he was racing in a difficult part of the course. Franchitti and several fans were seriously injured. Franchitti retired from racing after this crash. He is still involved with racing. He will drive the pace car for the 2014 Indianapolis 500. His place at the Ganassi team was taken by Tony Kanaan.\nPersonal life.\nFranchitti married American actress Ashley Judd in December 2001. The couple broke up in 2013.","categories":[],"infobox_types":[],"annotations":[{"uri":"Scottish_people","surface_form":"Scottish","offset":41},{"uri":"IndyCar_Series","surface_form":"IndyCar Series","offset":98},{"uri":"Indianapolis_500","surface_form":"Indianapolis 500","offset":180},{"uri":"Chip_Ganassi_Racing","surface_form":"Chip Ganassi Racing","offset":237},{"uri":"NASCAR","surface_form":"NASCAR","offset":356},{"uri":"Bathgate","surface_form":"Bathgate","offset":509},{"uri":"DTM","surface_form":"DTM","offset":584},{"uri":"Mercedes-Benz","surface_form":"Mercedes-Benz","offset":599},{"uri":"Jaguar_Racing","surface_form":"Jaguar","offset":773},{"uri":"Formula_One","surface_form":"Formula One","offset":780},{"uri":"Andretti_Autosport","surface_form":"Andretti Autosport","offset":860},{"uri":"Dan_Wheldon","surface_form":"Dan Wheldon","offset":1026},{"uri":"Indianapolis_500","surface_form":"Indianapolis 500","offset":1142},{"uri":"NASCAR","surface_form":"NASCAR","offset":1206},{"uri":"Chip_Ganassi_Racing","surface_form":"Chip Ganassi Racing","offset":1218},{"uri":"ChampCar","surface_form":"ChampCar","offset":1356},{"uri":"Scott_Dixon","surface_form":"Scott Dixon","offset":1526},{"uri":"Ryan_Briscoe","surface_form":"Ryan Briscoe","offset":1556},{"uri":"Will_Power","surface_form":"Will Power","offset":1669},{"uri":"Dan_Wheldon","surface_form":"Dan Wheldon","offset":1805},{"uri":"Las_Vegas","surface_form":"Las Vegas","offset":1881},{"uri":"Houston_Grand_Prix","surface_form":"Houston Grand Prix","offset":2006},{"uri":"Tony_Kanaan","surface_form":"Tony Kanaan","offset":2333},{"uri":"Americans","surface_form":"American","offset":2380},{"uri":"Actress","surface_form":"actress","offset":2389},{"uri":"Ashley_Judd","surface_form":"Ashley Judd","offset":2397}]}