{"id":4449,"url":"http://en.wikipedia.org/wiki/Qur%27an","text":"The Qur'an () is the holy book of Islam. The Qur'an is considered by Muslims to be \"The Word of Allah (God)\". This book is different from other religious texts in that it is believed to be the literal words of God, through the prophet Muhammad. Some Muslims call it the \"Final Testament\".\nIt has been written and read only in Arabic for more than 1,400 years. But, because many Muslims around the world do not understand Arabic, the meaning of the Qur'an is also given in other languages, so that readers can understand better what the Arabic words in the Qur'an mean. These books are like dictionaries to the Qur'an - they are not read as part of the religion of Islam, to replace the Arabic Qur'an. Muslims believe that these translations are not the true Qur'an; only the Arabic copy is the true Qur'an. The Quran is used with the hadith to interpret sharia law.\nHistory.\nMuslims believe the Qur'an was first revealed to Muhammad by the archangel Gabriel in a cave on the mountain of Hira in Mecca, and then over a period of twenty-three years until his death.\nThe Qur'an was not written all together in book-form while Muhammad was alive; it was kept by oral communication and brief written records. The prophet did not know how to read nor write, but according to Muslims, the prophet's cousin Ali ibn abi Talib, among others, used to write the texts on something when Muhammad was alive. After prophet Muhammad died, Omar ibn Khattab, one of the khulafa u rashidan, compiled the quran into a single book.\nFirst revelation and birth place of Muhammad;\nSome researchers believed Muhammad to be an unreal fictional personality for the following reasons;\n1-Mecca is not on the trade routes, 2-In addition to the unsuitability of its land in terms of agriculture, 3-It is not mentioned in history books and maps before the 8th century, 4-It is revealed that it is a new settlement in archaeological researches, 5-Information about the early period of Islam The place names and features in the sources do not match with the geography of Mecca.\nAfter the death of Muawiyah, the Kaaba was hit by catapults by the soldiers of Yezid, the black stone that was hit was divided into three parts, and the Kaaba was destroyed. According to the Canadian archaeologist and researcher of Islamic history Dan Gibson, this destruction took place not in today's city of Mecca, but about 1200 kilometers north of this Petra.\nGibson has found that the qibla walls of the oldest mosques show Petra. Combining these findings with clues in verse, hadith and sirah sources, Gibson concluded that Muhammad lived in Petra and migrated from here to Medina. According to him, the first qibla of Muslims was not the Masjid al-Aqsa in Jerusalem, but the Kaaba, which was used as the El-Lât temple in Petra.\nThis structure was destroyed during the Abdullah bin Zubayr uprising among the Muslims Second Fitna.\nIbni Zubayr had taken the Karataş along with other sacred items and moved the new temple to the place where today's Mecca is away from Umayyad attacks. The new place, which won the support of Abbasids who were fighting the Umayyads, was fully adopted after a transition period of several centuries, and the direction of the newly built mosques began to be built towards the new Mecca. However, the mosques in North Africa and Andalusia, which were under the influence of Umayyad, continued to oppose the new qibla by turning their direction in a completely different direction, South Africa.\nEarliest surviving fragments.\nProbably the world's oldest fragments of the Koran have been found in the library of the University of Birmingham, in England.\nRadiocarbon dating showed with a probability of more than 95%, the parchment was from between 568 and 645 AD. So the manuscript is at least 1,370 years old. It is the earliest, or among the earliest, in existence.\nThe fragments are written in ink on sheep or goat skin. They are mounted on a modern paper to help preserve them. They are going on display at the Barber Institute in Birmingham in October 2015.\nThe elements, suras, verses, revelations.\nThere are 30 parts in the Qur'an, which make 114 \"suras\" (chapters). Each sura has a different number of verses.\nAccording to the Muslim teachings, 87 of these suras revealed in Mecca, 27 of these suras revealed in Medina. The suras which took place in Medina are Al-Baqara, Al Imran, Al-Anfal, Al-Ahzab, Al-Ma'ida, An-Nisa, Al-Mumtahina, Az-Zalzala, Al-Hadid, Muhammad, Ar-Ra'd, Ar-Rahman, At-Talaq, Al-Bayyina, Al-Hashr, An-Nasr, An-Nur, Al-Hajj, Al-Munafiqun, Al-Mujadila, Al-Hujraat, At-Tahrim, At-Taghabun, Al-Jumua, As-Saff, Al-Fath, At-Tawba, Al-Insan.\nVerses.\nThe verses of the Quran speak about many different topics. For example, the verses of chapter 80 (Abasa) speak about the evils of ableism, also called able-bodyism or ablecentrism. Or verse 2:15 speaks about the evils of being two-faced.\nThe first and last verse.\n(5) اقرَأ بِاسمِ رَبِّكَ الَّذي خَلَقَ (1) خَلَقَ الإِنسانَ مِن عَلَقٍ (2) اقرَأ وَرَبُّكَ الأَكرَمُ (3) الَّذي عَلَّمَ بِالقَلَمِ (4) عَلَّمَ الإِنسانَ ما لَم يَعلَم\nRead (commencing) with the Name of Allah, Who has created (everything). He created man from a hanging mass (clinging) like a leech (in the mother’s womb). Read and your Lord is Most Generous, Who taught man (reading and writing) by the pen, Who (besides that) taught man (all that) which he did not know.96:1\nWho believe! fulfil (all) obligations. Lawful unto you (for food) are all four-footed animals. Dead meat, blood, pig, any food which has been blessed by a (false) god other than Allah; an animal whose death resulted from strangulation, bludgeoning, arrows, falling, or bloodloss; an animal which was partly consumed by a wild animal or an animal which is sacrificed on a stone altar are forbidden. However, if faced with starvation, exceptions are allowed.\nContent.\nThe Quranic content is mainly concerned with Islamic beliefs including the existence of God and the resurrection.\nNarratives of the early prophets, ethical and legal subjects, historical events of Muhammad's time, charity and prayer also appear in the Quran.\nMonotheism.\nThe central theme of the Quran is monotheism. God is depicted as living, eternal, omniscient and omnipotent (see, e.g., Quran,). God's omnipotence appears above all in his power to create. He is the creator of everything, of the heavens and the earth and what is between them (see, e.g., Quran,, etc.). All human beings are equal in their utter dependence upon God, and their well-being depends upon their acknowledging that fact and living accordingly.\nEschatology.\nThe doctrine of the last day and eschatology (the final fate of the universe) may be reckoned as the second great doctrine of the Quran. It is estimated that approximately one-third of the Quran is eschatological, dealing with the afterlife in the next world and with the day of judgment at the end of time. There is a reference to the afterlife on most pages of the Quran and belief in the afterlife is often referred to in conjunction with belief in God as in the common expression: \"Believe in God and the last day.\"\nProphets.\nAccording to the Quran, God communicated with man and made his will known through signs and revelations. Prophets, or 'Messengers of God', received revelations and delivered them to humanity. The message has been identical and for all humankind.\nThe revelation does not come directly from God to the prophets. Angels acting as God's messengers deliver the divine revelation to them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Holy","surface_form":"holy","offset":21},{"uri":"Book","surface_form":"book","offset":26},{"uri":"Islam","surface_form":"Islam","offset":34},{"uri":"Muslim","surface_form":"Muslim","offset":69},{"uri":"Allah","surface_form":"Allah","offset":96},{"uri":"God","surface_form":"God","offset":103},{"uri":"Religion","surface_form":"religious","offset":144},{"uri":"Prophet","surface_form":"prophet","offset":227},{"uri":"Muhammad","surface_form":"Muhammad","offset":235},{"uri":"Arabic_language","surface_form":"Arabic","offset":326},{"uri":"Dictionary","surface_form":"dictionaries","offset":590},{"uri":"Sharia_law","surface_form":"sharia law","offset":854},{"uri":"Angel","surface_form":"archangel","offset":940},{"uri":"Gabriel","surface_form":"Gabriel","offset":950},{"uri":"Cave","surface_form":"cave","offset":963},{"uri":"Mountain","surface_form":"mountain","offset":975},{"uri":"Hira","surface_form":"Hira","offset":987},{"uri":"Death","surface_form":"death","offset":1057},{"uri":"Muhammad","surface_form":"Muhammad","offset":1123},{"uri":"Muhammad","surface_form":"Muhammad","offset":1374},{"uri":"Muhammad","surface_form":"Muhammad","offset":1408},{"uri":"Muawiyah","surface_form":"Muawiyah","offset":2063},{"uri":"Yezid","surface_form":"Yezid","offset":2123},{"uri":"Dan_Gibson","surface_form":"Dan Gibson","offset":2292},{"uri":"Petra","surface_form":"Petra","offset":2474},{"uri":"Medina","surface_form":"Medina","offset":2625},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":2708},{"uri":"El-L%C3%A2t","surface_form":"El-Lât","offset":2756},{"uri":"Abdullah_bin_Zubayr","surface_form":"Abdullah bin Zubayr","offset":2820},{"uri":"Second_Fitna","surface_form":"Second Fitna","offset":2867},{"uri":"Abbasids","surface_form":"Abbasids","offset":3073},{"uri":"Fragment","surface_form":"fragments","offset":3531},{"uri":"Library","surface_form":"library","offset":3577},{"uri":"University_of_Birmingham","surface_form":"University of Birmingham","offset":3592},{"uri":"England","surface_form":"England","offset":3621},{"uri":"Radiocarbon_dating","surface_form":"Radiocarbon dating","offset":3630},{"uri":"Probability","surface_form":"probability","offset":3663},{"uri":"Parchment","surface_form":"parchment","offset":3697},{"uri":"AD","surface_form":"AD","offset":3736},{"uri":"Manuscript","surface_form":"manuscript","offset":3747},{"uri":"Ink","surface_form":"ink","offset":3873},{"uri":"Birmingham","surface_form":"Birmingham","offset":4011},{"uri":"Sura","surface_form":"sura","offset":4131},{"uri":"Chapter_(books)","surface_form":"chapters","offset":4139},{"uri":"Verses","surface_form":"verses","offset":4186},{"uri":"Mecca","surface_form":"Mecca","offset":4259},{"uri":"Medina","surface_form":"Medina","offset":4296},{"uri":"Medina","surface_form":"Medina","offset":4334},{"uri":"Pig","surface_form":"pig","offset":5502},{"uri":"God","surface_form":"god","offset":5552},{"uri":"Allah","surface_form":"Allah","offset":5567},{"uri":"Strangulation","surface_form":"strangulation","offset":5610},{"uri":"Bludgeon","surface_form":"bludgeon","offset":5625},{"uri":"Starvation","surface_form":"starvation","offset":5810},{"uri":"God_in_Islam","surface_form":"God","offset":5943},{"uri":"Islamic_eschatology","surface_form":"resurrection","offset":5955},{"uri":"Prophets_in_Islam","surface_form":"prophets","offset":5993},{"uri":"Salat","surface_form":"prayer","offset":6081},{"uri":"Monotheism","surface_form":"monotheism","offset":6160},{"uri":"Eschatology","surface_form":"eschatology","offset":6626},{"uri":"Prophets_in_Islam","surface_form":"Prophets","offset":7228}]}