{"id":445021,"url":"http://en.wikipedia.org/wiki/Ch%C3%A2teau_de_Lun%C3%A9ville","text":"The Château de Lunéville was the former royal residence of the ruling Dukes of Lorraine. It is often likened to the far grander and larger Palace of Versailles. It is no longer a royal residence and is today a museum. The restoration of the building and its decors is under way. In France it was referred to as the \"Versailles of Lorraine\" and is also sometimes referred to as the Palace of Lunéville in English.\nHistory.\nA building had been on the site since medieval times but nothing had been done to improve or update the building due to the poor finances of the Duchy of Lorraine.\nDuke Leopold I of Lorraine was married to Élisabeth Charlotte d'Orléans herself a niece of Louis XIV of France who at the time of their marriage in 1698 was beginning to expand the Palace of Versailles. The ducal family of Lorraine had previously used the Ducal Palace of Nancy itself in the capital of the duchy. The new Duke and duchess had an ever growing family and Leopold took it upon himself to commission another palace reflecting his rank as a sovereign duke.\nFollowing the death of Leopold of Lorraine in 1729 the duchy was inherited by his son Francis Stephen who eventually married Empress Maria Theresa and he spent most of his time in Austria with his large family.\nA after war between France, Poland and Austria apeace was concluded in October 1735 and upheld in the Treaty of Vienna in November 1738. Under its terms, Stanisław Leszczyński, the father-in-law of King Louis XV and the losing claimant to the Polish throne, received Lorraine, while Francis, in compensation for his loss, was made heir to the Grand Duchy of Tuscany, which he would inherit in 1737. While the ex king of Poland was in residence the building was known as the \"Château Stanislas\". Stanisław Leszczyński actually died at the Château in 1766 as did his wife Catherine Opalińska in 1747. After the Polish royals left the Château was largely ignored until it was created a French Historic monument in 1901. It is currently being restored.","categories":[],"infobox_types":[],"annotations":[{"uri":"Duchy_of_Lorraine","surface_form":"Dukes of Lorraine","offset":70},{"uri":"Palace_of_Versailles","surface_form":"Palace of Versailles","offset":139},{"uri":"Duchy_of_Lorraine","surface_form":"Duchy of Lorraine","offset":567},{"uri":"Leopold%2C_Duke_of_Lorraine","surface_form":"Duke Leopold I of Lorraine","offset":586},{"uri":"%C3%89lisabeth_Charlotte_d%27Orl%C3%A9ans","surface_form":"Élisabeth Charlotte d'Orléans","offset":628},{"uri":"Louis_XIV_of_France","surface_form":"Louis XIV of France","offset":677},{"uri":"Palace_of_Versailles","surface_form":"Palace of Versailles","offset":767},{"uri":"Nancy","surface_form":"Nancy","offset":858},{"uri":"Francis_I%2C_Holy_Roman_Emperor","surface_form":"Francis Stephen","offset":1141},{"uri":"Empress_Maria_Theresa","surface_form":"Empress Maria Theresa","offset":1180},{"uri":"Austria","surface_form":"Austria","offset":1235},{"uri":"Louis_XV","surface_form":"Louis XV","offset":1469},{"uri":"Grand_Duchy_of_Tuscany","surface_form":"Grand Duchy of Tuscany","offset":1609}]}