{"id":445096,"url":"http://en.wikipedia.org/wiki/Plant_breeding","text":"Plant breeding is the art and science of changing the traits of plants to produce desired characteristics. Plant breeding can be done by many different techniques. Plants with desirable characteristics for propagation can be selected. More complex molecular techniques are also possible (see cultigen and cultivar).\nPlant breeding has been practiced for thousands of years, since near the beginning of human civilization. It is now done worldwide by gardeners and farmers, or by professional plant breeders employed by government institutions, universities, crop-specific industry associations or research centres.\nInternational development agencies believe that breeding new crops is important for preventing famine. New varieties are developed. They are higher-yielding, resistant to pests and diseases, drought-resistant or adapted to different environments and growing conditions.\nHistory.\nPlant breeding started with the domestication of the first agricultural plants, a practice dates back 9,000 to 11,000 years. Initially early farmers simply selected food plants with particular desirable characteristics, and employed these as progenitors for subsequent generations, resulting in an accumulation of valuable traits over time.\nGregor Mendel's experiments with plant hybridization led to his establishing laws of inheritance. Once this work became well known, it formed the basis of the new science of genetics, which stimulated research by many plant scientists dedicated to improving crop production through plant breeding.\nModern plant breeding is applied genetics, but its scientific basis is broader, covering molecular biology, cytology, systematics, physiology, pathology, entomology, chemistry, and statistics (biometrics). It has also developed its own technology.","categories":[],"infobox_types":[],"annotations":[{"uri":"Trait_(biology)","surface_form":"traits","offset":54},{"uri":"Plants","surface_form":"plants","offset":64},{"uri":"Cultigen","surface_form":"cultigen","offset":292},{"uri":"Cultivar","surface_form":"cultivar","offset":305},{"uri":"Government","surface_form":"government","offset":519},{"uri":"Famine","surface_form":"famine","offset":710},{"uri":"Agriculture","surface_form":"agricultural","offset":953},{"uri":"Gregor_Mendel","surface_form":"Gregor Mendel","offset":1235},{"uri":"Hybrid","surface_form":"hybrid","offset":1274},{"uri":"Mendelian_inheritance","surface_form":"laws of inheritance","offset":1312},{"uri":"Genetics","surface_form":"genetics","offset":1409},{"uri":"Molecular_biology","surface_form":"molecular biology","offset":1622},{"uri":"Cell_biology","surface_form":"cytology","offset":1641},{"uri":"Systematics","surface_form":"systematics","offset":1651},{"uri":"Physiology","surface_form":"physiology","offset":1664},{"uri":"Pathology","surface_form":"pathology","offset":1676},{"uri":"Entomology","surface_form":"entomology","offset":1687},{"uri":"Chemistry","surface_form":"chemistry","offset":1699},{"uri":"Statistics","surface_form":"statistics","offset":1714},{"uri":"Biometrics","surface_form":"biometrics","offset":1726}]}