{"id":445239,"url":"http://en.wikipedia.org/wiki/Seti_I","text":"Menmaatre Seti I (or Sethos I as in Greek) was a pharaoh of the New Kingdom 19th Dynasty. He was the son of Ramesses I and Queen Sitre, and the father of Ramesses II.\nAs with all dates in Ancient Egypt, the actual dates of his reign are unclear. Various historians claim different dates, with 1294 BC to 1279 BC and 1290 BC to 1279 BC being the most commonly used by scholars today.\nThe name 'Seti' means \"of Set\", which indicates that he was consecrated to the god Set (or \"Seth\"). As with most pharaohs, Seti had several names. Upon his ascension, he took the \"prenomen\" \"mn-m3‘t-r‘ \", usually vocalized as \"Menmaatre\", in Egyptian, which means \"Eternal is the Justice of Re.\" His better known nomen, or birth name, is transliterated as \"sty mry-n-ptḥ\" or \"Sety Merenptah\", meaning \"Man of Set, beloved of Ptah\".\nThe greatest achievement of Seti I's foreign policy was the capture of the Syrian town of Kadesh and neighboring territory of Amurru from the Hittite Empire. Egypt had not held Kadesh since the time of Akhenaten.\nSeti I was successful in defeating a Hittite army that tried to defend the town. He entered the city in triumph together with his son Ramesses II and erected a victory stela at the site. Kadesh, however, soon reverted to Hittite control because the Egyptians did not or could not maintain a permanent military occupation of Kadesh and Amurru which were close to the Hittite homelands.\nThe traditional view of Seti I's wars was that he restored the Egyptian empire after it had been lost in the time of Akhenaten. Recent scholarship, however, indicates that the empire was not lost at this time, except for its northern border provinces of Kadesh and Amurru in Syria and Lebanon.\nSeti I has left us an impressive war monument that glorifies his achievement, along with a number of texts, all of which tend to magnify his personal achievements on the battlefield.","categories":[],"infobox_types":[],"annotations":[{"uri":"Greek_language","surface_form":"Greek","offset":36},{"uri":"Pharaoh","surface_form":"pharaoh","offset":49},{"uri":"New_Kingdom","surface_form":"New Kingdom","offset":64},{"uri":"Ramesses_I","surface_form":"Ramesses I","offset":108},{"uri":"Queen_Sitre","surface_form":"Queen Sitre","offset":123},{"uri":"Ramesses_II","surface_form":"Ramesses II","offset":154},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":188},{"uri":"Set_(mythology)","surface_form":"Set","offset":466},{"uri":"Roman_naming_conventions","surface_form":"nomen","offset":696},{"uri":"Ptah","surface_form":"Ptah","offset":808},{"uri":"Syria","surface_form":"Syria","offset":890},{"uri":"Kadesh","surface_form":"Kadesh","offset":905},{"uri":"Amurru_kingdom","surface_form":"Amurru","offset":941},{"uri":"Hittites","surface_form":"Hittite Empire","offset":957},{"uri":"Akhenaten","surface_form":"Akhenaten","offset":1017},{"uri":"Ramesses_II","surface_form":"Ramesses II","offset":1162},{"uri":"Lebanon","surface_form":"Lebanon","offset":1698},{"uri":"Monument","surface_form":"monument","offset":1744}]}