{"id":445629,"url":"http://en.wikipedia.org/wiki/Rolf_Harris","text":"Rolf Harris, (born 30 March 1930) is an Australian musician, singer-songwriter, composer, painter, actor, former television personality and former swimmer. He was in prison for sexually assaulting girls.\nEarly and personal life.\nHarris was born on 30 March 1930 in Bassendean, Perth, Western Australia, to Agnes Margaret (née Robbins) and Cromwell (\"Crom\") Harris, who had both emigrated from Cardiff, Wales. He grew up in Wembley, Western Australia. He was named after Rolf Boldrewood, the pseudonym of an Australian writer whom his mother admired. After his later fame, Harris was often referred to as \"the boy from Bassendean\" within Australia. As a child he owned a dog called Buster Fleabags, about whom he later wrote a book (for the UK Quick Reads Initiative).\nHarris attended Bassendean State School and Perth Modern School in Subiaco, later gaining a Bachelor of Arts from the University of Western Australia and a Diploma of Education from Claremont Teachers' College (now Edith Cowan University). While he was just 16, and still a student at Perth Modern School, his self-portrait in oils was one of the 80 works (out of 200 submitted) accepted to be hung in the Art Gallery of New South Wales as an entry in the 1947 Archibald Prize. He painted a portrait of the then Lieutenant Governor of Western Australia, Sir James Mitchell, for the 1948 Archibald Prize. He won the 1949 Claude Hotchin prize for oil colours with his landscape \"On a May Morning, Guildford\".\nAs an adolescent and young adult Harris was a champion swimmer. In 1946, he was the Australian Junior Backstroke Champion. He was also the Western Australian state champion over a variety of distances and strokes during the period from 1948 to 1952.\nCareer.\nHarris began his television career on the BBC in 1953. He is best known for his art television shows such as \"Rolf<nowiki/>in bed\", \"Rolf's Cartoon Club\" and \"Animal Hospital\". In 2005, he painted an official portrait of Queen Elizabeth II in his bed. His best known songs are \"Tie Me Kangaroo Down, Sport\" (1957) and \"Jake the Peg\" (1965). He also appeared on children's show The Wiggles on their It's a Wiggly Wiggly World! video in 2000 with his song \"Tie Me Kangaroo Down, Sport\" which was also once a major hit in Australia, the UK and the US.\nCrimes.\nIn 2013, Harris was arrested under Operation Yewtree, which was set up to investigate complaints of sexual assault by television personality and paedophile Jimmy Savile, who died on 29 October 2011. Harris appeared on advertisements for British Paints which is an Australian brand of paint. He no longer appears on these adverts.\nLater that year, Harris was charged with twelve counts of having indecent assaulted girls aged 7 to 19 during the 1960s and 1980s. After his computer was seized by police, he was also charged with four counts of making indecent images of a child during 2012. Harris was interviewed and cautioned by police on November 2012. His trial was due to begin in London on 30 April 2014 but was postponed to 6 May 2014. He says he is innocent, denying all wrongdoing. He has also refused to speak to the media and his defence lawyer has said that he will plead not guilty to all of the charges. While awaiting trial on 15 January 2014 when he appeared in a London court with his family, supporters and his security guards, it was decided that Harris would be bailed to stay at his home with his wife until the time when trial starts. He was not allowed to go near anyone under 18 or to contact any of the witnesses. He denied any wrongdoing. Harris' trial began at Southwark Crown Court on 6 May 2014. At the trial it was revealed that Harris was a 'Jekyll and Hyde' character, whose immense talent and public generosity to children and animals hid a darker side - he was sexually attracted to young girls. On 19 June 2014, the jury in the Rolf Harris trial retired to consider its verdict. On 30 June 2014, Harris was found guilty on all 12 counts of indecent assault making him the second person to be convicted under Operation Yewtree after Max Clifford. On 4 July 2014, Harris was sentenced to five years and nine months in prison and is currently incarcerated at HM Prison Wandsworth and later he will be transferred to HM Prison Littlehey. The sentence was later referred to the Attorney General for England and Wales Dominic Grieve after complaints it was too lenient. On 30 July 2014, the new Attorney General, Jeremy Wright, announced that he would not be referring the sentence to the court of appeal for review \"as he did not think they would find it to be unduly lenient and increase it. The sentencing judge was bound by the maximum sentence in force at the time of the offending.\"\nHarris was stripped of his BAFTA Academy Fellowship Award after his conviction. Alison Pink (now Steven George since a sex reassignment) who says that he was abused by Jimmy Savile while a woman said that he (then she) once witnessed Rolf Harris visiting Broadmoor Hospital with Savile and they turned up at a woman's ward just as patients were preparing to get undressed in the corridor.\nWhen Harris was convicted his hometown of Bassendean in Perth voted to remove his artwork from their council chambers and to strip him off his status as a Freeman of the town. The Western Australian Department of Education confirmed that Perth Modern School would be removing all artwork by Rolf Harris from display following his criminal conviction.\nHarris was taken Bullingdon Prison in Oxfordshire, but was taken later to HM Prison Stafford in Stafford, Staffordshire after he was targeted and spat at by fellow inmates.\nOn 1 August 2014, Harris had applied to appeal against his indecent assault conviction and his lawyers requested permission with the Court of Appeal but on 1 November 2014, Harris lost his first round of permission to appeal. On 1 December 2014, Harris dropped his bid to appeal the sentence, meaning that he will spend the next 2 and a half years in prison, and the next half will be a non-custodial.\nIn 2012, he got an Officer of the Order of Australia (AO) and on 23 February 2015, it was rescinded by the Governor-General of Australia.\nIn 2006, Harris was made a Commander of the Order of the British Empire (CBE). On 4 March 2015, it was taken away by the Queen.\nHarris served his sentence at HM Prison Stafford. He was released on 19 May 2017, after serving three years of his sentence of five years and nine months.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australians","surface_form":"Australian","offset":40},{"uri":"Musician","surface_form":"musician","offset":51},{"uri":"Singer-songwriter","surface_form":"singer-songwriter","offset":61},{"uri":"Composer","surface_form":"composer","offset":80},{"uri":"Painter","surface_form":"painter","offset":90},{"uri":"Actor","surface_form":"actor","offset":99},{"uri":"Television_personality","surface_form":"television personality","offset":113},{"uri":"Swimmer","surface_form":"swimmer","offset":147},{"uri":"Bassendean%2C_Western_Australia","surface_form":"Bassendean","offset":265},{"uri":"Cardiff","surface_form":"Cardiff","offset":393},{"uri":"Wembley%2C_Western_Australia","surface_form":"Wembley","offset":423},{"uri":"Thomas_Alexander_Browne","surface_form":"Rolf Boldrewood","offset":470},{"uri":"Quick_Reads_Initiative","surface_form":"Quick Reads Initiative","offset":743},{"uri":"Perth_Modern_School","surface_form":"Perth Modern School","offset":812},{"uri":"Subiaco%2C_Western_Australia","surface_form":"Subiaco","offset":835},{"uri":"Bachelor_of_Arts","surface_form":"Bachelor of Arts","offset":860},{"uri":"University_of_Western_Australia","surface_form":"University of Western Australia","offset":886},{"uri":"Claremont_Teachers%27_College","surface_form":"Claremont Teachers' College","offset":950},{"uri":"Edith_Cowan_University","surface_form":"Edith Cowan University","offset":983},{"uri":"Art_Gallery_of_New_South_Wales","surface_form":"Art Gallery of New South Wales","offset":1174},{"uri":"Archibald_Prize","surface_form":"Archibald Prize","offset":1229},{"uri":"Lieutenant_Governor_of_Western_Australia","surface_form":"Lieutenant Governor of Western Australia","offset":1280},{"uri":"James_Mitchell_(Australian_politician)","surface_form":"James Mitchell","offset":1326},{"uri":"Claude_Hotchin","surface_form":"Claude Hotchin","offset":1388},{"uri":"Guildford%2C_Western_Australia","surface_form":"Guildford","offset":1463},{"uri":"BBC","surface_form":"BBC","offset":1775},{"uri":"Television_show","surface_form":"television show","offset":1817},{"uri":"Rolf_on_Art","surface_form":"Rolf","offset":1843},{"uri":"Rolf%27s_Cartoon_Club","surface_form":"Rolf's Cartoon Club","offset":1866},{"uri":"Animal_Hospital","surface_form":"Animal Hospital","offset":1892},{"uri":"Queen_regnant","surface_form":"Queen","offset":1954},{"uri":"Elizabeth_II","surface_form":"Elizabeth II","offset":1960},{"uri":"Song","surface_form":"song","offset":2000},{"uri":"Tie_Me_Kangaroo_Down%2C_Sport","surface_form":"Tie Me Kangaroo Down, Sport","offset":2011},{"uri":"Jake_the_Peg","surface_form":"Jake the Peg","offset":2052},{"uri":"The_Wiggles","surface_form":"The Wiggles","offset":2110},{"uri":"It%27s_a_Wiggly_Wiggly_World%21","surface_form":"It's a Wiggly Wiggly World!","offset":2131},{"uri":"Tie_Me_Kangaroo_Down%2C_Sport","surface_form":"Tie Me Kangaroo Down, Sport","offset":2188},{"uri":"United_States","surface_form":"US","offset":2278},{"uri":"Arrest","surface_form":"arrest","offset":2310},{"uri":"Operation_Yewtree","surface_form":"Operation Yewtree","offset":2325},{"uri":"Jimmy_Savile","surface_form":"Jimmy Savile","offset":2446},{"uri":"Indecent_assault","surface_form":"indecent assault","offset":2685},{"uri":"Indecent_image","surface_form":"indecent image","offset":2839},{"uri":"Trial","surface_form":"trial","offset":2948},{"uri":"London","surface_form":"London","offset":2974},{"uri":"Security_guard","surface_form":"security guard","offset":3317},{"uri":"Southwark","surface_form":"Southwark","offset":3576},{"uri":"Crown_Court","surface_form":"Crown Court","offset":3586},{"uri":"Max_Clifford","surface_form":"Max Clifford","offset":4055},{"uri":"HM_Prison_Wandsworth","surface_form":"HM Prison Wandsworth","offset":4179},{"uri":"HM_Prison_Littlehey","surface_form":"HM Prison Littlehey","offset":4236},{"uri":"Attorney_General_for_England_and_Wales","surface_form":"Attorney General for England and Wales","offset":4296},{"uri":"Dominic_Grieve","surface_form":"Dominic Grieve","offset":4335},{"uri":"Lenient","surface_form":"lenient","offset":4378},{"uri":"BAFTA_Academy_Fellowship_Award","surface_form":"BAFTA Academy Fellowship Award","offset":4733},{"uri":"Jimmy_Savile","surface_form":"Jimmy Savile","offset":4874},{"uri":"Town_of_Bassendean","surface_form":"Bassendean","offset":5137},{"uri":"Perth%2C_Western_Australia","surface_form":"Perth","offset":5151},{"uri":"Oxfordshire","surface_form":"Oxfordshire","offset":5484},{"uri":"HM_Prison_Stafford","surface_form":"HM Prison Stafford","offset":5520},{"uri":"Stafford","surface_form":"Stafford","offset":5542},{"uri":"Staffordshire","surface_form":"Staffordshire","offset":5552},{"uri":"Order_of_Australia","surface_form":"Officer of the Order of Australia (AO)","offset":6040},{"uri":"Governor-General_of_Australia","surface_form":"Governor-General of Australia","offset":6128},{"uri":"Commander_of_the_Order_of_the_British_Empire","surface_form":"Commander of the Order of the British Empire","offset":6186},{"uri":"HM_Prison_Stafford","surface_form":"HM Prison Stafford","offset":6317}]}