{"id":44588,"url":"http://en.wikipedia.org/wiki/Abu_Bakr","text":"Abū Bakr ‘Abdallāh bin Abī Quḥāfah aṣ-Ṣiddīq (; (573 CE 22 August 634 CE) popularly known as Abu Bakr (), was a senior companion and—through his daughter Aisha—the father-in-law of the Islamic prophet Muhammad. Abu Bakr became the first openly declared Muslim outside Muhammad's family. Abu Bakr served as a trusted advisor to Muhammad. During Muhammad's lifetime, he was involved in several campaigns and treaties.\nHe ruled over the Rashidun Caliphate from 632 to 634 CE when he became the first Muslim Caliph following Muhammad's death. As caliph, Abu Bakr succeeded to the political and administrative functions previously exercised by Muhammad. He was commonly known as The Truthful Caliph (, '). Abu Bakr's reign lasted for 2 years, 3 months and 11 days ending with his death after an illness. He ruled over the Rashidun Caliphate from 632 to 634 CE when he became the first Muslim Caliph following Muhammad's death.\nEarly life.\nAbu Bakr's full name was Abd Allah ibn 'Uthman ibn Aamir ibn Amr ibn Ka'ab ibn Sa'ad ibn Taym (from whom the at-Taymi al-Quraishi) ibn Murrah ibn Ka'ab ibn Lu'ai ibn Ghalib ibn Fihr al-Quraishi.\nIn Arabic, the name \"Abd Allah\" means \"slave of Allah\". One of his early titles, preceding his conversion to Islam, was \"atiqe\", \"the saved one\". Muhammad later reaffirmed this title when he said that Abu Bakr is the \"atiqe\" (the one saved from hell fire by God). He was called \"Al-Siddiq\" (the truthful) by Muhammad after he believed him in the event of Isra and Mi'raj when other people didn't, and Ali confirmed that title several times.\nThere is a dispute over his name being Abdullah. Ibn Hajar in \"Al-Isaabah\", and many other narrations, narrates from Qasim Ibn Muhammad Ibn Abi Bakr, \"I asked Ayesha the name of Abu Bakr. She said Abdullah. I said people are saying Ateeq. She said Abu Quhafa had three children, one was Ateeq, second Mu’taq and third, Otaiq. All three names are similar and derived from the same root.\"\nHe was mentioned in the Quran as the \"second of the two who lay in the cave\" in reference to the event of hijra, where with Muhammad he hid in the cave in Jabal Thawr from the Meccan search party that was sent after them, thus being one of few who were given direct mention in the Quran.\nImam Jafar al Sadiq famously narrated how the title \"Siddiq\" was given to Abu Bakr from Muhammad. Jafar was a direct descendant of Abu Bakr from his maternal side, as well as being a descendant of Ali from his father's side. Jafar al-Sadiq was also the successor of the Naqshbandi Sufi order believed to be originating from Abu Bakr himself. Imam Muhammad al Baqir, the father of Imam Jafar Sadiq, also called Abu Bakr with the title Siddiq.\nMuch of the available knowledge about Muhammad comes through Abu Bakr's daughter, Aisha. After the death of Abu Bakr, her brother Muhammad ibn Abi Bakr was raised by Ali. After Muhammad ibn Abi Bakr was killed by the Umayyads, Aisha raised and taught her nephew Qasim ibn Muhammad ibn Abi Bakr. Aisha also taught another nephew Urwah ibn Zubayr. He then taught his son Hisham ibn Urwah, who was the main teacher of Malik ibn Anas] whose views many Sunni follow.\nQasim's mother was of ‘Ali's family and his daughter Farwah bint al-Qasim, who married Muhammad al-Baqir, was the mother of Jafar al-Sadiq. Therefore al-Qasim was the grandson of the first caliph Abu Bakr and the grandfather of Ja'far al-Sadiq.\n\"You know better in your own self, that if you are upon the truth and you are calling towards the truth go forth, for people more honourable than you have been killed and if you are not upon the truth, then what an evil son you are and you have destroyed yourself and those who are with you. If you say, that if you are upon the truth and you will be killed at the hands of others, then you will not truly be free\". Abd Allah ibn al-Zubayr left and was later also killed and the army now under the control of the Umayyads.","categories":[],"infobox_types":[],"annotations":[{"uri":"Aisha","surface_form":"Aisha","offset":154},{"uri":"Prophets_of_Islam","surface_form":"Islamic prophet","offset":185},{"uri":"Muhammad","surface_form":"Muhammad","offset":201},{"uri":"Muslim","surface_form":"Muslim","offset":253},{"uri":"Rashidun_Caliphate","surface_form":"Rashidun Caliphate","offset":434},{"uri":"Caliph","surface_form":"Caliph","offset":504},{"uri":"Caliph","surface_form":"caliph","offset":542},{"uri":"Rashidun_Caliphate","surface_form":"Rashidun Caliphate","offset":817},{"uri":"Caliph","surface_form":"Caliph","offset":887},{"uri":"Arabic_language","surface_form":"Arabic","offset":1132},{"uri":"Islam","surface_form":"Islam","offset":1238},{"uri":"Isra_and_Mi%27raj","surface_form":"Isra and Mi'raj","offset":1484},{"uri":"Ali","surface_form":"Ali","offset":1530},{"uri":"Quran","surface_form":"Quran","offset":1981},{"uri":"Hijra_(Islam)","surface_form":"hijra","offset":2063},{"uri":"Mecca","surface_form":"Mecca","offset":2133},{"uri":"Ali","surface_form":"Ali","offset":2442},{"uri":"Naqshbandi","surface_form":"Naqshbandi","offset":2515}]}