{"id":44593,"url":"http://en.wikipedia.org/wiki/Elevator","text":"An elevator or lift is a vertical transport vehicle that efficiently moves people or goods between floors of a building. They are generally powered by electric motors that either drive traction cables and counterweight systems, or pump hydraulic fluid to raise a cylindrical piston.\nLanguages other than English may have loanwords based on either elevator (e.g., Japanese) or lift (e.g., Cantonese).\nBecause of wheelchair access laws, elevators are often a legal requirement in new multi-story buildings, especially where wheelchair ramps would be impractical.\nDesign.\nSome argue that lifts began as simple rope or chain hoists. A lift is essentially a platform that is either pulled or pushed up by a mechanical means. A modern-day lift consists of a cab (also called a \"cage\" or \"car\") mounted on a platform within an enclosed space called a shaft or sometimes a \"hoistway\". In the past, lift drive mechanisms were powered by steam and water hydraulic pistons. In a \"traction\" lift, cars are pulled up by means of rolling steel ropes over a deeply grooved pulley, commonly called a sheave in the industry. The weight of the car is balanced with a counterweight. Sometimes two lifts always move synchronously in opposite directions, and they are each other's counterweight\nThe friction between the ropes and the pulley furnishes the traction which gives this type of lift its name.\nHydraulic lifts use the principles of hydraulics (in the sense of hydraulic power) to pressurize an above ground or in-ground piston to raise and lower the car. Roped hydraulics use a combination of both ropes and hydraulic power to raise and lower cars. Recent innovations include permanent earth magnet motors, machine room-less rail mounted gearless machines, and microprocessor controls.\nThe technology used in new installations depends on a variety of factors. Hydraulic lifts are cheaper, but installing cylinders greater than a certain length becomes impractical for very high lift hoistways. For buildings of much over seven stories, traction lifts must be employed instead. Hydraulic lifts are usually slower than traction lifts.\nLifts are a candidate for mass customization.\nThere are economies to be made from mass production of the components, but each building comes with its own requirements like different number of floors, dimensions of the well and usage patterns.\nElevator doors.\nElevator doors protect riders from being crushed in between the cab and the floor. The most common configuration is to have two panels that meet in the middle, and slide open laterally. In a cascading configuration (potentially allowing wider entryways within limited space), the doors run on independent tracks so that while open, they are tucked behind one another, and while closed, they form cascading layers on one side. This can configured so that two sets of such cascading doors operate like the center opening doors described above, allowing for a very wide elevator cab. In less expensive installations the elevator can also use one large \"slab\" door: a single panel door the width of the doorway that opens to the left or right laterally.\nMachine Room-Less (MRL).\nAll elevators, whether traction or hydraulic, require a machine room to store large electric motors (or hydraulic pumps) and a controller cabinet. This room is located above or below the hoistway (or only below, for hydraulic elevators) and may contain machinery for a single or a group of elevators. Modern day traction motors boasting gearless and permanent magnet drive can be more compact and efficient; electronic microprocessors have replaced the mechanical relays. As a result, traction elevators can be built without a dedicated room above the shaft, saving valuable space in building planning.\nThe new lift design presents a departure from the traditional, looped over-the-top traction rope routing of traction elevators. The ends of the cables are fixed to the supporting structure, and the length of the cable are connected to the car and counterweight by means of a force-multiplying, energy saving compound pulley system. Machine room-less elevators have become a welcome alternative to the older hydraulic elevator for low to medium rise buildings.\nKone, a Finnish elevator company, first developed the machine room-less elevator in 1996.\n---this takes away the environmental concern that was created by the hydraulic cylinder being stored underground\n---national and local building codes did not address elevators without machine rooms\nHistory.\nThe first reference to an elevator is in the works of the Roman architect Vitruvius, who reported that Archimedes built his first elevator, probably in 236 B.C. In some literary sources of later historical periods, elevators were mentioned as cabs on a hemp rope and powered by hand or by animals. It is supposed that elevators of this type were installed in the Sinai monastery of Egypt. In the 17th century the prototypes of elevators were located in the palace buildings of England and France.\nIn 1852, Elisha Otis introduced the safety elevator, which prevented the fall of the cab if the cable broke. The design of the Otis safety elevator is somewhat similar to one type still used today. A governor device engages knurled roller(s), locking the elevator to its guides should the elevator move at an excessive speed. He demonstrated it at the New York exposition in the Crystal Palace in 1854.\nIn 1874, J.W. Meaker patented a method which permitted elevator doors to open and close safely.\nThe first electric elevator was constructed by the German engineer Werner von Siemens in 1880.\nIn 1882, when hydraulic power was a well established technology, a company later named the London Hydraulic Power Company was formed. It constructed a network of high pressure mains on both sides of the Thames which, ultimately, extended to 184 miles and powered some 8,000 machines, predominantly lifts (elevators) and cranes.\nIn 1929, Clarence Conrad Crispen, with Inclinator Company of America, created the first residential elevator. Crispen also invented the first inclined stairlift.http://inclinator.com/about-inclinator.asp\nPneumatic Vacuum Elevators.\nPneumatic or \"Vacuum\" elevators operate without cables and can be installed more easily and quickly than their alternatives since their housing comprises prefabricated sections which are considerably narrower than conventional lift shafts. These sections are often transparent and afford the passenger a near 360° view.\nCable-borne elevators.\nStatistically speaking, elevators are extremely safe. Their safety record is unsurpassed by any other vehicle system. In 1998, it was estimated that approximately eight 100-millionths of one percent (1 in 12 million) of elevator rides resulted in an anomaly, and the vast majority of these were minor things such as the doors failing to open. For all practical purposes, there are no cases of elevators simply free-falling and killing the passengers inside; of the 20 to 30 elevator-related deaths each year, most of them are maintenance-related - for example, technicians leaning too far into the shaft or getting caught between moving parts, and most of the rest are attributed to easily avoidable accidents, such as people stepping blindly through doors that open into empty shafts or being strangled by scarves caught in the doors. In fact, prior to the September 11th terrorist attacks, the only known free-fall incident in a modern cable-borne elevator happened in 1945 when a B-25 bomber struck the Empire State Building in fog, severing the cables of an elevator cab, which fell from the 75th floor all the way to the bottom of the building, seriously injuring (though not killing) the sole occupant - the female elevator operator. While it is possible (though extraordinarily unlikely) for an elevator's cable to snap, all elevators in the modern era have been fitted with several safety devices which prevent the elevator from simply free-falling and crashing. An elevator cab is typically borne by six or eight hoist cables, each of which is capable on its own of supporting the full load of the elevator plus twenty-five per cent more weight. In addition, there is a device which detects whether the elevator is moving faster than its maximum designed speed; if this happens, the device causes bronze brake shoes to clamp down along the vertical rails in the shaft, stopping the elevator quickly, but not so abruptly as to cause injury. In addition, a hydraulic buffer is installed at the bottom of the shaft to cushion any impact somewhat.\nMost recently, there was an incident in a modern cable-borne elevator that took place in a children's hospital in Seattle, Washington on October 9, 2007. The elevator involved was a ThyssenKrupp ISIS machine room-less elevator; The ISIS used Kevlar fiberglass ropes instead of conventional braided-steel ropes all other traction elevators use. One of the ISIS elevators broke free from its cables, slipping between the 6th and 4th floors; the Kevlar ropes were the cause of this incident. After the incident, ThyssenKrupp discontinued production of the ISIS and, the following year, replaced it with the Synergy machine room-less elevator, which uses conventional braided-steel ropes, making it much safer.\nHydraulic elevators.\nPast problems with early hydraulic elevators meant those built prior to a code change in 1972 were subject to possible catastrophic failure. The code had previously required only single-bottom hydraulic cylinders. In the event of a cylinder breach, an uncontrolled fall of the elevator might result. Because it is impossible to verify the system completely without a pressurized casing (as described below), it is necessary to remove the piston to inspect it. The cost of removing the piston is such that it makes no economic sense to re-install the old cylinder; therefore it is necessary to replace the cylinder and install a new piston. Another solution to protect against a cylinder blowout is to install a \"life jacket.\" This is a device which, in the event of an excessive downward speed, clamps onto the cylinder and stops the car. This device is also known as a Rupture Valve in some parts of the world.\nIn addition to the safety concerns for older hydraulic elevators, there is risk of leaking hydraulic oil into the aquifer and causing potential environmental contamination. This has led to the introduction of PVC liners (casings) around hydraulic cylinders which can be monitored for integrity.\nIn the past decade, recent innovations in inverted hydraulic jacks have eliminated the costly process of drilling the ground to install a borehole jack. This also eliminates the threat of corrosion to the system and increases safety.\nTraction elevators.\nGeared traction machines are driven by AC or DC electric motors. Geared machines use worm gears to control mechanical movement of elevator cars by \"rolling\" steel hoist ropes over a drive sheave which is attached to a gearbox driven by a high speed motor. These machines are generally the best option for basement or overhead traction use for speeds up to 500 ft/min (2.5 m/s).\nGearless traction machines are low speed (low RPM), high torque electric motors powered either by AC or DC. In this case, the drive sheave is directly attached to the end of the motor. Gearless traction elevators can reach speeds of up to 2,000 ft/min (10 m/s), or even higher. A brake is mounted between the motor and drive sheave (or gearbox) to hold the elevator stationary at a floor. This brake is usually an external drum type and is actuated by spring force and held open electrically; a power failure will cause the brake to engage and prevent the elevator from falling (see inherent safety and safety engineering).\nIn each case, cables are attached to a hitch plate on top of the cab or may be \"underslung\" below a cab, and then looped over the drive sheave to a counterweight attached to the opposite end of the cables which reduces the amount of power needed to move the cab. The counterweight is located in the hoist-way and rides a separate rail system; as the car goes up, the counterweight goes down, and vice versa. This action is powered by the traction machine which is directed by the controller, typically a relay logic or computerized device that directs starting, acceleration, deceleration and stopping of the elevator cab. The weight of the counterweight is typically equal to the weight of the elevator cab plus 40-50% of the capacity of the elevator. The grooves in the drive sheave are specially designed to prevent the cables from slipping. \"Traction\" is provided to the ropes by the grip of the grooves in the sheave, thereby the name. As the ropes age and the traction grooves wear, some traction is lost and the ropes must be replaced and the sheave repaired or replaced.\nElevators with more than 100' (30 m) of travel have a system called compensation. This is a separate set of cables or a chain attached to the bottom of the counterweight and the bottom of the elevator cab. This makes it easier to control the elevator, as it compensates for the differing weight of cable between the hoist and the cab. If the elevator cab is at the top of the hoist-way, there is a short length of hoist cable above the car and a long length of compensating cable below the car and vice versa for the counterweight. If the compensation system uses cables, there will be an additional sheave in the pit below the elevator, to guide the cables. If the compensation system uses chains, the chain is guided by a bar mounted between the counterweight rails.\nClimbing elevator.\nA climbing elevator is a self-ascending elevator with its own propulsion. The propulsion can be done by an electric or a combustion engine. Climbing elevators are used in guyed masts or towers, in order to make easy access to parts of these constructions, such as flight safety lamps for maintenance. An example would be the Moonlight Towers in Austin, Texas, where the elevator holds only one person and equipment for maintenance.\nEmergency power operation (EPR).\nMany elevator installations now feature emergency power systems which allow elevator use in blackout situations and prevent people from becoming trapped in elevators.\nTraction elevators.\nWhen power is lost in a traction elevator system, all elevators will initially come to a halt. One by one, each car in the group will return to the lobby floor, open its doors and shut down. People in the remaining elevators may see an indicator light or hear a voice announcement informing them that the elevator will return to the lobby shortly. Once all cars have successfully returned, the system will then automatically select one or more cars to be used for normal operations and these cars will return to service. The car(s) selected to run under emergency power can be manually overridden by a key or strip switch in the lobby. In order to help prevent entrapment, when the system detects that it is running low on power, it will bring the running cars to the lobby or nearest floor, open the doors and shut down.\nHydraulic elevators.\nIn hydraulic elevator systems, emergency power will lower the elevators to the lowest landing and open the doors to allow passengers to exit. The doors then close after an adjustable time period and the car remains unusable until reset, usually by cycling the elevator main power switch. Typically, due to the high current draw when starting the pump motor, hydraulic elevators are not run using standard emergency power systems. Buildings like hospitals and nursing homes usually size their emergency generators to accommodate this draw. However, the increasing use of current limiting motor starters, commonly known as \"Soft-Start\" contactors, avoid much of this problem and the current draw of the pump motor is less of a limiting concern.\nElevator convenience features.\nElevators may feature talking devices as an accessibility aid for the blind. In addition to floor arrival notifications, the computer announces the direction of travel, and notifies the passengers before the doors are to close.\nIn addition to the call buttons, elevators usually have floor indicators (often illuminated by LED) and direction lanterns. The former are almost universal in cab interiors with more than two stops and may be found outside the elevators as well on one or more of the floors. Floor indicators can consist of a dial with a rotating needle, but the most common types are those with successively illuminated floor indications or LCDs. Likewise, a change of floors or an arrival at a floor is indicated by a sound, depending on the elevator.\nDirection lanterns are also found both inside and outside elevator cars, but they should always be visible from outside because their primary purpose is to help people decide whether or not to get on the elevator. If somebody waiting for the elevator wants to go up, but a car comes first that indicates that it is going down, then the person may decide not to get on the elevator. If the person waits, then one will still stop going up. Direction indicators are sometimes etched with arrows or shaped like arrows and/or use the convention that one that lights up red means \"down\" and green means \"up\". Since the color convention is often undermined or overrided by systems that do not invoke it, it is usually used only in conjunction with other differentiating factors. An example of a place whose elevators use only the color convention to differentiate between directions is the Museum of Contemporary Art in Chicago, where a single circle can be made to light up green for \"up\" and red for \"down.\" Sometimes directions must be inferred by the position of the indicators relative to one another.\nIn addition to lanterns, most elevators have a chime to indicate if the elevator is going up or down either before or after the doors open, usually in conjunction with the lanterns lighting up. Universally, one chime is for up, two is for down, and none indicates an elevator that is 'free'.\nObservatory service elevators often convey other facts of interest, including elevator speed, stopwatch, and current position (altitude), as with the case for Taipei 101's service elevators.\nStandards.\nThe mechanical and electrical design of elevators is dictated according to various standards (aka elevator codes), which may be international, national, state, regional or city based. Whereas once many standards were prescriptive, specifying exact criteria which must be complied with, there has recently been a shift towards more performance-based standards where the onus falls on the designer to ensure that the elevator meets or exceeds the standard.\nBecause an elevator is part of a building, it must also comply with standards relating to earthquake resilience, fire standards, electrical wiring rules and so forth.\nThe American National Elevator Standards Group (ANESG) sets an elevator weight standard to be 2200 lbs.\nAdditional requirements relating to access by disabled persons, may be mandated by laws or regulations such as the Americans with Disabilities Act.","categories":[],"infobox_types":[],"annotations":[{"uri":"Link_chain","surface_form":"chain","offset":615},{"uri":"Hoist_(device)","surface_form":"hoist","offset":621},{"uri":"Pulley","surface_form":"pulley","offset":1058},{"uri":"Counterweight","surface_form":"counterweight","offset":1149},{"uri":"Hydraulics","surface_form":"hydraulics","offset":1421},{"uri":"Hydraulic_power","surface_form":"hydraulic power","offset":1449},{"uri":"Mass_customization","surface_form":"mass customization","offset":2148},{"uri":"Mass_production","surface_form":"mass production","offset":2204},{"uri":"Traction_motors","surface_form":"traction motors","offset":3468},{"uri":"Gearless","surface_form":"gearless","offset":3493},{"uri":"Permanent_magnet","surface_form":"permanent magnet","offset":3506},{"uri":"Compound_pulley","surface_form":"compound pulley","offset":4067},{"uri":"Finland","surface_form":"Finnish","offset":4227},{"uri":"Hydraulic_cylinder","surface_form":"hydraulic cylinder","offset":4378},{"uri":"Vitruvius","surface_form":"Vitruvius","offset":4590},{"uri":"Archimedes","surface_form":"Archimedes","offset":4619},{"uri":"Monastery","surface_form":"monastery","offset":4885},{"uri":"Elisha_Otis","surface_form":"Elisha Otis","offset":5022},{"uri":"New_York_Crystal_Palace","surface_form":"Crystal Palace","offset":5392},{"uri":"Werner_von_Siemens","surface_form":"Werner von Siemens","offset":5579},{"uri":"London_Hydraulic_Power_Company","surface_form":"London Hydraulic Power Company","offset":5698},{"uri":"Stairlift","surface_form":"stairlift","offset":6086},{"uri":"September_11th_terrorist_attacks","surface_form":"September 11th terrorist attacks","offset":7368},{"uri":"B-25_Empire_State_Building_crash","surface_form":"B-25 bomber struck the Empire State Building","offset":7493},{"uri":"Seattle","surface_form":"Seattle","offset":8677},{"uri":"Catastrophic_failure","surface_form":"catastrophic failure","offset":9410},{"uri":"Hydraulic_cylinder","surface_form":"hydraulic cylinder","offset":9484},{"uri":"Hydraulic_oil","surface_form":"hydraulic oil","offset":10294},{"uri":"Aquifer","surface_form":"aquifer","offset":10317},{"uri":"Polyvinyl_chloride","surface_form":"PVC","offset":10412},{"uri":"Jack_(device)","surface_form":"hydraulic jack","offset":10549},{"uri":"Alternating_current","surface_form":"AC","offset":10791},{"uri":"Direct_current","surface_form":"DC","offset":10797},{"uri":"Worm_gear","surface_form":"worm gear","offset":10837},{"uri":"Gearbox","surface_form":"gearbox","offset":10970},{"uri":"Torque","surface_form":"torque","offset":11187},{"uri":"Drum_brake","surface_form":"drum type","offset":11553},{"uri":"Inherent_safety","surface_form":"inherent safety","offset":11713},{"uri":"Safety_engineering","surface_form":"safety engineering","offset":11733},{"uri":"Counterweight","surface_form":"counterweight","offset":11902},{"uri":"Power_(physics)","surface_form":"power","offset":11987},{"uri":"Acceleration","surface_form":"acceleration","offset":12316},{"uri":"Deceleration","surface_form":"deceleration","offset":12330},{"uri":"Traction_(engineering)","surface_form":"Traction","offset":12600},{"uri":"Moonlight_Tower","surface_form":"Moonlight Tower","offset":13946},{"uri":"LED","surface_form":"LED","offset":16213},{"uri":"Dial","surface_form":"dial","offset":16427},{"uri":"Needle","surface_form":"needle","offset":16448},{"uri":"Liquid_crystal_display","surface_form":"LCDs","offset":16543},{"uri":"Museum_of_Contemporary_Art%2C_Chicago","surface_form":"Museum of Contemporary Art","offset":17538},{"uri":"Americans_with_Disabilities_Act","surface_form":"Americans with Disabilities Act","offset":19090}]}