{"id":446000,"url":"http://en.wikipedia.org/wiki/Suicide_risk_assessment","text":"A suicide risk assessment (SRA) is used to decide an individual's suicide risk (how likely they are to kill themselves). This is a very important first step in helping a person who is thinking of killing themselves. It is best done by a mental health professional, like a counselor. A good, complete risk assessment can lead to a person getting the treatment and help they need, which can reduce or end suicidal symptoms.\nThe first part of an SRA is talking to a doctor - or other trained mental health worker - who asks specific questions about what the person is thinking about, how they feel, and what is going on in their life. (This is called a clinical interview).\nThe second part of the SRA uses one or more tests that have been proven to measure suicide risk. These tests are called \"scales.\" A scale is a way of measuring something. Some of these scales have been shown to be very reliable, such as the Suicidal Affect-Behavior-Cognition Scale (SABCS) and the Columbia-Suicide Severity Rating Scale (C-SSRS).\nA suicide risk assessment is not always completely right about a person's suicide risk. Still, usually it gives a risk score that is helpful for making important decisions about what treatment the person needs.\nThe risk of suicide may change over time. It may become higher or lower for different reasons. For example, treatment (like counseling or medicines) may work, making the person feel better, or not work. Or the person's life may change in good or bad ways (for example, they may get or lose a job, go to a new school, get a boyfriend or girlfriend, or break up with one).\nBecause the risk of suicide can change over time, the suicide risk assessment has to be done more than once while the person is in treatment. If the person is in the hospital for treatment, it has to be done before they are sent home.\nA suicide risk assessment can be important in helping save the life of a suicidal person. But an article in a journal called \"Suicide & Life-Threatening Behavior\", written in 2012, says that SRAs are often not done, and that many mental health care workers have little or no training in how to do a suicide risk assessment.\nHospitals, doctors, and counselors can be sued for negligible death if a suicidal person goes to them for help, but they never did a suicide risk assessment. Negligible death means that the hospital, doctor, or counselor did not do something they were supposed to do, and because of that, a person died.\nSuicide Risk After Self-Harm.\nIf the same events, thoughts, feelings, and other things that led up to the self-harm happen again, the person may be more likely to self-harm again, or to commit suicide.[http://www.bmj.com/content/347/bmj.f4572?sso=#ref-12 12]\nPatient's Rights Issues.\nWhen patients ask for help or even harm themselves, they still have rights. Sometimes, suicide risk assessments can bring up patients' rights issues. They can also create a conflict between the rights of the patient, and the powers of doctors, mental health professionals, and the law.\nFor example, many state laws in the United States say that a person can be forced to go to the hospital, even if they do not want to go, if a doctor or mental health professional says they are suicidal. In some states, the person can be physically restrained (for example, tied to a hospital bed) if they try to leave the hospital. Some states also allow paramedics and doctors to give chemical restraints (medicines to make the person cooperate or be very tired), even if the patient does not want these medicines.\nIf after a short stay in the hospital (usually 3 business days), the hospital believes the person is still a risk to themselves, they can ask a court for \"civil commitment\". If a judge agrees, the judge will order the person to stay in the hospital for a much longer time (usually months). The person has no right to leave the hospital.\nIn the case of people who may be suicidal, the law sees the powers of doctors and mental health professionals as more important than the rights of the patient.","categories":[],"infobox_types":[],"annotations":[{"uri":"Suicide","surface_form":"suicide","offset":66},{"uri":"Risk","surface_form":"risk","offset":74},{"uri":"Mental_illness","surface_form":"mental health","offset":237},{"uri":"Counselor","surface_form":"counselor","offset":272},{"uri":"Symptom","surface_form":"symptoms.","offset":412},{"uri":"Doctor_of_Medicine","surface_form":"doctor","offset":463},{"uri":"Cognition","surface_form":"Cognition","offset":937},{"uri":"Medication","surface_form":"medicines","offset":1367},{"uri":"Psychiatric_hospital","surface_form":"hospital","offset":1766},{"uri":"Hospital","surface_form":"Hospital","offset":2159},{"uri":"Lawsuit","surface_form":"sued","offset":2201},{"uri":"Negligence","surface_form":"negligible","offset":2210},{"uri":"Rights","surface_form":"rights","offset":2815},{"uri":"Paramedic","surface_form":"paramedic","offset":3388},{"uri":"Court","surface_form":"court","offset":3693},{"uri":"Judge","surface_form":"judge","offset":3728}]}