{"id":446096,"url":"http://en.wikipedia.org/wiki/Oddworld_Inhabitants","text":"Oddworld Inhabitants publishes games that are set on the Oddworld universe. It was founded in 1994 by Lorne Lanning and Sherry McKenna. The company is known for creating the Oddworld Quintology series released from 1997 to 2005. The series include:, Oddworld Abe's Exoddus, and as well as two Gameboy and one Gameboy Advance games that were short versions of Abe's Oddysee, Abe's Exoddus and Munch's Oddysee. They were titled: Oddworld Adventures, Oddworld Adventures II and Munch's Oddysee.\nIn 2005, Oddworld Inhabitants took a break from making video games. They ended up going into film industry and eventually released Oddworld called Citizen Siege.\nThey then released games under Just Add Water (Developments) UK LTD where they only sell digital products as of 2008 when the original PC games went up on Steam. They also made available the original PS1 games on the Playstation Network store in 2010 for the PS3 and PSP. The classics were made available for PS Vita in August 2012.\nThey started work by porting the original Xbox version of Oddworld: Stranger's Wrath to PC. They then made an HD version and had several improvements made to it and it was released in 2011 for the PC and PS3. In 2012 Oddworld announced that Abe's Oddysee was getting a completely remake game from the ground up and it's title which was chosen by fans is called Oddworld: New 'n' Tasty. They also released Oddworld: Munch's Oddysee HD for PS3 in December 2012.\nIn 2013, it was announced that New 'n' Tasty will be coming Spring 2014 and at the Game Developers Conference in California.\nReleased titles.\nThe developers originally stated that the \"Oddworld\" series would consist of five games referred to as the Quintology. Only two of those five games have been produced, while two additional games from the same universe were developed as expansion titles outside of the Quintology. Production on the Quintology's final three games was halted when the company decided to redirect its efforts toward film production. Those plans, too, were shelved.\nIn 2009, a partnership was created with developers Just Add Water to continue developing the abandoned video games with Oddworld Inhabitants Inc. becoming the publisher of the titles. In order to raise the money to fund the rest of the Quintology, Just Add Water began by porting the studio's first two titles to new consoles and producing high definition remasters of \"Oddworld: Munch's Oddysee\" and \"Stranger's Wrath\".\nA high definition rebuild of \"Oddworld: Abe's Oddysee\" subtitled \"New 'n' Tasty!\" was next. Stewart Gilray has confirmed that all five Quintology games are titled Oddworld: X's Oddysee where X is the name of the protagonist.","categories":[],"infobox_types":[],"annotations":[{"uri":"Publish","surface_form":"publish","offset":21},{"uri":"Oddworld","surface_form":"Oddworld","offset":57},{"uri":"Gameboy","surface_form":"Gameboy","offset":293},{"uri":"Gameboy_Advance","surface_form":"Gameboy Advance","offset":309},{"uri":"California","surface_form":"California","offset":1560},{"uri":"Just_Add_Water_(company)","surface_form":"Just Add Water","offset":2085}]}