{"id":4462,"url":"http://en.wikipedia.org/wiki/Wolfgang_Amadeus_Mozart","text":"Wolfgang Amadeus Mozart (January 27, 1756 – December 5, 1791; pronounced \"MOHT-sart\") was an Austrian composer (music writer), instrumentalist, and music teacher. His full baptised name was Johannes Chrysostomus Wolfgangus Theophillus Mozart. He was born in Salzburg, Austria, the youngest child of Leopold and Anna Maria Mozart. From a very early age, the young Mozart showed great musical talent. He toured Europe with his parents and older sister \"Nannerl\" for several years performing for royalty and the aristocratic elite.\nAs a young man, Mozart tried but failed to establish himself as a composer in Paris. He returned to Salzburg where he was briefly employed in the court of the Archbishop of Salzburg. He was restless, aware of his genius, and thought Salzburg too small for his talent. He relocated to Vienna where he met with some success. He married Constance Weber and fathered two sons. He died in Vienna after a brief but unknown illness.\nMozart wrote more than 600 musical works, all of the very highest quality. His works include the operas \"The Marriage of Figaro\", \"Don Giovanni\", \"Così fan tutte\" and \"The Magic Flute\"; the symphonies in E-flat major, G minor, and C major (\"Jupiter\"); concertos for piano, violin, and various wind instruments; and numerous chamber pieces, works for the church, minuets and other dances, songs, and the \"Requiem\". Along with Bach and Beethoven, Mozart is regarded as one of the greatest composers who has ever lived.\nFamily and early years.\nWolfgang Amadeus Mozart (\"Wolfi\" or Wolferl\") was born in Salzburg, Austria, to Leopold and Anna Maria Mozart. Leopold was a violinist in the orchestra of the archbishop of Salzburg and the author of a best-selling introduction to playing the violin.\nYoung Mozart showed evidence of great musical talent at a very early age. He was playing the harpsichord and the violin at the age of five, and writing little pieces of music.\nMozart's sister Marianna (\"Nannerl\") was a talented youngster. The two children received their musical and academic education from their father. The family toured Europe for a few years, performing before royals and aristocrats.\nMozart performed in Munich, Prague, Paris, The Hague and London. In London, he performed for King George III. He met the composer Johann Christian Bach, one of the sons of Johann Sebastian Bach. He sat on the knee of Johann Christian Bach (1735–1782) and improvised a fugue. And here, at the age of eight, he heard his ﬁrst two symphonies performed.\nEventually, the Mozarts made their way back to Salzburg. But in 1768, they were off again to Vienna, where the now twelve-year-old Wolfgang staged a production of his ﬁrst opera, \"Bastien und Bastienne\". And he was infected with smallpox at that time. He recovered but his face was pock-marked for life. He went to Italy where he heard music by many famous Italian composers, including Gregorio Allegri who had written a piece called \"Miserere\". This piece had been written for the Pope for the choir of the Vatican to sing. No one was allowed to see the written music so that no other choir would be able to sing it. Mozart heard the piece once and then wrote it all down from memory. He met the Pope and was given a knighthood (Order of the Golden Spur).\nIn 1777, he went on a journey with his mother. In Mannheim, he fell in love with Aloysia Weber. She was 16 years old and studying singing. Mozart wanted to take her to Italy to make her famous, but his father put a stop to these plans. By 1778, Mozart and his mother were in Paris. His mother died there.\nMozart in Vienna.\nMozart wrote some small operas when he was young, but his first really important opera was \"Idomeneo\". It was first performed in Munich in 1780. The next year he went to Vienna. By this time he was working, like his father, for the Archbishop of Salzburg. When he went back to Salzburg he argued with the Archbishop who actually kicked him out. Mozart went off to Vienna where he would spend the rest of his life.\nIn 1782 he married Constanze Weber, one of the three younger sisters of Aloysia (who by now was married to someone else). They were to have seven children, but five of them died in childhood. Mozart’s father did not approve of the marriage. Constanze was a loving wife, but, like Mozart, she was not good at looking after money, so they were often very poor.\nIn that same year, 1782, Mozart wrote another very successful opera: \"Die Entführung aus dem Serail\" (\"The Abduction from the Seraglio\"). One famous story tells that, after the emperor had heard the opera, he told Mozart that there were “too many notes”. Mozart answered: “Just as many as are necessary, Your Majesty.”\nMozart started a series of concerts in which he played his own piano concertos, conducting from the keyboard. He met the composer Joseph Haydn and the two men became great friends, often playing together in a string quartet. Haydn said to Leopold Mozart one day: \"Before God and as an honest man I tell you that your son is the greatest composer known to me either in person or by name. He has taste, and what is more, the most profound knowledge of composition.\" Mozart was in the same Masonic Lodge as Haydn, and he dedicated some of his string quartets to him.\nThe audiences in Vienna did not give Mozart much support after a few years, so he often went to Prague where the audiences loved him. His opera \"The Marriage of Figaro\" was very popular, and in 1787 he gave the first performance there of his opera \"Don Giovanni\".\nFinal illness and death.\nThere are several stories about Mozart’s last illness and death, and it is not easy to be sure what happened. He was working on an opera \"The Magic Flute\" which is one of his best works and a very popular opera today. It is written in German, not Italian, like most of his other operas. In some ways it is like an English pantomime. At the same time that he was working on this he was asked by a stranger to compose a requiem. He was told to write this in secret. Then he was asked to write an Italian opera \"La Clemenza di Tito\", which was performed in Prague during September 1791. At the end of September \"The Magic Flute\" was given its first performance. Mozart then worked very hard at the \"Requiem\". He must have realized that he was already very ill, and that in a way the requiem (a mass for the dead) was for himself. He died in Vienna before he could finish it. Constanze asked another composer, a man called Franz Xaver Süssmayr, to finish the work. Mozart was buried in the St. Marx Cemetery.\nMozart’s music.\nMozart's music, like that of Haydn, is the very best of what is known as the Classical style. At the time he started to compose, the Baroque period was just coming to an end. Tastes were changing in music. Form, balance and elegance were thought of as more important than counterpoint. Mozart was the first great composer to write music for the piano, an instrument which had only just become popular. He wrote almost every kind of music: symphonies, operas, solo concertos, chamber music, especially string quartets and string quintets, and the piano sonata. He also wrote a lot of religious music, including masses, as well as popular music like dances, divertimenti and serenades.\nWhen Mozart was young a symphony was usually a short, simple piece for entertainment. Mozart made the symphony into a carefully worked-out piece lasting up to half an hour. His last three symphonies are especially fine masterpieces. His concertos, especially his piano concertos, are far more advanced than anything that had been written before. Although Mozart behaved in truly childish ways at times, he was good at understanding human character. This is clear in his operas, where he introduced many subtle effects to describe the characters in the story.\nMozart's operas are among his greatest works. He understood people's characters very well and was able to write music which tells us everything about the personalities in the operas. The three operas in which he set words by Lorenzo Da Ponte: \"Don Giovanni\", \"Le Nozze di Figaro\" (\"The Marriage of Figaro\") and \"Cosi fan tutte\" each include some very clever ensembles in which several characters are singing at once, each one showing his or her view of the situation.\nAs well as many great masterpieces, Mozart wrote many pieces in a more popular style, including some tunes that everybody knows today. His serenade \"Eine kleine Nachtmusik K525\" is known everywhere, as is the \"Turkish Rondo\" from his \"Piano Sonata in A K331\", the opening of the \"Symphony No. 40 in G minor K550\", and the birdcatcher’s song from \"The Magic Flute K620.\"\nCatalogue of works.\nSome time after Mozart’s death a man called Köchel studied all Mozart’s music, tried to put them in chronological order, and gave them a number. The number helps us to know exactly which work is meant, for example \"Symphony in G minor K183\" is not the same piece as \"Symphony in G minor K550\" (K stands for Köchel. Sometimes it is written \"KV550\" standing for \"Köchel Verzeichnis\" i.e. \"Köchel Catalogue\"). The highest Köchel number is 626, his requiem mass.","categories":[],"infobox_types":[],"annotations":[{"uri":"Austria","surface_form":"Austrian","offset":93},{"uri":"Composer","surface_form":"composer","offset":102},{"uri":"Baptism","surface_form":"baptised name","offset":172},{"uri":"Salzburg%2C_Austria","surface_form":"Salzburg, Austria","offset":258},{"uri":"Europe","surface_form":"Europe","offset":409},{"uri":"Paris","surface_form":"Paris","offset":607},{"uri":"Vienna","surface_form":"Vienna","offset":813},{"uri":"Opera","surface_form":"operas","offset":1052},{"uri":"The_Marriage_of_Figaro","surface_form":"The Marriage of Figaro","offset":1060},{"uri":"Don_Giovanni","surface_form":"Don Giovanni","offset":1086},{"uri":"Cosi_fan_tutte","surface_form":"Così fan tutte","offset":1102},{"uri":"The_Magic_Flute","surface_form":"The Magic Flute","offset":1123},{"uri":"Symphony","surface_form":"symphonies","offset":1145},{"uri":"Symphony_No._41_%26quot%3BJupiter%26quot%3B_(Mozart)","surface_form":"C major","offset":1186},{"uri":"Piano","surface_form":"piano","offset":1221},{"uri":"Violin","surface_form":"violin","offset":1228},{"uri":"Chamber_music","surface_form":"chamber pieces","offset":1279},{"uri":"Requiem_(Mozart)","surface_form":"Requiem","offset":1359},{"uri":"Johann_Sebastian_Bach","surface_form":"Bach","offset":1380},{"uri":"Ludwig_van_Beethoven","surface_form":"Beethoven","offset":1389},{"uri":"Years","surface_form":"years","offset":1489},{"uri":"Harpsichord","surface_form":"harpsichord","offset":1840},{"uri":"Violin","surface_form":"violin","offset":1860},{"uri":"Munich","surface_form":"Munich","offset":2172},{"uri":"Prague","surface_form":"Prague","offset":2180},{"uri":"Paris","surface_form":"Paris","offset":2188},{"uri":"The_Hague","surface_form":"The Hague","offset":2195},{"uri":"London","surface_form":"London","offset":2209},{"uri":"George_III_of_Great_Britain","surface_form":"George III","offset":2250},{"uri":"Johann_Christian_Bach","surface_form":"Johann Christian Bach","offset":2282},{"uri":"Johann_Sebastian_Bach","surface_form":"Johann Sebastian Bach","offset":2324},{"uri":"Smallpox","surface_form":"smallpox","offset":2731},{"uri":"Italy","surface_form":"Italy","offset":2817},{"uri":"Italy","surface_form":"Italian","offset":2859},{"uri":"Gregorio_Allegri","surface_form":"Gregorio Allegri","offset":2888},{"uri":"Pope","surface_form":"Pope","offset":2984},{"uri":"Choir","surface_form":"choir","offset":2997},{"uri":"Vatican","surface_form":"Vatican","offset":3010},{"uri":"Memory","surface_form":"memory","offset":3180},{"uri":"Pope","surface_form":"Pope","offset":3199},{"uri":"Knighthood","surface_form":"knighthood","offset":3220},{"uri":"Mannheim","surface_form":"Mannheim","offset":3309},{"uri":"Singing","surface_form":"singing","offset":3389},{"uri":"Paris","surface_form":"Paris","offset":3534},{"uri":"Idomeneo","surface_form":"Idomeneo","offset":3674},{"uri":"Constanze_Mozart","surface_form":"Constanze Weber","offset":4015},{"uri":"Die_Entf%C3%BChrung_aus_dem_Serail","surface_form":"Die Entführung aus dem Serail","offset":4425},{"uri":"Concerto","surface_form":"concerto","offset":4743},{"uri":"Conducting","surface_form":"conducting","offset":4754},{"uri":"Joseph_Haydn","surface_form":"Joseph Haydn","offset":4804},{"uri":"String_quartet","surface_form":"string quartet","offset":4883},{"uri":"Freemasonry","surface_form":"Masonic Lodge","offset":5161},{"uri":"Prague","surface_form":"Prague","offset":5334},{"uri":"The_Marriage_of_Figaro","surface_form":"The Marriage of Figaro","offset":5383},{"uri":"Don_Giovanni","surface_form":"Don Giovanni","offset":5487},{"uri":"The_Magic_Flute","surface_form":"The Magic Flute","offset":5665},{"uri":"German_language","surface_form":"German","offset":5762},{"uri":"Italian_language","surface_form":"Italian","offset":5774},{"uri":"Pantomime","surface_form":"pantomime","offset":5849},{"uri":"Requiem","surface_form":"requiem","offset":5945},{"uri":"La_Clemenza_di_Tito","surface_form":"La Clemenza di Tito","offset":6036},{"uri":"Eucharist","surface_form":"mass","offset":6318},{"uri":"Vienna","surface_form":"Vienna","offset":6365},{"uri":"Franz_Xaver_S%C3%BCssmayr","surface_form":"Franz Xaver Süssmayr","offset":6446},{"uri":"Joseph_Haydn","surface_form":"Haydn","offset":6577},{"uri":"Classical_music_period","surface_form":"Classical style","offset":6625},{"uri":"Baroque_music","surface_form":"Baroque","offset":6681},{"uri":"Counterpoint","surface_form":"counterpoint","offset":6820},{"uri":"Symphony","surface_form":"symphonies","offset":6987},{"uri":"Chamber_music","surface_form":"chamber music","offset":7023},{"uri":"String_quartet","surface_form":"string quartet","offset":7049},{"uri":"Sonata","surface_form":"sonata","offset":7100},{"uri":"Mass_(music)","surface_form":"masses","offset":7158},{"uri":"Divertimento","surface_form":"divertimenti","offset":7204},{"uri":"Serenade","surface_form":"serenade","offset":7221},{"uri":"Lorenzo_Da_Ponte","surface_form":"Lorenzo Da Ponte","offset":8016},{"uri":"Don_Giovanni","surface_form":"Don Giovanni","offset":8035},{"uri":"Le_Nozze_di_Figaro","surface_form":"Le Nozze di Figaro","offset":8051},{"uri":"Cosi_fan_tutte","surface_form":"Cosi fan tutte","offset":8103},{"uri":"Eine_kleine_Nachtmusik","surface_form":"Eine kleine Nachtmusik","offset":8408},{"uri":"Chronology","surface_form":"chronological","offset":8749}]}