{"id":4463,"url":"http://en.wikipedia.org/wiki/Johann_Sebastian_Bach","text":"Johann Sebastian Bach (31 March 1685 in Eisenach – 28 July 1750 in Leipzig; pronounced \"BAHK\") was a German composer and organist. He lived in the last part of the Baroque period. He is most famous for his work \"Toccata and Fugue in D Minor\", \"St. Matthew Passion\", \"St. John Passion\", \"Mass in B minor\", and the \"Brandenburg Concertos\". He spent several years working at courts of noblemen. Here he wrote most of his chamber music and orchestral music. Most of his life, however, he worked in a church where he was expected to write church music. Bach wrote almost every kind of music except opera. During the last part of his life most composers were writing in a new style called the Classical style, but Bach always wrote in the Baroque style. That made some people at the time think he was old-fashioned, but today we know that his work is the very best of Baroque music. Along with Mozart and Beethoven, Bach is regarded as one of the greatest composers who has ever lived.\nEarly life.\nBach came from a highly musical family. His father, Johann Ambrosius Bach, was a trumpeter at the court of Saxe-Eisenach. Many of his relatives were professional musicians of some sort: violinists and town musicians, organists, \"Cantors\" (Directors of Music in a church), court musicians and \"Kapellmeisters\" (Directors of Music at a royal court). Most of them played several instruments. Of his twenty children, several became quite famous composers, especially Carl Philipp Emanuel Bach (1714–1788), Johann Christian Bach (1735–1782), Johann Christoph Friedrich Bach and Wilhelm Friedemann Bach (1710–1784).\nWhen he was fifteen, he went to the small town of Lüneburg. At first he sang treble in the choir and was said to have a very fine treble voice, but his voice very soon got lower, so he made himself useful playing instruments. He learned by listening to famous organists like Reincken (1623–1722) and Dietrich Buxtehude (1637–1707). Bach got his first job in 1703 in Arnstadt. It was a well-paid job for a young boy who was 18 years old. There was a new organ in the church, and Bach already knew a lot about organ building as well as being a brilliant organist. They asked him to examine the new organ, and then they offered him a job. Bach spent four years as organist there. He composed some organ works. Unfortunately, the congregation were not musical enough to like it. They did not understand the ornamental notes he added to the hymn tunes. Bach got rather fed up with the priests who were always complaining about it, so he resigned and took another job in Mühlhausen, not far away. After a year there, he gave up that job and went to a big town called Weimar.\nWeimar years (1708–1717).\nJohann Sebastian was made organist to the Duke of Saxe-Weimar. At the Duke’s court there was a chapel with an organ. Bach composed many of his great organ works at this time. He became very famous as an organist and was invited to play in other big churches and to give advice on organ building. He was extremely good at improvisation. On one occasion he was in Dresden at the same time as a French organist named Louis Marchant. There was going to be a competition between the two men to see who was better at improvisation. Bach was practicing the day before and Marchant heard him. He realized that Bach would win, so he left.\nIn 1714 the Duke made Bach \"Konzertmeister\" (Concertmaster, a job that paid more money.) He had to write cantatas for church services. In 1717 he was offered a job in the town of Cöthen, where he would earn an even better salary. The Duke was angry and did not want him to go but Bach insisted, so the Duke put Bach in prison for a month. In the end he had to let the musician go.\nCöthen (1717–1723).\nAt Cöthen, Bach worked for Prince Leopold. The Prince was very musical and a wonderful man to work for. Bach was \"Kapellmeister\" (Director of Music) and was treated well. The organ was not very good, and it was not used much, so Bach did not write any organ music during this period. The Duke had an orchestra, and Bach was in charge. Nearly all Bach’s orchestral works were written in Cöthen: the Brandenburg Concertos, the violin concertos, the orchestral suites, the solo music for violin and for cello, and a lot of keyboard music for harpsichord or clavichord.\nDuring 1719, the great composer George Frideric Handel, who had moved to England, came to Germany to visit his mother. Bach wanted to meet Handel, who was only 30 km away, but these two famous musicians never met. Handel wanted to spend his limited time in Germany with his mother who was old and frail, knowing that it would be the last time he would see her.\nBach’s first wife, Maria Barbara Bach, died in 1720. The couple had seven children. Soon afterwards, he married Anna Magdalena with whom he had another thirteen children. However, several of his children died young.\nLeipzig (1723–1750).\nIn 1723 Bach moved to Leipzig to take the job of \"Cantor\" at the St Thomas Church, a very large church in the town. As \"Cantor\" he was in charge of all the music, both at St Thomas and at another church nearby. He also had to compose music for the town. It was an excellent job, and more secure than being at a court. The schools were good for his sons. Bach stayed in Leipzig until his death. He loved his job most of the time and worked very hard. He composed many cantatas for the church services. These services were very long, lasting about three hours. Many of the cantatas he wrote last about 30 minutes, and that was just one part of a service! He had assistants to play the organ. Bach himself directed the choir and the orchestra. There were probably 16 singers in the choir and 18 players in the orchestra. He wrote the \"St Matthew Passion\" and the \"St John Passion\". Both these works, which are very long, tell the story of Jesus dying on the cross. They are among the most famous pieces of music ever written. He also wrote cantatas for special occasions such as weddings or funerals.\nLife was not always easy, and sometimes there were arguments with the people who ruled the church. The sub-deacon wanted to choose some of the hymns, but this was the \"Cantor’s\" job. Bach was a sensible man, and he managed to get his way without making enemies. On another occasion he argued with the headmaster of the school (Bach had to do some teaching at the church school) about who was allowed to choose the choir section leaders. This actually went to court, and Bach won the case.\nBach often made journeys to other towns. In 1747 he visited the court of Prussian King Frederick the Great near Berlin. The king, a music lover, gave Bach a theme to improvise from on the harpsichord. Bach sat down and improvised a fugue using this theme. Later Bach wrote a very long composition for flute, violin and harpsichord with cello accompaniment, in many movements, all based on this theme. At the end, the theme is heard in 5 of the 6 voices. Bach called it \"The Musical Offering\" and he sent it to the king.\nBach wrote many fugues, eventually he decided to write a collection called \"The Art of Fugue\". His plan was to publish it, but he died before he could finish it (his son later published it in his honor, as Bach's last published piece). In the last year or two of his life, he became blind in spite of two eye operations.\nIn the 19th century more people became interested in Bach, and many of his works were published after he had been dead more than a hundred years.","categories":[],"infobox_types":[],"annotations":[{"uri":"Eisenach","surface_form":"Eisenach","offset":40},{"uri":"Leipzig","surface_form":"Leipzig","offset":67},{"uri":"Composer","surface_form":"composer","offset":108},{"uri":"Baroque_music","surface_form":"Baroque","offset":164},{"uri":"Nobility","surface_form":"noblemen","offset":382},{"uri":"Chamber_music","surface_form":"chamber music","offset":418},{"uri":"Orchestra","surface_form":"orchestra","offset":436},{"uri":"Church","surface_form":"church","offset":496},{"uri":"Opera","surface_form":"opera","offset":593},{"uri":"Classical_music_period","surface_form":"Classical","offset":687},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Mozart","offset":888},{"uri":"Ludwig_van_Beethoven","surface_form":"Beethoven","offset":899},{"uri":"Johann_Ambrosius_Bach","surface_form":"Johann Ambrosius Bach","offset":1044},{"uri":"Saxe-Eisenach","surface_form":"Saxe-Eisenach","offset":1099},{"uri":"Violinists","surface_form":"violinists","offset":1178},{"uri":"Organ_(music)","surface_form":"organists","offset":1209},{"uri":"Carl_Philipp_Emanuel_Bach","surface_form":"Carl Philipp Emanuel Bach","offset":1455},{"uri":"Johann_Christian_Bach","surface_form":"Johann Christian Bach","offset":1494},{"uri":"Johann_Christoph_Friedrich_Bach","surface_form":"Johann Christoph Friedrich Bach","offset":1529},{"uri":"Wilhelm_Friedemann_Bach","surface_form":"Wilhelm Friedemann Bach","offset":1565},{"uri":"L%C3%BCneburg","surface_form":"Lüneburg","offset":1652},{"uri":"Treble_(singer)","surface_form":"treble","offset":1679},{"uri":"Dietrich_Buxtehude","surface_form":"Dietrich Buxtehude","offset":1902},{"uri":"Congregation","surface_form":"congregation","offset":2328},{"uri":"Ornamentation_(music)","surface_form":"ornamental notes","offset":2405},{"uri":"Hymn","surface_form":"hymn","offset":2438},{"uri":"Weimar","surface_form":"Weimar","offset":2663},{"uri":"Saxe-Weimar","surface_form":"Saxe-Weimar","offset":2747},{"uri":"Chapel","surface_form":"chapel","offset":2792},{"uri":"Improvisation","surface_form":"improvisation","offset":3018},{"uri":"Dresden","surface_form":"Dresden","offset":3059},{"uri":"Competition","surface_form":"competition","offset":3151},{"uri":"Duke","surface_form":"Duke","offset":3339},{"uri":"Concertmaster","surface_form":"Concertmaster","offset":3372},{"uri":"Cantata","surface_form":"cantata","offset":3432},{"uri":"Prison","surface_form":"prison","offset":3646},{"uri":"Violin","surface_form":"violin","offset":4213},{"uri":"Cello","surface_form":"cello","offset":4228},{"uri":"Harpsichord","surface_form":"harpsichord","offset":4267},{"uri":"Clavichord","surface_form":"clavichord","offset":4282},{"uri":"George_Frideric_Handel","surface_form":"George Frideric Handel","offset":4326},{"uri":"England","surface_form":"England","offset":4367},{"uri":"Leipzig","surface_form":"Leipzig","offset":4914},{"uri":"Cantor_(church)","surface_form":"Cantor","offset":4942},{"uri":"Cantata","surface_form":"cantata","offset":5359},{"uri":"St_Matthew_Passion","surface_form":"St Matthew Passion","offset":5724},{"uri":"St_John_Passion","surface_form":"St John Passion","offset":5753},{"uri":"Jesus","surface_form":"Jesus","offset":5828},{"uri":"Christian_cross","surface_form":"cross","offset":5847},{"uri":"Wedding","surface_form":"wedding","offset":5968},{"uri":"Funeral","surface_form":"funeral","offset":5980},{"uri":"Hymn","surface_form":"hymn","offset":6133},{"uri":"Enemy","surface_form":"enemies","offset":6243},{"uri":"Frederick_the_Great","surface_form":"Frederick the Great","offset":6566},{"uri":"Berlin","surface_form":"Berlin","offset":6591},{"uri":"Flute","surface_form":"flute","offset":6780},{"uri":"Accompaniment_(music)","surface_form":"accompaniment","offset":6821},{"uri":"The_Musical_Offering","surface_form":"The Musical Offering","offset":6949},{"uri":"Fugue","surface_form":"fugue","offset":7015},{"uri":"The_Art_of_Fugue","surface_form":"The Art of Fugue","offset":7075},{"uri":"Blind","surface_form":"blind","offset":7282},{"uri":"Eye","surface_form":"eye","offset":7304}]}