{"id":446643,"url":"http://en.wikipedia.org/wiki/Behavioral_economics","text":"Behavioral economics is a smaller part of economics that combines what we know about psychology with what we know about economics. Normally, economics does not consider the way humans actually think, but instead, simplifies decision-making to make economic models easier to understand. However, this is not a complete picture of how the world, and economics, really works. Normally, economists assume people are rational, meaning they make good decisions at the right times using all information. In real life, people do not do this. They are subject to problems with self-control, problems with time, and make different choices depending on how decisions are presented to them. Behavioral economists look at the world given problems and limitations that result when real humans are faced with decisions.\nHistory.\nThe study of behavioral economics really began to develop in the middle and towards the end of the 20th century. Psychologists Amos Tversky and Daniel Kahneman wrote a paper called “Prospect Theory,” which was about how the way choices are presented to somebody is just as important as the choices themselves when an individual is making a decision. Later, Hersh Shefrin and Richard Thaler created a savings model which explains how people do not figure out how much to save and spend to stay at a constant level. People would rather spend more now, because humans prefer gratification in the near future. By 1994, Harvard University hired a professor to teach behavioral economics as its own subject. Now, behavioral economics helps explain many complex things that people do. There are many applications of the research, such as how to make public policy more effective or marketing and advertising applications. Also, there are other areas of study branching off from behavioral economics, like behavioral finance, which deals with how people make investments.\nTopics.\nLoss aversion/Prospect Theory: People are made more upset by losses than they are made happy by gains of the same amount. This is important for how people think about taking risks. Related is the disposition effect, which is closely related to behavioral finance. The disposition effect is the tendency for investors to hold onto losing stocks too long, and sell winning ones too soon. This concept relates to loss aversion, since the investors are putting off making their losses a reality. Also related is the behavioral economic concept of “status quo bias.” This explains that, against what economics would expect, people seem to like their current state more than any other state they see as different.\nMental Accounting: People have separate mental accounts when it comes to spending and saving. Each mental account has a different degree of willingness to spend connected to it, and people assign activities to mental accounts.\nAnchoring/ Status Quo Bias: When given an option automatically, people tend to want to stay with that choice, whether or not that choice is what should be best for them.\nUnbounded Selfishness: People are mostly driven by self-interest, and will act in a way which produces the best outcome for themselves.\nUnbounded Willpower: Individuals lack self-control. Even when they know what is in their best interest, they tend to act otherwise. People are also somewhat aware of their limited willpower.\nApplications.\nNow that behavioral economics is growing in popularity, and more social scientists are researching the topic, ways to apply ideas are becoming more common. If framing a choice a certain way will “nudge,” or push, someone to make a better decision, those who are in charge of creating options can use this to produce a better outcome. These outcomes can range from increasing physical activity to decreasing obesity and changing eating habits, to lessening energy use or to reshaping government policies. In the future, the hope is that through small changes, the public will receive large-scale benefits. In Denmark, the Danish government is employing the concept of anchoring to increase the number of drivers who are organ donors. In the United States, the White House has hired Cass Sunstein, a behavioral economist, to help guide policymakers. Richard Thaler also works in the US Cabinet on the new Behavioral Insight Team. The U.S., as well as Britain, has considered the idea of default options helping increase retirement savings.\nProblems.\nOne of the biggest arguments economists have against behavioral economics is that much of its research comes from small-scale research data, instead of real world sources. In addition, a lot of behavioral economic researchers use college students in their studies. College students have less experience than normal individuals. Since this population is a poor representation of an average person, data might show different results than it should.\nSome psychologists argue that while behavioral economics is a step in the right direction in explaining why people act they way that they do, it is still far behind in research. They feel that it just changed traditional neoclassical economic theory, when they need to look deeper as to what is actually going on a more psychological and intellectual level.","categories":[],"infobox_types":[],"annotations":[{"uri":"Economics","surface_form":"economics","offset":42},{"uri":"Psychology","surface_form":"psychology","offset":85},{"uri":"Amos_Tversky","surface_form":"Amos Tversky","offset":941},{"uri":"Daniel_Kahneman","surface_form":"Daniel Kahneman","offset":958},{"uri":"Richard_Thaler","surface_form":"Richard Thaler","offset":1189},{"uri":"Behavioral_finance","surface_form":"behavioral finance","offset":1812},{"uri":"Prospect_Theory","surface_form":"Prospect Theory","offset":1900},{"uri":"Mental_Accounting","surface_form":"Mental Accounting","offset":2594},{"uri":"Status_Quo_Bias","surface_form":"Status Quo Bias","offset":2832},{"uri":"Obesity","surface_form":"obesity","offset":3739},{"uri":"Cass_Sunstein","surface_form":"Cass Sunstein","offset":4113},{"uri":"Neoclassical_economic_theory","surface_form":"neoclassical economic theory","offset":5048}]}