{"id":4467,"url":"http://en.wikipedia.org/wiki/Paris","text":"Paris (nicknamed the \"City of light\") is the capital city of France, and the largest city in France. The area is, and around 2.15 million people live there. If suburbs are counted, the population of the Paris area rises to 12 million people.\nThe Seine river runs through the oldest part of Paris, and divides it into two parts, known as the Left Bank and the Right Bank. It is surrounded by many forests.\nParis is also the center of French economy, politics, traffic and culture. Paris has many art museums and historical buildings. As a traffic center, Paris has a very good underground subway system (called the \"Metro\"). It also has two airports. The Metro was built in 1900, and its total length is more than.\nThe city has a multi-cultural style, because 20% of the people there are from outside France. There are many different restaurants with all kinds of food. Paris also has some types of pollution like air pollution and light pollution.\nHistory.\nJulius Caesar conquered the Celtic \"Parisii\" tribe in 51 BC. The Romans called the place Lutetia of the Parisii, or \"Lutetia Parisiorum\". The place got a shorter name, \"Paris\", in 212 AD.\nAs the Roman Empire began to fall apart in the West, the Germanic tribe called the Franks moved in, taking it in 464. In 506, their king Clovis I made it his capital. Charlemagne moved his capital to Aachen in Germany, but Paris continued as an important town and was attacked by the Vikings twice. When Hugh Capet became king of France in 987, he again made Paris his capital. For a long time, the kings only controlled Paris and the surrounding area, as much of the rest of France was in the hands of barons or English. During the Hundred Years' War, the English controlled Paris from 1420 to 1437.\nDuring the Protestant Reformation, a huge massacre of French Protestants started there in 1572, called the Saint Bartholomew Day Massacre. Paris saw many other troubles over the years of the \"Ancien Régime\" (Old Kingdom), then in 1789, the French Revolution began in Paris, leading to more massacres.\nParis was the Capital of the French Empire which, as well as France, covered Spain, Belgium, Holland, Luxembourg, Switzerland, Italy, most of Germany and some of Austria, Croatia, Slovenia and Poland. The Empire ruled by Napoleon was from 1804-1814/1815. The Russian army seized Paris from Napoleon in 1814, and the Prussian army captured it in 1871. The next time it was captured was by the Nazi Germans in 1940. The Allies freed the city in 1944 and it has not since been captured.\nClimate.\nParis has an oceanic climate in the Köppen climate classification. It has warm summers and cold winters, and rainfall year-round.\nTransportation.\nBecause the city of Paris is roughly only 6 miles across, visitors have a wide range of options when it comes to transportation. While much of the more well-known attractions are in the center of the city and are best experienced by walking, there are many destinations that require other means of transport. While taxis offer a fast and relatively inexpensive means of travel, Paris’ public transportation system offers an enjoyable, stress-free way to explore the city.\nThe Paris Métro system was built in 1900 by engineer Fulgence Bienvenüe and architect Hector Guimard. The Métro covers over 124 miles with 300 stations and 16 lines. Servicing over 6 million residents and tourists every day, the Métro was designed to be an efficient and reliable alternative to the congestion of traffic. Every building in Paris is less than 500 meters from a train station, so accessibility is never a problem. The 16 Métro lines are identified by their final destinations. A rider can simply select the appropriate line and take it in the direction s/he wants. The Métro stations are well marked, and there are ticket booths at most entrances.\nThere are five airports that serve Paris: Charles de Gaulle Airport, Orly Airport, Beauvais-Tillé Airport and Paris–Le Bourget Airport, and Châlons Vatry Airport.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nickname","surface_form":"nickname","offset":7},{"uri":"Capital_(city)","surface_form":"capital city","offset":45},{"uri":"France","surface_form":"France","offset":61},{"uri":"Suburbs","surface_form":"suburbs","offset":160},{"uri":"Seine","surface_form":"Seine","offset":246},{"uri":"Forest","surface_form":"forest","offset":396},{"uri":"Economy","surface_form":"economy","offset":440},{"uri":"Politics","surface_form":"politics","offset":449},{"uri":"Traffic","surface_form":"traffic","offset":459},{"uri":"Culture","surface_form":"culture","offset":471},{"uri":"Art","surface_form":"art","offset":495},{"uri":"Museum","surface_form":"museum","offset":499},{"uri":"Subway","surface_form":"subway","offset":588},{"uri":"Paris_M%C3%A9tro","surface_form":"Metro","offset":615},{"uri":"Airport","surface_form":"airport","offset":640},{"uri":"Julius_Caesar","surface_form":"Julius Caesar","offset":957},{"uri":"Celt","surface_form":"Celt","offset":985},{"uri":"52_BC","surface_form":"51 BC","offset":1011},{"uri":"Ancient_Rome","surface_form":"Romans","offset":1022},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":1152},{"uri":"Germany","surface_form":"Germanic","offset":1202},{"uri":"Franks","surface_form":"Franks","offset":1228},{"uri":"Clovis_I","surface_form":"Clovis I","offset":1282},{"uri":"Charlemagne","surface_form":"Charlemagne","offset":1312},{"uri":"Aachen","surface_form":"Aachen","offset":1345},{"uri":"Vikings","surface_form":"Vikings","offset":1429},{"uri":"Hugh_Capet","surface_form":"Hugh Capet","offset":1449},{"uri":"French_Revolution","surface_form":"French Revolution","offset":1986},{"uri":"Spain","surface_form":"Spain","offset":2124},{"uri":"Belgium","surface_form":"Belgium","offset":2131},{"uri":"Holland","surface_form":"Holland","offset":2140},{"uri":"Luxembourg","surface_form":"Luxembourg","offset":2149},{"uri":"Switzerland","surface_form":"Switzerland","offset":2161},{"uri":"Italy","surface_form":"Italy","offset":2174},{"uri":"Germany","surface_form":"Germany","offset":2189},{"uri":"Austria","surface_form":"Austria","offset":2209},{"uri":"Croatia","surface_form":"Croatia","offset":2218},{"uri":"Slovenia","surface_form":"Slovenia","offset":2227},{"uri":"Poland","surface_form":"Poland","offset":2240},{"uri":"Napoleon","surface_form":"Napoleon","offset":2268},{"uri":"Russia","surface_form":"Russia","offset":2306},{"uri":"Prussia","surface_form":"Prussia","offset":2363},{"uri":"Nazi","surface_form":"Nazi","offset":2439},{"uri":"Oceanic_climate","surface_form":"oceanic climate","offset":2553},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen climate classification","offset":2576},{"uri":"Paris_M%C3%A9tro","surface_form":"Paris Métro","offset":3162},{"uri":"Charles_de_Gaulle_Airport","surface_form":"Charles de Gaulle Airport","offset":3863},{"uri":"Orly_Airport","surface_form":"Orly Airport","offset":3890},{"uri":"Beauvais-Till%C3%A9_Airport","surface_form":"Beauvais-Tillé Airport","offset":3904},{"uri":"Paris%E2%80%93Le_Bourget_Airport","surface_form":"Paris–Le Bourget Airport","offset":3931},{"uri":"Ch%C3%A2lons_Vatry_Airport","surface_form":"Châlons Vatry Airport","offset":3961}]}