{"id":44674,"url":"http://en.wikipedia.org/wiki/British_Museum","text":"The British Museum in London is one of the world's largest and most important museums of human history and culture. It has more than seven million objects from all continents. They illustrate and document the story of human culture from its beginning to the present. As with all other national museums and art galleries in Britain, the Museum charges no admission fee.\nThe British Museum set up in 1753 and opened in 1759. It was the first museum in the world to be open to everyone. The museum gradually grew over the next two hundred years. It has nearly six million visitors a year and is the third most popular art museum in the world.\nSome of the museum's most popular and important exhibits include the Rosetta Stone and the Elgin Marbles.\nHistory.\nThe history of the British Museum began with the Irish born British physicist Hans Sloane, who died aged 93 in 1753. During his life, he had collected many important things from all around the world. When he died, he did not want his collection to be split up between his relatives. He sold his collection to the parliament of King George II. The parliament set up the British Museum to hold the collection. By the time he died, Sloane had collected over 80,000 objects from all over the world including Egypt, Greece, Rome and the Americas. The collection was mostly books and manuscripts. There were many important archaeological pieces included as well.\nThe government looked at many possible places to build the new museum, including Buckingham House, which later became Buckingham Palace. Eventually a building called Montagu House was chosen. The Museum opened on 15 January 1759, although all visitors had to be shown around by stewards. Over the years the museum began to concentrate more and more on historical objects and sculptures. For this reason they were given the Rosetta Stone by King George III in 1802. The Rosetta Stone had previously been important to French historians trying understand the Hieroglyph language written by the Ancient Egyptians. In 1816 the Museum acquired the Elgin Marbles from Thomas Bruce, 7th Earl of Elgin. Elgin had taken them from the Parthenon in Athens, Greece several years earlier. Many people disagreed with the way Elgin took them from Greece. They compared his acts to looting and vandalism. People still argue about this issue today.\nIn 1822 King George III donated the entire Royal Library to the museum. This contained over 65,000 books and pamphlets. In 1823 the original building was demolished and work began on new buildings to hold the ever growing collection. Some of the space was freed up when the National Gallery opened in 1824, as many of the Museum's paintings and drawings were moved there.\nNew building and expansion.\nThe Museums collection continued to get bigger over the following years, and more and more buildings were added to hold the new objects. Important discoveries by people working for the British Museum included the Mausoleum of Halicarnassus by Charles Newton in 1857 and the Temple of Artemis in 1869. Many things found at these sites were taken to the Museum, where they have remained ever since. In 1852 the British Museum's famous round Reading Room was opened. It had enough space to display a million books at once.\nThe collection continued to get bigger and bigger. Eventually the Natural History Museum was set up in 1887 to hold the natural parts of the Museum's collection. It was around this time that electric lights were first put in the Museum. It was one of the first public places in England to do so.\nIn the early 1900s the Museum's board of directors bought all the houses surrounding it, knocked them all down and built over them. In 1939, just before the start of World War II, most of the Museum's exhibits were taken to other places because the directors were worried the Nazis might bomb the Museum during the Blitz. The exhibits were stored in old London Underground stations, as well as other places. The evacuation proved to be a good idea, as parts of the Museum were destroyed by bombs in 1940.\nInto the modern day.\nMuch of the 1950s was spent fixing the parts of the Museum destroyed by the bombing, and bringing back the pieces that had been taken away. During all this time the collection continued to get bigger, although space was slowly running out for all the books being brought in. The British Library was set up in 1973 to deal with this problem. In 1972 the Museum was loaned the Tutankhamun collection from the Museum of Cairo. They held a big exhibition called 'The Treasures of Tutankhamun' and it attracted over 1.5 million people to come and see it.\nIn 1998 the central courtyard, which had been unused before, was turned into the Great Court with the Reading Room at its centre. The Great Court has over 2 acres of space under its roof. This makes it the largest covered public space in Europe. It was opened by Queen Elizabeth II in January 2000.\nSince then the Museum has collected more things to do with history, rather than more modern pieces. They now have a large collection of Roman British, Ancient Greek and Ancient Egyptian artefacts, as well as objects from many other cultures and times around the world.\nDepartments.\nBecause of its extremely large size the Museum's collection is split into many parts, called \"departments\". The departments have changed many times over the years. They are sometimes merged together, split into smaller departments or renamed and changed altogether.\nDepartment of Ancient Egypt and Sudan.\nThe British Museums department of Ancient Egypt and Sudan is one of the biggest collections of Ancient Egyptian art in the world. Only the Egyptian Museum in Cairo has a bigger collection. They cover Egyptian and Sudanese history from around 10000 BC all the way to the 12th century AD, a period of around 12,000 years.\nAround 150 of the objects in the Egyptian department were part of the first collection which was given to the Museum by Hans Sloane in 1753. In 1801 the British defeated the French, led by Napoleon Bonaparte, at the battle of the Nile. After the battle, British forces took lots of Ancient Egyptian artifacts from the defeated French. They were given to the British Museum in 1803. These objects included the famous Rosetta Stone.\nThe department continued to get bigger, paying for archaeologists to go to Egypt and Sudan. They did this until 2001 when the Egyptian government made it much harder for Museums to take historical artefacts back to their own country. The collection now has over 110,000 exhibits.\nDepartment of Greece and Rome.\nThe British Museum's department of Greece and Rome is one of the biggest collections of Ancient Greek and Roman objects in the world. The objects come from nearly 4000 years of European history, from 3200 BC all the way to the 4th century AD.\nIt contains parts of two of the Seven Wonders of the Ancient World; the Mausoleum at Halikarnassos and the Temple of Artemis at Ephesos. It also had many pieces taken from the Parthenon in Athens, Greece. Like the rest of the Museum the department gets most of its collection from excavations or the acquiring of private collections. Some of the earliest objects in the collection were bought from the collection of Sir William Hamilton in 1772. In recent years the Museum's rules on how it can get objects have become much stricter. Other countries rules on allowing Museums to take objects away have also got stricter. This has meant the British Museum has gradually taken fewer items each year in recent times.\nDepartment of the Middle East.\nThe British Museum Department of the Middle East has the largest collection of Mesopotamian art in the world, outside Iraq. It has some 300,000 objects, covering the Neolithic period until present. It has objects from all over the Middle East including Mesopotamia (Iraq), Anatolia (Turkey), Levant (Syria, Lebanon and Jordan) and some pieces from central Asia. The Assyrian and Sumerian collections are also some of the biggest in the world.","categories":[],"infobox_types":[],"annotations":[{"uri":"London","surface_form":"London","offset":22},{"uri":"Museum","surface_form":"museum","offset":78},{"uri":"History","surface_form":"history","offset":95},{"uri":"Culture","surface_form":"culture","offset":107},{"uri":"List_of_most_visited_art_museums_in_the_world","surface_form":"most popular art museum in the world","offset":602},{"uri":"Exhibit","surface_form":"exhibit","offset":688},{"uri":"Rosetta_Stone","surface_form":"Rosetta Stone","offset":709},{"uri":"Elgin_Marbles","surface_form":"Elgin Marbles","offset":731},{"uri":"Physics","surface_form":"physicist","offset":823},{"uri":"Hans_Sloane","surface_form":"Hans Sloane","offset":833},{"uri":"Parliament","surface_form":"parliament","offset":1068},{"uri":"George_II_of_Great_Britain","surface_form":"King George II","offset":1082},{"uri":"Egypt","surface_form":"Egypt","offset":1259},{"uri":"Greece","surface_form":"Greece","offset":1266},{"uri":"Rome","surface_form":"Rome","offset":1274},{"uri":"Americas","surface_form":"Americas","offset":1287},{"uri":"Buckingham_Palace","surface_form":"Buckingham Palace","offset":1530},{"uri":"Montagu_House","surface_form":"Montagu House","offset":1578},{"uri":"Rosetta_Stone","surface_form":"Rosetta Stone","offset":1835},{"uri":"King_George_III","surface_form":"King George III","offset":1852},{"uri":"Hieroglyph","surface_form":"Hieroglyph","offset":1968},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":2003},{"uri":"Acquired","surface_form":"acquired","offset":2041},{"uri":"Elgin_Marbles","surface_form":"Elgin Marbles","offset":2054},{"uri":"Thomas_Bruce%2C_7th_Earl_of_Elgin","surface_form":"Thomas Bruce, 7th Earl of Elgin","offset":2073},{"uri":"Parthenon","surface_form":"Parthenon","offset":2136},{"uri":"Athens","surface_form":"Athens","offset":2149},{"uri":"Greece","surface_form":"Greece","offset":2157},{"uri":"Vandalism","surface_form":"vandalism","offset":2289},{"uri":"National_Gallery%2C_London","surface_form":"National Gallery","offset":2617},{"uri":"Mausoleum_of_Halicarnassus","surface_form":"Mausoleum of Halicarnassus","offset":2956},{"uri":"Temple_of_Artemis","surface_form":"Temple of Artemis","offset":3017},{"uri":"Natural_History_Museum","surface_form":"Natural History Museum","offset":3329},{"uri":"Lightbulb","surface_form":"electric lights","offset":3454},{"uri":"World_War_II","surface_form":"World War II","offset":3725},{"uri":"Nazis","surface_form":"Nazis","offset":3835},{"uri":"The_Blitz","surface_form":"the Blitz","offset":3870},{"uri":"London_Underground","surface_form":"London Underground","offset":3913},{"uri":"Loan","surface_form":"loan","offset":4449},{"uri":"Tutankhamun","surface_form":"Tutankhamun","offset":4460},{"uri":"Cairo","surface_form":"Cairo","offset":4502},{"uri":"Acre","surface_form":"acre","offset":4792},{"uri":"Europe","surface_form":"Europe","offset":4873},{"uri":"Queen_Elizabeth_II","surface_form":"Queen Elizabeth II","offset":4898},{"uri":"History","surface_form":"history","offset":4993},{"uri":"Roman_Britain","surface_form":"Roman British","offset":5070},{"uri":"Ancient_Greek","surface_form":"Ancient Greek","offset":5085},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":5103},{"uri":"Artefact","surface_form":"artefact","offset":5120},{"uri":"Merge","surface_form":"merge","offset":5399},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":5555},{"uri":"Sumer","surface_form":"Sudan","offset":5573},{"uri":"Art","surface_form":"art","offset":5633},{"uri":"Egyptian_Museum","surface_form":"Egyptian Museum","offset":5660},{"uri":"Cairo","surface_form":"Cairo","offset":5679},{"uri":"10000_BC","surface_form":"10000 BC","offset":5763},{"uri":"12th_century_AD","surface_form":"12th century AD","offset":5791},{"uri":"Hans_Sloane","surface_form":"Hans Sloane","offset":5961},{"uri":"France","surface_form":"French","offset":6015},{"uri":"Napoleon_Bonaparte","surface_form":"Napoleon Bonaparte","offset":6030},{"uri":"Battle_of_the_Nile","surface_form":"battle of the Nile","offset":6057},{"uri":"Rosetta_Stone","surface_form":"Rosetta Stone","offset":6257},{"uri":"Archaeology","surface_form":"archaeologists","offset":6323},{"uri":"Egypt","surface_form":"Egypt","offset":6347},{"uri":"Sudan","surface_form":"Sudan","offset":6357},{"uri":"Ancient_Greece","surface_form":"Ancient Greek","offset":6671},{"uri":"Roman_Empire","surface_form":"Roman","offset":6689},{"uri":"3200_BC","surface_form":"3200 BC","offset":6783},{"uri":"4th_century_AD","surface_form":"4th century AD","offset":6810},{"uri":"Mausoleum_at_Halikarnassos","surface_form":"Mausoleum at Halikarnassos","offset":6898},{"uri":"Temple_of_Artemis","surface_form":"Temple of Artemis","offset":6933},{"uri":"Ephesos","surface_form":"Ephesos","offset":6954},{"uri":"Parthenon","surface_form":"Parthenon","offset":7002},{"uri":"Athens","surface_form":"Athens","offset":7015},{"uri":"Greece","surface_form":"Greece","offset":7023},{"uri":"Excavation","surface_form":"excavation","offset":7107},{"uri":"Mesopotamia","surface_form":"Mesopotamia","offset":7650},{"uri":"Iraq","surface_form":"Iraq","offset":7689},{"uri":"Neolithic","surface_form":"Neolithic","offset":7737},{"uri":"Middle_East","surface_form":"Middle East","offset":7802},{"uri":"Turkey","surface_form":"Turkey","offset":7854},{"uri":"Syria","surface_form":"Syria","offset":7871},{"uri":"Lebanon","surface_form":"Lebanon","offset":7878},{"uri":"Jordan","surface_form":"Jordan","offset":7890},{"uri":"Asia","surface_form":"Asia","offset":7927},{"uri":"Assyria","surface_form":"Assyria","offset":7937},{"uri":"Sumer","surface_form":"Sumer","offset":7950}]}