{"id":446841,"url":"http://en.wikipedia.org/wiki/Sesame_Workshop","text":"Sesame Workshop is a company established in 1968. It was called Children's Television Workshop (CTW) until 2000. The Workshop is an American non-profit organization for the research and production of educational children's programs.\nThe Workshop oversaw the production of \"Sesame Street\", a television show for pre-school children from low-income families. Two years were spent, from 1966 to 1968, researching, developing, and raising money for the new show. It was called \"one of the most important television developments of the decade\".\n\"Sesame Street\" premiered on PBS in the United States in November 1969.\nCo-founder Joan Ganz Cooney said of the CTW model: \"From the beginning, we—the planners of the project—designed the show as an experimental research project with educational advisers, researchers, and television producers collaborating as equal partners\". She described the collaboration as an \"arranged marriage\".\nResearch.\nCooney's proposal included using \"in-house formative research\". This would inform and improve production. Independent evaluations tested the show's impact on its young viewers' learning.\nGerald S. Lesser and Edward L. Palmer were hired to do research for the show. Lesser and Palmer were the only scientists in the U.S. studying children and television at the time.144 They were responsible for developing a system of planning, production, and evaluation, and the interaction between television producers and educators, later called the \"CTW model\".\nLater.\nAfter \"Sesame Street\"s initial success, the CTW began to think about its survival. Their funding sources were organizations that tended to start projects, not sustain them. Government funding ended by 1981.\nThe CTW expanded into other areas, including the publications of books and music, international co-productions, interactive media and new technologies, licensing arrangements, and outreach programs to preschools. By 2005, income from the CTW's international co-productions of the show was $96 million. By 2008, the \"Sesame Street\" Muppets accounted for $15–17 million per year in licensing and merchandising fees.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":132},{"uri":"Non-profit_organization","surface_form":"non-profit organization","offset":141},{"uri":"Sesame_Street","surface_form":"Sesame Street","offset":273},{"uri":"PBS","surface_form":"PBS","offset":569},{"uri":"Gerald_S._Lesser","surface_form":"Gerald S. Lesser","offset":1124},{"uri":"Edward_L._Palmer","surface_form":"Edward L. Palmer","offset":1145},{"uri":"Muppets","surface_form":"Muppets","offset":2032}]}