{"id":44693,"url":"http://en.wikipedia.org/wiki/Back_to_the_Future","text":"\"Back to the Future\" is a 1985 American science fiction adventure movie directed by Robert Zemeckis and written by Bob Gale. It stars Michael J. Fox, Christopher Lloyd and Crispin Glover. It is the first movie for the \"Back to the Future trilogy\".\nPlot.\nIn 1985, Doc Emmett Brown shows teenage Marty his new creation: a car which can travel through time. The heart of the time machine is \"the flux capacitor,\" invented by Dr. Brown. The time machine needs plutonium to provide the power for the flux capacitor. Marty uses the car to escape from Libyan terrorists and accidentally goes back to the year 1955. Marty seeks out and meets Dr. Brown in 1955. The time machine is out of plutonium, and there is no plutonium available for the time machine in 1955. By chance, Marty knows the time and place of a one-time natural event (lightning strike) that can provide the power to transport the time machine and Marty back to 1985.\nThe situation in 1955 is complicated when Marty meets his own parents as teenagers. When he helps his father, he accidentally changes the events that lead to his parents becoming a couple. Marty's teenage mother becomes interested in Marty instead of Marty's father, George. With the help of the Doc of 1955, Marty tries to undo the damage he has done, and make his mother fall in love with his father. If he can get his parents back together, he has very little time to get back to the car to use the lightning strike to take the time machine and him (Marty) back to the future (i.e. 1985).","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":31},{"uri":"Science_fiction","surface_form":"science fiction","offset":40},{"uri":"Adventure_movie","surface_form":"adventure movie","offset":56},{"uri":"Robert_Zemeckis","surface_form":"Robert Zemeckis","offset":84},{"uri":"Bob_Gale","surface_form":"Bob Gale","offset":115},{"uri":"Michael_J._Fox","surface_form":"Michael J. Fox","offset":134},{"uri":"Christopher_Lloyd","surface_form":"Christopher Lloyd","offset":150},{"uri":"Crispin_Glover","surface_form":"Crispin Glover","offset":172},{"uri":"Back_to_the_Future_trilogy","surface_form":"Back to the Future trilogy","offset":219},{"uri":"Time_machine","surface_form":"time machine","offset":372},{"uri":"Plutonium","surface_form":"plutonium","offset":456},{"uri":"Libya","surface_form":"Libya","offset":545},{"uri":"Terrorist","surface_form":"terrorist","offset":552},{"uri":"Teenage","surface_form":"teenage","offset":1124}]}