{"id":447187,"url":"http://en.wikipedia.org/wiki/Harry_Brearley","text":"Harry Brearley (18 February 1871 – 14 July 1948) was an English metallurgist who invented stainless steel, that is, steel which does not rust.\nLife.\nBrearley was born in Sheffield, England, the son of a steelworker and his wife. He left Woodside School at the age of twelve to enter as a labourer in his father's steelworks. Later he got the post of general assistant in the company's chemical laboratory.\nFor several years, in addition to his laboratory work, he studied to specialize in steel production techniques and related chemical analysis methods.\nIn 1908, two of Sheffield's principal steelmaking companies agreed to jointly finance a common research laboratory (Brown Firth Laboratories). Harry Brearley was asked to lead the project.\nAfter leaving Brown Firth, Brearley joined Brown Bayley's Steel Works, also in Sheffield. He became a director of the firm in 1925.\nIn 1941 Brearley created a charitable trust The Freshgate Trust Foundation, a grantmaking charity operating in Sheffield and South Yorkshire.\nStainless steel.\nIn the troubled years immediately before World War I, arms manufacturing increased greatly in the UK. There were problems due to erosion (excessive wear) of the internal surfaces of gun barrels. Brearley began to research new steels which could better resist the erosion caused by high temperatures. He began to add chromium to steel, which was known to raise the material’s melting point, as compared to the standard carbon steels.\nThe research concentrated on quantifying the effects of varying the levels of carbon (C, at concentrations around 0.2 weight %) and chromium (Cr, in the range of 6 to 15 weight %).\nThe discovery.\nIn order to do examine the alloys, a metal sample is treated. For a carbon steel, a dilute solution of nitric acid in alcohol is sufficient to produce the required effect. Brearley found that the new chromium steels were very resistant to chemical attack.\nUp to that time carbon-steel knives rusted if they were not polished. Only expensive sterling silver or EPNS cutlery avoided the problem. With this in mind, Brearley tested his chromiun steel with food acids such as vinegar and lemon juice. The results were very promising.\nAt first, Brearley called the new alloy \"rustless steel\". The better-sounding \"stainless steel\" was suggested by Ernest Stuart, a local cutlery manufacturer.\nThe first true stainless steel, a 0.24wt% C, 12.8wt% Cr ferrous alloy, was produced by Brearley in an electric furnace on 13 August 1913. He was subsequently awarded the Iron and Steel Institute's Bessemer Gold Medal in 1920. The American Society for Metals gives the date for Brearley's creation of casting number 1008 (12.8% chromium, 0.44% manganese, 0.2% silicon, 0.24% carbon and 85.32% iron) as 20 August 1913.\nAlmost all research projects into stainless steels were interrupted by the 1914–18 War. The work was taken up again in the 1920s. Brearley had left the Brown Firth Laboratories in 1915, but the research continued under the direction of his successor, Dr. W. H. Hatfield. It is Hatfield who is credited with the development, in 1924, of a stainless steel which even today is probably the widest-used alloy of this type, the so-called \"18/8\", which in addition to chromium, includes nickel (Ni) in its composition (18wt% Cr, 8wt% Ni).","categories":[],"infobox_types":[],"annotations":[{"uri":"English_people","surface_form":"English","offset":56},{"uri":"Stainless_steel","surface_form":"stainless steel","offset":90},{"uri":"Rust","surface_form":"rust","offset":137},{"uri":"Sheffield","surface_form":"Sheffield","offset":170},{"uri":"England","surface_form":"England","offset":181},{"uri":"Chemical_analysis","surface_form":"chemical analysis","offset":529},{"uri":"Steelmaking","surface_form":"steelmaking","offset":594},{"uri":"World_War_I","surface_form":"World War I","offset":1077},{"uri":"Chromium","surface_form":"chromium","offset":1352},{"uri":"Carbon","surface_form":"carbon","offset":1454},{"uri":"Carbon","surface_form":"carbon","offset":1547},{"uri":"Chromium","surface_form":"chromium","offset":1601},{"uri":"Alloy","surface_form":"alloy","offset":1692},{"uri":"Carbon_steel","surface_form":"carbon steel","offset":1733},{"uri":"Nitric_acid","surface_form":"nitric acid","offset":1768},{"uri":"Alcohol","surface_form":"alcohol","offset":1783},{"uri":"Rust","surface_form":"rust","offset":1957},{"uri":"Sterling_silver","surface_form":"sterling silver","offset":2006},{"uri":"Nickel_silver","surface_form":"EPNS","offset":2025},{"uri":"Vinegar","surface_form":"vinegar","offset":2137},{"uri":"Lemon_juice","surface_form":"lemon juice","offset":2149},{"uri":"Cutlery","surface_form":"cutlery","offset":2331},{"uri":"Alloy","surface_form":"alloy","offset":2417},{"uri":"Furnace","surface_form":"furnace","offset":2464},{"uri":"Iron_and_Steel_Institute","surface_form":"Iron and Steel Institute","offset":2523},{"uri":"Bessemer_Gold_Medal","surface_form":"Bessemer Gold Medal","offset":2550},{"uri":"ASM_International_(society)","surface_form":"American Society for Metals","offset":2583},{"uri":"Nickel","surface_form":"nickel","offset":3251}]}