{"id":44716,"url":"http://en.wikipedia.org/wiki/Python","text":"\"Python\" is the name given to a genus of constricting snakes. Such snakes are not venomous. The family in question is the \"Pythonidae\". Pythons are more closely related to boas than to any other snake family. Boulenger (1890) thought this group was a subfamily (Pythoninae) of the family Boidae (boas). However, boas produce live young, while pythons are oviparous: they lay eggs.\n\"Python\" can be found in Southeast Asia and Africa, and other members of the family are found in New Guinea and Australia. Pythons can range from 3 feet long in species like ball pythons to 29 feet in species like reticulated pythons. Python is one of eight genera in the family. They all have a rather similar life style.\nMost members of the family are ambush predators: they stay motionless in a camouflaged position, and then strike suddenly at passing prey. They wrap their body round the prey and squeeze. To kill its prey, the python squeezes it to death, then swallows it whole. Larger pythons can prey on animals as large as a full-grown deer. In Africa, there are pythons that eat gazelles. Most of their prey is much smaller than that. Pythons may take several days or even weeks to fully digest prey.\nDespite their size, pythons are rarely dangerous to humans.\n\"Python\" can be up to 900 cm long and weigh up to 90 kg, but males are much smaller and lighter than females. The python can live up to 30 years. The breeding time is between 60 or 70 days.\nResearch indicates that all snakes, including pythonids, are descended from a venomous ancestor.\nPythons, like all snakes, are reptiles without limbs. Their long body only consists of a head, trunk and tail.\nBurmese Pythons have become an invasive species in south Florida. The problem is most serious in the Everglades National Park.\nIn 2013 a pet python killed two kids in New Brunswick, Canada.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":32},{"uri":"Snake","surface_form":"snake","offset":54},{"uri":"Venom_(poison)","surface_form":"venomous","offset":82},{"uri":"Family_(biology)","surface_form":"family","offset":96},{"uri":"Boa","surface_form":"boa","offset":172},{"uri":"George_Albert_Boulenger","surface_form":"Boulenger","offset":209},{"uri":"Boidae","surface_form":"Boidae","offset":288},{"uri":"Oviparous","surface_form":"oviparous","offset":355},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":406},{"uri":"Africa","surface_form":"Africa","offset":425},{"uri":"New_Guinea","surface_form":"New Guinea","offset":478},{"uri":"Australia","surface_form":"Australia","offset":493},{"uri":"Genera","surface_form":"genera","offset":639},{"uri":"Life_style","surface_form":"life style","offset":692},{"uri":"Ambush_predator","surface_form":"ambush predator","offset":735},{"uri":"Gazelle","surface_form":"gazelle","offset":1071},{"uri":"Invasive_species","surface_form":"invasive species","offset":1682},{"uri":"Florida","surface_form":"Florida","offset":1708},{"uri":"Everglades_National_Park","surface_form":"Everglades National Park","offset":1752},{"uri":"New_Brunswick","surface_form":"New Brunswick","offset":1818},{"uri":"Canada","surface_form":"Canada","offset":1833}]}