{"id":4472,"url":"http://en.wikipedia.org/wiki/DNA","text":"DNA, short for deoxyribonucleic acid, is the molecule that contains the genetic code of organisms. This includes animals, plants, protists, archaea and bacteria.\nDNA is in each cell in the organism and tells cells what proteins to make. Mostly, these proteins are enzymes. DNA is inherited by children from their parents. This is why children share traits with their parents, such as skin, hair and eye color. The DNA in a person is a combination of the DNA from each of their parents.\nPart of an organism's DNA is \"non-coding DNA\" sequences. They do not code for protein sequences. Some noncoding DNA is transcribed into non-coding RNA molecules, such as transfer RNA, ribosomal RNA, and regulatory RNAs. Other sequences are not transcribed at all, or give rise to RNA of unknown function. The amount of non-coding DNA varies greatly among species. For example, over 98% of the human genome is non-coding DNA, while only about 2% of a typical bacterial genome is non-coding DNA.\nViruses use either DNA or RNA to infect organisms. The genome replication of most DNA viruses takes place in the cell's nucleus, whereas RNA viruses usually replicate in the cytoplasm.\nStructure of DNA.\nDNA has a double helix shape, which is like a ladder twisted into a spiral. Each step of the ladder is a pair of nucleotides.\nNucleotides.\nThe 'rungs' of the DNA ladder are each made of two bases, one base coming from each leg. The bases connect in the middle: 'A' \"only\" pairs with 'T', and 'C' \"only\" pairs with 'G'. The bases are held together by hydrogen bonds.\nAdenine (A) and thymine (T) can pair up because they make two hydrogen bonds, and cytosine (C) and guanine (G) pair up to make three hydrogen bonds. Although the bases are always in fixed pairs, the pairs can come in any order (A-T or T-A; similarly, C-G or G-C). This way, DNA can write 'codes' out of the 'letters' that are the bases. These codes contain the message that tells the cell what to do.\nChromatin.\nOn chromosomes, the DNA is bound up with proteins called histones to form chromatin. This association takes part in epigenetics and gene regulation. Genes are switched on and off during development and cell activity, and this regulation is the basis of most of the activity which takes place in cells.\nCopying DNA.\nWhen DNA is copied,this is called DNA replication. Briefly, the hydrogen bonds holding together paired bases are broken and the molecule is split in half: the legs of the ladder are separated. This gives two single strands. New strands are formed by matching the bases (A with T and G with C) to make the missing strands.\nFirst, an enzyme called DNA helicase splits the DNA down the middle by breaking the hydrogen bonds. Then after the DNA molecule is in two separate pieces, another molecule called DNA polymerase makes a new strand that matches each of the strands of the split DNA molecule. Each copy of a DNA molecule is made of half of the original (starting) molecule and half of new bases.\nMutations.\nMutations may also be classified by their effect on the structure and function of proteins, or their effect on fitness. Mutations may be bad for the organism, or neutral, or of benefit. Sometimes mutations are fatal for the organism – the protein made by the new DNA does not work at all, and this causes the embryo to die. On the other hand, evolution is moved forward by mutations, when the new version of the protein works better for the organism.\nProtein synthesis.\nA section of DNA that contains instructions to make a protein is called a gene. Each gene has the sequence for at least one polypeptide. Proteins form structures, and also form enzymes. The enzymes do most of the work in cells. Proteins are made out of smaller polypeptides, which are formed of amino acids. To make a protein to do a particular job, the correct amino acids have to be joined up in the correct order.\nProteins are made by tiny machines in the cell called ribosomes. Ribosomes are in the main body of the cell, but DNA is only in the nucleus of the cell. The codon is part of the DNA, but DNA never leaves the nucleus. Because DNA cannot leave the nucleus, the cell nucleus makes a copy of the DNA sequence in RNA. This is smaller and can get through the holes – pores – in the membrane of the nucleus and out into the cell.\nGenes encoded in DNA are transcribed into messenger RNA (mRNA) by proteins such as RNA polymerase. Mature mRNA is then used as a template for protein synthesis by the ribosome. Ribosomes read codons, 'words' made of three base pairs that tell the ribosome which amino acid to add. The ribosome scans along an mRNA, reading the code while it makes protein. Another RNA called tRNA helps match the right amino acid to each codon.\nHistory of DNA research.\nDNA was first isolated (extracted from cells) by Swiss physician Friedrich Miescher in 1869, when he was working on bacteria from the pus in surgical bandages. The molecule was found in the nucleus of the cells and so he called it \"nuclein\".\nIn 1928, Frederick Griffith discovered that traits of the \"smooth\" form of \"Pneumococcus\" could be transferred to the \"rough\" form of the same bacteria by mixing killed \"smooth\" bacteria with the live \"rough\" form. This system provided the first clear suggestion that DNA carries genetic information.\nThe Avery–MacLeod–McCarty experiment identified DNA as the transforming principle in 1943.\nDNA's role in heredity was confirmed in 1952, when Alfred Hershey and Martha Chase in the Hershey–Chase experiment showed that DNA is the genetic material of the T2 bacteriophage.\nIn the 1950s, Erwin Chargaff found that the amount of thymine (T) present in a molecule of DNA was about equal to the amount of adenine (A) present. He found that the same applies to guanine (G) and cytosine (C). Chargaff's rules summarises this finding.\nIn 1953, James D. Watson and Francis Crick suggested what is now accepted as the first correct double-helix model of DNA structure in the journal \"Nature\". Their double-helix, molecular model of DNA was then based on a single X-ray diffraction image \"Photo 51\", taken by Rosalind Franklin and Raymond Gosling in May 1952.\nExperimental evidence supporting the Watson and Crick model was published in a series of five articles in the same issue of \"Nature\". Of these, Franklin and Gosling's paper was the first publication of their own X-ray diffraction data and original analysis method that partly supported the Watson and Crick model; this issue also contained an article on DNA structure by Maurice Wilkins and two of his colleagues, whose analysis and \"in vivo\" B-DNA X-ray patterns also supported the presence \"in vivo\" of the double-helical DNA configurations as proposed by Crick and Watson for their double-helix molecular model of DNA in the previous two pages of \"Nature\". In 1962, after Franklin's death, Watson, Crick, and Wilkins jointly received the Nobel Prize in Physiology or Medicine. Nobel Prizes were awarded only to living recipients at the time. A debate continues about who should receive credit for the discovery.\nIn 1957, Crick explained the relationship between DNA, RNA, and proteins, in the central dogma of molecular biology.\nHow DNA was copied (the replication mechanism) came in 1958 through the Meselson–Stahl experiment. More work by Crick and coworkers showed that the genetic code was based on non-overlapping triplets of bases, called codons. These findings represent the birth of molecular biology.\nHow Watson and Crick got Franklin's results has been much debated. Crick, Watson and Maurice Wilkins were awarded the Nobel Prize in 1962 for their work on DNA – Rosalind Franklin had died in 1958.\nDNA and privacy concerns.\nPolice in the United States used DNA and family tree public databases to solve cold cases. The American Civil Liberties Union raised concerns over this practice.","categories":[],"infobox_types":[],"annotations":[{"uri":"Abbreviation","surface_form":"short","offset":5},{"uri":"Molecule","surface_form":"molecule","offset":45},{"uri":"Genetics","surface_form":"genetic","offset":72},{"uri":"Organism","surface_form":"organism","offset":88},{"uri":"Animal","surface_form":"animal","offset":113},{"uri":"Plant","surface_form":"plant","offset":122},{"uri":"Protist","surface_form":"protist","offset":130},{"uri":"Archaea","surface_form":"archaea","offset":140},{"uri":"Bacteria","surface_form":"bacteria","offset":152},{"uri":"Cell","surface_form":"cell","offset":177},{"uri":"Protein","surface_form":"protein","offset":219},{"uri":"Enzymes","surface_form":"enzymes","offset":264},{"uri":"Heredity","surface_form":"inherited","offset":280},{"uri":"Phenotype","surface_form":"traits","offset":349},{"uri":"Non-coding_DNA","surface_form":"non-coding DNA","offset":516},{"uri":"Non-coding_RNA","surface_form":"non-coding RNA","offset":622},{"uri":"Transfer_RNA","surface_form":"transfer RNA","offset":656},{"uri":"Ribosomal_RNA","surface_form":"ribosomal RNA","offset":670},{"uri":"Regulatory_RNA","surface_form":"regulatory RNA","offset":689},{"uri":"Bacterial","surface_form":"bacterial","offset":944},{"uri":"Genome","surface_form":"genome","offset":954},{"uri":"Virus","surface_form":"Virus","offset":980},{"uri":"RNA","surface_form":"RNA","offset":1006},{"uri":"Infection","surface_form":"infect","offset":1013},{"uri":"Genome","surface_form":"genome","offset":1035},{"uri":"DNA_replication","surface_form":"replication","offset":1042},{"uri":"Cell_nucleus","surface_form":"nucleus","offset":1100},{"uri":"Cytoplasm","surface_form":"cytoplasm","offset":1154},{"uri":"Helix","surface_form":"helix","offset":1200},{"uri":"Spiral","surface_form":"spiral","offset":1251},{"uri":"Nucleotide","surface_form":"nucleotide","offset":1296},{"uri":"Hydrogen_bond","surface_form":"hydrogen bond","offset":1533},{"uri":"Protein","surface_form":"protein","offset":2002},{"uri":"Histone","surface_form":"histone","offset":2018},{"uri":"Chromatin","surface_form":"chromatin","offset":2035},{"uri":"Epigenetics","surface_form":"epigenetics","offset":2077},{"uri":"Gene_regulation","surface_form":"gene regulation","offset":2093},{"uri":"DNA_replication","surface_form":"DNA replication","offset":2310},{"uri":"Enzyme","surface_form":"enzyme","offset":2608},{"uri":"DNA_polymerase","surface_form":"DNA polymerase","offset":2777},{"uri":"Fitness","surface_form":"fitness","offset":3096},{"uri":"Embryo","surface_form":"embryo","offset":3294},{"uri":"Evolution","surface_form":"evolution","offset":3328},{"uri":"Gene","surface_form":"gene","offset":3529},{"uri":"Polypeptide","surface_form":"polypeptide","offset":3579},{"uri":"Polypeptide","surface_form":"polypeptide","offset":3716},{"uri":"Amino_acid","surface_form":"amino acid","offset":3750},{"uri":"Ribosome","surface_form":"ribosome","offset":3926},{"uri":"RNA","surface_form":"RNA","offset":4180},{"uri":"Pores","surface_form":"pores","offset":4233},{"uri":"Transcription_(genetics)","surface_form":"transcribed","offset":4320},{"uri":"Messenger_RNA","surface_form":"messenger RNA","offset":4337},{"uri":"RNA_polymerase","surface_form":"RNA polymerase","offset":4378},{"uri":"Template","surface_form":"template","offset":4424},{"uri":"Codon","surface_form":"codon","offset":4487},{"uri":"Amino_acid","surface_form":"amino acid","offset":4557},{"uri":"TRNA","surface_form":"tRNA","offset":4670},{"uri":"Switzerland","surface_form":"Swiss","offset":4797},{"uri":"Physician","surface_form":"physician","offset":4803},{"uri":"Pus","surface_form":"pus","offset":4882},{"uri":"Frederick_Griffith","surface_form":"Frederick Griffith","offset":4999},{"uri":"Trait_(biology)","surface_form":"traits","offset":5034},{"uri":"Avery%E2%80%93MacLeod%E2%80%93McCarty_experiment","surface_form":"Avery–MacLeod–McCarty experiment","offset":5295},{"uri":"Griffith%27s_experiment","surface_form":"transforming principle","offset":5350},{"uri":"Heredity","surface_form":"heredity","offset":5396},{"uri":"Alfred_Hershey","surface_form":"Alfred Hershey","offset":5433},{"uri":"Martha_Chase","surface_form":"Martha Chase","offset":5452},{"uri":"Hershey%E2%80%93Chase_experiment","surface_form":"Hershey–Chase experiment","offset":5472},{"uri":"Genetic","surface_form":"genetic","offset":5520},{"uri":"Bacteriophage","surface_form":"bacteriophage","offset":5547},{"uri":"James_D._Watson","surface_form":"James D. Watson","offset":5826},{"uri":"Francis_Crick","surface_form":"Francis Crick","offset":5846},{"uri":"X-ray_diffraction","surface_form":"X-ray diffraction","offset":6043},{"uri":"Rosalind_Franklin","surface_form":"Rosalind Franklin","offset":6088},{"uri":"Raymond_Gosling","surface_form":"Raymond Gosling","offset":6110},{"uri":"James_D._Watson","surface_form":"Watson","offset":6176},{"uri":"Francis_Crick","surface_form":"Crick","offset":6187},{"uri":"Maurice_Wilkins","surface_form":"Maurice Wilkins","offset":6510},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":6880},{"uri":"Nobel_Prize_in_Physiology_or_Medicine","surface_form":"Physiology or Medicine","offset":6895},{"uri":"Central_dogma_of_molecular_biology","surface_form":"central dogma of molecular biology","offset":7135},{"uri":"Meselson%E2%80%93Stahl_experiment","surface_form":"Meselson–Stahl experiment","offset":7243},{"uri":"Codon","surface_form":"codon","offset":7387},{"uri":"Molecular_biology","surface_form":"molecular biology","offset":7433},{"uri":"Maurice_Wilkins","surface_form":"Maurice Wilkins","offset":7537},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":7570},{"uri":"United_States","surface_form":"United States","offset":7690},{"uri":"Family_tree","surface_form":"family tree","offset":7717},{"uri":"Databases","surface_form":"databases","offset":7736},{"uri":"Cold_case","surface_form":"cold case","offset":7755},{"uri":"American_Civil_Liberties_Union","surface_form":"American Civil Liberties Union","offset":7771}]}