{"id":447355,"url":"http://en.wikipedia.org/wiki/Punch-Out%21%21_(Wii)","text":"\"Punch-Out!!\" is a boxing video game written by Next Level Games for the Nintendo Wii. It is the fifth game in the \"Punch-Out!!\" series.\nIt was first sold at the Nintendo World Store in New York City on May 16, 2009. It was then in other shops from May 18, 2009 in North America, and from May 22, 2009 in Europe.\nIn January 2015 Nintendo Direct, said that \"Punch-Out!!\" and other Wii games would be released for download through the Wii U's Nintendo eShop.\nPlay.\n\"Punch-Out!!\" stars a boxer named Little Mac working his way up the professional boxing circuits, facing a series of colorful boxers. The game requires good speed to keep up with the boxers who are controlled by the Wii. Some of the new opponents in this game are Disco Kid, Giga Mac and Donkey Kong. There are also ten boxers from old versions of \"Punch-Out!!\".\nThe Wii Remote and Nunchuk can be used together, a Wii Balance Board can be used along with Wii Remote and Nunchuk to duck or dodge, or the Wii Remote can be used by itself.\nThe player must react quickly and spot the moves the opponent is about to make. They need to dodge or block their attacks, before returning with attacks to either the body or the head with the left and right fists. Hitting a weak point at the right time earns stars, with the player able to save up to three stars, losing them if they are hit. When the player has one or more stars, they can perform a Star Punch which deals extra damage. Each fighter has a gauge which must be run down in order to knock the opponent down. Also the player has a heart counter that goes down if they are hit, or if their attacks are blocked. If it reaches zero, the player cannot attack. The player wins a match by either knocking out their opponent (either by a ten count or because they are unable to recover), earning a \"technical knock out\" by knocking them down three times in a single round, or winning by decision after three rounds have passed. If the player is hit by a knockout punch, it is possible to recover.\nDevelopment.\nThe game was revealed in 2008 at the Nintendo Media Summit, where a fifteen second trailer was shown. It was later announced that it was being developed by Next Level Games which had worked with Nintendo on games such as \"Super Mario Strikers\". Nintendo wished to make a new game similar to the original \"Punch-Out!!\" for the NES, so they asked the studio to design the game to be exactly like it and the characters to look like the original games.","categories":[],"infobox_types":[],"annotations":[{"uri":"Boxing","surface_form":"boxing","offset":19},{"uri":"Video_game","surface_form":"video game","offset":26},{"uri":"Wii","surface_form":"Wii","offset":82},{"uri":"New_York_City","surface_form":"New York City","offset":186},{"uri":"Nintendo_Direct","surface_form":"Nintendo Direct","offset":329},{"uri":"Wii_U","surface_form":"Wii U","offset":433},{"uri":"Wii_Remote","surface_form":"Wii Remote","offset":830},{"uri":"Wii_Balance_Board","surface_form":"Wii Balance Board","offset":877},{"uri":"Super_Mario_Strikers","surface_form":"Super Mario Strikers","offset":2240},{"uri":"Nintendo_Entertainment_System","surface_form":"NES","offset":2344}]}