{"id":447328,"url":"http://en.wikipedia.org/wiki/Ground_beetle","text":"Ground beetles are the Carabidae, a large, cosmopolitan family of beetles. There are more than 40,000 species worldwide, about 2,000 of which are found in North America and 2,700 in Europe. There are a large number of subfamilies.\nDescription.\nAlthough their body shapes and colouring vary, most are shiny black or metallic. They have ridged wing covers (elytra). The elytra are fused in some large flightless species.\nAlmost all carabids have a groove on their foreleg with a comb of hairs used to clean their antennae.\nDefensive secretions.\nThey defend themselves with noxious secretions. This is typical for the ancient beetle suborder Adephaga to which they belong. They have paired glands in the lower back of the abdomen. These are well developed, and produce noxious or even caustic secretions used to deter would-be predators.\nIn bombardier beetles these secretions are mixed with volatile compounds and ejected by a small combustion with a loud popping sound and a cloud of hot and acrid gas. This can injure small mammals, such as shrews, and may kill invertebrate predators outright. To humans, getting \"bombed\" by a bombardier beetle is a decidedly unpleasant experience. This ability has evolved twice – in the flanged bombardier beetles (Paussinae) which are among the most ancient ground beetles, as well as in the typical bombardier beetles (Brachininae) which are part of a later lineage.\n\"A \"Cychrus rostratus\" once squirted into my eye & gave me extreme pain; & I must tell you what happened to me on the banks of the Cam in my early entomological days; under a piece of bark I found two carabi (I forget which) & caught one in each hand, when lo & behold I saw a sacred \"Panagaeus cruxmajor\"; I could not bear to give up either of my Carabi, & to lose \"Panagæus\" was out of the question, so that in despair I gently seized one of the carabi between my teeth, when to my unspeakable disgust & pain the little inconsiderate beast squirted his acid down my throat & I lost both Carabi & \"Panagæus\"!\"\nEcology.\nGround beetles often live under the bark of trees, under logs, or among rocks or sand by the edge of ponds and rivers. Most species are carnivorous and actively hunt for any invertebrate prey they can overpower. Some run fast to catch their prey; tiger beetles (Cicindelinae) are certainly fast runners in comparison to their length. Unlike most Carabidae, which are nocturnal, the tiger beetles are active daytime hunters and often brightly coloured. They have large eyes and hunt by sight. Ground beetles of the species \"Promecognathus laevissimus\" are specialised predators of the cyanide millipede \"Harpaphe haydeniana\". They can counter the hydrogen cyanide which makes these millipedes poisonous to most carnivores.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cosmopolitan_distribution","surface_form":"cosmopolitan","offset":43},{"uri":"Family_(biology)","surface_form":"family","offset":56},{"uri":"Beetle","surface_form":"beetle","offset":66},{"uri":"North_America","surface_form":"North America","offset":155},{"uri":"Europe","surface_form":"Europe","offset":182},{"uri":"Elytra","surface_form":"elytra","offset":355},{"uri":"Species","surface_form":"species","offset":410},{"uri":"Antenna_(biology)","surface_form":"antennae","offset":511},{"uri":"Noxious","surface_form":"noxious","offset":571},{"uri":"Suborder","surface_form":"suborder","offset":630},{"uri":"Adephaga","surface_form":"Adephaga","offset":639},{"uri":"Gland","surface_form":"gland","offset":687},{"uri":"Abdomen","surface_form":"abdomen","offset":719},{"uri":"Corrosive_substance","surface_form":"caustic","offset":782},{"uri":"Predator","surface_form":"predator","offset":824},{"uri":"Bombardier_beetle","surface_form":"bombardier beetle","offset":838},{"uri":"Volatiles","surface_form":"volatile","offset":889},{"uri":"Combustion","surface_form":"combustion","offset":931},{"uri":"Mammal","surface_form":"mammal","offset":1024},{"uri":"Shrew","surface_form":"shrew","offset":1041},{"uri":"Invertebrate","surface_form":"invertebrate","offset":1062},{"uri":"Evolution","surface_form":"evolved","offset":1201},{"uri":"Brachininae","surface_form":"Brachininae","offset":1358},{"uri":"River_Cam","surface_form":"Cam","offset":1537},{"uri":"Bark","surface_form":"bark","offset":2062},{"uri":"Carnivorous","surface_form":"carnivorous","offset":2162},{"uri":"Invertebrate","surface_form":"invertebrate","offset":2200},{"uri":"Tiger_beetle","surface_form":"tiger beetle","offset":2273},{"uri":"Nocturnal","surface_form":"nocturnal","offset":2393},{"uri":"Harpaphe_haydeniana","surface_form":"Harpaphe haydeniana","offset":2629},{"uri":"Cyanide","surface_form":"cyanide","offset":2681}]}