{"id":447413,"url":"http://en.wikipedia.org/wiki/Reagan_Era","text":"The Reagan Era or Age of Reagan is an era in American history that lasted from 1981 to 1989. It is used by historians and political theorists to show that the conservative \"Reagan Revolution\" led by President Ronald Reagan in domestic and foreign policy had a long and lasting impact.\nDuring the era.\nRonald Reagan was elected President in 1980. He defeated incumbent Jimmy Carter by winning 44 out of the 50 American states. When Ronald Reagan became president, he signed the Economic Recovery Tax Act of 1981, which some people say helped the economy. Afterwards more and more jobs began to appear. More people were getting jobs. Inflation decreased. During Reagan's presidency, he also helped expand the American military. This also created more jobs, but also raised the deficit. During his first term, the economy went from a 4.5% to 7.2%.\nIn 1984, Reagan won in a major landslide by winning 49 out of the 50 American states. During his second term, Reagan focused on ending the Cold War. He held many meetings between Margaret Thatcher, Pope John Paul II, and Soviet leader Mikhail Gorbachev. They first met at the Geneva Summit in 1985. Later they both discovered their passion of ending the war. Reagan met four times with Soviet leader Mikhail Gorbachev, who ascended to power in 1985, and their summit conferences led to the signing of the Intermediate-Range Nuclear Forces Treaty.\nAlso during his second term, Reagan's Invasion of Grenada and bombing of Libya were popular in the US, though his backing of the Contras rebels was mired in the controversy over the Iran–Contra affair that revealed Reagan's poor management style.\nReagan was also president during the outbreak of the AIDS crisis in America. Many members of the American LGBT community found Reagan's response to the epidemic to be delayed, and that he is responsible for a wide spread of the disease.\nReagan's legacy.\nThey thought Reagan dominated this stretch of American history in the same way that President Franklin D. Roosevelt and his New Deal legacy dominated the forty years that followed. The Reagan Era included ideas and personalities beyond Reagan himself. Since leaving office in 1989, Reagan has become one of the most popular Presidents of the United States.\nReagan's characteristics.\nReagan is usually characterized as the leader of a conservative movement whose ideas, whether good or bad, overwhelmed the national policy making in areas such as taxes, welfare, defense, the federal judiciary and the Cold War. Although he faced liberal opposition by the American public, Reagan is revered by conservatives for serving as an embodiment of their beliefs.","categories":[],"infobox_types":[],"annotations":[{"uri":"History_of_the_United_States","surface_form":"American history","offset":45},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":209},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":301},{"uri":"Jimmy_Carter","surface_form":"Jimmy Carter","offset":368},{"uri":"Economic_Recovery_Tax_Act_of_1981","surface_form":"Economic Recovery Tax Act of 1981","offset":477},{"uri":"Economic_deficit","surface_form":"deficit","offset":775},{"uri":"Cold_War","surface_form":"Cold War","offset":984},{"uri":"Margaret_Thatcher","surface_form":"Margaret Thatcher","offset":1024},{"uri":"Pope_John_Paul_II","surface_form":"Pope John Paul II","offset":1043},{"uri":"Mikhail_Gorbachev","surface_form":"Mikhail Gorbachev","offset":1080},{"uri":"Geneva_Summit_(1985)","surface_form":"Geneva Summit","offset":1121},{"uri":"Intermediate-Range_Nuclear_Forces_Treaty","surface_form":"Intermediate-Range Nuclear Forces Treaty","offset":1350},{"uri":"Invasion_of_Grenada","surface_form":"Invasion of Grenada","offset":1430},{"uri":"1986_United_States_bombing_of_Libya","surface_form":"bombing of Libya","offset":1454},{"uri":"Contras","surface_form":"Contras","offset":1521},{"uri":"Iran%E2%80%93Contra_affair","surface_form":"Iran–Contra affair","offset":1574},{"uri":"AIDS","surface_form":"AIDS","offset":1692},{"uri":"LGBT","surface_form":"LGBT","offset":1745},{"uri":"Franklin_D._Roosevelt","surface_form":"Franklin D. Roosevelt","offset":1987},{"uri":"New_Deal","surface_form":"New Deal","offset":2017},{"uri":"Tax","surface_form":"taxes","offset":2439},{"uri":"Welfare","surface_form":"welfare","offset":2446},{"uri":"Defense_(military)","surface_form":"defense","offset":2455},{"uri":"Federal_judiciary","surface_form":"federal judiciary","offset":2468},{"uri":"Cold_War","surface_form":"Cold War","offset":2494}]}