{"id":447480,"url":"http://en.wikipedia.org/wiki/Sri_Lankan_elephant","text":"The Sri Lankan elephant (\"Elephas maximus maximus\") is one of the three subspecies of the Asian elephant (\"Elephas maximus\").\nThe other two subspecies are the Indian elephant (\"Elephas maximus indicus\") and the Sumatran elephant (\"Elephas maximus sumatranus\").\nThe Sri Lankan elephant is the largest of the three subspecies. They are about tall, and can weigh up to. They eat leaves, shrubs, grasses, and other plants.\nThis subspecies is the National animal of Sri Lanka and is native to the island country. It once lived over the entire island. They now live in the dry zones in the north, east, and southeast. These zones are mainly dry deciduous woodland, scrubland, grassland, and marshes. There is a small group in the rainforest.\nSri Lankan elephants are sometimes working animals. They carry timber, transport passengers, and participate in public events like the Procession of Buddha's Tooth. There were many of them in the past. They were aggressively hunted.\nIn modern times, these elephants can be seen in Sri Lanka's national parks and elephant orphanages. They have been declared an endangered species, and are protected by law. Killing one carries the death penalty.\nDescription.\nAsian elephants are usually smaller than African elephants. Females are usually smaller than males. Life span is about 60-70 years in the wild, and over 80 years in captivity. Elderly elephants may starve to death when their teeth wear out or fall out.\nThe Asian elephant's highest body point is on its head. The tip of their trunk is used like a finger. Their back is curved upward or level.\nTheir ears are smaller than those of the African elephant. Their feet have more nails than those of African elephants. They have five nails on each front foot, and four on each back foot. Few Sri Lankan male elephants develop tusks, and females have no tusks. Their skin color is darker than that of the two other Asian subspecies. They may have large patches of skin color loss (depigmentation) on ears, face, trunk, and tummy.\nSri Lankan elephants are the largest subspecies of the Asian elephant. Their shoulder height is between 6 and 11 ft. They weigh between 4,000 and 12,000 lb.\nLike humans, apes, and dolphins, they have a large and well developed brain. They are very smart. Elephants have the largest brain of all land animals. They have very good memories. They can remember places, people, and events from long in the past.\nDistribution.\nThe Sri Lankan elephant was once widely distributed across Sri Lanka. Over the past two hundred years however, human land use and development has forced the elephant from the wet and fertile regions of the southwest to the drier regions of the north, east, and southeast. These drier areas are mainly deciduous woodland, scrub, grassland, and marshes.\nSocial lives.\nLike the two other subspecies of Asian elephants, Sri Lankan elephants live in groups of individuals that are related by blood. The group is led by a matriarch. She is usually the oldest and most experienced female in the group.\nSometimes a group will join another group to become a clan. The clan may then join another group or clan to become a herd. Groups are female-centered, and consist of grandmothers, mothers, daughters, sisters, and aunts.\nImmature male elephants are members of the group, but once they reach sexual maturity, the females drive them out of the group. These males may then join bachelor groups or live on their own.\nFamily ties.\nA mature male elephant is a bull, and a mature female elephant is a cow. Their offspring are called calves. Calves suckle for 2 to 5 years, and develop close ties with their mothers. All cows in the group, clan, or herd will help in different ways to raise and protect the calves.\nMale calves are more likely to leave their mothers to play. Play involves head sparring, mounting, charging, shoving, and chasing. Female calves play chasing and running games, throw sticks, and may attack imaginary foes. Both sexes play rough and tumble games with each other.\nMale elephants.\nWhen males reach sexual maturity in their early teens, the matriarch and other female members of the group will chase him away. These males will not be able to mate with their relatives. The babies of such close unions will likely be inferior elephants.\nYoung males often form bachelor groups. Only a very few of Sri Lankan male elephants develop tusks. Female do not have tusks. Males become more solitary as they grow older. Adult males join females only for mating. Males do not help in raising the young.\nFeeding.\nSri Lankan elephants eat leaves, grasses, shrubs, and vines. They sometimes enter farm gardens and eat crop plants. Baby and young elephants feed mostly on different grasses.\nSri Lankan elephants are both browsers and grazers. They walk along and eat, but also stand still and eat what they can reach.\nAdult elephants eat 300-400 lb. of food per day to support their bulk. These elephants will eat for up to 16 hours a day to meet their need for food. They drink from 25 to 50 gallons of water daily.\nDefecation.\nThe elephants use less than 50% of the food they eat. They produce huge amounts of manure. They defecate about 16–18 times a day, and produce about 220 lbs. of dung.\nIn the wild, this manure carries and spreads the undigested seeds in the elephant's diet. Their manure is a source of food for insects and birds.\nReproduction.\nAsian male elephants reach sexual maturity during their early teens. At that time, they enter an annual phase called \"musth\". This is a period when they become sexually aggressive. They will fight other males to mate with a female.\nOnce a male and female have successfully mated, a baby elephant called a calf develops in the mother's womb. The calf is born after an 18 to 22 month period. At birth, the calf weighs about 220 lb. Twins are rare.\nBabies are weaned at 18 months to 3 years or longer. Female calves stay close to their mothers to strengthen their bonds; male calves venture away from their mothers to explore and play.\nOnce a mother gives birth, she usually does not breed again until the first calf is weaned. This results in a birth interval of 4 to 5 years. Mothers remain with their herd, but mature males are driven away.\nHumans and elephants.\nIn the distant past, Sri Lankan elephants numbered in the hundreds of thousands. They lived in all zones of the island. They were aggressively hunted by Sri Lankans, other Asians, and Europeans.\nIn the 19th century, a British officer was said to have killed 1,500 elephants. Other British officers held similar records. Between 1829 and 1855 alone, more than 6,000 elephants were captured and killed.\nIn 2014, there was an estimated 4,000 elephants living on Sri Lanka. The Sri Lankan elephant is protected under the Fauna and Flora Protection Ordinance of Sri Lanka (FFPO), and killing it carries the death penalty.\nSri Lankan elephants are important to the economic and cultural life of Sri Lanka. Some are working elephants. They are used to carry timber. These elephants are losing their jobs because tractors are replacing them.\nElephants can be seen in protected areas and national parks. These elephants attract tourists. This trade improves the economy and the lives of Sri Lankans.\nThe elephant has always been held in great cultural esteem in Sri Lanka. Rajah, a Sri Lankan elephant with tusks that nearly touched the ground, was declared a national treasure in 1985.\nSri Lankan elephants participate in ceremonies, processions, and other public events. The Esala Perahera (the festival of Buddha's tooth) is held annually in Kandy, Sri Lanka. It is thought to date to the 3rd century BC. Elephants lead the procession, bearing the sacred tooth.\nEndangered species.\nSri Lankan elephants face the same threats to survival as other Asian elephant subspecies do: the clearing of forests to make way for farms and other human developments has destroyed their living areas.\nConflicts between elephants and humans have been the result. These conflicts have led to the death of both elephants and humans, and the destruction of property. The situation is complicated by the elephant's taste for crops grown by humans such as sugar cane, bananas, and other fruits.\nIn 1997, about 126 wild elephants were lost as a result of these conflicts. Conflict between government troops and a terrorist group called the Tamil Tigers has also put elephants at risk.","categories":[],"infobox_types":[],"annotations":[{"uri":"Subspecies","surface_form":"subspecies","offset":72},{"uri":"Asian_elephant","surface_form":"Asian elephant","offset":90},{"uri":"Indian_elephant","surface_form":"Indian elephant","offset":159},{"uri":"Sumatran_elephant","surface_form":"Sumatran elephant","offset":211},{"uri":"Leaf","surface_form":"leaves","offset":376},{"uri":"Shrub","surface_form":"shrub","offset":384},{"uri":"Grass","surface_form":"grass","offset":392},{"uri":"Plant","surface_form":"plant","offset":411},{"uri":"List_of_national_animals","surface_form":"National animal","offset":442},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":461},{"uri":"Deciduous","surface_form":"deciduous","offset":639},{"uri":"Woodland","surface_form":"woodland","offset":649},{"uri":"Scrubland","surface_form":"scrubland","offset":659},{"uri":"Grassland","surface_form":"grassland","offset":670},{"uri":"Marsh","surface_form":"marsh","offset":685},{"uri":"Rainforest","surface_form":"rainforest","offset":724},{"uri":"Timber","surface_form":"timber","offset":799},{"uri":"Hunting","surface_form":"hunted","offset":961},{"uri":"National_park","surface_form":"national park","offset":1029},{"uri":"Orphanage","surface_form":"orphanage","offset":1057},{"uri":"Endangered_species","surface_form":"endangered species","offset":1096},{"uri":"Death_penalty","surface_form":"death penalty","offset":1166},{"uri":"African_elephant","surface_form":"African elephant","offset":1235},{"uri":"Teeth","surface_form":"teeth","offset":1419},{"uri":"Tusk","surface_form":"tusk","offset":1813},{"uri":"Skin","surface_form":"skin","offset":1853},{"uri":"Ape","surface_form":"ape","offset":2186},{"uri":"Dolphin","surface_form":"dolphin","offset":2196},{"uri":"Brain","surface_form":"brain","offset":2243},{"uri":"Memory","surface_form":"memories","offset":2345},{"uri":"Matriarch","surface_form":"matriarch","offset":2953},{"uri":"Herd","surface_form":"herd","offset":3149}]}