{"id":447616,"url":"http://en.wikipedia.org/wiki/Lauri_T%C3%B6rni","text":"Lauri Allan Törni (28 May 1919 – 18 October 1965), later known as Larry Thorne, was a Finnish Army captain. He led an infantry company in the Finnish Winter and Continuation Wars. After the wars, he moved to the United States. He then joined the American Army. He is known as the soldier who fought under three flags: Finnish, German (when he fought the Soviets in World War II), and American (where he was known as Larry Thorne) when he served in U.S. Army Special Forces (Green Berets) in the Vietnam War.\nEarly life and military service.\nLauri Allan Törni was born in Viipuri, Viipuri Province, Karelia, Finland. His father was a ship captain named Jalmari (Ilmari) Törni. His mother was Rosa (née Kosonen) Törni. He had two sisters: Salme Lesley (b. 1920) and Kaija Iris (b. 1922). When he was a boy, he was athletic. An early friend was future Olympic Boxing Gold Medalist Sten Suvio. He attended business school and served with the Finland Civil Guard. Then he entered military service and joined the 4th Independent Jaeger Infantry Battalion stationed at Kiviniemi.\nWorld War II.\nDuring the Winter War, he fought battles at Lake Ladoga. His courage was noticed by his commanders. At the end of the war, he received officer training. Then he was commissioned a Vänrikki (2nd lieutenant) in the reserves. After the Winter War, in June 1941, Törni went to Vienna, Austria. In Vienna, he received 7 weeks of training with the Waffen SS. Then he returned to Finland in July. Because he was a Finnish officer, he was recognized as a German Untersturmfuhrer.\nTörni is famous because of his courage in the Continuation War (1941–44) between the Soviet Union and Finland. In 1943 he was the leader of \"Detachment Törni\". His infantry unit went behind enemy lines to attack the Russians. One of Törni's men was future President of Finland, Mauno Koivisto. The two served together during the Battle of Ilomantsi. This was the last Finnish-Soviet battle of the Continuation War.\nTörni's unit caused many casualties on the Russian units. The Soviet Army placed a reward of 3 million Finnish Marks, equivalent to 650,000 USD, to anyone who captured Törni. Because of his courage, Törni was decorated with the Mannerheim Cross on 9 July 1944.\nTörni was not happy when Finland made peace with the Soviets. The peace agreement required Finland to take up arms against Germany in the Lapland War. He left the Finnish Army. In 1945, he was recruited by a pro-German resistance movement in Finland. He traveled to Germany for saboteur training. He wanted to organize resistance in case Finland was occupied by the Soviet Union. He surrendered to British troops in Germany at the end of World War II. Then he returned to Finland in June 1945.\nAfter he returned to Finland, he was arrested by ValPo, the Finnish national security agency. There was a trial for treason in 1946 because he had joined the German army. After the trial he received a 6 year sentence in January 1947. He went to prison in Turku, but he escaped in June. He was recaptured and went to a different prison. In December 1948, Finnish President Juho Paasikivi gave him a pardon.\nUnited States.\nIn 1949 Törni, traveled with his wartime executive officer Holger Pitkänen to Sweden. They entered Sweden from Tornio to Haparanda (Haaparanta). From Haparanda they traveled by railroad to Stockholm. Törni stayed with the Baroness von Essen, who helped many Finnish officers following the war. Pitkänen was arrested and returned to Finland. Törni met and fell in love with a Swedish Finn, Marja Kops. They were engaged to be married. Looking for a new job before the marriage, Törni traveled to Caracas, Venezuela. Törni met one of his Winter War commanders, Finnish colonel Matti Aarnio, who lived in Venezuela. From Caracas, Törni hired on to a Swedish cargo ship, the \"MS Skagen\". The \"Skagen\" sailed to the United States in 1950. While in the Gulf of Mexico, near Mobile, Alabama, Törni jumped overboard and swam to shore. Now he was a political refugee. He traveled to New York City where he was helped by the Finnish-American community in the Sunset Park, Brooklyn \"Finntown.\" There he worked as a carpenter and cleaner. In 1953, Törni received residence permit through an Act of Congress. The law firm of William J. \"Wild Bill\" Donovan (the former head of the OSS, America's wartime covert military organization) helped pass the law.\nTörni joined the U.S. Army in 1954. The Lodge-Philbin Act was a special law that allowed non-citizens to join the army. He adopted the name Larry Thorne. While in the US Army, his friends were Finnish-American officers known as \"Marttinen's Men.\" They helped Private Thorne join the Special Forces. While in the Special Forces, Thorne taught skiing, survival, mountaineering, and guerrilla tactics. In turn he attended airborne school. He advanced in rank and received a commission as a 2nd lieutenant in 1957. He was promoted to captain in 1960. From 1958 to 1962 he served in the 10th Special Forces Group in West Germany at Bad Tölz. While there he was second in command of a search and rescue mission in the Zagros mountains of Iran. The mission was very difficult and Thorne was praised because of its success.\nIn 1962 Thorne is shown as a lieutenant with the 10th Special Forces Group in a United States Army \"The Big Picture\" episode.\nIn November 1963 Thorne joined Special Forces unit A-734 in Vietnam. He fought in the Mekong Delta and received medals for bravery.\nIn 1965, Thorne transferred to Military Assistance Command, Vietnam – Studies and Observations Group (MACV–SOG). This was a classified U.S. special operations unit. The unit focused on unconventional warfare in Vietnam. On 18 October 1965, Thorne was supervising a secret mission on a helicopter. The helicopter crashed in a mountainous area of Vietnam, 25 miles (40 km) from Da Nang. A rescue team went to the crash site. They could not find it because of the mountains and trees.\nShortly after his disappearance, Thorne was promoted to the rank of major.\nThorne's body was found in 1999. Also, the bodies of the helicopter crew were found. The bodies were formally identified in 2003. On 26 June 2003, he was buried at Arlington National Cemetery, section 60, tombstone 8136. The remains of the Vietnam casualties were buried with him.\nLegacy.\nIn the 1990s, Törni's name became more and more well-known as a martial war hero. Several books were written about him. He was named 52nd in the \"Suuret Suomalaiset\" listing of famous Finns. In the 2006 \"Suomen Sotilas\" (\"Finnish Soldier\") magazine listing, he was named most courageous of the Mannerheim Cross recipients.\nIn Finland, the survivors, friends, and families of Detachment Törni formed the Lauri Törni Tradition Guild. The Infantry Museum (Jalkaväkimuseo) in Mikkeli, Finland, has an exhibit dedicated to Törni, as does the Military Museum of Finland in Helsinki. Törni is considered as the primary hero by both Finnish Parachute Rangers and Coastal Rangers, the two elite Finnish army formations.\nAt Fort Carson, Colorado, headquarters building for Special Forces is named the Larry Thorne Headquarters Building. The Special Forces 10th Group presents the Larry Thorne Award to the best Operational Detachment-Alpha in the command each year. The Special Forces Association Chapter 33 in Cleveland, Tennessee is named after him. In 2010 he was named as the first Honorary Member of the United States Army Special Forces Regiment.\nIn the book \"The Green Berets\" by Robin Moore, the \"Sven Kornie\" (or Captain Steve Kornie) main character in the first chapter was based on Thorne.\nIn a 2013 book \"Tuntematon Lauri Törni\" [\"Unknown Lauri Törni\"], Juha Pohjonen and Oula Silvennoinen say that Törni's conviction for treason was correct. They say the SS training that Törni received at the end of World War II was to support a National Socialist coup in Finland. Törni Heritage Guild members Markku Moberg and Pasi Niittymäki disagree. They say Törni faced pressure from war and alcohol, but did not support Germany. Finnish historian Jussi Niinistö says Törni's training was motivated by patriotism.","categories":[],"infobox_types":[],"annotations":[{"uri":"Winter_War","surface_form":"Winter","offset":150},{"uri":"Continuation_War","surface_form":"Continuation War","offset":161},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":495},{"uri":"Karelia","surface_form":"Karelia","offset":598},{"uri":"Lake_Ladoga","surface_form":"Lake Ladoga","offset":1131},{"uri":"Vienna","surface_form":"Vienna","offset":1360},{"uri":"Austria","surface_form":"Austria","offset":1368},{"uri":"Waffen_SS","surface_form":"Waffen SS","offset":1429},{"uri":"Continuation_War","surface_form":"Continuation War","offset":1605},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1644},{"uri":"Mauno_Koivisto","surface_form":"Mauno Koivisto","offset":1837},{"uri":"Battle_of_Ilomantsi","surface_form":"Battle of Ilomantsi","offset":1888},{"uri":"Continuation_War","surface_form":"Continuation War","offset":1956},{"uri":"Treason","surface_form":"treason","offset":2845},{"uri":"Turku","surface_form":"Turku","offset":2984},{"uri":"Juho_Kusti_Paasikivi","surface_form":"Juho Paasikivi","offset":3101},{"uri":"Sweden","surface_form":"Sweden","offset":3228},{"uri":"Tornio","surface_form":"Tornio","offset":3261},{"uri":"Haparanda","surface_form":"Haparanda","offset":3271},{"uri":"Stockholm","surface_form":"Stockholm","offset":3339},{"uri":"Caracas","surface_form":"Caracas","offset":3645},{"uri":"Venezuela","surface_form":"Venezuela","offset":3654},{"uri":"United_States","surface_form":"United States","offset":3861},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":3897},{"uri":"Mobile%2C_Alabama","surface_form":"Mobile","offset":3918},{"uri":"Alabama","surface_form":"Alabama","offset":3926},{"uri":"New_York_City","surface_form":"New York City","offset":4024},{"uri":"Brooklyn","surface_form":"Brooklyn","offset":4112},{"uri":"United_States_Army","surface_form":"U.S. Army","offset":4408},{"uri":"Skiing","surface_form":"skiing","offset":4733},{"uri":"Guerrilla_warfare","surface_form":"guerrilla tactics","offset":4771},{"uri":"West_Germany","surface_form":"West Germany","offset":5002},{"uri":"Bad_T%C3%B6lz","surface_form":"Bad Tölz","offset":5018},{"uri":"Zagros_mountains","surface_form":"Zagros mountains","offset":5103},{"uri":"Iran","surface_form":"Iran","offset":5123},{"uri":"Vietnam_War","surface_form":"Vietnam","offset":5393},{"uri":"Vietnam","surface_form":"Vietnam","offset":5810},{"uri":"Da_Nang","surface_form":"Da Nang","offset":5841},{"uri":"Arlington_National_Cemetery","surface_form":"Arlington National Cemetery","offset":6186},{"uri":"Suomen_Sotilas","surface_form":"Suomen Sotilas","offset":6515},{"uri":"Mikkeli","surface_form":"Mikkeli","offset":6783},{"uri":"Colorado","surface_form":"Colorado","offset":7038},{"uri":"Cleveland","surface_form":"Cleveland","offset":7312},{"uri":"Tennessee","surface_form":"Tennessee","offset":7323}]}