{"id":44779,"url":"http://en.wikipedia.org/wiki/MapleStory","text":"\"MapleStory\" is an online computer game made by the Korean company Wizet, and maintained and distributed by Nexon. Playing the game is free, but people can buy clothes and other in-game items from the \"Cash Shop\" using money. MapleStory has way less than 10,000 concurrent players world-wide. The game has many different versions for people to play on based on location. MapleStory got its name from the maple leaf. Therefore, the game has the maple leaf item during events.\nGameplay.\nThis game is a 2D side-scrolling Massive Multi-player Online Role Playing Game (short form is MMORPG) which required players to create characters and then play the game as the \"Novice Job Advancement\". The name depends on the class he or she picked. Then, one does quests or grinds at monsters until either LV. 120 or LV. 200 depending on the class one chooses.\n1st Job requires LV. 10, 2nd Job requires LV. 30, 3rd Job requires LV. 70 (LV. 60 after the Tempest expansion) and 4th Job requires LV. 120. (LV. 100 after the Tempest expansion)\nEvery year, MapleStory receives a lot of updates, which some players found the game going into a better direction but some players felt that the game is just getting spoiled.\nThe Maple World is known to be big that one needs to use transportation to travel over places. Taking a ship required the in-game currency mesos and some waiting time. However, to prevent other characters to be a goner forever, the ship is free of charge.\nMeso is the in-game currency for MapleStory used to buy potions, equipment or cool items in the Free Market (Note: The Free Market prices are not free, the items are usually as expensive as one billion.)\nMesos cannot be bought. They are hard to earn by questing or trading and are easy to spend on things in the Free Market.\nThere are other systems and features in the game.\nCheating.\nMaple Story can become hard to level up on. This angers some users and is a cause for some cheating. The challenge to level up does helps some people to continue playing because they like a challenge. As for cheating, the game used to be protected by nProtect GameGuard, but now it is protected by HackShield. In other versions, it is protected by Ahnlab. Many players also buy money from websites in which they are not supposed to. MapleStory GMs (Game Masters) try to do everything in their power to prevent these activities from happening.\nMapleStory DS.\n\"MapleStory DS\" (Korean: 메이플스토리 DS) is a Nintendo DS game coming in April 2010, being worked on with Nexon and Nintendo. They said that the Korean put-up date was in 2009.\nThe game was talked about in E3 2006. On January 9 2007, Nexon and the newly made Nintendo of Korea put up a trailer for the game. They first said the game would be put up in September 2007. It was found out it will be an online game, that works with the Nintendo DS Wi-Fi System. In an interview with the boss of international business development, Stephen Lee said that the game will work in single player. He also said there were going to be microphone and touch-responsive features.","categories":[],"infobox_types":[],"annotations":[{"uri":"Online","surface_form":"online","offset":19},{"uri":"Computer_game","surface_form":"computer game","offset":26},{"uri":"Korea","surface_form":"Korea","offset":52},{"uri":"Wizet","surface_form":"Wizet","offset":67},{"uri":"Clothes","surface_form":"clothes","offset":160},{"uri":"Money","surface_form":"money","offset":219},{"uri":"Maple","surface_form":"maple leaf","offset":404},{"uri":"Website","surface_form":"website","offset":2231},{"uri":"Korean_language","surface_form":"Korean","offset":2417},{"uri":"Nintendo_DS","surface_form":"Nintendo DS","offset":2441},{"uri":"Nexon","surface_form":"Nexon","offset":2501},{"uri":"Nintendo","surface_form":"Nintendo","offset":2511},{"uri":"Korea","surface_form":"Korea","offset":2540},{"uri":"E3","surface_form":"E3","offset":2601},{"uri":"January_9","surface_form":"January 9","offset":2613},{"uri":"2007","surface_form":"2007","offset":2623},{"uri":"Nexon","surface_form":"Nexon","offset":2629},{"uri":"Nintendo","surface_form":"Nintendo of Korea","offset":2654}]}