{"id":447870,"url":"http://en.wikipedia.org/wiki/Thanksgiving_(United_States)","text":"e=\"preserve\">Thanksgiving is a holiday celebrated once a year on the fourth Thursday of November.\nHistory.\nEnglish people often declared a \"Thanksgiving\" when something good happened. The London Company had a \"day of Thanksgiving\" at Berkeley Hundred, Virginia in 1619 to celebrate their new colony.\nIn 1620 the \"Mayflower\" brought the Pilgrims to Massachusetts. They made their new home in what is now Plymouth, Massachusetts, 380 km northeast of what is now New York.\nHalf of the Pilgrims died during their first winter in North America. They were cold and did not have enough food. The following year, though, the Native Americans, who were from the Wampanoag tribe, helped them grow crops. At harvest time in the autumn of 1621 they were very thankful that they had a good crop of food to eat during the coming winter. They thanked God and the Native Americans for teaching them how to grow the local foods.\nThey invited three of the Wampanoags who had helped them to their feast. They were Squanto, Samoset, and Chief Massasoit. The Wampanoags brought their families. This was over 90 people. There were so many people that the Pilgrims did not have enough food to make the meal, so the Wampanoags brought along their own food for the feast.\nThe Wampanoags brought turkey, duck, fish, deer, berries, squash, and cornbread. They also brought vegetables that they had farmed and shown the Pilgrims how to care for.\nThanksgiving today.\nIn the United States, the Thanksgiving holiday is a four-day holiday over a weekend, starting on Thanksgiving Thursday and ending on Sunday. Families and friends usually eat a special meal together (usually with a turkey as the main dish). This meal also usually includes mashed potatoes, cranberry sauce, pumpkin pie, several casseroles, and stuffing. The food eaten today for Thanksgiving is very different from the food that was eaten at the First Thanksgiving in 1621.","categories":[],"infobox_types":[],"annotations":[{"uri":"Holiday","surface_form":"holiday","offset":31},{"uri":"Thursday","surface_form":"Thursday","offset":76},{"uri":"November","surface_form":"November","offset":88},{"uri":"Berkeley_Hundred","surface_form":"Berkeley Hundred","offset":234},{"uri":"Virginia","surface_form":"Virginia","offset":252},{"uri":"Mayflower","surface_form":"Mayflower","offset":313},{"uri":"Pilgrims","surface_form":"Pilgrims","offset":336},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":348},{"uri":"Plymouth%2C_Massachusetts","surface_form":"Plymouth, Massachusetts","offset":403},{"uri":"New_York","surface_form":"New York","offset":460},{"uri":"Wampanoag","surface_form":"Wampanoag","offset":653},{"uri":"Tribe","surface_form":"tribe","offset":663},{"uri":"Harvest","surface_form":"harvest","offset":697},{"uri":"Crop","surface_form":"crop","offset":777},{"uri":"Squanto","surface_form":"Squanto","offset":995},{"uri":"Samoset","surface_form":"Samoset","offset":1004},{"uri":"Chief_Massasoit","surface_form":"Chief Massasoit","offset":1017},{"uri":"Meal","surface_form":"meal","offset":1179},{"uri":"Cornbread","surface_form":"cornbread","offset":1317},{"uri":"Turkey_(bird)","surface_form":"turkey","offset":1652},{"uri":"Mashed_potatoes","surface_form":"mashed potatoes","offset":1710},{"uri":"Cranberry_sauce","surface_form":"cranberry sauce","offset":1727},{"uri":"Pumpkin_pie","surface_form":"pumpkin pie","offset":1744},{"uri":"Stuffing","surface_form":"stuffing","offset":1781}]}