{"id":447850,"url":"http://en.wikipedia.org/wiki/Pithovirus","text":"\"Pithovirus\" is a genus of giant virus which infects amoebae. It is a double-stranded DNA virus, and is a member of the clade of large DNA viruses. It was first described in 2014 after a viable specimen was found in a 30,000-year-old ice core harvested from permafrost in Siberia, Russia.\nIt is 50% larger in size than the previous largest known viruses, but \"Pandoravirus\" has the largest viral genome, containing 1.9 to 2.5 megabases of DNA.\n\"Pithovirus\" has a thick, oval wall with an opening at one end. Internally, its structure resembles a honeycomb.\nIts genome.\nThe genome of \"Pithovirus\" has 467 different genes, more than a typical virus but far less than \"Pandoravirus\". Its genome is much less densely packed than any other known virus. Two-thirds of its proteins are unlike those of other viruses. Despite the physical similarity with \"Pandoravirus\", the \"Pithovirus\" genome sequence shows that it is barely related to that virus. It more closely resembles members of some other virus families. These families all contain large icosahedral viruses with DNA genomes. The \"Pithovirus\" genome has 36% GC-content, similar to the \"Megaviridae\", in contrast to greater than 61% for pandoraviruses.\nReplication.\nThe \"Pithovirus genome is one circular, double stranded DNA (dsDNA) chromosome of about 610,000 base pairs (bp.) Its DNA translate into 467 different proteins. The genome encodes all the proteins needed to produce mRNA; these proteins are present in the purified virions.\n\"Pithovirus\" does its entire replication cycle in its host's cytoplasm, not the more typical method of taking over the host's nucleus.\nDiscovery.\n\"Pithovirus sibericum\" was discovered in a 30,000-year-old sample of Siberian permafrost. The virus was discovered buried below the surface of a late Pleistocene sediment. It was found when riverbank samples collected in 2000 were exposed to amoebae. The amoebas started dying and were found to contain giant viruses. The authors said they got the idea to probe permafrost samples for new viruses after reading about an experiment that revived a similar aged seed two years earlier.\nAlthough the virus is harmless to humans, its viability after being frozen for millennia raised concerns that global climate change and tundra drilling operations could lead to potentially dangerous viruses being unearthed. Other scientists deny that this poses a real threat.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":18},{"uri":"Amoebae","surface_form":"amoebae","offset":53},{"uri":"DNA_virus","surface_form":"DNA virus","offset":86},{"uri":"Clade","surface_form":"clade","offset":120},{"uri":"Permafrost","surface_form":"permafrost","offset":258},{"uri":"Siberia","surface_form":"Siberia","offset":272},{"uri":"Pandoravirus","surface_form":"Pandoravirus","offset":360},{"uri":"Megabase","surface_form":"megabase","offset":426},{"uri":"DNA","surface_form":"DNA","offset":439},{"uri":"Honeycomb","surface_form":"honeycomb","offset":546},{"uri":"Genome","surface_form":"genome","offset":573},{"uri":"Gene","surface_form":"gene","offset":614},{"uri":"Protein","surface_form":"protein","offset":766},{"uri":"Icosahedron","surface_form":"icosahedral","offset":1040},{"uri":"Guanine","surface_form":"G","offset":1110},{"uri":"Cytosine","surface_form":"C","offset":1111},{"uri":"Genome","surface_form":"genome","offset":1233},{"uri":"Base_pair","surface_form":"base pair","offset":1313},{"uri":"MRNA","surface_form":"mRNA","offset":1431},{"uri":"Cytoplasm","surface_form":"cytoplasm","offset":1550},{"uri":"Siberia","surface_form":"Siberia","offset":1704},{"uri":"Permafrost","surface_form":"permafrost","offset":1713},{"uri":"Pleistocene","surface_form":"Pleistocene","offset":1785},{"uri":"Amoebae","surface_form":"amoebae","offset":1877},{"uri":"Climate_change","surface_form":"climate change","offset":2235},{"uri":"Tundra","surface_form":"tundra","offset":2254}]}