{"id":44798,"url":"http://en.wikipedia.org/wiki/PRIDE_Fighting_Championships","text":"e=\"preserve\">PRIDE Fighting Championships was a mixed martial arts organization based in Japan.(1997-2007) PRIDE held more than sixty mixed martial arts events. As one of the most popular MMA organizations in the world during its ten years of operation, PRIDE broadcast to about 40 countries worldwide.\nHistory.\nPRIDE Fighting Championships was first started in 1997 by the match popular Japanese pro-wrestler Nobuhiko Takada with Rickson Gracie, champion of the Gracie family of Brazilian jiu-jitsu practitioners. The event, held at the Tokyo Dome on October 11, 1997 attracted 47,000 fans, as well as Japanese mass media attention. The success of the first event enabled its promoters to hold a regular series of mixed martial arts events and grew up to be the most popular mixed martial arts event in Japan.\nMatch length.\nPRIDE matches make up of three rounds; the first round is ten minutes, and the second and third round are five minutes. Intermissions between each round were two minutes in length. In PRIDE US events, NSAC Unified MMA rules were used, with non-title matches consisting of three five minute rounds and title matches of 5 five minute rounds both having 60 second intermissions between rounds.\nWhen two rounds of a Grand Prix took place on the same night, Grand Prix bouts consisted of two rounds; the first lasting ten minutes and the second lasting five. Intermissions between each round remained two minutes in length.\nRING.\nPRIDE used a five-roped square ring with sides 7 m in length (approximately 23 ft).\nFighter’s clothing.\nPRIDE allowed fighters latitude in their choice of clothing but open finger gloves, a mouthguard and a protective cup were duty. Fighters were allowed to use tape on parts of their body or to wear a gi top, gi pants (Judo, Jujutsu, Karate), wrestling shoes, kneepads, elbow pads, or ankle supports at their own discretion, though each was checked by the referee before the fight.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mixed_martial_arts","surface_form":"mixed martial arts","offset":48},{"uri":"Japan","surface_form":"Japan","offset":89}]}