{"id":448092,"url":"http://en.wikipedia.org/wiki/Gabe_Abrahams","text":"e=\"preserve\">Gabe Abrahams is a walker and world-record holder of Multiday events (Walking, Speed Walking, Beach Walking). He was born in the district of Les Corts, Barcelona, Spain (1966).\nToulouse-Lleida.\nGabe Abrahams walked 500 km from Toulouse (France) to Lleida (Spain), crossing Pau, France, when he was 20 years old. In 2000’s, he made his debut in sports like Beach Run and Nordic Walking. He broke several World Records.\n500 miles of Beach Walking.\nIn January 2014, Gabe Abrahams retired from these sports and he focussed on great walks of Multiday (Walking, Speed Walking, Beach Walking).\nIn August 20-29, 2015, Gabe Abrahams walked 500 km on the sand of Sant Adrià de Besòs, Badalona and Barcelona beaches in 206 hours and 30 minutes (8 days, 14 hours and 30 minutes). He broke Beach Walking World Records of 300 miles (482,803 km) and 500 km.\nIn June 03-24, 2016, Gabe Abrahams walked 500 miles (804,672 km) on the sand of Castelldefels, Sant Adrià de Besòs, Badalona and Barcelona beaches in 21 days. He broke Beach Walking World Record of 500 miles.\n1.000 miles in Barcelona Metropolitan Area.\nSince 03-06 to 04-11, 2017, Gabe Abrahams walked with Power Walking technique 1.000 miles (1.609,344 km) between La Sentiu, Gavà (Garraf), Castellbisbal and Barcelona (Barcelona Metropolitan Area) in 36 days and 5 hours. He broke the Speed Walking World Record of 1.000 miles.\n1.000 miles in Aragon.\nSince 04-20 to 05-22, 2018, Gabe Abrahams walked with Power Walking technique 1.000 miles between Monzón and Zaragoza, on a circuit that crossed Aragon, in 32 days and 21 hours. Again, he broke the Speed Walking World Record of 1.000 miles.\nAround Navarra and Cinco Villas.\nSince 01-28 to 02-06, 2020, Gabe Abrahams walked around Navarra and Cinco Villas (505 km) in 8 days, 22 hours and 10 minutes. He broke the Around Navarra and Cinco Villas World Record.","categories":[],"infobox_types":[],"annotations":[{"uri":"Walker","surface_form":"walker","offset":32},{"uri":"Multiday","surface_form":"Multiday","offset":66},{"uri":"Walking","surface_form":"Walking","offset":83},{"uri":"Speed_Walking","surface_form":"Speed Walking","offset":92},{"uri":"Beach_Walking","surface_form":"Beach Walking","offset":107},{"uri":"Les_Corts","surface_form":"Les Corts","offset":154},{"uri":"Barcelona","surface_form":"Barcelona","offset":165},{"uri":"Spain","surface_form":"Spain","offset":176},{"uri":"Toulouse","surface_form":"Toulouse","offset":240},{"uri":"France","surface_form":"France","offset":250},{"uri":"Lleida","surface_form":"Lleida","offset":261},{"uri":"Pau%2C_France","surface_form":"Pau","offset":286},{"uri":"France","surface_form":"France","offset":291},{"uri":"Power_Walking","surface_form":"Power Walking","offset":1163},{"uri":"Zaragoza","surface_form":"Zaragoza","offset":1518},{"uri":"Aragon","surface_form":"Aragon","offset":1554},{"uri":"Navarra","surface_form":"Navarra","offset":1739},{"uri":"Cinco_Villas","surface_form":"Cinco Villas","offset":1751}]}