{"id":448135,"url":"http://en.wikipedia.org/wiki/Kaworu_Nagisa","text":"Kaworu Nagisa is an imaginary character in Neon Genesis Evangelion. He is sent to Nerv by Seele, in order to replace Asuka Langley Soryu, whose synchronization ratio has fallen too low for her to pilot the unit. Kaworu is both the Fifth Child and the 17th Angel. He and Shinji Ikari enjoy a brief friendship and love. When Kaworu betrays the organization, Shinji kills him. His last words are \"Thank you. I'm glad I met you\" (to Shinji), and in the aftermath, Shinji states that he loved him too, and that Kaworu should have been the one to live. In \"The End of Evangelion\" he appears first to weaken Unit 01's AT field, so that Instrumentality can commence, he and Rei help Shinji choose the decision to reject Instrumentality in favor of individual thought and suffering pain.\nManga appearance.\nKaworu is portrayed much differently in the manga. While the original series depicted him as selfless, eloquent and loving, he is awkward and invasive. Even with a new characterization, however, Kaworu still displays attraction towards Shinji, even kissing Shinji in an attempt to stop Shinji's hyperventilation, and verbally wondering what it would be like if Shinji \"came to love [him]\". When Kaworu's nature as an Angel is revealed, he again forces Shinji to kill him, saying that this way, he will remember him.\nStory.\nKaworu plays a slightly bigger role. In \"1.0: You are (not) alone\", he wakes up in a coffin on the moon. He then stands up and looks to the earth, commenting that \"the Third hasn't changed\", and that he is looking forward to meeting him (Shinji Ikari). In \"2.0: You can (not) advance\", Gendo Ikari and Kozo Fuyutsuki visit Seele's moon base to observe the construction of Unit 06, and see Kaworu sitting atop Unit 06's finger, wearing only pants. Kaworu seems to address Gendo as \"Father\", although it is unknown whether he meant it literally or metaphorically. Kaworu is also briefly seen putting on a plugsuit, still on the moon, while Mari Illustrious Makinami gets ready to battle Zeruel in the Geofront. His last appearance in 2.0 is at the very end of the movie, after the credits roll. What is presumably a Lance of Longinus is hurled down towards earth and ends up impaling Unit 01, halting Third Impact. Kaworu is then seen descending towards earth in Unit 06, with an uncharacteristically angry look on his face. He promises that this time, he will make Shinji happy. In \"3.0: You can (not) redo\", Kaworu plays a much larger role. As Asuka and Shinji in Unit 01 fall down to earth, Kaworu says that he has been waiting for Shinji. He is next seen playing piano in Nerv HQ, after Shinji is brought there by Unit 00. Shinji's father later informs Shinji that he is to copilot a new Evangelion unit, Unit 13, alongside Kaworu (not saying his name). Kaworu then calls out to Shinji, and requests that he play piano. He is hesitant at first, but with Kaworu's guidance the two are able to play a duet together quite beautifully, despite Shinji's claim that he could not play. Kaworu introduces himself, and tells him that they are both children bound by fate. Kaworu and Shinji continue to play piano together (which indirectly helps them synchronize to activate Unit 13 together later on), and come to see each other as friends, Kaworu commenting that he \"really was born to meet\" him - an almost exact quote from his role in the original series. When Shinji expresses his fear at what happened in the 14 years he was gone, Kaworu shows him the destruction of near-Third Impact, emphasizing that it was all brought about by Shinji, but also assuring him that \"there is always hope\" and later telling Shinji that together, they can fix everything with the two spears in Central Dogma. Prior to piloting Unit 13, Kaworu removes the DSS choker from Shinji's neck and places it on his own so that Shinji will not have to fear death while they activate Unit 13. After descending to Central Dogma in order to retrieve the spears, however, Kaworu realizes that something is off. He urges Shinji not to take the spears, but Shinji shuts off his controls and removes the spears. Shortly after this, Fourth Impact starts and Unit 13 awakens. The DSS choker begins to activate, and Shinji is driven to despair with the knowledge that he caused Fourth Impact and that Kaworu, perhaps his only friend at this point, is about to die. In spite of everything, Kaworu claims that it was he who was the trigger for Fourth Impact, because he became the 13th Angel. Before dying, Kaworu apologizes to Shinji for not being able to bring him happiness and promises that they will meet again. The collar then detonates, leaving Shinji near-comatose, similar to his state for the End of Evangelion.","categories":[],"infobox_types":[],"annotations":[{"uri":"Neon_Genesis_Evangelion","surface_form":"Neon Genesis Evangelion","offset":43},{"uri":"Betrayal","surface_form":"betrays","offset":330}]}