{"id":448287,"url":"http://en.wikipedia.org/wiki/Glacial_lake","text":"A glacial lake is a lake that is made as a glacier melts. The glacier erodes the land, and then as it melts, water fills the hole or space that has been created.\nBackground.\nNear the end of the last glacial period, about 10,000 years ago, glaciers began to retreat. A retreating glacier often left behind large amounts of ice in hollows between drumlins or hills. As the ice age ended, these melted to create lakes. This can be seen in the Lake District in Northwestern England. Glacial lakes are often surrounded other evidence of the glacier including drumlins, moraines, eskers, striations and chatter marks.\nThe glaciers crush minerals in the rock as they pass over them. These minerals become sediment at the bottom of the lake, and some of the rock flour becomes suspended in the water. These minerals support a large population of algae, making the water look green.\nThe coastlines near these areas are often very irregular, formed by the same geological process. Other areas have fewer lakes that often are part of river systems. Their coastlines are smoother. These areas were carved more by erosion.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lake","surface_form":"lake","offset":20},{"uri":"Glacier","surface_form":"glacier","offset":43},{"uri":"Glacial_period","surface_form":"glacial period","offset":199},{"uri":"Drumlins","surface_form":"drumlins","offset":345},{"uri":"Hills","surface_form":"hills","offset":357},{"uri":"Lake_District","surface_form":"Lake District","offset":440},{"uri":"England","surface_form":"England","offset":470},{"uri":"Drumlins","surface_form":"drumlins","offset":554},{"uri":"Moraines","surface_form":"moraines","offset":564},{"uri":"Esker","surface_form":"esker","offset":574},{"uri":"Glacial_striations","surface_form":"striations","offset":582},{"uri":"Chatter_mark","surface_form":"chatter mark","offset":597},{"uri":"Sediment","surface_form":"sediment","offset":698},{"uri":"Rock_flour","surface_form":"rock flour","offset":750},{"uri":"Algae","surface_form":"algae","offset":838},{"uri":"Erosion","surface_form":"erosion","offset":1101}]}