{"id":448294,"url":"http://en.wikipedia.org/wiki/Lake_Hindmarsh","text":"Lake Hindmarsh, in western Victoria, Australia, is the state’s largest natural freshwater lake. The nearest towns are Jeparit to the south and Rainbow to the north. It is a large shallow lake which is often dry. The lake filled after floods in 2011, having been dry for nearly ten years.\nHistory.\nThe area around the lake is the traditional country of the Gromiluk, a group of the Wotjobaluk people. Explorer Edward Eyre camped at Lake Hindmarsh in 1838 while searching for an overland route from Melbourne to Adelaide. By 1845 Europeans were settling near lake. In 1859 the Moravian Ebenezer Mission was established nearby.\nGeography.\nLake Hindmarsh is the first lake of the Wimmera River Terminal Wetlands. Its water comes directly from the Wimmera River. When full, the lake covers, is deep and holds 378 GL of water. It is a wetland of national significance. If Lake Hindmarsh overflows, water flows on to the deeper Lake Albacutya, which is a Ramsarwetland of international importance.\nBecause it is so shallow, water in Lake Hindmarsh evaporates quite quickly. When it is full, evaporation from the lake is around 140,000 ML per year. As the Wimmera River usually only adds about half that amount, the lake is rarely full. It takes three to four years to evaporate entirely.\nThe lake was full during the wet years of the early to mid-1970s. It had a commercial fishing industry. The lake was used for water sports, including water-skiing. The lake filled in 1996, but then received no further water from the Wimmera River and had dried up by 2000. It remained dry for almost a decade.\nIn October 2009, water from the Wimmera River trickled into Lake Hindmarsh for the first time in 13 years. The 2010 Victorian floods raised water levels higher many birds returned to the lake. After the January 2011 Victorian floods, it was hoped the Wimmera River would fill the lake and overflow into the northern lakes. However, outlet creek remained dry and the lake again awaits its next flooding event.","categories":[],"infobox_types":[],"annotations":[{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":27},{"uri":"Jeparit%2C_Victoria","surface_form":"Jeparit","offset":118},{"uri":"Rainbow%2C_Victoria","surface_form":"Rainbow","offset":143},{"uri":"Edward_Eyre","surface_form":"Edward Eyre","offset":409},{"uri":"Melbourne","surface_form":"Melbourne","offset":497},{"uri":"Adelaide","surface_form":"Adelaide","offset":510},{"uri":"Moravia","surface_form":"Moravia","offset":575},{"uri":"Ebenezer_Mission","surface_form":"Ebenezer Mission","offset":584},{"uri":"Wimmera_River","surface_form":"Wimmera River","offset":743},{"uri":"Gigalitre","surface_form":"GL","offset":808},{"uri":"Lake_Albacutya","surface_form":"Lake Albacutya","offset":921},{"uri":"Ramsar_Convention","surface_form":"Ramsar","offset":948},{"uri":"Evaporation","surface_form":"evaporates","offset":1041},{"uri":"Megalitre","surface_form":"ML","offset":1128},{"uri":"2010_Victorian_floods","surface_form":"2010 Victorian floods","offset":1702},{"uri":"2011_Victorian_floods","surface_form":"2011 Victorian floods","offset":1802}]}