{"id":448354,"url":"http://en.wikipedia.org/wiki/Derwent_Water","text":"Derwent Water or Derwentwater is one of the main lakes in the Lake District National Park in north west England. It is in the Borough of Allerdale in the county of Cumbria.\nThe lake lies immediately south of the town of Keswick. It is both fed and drained by the River Derwent. It is about long by wide and is some deep. There are several islands in the lake, one of which is inhabited. Derwent Island House, an 18th-century residence, is a tenanted National Trust property open to the public on five days each year.\nDerwentwater is very scenic. It is surrounded by hills (known locally as fells), and many of the slopes facing Derwentwater are wooded. A regular passenger launch operates on the lake, taking passengers between various landing stages. There are seven lakeside marinas, the most popular stops being: Keswick, Portinscale and the Lodore Falls, from which boats may be hired. Recreational walking is a major tourist activity in the area and there is a network of footpaths in the hills and woods surrounding the lake.\nThe Keswick—Borrowdale road runs along the eastern shore of the lake and carries a regular bus service. There is a lesser road along the western shore connecting the villages of Grange and Portinscale.\nDerwentwater gave its name to the Earldom of Derwentwater.\nThe lake is believed to be the last remaining native habitat of the vendace (\"Coregonus vandesius\") fish.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lake_District_National_Park","surface_form":"Lake District National Park","offset":62},{"uri":"England","surface_form":"England","offset":104},{"uri":"Cumbria","surface_form":"Cumbria","offset":164},{"uri":"Lake","surface_form":"lake","offset":177},{"uri":"Keswick%2C_Cumbria","surface_form":"Keswick","offset":220},{"uri":"River_Derwent","surface_form":"River Derwent","offset":263},{"uri":"Derwent_Island_House","surface_form":"Derwent Island House","offset":387},{"uri":"National_Trust_for_Places_of_Historic_Interest_or_Natural_Beauty","surface_form":"National Trust","offset":450},{"uri":"Fell","surface_form":"fell","offset":590},{"uri":"Marina","surface_form":"marina","offset":777},{"uri":"Portinscale","surface_form":"Portinscale","offset":825},{"uri":"Lodore_Falls","surface_form":"Lodore Falls","offset":845},{"uri":"Walking","surface_form":"walking","offset":903},{"uri":"Footpath","surface_form":"footpath","offset":977},{"uri":"Grange_in_Borrowdale","surface_form":"Grange","offset":1210},{"uri":"Earl_of_Derwentwater","surface_form":"Earldom of Derwentwater","offset":1268},{"uri":"Coregonus_vandesius","surface_form":"vendace","offset":1361}]}