{"id":448349,"url":"http://en.wikipedia.org/wiki/Trophic_state_index","text":"e=\"preserve\">The trophic state index (TSI) is a measure of how much nutrient, such as nitrogen and phosphorus are in a lake, or other body of water. Nutrients increase plant growth, and raise the trophic levels. The TSI can be used to make an estimate of the biological condition of a lake.\nCarlson's Trophic State Index.\nCarlson's Index is a Trophic State Index. It is used by the United States Environmental Protection Agency. The \"trophic state\" is the total weight of biomass in a given water body at the time of measurement. The Carlson index uses the algal biomass to classify a lake's trophic status.\nIndex variables.\nThree variables are used to work out the Carlson Index: \"chlorophyll pigments\", \"total phosphorus\" and \"Secchi depth\". Chlorophyll is the most accurate measure, as it is the best predictor of biomass. Phosphorus may be better in summer. Secchi depth is the least accurate measure, but it is the cheapest and easiest to use. It measures how clear the water is. This shows how much dissolved and particulate material is in the water. This can be used to work out the biomass.\nTrophic classifications.\nA lake can be put into one of three possible classes: \"oligotrophic\", \"mesotrophic\" or \"eutrophic\". Lakes with extreme trophic indices can also be called \"hyperoligotrophic\" or \"hypereutrophic\". Each trophic class has different types of fish and other organisms which live in them. If there is too much algal biomass in a lake or pond, then many fish can die as the decomposing biomass takes the oxygen from the water.\nOligotrophic.\nOligotrophic lakes have very little or no aquatic vegetation and the water is clear. They have low levels of nutrients. The water is suitable as drinking water. The bottom waters of such lakes typically have lots of oxygen; thus, such lakes often support many fish species. Lake trout, for example, need cold, oxygen rich water. The oxygen content is likely to be higher in deep lakes, because of their larger amount of dense cold water.\nOligotrophic lakes are most common in cold areas. They are often on top of a layer of igneous rocks (especially granitic bedrock).\nMesotrophic.\nMesotrophic lakes are lakes with a medium level of productivity. They usually have clear water with beds of submerged aquatic plants and medium levels of nutrients.\nThe term mesotrophic is also applied to terrestrial habitats. Mesotrophic soils have moderate nutrient levels.\nEutrophic.\nEutrophic lakes have large amounts of organisms, including algal blooms. They have a lot of nutrient and can support a lot of\naquatic plants and algae. Usually the water body will be dominated either by aquatic plants or algae. When there are a lot of aquatic plants the water tends to be clear. When there is a lot of algae the water tends to be darker. The process of photosynthesis in the algae supplies oxygen to the fish and plants which live these waters. Sometimes an excessive algae bloom will occur. This can kill fish by using all the oxygen in the water. The process of eutrophication can occur naturally and by human impact on the environment.\n\"Eutrophic\" comes from the Greek \"eutrophos\" meaning \"well-nourished\", from \"eu\" meaning good and \"trephein\" meaning \"to nourish\"\nHypereutrophic.\nHypereutrophic lakes are very nutrient-rich lakes with frequent large algal blooms and low transparency. Hypereutrophic lakes have a visibility depth of less than three feet. They also have high levels of chlorophyll and phosphorus. The algal blooms can also reduce oxygen levels which can cause dead zones beneath the surface.\nTrophic Index drivers.\nBoth natural and human actions can decide a lake or other water body's Trophic Index. A lake in a nutrient-rich region may be\nnaturally eutrophic. Nutrients carried into water bodies, such as agricultural runoff, residential fertilisers, and sewage will all increase the algal biomass, and can easily cause an oligotrophic lake to become hypereutrophic.\nManagement targets.\nOften, different people want different trophic states. For example duck hunters may want a lake to be eutrophic so that it will support large numbers of ducks. Residents, on the other hand, may want the same lake to be oligotrophic, as this is more pleasant for swimming and boating. Natural Resource agencies are generally responsible for managing the different demands and deciding what a lake's trophic index should be.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nutrient","surface_form":"nutrient","offset":68},{"uri":"Nitrogen","surface_form":"nitrogen","offset":86},{"uri":"Phosphorus","surface_form":"phosphorus","offset":99},{"uri":"United_States_Environmental_Protection_Agency","surface_form":"Environmental Protection Agency","offset":396},{"uri":"Biomass_(ecology)","surface_form":"biomass","offset":472},{"uri":"Chlorophyll","surface_form":"chlorophyll pigments","offset":682},{"uri":"Secchi_depth","surface_form":"Secchi depth","offset":729},{"uri":"Aquatic_plant","surface_form":"aquatic vegetation","offset":1599},{"uri":"Oxygen","surface_form":"oxygen","offset":1773},{"uri":"Fish","surface_form":"fish","offset":1817},{"uri":"Trout","surface_form":"trout","offset":1836},{"uri":"Igneous","surface_form":"igneous","offset":2081},{"uri":"Granitic","surface_form":"granitic","offset":2107},{"uri":"Mesotrophic_lake","surface_form":"Mesotrophic lake","offset":2139},{"uri":"Mesotrophic","surface_form":"mesotrophic","offset":2313},{"uri":"Terrestrial","surface_form":"terrestrial","offset":2344},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":2796},{"uri":"Eutrophication","surface_form":"eutrophication","offset":3007},{"uri":"Greek_language","surface_form":"Greek","offset":3109},{"uri":"Algal_blooms","surface_form":"algal blooms","offset":3298},{"uri":"Chlorophyll","surface_form":"chlorophyll","offset":3433},{"uri":"Phosphorus","surface_form":"phosphorus","offset":3449},{"uri":"Biomass_(ecology)","surface_form":"biomass","offset":3856}]}