{"id":448375,"url":"http://en.wikipedia.org/wiki/Gippsland_Lakes","text":"The Gippsland Lakes are a network of lakes, marshes and lagoons in east Gippsland, Victoria, Australia. They cover an area of about. The largest of the lakes are Lake Wellington, Lake King and Lake Victoria'\". Water enters the lakes from the Avon, Thomson, Latrobe, Mitchell, Nicholson and Tambo rivers.\nHistory.\nThe Gippsland Lakes were formed by two main actions. The first was by silt from the rivers creating river deltas. The Mitchell River created silt jetties which run into Lake King for several kilometres. The second action was the sea in Bass Strait which created the Ninety Mile Beach which blocked the rivers from reaching the sea.\nOnce the rivers were blocked the water level of the lakes would gradually rise. The water would finally break through the barrier beach and the level would drop to sea-level. Eventually the beach would close-off the lakes and the cycle would begin again. Sometimes it would take many years before a new channel to the sea was formed and it was not always in the same place as the last one.\nIn 1889 a wall was built to fix the position of a natural channel between the lakes and the ocean at Lakes Entrance. This stabilised the water level, made a harbour for fishing boats and opened the lakes to shipping. This entrance needs to be dredged regularly, or the same process that created the Gippsland Lakes would maker the entrance too shallow for ships to pass through.\nDue to the flooding, in 2011, Gippsland Lakes were experiencing bioluminescence.\nEnvironment.\nThe lakes support numerous species of wildlife. There are two protected areas: The Lakes National Park and Gippsland Lakes Coastal Park. The Gippsland Lakes wetlands are protected by the international Ramsar Convention on wetlands. There are also approximately 400 indigenous flora species and 300 native fauna species. Three plants, two of them being orchid species, are listed as endangered.\nBurrunan dolphins.\nThe lakes are home to about 50 Bottlenose dolphin, the Burrunan dolphin (\"Tursiops australis\").\nBirds.\nThe wetlands provide habitat for about 20,000 waterbirds. This includes birds from Siberia and Alaska. The lakes have been identified by BirdLife International as an Important Bird Area (IBA) because they regularly support over 1% of the global populations of Black Swans, Chestnut Teals and Musk Ducks, as well as many Fairy Terns.\nLake Wellington.\nLake Wellington covers an area of 148.19 square kilometres. It is connected to Lake Victoria by McLennan Strait.\nLake Victoria.\nLake Victoria covers an area of 78.14 square kiolmetres.\nLake King.\nLake King covers an area of 96.84 square kilometres.\nLake Reeve.\nLake Reeve is a long lake, with many salt marshes.\nLake Tyers.\nLake Tyers is not connected to the other Gippsland Lakes, and makes its own entrance to Bass Strait.\nLake Coleman.\nThe eastern shore of Lake Coleman is part of the Lake Coleman Wildlife Reserve. There is also a small reserve on the western shore called the Lake Coleman West Wildlife Reserve. The reserve covers an area of about 1500 hectares. Most of Lake Coleman is used by the Department of Defence for training purposes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lake","surface_form":"lake","offset":37},{"uri":"Marsh","surface_form":"marsh","offset":44},{"uri":"Lagoon","surface_form":"lagoon","offset":56},{"uri":"Gippsland","surface_form":"Gippsland","offset":72},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":83},{"uri":"Australia","surface_form":"Australia","offset":93},{"uri":"Avon_River_(Eastern_Victoria)","surface_form":"Avon","offset":242},{"uri":"Thomson_River%2C_Victoria","surface_form":"Thomson","offset":248},{"uri":"Latrobe_River","surface_form":"Latrobe","offset":257},{"uri":"Mitchell_River%2C_Victoria","surface_form":"Mitchell","offset":266},{"uri":"Nicholson_River_(Victoria)","surface_form":"Nicholson","offset":276},{"uri":"Tambo_River_(Victoria)","surface_form":"Tambo","offset":290},{"uri":"River_delta","surface_form":"river deltas","offset":413},{"uri":"Bass_Strait","surface_form":"Bass Strait","offset":549},{"uri":"Ninety_Mile_Beach","surface_form":"Ninety Mile Beach","offset":579},{"uri":"Ninety_Mile_Beach%2C_Victoria","surface_form":"barrier beach","offset":767},{"uri":"Lakes_Entrance","surface_form":"Lakes Entrance","offset":1136},{"uri":"Bioluminescence","surface_form":"bioluminescence","offset":1478},{"uri":"The_Lakes_National_Park","surface_form":"The Lakes National Park","offset":1587},{"uri":"Ramsar_Convention","surface_form":"Ramsar Convention","offset":1709},{"uri":"Orchid","surface_form":"orchid","offset":1860},{"uri":"Endangered_species","surface_form":"endangered","offset":1890},{"uri":"Bottlenose_dolphin","surface_form":"Bottlenose dolphin","offset":1952},{"uri":"Burrunan_dolphin","surface_form":"Burrunan dolphin","offset":1976},{"uri":"Siberia","surface_form":"Siberia","offset":2107},{"uri":"Alaska","surface_form":"Alaska","offset":2119},{"uri":"BirdLife_International","surface_form":"BirdLife International","offset":2161},{"uri":"Important_Bird_Area","surface_form":"Important Bird Area","offset":2190},{"uri":"Black_Swan","surface_form":"Black Swan","offset":2284},{"uri":"Chestnut_Teal","surface_form":"Chestnut Teal","offset":2297},{"uri":"Musk_Duck","surface_form":"Musk Duck","offset":2316},{"uri":"Fairy_Tern","surface_form":"Fairy Tern","offset":2344},{"uri":"Lake_Coleman_Wildlife_Reserve","surface_form":"Lake Coleman Wildlife Reserve","offset":2862}]}