{"id":448356,"url":"http://en.wikipedia.org/wiki/Ennerdale_Water","text":"Ennerdale Water is the most westerly lake in the Lake District National Park in Cumbria. It is a glacial lake, with a maximum depth of 150 feet (45 metres). At ½ mile to a mile (700 to 1,500 metres) wide and 2½ miles (3.9 kilometres) long is one of the smallest lakes in the area. To the west of the lake lies the small village of Ennerdale Bridge, with of two pubs and a few houses. It is close to the port of Whitehaven, the town of Cleator Moor and the village of Cleator.\nThe Girt dog of Emmerdale.\nIn 1810 a large carnivore killed hundreds of sheep in and around Ennerdale before it was hunted down and killed. The Girt (dialect for 'Great') Dog of Ennerdale was a mysterious creature that killed between 300 and 400 sheep over six months in the fells of Cumberland, England, in 1810.\nIt is now commonly thought that the Girt Dog of Ennerdale was a thylacine (otherwise known as the Tasmanian tiger or Tasmanian wolf.) Travelling circuses and menageries of the time were known to keep what were described as “tiger wolves” – a description that fits the thylacine perfectly. As import laws and animal control were so relaxed in the early part of the nineteenth century, an escape from one of these itinerant shows is easy to imagine.\nOther.\nThough the Lake District is a popular UK location for film shoots, Ennerdale has been left relatively in the shadow, with only a few brief exceptions. The closing sequences of the film \"28 Days Later\" (2002), directed by Danny Boyle, were filmed around the Ennerdale area, and include a sweeping, panoramic view of the lake.\nOnce a year, during the last week in August, the Ennerdale Show brings local people together with agricultural displays, competitions, arts and crafts.\nFormer US President Bill Clinton proposed to his wife Hillary on the banks of Ennerdale Water in 1973.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lake_District_National_Park","surface_form":"Lake District National Park","offset":49},{"uri":"Cumbria","surface_form":"Cumbria","offset":80},{"uri":"Glacial_lake","surface_form":"glacial lake","offset":97},{"uri":"Lake","surface_form":"lake","offset":262},{"uri":"Whitehaven","surface_form":"Whitehaven","offset":411},{"uri":"Cleator_Moor","surface_form":"Cleator Moor","offset":435},{"uri":"Dialect","surface_form":"dialect","offset":626},{"uri":"Ennerdale","surface_form":"Ennerdale","offset":654},{"uri":"Cumberland","surface_form":"Cumberland","offset":760},{"uri":"Thylacine","surface_form":"thylacine","offset":854},{"uri":"United_Kingdom","surface_form":"UK","offset":1283},{"uri":"28_Days_Later","surface_form":"28 Days Later","offset":1431},{"uri":"Danny_Boyle","surface_form":"Danny Boyle","offset":1466},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":1742},{"uri":"Hillary_Rodham_Clinton","surface_form":"Hillary","offset":1776}]}