{"id":4484,"url":"http://en.wikipedia.org/wiki/Big_Bang","text":"The Big Bang is a scientific theory about how the universe started, and then made the stars and galaxies we see today. The Big Bang is the name that scientists use for the most common theory of the universe, from the very early stages to the present day.\nThe universe began as a very hot, small, and dense superforce (the mix of the four fundamental forces), with no stars, atoms, form, or structure (called a \"singularity\"). Then about 13.8 billion years ago, space expanded very quickly (thus the name \"Big Bang\"). This started the formation of atoms, which eventually led to the formation of stars and galaxies. It was Georges Lemaître who first noted (in 1927) that an expanding universe could be traced back in time to an originating single point. The universe is still expanding today, and getting colder as well.\nAs a whole, the universe is growing and the temperature is falling as time passes. Cosmology is the study of how the universe began and its development. Scientists who study cosmology have agreed that the Big Bang theory matches what they have observed so far.\nFred Hoyle called the theory the \"Big Bang\" on his radio show. He did not believe the Big Bang was correct. Scientists who did not agree with him thought the name was funny and decided to use it.\nScientists base the Big Bang theory on many different observations. The most important is the redshift of very far away galaxies. Redshift is the Doppler effect occurring in light. When an object moves away from Earth, its color rays look more similar to the color red than they actually are, because the movement stretches the wavelength of light given off by the object. Scientists use the word \"red hot\" to describe this stretched light wave because red is the longest wavelength on the visible spectrum. The more redshift there is, the faster the object is moving away. By measuring the redshift, scientists proved that the universe is expanding, and they can work out how fast the object is moving away from the Earth. With very exact observation and measurements, scientists believe that the universe was a singularity approximately 13.8 billion years ago. Because most things become colder as they expand, scientists assume that the universe was very small and very hot when it started.\nOther observations that support the Big Bang theory are the amounts of chemical elements in the universe. Amounts of very light elements, such as hydrogen, helium, and lithium seem to agree with the theory of the Big Bang. Scientists also have found \"cosmic microwaves background radiation\". This radiation is known as radio waves, and they are everywhere in the universe. This radiation is now very weak and cold, but a long time ago it was very strong and very hot.\nIt can be said that time had no meaning before the Big Bang. If the Big Bang was the beginning of time, then there was no universe before the Big Bang, since there could not be any \"before\" if there was no time! Other ideas state that the Big Bang was not the beginning of time 13.8 billion years ago. Instead, some believe that there was a completely different universe before the Big Bang, and it may have been very different from the one we know today.\nNonetheless, in November 2019, Jim Peebles, awarded the 2019 Nobel Prize in Physics for his theoretical discoveries in physical cosmology. noted, in his award presentation, that he does not support the Big Bang Theory, due to the lack of concrete supporting evidence, and stated, \"It's very unfortunate that one thinks of the beginning whereas in fact, we have no good theory of such a thing as the beginning.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Science","surface_form":"scientific","offset":18},{"uri":"Theory","surface_form":"theory","offset":29},{"uri":"Universe","surface_form":"universe","offset":50},{"uri":"Star","surface_form":"star","offset":86},{"uri":"Galaxy","surface_form":"galaxies","offset":96},{"uri":"Universe","surface_form":"universe","offset":198},{"uri":"Heat","surface_form":"hot","offset":284},{"uri":"Size","surface_form":"small","offset":289},{"uri":"Fundamental_force","surface_form":"fundamental force","offset":338},{"uri":"Atom","surface_form":"atom","offset":374},{"uri":"Singularity","surface_form":"singularity","offset":411},{"uri":"Billion","surface_form":"billion","offset":442},{"uri":"Outer_space","surface_form":"space","offset":461},{"uri":"Georges_Lema%C3%AEtre","surface_form":"Georges Lemaître","offset":622},{"uri":"Temperature","surface_form":"temperature","offset":864},{"uri":"Time","surface_form":"time","offset":890},{"uri":"Cosmology","surface_form":"Cosmology","offset":903},{"uri":"Scientist","surface_form":"Scientist","offset":973},{"uri":"Fred_Hoyle","surface_form":"Fred Hoyle","offset":1081},{"uri":"Scientists","surface_form":"Scientists","offset":1277},{"uri":"Observation","surface_form":"observation","offset":1331},{"uri":"Redshift","surface_form":"redshift","offset":1371},{"uri":"Galaxy","surface_form":"galaxies","offset":1397},{"uri":"Doppler_effect","surface_form":"Doppler effect","offset":1423},{"uri":"Wavelength","surface_form":"wavelength","offset":1605},{"uri":"Spectrum","surface_form":"spectrum","offset":1775},{"uri":"Cold","surface_form":"cold","offset":2167},{"uri":"Chemical_element","surface_form":"chemical element","offset":2342},{"uri":"Hydrogen","surface_form":"hydrogen","offset":2417},{"uri":"Helium","surface_form":"helium","offset":2427},{"uri":"Lithium","surface_form":"lithium","offset":2439},{"uri":"Microwaves","surface_form":"microwaves","offset":2529},{"uri":"Background","surface_form":"background","offset":2540},{"uri":"Radiation","surface_form":"radiation","offset":2551},{"uri":"Time","surface_form":"time","offset":2759},{"uri":"Jim_Peebles","surface_form":"Jim Peebles","offset":3226},{"uri":"Nobel_Prize_in_Physics","surface_form":"Nobel Prize in Physics","offset":3256},{"uri":"Physical_cosmology","surface_form":"physical cosmology","offset":3314}]}