{"id":44854,"url":"http://en.wikipedia.org/wiki/Emo","text":"Emo is a kind of music which is short for \"emotive hardcore.\" The style first formed in the mid-1980s, taking the musical sounds of hardcore punk and post-hardcore and combining them with sad and sensitive lyricism (words) that emo has become so well known for.\nIn the mid 1990s, emo incorporated indie rock elements. This ultimately made the emo bands of the 90's much less angry and 'punk-ish' and more dramatic, sometimes even acoustic. Once emo became popular in the 2000s, it became shaped by pop-punk, (a mix of emo and pop punk exists, and is called \"emo-pop\") alternative rock and melodic hardcore.\nThe birthplace of the emo style of music is often said to be Washington, D.C.. This is because the first known emo band, Rites Of Spring, is from that city.\nFashion.\nAs emo entered the mainstream, it became as tied to fashion as to the music genre. The term \"emo\" is associated with wearing skinny jeans, as well as tight T-shirts (usually short-sleeved) or zip-up hoodies which often bear the names of emo bands. Studded belts, converse sneakers, vans, and black wristbands also became associated with emo fashion. Also, thick, horn-rimmed glasses remained in emo fashion. In the mid-2000s, eyeliner and black fingernails became another common thing in emo fashion. The most famous part of emo fashion is the emo hairstyle. The emo hairstyle is flat, straight, and usually jet black hair with long bangs that often will cover a lot of the face. This fashion has at times been characterized as a fad. Emo fashion also has been often confused with goth fashion and scene fashion.\nAs emo became known as a subculture, people who both dressed in emo fashion and associated themselves with the emo music genre have been called \"emo kids\" or \"emos\".\nMusic.\nExamples of bands that emos have been known for listening to are My Chemical Romance, Hawthorne Heights, Silverstein, AFI, Dashboard Confessional, Simple Plan, Brand New, From First to Last, Armor for Sleep, Aiden, Senses Fail, Fall Out Boy, Taking Back Sunday, The Movielife, Death Cab for Cutie, The Used, Alesana, Finch, Panic! at the Disco, and Paramore.\nEmo kids also tend to show high interest in lesser known emo bands, such as Ashestoangels, A Thorn For Every Heart, Dear Whoever and (early) Greeley Estates.\nThree of the bands mentioned above are multi-platinum acts (My Chemical Romance, Fall Out Boy, and Panic at the Disco) and they are known for making \"emo-pop\" music early in their careers. They have, however, protested to belonging to the emo genre.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indie_rock","surface_form":"indie rock","offset":297},{"uri":"Pop-punk","surface_form":"pop-punk","offset":498},{"uri":"Alternative_rock","surface_form":"alternative rock","offset":568},{"uri":"Melodic_hardcore","surface_form":"melodic hardcore","offset":589},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":668},{"uri":"My_Chemical_Romance","surface_form":"My Chemical Romance","offset":1824},{"uri":"Hawthorne_Heights","surface_form":"Hawthorne Heights","offset":1845},{"uri":"Silverstein","surface_form":"Silverstein","offset":1864},{"uri":"AFI","surface_form":"AFI","offset":1877},{"uri":"Simple_Plan","surface_form":"Simple Plan","offset":1906},{"uri":"From_First_to_Last","surface_form":"From First to Last","offset":1930},{"uri":"Armor_for_Sleep","surface_form":"Armor for Sleep","offset":1950},{"uri":"Aiden","surface_form":"Aiden","offset":1967},{"uri":"Fall_Out_Boy","surface_form":"Fall Out Boy","offset":1987},{"uri":"Death_Cab_for_Cutie","surface_form":"Death Cab for Cutie","offset":2036},{"uri":"The_Used","surface_form":"The Used","offset":2057},{"uri":"Alesana","surface_form":"Alesana","offset":2067},{"uri":"Panic%21_at_the_Disco","surface_form":"Panic! at the Disco","offset":2083},{"uri":"Paramore","surface_form":"Paramore","offset":2108},{"uri":"My_Chemical_Romance","surface_form":"My Chemical Romance","offset":2336},{"uri":"Fall_Out_Boy","surface_form":"Fall Out Boy","offset":2357},{"uri":"Panic_at_the_Disco","surface_form":"Panic at the Disco","offset":2375}]}