{"id":448510,"url":"http://en.wikipedia.org/wiki/Blue_Lake_(South_Australia)","text":"The Blue Lake is in Mount Gambier, South Australia. It is in an extinct volcanic crater, which is part of the Mount Gambier complex. It is one of four crater lakes on Mount Gambier. Leg of Mutton Lake and Brown Lake have dried up over the past 30 to 40 years as the water table has dropped. The Blue Lake is known for its changing color, from grey to bright blue.\nDifferent dates have been given for its last eruption, of 28,000 years ago, 4300 years ago, and, recently, a little before 6000 years ago. If the youngest date is correct, this could be the most recent volcanic eruption on the Australian mainland.\nBlue Lake is thought to be of an average depth of 72 metres, but in places reaches 77 metres deep. The crater rim measures 1,200 metres (3,937 feet) by 824 metres (2,703 feet). The lake itself measures 1,087 metres (3,566 feet) by 657 metres (2,155 feet). The bottom of the lake is 30 metres (100 feet) below the level of the main street of the nearby town. The Blue Lake supplies the town with drinking water.\nStudies.\nIn 1967 a survey found the deepest point in the lake at 77 m. Major diving exploration of the lake first took place in 1985. Cave diver Peter Horne studied the temperature and visibility of the water. He discovered a fresh water sponge species and other invertebrates. He also discovered \"The Stromatolite Field\", hollow rock formations on the north-eastern edge at a depth of 40 m. In 2008 another dive brought up core samples from the calcite-silt covered lake bed, and measured the water temperature on the lake bed at 14 degrees Celsius (57 °F).\nColour change.\nDuring December to March, the lake turns to a vibrant cobalt blue colour. It changes to a colder steel grey colour for April to November. Why this happens is still a mystery. Scientists believe water on the surface becomes warmer in summer. This causes calcium carbonate to precipitate out of solution and allows micro-crystallites of calcium carbonate to form. This results in scatter of the blue wavelengths of sunlight. During winter the lake water becomes well mixed, and the lake water is less clear because of tannins and calcium carbonate particles. The angle of the sun has also been found to influence the perceived colour of the lake. The movement of planktonic life-forms within the lake during the seasons and during the day may also play a part in the colour change.\nGordon's Leap.\nIn July 1865 Adam Lindsay Gordon performed the daring horse riding feat known as Gordon’s Leap on the edge of the Blue Lake. A commemorative obelisk was built at the spot. The sign on it reads: \"This obelisk was erected as a memorial to the famous Australian poet. From near this spot in July, 1865 Gordon made his famed leap on horseback over an old post and rail guard fence onto a narrow ledge overlooking the Blue Lake and jumped back again onto the roadway. The foundation stone of the Gordon Memorial Obelisk was laid on 8th July 1887\".","categories":[],"infobox_types":["lake"],"annotations":[{"uri":"Mount_Gambier%2C_South_Australia","surface_form":"Mount Gambier, South Australia","offset":20},{"uri":"Extinct_volcano","surface_form":"extinct volcanic","offset":64},{"uri":"Mount_Gambier_(volcano)","surface_form":"Mount Gambier","offset":110},{"uri":"Water_table","surface_form":"water table","offset":266},{"uri":"Sponge","surface_form":"sponge","offset":1261},{"uri":"Invertebrate","surface_form":"invertebrate","offset":1286},{"uri":"Stromatolite","surface_form":"Stromatolite","offset":1325},{"uri":"Calcite","surface_form":"calcite","offset":1469},{"uri":"Cobalt_blue","surface_form":"cobalt","offset":1651},{"uri":"Blue","surface_form":"blue","offset":1658},{"uri":"Grey","surface_form":"grey","offset":1700},{"uri":"Precipitation_(chemistry)","surface_form":"precipitate","offset":1871},{"uri":"Solution","surface_form":"solution","offset":1890},{"uri":"Crystal","surface_form":"crystal","offset":1916},{"uri":"Calcium_carbonate","surface_form":"calcium carbonate","offset":1932},{"uri":"Rayleigh_scattering","surface_form":"scatter","offset":1975},{"uri":"Wavelength","surface_form":"wavelength","offset":1995},{"uri":"Plankton","surface_form":"plankton","offset":2258},{"uri":"Seasons","surface_form":"seasons","offset":2307},{"uri":"Adam_Lindsay_Gordon","surface_form":"Adam Lindsay Gordon","offset":2405}]}