{"id":448557,"url":"http://en.wikipedia.org/wiki/Arvind_Kejriwal","text":"Arvind Kejriwal (born 16 August 1968) is an Indian politician. He is the current and 7th Chief Minister of Delhi. He is the national convener of Aam Aadmi Party (AAP). He started the Aam Aadmi Party in 2012. Kejriwal won the TIME 100 Readers' Poll in 2014.For the 2019 general elections the Aam Aadmi Party shared seats with the Indian National Congress.\nEarly life.\nKejriwal was born in Bhiwani, Haryana on 16th August 1968. He was educated at Campus School in Hisar. He graduated from Indian Institute of Technology Kharagpur, majoring in mechanical engineering.\nStarted Aam Aadmi Party.\nIn November 2012, Kejriwal launched AAP.\nChief Minister of Delhi (first term).\nAAP contested Delhi legislative assembly elections in 2013. Kejriwal defeated incumbent Chief Minister, Sheila Dikshit of the Indian National Congress (INC). Kejriwal was sworn in as the second-youngest chief minister of Delhi on 28 December 2013.\nOn 14 February 2014 he resigned as Chief Minister.\n2014 Loksabha Elections.\nKejriwal contested in 2014 Indian general elections. He lost against the BJP prime ministerial candidate, Narendra Modi.\nChief Minister of Delhi (second term).\nAam Aadmi Party won 67 of the 70 constituencies in the 2015 Delhi Assembly elections. Arvind Kejriwal took oath on 14 February 2015 as Delhi's chief minister for a second time.","categories":[],"infobox_types":[],"annotations":[{"uri":"India","surface_form":"India","offset":44},{"uri":"Chief_Minister","surface_form":"Chief Minister","offset":89},{"uri":"Delhi","surface_form":"Delhi","offset":107},{"uri":"Aam_Aadmi_Party","surface_form":"Aam Aadmi Party","offset":145},{"uri":"Indian_National_Congress","surface_form":"Indian National Congress","offset":329},{"uri":"Haryana","surface_form":"Haryana","offset":397},{"uri":"Indian_National_Congress","surface_form":"Indian National Congress","offset":795},{"uri":"Bharatiya_Janata_Party","surface_form":"BJP","offset":1066},{"uri":"Narendra_Modi","surface_form":"Narendra Modi","offset":1099}]}