{"id":44864,"url":"http://en.wikipedia.org/wiki/Wedding","text":"A wedding is the ceremony in which two people become married. It is usually between a man (the bridegroom) and a woman (the bride). In some places, same-sex weddings are legal. It is common for the couple involved in the wedding to exchange vows and to give each other rings. Weddings are held in religious buildings or other sites such gardens or the home of the bride's parents.\nPre-wedding customs.\nIn the few days or weeks before a wedding, the bride will attend a \"bridal shower\" held in a friend's home. She receives gifts for and advice about married life. The groom will attend a \"bachelor party\" with his groomsmen. This event marks his last night as a bachelor. The party is usually held in a restaurant or club. There is much drinking and merriment. Strippers may entertain. Porn movies may be viewed to educate the groom about his marital responsibilities. A dinner is sometimes held for the parents of the couple. A dinner for all the members of the wedding party is usually held the night before the wedding.\nCeremony.\nA traditional wedding ceremony in the western world usually consists of the couple exchanging vows before a government official such as a justice of the peace or a clergyperson such as a priest, minister, or pastor. Nuns are not permitted to perform marriages. Rings are exchanged between the married couple, following which they kiss.\nSite.\nTraditionally, the bride's church, synagogue,temple or other religious centre, or the home of her parents is the site of her wedding. Non-traditional couples choose various and unusual sites. Some couples have married while snorkeling or skydiving. Rich couples sometimes choose \"destination weddings\". These couples pay for guests to attend their wedding at a romantic \"destination\" such as a Caribbean island.\nReception.\nThere is often a party or banquet after the wedding called a reception. This is called the wedding breakfast as it is the first meal the married couple eat together. During the reception, the couple greet friends and family, cut a cake, and have the first dance together. The bride's garter is usually tossed to the groomsmen. The bride's bouquet is tossed to the bridesmaids. The couple depart the reception site in a car that is sometimes decorated with balloons, signs (\"Just Married!\"), old shoes or tin cans tied to the rear bumper.\nDress.\nThe bride usually wears a white dress. White symbolizes virginity. She sometimes wears a thin piece of white cloth on her head called a veil, or a wreath of flowers, or a tiara, or other headdress. The groom lifts the veil before or after the vows are taken. The groom is usually dressed in formal attire.\nHoneymoon.\nAfter the wedding, the newlyweds usually take a trip, which is called a honeymoon. Traditionally, the honeymoon was the time when the couple had their first sexual intercourse and established their sexual relationship. Many, many couples in the western world today have had sexual intercourse long before the wedding, and the honeymoon has become a time of intimate relaxation before returning to work, debts, and other obligations.\nBrides maids.\nThe brides maids are people that walk down the aisle before the bride and her father. They often wear a dress the same colour as the bride's dress and they have a little flower bouquet like the bride.\nBridal shower.\nThe bridal shower is similar to the bachelor party but it is for the women.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ceremony","surface_form":"ceremony","offset":17},{"uri":"Marriage","surface_form":"married","offset":53},{"uri":"Man","surface_form":"man","offset":86},{"uri":"Husband","surface_form":"bridegroom","offset":95},{"uri":"Woman","surface_form":"woman","offset":113},{"uri":"Bride","surface_form":"bride","offset":124},{"uri":"Rings","surface_form":"rings","offset":269},{"uri":"Religious","surface_form":"religious","offset":297},{"uri":"Western_world","surface_form":"western world","offset":1071},{"uri":"Church","surface_form":"church","offset":1402},{"uri":"Synagogue","surface_form":"synagogue","offset":1410},{"uri":"Caribbean","surface_form":"Caribbean","offset":1769},{"uri":"Wedding_dress","surface_form":"dress","offset":2375},{"uri":"Virginity","surface_form":"virginity","offset":2399},{"uri":"Veil","surface_form":"veil","offset":2479}]}