{"id":448655,"url":"http://en.wikipedia.org/wiki/Wilfred_Thesiger","text":"Wilfred Thesiger (June 3, 1910 – August 24, 2003) was born in Addis Ababa where his father was an advisor to the Ethiopian emperor. He went to school and university in England but he always dreamed of travel. He didn't make many friends when he studied in England. During his first university holidays he travelled alone, without much money, from England to Istanbul. This was the start of an exciting life filled with adventure in Africa, Iraq and the Arabian Peninsula.\nThesiger was one of the last great British explorers and he was an excellent photographer and writer. When Thesiger died in 2003, he left more than 38,000 photographs to the Pitt Rivers museum in Oxford. Thesiger wrote many books, some of which are considered to be classics. He was a tall, strong man and a successful boxer.\nThesiger travelled through the UAE with his Bedouin friends and even met Sheikh Zayed in Al Ain. (In 2003, the UAE gave money to the Pitt Rivers museum to help keep Thesiger's photos safe). Thesiger had a deep respect for his Bedouin friends who he thought of as better than himself because they were generous, brave and always cheerful. Each time Thesiger and his Bedouin friends met other people, they stopped, invited them to eat their food, and enjoyed sharing the latest news.\nThesiger loved a simple lifestyle. He didn't like cars or the radio. For the rest of his life he always wanted to go back to the desert.\nHe died in Croydon, London.","categories":[],"infobox_types":[],"annotations":[{"uri":"Addis_Ababa","surface_form":"Addis Ababa","offset":62},{"uri":"Ethiopia","surface_form":"Ethiopia","offset":113},{"uri":"Istanbul","surface_form":"Istanbul","offset":358},{"uri":"Oxford","surface_form":"Oxford","offset":668},{"uri":"Bedouin","surface_form":"Bedouin","offset":842},{"uri":"Sheikh_Zayed","surface_form":"Sheikh Zayed","offset":871},{"uri":"Al_Ain","surface_form":"Al Ain","offset":887},{"uri":"Croydon","surface_form":"Croydon","offset":1428},{"uri":"London","surface_form":"London","offset":1437}]}