{"id":448748,"url":"http://en.wikipedia.org/wiki/Buddy_Roemer","text":"Charles Elson \"Buddy\" Roemer III (born October 4, 1943) is an American politician and banker. He served as the 52nd Governor of Louisiana from 1988 to 1992. He last was a member of the United States House of Representatives from 1981 to 1988.\nRoemer was a candidate for the presidential nominations of the Republican Party and the Reform Party in 2012.\nIn March 1991, while serving as governor, Roemer switched his party from the Democratic to the Republican Party. In 2012, he became a member of the Reform Party. A year later, Roemer switched parties to become a Republican again.\nEarly life.\nRoemer was born in Shreveport, Louisiana. His parents were Charles Elson \"Budgie\" Roemer, II and Adeline McDade. He was raised in Bossier City.\nIn 1964, he graduated from Harvard College with a Bachelor of Arts degree in economics. In 1967, he received an MBA in finance from Harvard Business School. After college, Roemer returned to Louisiana to work in his father’s computer business and later founded two banks. He was elected in 1972 as a delegate to the Louisiana Constitutional Convention held in 1973.\nU.S. House of Representatives (1981-1988).\nAs a member of Congress, Roemer Louisiana's 1st congressional district in the northwestern section of the state, anchored about Shreveport and Bossier City. After his 1980 election victory, Roemer won congressional re-election without opposition in 1982, 1984, and 1986.\nIn Congress, Roemer frequently supported Reagan policy initiatives and fought with the Democratic congressional leadership, though he remained in the party. He also criticized then Democratic House leader Tip O'Neill of Massachusetts for being \"too liberal\".\nAfter Roemer left the House to become governor, he was succeeded by his administrative assistant, Republican Jim McCrery.\nGovernor of Louisiana (1988-1992).\nRoemer was one of a large number of Democratic candidates to challenge three-term incumbent governor Edwin Edwards. Roemer won the election by winning 33% of the vote compared to Edwards' 28%.\nRoemer entered the governor's office on March 14, 1988. In October 1989, voters rejected a number of Roemer tax initiatives but approved a constitutional amendment for transportation improvements. Facing a $1.3 billion deficit in the state budget, his first job was eliminating the deficit. Roemer called a special session of the legislature to push an ambitious tax and fiscal reform program for state and local governments. He vowed to slash spending, abolish programs, and close state-run institutions. Voters rejected his proposals in a statewide constitutional referendum.\nIn March 1991, Roemer switched to the Republican Party just months before the state elections, apparently at the urging of Bush White House Chief of Staff John H. Sununu. Roemer lost his re-election after loosing the Republican primary to David Duke. Duke would soon loose to Edwin Edwards.\nRoemer left office on January 13, 1992. He would run again for the Republican nomination for governor, but lost to Mike Foster.\n2004 U.S. Senate election.\nIn the summer of 2004, Roemer briefly considered entering the race to succeed retiring U.S. Senator John Breaux. Roemer shortly after decided not to run for the senate.\n2012 presidential campaign.\nIn January 2011, Roemer told Baton Rouge television station WAFB that he was considering a bid for the U.S. presidency in 2012. On July 21, 2011 at Dartmouth College in Hanover, New Hampshire, Roemer announced his entry as a candidate for the Republican nomination for President. On November 30, 2011, Roemer officially announced that he would seek the Americans Elect nomination. On February 23, 2012, Roemer dropped out of the GOP nomination to seek the Reform Party's nomination. On May 17, 2012, Americans Elect announced that it would not run a candidate in the 2012 presidential elections.\nOn May 31, 2012, he announced that he was ending his 2012 presidential campaign altogether, citing the lack of ballot access to be the reason\nPersonal life.\nRoemer was married to Cookie Delmer until they divorced. Then he married Patti Crocker until they divorced. He is now married to Scarlett Roemer. Roemer has three children with Delmer.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":62},{"uri":"Governor_of_Louisiana","surface_form":"Governor of Louisiana","offset":116},{"uri":"United_States_House_of_Representatives","surface_form":"United States House of Representatives","offset":185},{"uri":"Republican_Party_(United_States)","surface_form":"Republican Party","offset":306},{"uri":"Reform_Party_of_the_United_States_of_America","surface_form":"Reform Party","offset":331},{"uri":"Democratic_Party_(United_States)","surface_form":"Democratic","offset":430},{"uri":"Reform_Party_of_the_United_States_of_America","surface_form":"Reform Party","offset":501},{"uri":"Shreveport%2C_Louisiana","surface_form":"Shreveport","offset":614},{"uri":"Louisiana","surface_form":"Louisiana","offset":626},{"uri":"Bossier_City%2C_Louisiana","surface_form":"Bossier City","offset":725},{"uri":"Harvard_College","surface_form":"Harvard College","offset":766},{"uri":"Bachelor_of_Arts","surface_form":"Bachelor of Arts","offset":789},{"uri":"Master_of_Business_Administration","surface_form":"MBA","offset":851},{"uri":"Harvard_Business_School","surface_form":"Harvard Business School","offset":871},{"uri":"Delegate","surface_form":"delegate","offset":1039},{"uri":"Louisiana%27s_1st_congressional_district","surface_form":"Louisiana's 1st congressional district","offset":1180},{"uri":"Ronald_Reagan","surface_form":"Reagan","offset":1460},{"uri":"Tip_O%27Neill","surface_form":"Tip O'Neill","offset":1624},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":1639},{"uri":"Jim_McCrery","surface_form":"Jim McCrery","offset":1787},{"uri":"Edwin_Edwards","surface_form":"Edwin Edwards","offset":1936},{"uri":"Economic_deficit","surface_form":"deficit","offset":2247},{"uri":"Special_session","surface_form":"special session","offset":2335},{"uri":"Louisiana_Constitution","surface_form":"constitutional","offset":2579},{"uri":"Referendum","surface_form":"referendum","offset":2594},{"uri":"Party_switching","surface_form":"switched","offset":2628},{"uri":"John_H._Sununu","surface_form":"John H. Sununu","offset":2761},{"uri":"David_Duke","surface_form":"David Duke","offset":2845},{"uri":"Edwin_Edwards","surface_form":"Edwin Edwards","offset":2882},{"uri":"Mike_Foster","surface_form":"Mike Foster","offset":3012},{"uri":"John_Breaux","surface_form":"John Breaux","offset":3152},{"uri":"WAFB","surface_form":"WAFB","offset":3309},{"uri":"United_States_presidential_election%2C_2012","surface_form":"2012","offset":3371},{"uri":"Dartmouth_College","surface_form":"Dartmouth College","offset":3397},{"uri":"Hanover%2C_New_Hampshire","surface_form":"Hanover","offset":3418},{"uri":"New_Hampshire","surface_form":"New Hampshire","offset":3427},{"uri":"Americans_Elect","surface_form":"Americans Elect","offset":3602},{"uri":"Reform_Party_of_the_United_States_of_America","surface_form":"Reform Party","offset":3705}]}