{"id":44872,"url":"http://en.wikipedia.org/wiki/Sugar_Sugar_Rune","text":"Sugar Sugar Rune(シュガシュガルーン) is a Japanese manga and anime. It tells the story of two young witches who are in a competition together. They are trying to become the new queen of their world.\nStory.\nVanilla and Chocolat are two young witches who are sent in the humans world in order to decide who will become the new queen of their world. Their goal is succeeding in getting colored hearts from boys by being nice to them. When the boys fall in love with them, their feelings turn into a heart that the witches can take with a magic spell. The hearts are different colors for different feelings, such as surprise, love, or jealousy. Each heart can be used like money in their world, and some are worth more than others. Vanilla and Chocolat go to school like regular humans, and they take the hearts of the boys that they see at school and at other places in town. They can also get a heart that represents friendship from other girls, and they learn that it is important for the future Queen to be able to be nice to girls as well as boys. Also, Vanilla and Chocolat are friends, and they decide that they will stay friends no matter who becomes the queen of their world at the end of the competition.\nThere are bad guys in their world, though. They are called Ogres, and they like to make people feel jealous of one another or make people hate each other. They use the \"Black Hearts\" that those bad emotions make as power, and they want to take over the magical world that Vanilla and Chocolat come from. The story shows the competition between Chocolat and Vanilla and how their people handle the Ogres that try to stop their competition.\nMain Characters.\nChocolat Meilleure: (\"Chocolat Katô\" in the world of the humans.) Chocolat is a young witch with a lot of charisma. She is funny and not shy at all. Her personality make her liked in her world, but in her new school, the boys prefer a shy girl like Vanilla. She has a quick temper that scares human boys, but she is not truly cruel-hearted. Later on in the story, some of the boys start to like her. Two boys from her own world also like her a lot and want her to be the queen of their world. Chocolat's mother was also in a competition to become the queen before Chocolat was born, but she died when Chocolat was a baby. Chocolat has a crush on Pierre.\nVanilla Mieux: (Vanilla Ice in the world of the humans). Vanilla is the best-friend of Chocolat. She is very shy. She tries to be nice to everyone, but sometimes the boys want her to like them instead of everyone at once. Vanilla's mother is the queen of their world, and she is a very nice person who helps Vanilla and Chocolat from time to time.\nRockin' Robin: Robin is a wizard from Vanilla and Chocolat's world, and the girls in the human world like him a lot. His job is to help Vanilla and Chocolat while they compete to become the queen of their world. He gives them advice about living with humans.\nPierre He is a cold boy who is not innocent as he looks. He is popular with the girls in Chocolat's world, but he is an evil Ogre (an evil race of wizards and witches). He even tries to kill Chocolat once. He has a fan club of pretty, but cruel girls. Eventually, he starts to warm up and Chocolat saves him and he becomes good again. He likes Chocolat romantically.","categories":[],"infobox_types":["animanga/Print","animanga/Video"],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":33},{"uri":"Manga","surface_form":"manga","offset":42},{"uri":"Anime","surface_form":"anime","offset":52},{"uri":"Witch","surface_form":"witch","offset":91},{"uri":"Competition","surface_form":"competition","offset":112},{"uri":"Queen","surface_form":"queen","offset":168},{"uri":"World","surface_form":"world","offset":183},{"uri":"Charisma","surface_form":"charisma","offset":1764},{"uri":"Personality","surface_form":"personality","offset":1811},{"uri":"School","surface_form":"school","offset":1867}]}