{"id":448703,"url":"http://en.wikipedia.org/wiki/Rolling_and_wheels_in_the_natural_world","text":"There are two ways that natural and man-made things can use rotation to move around. One way is for the entire thing to roll. The other way is for part of the thing to turn while the rest does not, like a wheel or a propeller. Some living things move around by rolling, but no living things seem to use wheels. Biologists have written about the reasons for this. Writers of science fiction and fantasy have invented many animals with wheels.\nWheels are a very useful technology for people. Many technologies that people use are also found in nature, like wings and lenses.\nIt may seem strange, then, that wheels have never evolved in nature, but there are two reasons for this. First, there are natural limits to what kinds of things can exist in nature. Living things change slowly over time, a process called evolution by natural selection. This process can create many different answers to a problem, but it can't always create every answer that can be imagined. Also, the ways that new living things build themselves (a process called developmental biology) can't always create every kind of part that can be imagined. Second, wheels are sometimes less useful than other ways of moving, like walking, running, or slithering like a snake. For the same reason, some groups of people in the past have given up using wheels completely.\nRolling.\nSome living things move around by rolling. These are not true examples of wheels, because the whole organism rotates, without any parts that stay still, like an axle.\nSome kinds of animals form their bodies into a circle. In some cases, they do this to protect themselves, and in some cases they do it to be able to roll. Animals that do this include some caterpillars, tiger beetle larvae, myriapods, mantis shrimp, and salamanders. Other animals form into a ball instead. These animals include pangolins, hedgehogs, armadillos, the armadillo Lizard, isopods, the wheel spider, and fossilized trilobites. These animals may roll \"passively\", meaning they are pushed by gravity or wind, or \"actively\", meaning they push themselves by changing their shape. Tumbleweeds are a part of a plant that grows above the ground. Tumbleweeds break off from their roots and roll in the wind in order to spread their seeds.\nDung beetles form round balls of animal feces. They roll these balls with their bodies. Although the ball rolls instead of the beetle, the beetles have many of the same problems as rolling animals.\nA kind of skin cell called a keratinocyte moves itself by rolling, as part of the process of healing.\nA kind of tiny animal called a rotifer uses a ring of cilia (small hair-like parts) moving in rhythm to move and feed itself. The word \"rotifer\" in Latin means \"having wheels\", but rotifers do not actually have any parts that rotate.\nRotation like a wheel.\nNo known multicellular organism (an organism made of many cells) can spin part of its body while keeping the rest of its body still. However, there are at least two examples of rotating parts used by cells. One example is a molecule called ATP synthase. ATP synthase is used to store and move energy. For example, it is used in the processes of photosynthesis (a way of storing energy from the sun) and oxidative phosphorylation (a way of releasing stored energy). ATP synthase is similar to flagellar motors, which are talked about below. Biologists (scientists who study life) think that ATP synthase is an example of modular evolution. In modular evolution, two parts with different jobs join together and pick up a new job.\nThe only known example in nature of a part that can spin all the way around to push an organism is the flagellum. The flagellum is a tail used like a propeller to push single-celled prokaryotes. The bacterial flagellum is the best known example. About half of all known bacteria have at least one flagellum. This means that rotation may actually be the most common way of moving around found in nature.\nAt the bottom of the bacterial flagellum, where it meets the cell membrane, a motor protein acts as an engine. This engine gets its power from proton motive force, the flow of protons (hydrogen ions) across the cell membrane. This is caused by a concentration gradient (a difference in the number of protons on each side of the membrane) created by the cell's metabolism. (Bacteria called \"Vibrio\" use two kinds of flagella, one of which is powered by sodium ions instead.) Flagella are very efficient, meaning not much energy is wasted. They can push bacteria as fast as 60 times their length every second. The motor at the bottom of the flagellum has a similar structure to ATP synthase. Bacteria called spirillum have twisted bodies with flagella on both ends. Spririllum bacteria spin around as they move.\nA kind of organism called archaea, which are different from bacteria, also use flagella powered by rotating motor proteins. The two kinds of flagella evolved from different parts. Eukaryotic cells are a more complex kind of cell found in plants and animals. Some of these cells also have flagella called cilia, but these flagella do not rotate at the bottom. Instead, they bend so that the tip of the flagella moves in a circle.\nLimits of evolution.\nThe science of evolution can help to explain why multicellular organisms have not developed wheels. To put it simply, a complex structure (one made of several parts working together) can't evolve unless its early, unfinished form helps the organism to live and to have children.\nIn this metaphor, fitness is a landscape, where useful traits are peaks and harmful ones are valleys. Wheels may be a very useful peak, but the valley around that peak is too low or too wide for the gene pool (the set of genes in the population) to move to it by genetic drift or natural selection. Stephen Jay Gould points out that evolution can only build with parts that are already available. He writes that, \"wheels work well, but animals are debarred [(prevented)] from building them by structural constraints [(limits)] inherited as an evolutionary legacy.\"\nNatural selection therefore explains why wheels have not appeared. A wheel without one or more of its important parts would probably not help an organism very much. However, the same is not true for the flagellum discussed above. As the flagellum evolved, different parts of other structures were used for a new purpose. The part that is now a rotating motor, called a basal body, may have evolved from a part that was used by bacteria to inject poisons into other cells. This use of existing parts is called \"exaptation\".\nThe biologist Robin Holliday has written that, because there are no living things with wheels, creationism and intelligent design (stories of life that claim an intelligent creator) are less likely to be right. Holliday argues that an intelligent creator, free from the limits of evolution, would use wheels in any place they would be useful.\nLimits of bodies and how they grow.\nPeople have found it fairly easy to build wheeled systems, even complex ones, and they have been able to solve problems of power transmission (moving energy from one place to another) and friction. However, the ways new organisms build themselves are very different from the ways humans build things. It is not clear that the processes of life would be able to make a wheel. The reasons for this are talked about below.\nThe greatest barrier to many-celled organisms with wheels is the interface (meeting point) between the parts that move and the parts that stay still. Wheels, or wheels and axles, need to be able to turn freely relative to the rest of the organism. Animal joints have a limited range of motion (the angle they can move), but wheels need to be able to turn through any angle without needing to be turned back. Because of this, wheels can't be attached to the axle or shaft that they turn on. No true many-celled organism is known to grow solid tissues or organs that are not attached to the rest of the organism.\nSending power to wheels.\nTo drive a wheel (that is, to make it turn), something must put a torque (twisting force) on it. For machines made by people, this torque is usually made by a motor. There are many kinds of motors, such as electric motors, turbines, and steam engines. Torque can also come from a person, as with a bicycle. In animals, movement is usually caused by skeletal muscles. These muscles get energy by metabolizing (breaking down) the nutrients in food. Skeletal muscles are attached with connective tissue to the bones they move, so they would not be useful for driving a wheel directly. Also, animals use their muscles in cycles - joints move in one direction, then the other, instead of moving in one direction constantly. Large animals cannot gain speed very quickly, because it is more difficult for muscles to pull against a large inertia (the resistance of a heavy object to movement).\nFriction.\nIn most machines, a lubricant (like oil or grease) or a bearing is used to limit friction (rubbing) between moving parts. Keeping friction down is important for limiting wear damage to the parts, and for keeping the parts from getting too hot. The faster the parts move, or the more force between them, the more important it is to reduce friction. In animal joints like the human knee, friction is reduced with a tissue called cartilage that has a low coefficient of friction, and a lubricating fluid called synovial fluid that has a low viscosity (resistance to flowing). Gerhard Scholtz, a professor at the (\"Institute for Biology and Comparative Zoology\") at Humboldt University of Berlin, has written that a similar lubricating fluid or material from dead cells could help an animal wheel to turn freely, but something like this has never been seen in nature.\nMoving nutrients and waste to and from a wheel.\nAnother problem is the flow of materials to and from a living wheel. If the tissues that form the wheel are living, then they must receive oxygen and nutrients and have wastes taken away in order to continue metabolism (the process of using energy to maintain functioning). A normal animal circulatory system (the network of tubes that allow blood to flow), would not be able to provide for the necessary flow of materials. Without blood flowing, materials would have to diffuse to and from the wheel. Diffusion is limited by partial pressure and surface area, by a rule called Fick's law of diffusion. For large animals, diffusion would not be enough to keep tissues alive. Instead of a living wheel, a wheel could be made of dead material like keratin, which makes up hair and nails.\nProblems with wheels.\nIn some environments, wheels are simply not as good as limbs for getting around. So it may be that, even if it were possible for wheels to evolve, they would not be found often in nature. In fact, given the limits of wheels, the main question can be turned around: instead of asking \"Why doesn't nature use wheels?\", the question becomes \"Why don't people build more machines with limbs?\" In engineering, wheels are often used instead of limbs, because limbs are more complex to design and control—not because wheels necessarily do the job better.\nRolling resistance.\nOn hard, flat ground, like paved roads, hard wheels are more energy efficient than other ways of moving around. However, wheels are not as efficient (they take more energy to move) on soft surfaces, like soils, because they have to deal with \"rolling resistance\". In rolling resistance, a vehicle loses energy as the shape of the wheel and the surface are deformed (changed), and the surface pushes back against the wheel. Smaller wheels have to deal with more resistance for their size than larger wheels. Softer surfaces deform more than hard surfaces, and they don't come back to their starting shape as well. This causes greater resistance. Compared to concrete, the resisting force on medium-hard soil can be five to eight times greater, and on sand it can be ten to fifteen times greater. While wheels must deform the surface along their entire path, limbs only cause a small deformation at the point that the foot touches the ground.\nRolling resistance is also the reason that some human civilizations didn't use wheels. During the Roman Empire, wheeled chariots were common in the Middle East and North Africa. However, when the Empire fell, wheels became less useful to the local people, who turned to camels to transport goods in the sandy desert climate. Stephen Jay Gould wrote about this strange fact of history in his book \"Hen's Teeth and Horse's Toes\". He wrote that without maintained roads, camels needed less human power and water than a cart pulled by oxen.\nEfficiency of movement in water.\nWhen moving in water, rotating mechanisms are more efficient only when the \"Reynolds number\" of the flow is very low. The Reynolds number is a way to describe the behavior of a flow—in a flow with a low Reynolds number, like those in which bacteria move, viscosity is the most important effect to consider. In flows with high Reynolds numbers, inertia is the most important effect, and mechanisms that \"oscillate\", or move back and forth, are more efficient. Although ship propellers usually have an efficiency near 60%, and aircraft propellers around 80% (up to 88% in the human-powered \"Gossamer Condor\"), oscillating foils like fish tails and bird wings can be as efficient as 96%−98%.\nTraction.\nWheels can slip, meaning they fail to get a grip, on loose or slippery ground. Slipping wastes energy, and can lead to loss of control or becoming unable to move. This happens to cars on mud, ice, and snow. Where wheels have this problem, people sometimes use other mechanisms instead. In the logging industry, vehicles with legs are sometimes used to reach areas that are more difficult than what wheels can deal with. Vehicles with tracks, like tanks, don't slip as much as vehicles with wheels, because they have a larger area touching the surface. However, vehicles with tracks often have a larger turning radius than wheeled vehicles, meaning they take more space to turn. They are also less efficient, and more complex to build.\nDealing with obstacles.\nThe engineer Mieczysław G. Bekker showed that in natural terrain, small obstacles are much more common than large ones. This is called a \"log-normal\" distribution. This means that obstacles are a problem for wheeled vehicles of all sizes. The main ways of dealing with obstacles are to go around them, and to go over them.\nGoing around obstacles.\nThe most common types of steering do not include separate articulation (joints for bending) for each wheel, so they have a limited turning radius. This limits how well these kinds of vehicles can move around where there are a large number of obstacles.\nMichael LaBarbera of the University of Chicago shows the limited turning radius of wheels by comparing humans walking with humans in wheelchairs. Jared Diamond points out that most examples of rolling in nature are found in wide open, hard terrain. This includes the use of rolling by dung beetles and tumbleweeds.\nGoing over obstacles.\nWheels are bad at dealing with vertical (upright) obstacles, especially obstacles about the same size as the wheel itself. If a vehicle or animal can move its center of mass, then the largest vertical obstacles that can be climbed are half as high as the wheel. If the center of mass cannot be moved, the highest obstacle that can be climbed is one eighth to one quarter the height of the wheel.\nAlso, without joints, a wheeled vehicle can become stuck (unable to move) on top of an obstacle, with the obstacle between the wheels so they don't touch the ground. Limbs, unlike wheels, are useful for climbing, and can deal with difficult terrain.\nFor wheels without joints, climbing obstacles will cause the body of the vehicle to tilt. If the weight of the vehicle moves outside of the wheels, the vehicle can tip over because of \"static instability\". At high speed, a vehicle's inertia can cause it to become \"dynamically unstable\". This means it can be tipped over by a smaller obstacle, or simply by turning or changing speed too quickly. Without jointed limbs, it can be impossible to recover from being tipped over.\nUse of limbs for different jobs.\nLimbs used by animals to move over terrain are often also used for other purposes, such as holding and manipulating things, climbing, swinging from branches, swimming, digging, jumping, throwing, kicking, and grooming. Without joints, wheels are not as useful as limbs for these jobs.\nRolling creatures.\nThe hoop snake is an animal described in legend in the United States and Australia. The snake is said to hold its tail in its mouth and roll like a wheel towards its victims. The Japanese Tsuchinoko is a similar legendary animal.\nThe 1944 science fiction short story \"Arena\", by Fredric Brown, includes a telepathic (mind-reading) alien called an \"Outsider\". The Outsider is shaped like a ball and moves by rolling. A 1967 \"Star Trek\" episode with the same name was based on the story. A 1964 episode of \"The Outer Limits\" called \"Fun and Games\" may have been based on the same story. Neither television episode included a rolling animal.\nThe Dutch artist M. C. Escher invented an animal that he named \"Pedalternorotandomovens centroculatus articulosus\". This animal was able to roll itself forward like a wheel. Escher drew the animal in his 1951 picture (also known by the English title \"Curl-up\").\nA 1956 Scrooge McDuck comic by Carl Barks, \"Land Beneath the Ground!\", included \"Terries\" and \"Fermies\", characters who move from place to place by rolling like a bowling ball. The Terries and Fermies have turned their rolling into a sport, causing earthquakes in the process.\n\"Tuf Voyaging\", a 1986 science fiction novel by George R. R. Martin, includes a type of alien called a \"Rolleram\", which kills its victim by rolling over it.\nIn the \"Sonic the Hedgehog\" video game series, the main character Sonic and his sidekick Tails move by rolling. The \"Sonic the Hedgehog\" series first appeared in 1991.\nThe 1995 short story \"Microbe\", by Kenyon College biologist and feminist science fiction writer Joan Slonczewski, is about a trip to explore an alien world, where the plant and animal life is entirely made of doughnut-shaped organisms.\nWheeled creatures.\nL. Frank Baum's 1907 children's book \"Ozma of Oz\" includes human-like creatures with wheels instead of hands and feet, called \"Wheelers\".\nThe 1968 novel \"The Goblin Reservation\" by Clifford D. Simak includes an intelligent kind of alien that uses natural wheels.\nPiers Anthony's 1977 book \"Cluster\" and its sequels (the later books in the same series) include a type of aliens called Polarians. The Polarians move around by holding and balancing on a large ball. The ball is a living part of the Polarian's body that can be removed temporarily.\nDavid Brin's \"Uplift\" Universe includes a kind of wheeled alien called the G'Kek. The G'Kek are described in the 1995 novel \"Brightness Reef\". In the 1996 novel \"Infinity's Shore\", the G'Kek are said to look like \"a squid in a wheelchair.\" They suffer from arthritis in their axles as they become old, especially when living in an environment with high gravity.\nA 1997 novel in the Animorphs series, \"The Andalite Chronicles\", includes a kind of aliens called Mortrons. The Mortrons are made of two separate living parts: a yellow and black bottom half with four wheels, and a long, red head with sharp teeth and hidden wings.\nThe 2000 novel \"The Amber Spyglass\", by English author Philip Pullman, includes a type of alien known as the Mulefa. The Mulefa have diamond-shaped (◊-shaped) bodies with one leg at the front and back and one leg on each side. The Mulefa use large, disc-shaped seed pods as wheels. They hold the pods on axles made of bone on their front and back legs, while pushing themselves with their side legs. The Mulefa and the seed pod trees have a symbiotic relationship, or a relationship that helps both sides: the Mulefa use the seed pods as wheels, and the seed pod trees depend on the rolling to crack open the pods and allow the seeds to spread.\nIn the 2000 novel \"Wheelers\", by English mathematician Ian Stewart and biologist Jack Cohen, a kind of alien called \"blimps\" can grow machines called \"wheelers\", which use wheels to move.\nThe 2009 Disney children's television series Jungle Junction includes jungle animals with wheels instead of legs. One of these animals, \"Ellyvan\", is a hybrid (a combination) of an elephant and a van. These animals move around their home on highways.","categories":[],"infobox_types":[],"annotations":[{"uri":"Man-made","surface_form":"man-made","offset":36},{"uri":"Rotation","surface_form":"rotation","offset":60},{"uri":"Roll","surface_form":"roll","offset":120},{"uri":"Wheel","surface_form":"wheel","offset":205},{"uri":"Propeller","surface_form":"propeller","offset":216},{"uri":"Biologist","surface_form":"Biologist","offset":311},{"uri":"Science_fiction","surface_form":"science fiction","offset":374},{"uri":"Fantasy","surface_form":"fantasy","offset":394},{"uri":"Technology","surface_form":"technology","offset":467},{"uri":"Wing","surface_form":"wing","offset":555},{"uri":"Lens_(optics)","surface_form":"lenses","offset":565},{"uri":"Evolution","surface_form":"evolved","offset":623},{"uri":"Evolution","surface_form":"evolution","offset":811},{"uri":"Natural_selection","surface_form":"natural selection","offset":824},{"uri":"Developmental_biology","surface_form":"developmental biology","offset":1039},{"uri":"Walk","surface_form":"walk","offset":1196},{"uri":"Running","surface_form":"running","offset":1205},{"uri":"Snake","surface_form":"snake","offset":1235},{"uri":"Axle","surface_form":"axle","offset":1506},{"uri":"Caterpillars","surface_form":"caterpillars","offset":1701},{"uri":"Tiger_beetle","surface_form":"tiger beetle","offset":1715},{"uri":"Myriapoda","surface_form":"myriapods","offset":1736},{"uri":"Mantis_shrimp","surface_form":"mantis shrimp","offset":1747},{"uri":"Mount_Lyell_Salamander","surface_form":"salamanders","offset":1766},{"uri":"Pangolin","surface_form":"pangolin","offset":1841},{"uri":"Hedgehog","surface_form":"hedgehog","offset":1852},{"uri":"Armadillo","surface_form":"armadillo","offset":1863},{"uri":"Armadillo_Lizard","surface_form":"armadillo Lizard","offset":1879},{"uri":"Isopoda","surface_form":"isopods","offset":1897},{"uri":"Wheel_spider","surface_form":"wheel spider","offset":1910},{"uri":"Fossil","surface_form":"fossil","offset":1928},{"uri":"Trilobite","surface_form":"trilobite","offset":1939},{"uri":"Gravity","surface_form":"gravity","offset":2014},{"uri":"Tumbleweed","surface_form":"Tumbleweed","offset":2100},{"uri":"Seed_dispersal","surface_form":"spread their seeds","offset":2235},{"uri":"Dung_beetle","surface_form":"Dung beetle","offset":2255},{"uri":"Feces","surface_form":"feces","offset":2295},{"uri":"Skin","surface_form":"skin","offset":2463},{"uri":"Cell","surface_form":"cell","offset":2468},{"uri":"Keratinocyte","surface_form":"keratinocyte","offset":2482},{"uri":"Healing","surface_form":"healing","offset":2546},{"uri":"Rotifer","surface_form":"rotifer","offset":2586},{"uri":"Cilia","surface_form":"cilia","offset":2609},{"uri":"Latin","surface_form":"Latin","offset":2703},{"uri":"Multicellular_organism","surface_form":"multicellular organism","offset":2821},{"uri":"Molecule","surface_form":"molecule","offset":3036},{"uri":"ATP_synthase","surface_form":"ATP synthase","offset":3052},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":3157},{"uri":"Oxidation","surface_form":"oxidative","offset":3215},{"uri":"Cellular_respiration","surface_form":"phosphorylation","offset":3225},{"uri":"Flagellum","surface_form":"flagellar motors","offset":3304},{"uri":"Mosaic_evolution","surface_form":"modular evolution","offset":3432},{"uri":"Flagellum","surface_form":"flagellum","offset":3643},{"uri":"Tail","surface_form":"tail","offset":3673},{"uri":"Propeller","surface_form":"propeller","offset":3690},{"uri":"Prokaryote","surface_form":"prokaryote","offset":3722},{"uri":"Bacteria","surface_form":"bacteria","offset":3739},{"uri":"Bacteria","surface_form":"bacteria","offset":3810},{"uri":"Cell_membrane","surface_form":"cell membrane","offset":4004},{"uri":"Motor","surface_form":"motor","offset":4021},{"uri":"Protein","surface_form":"protein","offset":4027},{"uri":"Engine","surface_form":"engine","offset":4046},{"uri":"Proton_motive_force","surface_form":"proton motive force","offset":4086},{"uri":"Flow","surface_form":"flow","offset":4111},{"uri":"Proton","surface_form":"proton","offset":4119},{"uri":"Hydrogen","surface_form":"hydrogen","offset":4128},{"uri":"Ion","surface_form":"ion","offset":4137},{"uri":"Concentration","surface_form":"concentration","offset":4189},{"uri":"Gradient","surface_form":"gradient","offset":4203},{"uri":"Metabolism","surface_form":"metabolism","offset":4303},{"uri":"Vibrio","surface_form":"Vibrio","offset":4333},{"uri":"Sodium","surface_form":"sodium","offset":4395},{"uri":"Efficient","surface_form":"efficient","offset":4435},{"uri":"Spirillum","surface_form":"spirillum","offset":4649},{"uri":"Archaea","surface_form":"archaea","offset":4779},{"uri":"Eukaryotic","surface_form":"Eukaryotic","offset":4933},{"uri":"Cilium","surface_form":"cilia","offset":5057},{"uri":"Evolution","surface_form":"evolution","offset":5218},{"uri":"Metaphor","surface_form":"metaphor","offset":5490},{"uri":"Landscape","surface_form":"landscape","offset":5513},{"uri":"Gene_pool","surface_form":"gene pool","offset":5681},{"uri":"Stephen_Jay_Gould","surface_form":"Stephen Jay Gould","offset":5781},{"uri":"Basal_body","surface_form":"basal body","offset":6416},{"uri":"Inject","surface_form":"inject","offset":6486},{"uri":"Poison","surface_form":"poison","offset":6493},{"uri":"Exaptation","surface_form":"exaptation","offset":6557},{"uri":"Creationism","surface_form":"creationism","offset":6665},{"uri":"Intelligent_design","surface_form":"intelligent design","offset":6681},{"uri":"System","surface_form":"system","offset":6999},{"uri":"Power_transmission","surface_form":"power transmission","offset":7072},{"uri":"Friction","surface_form":"friction","offset":7137},{"uri":"Developmental_biology","surface_form":"the ways new organisms build themselves","offset":7156},{"uri":"Manufacturing","surface_form":"the ways humans build things","offset":7220},{"uri":"Interface","surface_form":"interface","offset":7434},{"uri":"Axle","surface_form":"axle","offset":7541},{"uri":"Relative","surface_form":"relative","offset":7579},{"uri":"Joint","surface_form":"joint","offset":7624},{"uri":"Range_of_motion","surface_form":"range of motion","offset":7646},{"uri":"Angle","surface_form":"angle","offset":7667},{"uri":"Tissue_(biology)","surface_form":"tissues","offset":7911},{"uri":"Organ_(anatomy)","surface_form":"organs","offset":7922},{"uri":"Torque","surface_form":"torque","offset":8071},{"uri":"Motor","surface_form":"motor","offset":8164},{"uri":"Electric_motor","surface_form":"electric motor","offset":8211},{"uri":"Turbine","surface_form":"turbine","offset":8228},{"uri":"Steam_engine","surface_form":"steam engine","offset":8242},{"uri":"Bicycle","surface_form":"bicycle","offset":8303},{"uri":"Skeleton","surface_form":"skeletal","offset":8354},{"uri":"Muscle","surface_form":"muscle","offset":8363},{"uri":"Metabolism","surface_form":"metabolizing","offset":8400},{"uri":"Nutrient","surface_form":"nutrient","offset":8433},{"uri":"Connective_tissue","surface_form":"connective tissue","offset":8487},{"uri":"Inertia","surface_form":"inertia","offset":8835},{"uri":"Lubricant","surface_form":"lubricant","offset":8921},{"uri":"Bearing_(mechanical)","surface_form":"bearing","offset":8957},{"uri":"Friction","surface_form":"friction","offset":8982},{"uri":"Wear_(erosion)","surface_form":"wear","offset":9071},{"uri":"Knee","surface_form":"knee","offset":9281},{"uri":"Cartilage","surface_form":"cartilage","offset":9328},{"uri":"Coefficient_of_friction","surface_form":"coefficient of friction","offset":9353},{"uri":"Synovial_fluid","surface_form":"synovial fluid","offset":9409},{"uri":"Viscosity","surface_form":"viscosity","offset":9439},{"uri":"Zoology","surface_form":"Zoology","offset":9550},{"uri":"Humboldt_University_of_Berlin","surface_form":"Humboldt University of Berlin","offset":9563},{"uri":"Oxygen","surface_form":"oxygen","offset":9952},{"uri":"Metabolism","surface_form":"metabolism","offset":10021},{"uri":"Circulatory_system","surface_form":"circulatory system","offset":10103},{"uri":"Blood","surface_form":"blood","offset":10155},{"uri":"Diffusion","surface_form":"diffuse","offset":10284},{"uri":"Partial_pressure","surface_form":"partial","offset":10339},{"uri":"Pressure","surface_form":"pressure","offset":10347},{"uri":"Surface_area","surface_form":"surface area","offset":10360},{"uri":"Fick%27s_law_of_diffusion","surface_form":"Fick's law of diffusion","offset":10391},{"uri":"Keratin","surface_form":"keratin","offset":10559},{"uri":"Hair","surface_form":"hair","offset":10583},{"uri":"Fingernail","surface_form":"nails","offset":10592},{"uri":"Engineering","surface_form":"engineering","offset":11013},{"uri":"Terrain","surface_form":"ground","offset":11203},{"uri":"Pave","surface_form":"paved","offset":11216},{"uri":"Road","surface_form":"road","offset":11222},{"uri":"Energy_efficiency","surface_form":"energy efficient","offset":11250},{"uri":"Soil","surface_form":"soil","offset":11393},{"uri":"Resistance","surface_form":"resistance","offset":11440},{"uri":"Vehicle","surface_form":"vehicle","offset":11478},{"uri":"Concrete","surface_form":"concrete","offset":11846},{"uri":"Sand","surface_form":"sand","offset":11939},{"uri":"Civilization","surface_form":"civilization","offset":12184},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":12228},{"uri":"Chariot","surface_form":"chariot","offset":12250},{"uri":"Middle_East","surface_form":"Middle East","offset":12278},{"uri":"North_Africa","surface_form":"North Africa","offset":12294},{"uri":"Dromedary","surface_form":"camel","offset":12400},{"uri":"Climate","surface_form":"climate","offset":12446},{"uri":"Hen%27s_Teeth_and_Horse%27s_Toes","surface_form":"Hen's Teeth and Horse's Toes","offset":12527},{"uri":"Maintain","surface_form":"maintain","offset":12580},{"uri":"Ox","surface_form":"ox","offset":12661},{"uri":"Mechanism","surface_form":"mechanism","offset":12731},{"uri":"Reynolds_number","surface_form":"Reynolds number","offset":12776},{"uri":"Viscosity","surface_form":"viscosity","offset":12955},{"uri":"Inertia","surface_form":"inertia","offset":13044},{"uri":"Propeller","surface_form":"propeller","offset":13173},{"uri":"Aircraft","surface_form":"aircraft","offset":13225},{"uri":"Gossamer_Condor","surface_form":"Gossamer Condor","offset":13289},{"uri":"Airfoil","surface_form":"foil","offset":13320},{"uri":"Traction","surface_form":"grip","offset":13443},{"uri":"Slippery","surface_form":"slippery","offset":13461},{"uri":"Energy","surface_form":"energy","offset":13494},{"uri":"Mud","surface_form":"mud","offset":13586},{"uri":"Ice","surface_form":"ice","offset":13591},{"uri":"Snow","surface_form":"snow","offset":13600},{"uri":"Logging","surface_form":"logging","offset":13692},{"uri":"Industry","surface_form":"industry","offset":13700},{"uri":"Tank","surface_form":"tank","offset":13846},{"uri":"Area","surface_form":"area","offset":13924},{"uri":"Radius","surface_form":"radius","offset":14009},{"uri":"Mieczys%C5%82aw_G._Bekker","surface_form":"Mieczysław G. Bekker","offset":14171},{"uri":"Obstacle","surface_form":"obstacle","offset":14230},{"uri":"Logarithm","surface_form":"log-normal","offset":14296},{"uri":"Frequency_distribution","surface_form":"distribution","offset":14308},{"uri":"Steering","surface_form":"steering","offset":14530},{"uri":"Radius","surface_form":"radius","offset":14644},{"uri":"Jared_Diamond","surface_form":"Jared Diamond","offset":14904},{"uri":"Dung_beetle","surface_form":"dung beetle","offset":15043},{"uri":"Tumbleweed","surface_form":"tumbleweed","offset":15060},{"uri":"Center_of_mass","surface_form":"center of mass","offset":15254},{"uri":"Stability","surface_form":"instability","offset":15933},{"uri":"Acceleration","surface_form":"changing speed","offset":16109},{"uri":"Manipulation","surface_form":"manipulating","offset":16352},{"uri":"Rock_climbing","surface_form":"climbing","offset":16373},{"uri":"Swim","surface_form":"swimming","offset":16407},{"uri":"Digging","surface_form":"digging","offset":16417},{"uri":"Jumping","surface_form":"jumping","offset":16426},{"uri":"Throw","surface_form":"throw","offset":16435},{"uri":"Kick","surface_form":"kick","offset":16445},{"uri":"Personal_grooming","surface_form":"grooming","offset":16458},{"uri":"Hoop_snake","surface_form":"hoop snake","offset":16557},{"uri":"Legend","surface_form":"legend","offset":16594},{"uri":"Tsuchinoko","surface_form":"Tsuchinoko","offset":16741},{"uri":"Arena_(short_story)","surface_form":"Arena","offset":16821},{"uri":"Fredric_Brown","surface_form":"Fredric Brown","offset":16832},{"uri":"Telepathy","surface_form":"telepathic","offset":16858},{"uri":"The_Original_Series","surface_form":"Star Trek","offset":16977},{"uri":"Arena_(Star_Trek)","surface_form":"with the same name","offset":16996},{"uri":"The_Outer_Limits_(1963_TV_series)","surface_form":"The Outer Limits","offset":17058},{"uri":"Fun_and_Games_(The_Outer_Limits)","surface_form":"\"Fun and Games\"","offset":17083},{"uri":"M._C._Escher","surface_form":"M. C. Escher","offset":17209},{"uri":"Scrooge_McDuck","surface_form":"Scrooge McDuck","offset":17461},{"uri":"Carl_Barks","surface_form":"Carl Barks","offset":17485},{"uri":"Bowling","surface_form":"bowling","offset":17617},{"uri":"Earthquake","surface_form":"earthquake","offset":17703},{"uri":"Tuf_Voyaging","surface_form":"Tuf Voyaging","offset":17732},{"uri":"George_R._R._Martin","surface_form":"George R. R. Martin","offset":17779},{"uri":"Extraterrestrial_life","surface_form":"alien","offset":17819},{"uri":"Sonic_the_Hedgehog_(series)","surface_form":"\"Sonic the Hedgehog\"","offset":17896},{"uri":"Sonic_the_Hedgehog_(character)","surface_form":"Sonic","offset":17955},{"uri":"Sidekick","surface_form":"sidekick","offset":17969},{"uri":"Miles_%26quot%3BTails%26quot%3B_Prower","surface_form":"Tails","offset":17978},{"uri":"Kenyon_College","surface_form":"Kenyon College","offset":18092},{"uri":"Feminism","surface_form":"feminist","offset":18121},{"uri":"Doughnut","surface_form":"doughnut","offset":18266},{"uri":"L._Frank_Baum","surface_form":"L. Frank Baum","offset":18312},{"uri":"Ozma_of_Oz","surface_form":"Ozma of Oz","offset":18350},{"uri":"Clifford_D._Simak","surface_form":"Clifford D. Simak","offset":18493},{"uri":"Piers_Anthony","surface_form":"Piers Anthony","offset":18575},{"uri":"David_Brin","surface_form":"David Brin","offset":18857},{"uri":"Squid","surface_form":"squid","offset":19073},{"uri":"Wheelchair","surface_form":"wheelchair","offset":19084},{"uri":"Arthritis","surface_form":"arthritis","offset":19114},{"uri":"Axle","surface_form":"axle","offset":19133},{"uri":"Gravity","surface_form":"gravity","offset":19210},{"uri":"Animorphs","surface_form":"Animorphs","offset":19239},{"uri":"The_Amber_Spyglass","surface_form":"The Amber Spyglass","offset":19500},{"uri":"Philip_Pullman","surface_form":"Philip Pullman","offset":19539},{"uri":"Diamond","surface_form":"diamond","offset":19617},{"uri":"Flying_disc","surface_form":"disc","offset":19733},{"uri":"Seed","surface_form":"seed","offset":19745},{"uri":"Bone","surface_form":"bone","offset":19802},{"uri":"Symbiosis","surface_form":"symbiotic","offset":19925},{"uri":"Seed_dispersal","surface_form":"spread","offset":20121},{"uri":"Mathematician","surface_form":"mathematician","offset":20170},{"uri":"Ian_Stewart","surface_form":"Ian Stewart","offset":20184},{"uri":"Jack_Cohen","surface_form":"Jack Cohen","offset":20210},{"uri":"The_Walt_Disney_Company","surface_form":"Disney","offset":20326},{"uri":"Jungle_Junction","surface_form":"Jungle Junction","offset":20362},{"uri":"Hybrid","surface_form":"hybrid","offset":20469},{"uri":"Elephant","surface_form":"elephant","offset":20498},{"uri":"Van","surface_form":"van","offset":20513},{"uri":"Highway","surface_form":"highway","offset":20558}]}