{"id":448967,"url":"http://en.wikipedia.org/wiki/Dit_Clapper","text":"Aubrey Victor \"Dit\" Clapper (February 9, 1907 – January 21, 1978) was a Canadian Hall of Fame ice hockey player, playing his entire professional career for the Boston Bruins of the National Hockey League.\nClapper was the first NHL player to play twenty seasons, and one of only two to be an All-Star at both forward and defence. The right wing on the powerful \"Dynamite Line\"—one of the first forward lines to receive a nickname in hockey history—along with linemates Cooney Weiland and Dutch Gainor, he contributed to the breaking of several scoring records in the 1930s. Towards the end of his career, he was named player-coach of the Bruins, and held the coaching position after his retirement as a player.\nEarly years.\nAubrey Clapper, son of Bill Clapper, was raised in Hastings, Ontario. Clapper was given his nickname at an early age when he would lisp his name, the result coming out \"Dit.\"\nClapper started his hockey career at age 13, playing minor hockey in Oshawa, and going on to play with the junior league Toronto Parkdale club of the Ontario Hockey Association in 1925, scoring a goal in the team's Memorial Cup run that season. The following season he turned professional, playing for the Boston Tigers of the Canadian-American Hockey League.\nNHL career.\nThe Boston Bruins bought Clapper's contract from the Tigers in 1927. Hitherto a defenceman, Bruins' coach Art Ross decided to try Clapper at right wing, and the experiment stuck. He scored his first NHL goal - ten seconds into his first shift—in the season opener against the Chicago Black Hawks.\nThe following season, Ross teamed Clapper up with Cooney Weiland and Dutch Gainor to form the Dynamite Line, one of the first named forward lines in history. The Bruins won the American Division that season and went on to their first Stanley Cup championship, with Clapper scoring the winning goal in the first game of their best-of-three series with the New York Rangers.\nIn the 1930 season, the league changed the passing rules, effectively eliminating offsides. The Stanley Cup champion Bruins took especial advantage, breaking many scoring records and recording the highest winning percentage the league would ever see, unsurpassed as of 2012. Leading the charge was the Dynamite Line, as Weiland led the league in scoring, Clapper finishing third and Gainor finishing ninth; Clapper's goal total of 41 was the third most in league history at that time. The Dynamite Line scored 102 of the Bruins' league record 179 goals, as many as last-place Pittsburgh managed. While Clapper scored four goals in six playoff games, the Bruins were shocked in the Stanley Cup finals by the Montreal Canadiens in their best-of-three series.\nWhile Clapper kept his production high in the 1931 season, Gainor's scoring fell off badly, and the Dynamite Line was broken up at season's end. Clapper's 22 goals were good for eighth in the league, and he was named Second Team All-Star at right wing at year's end, the first season such All-Stars were named. The following year Clapper—with Bud Cook replacing the traded Gainor on his line with Weiland—was named team captain and again finished eighth in league scoring, but an injury-riddled Bruins' team fell into last place and out of the playoffs. While Weiland was dealt to Ottawa for the 1933 season, the Bruins purchased Montreal Maroons star Nels Stewart and paired him with Clapper to form a powerful offensive unit that led the Bruins back to a division championship.\nThe largest forward of his era at 6'2\" and 200 lbs, Clapper was a notably peaceful player who nonetheless was involved in an unusual incident in the 1937 Stanley Cup playoffs against the Montreal Maroons. Highsticking Maroon Dave Trottier twice in the head, referee Clarence Campbell (the future NHL president) called Clapper a profane name, and Clapper knocked the referee to the ice with a single punch. Speculation was heavy that Clapper's punishment would be severe, but Campbell himself pleaded Clapper's case, stating that he felt he had provoked the Bruin into the blow; Clapper received only a $100 fine for the incident.\nBy 1938, Ross believed the Bruins needed an overhaul, and as part of it asked Clapper to move back to defence. Paired with perennial superstar Eddie Shore on the backline, the move proved highly successful, and Clapper was named a First Team NHL All-Star on defence in 1939, 1940 and 1941, leading the Bruins to Stanley Cup victories in 1939 and 1941.\nIn February 1942, Clapper suffered a severed tendon in a collision with Toronto player Bingo Kampman and was done for the season. It was feared he would be forced into retirement, but he came back next year and returned to form. During the 1944 season, Clapper broke Hooley Smith's career record for games played, holding the record until Maurice Richard surpassed him in 1957.\nPlayer-coach.\nDuring the 1944 season, Clapper filled in as interim coach when Art Ross took ill. In 1945 Ross retired as Bruins' coach, retaining his general manager's position, and named Clapper as player-coach, the only one in team history. Clapper retained his team captaincy until his retirement as a player in 1947, ultimately serving as team captain for longer than any NHL player until Ray Bourque surpassed his total in the 1990s.\nRetirement and legacy.\nDue to injuries and with his skills not what they used to be, Clapper originally retired before the start of the 1946–47 season, but returned to play in November 1946 to replace the injured Jack Crawford in the Bruins' lineup. He played only once in awhile thereafter, and retired for good on February 12, 1947. Leading the Bruins to a 10-1 victory over the New York Rangers in his final game (in which Bill Cowley broke the league career scoring record, the Bruins further announced that day that his number #5 sweater would be retired, and the Hockey Hall of Fame immediately inducted him as an Honoured Member; he was the only active player ever to be inducted into the Hall, and at the time the only living Member inducted.\nOf his prowess, Bruins goaltending legend Tiny Thompson said: \"Clapper diagnosed the plays like a great infielder in baseball,\" said. \"He put himself where the puck had to come.\"\nHe coached the Bruins for two more seasons until, unhappy with the club's performance in the 1949 playoffs against Toronto and uneasy about coaching friends with whom he had played, he resigned. Save for a single season coaching the American Hockey League's Buffalo Bisons in 1960, in which the team recorded a 33-35-4 record and failed to make the playoffs, he did not again participate in professional hockey.\nClapper ran a plumbing firm and a sporting goods store in Peterborough in retirement, while serving as a director of the Peterborough Petes of the OHA. He briefly attempted a political career, standing as a Liberal candidate for the Peterborough West riding in the 1949 federal election, losing by less than 250 votes to incumbent Progressive Conservative Gordon Fraser.\nDit Clapper died of complications from a 1973 stroke, which had left him confined to a wheelchair, on January 21, 1978. He is buried in Trent Valley Cemetery, Hastings, Ontario.\nIn 1983, the Bruins signed former Montreal Canadiens star Guy Lapointe, Lapointe sought to wear his customary #5 jersey, which had been retired in Clapper's honor nearly forty years before. Team general manager Harry Sinden agreed to Lapointe's request, but under protests from Clapper's family, Bruins superstar Bobby Orr and the public, Lapointe was switched to #27 after a handful of games.\nIn August 2012, former NHL coach Scotty Bowman, who was a young Peterborough Petes coach when Clapper served on the club's board of directors, paid tribute to Clapper. The occasion was the unveiling by Dit's daughter, Marilyn Armstrong, of a new street sign named \"Dit Clapper Drive\" in Hastings, Ontario.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canadians","surface_form":"Canadian","offset":72},{"uri":"Hockey_Hall_of_Fame","surface_form":"Hall of Fame","offset":81},{"uri":"Ice_hockey","surface_form":"ice hockey","offset":94},{"uri":"Boston_Bruins","surface_form":"Boston Bruins","offset":160},{"uri":"National_Hockey_League","surface_form":"National Hockey League","offset":181},{"uri":"Right_wing_(ice_hockey)","surface_form":"right wing","offset":333},{"uri":"List_of_ice_hockey_line_nicknames","surface_form":"Dynamite Line","offset":361},{"uri":"Cooney_Weiland","surface_form":"Cooney Weiland","offset":468},{"uri":"Dutch_Gainor","surface_form":"Dutch Gainor","offset":487},{"uri":"Hastings%2C_Ontario","surface_form":"Hastings, Ontario","offset":774},{"uri":"Toronto_Parkdale","surface_form":"Toronto Parkdale","offset":1019},{"uri":"Ontario_Hockey_Association","surface_form":"Ontario Hockey Association","offset":1048},{"uri":"Memorial_Cup","surface_form":"Memorial Cup","offset":1113},{"uri":"Boston_Tigers_(ice_hockey)","surface_form":"Boston Tigers","offset":1204},{"uri":"Canadian-American_Hockey_League","surface_form":"Canadian-American Hockey League","offset":1225},{"uri":"1927%E2%80%9328_NHL_season","surface_form":"in 1927","offset":1330},{"uri":"Art_Ross","surface_form":"Art Ross","offset":1376},{"uri":"Chicago_Blackhawks","surface_form":"Chicago Black Hawks","offset":1546},{"uri":"1928%E2%80%9329_NHL_season","surface_form":"The following season","offset":1567},{"uri":"Cooney_Weiland","surface_form":"Cooney Weiland","offset":1617},{"uri":"Dutch_Gainor","surface_form":"Dutch Gainor","offset":1636},{"uri":"List_of_ice_hockey_line_nicknames","surface_form":"Dynamite Line","offset":1661},{"uri":"American_Division","surface_form":"American Division","offset":1744},{"uri":"1929_Stanley_Cup_Finals","surface_form":"Stanley Cup championship","offset":1801},{"uri":"New_York_Rangers","surface_form":"New York Rangers","offset":1922},{"uri":"1929%E2%80%9330_Boston_Bruins_season","surface_form":"the 1930 season","offset":1943},{"uri":"Pittsburgh_Pirates_(NHL)","surface_form":"Pittsburgh","offset":2516},{"uri":"1930_Stanley_Cup_Finals","surface_form":"Stanley Cup finals","offset":2621},{"uri":"Montreal_Canadiens","surface_form":"Montreal Canadiens","offset":2647},{"uri":"1930%E2%80%9331_Boston_Bruins_season","surface_form":"the 1931 season","offset":2739},{"uri":"NHL_All-Star_Team","surface_form":"Second Team All-Star","offset":2914},{"uri":"Bud_Cook","surface_form":"Bud Cook","offset":3040},{"uri":"Ottawa_Senators_(original)","surface_form":"Ottawa","offset":3278},{"uri":"1932%E2%80%9333_Boston_Bruins_season","surface_form":"the 1933 season","offset":3289},{"uri":"Montreal_Maroons","surface_form":"Montreal Maroons","offset":3327},{"uri":"Nels_Stewart","surface_form":"Nels Stewart","offset":3349},{"uri":"1936%E2%80%9337_NHL_season","surface_form":"1937 Stanley Cup playoffs","offset":3626},{"uri":"Montreal_Maroons","surface_form":"Montreal Maroons","offset":3664},{"uri":"Dave_Trottier","surface_form":"Dave Trottier","offset":3702},{"uri":"Clarence_Campbell","surface_form":"Clarence Campbell","offset":3743},{"uri":"1937%E2%80%9338_Boston_Bruins_season","surface_form":"1938","offset":4110},{"uri":"Eddie_Shore","surface_form":"Eddie Shore","offset":4250},{"uri":"1941%E2%80%9342_Boston_Bruins_season","surface_form":"February 1942","offset":4462},{"uri":"Toronto_Maple_Leafs","surface_form":"Toronto","offset":4531},{"uri":"Bingo_Kampman","surface_form":"Bingo Kampman","offset":4546},{"uri":"1943%E2%80%9344_Boston_Bruins_season","surface_form":"During the 1944 season","offset":4688},{"uri":"Hooley_Smith","surface_form":"Hooley Smith","offset":4726},{"uri":"Maurice_Richard","surface_form":"Maurice Richard","offset":4798},{"uri":"1943%E2%80%9344_Boston_Bruins_season","surface_form":"1944 season","offset":4862},{"uri":"1945%E2%80%9346_Boston_Bruins_season","surface_form":"1945","offset":4937},{"uri":"Captain_(ice_hockey)","surface_form":"team captain","offset":5180},{"uri":"Ray_Bourque","surface_form":"Ray Bourque","offset":5230},{"uri":"1946%E2%80%9347_Boston_Bruins_season","surface_form":"1946–47 season","offset":5412},{"uri":"Jack_Crawford_(ice_hockey)","surface_form":"Jack Crawford","offset":5489},{"uri":"New_York_Rangers","surface_form":"New York Rangers","offset":5657},{"uri":"Bill_Cowley","surface_form":"Bill Cowley","offset":5702},{"uri":"Hockey_jersey","surface_form":"sweater","offset":5811},{"uri":"Hockey_Hall_of_Fame","surface_form":"Hockey Hall of Fame","offset":5845},{"uri":"Tiny_Thompson","surface_form":"Tiny Thompson","offset":6069},{"uri":"American_Hockey_League","surface_form":"American Hockey League","offset":6439},{"uri":"Buffalo_Bisons_(AHL)","surface_form":"Buffalo Bisons","offset":6464},{"uri":"Peterborough_Petes","surface_form":"Peterborough Petes","offset":6739},{"uri":"Liberal_Party_of_Canada","surface_form":"Liberal","offset":6825},{"uri":"Peterborough_West","surface_form":"Peterborough West","offset":6851},{"uri":"Canadian_federal_election%2C_1949","surface_form":"1949 federal election","offset":6883},{"uri":"Progressive_Conservative_Party_of_Canada","surface_form":"Progressive Conservative","offset":6949},{"uri":"Gordon_Fraser_(Canadian_politician)","surface_form":"Gordon Fraser","offset":6974},{"uri":"Stroke","surface_form":"stroke","offset":7035},{"uri":"Hastings%2C_Ontario","surface_form":"Hastings, Ontario","offset":7148},{"uri":"1983%E2%80%9384_NHL_season","surface_form":"1983","offset":7170},{"uri":"Montreal_Canadiens","surface_form":"Montreal Canadiens","offset":7201},{"uri":"Guy_Lapointe","surface_form":"Guy Lapointe","offset":7225},{"uri":"Harry_Sinden","surface_form":"Harry Sinden","offset":7378},{"uri":"Bobby_Orr","surface_form":"Bobby Orr","offset":7480},{"uri":"Scotty_Bowman","surface_form":"Scotty Bowman","offset":7594},{"uri":"Peterborough_Petes","surface_form":"Peterborough Petes","offset":7625},{"uri":"Hastings%2C_Ontario","surface_form":"Hastings, Ontario","offset":7848}]}