{"id":448946,"url":"http://en.wikipedia.org/wiki/Sidewinding","text":"Sidewinding is a type of locomotion unique to some snakes. They use it to move across loose or slippery ground like sand or mud. It is often used by the Saharan horned viper, \"Cerastes cerastes\", and the sidewinder rattlesnake, \"Crotalus cerastes\", to move across loose desert sands. It is also used by some snakes in Southeast Asia to move across tidal mud flats. Other snakes can be induced to sidewind on artificial smooth surfaces, with various degrees of success. Sidewinding is not the only way snakes can move on sand.\nSidewinding is done by simply lifting all the segments with the same slope off the ground. In the movement, the snake's body is always in static (as opposed to sliding) contact with the ground. The head seems to be \"thrown\" forward, and the body follows, being lifted from the prior position and moved forward to lie on the ground ahead of where it was originally. Meanwhile, the head is being thrown forward again. In this way, the snake slowly progresses at an angle, leaving a series of mostly straight, J-shaped tracks. Because the snake's body is in static contact with the ground, imprints of the belly scales can be seen in the tracks, and each track is almost exactly as long as the snake.\nBelow is a crude animated line-drawing showing sidewinding in action. The light brown areas are the tracks left behind, and show where the body of the snake touched the ground.\nThis mode of locomotion overcomes the slippery nature of sand or mud by pushing off with only static portions on the body. The static nature of the contact points can be shown from the tracks of a sidewinding snake, which show each belly scale imprint, without any smearing. This mode of locomotion has very low caloric cost, less than ⅓ of the cost for a lizard or snake to move the same distance. Contrary to popular belief, there is no evidence that sidewinding is associated with the sand being hot.","categories":[],"infobox_types":[],"annotations":[{"uri":"Locomotion","surface_form":"locomotion","offset":25},{"uri":"Snake","surface_form":"snake","offset":51},{"uri":"Sand","surface_form":"sand","offset":116},{"uri":"Mud","surface_form":"mud","offset":124},{"uri":"Sahara","surface_form":"Sahara","offset":153},{"uri":"Cerastes_cerastes","surface_form":"Cerastes cerastes","offset":176},{"uri":"Sidewinder","surface_form":"sidewinder","offset":204},{"uri":"Rattlesnake","surface_form":"rattlesnake","offset":215},{"uri":"Desert","surface_form":"desert","offset":270},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":318},{"uri":"Tidal","surface_form":"tidal","offset":348}]}