{"id":449463,"url":"http://en.wikipedia.org/wiki/The_Protopopovs","text":"Oleg Protopopov and Ludmila Belousova (often called \"The Protopopovs\") are former Russian figure skaters. They skated for the Soviet Union. They won Olympic gold medals in 1964 and 1968. They won the World Figure Skating Championships every year from 1965 to 1968.\nIn 1979, Protopopov and Belousova defected to Switzerland. They became Swiss citizens in 1995. They continued to skate at ice shows and skating exhibitions through their seventies.\nCareer.\nProtopopov and Belousova met in Moscow in 1954. They trained in Leningrad.\nThey competed internationally for the Soviet Union. Their first coach was Igor Moskvin. Their second coach was Petr Orlov. After some disagreements, they left Orlov. They then trained without a coach at a rink in Voskresensk, Moscow Oblast. In 1961, they decided to work with Stanislav Zhuk to raise their technical difficulty.\nThe Protopopovs' first competition was at the 1958 World Championships. They finished in 13th place. At the 1960 Winter Olympics, they finished in 9th place. In 1962, they won the silver medal at the World Championships. They were the first pair from the Soviet Union or Russia to win a world medal in their sport. They also won silver at the 1962 European Figure Skating Championships.\nThe Protopopovs' won their first major international gold medal at the 1964 Winter Olympics. It was the first Olympic pairs gold for the Soviet Union. From this Olympic Games to the 2006 Winter Olympics, only Soviet/Russian skaters won gold medals in pairs skating. That was the longest streak in Olympic history.\nThe Protopopovs won their first World and European gold medals in 1965. They were the first Soviet/Russian pair to win those.\nThey won Olympic gold medals for the second time at the 1968 Winter Olympics. At 32 and 35 years old, they were some of the oldest champions in figure skating.\nIn 1969 they won the silver medal at the European Championships and the bronze medal at the World Championships. Those were their last major international competitions. They continued to compete within the Soviet Union until 1972. After retiring from competition, they skated in shows into their seventies.\nThe Protopopovs contributed to the development of pairs skating. They created three kinds of the figure skating move called \"death spiral\". Dick Button said, \"The Protopopovs are great skaters not only because they were the finest of Olympic champions, but also because their creative impact was extraordinary.\"\nPersonal life.\nBelousova and Protopopov married in December 1957. They are usually called \"The Protopopovs\", even though Belousova kept her maiden name after their marriage. They decided not to have children because they wanted to keep skating.\nOn 24 September 1979, Belousova and Protopopov defected to Switzerland while on tour. They applied for political asylum. They settled in Grindelwald. They became Swiss citizens in 1995. Switzerland is still their winter home. Their summer home and training center is in Lake Placid, New York. On 25 February 2003, they went back to Russia for the first time. They were invited by Vyacheslav Fetisov, the Russian Minister of Sport.","categories":[],"infobox_types":[],"annotations":[{"uri":"Oleg_Protopopov","surface_form":"Oleg Protopopov","offset":0},{"uri":"Ludmila_Belousova","surface_form":"Ludmila Belousova","offset":20},{"uri":"Russia","surface_form":"Russia","offset":82},{"uri":"Figure_skater","surface_form":"figure skater","offset":90},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":126},{"uri":"Olympic_Games","surface_form":"Olympic","offset":149},{"uri":"Gold_medal","surface_form":"gold medal","offset":157},{"uri":"World_Figure_Skating_Championships","surface_form":"World Figure Skating Championships","offset":200},{"uri":"Defect","surface_form":"defected","offset":299},{"uri":"Switzerland","surface_form":"Switzerland","offset":311},{"uri":"Ice_show","surface_form":"ice show","offset":387},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":567},{"uri":"Igor_Moskvin","surface_form":"Igor Moskvin","offset":603},{"uri":"Voskresensk%2C_Moscow_Oblast","surface_form":"Voskresensk, Moscow Oblast","offset":742},{"uri":"Stanislav_Zhuk","surface_form":"Stanislav Zhuk","offset":805},{"uri":"1960_Winter_Olympics","surface_form":"1960 Winter Olympics","offset":965},{"uri":"European_Figure_Skating_Championships","surface_form":"European Figure Skating Championships","offset":1205},{"uri":"1964_Winter_Olympics","surface_form":"1964 Winter Olympics","offset":1315},{"uri":"2006_Winter_Olympics","surface_form":"2006 Winter Olympics","offset":1426},{"uri":"1968_Winter_Olympics","surface_form":"1968 Winter Olympics","offset":1740},{"uri":"Dick_Button","surface_form":"Dick Button","offset":2291},{"uri":"Maiden_name","surface_form":"maiden name","offset":2603},{"uri":"Switzerland","surface_form":"Switzerland","offset":2767},{"uri":"Political_asylum","surface_form":"political asylum","offset":2811},{"uri":"Grindelwald","surface_form":"Grindelwald","offset":2845},{"uri":"Lake_Placid%2C_New_York","surface_form":"Lake Placid, New York","offset":2978},{"uri":"Vyacheslav_Fetisov","surface_form":"Vyacheslav Fetisov","offset":3088}]}