{"id":4494,"url":"http://en.wikipedia.org/wiki/Aristotle","text":"Aristotle (Stagira, Macedonia, 384 BC – Chalicis, Euboea, Greece, 7 March 322 BC) was a Greek philosopher. He was one of the most important philosophers in the history of Western civilization. It is said that Aristotle wrote many books, but only a much smaller number survive. Aristotle was the boyhood tutor of Alexander the Great, who later sent him plants and animals from parts of his new empire.\nLife.\nAristotle's father, Nicomachus, was a soldier of King Amyntas of Macedonia. From his eighteenth to his thirty-seventh year, Aristotle lived in Athens, as a metic and student of Plato.\nAt about the age of eighteen, he went to Athens to continue his education at Plato's Academy. Aristotle remained at the academy for nearly twenty years, not leaving until after Plato's death in 347 BC. He then traveled with Xenocrates to Asia Minor. While in Asia, Aristotle traveled with Theophrastus to the island of Lesbos, where they researched the botany and zoology of the island. Soon after Hermias' death, Aristotle was invited by Philip II of Macedon to become the tutor to his son Alexander the Great in 343 B.C.\nAristotle was appointed as the head of the royal academy of Macedon. During that time he gave lessons not only to Alexander, but also to two other future kings: Ptolemy and Cassander. Aristotle encouraged Alexander toward eastern conquest, and his attitude towards Persia was ethnocentric. In one famous example, he advises Alexander to be 'a leader to the Greeks and a despot to the barbarians, to look after the former as after friends and relatives, and to deal with the latter as with beasts or plants'.p58\nBy 335 BC he had returned to Athens, starting his own school there known as the Lyceum. Aristotle taught courses at the school for the next twelve years. It is during this period in Athens from 335 to 323 when Aristotle is believed to have written many of his works. Aristotle wrote many dialogues, only fragments of which survived. The works that have survived are in fairly rough form. They are generally thought to be lecture notes for his students.\nAristotle's combined works constitute a virtual encyclopedia of Greek knowledge. It has been suggested that Aristotle was probably the last person to know everything there was to be known in his own time.\nNear the end of Alexander's life, he began to suspect plots, and threatened Aristotle in letters. Aristotle was vocal about his dislike for Alexander's claim of divinity, and the king executed Aristotle's grandnephew Callisthenes as a traitor. Alexander died in Babylon in 323 without ever having returned to his native land. Upon Alexander's death, anti-Macedonian sentiment in Athens once again flared up, and Aristotle fled the city. However, he died in Euboea of natural causes that same year, 322 BC.\nPhilosophy.\nThe three greatest ancient Greek philosophers were Aristotle, Plato, and Socrates. Socrates taught Plato, then Plato taught Aristotle. These three thinkers turned early Greek philosophy into the beginnings of Western philosophy as it is today. Aristotle taught Alexander the Great, who later conquered the entire Middle East.\nPlato's main ideas were that knowledge from the senses was always confused and not pure. True knowledge can be gotten from the thinking soul that turns away from the world. Only the soul can have knowledge of \"Forms\", the real way things are. The world is only a copy of these \"Forms\" and is not perfect.\nAristotle thought differently. He thought that knowledge from the senses was more important. These thoughts became some of the roots of the scientific method after hundreds of years. Most of the things Aristotle wrote that we still have today are notes from his speaking and teaching. Some of his important writings are \"Physics\", \"Metaphysics\", \"(Nicomachean) Ethics\", \"Politics\", \"De Anima (On the Soul)\", and \"Poetics\".\nHe also had problems with the atomic theory. He did not believe in Democritus' theories about the atomic theory. He believed that all matter was continuous whereas Democritus stated the all matter was made up of tiny indivisible things called \"atoms\". Democritus was proved right by physicist John Dalton in 1804.\nLogic.\nAristotle created a form of logic. His logic is called \"sentential logic\" because it uses sentences for the syllogism.\nAristotle's logic influenced the history of Western thought. It was Aristotle's logic which was copied and used in the Arabic and Latin mediaeval traditions. It was dominant for two and a half thousand years, until the late 19th century. Then modern logic was started by Gottlob Frege, Charles Sanders Peirce and others.\nBiology.\nAristotle is the earliest natural historian whose work has survived in some detail. He certainly did research on the natural history of Lesbos, and the surrounding seas and neighbouring areas. The works \"History of Animals\", \"Generation of Animals\" and \"Parts of Animals\" have observations and interpretations, along with some myths and mistakes.\nThe most striking passages are about the sea-life round Lesbos. As well as live observation, he got specimens from the catches of fishermen. His observations on catfish, electric fish (\"Torpedo\") and angler-fish are detailed. His writing on cephalopods such as \"Octopus\", \"Sepia\" (cuttlefish) and the paper nautilus (\"Argonauta argo\") are accurate. His description of the hectocotyl arm, used in sexual reproduction, was widely disbelieved until its rediscovery in the 19th century. He separated the aquatic mammals from fish, and knew that sharks and rays were part of the group he called Selachē (Selachimorpha).\nAnother good example of his methods comes from the \"Generation of Animals\" in which Aristotle describes breaking open fertilized chicken eggs at intervals to observe when visible organs were generated.\nHe gave accurate descriptions of ruminants' four-chambered fore-stomachs, and of the ovoviviparous egg development of the houndshark \"Mustelus mustelus\".\nInfluence of Aristotle's work.\nAristotle is still one of the most influential people who ever lived. He contributed to almost every kind of knowledge in his day, and he started many new fields.\nAristotle was the founder of formal logic,p156 pioneered the study of zoology, and helped to develop scientific method.p92\nDespite these achievements, Aristotle's errors are thought by some, such as Peter Medawar, to have held back science considerably. Bertrand Russell notes that \"almost every serious intellectual advance has had to begin with an attack on some Aristotelian doctrine\". Russell also refers to Aristotle's \"Ethics\" as \"repulsive\", and calls his logic \"as definitely antiquated as Ptolemaic astronomy\". Russell says these errors make it difficult to do historical justice to Aristotle, until one remembers what an advance he made on his predecessors.\nThe immediate influence of Aristotle's work was felt as the Lyceum grew into the Peripatetic school of philosophers. Aristotle's influence over Alexander the Great is seen in the latter's bringing with him, on his expedition, biologists and researchers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Macedonian_Empire","surface_form":"Macedonia","offset":20},{"uri":"Euboea","surface_form":"Euboea","offset":50},{"uri":"Ancient_Greece","surface_form":"Greek","offset":88},{"uri":"Philosopher","surface_form":"philosopher","offset":94},{"uri":"Western_civilization","surface_form":"Western civilization","offset":171},{"uri":"Alexander_the_Great","surface_form":"Alexander the Great","offset":312},{"uri":"Macedonian_Empire","surface_form":"Macedonia","offset":472},{"uri":"Metic","surface_form":"metic","offset":563},{"uri":"Plato","surface_form":"Plato","offset":584},{"uri":"Athens","surface_form":"Athens","offset":632},{"uri":"Academy","surface_form":"Academy","offset":676},{"uri":"Xenocrates","surface_form":"Xenocrates","offset":815},{"uri":"Asia_Minor","surface_form":"Asia Minor","offset":829},{"uri":"Theophrastus","surface_form":"Theophrastus","offset":880},{"uri":"Lesbos","surface_form":"Lesbos","offset":910},{"uri":"Botany","surface_form":"botany","offset":944},{"uri":"Philip_II_of_Macedon","surface_form":"Philip II of Macedon","offset":1030},{"uri":"Alexander_the_Great","surface_form":"Alexander the Great","offset":1082},{"uri":"Macedon","surface_form":"Macedon","offset":1174},{"uri":"Ptolemy_I_Soter","surface_form":"Ptolemy","offset":1275},{"uri":"Cassander","surface_form":"Cassander","offset":1287},{"uri":"Persia","surface_form":"Persia","offset":1379},{"uri":"Ethnocentrism","surface_form":"ethnocentric","offset":1390},{"uri":"Despot","surface_form":"despot","offset":1484},{"uri":"Barbarian","surface_form":"barbarian","offset":1498},{"uri":"Lyceum","surface_form":"Lyceum","offset":1705},{"uri":"Encyclopedia","surface_form":"encyclopedia","offset":2126},{"uri":"Babylon","surface_form":"Babylon","offset":2545},{"uri":"Euboea","surface_form":"Euboea","offset":2740},{"uri":"Plato","surface_form":"Plato","offset":2863},{"uri":"Socrates","surface_form":"Socrates","offset":2874},{"uri":"Western_philosophy","surface_form":"Western philosophy","offset":3010},{"uri":"Alexander_the_Great","surface_form":"Alexander the Great","offset":3062},{"uri":"Middle_East","surface_form":"Middle East","offset":3114},{"uri":"Sensory_system","surface_form":"senses","offset":3175},{"uri":"Soul","surface_form":"soul","offset":3263},{"uri":"Scientific_method","surface_form":"scientific method","offset":3572},{"uri":"Physics","surface_form":"Physics","offset":3753},{"uri":"Metaphysics","surface_form":"Metaphysics","offset":3764},{"uri":"Soul","surface_form":"Soul","offset":3832},{"uri":"Atomic_theory","surface_form":"atomic theory","offset":3885},{"uri":"Democritus","surface_form":"Democritus","offset":4019},{"uri":"Democritus","surface_form":"Democritus","offset":4107},{"uri":"John_Dalton","surface_form":"John Dalton","offset":4148},{"uri":"Logic","surface_form":"logic","offset":4204},{"uri":"Sentence","surface_form":"sentence","offset":4266},{"uri":"Syllogism","surface_form":"syllogism","offset":4284},{"uri":"Western_world","surface_form":"Western","offset":4339},{"uri":"Arabic_language","surface_form":"Arabic","offset":4414},{"uri":"Latin_language","surface_form":"Latin","offset":4425},{"uri":"Mediaeval","surface_form":"mediaeval","offset":4431},{"uri":"Gottlob_Frege","surface_form":"Gottlob Frege","offset":4566},{"uri":"Charles_Sanders_Peirce","surface_form":"Charles Sanders Peirce","offset":4581},{"uri":"Natural_history","surface_form":"natural history","offset":4742},{"uri":"Lesbos","surface_form":"Lesbos","offset":4761},{"uri":"Myths","surface_form":"myths","offset":4952},{"uri":"Catfish","surface_form":"catfish","offset":5133},{"uri":"Electric_ray","surface_form":"electric fish","offset":5142},{"uri":"Torpedo_(genus)","surface_form":"Torpedo","offset":5158},{"uri":"Cephalopod","surface_form":"cephalopod","offset":5213},{"uri":"Octopus","surface_form":"Octopus","offset":5234},{"uri":"Cuttlefish","surface_form":"cuttlefish","offset":5253},{"uri":"Argonauta","surface_form":"Argonauta","offset":5290},{"uri":"Hectocotylus","surface_form":"hectocotyl arm","offset":5344},{"uri":"Selachimorpha","surface_form":"Selachimorpha","offset":5571},{"uri":"Ruminant","surface_form":"ruminant","offset":5822},{"uri":"Ovoviviparity","surface_form":"ovoviviparous","offset":5874},{"uri":"Houndshark","surface_form":"houndshark","offset":5911},{"uri":"Logic","surface_form":"logic","offset":6173},{"uri":"Zoology","surface_form":"zoology","offset":6207},{"uri":"Scientific_method","surface_form":"scientific method","offset":6238},{"uri":"Error","surface_form":"error","offset":6300},{"uri":"Peter_Medawar","surface_form":"Peter Medawar","offset":6336},{"uri":"Bertrand_Russell","surface_form":"Bertrand Russell","offset":6391},{"uri":"Alexander_the_Great","surface_form":"Alexander the Great","offset":6949}]}