{"id":449582,"url":"http://en.wikipedia.org/wiki/County_Armagh","text":"County Armagh is one of six counties that together make up Northern Ireland. It is also one of the 32 counties of Ireland. County Armagh lies in the north-east of the island of Ireland. The county is 1,326 km² big. About 174,792 people live there.\nThe county is named after the city Armagh. The name \"Armagh\" comes from the Irish word \"Ard\" meaning \"high place\" and \"Macha\". In stories, Macha is a goddess of Ireland. Armagh was the main town for the historic Ulaid kings of Ulster.\nLandscape.\nThe landscape has hills in the south. Slieve Gullion is the highest mountain. It goes down from there and becomes flatter with small hills called drumlins in the middle and the west. It is fairly flat in the north, and is at sea level at Lough Neagh. There are a few small islands in the lake.\nHistory.\nAncient Armagh was the territory of the Ulaid people before the year 400. The Red Branch ruled the county. Their capital was a fort called Emain Macha near Armagh. The Red Branch play an important role in the stories in the Ulster Cycle. They are also part of the story the \"Cattle Raid of Cooley\".\nArmagh was the Roman Catholic home of Saint Patrick.\nThe Troubles.\nSouth Armagh is mostly nationalist. In the late 20th century, a significant minority of its inhabitants supported the IRA.\nBaronies.\n\"Baronies\" are old divisions of Ireland. Below is a list of the baronies in County Armagh.\nTransport.\nTwo major highways run through County Armagh. The M1 links Belfast to Dungannon in the north of the county. The A1/N1 from Belfast to Dublin runs in the far south east. Armagh has lots of local roads connecting the towns and villages.\nThere used to be many railways in County Armagh, but at the moment there are only a few stations left.\nUlsterbus is the bus company that runs most public transport in the county. It includes buses from most towns to Belfast. Railway companies Northern Ireland Railways and Iarnród Éireann together run the Enterprise service. It has trains that go to Dublin (about an hour) and Belfast (about forty minutes) a few times daily. There are many more Northern Ireland Railways trains into Belfast and Bangor.\nInland waterways.\nThe Ulster Canal and the Newry Canal run through County Armagh. The canals are not fully open for boats to use.","categories":[],"infobox_types":["settlement"],"annotations":[{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":59},{"uri":"Ireland","surface_form":"Ireland","offset":114},{"uri":"Armagh","surface_form":"Armagh","offset":283},{"uri":"Macha","surface_form":"Macha","offset":367},{"uri":"Ulaid","surface_form":"Ulaid","offset":460},{"uri":"Slieve_Gullion","surface_form":"Slieve Gullion","offset":532},{"uri":"Drumlin","surface_form":"drumlin","offset":640},{"uri":"Lough_Neagh","surface_form":"Lough Neagh","offset":732},{"uri":"Ulaid","surface_form":"Ulaid","offset":837},{"uri":"Red_Branch","surface_form":"Red Branch","offset":875},{"uri":"Emain_Macha","surface_form":"Emain Macha","offset":936},{"uri":"Ulster_Cycle","surface_form":"Ulster Cycle","offset":1021},{"uri":"Cattle_Raid_of_Cooley","surface_form":"Cattle Raid of Cooley","offset":1072},{"uri":"Saint_Patrick","surface_form":"Saint Patrick","offset":1134},{"uri":"Irish_nationalist","surface_form":"nationalist","offset":1186},{"uri":"Provisional_Irish_Republican_Army","surface_form":"IRA","offset":1281},{"uri":"Dungannon","surface_form":"Dungannon","offset":1468},{"uri":"Belfast","surface_form":"Belfast","offset":1521},{"uri":"Dublin","surface_form":"Dublin","offset":1532},{"uri":"Northern_Ireland_Railways","surface_form":"Northern Ireland Railways","offset":1876},{"uri":"Iarnr%C3%B3d_%C3%89ireann","surface_form":"Iarnród Éireann","offset":1906},{"uri":"Enterprise_(train)","surface_form":"Enterprise","offset":1939},{"uri":"Northern_Ireland_Railways","surface_form":"Northern Ireland Railways","offset":2080},{"uri":"Ulster_Canal","surface_form":"Ulster Canal","offset":2160},{"uri":"Newry_Canal","surface_form":"Newry Canal","offset":2181}]}