{"id":4496,"url":"http://en.wikipedia.org/wiki/Carl_Sagan","text":"ce=\"preserve\">Carl Edward Sagan (November 9, 1934 - December 20, 1996) was an American astronomer. He tried to make science popular. He thought about what life from other planets would be like. He said that people should look for life on other planets (SETI). He is world famous for his popular science books and the television series Cosmos, which he co-wrote and presented. He said people should use the scientific method.\nEducation and work.\nCarl Sagan was born in Brooklyn, New York City where his father, Sam Sagan, was a Jewish clothes maker and his mother, Rachel Molly Gruber, was a housewife. Sagan attended the University of Chicago earning two degrees in physics. He followed with a doctorate in Astronomy in 1960 and taught at Harvard University until 1968, when he moved to Cornell University.\nSagan became a teacher and director at Cornell in 1971. He helped many unmanned spacecraft to explore outer space. He thought of the idea of putting a message on spacecraft which could be understood by any life from another planet that might find it. The first message sent into space was a large gold-plated label on the space probe Pioneer 10. He continued to make the messages better. The last message he helped with was the Voyager Golden Record that was sent out with the Voyager space probes.\nScientific achievements.\nHe was well known as a writer who warned of the dangers of nuclear winter. He helped people learn about the atmosphere of Venus, seasonal changes on Mars, and Saturn's moon Titan. He showed that the atmosphere of Venus is very hot and dense. He also said that global warming was a growing, man-made danger like the natural development of Venus into a hot and dangerous planet with greenhouse gases. He suggested that the seasonal changes on Mars were due to dust storms.\nSagan was among the first to guess that Titan and Jupiter's moon Europa might have oceans or lakes, which means that life could be there. Europa's underground ocean was later confirmed by the spacecraft Galileo.\nSagan thought the search for life on other planets was a good idea. He said scientists should listen with large radio telescopes for signals from other planets. He thought sending probes to other planets was a good idea. Sagan was editor \"Icarus\" (a magazine about space exploration) for 12 years. He helped start the \"Planetary Society\" and was a member of the SETI Institute Board of Trustees.\nSocial concerns.\nSagan also believed that the Drake equation suggested that many kinds of intelligent life could form, but that the lack of evidence (the Fermi paradox) suggests that intelligent beings destroy themselves rather quickly. This made him keen to talk about ways that humanity could destroy itself, in the hope of avoiding such destruction.\nUnder the name \"Mr. X,\" Sagan wrote about pot smoking in the 1971 book \"Reconsidering Marijuana\". Lester Grinspoon (the book's editor), told this to Keay Davidson, Sagan's biographer. Sagan said that marijuana helped him write some of his books.\nMaking science popular.\nSagan was very good at helping people to understand the cosmos. He gave the 1977/1978 Christmas Lectures for Young People at the Royal Institution. He wrote (with Ann Druyan, who became his third wife) and made the very popular thirteen-part PBS television series \"Cosmos\"; he also wrote books to help science become more popular (\"The Dragons of Eden\", which won a Pulitzer Prize, \"Broca's Brain\", etc.) and a novel, \"Contact\", that was a best-seller and was made into a film starring Jodie Foster in 1997. The film won the 1998 Hugo Award.\nAfter \"Cosmos\", Sagan was linked with the catchphrase \"billions and billions\", which he never used in the television series (but he often used the word \"billions\"). He wrote \"Pale Blue Dot: A Vision of the Human Future in Space\", which was chosen as a notable book of 1995 by The \"New York Times\".\nNot all scientists agreed with him. Although they all liked the way he made science popular, some were afraid that people would think that his personal opinions might be confused with real science. What he said about the Kuwait oil well fires during the first Gulf War were shown later to be wrong.\nLater in his life, Sagan's books showed his skeptical, naturalistic view of the world. In his book \"The Demon-Haunted World\", Sagan gave a list of mistakes he had made as an example of how science is self-correcting. The compilation \"Billions and Billions: Thoughts on Life and Death at the End of the Millennium\", published after Sagan's death, contains essays written by Sagan, such as his views on abortion, and Ann Druyan's account of his death as a non-believer.\nLegacy.\nAfter a long and difficult fight with myelodysplasia, Sagan died of pneumonia at the age of 62, on December 20, 1996, at the Fred Hutchinson Cancer Research Center in Seattle, Washington. Sagan was very important, because he made science popular, and changed the way science was organized, and because he defended humanism, and argued against seeing things from only one point of view.\nThe landing site of the unmanned Mars Pathfinder spacecraft was renamed the \"Carl Sagan Memorial Station\" in honor of Dr. Sagan on July 5, 1997. Asteroid 2709 Sagan is also named in his honor.\nThe 1997 movie \"Contact\" (see above), based on Sagan's novel of the same name, and finished after his death, ends with the dedication \"For Carl.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Brooklyn","surface_form":"Brooklyn","offset":468},{"uri":"New_York_City","surface_form":"New York City","offset":478},{"uri":"Jewish","surface_form":"Jewish","offset":527},{"uri":"University_of_Chicago","surface_form":"University of Chicago","offset":621},{"uri":"Harvard_University","surface_form":"Harvard University","offset":739},{"uri":"Cornell_University","surface_form":"Cornell University","offset":787},{"uri":"Planet","surface_form":"planet","offset":1031},{"uri":"Pioneer_plaque","surface_form":"label","offset":1116},{"uri":"Pioneer_10","surface_form":"Pioneer 10","offset":1141},{"uri":"Voyager_Golden_Record","surface_form":"Voyager Golden Record","offset":1235},{"uri":"Voyager_program","surface_form":"Voyager","offset":1284},{"uri":"Nuclear_winter","surface_form":"nuclear winter","offset":1390},{"uri":"Venus_(planet)","surface_form":"Venus","offset":1453},{"uri":"Mars_(planet)","surface_form":"Mars","offset":1480},{"uri":"Titan_(moon)","surface_form":"Titan","offset":1504},{"uri":"Global_warming","surface_form":"global warming","offset":1591},{"uri":"Venus_(planet)","surface_form":"Venus","offset":1669},{"uri":"Greenhouse_gas","surface_form":"greenhouse gas","offset":1712},{"uri":"Europa_(moon)","surface_form":"Europa","offset":1867},{"uri":"Life","surface_form":"life","offset":1919},{"uri":"Galileo_(spacecraft)","surface_form":"Galileo","offset":2005},{"uri":"Radio_telescope","surface_form":"radio telescope","offset":2126},{"uri":"Planetary_Society","surface_form":"Planetary Society","offset":2333},{"uri":"Drake_equation","surface_form":"Drake equation","offset":2456},{"uri":"Fermi_paradox","surface_form":"Fermi paradox","offset":2564},{"uri":"Pot","surface_form":"pot","offset":2805},{"uri":"Marijuana","surface_form":"Marijuana","offset":2849},{"uri":"Lester_Grinspoon","surface_form":"Lester Grinspoon","offset":2861},{"uri":"Marijuana","surface_form":"marijuana","offset":2963},{"uri":"Royal_Institution","surface_form":"Royal Institution","offset":3162},{"uri":"Ann_Druyan","surface_form":"Ann Druyan","offset":3196},{"uri":"PBS","surface_form":"PBS","offset":3275},{"uri":"A_Personal_Voyage","surface_form":"Cosmos","offset":3298},{"uri":"The_Dragons_of_Eden","surface_form":"The Dragons of Eden","offset":3365},{"uri":"Pulitzer_Prize","surface_form":"Pulitzer Prize","offset":3399},{"uri":"Contact_(novel)","surface_form":"Contact","offset":3452},{"uri":"Contact_(movie)","surface_form":"film","offset":3505},{"uri":"Jodie_Foster","surface_form":"Jodie Foster","offset":3519},{"uri":"Hugo_Award","surface_form":"Hugo Award","offset":3563},{"uri":"New_York_Times","surface_form":"New York Times","offset":3856},{"uri":"Kuwaiti_oil_fires","surface_form":"Kuwait oil well fires","offset":4094},{"uri":"The_Demon-Haunted_World","surface_form":"The Demon-Haunted World","offset":4272},{"uri":"Abortion","surface_form":"abortion","offset":4573},{"uri":"Myelodysplasia","surface_form":"myelodysplasia","offset":4686},{"uri":"Pneumonia","surface_form":"pneumonia","offset":4716},{"uri":"Fred_Hutchinson_Cancer_Research_Center","surface_form":"Fred Hutchinson Cancer Research Center","offset":4773},{"uri":"Seattle%2C_Washington","surface_form":"Seattle, Washington","offset":4815},{"uri":"Humanism","surface_form":"humanism","offset":4962},{"uri":"Mars_Pathfinder","surface_form":"Mars Pathfinder","offset":5067},{"uri":"2709_Sagan","surface_form":"Asteroid 2709 Sagan","offset":5179}]}