{"id":449699,"url":"http://en.wikipedia.org/wiki/Hyaenodontidae","text":"The Hyaenodontidae (\"Hyaena teeth\") is a family of the extinct order Creodonta, which contains several dozen genera.\nThe Hyaenodonts were important mammalian predators that arose during the late Paleocene and persisted well into the Miocene. They were more widespread and successful than their sister family, the oxyaenids.\nGeneral characteristics.\nThey had long skulls, slender jaws, slim bodies, and a tendency to walk on their toes rather than flat-footed (plantigrade). They ranged in size from 30 to 140 cm at the shoulder. \"Hyaenodon gigas\", the larger species, was as much as 1.4 m high at the shoulder, 10 feet long and weighed about 500 kg, but most were in the 5–15 kg range, equivalent to a mid-sized dog. Fossil evidence of their skulls shows that they had a particularly acute sense of smell, while their teeth were adapted for slicing, rather than crushing.\nTeeth.\nHyaenodonts were mainly meat-eaters. They did not crack main bones because they lacked\ncrushing teeth. This contrasts with modern hyaenas, which can crush bones of larger prey. This gives then a good source of calcium, and access to the highly nutritious bone marrow. Modern bears and dogs also have bone-crushing capability, though not to the same extent as hyaenas. Hyaenodonts thus thus lacked dental versatility for processing any foods other than meat.\nThe carnassials in a hyaenodontid are generally the second upper and third lower molars. However, some hyaenodontids had as many as three pairs of carnassials or carnassial-like molar teeth in their jaws.\nLife-style.\nBecause of their size range, it is probable that different species hunted in different ways and allowed them to fill many different predatory niches. Smaller ones would hunt in packs during the night like wolves, and bigger, fiercer ones would hunt alone during the daylight, using their sheer size and their mighty jaws as their principal weapon.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hyaena","surface_form":"Hyaena","offset":21},{"uri":"Extinct","surface_form":"extinct","offset":55},{"uri":"Order_(biology)","surface_form":"order","offset":63},{"uri":"Creodonta","surface_form":"Creodonta","offset":69},{"uri":"Genera","surface_form":"genera","offset":109},{"uri":"Mammal","surface_form":"mammal","offset":148},{"uri":"Paleocene","surface_form":"Paleocene","offset":195},{"uri":"Miocene","surface_form":"Miocene","offset":233},{"uri":"Oxyaenid","surface_form":"oxyaenid","offset":313},{"uri":"Plantigrade","surface_form":"plantigrade","offset":460},{"uri":"Hyaenodon","surface_form":"Hyaenodon","offset":530},{"uri":"Dog","surface_form":"dog","offset":712},{"uri":"Hyaena","surface_form":"hyaena","offset":1009},{"uri":"Calcium","surface_form":"calcium","offset":1089},{"uri":"Bone_marrow","surface_form":"bone marrow","offset":1134},{"uri":"Bears","surface_form":"bears","offset":1154},{"uri":"Carnassial","surface_form":"carnassial","offset":1341},{"uri":"Molar","surface_form":"molar","offset":1418},{"uri":"Ecological_niche","surface_form":"niche","offset":1696}]}