{"id":449781,"url":"http://en.wikipedia.org/wiki/Tom%27s_Rhinoplasty","text":"\"Tom's Rhinoplasty\" is the eleventh episode of the first season of \"South Park\". It was first shown on Comedy Central in the United States on February 11, 1998. The episode was the series' first Valentine's Day episode. It was written by the show's co-creator Trey Parker.\nTrey Parker and Matt Stone said that they were originally not happy with the final product and they thought that fans of the show would hate. They were surprised that fans responded positively to it.\nPlot.\nWhen Valentine's Day approaches, Wendy suggests to her boyfriend Stan ways to try and spend time together. After their schoolteacher Mr. Garrison decides to get a rhinoplasty, he introduces their new substitute teacher, Ms. Ellen (voiced by Natasha Henstridge). The boys in class fall in love with her, including Stan, especially when she talks to him. This makes Wendy become incredibly jealous and she warns Ms. Ellen to stay away from Stan, oblivious to the fact that Ms. Ellen does not return Stan's affection.\nWhen Ms. Ellen becomes worried about the student's education, she says that the winner of a spelling test will be bought a dinner. The boys attempt to date Ms. Ellen but Chef tells them that she is a lesbian and that she only likes other lesbians. They don't know what this means and they try to become lesbians themselves to try and attract Ms. Ellen. They try wearing Birkenstocks, listening to an Indigo Girls album and \"licking carpet\" (they mistake this for literally licking the carpet floor).\nMeanwhile Mr. Garrison's gets a nose job that makes him one of the most attractive men in South Park with his face resembling David Hasselhoff. He decides to quit teaching and try to pursue women. Stan is able to win the spelling test and the dinner but he finds out that Ms. Ellen has no attraction or intention of making love with him. The next day, while Ms. Ellen is teaching the class, several Iraqi men burst through the door and say that she is actually an Iraqi fugitive. She resist her arrest but accidentally kills Kenny by impaling him in the face with a sword. They take her into custody and shoot her into the sun with a rocket.\nMr. Garrison later becomes a model with great success, but he finds himself being chased throughout the streets by a large group of women and doesn't want the attention. He returns to Tom's Rhinoplasty and regains his original look. Wendy speaks fluent Arabic to a group of Iraqi men and pays them with with a wad of American money. She then watches happily in the sky as the rocket gets blown up in the sun. Kyle realizes that Wendy hired the Iraqi men to murder Ms. Ellen and Wendy says \"I told her: 'Don't... fuck... with... Wendy... Testaburger!'\" as the episode ends.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Park","surface_form":"South Park","offset":68},{"uri":"Comedy_Central","surface_form":"Comedy Central","offset":103},{"uri":"United_States","surface_form":"United States","offset":125},{"uri":"Valentine%27s_Day","surface_form":"Valentine's Day","offset":195},{"uri":"Trey_Parker","surface_form":"Trey Parker","offset":260},{"uri":"Stan_Marsh","surface_form":"Stan","offset":544},{"uri":"Mr._Garrison","surface_form":"Mr. Garrison","offset":612},{"uri":"Rhinoplasty","surface_form":"rhinoplasty","offset":642},{"uri":"Substitute_teacher","surface_form":"substitute teacher","offset":679},{"uri":"Natasha_Henstridge","surface_form":"Natasha Henstridge","offset":720},{"uri":"Jealousy","surface_form":"jealous","offset":867},{"uri":"Chef_(South_Park)","surface_form":"Chef","offset":1164},{"uri":"Lesbian","surface_form":"lesbian","offset":1194},{"uri":"Birkenstock","surface_form":"Birkenstocks","offset":1364},{"uri":"Indigo_Girls","surface_form":"Indigo Girls","offset":1394},{"uri":"Cunnilingus","surface_form":"licking carpet","offset":1418},{"uri":"David_Hasselhoff","surface_form":"David Hasselhoff","offset":1620},{"uri":"Iraq","surface_form":"Iraqi","offset":1893},{"uri":"Kenny_McCormick","surface_form":"Kenny","offset":2019},{"uri":"Model_(person)","surface_form":"model","offset":2165},{"uri":"Arabic_language","surface_form":"Arabic","offset":2389},{"uri":"United_States_dollar","surface_form":"American money","offset":2453},{"uri":"Kyle_Broflovski","surface_form":"Kyle","offset":2545}]}