{"id":44989,"url":"http://en.wikipedia.org/wiki/Sega_Saturn","text":"The Sega Saturn is a 32-bit video game console made by Sega. It was released in Japan on November 22 1994, in the United States on May 11 1995, and in Europe on July 8 1995. Games were released on CD-ROMs. It is followed by the Dreamcast. The Saturn was the first Sega video game console which can display 3D graphics. Accessories were available for the Sega Saturn, including a gun controller which was used to play \"Virtua Cop\", and an analog controller.\nThe console was called Saturn because it was Sega's sixth games console, and Saturn is the sixth planet of the solar system.\nJapanese/French models.\nThe Sega Saturn was quite popular in Japan and/or France, because of the commercial with Segata Sanshiro, a man who devoted his life to the Sega Saturn. The Japanese Sega Saturn was black, and it was later changed to gray.\nEuropean/North American models.\nIn North America, the Saturn was not nearly as popular as it was in Japan and/or France. When it was first released, there were only a few games available, because the console's strange technology made it difficult to program for. That caused the PlayStation to be more popular in Europe. Another problem was that Sega released the Saturn sooner than they intended to, but did not tell shops about the new release date, meaning that many of them did not sell the Saturn at all out of anger. Sega had also made other consoles to try and be the first to use new technology, such as the Sega CD (an early console with games that came on CDs) and the Sega 32X (with better graphics than Sega's previous consoles), leaving some gamers without enough money to buy all three systems or angry at Sega for abandoning the 32X when the Saturn was released.","categories":[],"infobox_types":[],"annotations":[{"uri":"Video_game_console","surface_form":"video game console","offset":28},{"uri":"Sega","surface_form":"Sega","offset":55},{"uri":"Japan","surface_form":"Japan","offset":80},{"uri":"United_States","surface_form":"United States","offset":114},{"uri":"CD-ROM","surface_form":"CD-ROM","offset":197},{"uri":"Dreamcast","surface_form":"Dreamcast","offset":228},{"uri":"3D","surface_form":"3D","offset":306},{"uri":"Virtua_Cop","surface_form":"Virtua Cop","offset":418},{"uri":"Analog_signal","surface_form":"analog","offset":438},{"uri":"Saturn_(planet)","surface_form":"Saturn","offset":534},{"uri":"Planet","surface_form":"planet","offset":554},{"uri":"Solar_system","surface_form":"solar system","offset":568},{"uri":"PlayStation","surface_form":"PlayStation","offset":1108},{"uri":"Sega_CD","surface_form":"Sega CD","offset":1445},{"uri":"Sega_32X","surface_form":"Sega 32X","offset":1508}]}