{"id":449837,"url":"http://en.wikipedia.org/wiki/Apomorphy","text":"e=\"preserve\">An apomorphy in biology is a derived state, or innovation. For example, amongst mammals, babies can digest their mothers' milk. That is something all mammals share. It is an apomorphy unique to mammals, and so is the production of milk by mammalian mothers.\nApomorphies which are found in every species of a group of animals are the basis of taxonomy. If a group of animals all have a unique apomorphy, the most likely reason is that they descended from a common ancestor. When a group of animals share a large number of apomorphies this becomes a near-certainty. Mammals share a long list of characters which are unique to them.\nClades are identified (or defined) by synapomorphies (from syn-, \"together\"). These are a group of apomorphies which they all have, but other groups do not. For example, the five digits (fingers and toes) like ours is a synapomorphy within the vertebrates. The tetrapods are the first vertebrates with such digits. Snakes and other tetrapods which do not have digits are tetrapods because other characters, such as amniotic eggs and diapsid skulls, show they descended from ancestors that which had digits.","categories":[],"infobox_types":[],"annotations":[{"uri":"Biology","surface_form":"biology","offset":29},{"uri":"Derived","surface_form":"derived","offset":42},{"uri":"Innovation","surface_form":"innovation","offset":60},{"uri":"Mammals","surface_form":"mammals","offset":93},{"uri":"Taxonomy","surface_form":"taxonomy","offset":355},{"uri":"Common_ancestor","surface_form":"common ancestor","offset":469},{"uri":"Clades","surface_form":"Clades","offset":643},{"uri":"Synapomorphy","surface_form":"synapomorphies","offset":681},{"uri":"Vertebrates","surface_form":"vertebrates","offset":887},{"uri":"Tetrapods","surface_form":"tetrapods","offset":904},{"uri":"Amniotic_egg","surface_form":"amniotic egg","offset":1058},{"uri":"Diapsid","surface_form":"diapsid","offset":1076},{"uri":"Skull","surface_form":"skull","offset":1084}]}