{"id":449881,"url":"http://en.wikipedia.org/wiki/Crappie","text":"The crappies (or) are a genus, \"Pomoxis\", of North American freshwater fish. They are members of the sunfish family Centrarchidae. Both species in this genus are popular game fish. These are the Black crappie and the White crappie. The White crappie is the state fish of Louisiana.\nEtymology.\nThe genus name \"Pomoxis\" comes from the Greek πώμα (cover, plug, operculum) and οξύς (sharp). The common name (also spelled croppie or crappé), comes from the Canadian French \"crapet,\" which refers to many different fishes of the sunfish family. Other names for crappie are papermouths, strawberry bass, speckled bass or specks (especially in Michigan), speckled perch, calico bass (throughout New England), \"sac-a-lait\" (in southern Louisiana, lit. \"milk bag\", a rendition of Choctaw \"sakli\") and Oswego bass.\nBiology.\nCrappies are both predators and prey. Both species of crappie as adults feed predominantly on smaller fish species. This includes the young of their own predators (which include the northern pike, muskellunge, and walleye). They have varied diets, however, including zooplankton, insects, and crustaceans. By day, crappie tend to be less active and to concentrate around weed beds or submerged objects, such as logs and boulders. They feed especially at dawn and dusk, moving then into open water or approaching the shore.\nThere are differences between the White and Black crappies. White crappies have 5 or 6 dorsal spines while Black crappies have 7 or 8. White crappies are usually more numerous and tend to be larger. Black crappies appear darker because of the dark spots on its sides. White crappies have black vertical bands on their bodies and are often lighter in color. But the two can be difficult to tell apart unless you count the spines. Crappies are among the most numerous panfish in North American waters. Black crappies begin spawning when the water temperature reaches 60 to 64 degrees Fahrenheit. Females lay between 20,000 and 140,000 eggs. The White crappies begin spawning at water temperatures between 65 and 70 degrees F. The female White crappie lays between 1,000 and 200,000 eggs. Male crappies guard the nest until the eggs hatch, usually in about five days.\nGame fish.\nThe \"Pomoxis\" species are highly regarded game fishes and are often considered to be among the best-tasting freshwater fish. Because of the variety of their diets, crappies may be caught in many ways. This includes casting light jigs, trolling with minnows or artificial lures. Small spinnerbaits, or using bobbers are also very effective. Crappies are very popular with ice-fishermen, as they are active in winter. The current all-tackle fishing world record for a black crappie is and for a white crappie is.\nAngling.\nAngling for crappies is popular throughout much of North America. Methods vary, but among the most popular is called \"Spider Rigging,\" a method characterized by a fisherman in a boat with many long fishing rods pointing away from the angler at various angles like spokes from a wheel. Anglers who employ the Spider Rigging method may choose from among many popular baits, like corn. Many anglers also chum or dump live bait into the water to attract the fish hoping the fish will bite their bait. There are many types of lures that catch crappies. Jigs, especially with a live minnow are very effective. Spoons, Spinners and Crankbaits are all effective at different times.\nCommercial fishing.\nA commercial fishery for crappies existed at Reelfoot Lake in Tennessee until 2003. It was one of the few commercial fisheries for crappies.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":24},{"uri":"North_America","surface_form":"North America","offset":45},{"uri":"Freshwater","surface_form":"freshwater","offset":60},{"uri":"Sunfish","surface_form":"sunfish","offset":101},{"uri":"Family_(biology)","surface_form":"family","offset":109},{"uri":"Centrarchidae","surface_form":"Centrarchidae","offset":116},{"uri":"Species","surface_form":"species","offset":136},{"uri":"Game_fish","surface_form":"game fish","offset":170},{"uri":"Louisiana","surface_form":"Louisiana","offset":271},{"uri":"Greek_language","surface_form":"Greek","offset":333},{"uri":"Operculum_(Fish)","surface_form":"operculum","offset":358},{"uri":"Canadian_French","surface_form":"Canadian French","offset":452},{"uri":"Fishe","surface_form":"fishe","offset":509},{"uri":"Michigan","surface_form":"Michigan","offset":636},{"uri":"New_England","surface_form":"New England","offset":687},{"uri":"Louisiana","surface_form":"Louisiana","offset":727},{"uri":"Oswego_bass","surface_form":"Oswego bass","offset":791},{"uri":"Northern_pike","surface_form":"northern pike","offset":995},{"uri":"Muskellunge","surface_form":"muskellunge","offset":1010},{"uri":"Walleye","surface_form":"walleye","offset":1027},{"uri":"Zooplankton","surface_form":"zooplankton","offset":1080},{"uri":"Insect","surface_form":"insect","offset":1093},{"uri":"Crustacean","surface_form":"crustacean","offset":1106},{"uri":"Panfish","surface_form":"panfish","offset":1802},{"uri":"Spawn_(biology)","surface_form":"spawning","offset":1857},{"uri":"Fahrenheit","surface_form":"Fahrenheit","offset":1918},{"uri":"Egg_(biology)","surface_form":"eggs","offset":2116},{"uri":"Casting_(fishing)","surface_form":"casting","offset":2427},{"uri":"Jig_(fishing)","surface_form":"jig","offset":2441},{"uri":"Trolling_(angling)","surface_form":"trolling","offset":2447},{"uri":"Minnow","surface_form":"minnow","offset":2461},{"uri":"Spinnerbait","surface_form":"spinnerbait","offset":2496},{"uri":"Bobber_(fishing)","surface_form":"bobbers","offset":2519},{"uri":"Ice_fishing","surface_form":"ice-fishermen","offset":2583},{"uri":"Angling","surface_form":"Angling","offset":2732},{"uri":"Fishing_rod","surface_form":"fishing rod","offset":2930},{"uri":"Fishing_lure","surface_form":"lures","offset":3253},{"uri":"Jigging","surface_form":"Jigs","offset":3280},{"uri":"Minnow","surface_form":"minnow","offset":3309},{"uri":"Spoon_lure","surface_form":"Spoons","offset":3336},{"uri":"Spinnerbait","surface_form":"Spinners","offset":3344},{"uri":"Plug_(fishing)","surface_form":"Crankbaits","offset":3357},{"uri":"Reelfoot_Lake","surface_form":"Reelfoot Lake","offset":3471}]}