{"id":449932,"url":"http://en.wikipedia.org/wiki/Ryan_Higa","text":"Ryan Higa (also known by his YouTube username nigahiga) is an American YouTube celebrity, actor, comedian, and producer. He moved to Las Vegas to study filmmaking at University of Nevada, Las Vegas. Higa's videos are either solo efforts or videos with other people. He's known for his YouTube comedy videos. They have been viewed 3.3 billion times., Higa's YouTube channel has more than 19 million subscribers.\nBackground.\nHiga was born in Hilo, Hawaii on June 6, 1990. He holds a black belt in Judo. He also wrestled, and graduated from Waiakea High School in 2008.\nHiga's YouTube videos.\nHiga and Fujiyoshi Sean started posting YouTube videos of themselves lip-synching to songs in mid-2006 while attending Waiakea High School. They quickly expanded beyond songs, with a variety of other comedic pieces. Occasional guest appearances were made by Enos Tim, Villaruel Ryan, Chun Kyle, and Nago Tarynn.\nOn Christmas Eve of 2008, Higa and Fujiyoshi's two most popular videos, \"How To Be Gangster\" and \"How To Be Emo\", were removed due to copyright violations. On January 21, 2009, the nigahiga account was temporarily suspended and was required to remove more copyrighted videos. Because of this, nigahiga's lip synching videos were all removed (with the exception of \"You're Beautiful\", which was audio swapped), along with most of his other videos that included copyrighted music. Since then, Higa started composing the music himself. \"How to be Gangster\" and \"How to be Emo\" were put back on nigahiga's channel in late August 2009, only to be removed a few days later, along with \"How to be Ninja\" and \"How to be Nerd\". In Spring 2010, \"How to be Ninja\", \"How to be Gangster\" and \"How to be Emo\" were made public once more.\nDue to Higa Ryan moving to Las Vegas for college, most of the nigahiga videos are solo efforts. They usually feature collaborations with other users.\nChannels.\nThe nigahiga YouTube channel was created on July 20, 2006, by Ryan Higa, Sean Fujiyoshi, Tim Enos, and Tarynn Nago (known collectively as \"The Yabo Crew\"). By December 21, 2010, it had reached 3 million subscribers, the first channel to do so. According to Higa, his channel name is a combination of \"Niga\", which means \"rant\" in Japanese, and his last name, \"Higa\".\nHe created a second channel, under the name HigaTV, in 2011, where he posts video blogs and behind the scenes movies. In May 2014, it had over 2.1 million subscribers.\nIn 2012, Higa helped form the YOMYOMF Network, which hosts the online video-making talent competition, \"Internet Icon\", of which he serves alongside Lakin Christine and DeLaGhetto Timothy as main judges.\nFilms.\nIn 2008, Vleet Van Richard offered to help them create their first feature-length film. The resulting film, \"Ryan and Sean's Not So Excellent Adventure\", was directed by Vleet Van Richard and released on November 14, 2008. It was shown in sold out theaters in Hawaii and California. The DVD was released on July 14, 2009, in the USA.\n\"Ryan and Sean's Not So Excellent Adventure\" is about a down on his luck movie producer, played by Buckley Michael, who is seeking out famous celebrities in order to make a hit movie in 30 days or risk being fired. He chooses Higa Ryan and Fujiyoshi Sean after discovering the popularity of their YouTube videos. He invites them to Hollywood to make a movie. They accept the offer. They run into some amusing situations on the way.\n\"Ninja Melk\", a short film, was released in August 2009. The plot revolves around a ninja master named Master Ching Ching sending his student Lapchung (played by Murata Bryson) to find a replacement, finding Higa and Fujiyoshi to catch the evil Bokchoy (played by Enos Tim) and his henchwoman, Gina (played by Nago Tarynn).\nAn independent film he created with Wong Fu Productions called \"Agents of Secret Stuff\" was uploaded on Higa's channel on November 24, 2010. It features some other popular YouTube users as well as actors such as Aki Aleong. \"Agents of Secret Stuff\" is about a teenage A.S.S. (Agent of Secret Stuff) (Higa) who is sent undercover to a high school to protect one of the students, a girl named Taylor (Cho Arden) from the A.S.S.'s enemy, the S.I.N.S (Society Involving Not-So-Good Stuff). It included guest appearances from Ian and Anthony of Smosh, D-Trix, KassemG and Hiimrawn. Higa has also starred on an episode of \"Supah Ninjas\", playing DJ Elephant Head, a master plotter who uses his hypnotizing electronic music to make people fall asleep to commit robberies.","categories":[],"infobox_types":["YouTube personality","website"],"annotations":[{"uri":"YouTube","surface_form":"YouTube","offset":29},{"uri":"Americans","surface_form":"American","offset":62},{"uri":"YouTube","surface_form":"YouTube","offset":71},{"uri":"Las_Vegas","surface_form":"Las Vegas","offset":133},{"uri":"University_of_Nevada%2C_Las_Vegas","surface_form":"University of Nevada, Las Vegas","offset":166},{"uri":"Hilo%2C_Hawaii","surface_form":"Hilo","offset":440},{"uri":"Hawaii","surface_form":"Hawaii","offset":446},{"uri":"Judo","surface_form":"Judo","offset":495},{"uri":"Hawaii","surface_form":"Hawaii","offset":2891},{"uri":"California","surface_form":"California","offset":2902},{"uri":"Celebrities","surface_form":"celebrities","offset":3107},{"uri":"Hollywood","surface_form":"Hollywood","offset":3297},{"uri":"Smosh","surface_form":"Smosh","offset":4261}]}