{"id":449978,"url":"http://en.wikipedia.org/wiki/Home_for_the_Holidays_(movie)","text":"\"Home for the Holidays\" is a 1995 comedy-drama movie directed by Jodie Foster. It tells the story of an unhappy family who are getting together for the Thanksgiving holidays. The comedy scene of the Thanksgiving dinner took more than ten days to make. In all, 64 turkeys, 20 pounds of mashed potatoes, 35 pounds of stuffing, 44 pies, 30 pounds of sweet potatoes, 18 bags of mini-marshmallows and 50 gallons of fake wine were used.\nFoster let Robert Downey Jr. improvise some of his role instead of using a script. This got him excited about making movies again. He had been unhappy and tired of acting for a while.\nPlot.\nClaudia Larson is a single mom with a teenage daughter. Claudia is an artist who restores paintings. She has just lost her job at a museum because of a lack of money to pay her. Even though she is sick with a cold, she flies from Chicago to spend Thanksgiving with her parents, Adele and Henry Larson. They still live in the same house in Baltimore, where she grew up with her sister and brother. But her daughter, Kitt will be staying home to be with her boyfriend. Kitt tells her mom on the telephone that she is going to have sex with her boyfriend for the first time.\nClaudia's stuck-up and critical sister, Joanne Larson Wedman, is also coming for dinner. She brings her boring husband, Walter, and their two spoiled children. Claudia's gay brother, Tommy, and his new friend Leo Fish show up, along with their eccentric Aunt Glady. Claudia laughs and happily chats with Tommy, but the rest of her family is stressing her out, as usual. Meanwhile, Joanne is strictly trying to keep the holiday celebration under control. Tommy has been the boyfriend of another man, Jack, for a long time. So Claudia is confused because he is at dinner with Leo. But, as Claudia finds out, Leo has come along for the holidays to be introduced to Claudia. In fact, Tommy has just recently married Jack.\nThe Thanksgiving day has many crazy events, including a loud fight on the lawn in the leaves. The turkey is spilled in Joanne's lap, ruining her fancy dress. Many things are said in anger which can't be taken back and the family seems as divided as ever. So Claudia meets with her family by herself to try to make up.\nEven though Claudia is still discouraged, she becomes close to Leo. When she gets on the plane to go home, Leo goes with her.","categories":[],"infobox_types":[],"annotations":[{"uri":"Comedy-drama","surface_form":"comedy-drama","offset":34},{"uri":"Movie","surface_form":"movie","offset":47},{"uri":"Film_director","surface_form":"directed","offset":53},{"uri":"Jodie_Foster","surface_form":"Jodie Foster","offset":65},{"uri":"Robert_Downey_Jr.","surface_form":"Robert Downey Jr.","offset":442},{"uri":"Improvisation","surface_form":"improvise","offset":460},{"uri":"Role","surface_form":"role","offset":482},{"uri":"Screenplay","surface_form":"script","offset":506},{"uri":"Museum","surface_form":"museum","offset":753},{"uri":"Chicago","surface_form":"Chicago","offset":851},{"uri":"Thanksgiving","surface_form":"Thanksgiving","offset":868},{"uri":"Baltimore","surface_form":"Baltimore","offset":960},{"uri":"Gay","surface_form":"gay","offset":1363},{"uri":"Eccentricity","surface_form":"eccentric","offset":1437}]}