{"id":45,"url":"http://en.wikipedia.org/wiki/Algebra","text":"ce=\"preserve\">Algebra (from Arabic: الجبر‎, transliterated \"al-jabr\", meaning \"reunion of broken parts\") is a part of mathematics (often called math in the United States and maths or numeracy in the United Kingdom). It uses variables to represent a value that is not yet known. When an equals sign (=) is used, this is called an equation. A very simple equation using a variable is: 2 + 3 = x. In this example, x = 5, or it could also be said that \"codice_2 equals five\". This is called \"solving for codice_2\".\nBesides equations, there are inequalities (\"less than\" and \"greater than\"). A special type of equation is called the function. This is often used in making graphs because it always turns one input into one output.\nAlgebra can be used to solve real problems because the rules of algebra work in real life and numbers can be used to represent the values of real things. Physics, engineering and computer programming are areas that use algebra all the time. It is also useful to know in surveying, construction and business, especially accounting.\nPeople who do algebra use the rules of numbers and mathematic operations used on numbers. The simplest are adding, subtracting, multiplying, and dividing. More advanced operations involve exponents, starting with squares and square roots.\nAlgebra was first used to solve equations and inequalities. Two examples are linear equations (the equation of a straight line, y=mx+b or codice_2) and quadratic equations, which has variables that are squared (multiplied by itself, for example: 2*2, 3*3, or x*x).\nHistory.\nEarly forms of algebra were developed by the Babylonians and the Greek geometers such as Hero of Alexandria. However the word \"algebra\" is a Latin form of the Arabic word \"Al-Jabr\" (\"casting\") and comes from a mathematics book \"Al-Maqala fi Hisab-al Jabr wa-al-Muqabilah\", (\"Essay on the Computation of Casting and Equation\") written in the 9th century by a Persian mathematician, Muhammad ibn Mūsā al-Khwārizmī, who was a Muslim born in Khwarizm in Uzbekistan. He flourished under Al-Ma'moun in Baghdad, Iraq through 813-833 AD, and died around 840 AD. The book was brought into Europe and translated into Latin in the 12th century. The book was then given the name 'Algebra'. (The ending of the mathematician's name, al-Khwarizmi, was changed into a word easier to say in Latin, and became the English word \"algorithm\").\nExamples.\nWith practice, algebra can be used when faced with a problem that is too hard to solve any other way. Problems such as building a freeway, designing a cell phone, or finding the cure for a disease all require algebra.\nWriting algebra.\nAs in most parts of mathematics, adding \"z\" to \"y\" (or \"y\" plus \"z\") is written as \"y\" + \"z\".\nSubtracting \"z\" from \"y\" (or \"y\" minus \"z\") is written as \"y\" − \"z\".\nDividing \"y\" by \"z\" (or \"y\" over \"z\": formula_1) is written as \"y\" ÷ \"z\" or y/z. \"y\"/\"z\" is more commonly used.\nIn algebra, multiplying \"y\" by \"z\" (or \"y\" times \"z\") can be written in 4 ways: \"y × z\", \"y * z\", \"y·z\", or just \"yz\". The multiplication symbol \"×\" is usually not used, because it looks too much like the letter x, which is often used as a variable. Also, when multiplying a larger expression, parentheses can be used: \"y\" (\"z+1\").\nWhen we multiply a number and a letter in algebra, we write the number in front of the letter: 5 × \"y\" = 5\"y\". When the number is 1, then the 1 is not written because 1 times any number is that number (1 × \"y\" = \"y\") and so it is not needed.\nAs a side note, you do not have to use the letters \"x\" or \"y\" in algebra. Variables are just symbols that mean some unknown number or value, so you can use any variable. \"x\" and \"y\" are the most common, though.\nFunctions and Graphs.\nAn important part of algebra is the study of functions, since functions often appear in equations that we are trying to solve. A function is like a machine you can put a number (or numbers) into and get a certain number (or numbers) out. When using functions, graphs can be powerful tools in helping us to study the solutions to equations.\nA graph is a picture that shows all the values of the variables that make the equation or inequality true. Usually this is easy to make when there are only one or two variables. The graph is often a line, and if the line does not bend or go straight up-and-down it can be described by the basic formula y = mx + b. The variable \"b\" is the y-intercept of the graph (where the line crosses the vertical axis) and \"m\" is the slope or steepness of the line. This formula applies to the coordinates of a graph, where each point on the line is written (x, y).\nIn some math problems like the equation for a line, there can be more than one variable (\"x\" and \"y\" in this case). To find points on the line, one variable is changed. The variable that is changed is called the \"independent\" variable. Then the math is done to make a number. The number that is made is called the \"dependent\" variable. Most of the time the independent variable is written as \"x\" and the dependent variable is written as \"y\", for example, in y = 3x + 1. This is often put on a graph, using an \"x\" axis (going left and right) and a \"y\" axis (going up and down). It can also be written in function form: f(x) = 3x + 1. So in this example, we could put in 5 for \"x\" and get y = 16. Put in 2 for \"x\" would get y=7. And 0 for \"x\" would get y=1. So there would be a line going thru the points (5,16), (2,7), and (0,1) as seen in the graph to the right.\nIf x has a power of 1, it is a straight line. If it is squared or some other power, it will be curved. If it uses an inequality (\"<\" or \">\"), then usually part of the graph is shaded, either above or below the line.\nRules.\nIn algebra, there are a few rules that can be used for further understanding of equations. These are called the rules of algebra. While these rules may seem senseless or obvious, it is wise to understand that these properties do not hold throughout all branches of mathematics. Therefore, it will be useful to know how these axiomatic rules are declared, before taking them for granted. Before going on to the rules, reflect on two definitions that will be given.\nCommutative property of addition.\n'Commutative' means that a function has the same result if the numbers are swapped around. In other words, the order of the terms in an equation do not matter. When the operator of two terms is an addition, the 'commutative property of addition' is applicable. In algebraic terms, this gives formula_1.\nNote that this does not apply for subtraction! (i.e. formula_1)\nCommutative property of multiplication.\nWhen the operator of two terms is an multiplication, the 'commutative property of multiplication' is applicable. In algebraic terms, this gives formula_1.\nNote that this does not apply for division! (i.e. formula_1, when formula_1)\nAssociative property of addition.\n'Associative' refers to the grouping of numbers. The associative property of addition implies that, when adding three or more terms, it doesn't matter how these terms are grouped. Algebraically, this gives formula_1. Note that this does not hold for subtraction, e.g. formula_1 (see the distributive property).\nAssociative property of multiplication.\nThe associative property of multiplication implies that, when multiplying three or more terms, it doesn't matter how these terms are grouped. Algebraically, this gives formula_1. Note that this does not hold for division, e.g. formula_1.\nDistributive property.\nThe distributive property states that the multiplication of a number by another term can be distributed. For instance: formula_1. (Do \"not \"confuse this with the associative properties! For instance, formula_1.)\nAdditive identity property.\n'Identity' refers to the property of a number that it is equal to itself. In other words, there exists an operation of two numbers so that it equals the variable of the sum. The additive identity property states that the sum of any number and 0 is that number: formula_1. This also holds for subtraction: formula_1.\nMultiplicative identity property.\nThe multiplicative identity property states that the product of any number and 1 is that number: formula_1. This also holds for division: formula_1.\nAdditive inverse property.\nThe additive inverse property is somewhat like the opposite of the additive identity property. When an operation is the sum of a number and its opposite, and it equals 0, that operation is a valid algebraic operation. Algebraically, it states the following: formula_1. Additive inverse of 1 is (-1).\nMultiplicative inverse property.\nThe multiplicative inverse property entails that when an operation is the product of a number and its reciprocal, and it equals 1, that operation is a valid algebraic operation. Algebraically, it states the following: formula_1. Multiplicative inverse of 2 is 1/2.\nAdvanced Algebra.\nIn addition to \"elementary algebra\", or basic algebra, there are advanced forms of algebra, taught in colleges and universities, such as abstract algebra, linear algebra, and universal algebra.\nThis includes how to use a matrix to solve many linear equations at once. \"Abstract algebra\" is the study of things that are found in equations, going beyond numbers to the more abstract with groups of numbers.\nMany math problems are about physics and engineering. In many of these physics problems time is a variable. Time uses the letter \"t\". Using the basic ideas in algebra can help reduce a math problem to its simplest form making it easier to solve difficult problems. Energy is \"e\", force is \"f\", mass is \"m\", acceleration is \"a\" and speed of light is sometimes \"c\". This is used in some famous equations, like f = ma and e=mc^2 (although more complex math beyond algebra was needed to come up with that last equation).","categories":[],"infobox_types":[],"annotations":[{"uri":"Arabic_Language","surface_form":"Arabic","offset":28},{"uri":"Mathematics","surface_form":"mathematics","offset":118},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":199},{"uri":"Variable","surface_form":"variable","offset":224},{"uri":"Equation","surface_form":"equation","offset":329},{"uri":"Inequality","surface_form":"inequalities","offset":540},{"uri":"Graph","surface_form":"graph","offset":667},{"uri":"Physics","surface_form":"Physics","offset":879},{"uri":"Engineering","surface_form":"engineering","offset":888},{"uri":"Computer_programming","surface_form":"computer programming","offset":904},{"uri":"Surveying","surface_form":"surveying","offset":995},{"uri":"Construction","surface_form":"construction","offset":1006},{"uri":"Business","surface_form":"business","offset":1023},{"uri":"Accounting","surface_form":"accounting","offset":1044},{"uri":"Number","surface_form":"number","offset":1095},{"uri":"Operation_(mathematics)","surface_form":"operations","offset":1118},{"uri":"Addition","surface_form":"adding","offset":1163},{"uri":"Subtraction","surface_form":"subtracting","offset":1171},{"uri":"Multiplication","surface_form":"multiplying","offset":1184},{"uri":"Division_(mathematics)","surface_form":"dividing","offset":1201},{"uri":"Exponent","surface_form":"exponent","offset":1244},{"uri":"Square_(algebra)","surface_form":"squares","offset":1269},{"uri":"Square_root","surface_form":"square root","offset":1281},{"uri":"Algebraic_equation","surface_form":"equations","offset":1327},{"uri":"Linear_equation","surface_form":"linear equation","offset":1372},{"uri":"Quadratic_equation","surface_form":"quadratic equation","offset":1447},{"uri":"Square_(algebra)","surface_form":"squared","offset":1497},{"uri":"Babylonian","surface_form":"Babylonian","offset":1614},{"uri":"Ancient_Greece","surface_form":"Greek","offset":1634},{"uri":"Hero_of_Alexandria","surface_form":"Hero of Alexandria","offset":1658},{"uri":"Latin_language","surface_form":"Latin","offset":1710},{"uri":"Arabic_language","surface_form":"Arabic","offset":1728},{"uri":"9th_century","surface_form":"9th century","offset":1910},{"uri":"Iran","surface_form":"Persian","offset":1927},{"uri":"Muhammad_ibn_M%C5%ABs%C4%81_al-Khw%C4%81rizm%C4%AB","surface_form":"Muhammad ibn Mūsā al-Khwārizmī","offset":1950},{"uri":"Islam","surface_form":"Muslim","offset":1992},{"uri":"Khwarizm","surface_form":"Khwarizm","offset":2007},{"uri":"Uzbekistan","surface_form":"Uzbekistan","offset":2019},{"uri":"Baghdad","surface_form":"Baghdad","offset":2065},{"uri":"Iraq","surface_form":"Iraq","offset":2074},{"uri":"Europe","surface_form":"Europe","offset":2149},{"uri":"Translation","surface_form":"translated","offset":2160},{"uri":"12th_century","surface_form":"12th century","offset":2189},{"uri":"Algorithm","surface_form":"algorithm","offset":2379},{"uri":"Function_(mathematics)","surface_form":"functions","offset":3764},{"uri":"Graph","surface_form":"graph","offset":3979},{"uri":"Y-intercept","surface_form":"y-intercept","offset":4398},{"uri":"Mathematics","surface_form":"slope","offset":4481},{"uri":"Cartesian_coordinate_system","surface_form":"coordinates","offset":4541},{"uri":"Elementary_algebra","surface_form":"elementary algebra","offset":8880},{"uri":"Abstract_algebra","surface_form":"abstract algebra","offset":9001},{"uri":"Linear_algebra","surface_form":"linear algebra","offset":9019},{"uri":"Universal_algebra","surface_form":"universal algebra","offset":9039},{"uri":"Matrix_(mathematics)","surface_form":"matrix","offset":9085},{"uri":"Abstract_algebra","surface_form":"Abstract algebra","offset":9133}]}