{"id":450197,"url":"http://en.wikipedia.org/wiki/Smallmouth_bass","text":"The smallmouth bass (\"Micropterus dolomieu\") is a species of freshwater fish. They are in the sunfish family (Centrarchidae) of the order Perciformes. It is the type species of its genus. One of the black basses, it is a popular game fish sought by anglers throughout the temperate zones of North America. they have been spread by stocking to many cool-water tributaries and lakes in Canada and the United States. The smallmouth bass is native to the upper and middle Mississippi River basin, the Saint Lawrence River–Great Lakes system, and up into the Hudson Bay basin. Its common names include smallmouth, bronzeback, brown bass, brownie, smallie, bronze bass, and bareback bass.\nDescription.\nThe smallmouth bass is generally brown (seldom yellow) with red eyes, and dark brown vertical bands. There are 13–15 soft rays in the dorsal fin. The upper jaw of smallmouth bass extends to the middle of the eye. Males are generally smaller than females. The males tend to weigh around two pounds. Females can range from three to six pounds. Their average sizes can differ, depending on where they are found. Those found in American waters tend to be larger due to the longer summers, which allow them to eat and grow for a longer period of time. Their habitat plays a significant role in their color, weight, and shape. Smallmouth that live in dark water (such as rivers) tend to be rather torpedo-shaped and very dark brown. Smallmouth bass that live in sandy areas of lakes, tend to be a light yellow-brown and are more oval-shaped.\nHabitat.\nThe smallmouth bass is found in clearer water than the largemouth, especially streams, rivers. They also prefer rocky areas, stumps, and also sandy bottoms of lakes and reservoirs. Smallmouth prefer cooler water temperatures than its cousin the Largemouth bass, and may be found in both still and moving water. Because it does not like pollution, the smallmouth bass is a good natural indicator of a healthy environment. Carnivorous, its diet comprises crayfish, insects, and smaller fish. Smallmouth fry feed on zooplankton and other aquatic life. But they will readily feed on their smaller siblings.\nThe female lays from 1,000 to 6,000 eggs per pound of her body weight. The male creates a nest, usually in deeper water than the largemouth and larger than that of the largemouth. He then guards it chasing off the female so other females can lay their eggs in his nest. The fry hatch in a day or two, depending on water temperature. From that point they are on their own and leave the nest area quickly.\nAngling.\nIn the United States, smallmouth bass were first introduced outside of their native range with the construction of the Erie Canal in 1825, extending the fish's range into central New York state. During the mid-to-late 19th century, smallmouth were transplanted via the nation's rail system to lakes and rivers throughout the northern and western United States, as far as California. Shippers found that smallmouth bass were a hardy species that could be transported in buckets or barrels by rail, sometimes using the spigots from the railroad water tanks to aerate the fingerlings. They were introduced east of the Appalachians just before the Civil War, and afterwards transplanted to the states of New England.\nWith increased industrialization and development, many of the nation's eastern trout rivers were nasty, polluted, or allowed to silt up, raising water temperatures and killing off the native brook trout. Smallmouth bass were often introduced to northern rivers now too warm for native trout, and slowly became a popular game fish with many anglers. Equally adaptable to large, cool-water impoundments and reservoirs, the smallmouth also spread far beyond its original native range. Later, smallmouth populations also began to decline after years of damage caused by pollution. They were also affected by the loss of river habitat caused by damming many formerly wild rivers to form lakes or reservoirs. In recent years, a renewed emphasis on preserving water quality and riparian habitat in the nation's rivers and lakes, together with stricter management practices, eventually benefited smallmouth populations. and has caused a resurgence in their popularity with anglers.\nToday, smallmouth bass are very popular game fish. They attract anglers using conventional as well as fly fishing tackle. The smallmouth bass is one of the toughest fighting freshwater fish in North America. In addition to wild populations, the smallmouth bass is stocked in cool rivers and lakes throughout Canada and the United States. In shallow streams, it is a wary fish, though usually not to the extent of most trout. The smallmouth is highly regarded for its topwater fighting ability when hooked. Old fishing journals referred to the smallmouth bass as \"ounce for ounce and pound for pound the gamest fish that swims\". Smallmouth bass are taken for the table, with filets of white, firm flesh when cooked. Today, many fishermen practice catch and release fishing to improve fish populations.\nThe current all-tackle world record for a smallmouth bass is 11 lb 15 oz, caught by David Hayes in the Dale Hollow Reservoir, on the Kentucky/Tennessee border, in 1955.\nTackle.\nIn conventional fishing, smallmouth may be successfully caught on a wide range of natural and artificial baits or lures. These include crankbaits, hair jigs, plastic jerkbaits, spinnerbaits, and all types of soft plastic lures, including curly tail grubs or tubes with lead head jigs. They may also be caught with a fly rod using a dry or wet artificial fly, nymphs, streamers, or imitations of larger aquatic creatures, such as hellgrammites, crawfish, or leeches. Floating topwater popper fly patterns and buzz baits are also popular for smallmouth fishing.\nFor river fishing, spinning tackle or fly tackle is usually the most popular angling tools for smallmouth in North America.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":50},{"uri":"Freshwater","surface_form":"freshwater","offset":61},{"uri":"Fish","surface_form":"fish","offset":72},{"uri":"Family_(biology)","surface_form":"family","offset":102},{"uri":"Centrarchidae","surface_form":"Centrarchidae","offset":110},{"uri":"Order_(biology)","surface_form":"order","offset":132},{"uri":"Perciformes","surface_form":"Perciformes","offset":138},{"uri":"Type_species","surface_form":"type species","offset":161},{"uri":"Black_bass","surface_form":"black bass","offset":199},{"uri":"Game_fish","surface_form":"game fish","offset":229},{"uri":"Angling","surface_form":"anglers","offset":249},{"uri":"Temperate_zone","surface_form":"temperate zone","offset":272},{"uri":"North_America","surface_form":"North America","offset":291},{"uri":"Fish_stocking","surface_form":"stocking","offset":331},{"uri":"United_States","surface_form":"United States","offset":399},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":468},{"uri":"Saint_Lawrence_River","surface_form":"Saint Lawrence River","offset":497},{"uri":"Great_Lakes","surface_form":"Great Lakes","offset":518},{"uri":"Hudson_Bay","surface_form":"Hudson Bay","offset":554},{"uri":"Eyes","surface_form":"eyes","offset":760},{"uri":"Dorsal_fin","surface_form":"dorsal fin","offset":830},{"uri":"Jaw","surface_form":"jaw","offset":852},{"uri":"Summer","surface_form":"summer","offset":1172},{"uri":"Habitat","surface_form":"habitat","offset":1249},{"uri":"River","surface_form":"river","offset":1361},{"uri":"Stump","surface_form":"stump","offset":1666},{"uri":"Sandy","surface_form":"sandy","offset":1683},{"uri":"Largemouth_bass","surface_form":"Largemouth bass","offset":1786},{"uri":"Pollution","surface_form":"pollution","offset":1877},{"uri":"Carnivore","surface_form":"Carnivorous","offset":1962},{"uri":"Crayfish","surface_form":"crayfish","offset":1994},{"uri":"Insect","surface_form":"insect","offset":2004},{"uri":"Spawn_(biology)","surface_form":"fry","offset":2042},{"uri":"Zooplankton","surface_form":"zooplankton","offset":2054},{"uri":"Aquatic","surface_form":"aquatic","offset":2076},{"uri":"Nest","surface_form":"nest","offset":2234},{"uri":"Erie_Canal","surface_form":"Erie Canal","offset":2676},{"uri":"Industrialization","surface_form":"industrialization","offset":3285},{"uri":"Development","surface_form":"development","offset":3307},{"uri":"Trout","surface_form":"trout","offset":3349},{"uri":"Brook_trout","surface_form":"brook trout","offset":3461},{"uri":"Impoundment","surface_form":"impoundment","offset":3658},{"uri":"Riparian","surface_form":"riparian","offset":4041},{"uri":"Habitat","surface_form":"habitat","offset":4050},{"uri":"Game_fish","surface_form":"game fish","offset":4284},{"uri":"Fly_fishing","surface_form":"fly fishing","offset":4346},{"uri":"Catch_and_release","surface_form":"catch and release","offset":4990},{"uri":"Plugs_(fishing)","surface_form":"crankbaits","offset":5357},{"uri":"Spinnerbait","surface_form":"spinnerbait","offset":5399},{"uri":"Lead","surface_form":"lead","offset":5491},{"uri":"Jigging","surface_form":"jigs","offset":5501},{"uri":"Fishing_rod","surface_form":"fly rod","offset":5538},{"uri":"Artificial_fly","surface_form":"artificial fly","offset":5565},{"uri":"Dobsonfly","surface_form":"hellgrammites","offset":5651}]}