{"id":450184,"url":"http://en.wikipedia.org/wiki/Forsyth%2C_Missouri","text":"e=\"preserve\">Forsyth is a city in Taney County, Missouri, United States. The population was 2,255 at the 2010 census. It is the county seat of Taney County. It was incorporated as a village on 15 December 1890. Forsyth is located on what was the White River, now Lake Taneycomo.\nHistory.\nAt the beginning of the American Civil War, Forsyth was occupied by Confederate forces. On 22 July 1861, Brigadier General Sweeney and 1,200 Union troops with artillery forced the Rebels out. Rebel forces withdrew from Forsyth but returned as soon as the Union troops left. In January 1863, the Union Army moved back into Forsyth, where they remained for several months. It took the ferry on the White River eight days to carry all the troops, supplies, horses and wagons across the river. Because of the Confederate threat, Union troops used logs from the town's houses to fortify their defenses. On 22 April 1863 Union forces left Forsyth, but set the town on fire to make sure that their fortifications did not fall into Rebel hands. When the fires died out all that remained of Forsyth was the burned-out shell of the big brick courthouse. The courthouse was eventually rebuilt. On 19 December 1885 the courthouse was totally destroyed along with all official records of the county and those of the only county newspaper. A new Taney County courthouse would not be constructed until 1890. On 15 December 1890 the village of Forsyth was incorporated. On 4 November 1891 the county court leased a room in the new courthouse to the first bank in Taney County, the new Taney County Bank, for the sum of $2.00 per month.\nIn the late 1940s plans were being made in Washington, D.C. that would directly affect Forsyth. A dam (Bull Shoals) was to be built on the White River, approximately 80 miles below Forsyth. Two choices were left for the town; it could move to a new location or cease to exist. The city limits of Forsyth were extended 2 miles west of the old town site (now called Shadow Rock Park) to an area that had once been a golf course. In the early 1950s the town of Forsyth was moved to this location.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":26},{"uri":"Taney_County%2C_Missouri","surface_form":"Taney County","offset":34},{"uri":"Missouri","surface_form":"Missouri","offset":48},{"uri":"United_States","surface_form":"United States","offset":58},{"uri":"2010_United_States_Census","surface_form":"2010 census","offset":105},{"uri":"County_seat","surface_form":"county seat","offset":128},{"uri":"Taney_County%2C_Missouri","surface_form":"Taney County","offset":143},{"uri":"Municipal_corporation","surface_form":"incorporated","offset":164},{"uri":"Village","surface_form":"village","offset":182},{"uri":"White_River_(Arkansas)","surface_form":"White River","offset":246},{"uri":"Lake_Taneycomo","surface_form":"Lake Taneycomo","offset":263},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":312},{"uri":"Occupied_territory","surface_form":"occupied","offset":344},{"uri":"Confederate_States_of_America","surface_form":"Confederate forces","offset":356},{"uri":"Union_(American_Civil_War)","surface_form":"Union","offset":429},{"uri":"Artillery","surface_form":"artillery","offset":447},{"uri":"Confederate_States_of_America","surface_form":"Rebels","offset":468},{"uri":"Ferry","surface_form":"ferry","offset":671},{"uri":"Wood","surface_form":"logs","offset":831},{"uri":"Fortification","surface_form":"fortify","offset":862},{"uri":"Fortification","surface_form":"fortification","offset":979},{"uri":"Brick","surface_form":"brick","offset":1114},{"uri":"Courthouse","surface_form":"courthouse","offset":1120},{"uri":"Newspaper","surface_form":"newspaper","offset":1303},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":1651}]}