{"id":450175,"url":"http://en.wikipedia.org/wiki/Louise_Fran%C3%A7oise_de_Bourbon%2C_Duchess_of_Bourbon","text":"Louise Françoise de Bourbon (1 June 1673 - 16 June 1743) was an illegitimate daughter of King Louis XIV of France and his famous mistress Madame de Montespan. Her marriage to a prince of the blood in 1685 caused great scandal and she had an open rivalry with her elder sister Françoise Marie, Duchess of Orléans. She was also responsible for the construction of the \"Palais Bourbon\" in Paris which is today used the French National government. She had a very close relationship with her older half-brother the \"Grand Dauphin\". Several of her children were thought to be illegitimate as, for a majority of her marriage she was having an affair with the Prince of Conti. Even when her husband succeeded to the Condé title the young princess was always known as Madame la Duchesse or the Duchess of Bourbon\nMarriage.\nOn 25 May 1685, at the age of eleven, Louise Françoise was married to Louis de Bourbon, Duke of Bourbon, a distant sixteen-year old cousin of her father. Her husband was the son of Henry Jules, Duke of Enghien, the son of the head of the House of Condé, a cadet branch of the reigning House of Bourbon. His mother was Anne Henriette of Bavaria. Louis XIV gave his daughter a large dowry of one million livres upon her marriage. As she had married a prnce of the blood she thus outranked her sister who at the time was still unmarried. Louise Françoise and her husband eventually had nine children, all of whom survived into adulthood.","categories":[],"infobox_types":[],"annotations":[{"uri":"Louis_XIV_of_France","surface_form":"King Louis XIV of France","offset":89},{"uri":"Madame_de_Montespan","surface_form":"Madame de Montespan","offset":138},{"uri":"Prince_of_the_blood","surface_form":"prince of the blood","offset":177},{"uri":"Fran%C3%A7oise_Marie_de_Bourbon","surface_form":"Françoise Marie, Duchess of Orléans","offset":276},{"uri":"Louis%2C_Grand_Dauphin","surface_form":"Grand Dauphin","offset":511},{"uri":"Prince_of_Conti","surface_form":"Prince of Conti","offset":652}]}