{"id":450311,"url":"http://en.wikipedia.org/wiki/Catch_and_release","text":"Catch and release is a practice in sport fishing for conservation of the various species. Once caught, the fisherman carefully and quickly removes the hook from the fish's mouth. Then, without causing any harm, returns the fish alive to the water. Weighing and measuring of the fish, if done, are often done in the water. Using barbless hooks, it is often possible to release the fish without removing it from the water (a slack line is frequently sufficient).\nCatch and release is an ethical decision by fishermen but it is not for every situation. the Snakehead fish, for example, is an invasive species. It is illegal in many places to return them to the water. The Muskellunge is a highly prized game fish in many places. But, in a few places it is seen also as an invasive species and should not be returned to the water.\nDebates.\nDebates continue over the practice of catch and release. In Canada, many First Nations peoples feel strongly that fish should only be taken as needed for food. That \"playing with the fish\" is not showing proper respect. Sportsmen point out that catch and release is respectful since they take only what they need and release the rest.\nAnimal protection advocates have raised concerns about the possible suffering of fish caused by angling. A fish hooked in the gills or stomach usually has a very high Mortality rate. Hooks with no barbs or using hooks that dissolve in a short time (and are not removed from the fish) minimize harm to fish. But catch and release exposes a fish to being caught several times by multiple fishermen. Handling a fish several times may not be good resource management or humane.\nEven sportsmen have raised concerns over catch and release. The argument is that once caught, a fish is no longer wild. Who would want to catch the same trout others have caught?\nBut the practice remains popular among many fishermen and among fish and game department biologists. Those in favor of catch and release quote Lee Wulff: \"A trout is too valuable to be caught only once.\" Studies on the mortality of released fish shows a very low rate of from 2 to 5 percent—when caught on artificial lures. When using live bait, the mortality rate is about 50 percent. This indicates that using artificial bait is a strong part of catch and release.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sport_fishing","surface_form":"sport fishing","offset":35},{"uri":"Conservation_biology","surface_form":"conservation","offset":53},{"uri":"Fisherman","surface_form":"fisherman","offset":107},{"uri":"Fishing_hook","surface_form":"hook","offset":151},{"uri":"Ethics","surface_form":"ethical","offset":485},{"uri":"Snakehead_(fish)","surface_form":"Snakehead","offset":554},{"uri":"Invasive_species","surface_form":"invasive species","offset":589},{"uri":"Illegal","surface_form":"illegal","offset":613},{"uri":"Muskellunge","surface_form":"Muskellunge","offset":669},{"uri":"Canada","surface_form":"Canada","offset":896},{"uri":"First_Nations","surface_form":"First Nations","offset":909},{"uri":"Food","surface_form":"food","offset":990},{"uri":"Animal_protection","surface_form":"Animal protection","offset":1171},{"uri":"Advocate","surface_form":"advocates","offset":1189},{"uri":"Concern","surface_form":"concerns","offset":1211},{"uri":"Suffering","surface_form":"suffering","offset":1239},{"uri":"Gill","surface_form":"gill","offset":1297},{"uri":"Stomach","surface_form":"stomach","offset":1306},{"uri":"Mortality_rate","surface_form":"Mortality rate","offset":1338},{"uri":"Dissolve","surface_form":"dissolve","offset":1394},{"uri":"Natural_resource","surface_form":"resource management","offset":1614},{"uri":"Humane","surface_form":"humane","offset":1637},{"uri":"Lee_Wulff","surface_form":"Lee Wulff","offset":1967}]}