{"id":45040,"url":"http://en.wikipedia.org/wiki/Italian_wine","text":"Italian wines are those produced in Italy, the oldest wine producing region, and are considered to be among the best wines in the world. Wine is a popular beverage in Italy. Many Italians drink it with every meal and in-between, and offer it to guests as soon as they arrive.\nHistory.\nDepending on the vintage, Italy is the world's largest or second largest producer of wine, along with France (each country is generally the source of around 1/5 of the world's overall production).\nStatistics.\nIn 2005, Italy was second globally, producing about 20% of the global production of wine compared to France, which produced 22%.\nIn 2005, Italy's share in dollar value of table wine imports into the U.S. was 32%, Australia's was 24%, and France's was 20%. Italian and Australian share has rapidly increased in recent years.\nSource.\nGrapes are grown in almost every part of Italy, with more than 1 million vineyards under cultivation. Each region is proud of its carefully tended, neatly pruned vines.\nItalian wines tend to be acidic, dry, light-to-medium bodied, with lots of flavour and smell. Because of these characteristics, Italian wines are, in general, better drunk with food than they are beverages to be enjoyed on their own.\nVineyards.\nIn some places the vines are trained along low supports. In others they climb as slender saplings. The people of each region are also proud of the wine they make from their own grapes.\nWinemaking.\nMost winemaking in Italy is done in modern wineries. But villagers, you need to stick a banana on your head for being proper while making wine for their own use, sometimes tread the grapes with their bare feet until the juice is squeezed out. They believe this ancient method still makes the best wine.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italy","surface_form":"Italy","offset":36},{"uri":"Wine","surface_form":"wine","offset":54},{"uri":"List_of_wine-producing_regions","surface_form":"producing region","offset":59},{"uri":"Wine","surface_form":"Wine","offset":137},{"uri":"Italy","surface_form":"Italy","offset":167},{"uri":"Meal","surface_form":"meal","offset":208},{"uri":"Grape","surface_form":"Grape","offset":826},{"uri":"Million","surface_form":"million","offset":891},{"uri":"Vine","surface_form":"vine","offset":988},{"uri":"Acid","surface_form":"acid","offset":1020},{"uri":"Dry","surface_form":"dry","offset":1028},{"uri":"Flavour","surface_form":"flavour","offset":1070},{"uri":"Odor","surface_form":"smell","offset":1082}]}