{"id":450527,"url":"http://en.wikipedia.org/wiki/Second_inauguration_of_Bill_Clinton","text":"e=\"preserve\">The Second inauguration of Bill Clinton as the 42nd President of the United States, took place on January 20, 1997. It was the last inauguration of a president in the 20th century,\nThe Inauguration.\nReverend Billy Graham gave an invocation to start the ceremony followed by the Pledge of Allegiance. Associate Justice of the Supreme Court of the United States Ruth Bader Ginsburg gave the oath to office for Vice President Al Gore. Jessye Norman, the famed Georgian opera singer, then serenaded the crowd with a medley of patriotic songs. After the performance, surrounded by members of Congress dignitaries, Justices of the Supreme Court, family, and friends, Bill Clinton stood next to his daughter while his wife held the Bible. The oath to office was administered by Chief Justice William Rehnquist at 12:05 pm. The oath was ended with the traditional words, “So help me God.” The National Anthem was sung and then Arkansas poet Miller Williams read “Of History and Hope,” a poem he wrote for the event. President Clinton's speech followed. The was celebrated that night by 14 different official galas held in honour of the President and First Lady.\nJanuary 20, 1997 was also Martin Luther King, Jr. Day. The President's speech spoke about Dr. King and his legacy as a champion of African-American rights and freedoms during the civil rights era. A meal was eaten after the oath was taken at the Capitol's Statutory Hall that was based on traditional recipes from President Thomas Jefferson's era.","categories":[],"infobox_types":[],"annotations":[{"uri":"List_of_Presidents_of_the_United_States","surface_form":"42nd","offset":60},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":65},{"uri":"Billy_Graham","surface_form":"Billy Graham","offset":221},{"uri":"Invocation","surface_form":"invocation","offset":242},{"uri":"Pledge_of_Allegiance","surface_form":"Pledge of Allegiance","offset":291},{"uri":"Ruth_Bader_Ginsburg","surface_form":"Ruth Bader Ginsburg","offset":373},{"uri":"Jessye_Norman","surface_form":"Jessye Norman","offset":445},{"uri":"Bible","surface_form":"Bible","offset":738},{"uri":"The_Star-Spangled_Banner","surface_form":"National Anthem","offset":898},{"uri":"Miller_Williams","surface_form":"Miller Williams","offset":946},{"uri":"Martin_Luther_King%2C_Jr._Day","surface_form":"Martin Luther King, Jr. Day","offset":1193},{"uri":"Martin_Luther_King_Jr.","surface_form":"Dr. King","offset":1257},{"uri":"Thomas_Jefferson","surface_form":"Thomas Jefferson","offset":1491}]}