{"id":450502,"url":"http://en.wikipedia.org/wiki/Kodkod","text":"The kodkod (\"Leopardus guigna\") is the smallest cat in the Americas, found in Chile and Argentina. It is sometimes called the güiña. They are closely related to the other small cats of South America, such as the Ocelot and the Margay.\nKodkods live in mixed temperate rainforests of the southern Andes. They also live in the coastal forests of Chile, which have bamboo in the understory of the forest. They prefer evergreen temperate rainforests. They are tolerant of altered habitats, and are found in secondary forest and shrub as well as primary forest, and on the fringes of settled and cultivated areas.\nKodkods are active during the day and night, but they only go into open ground under the cover of darkness. During the day, they rest in dense vegetation in ravines, along streams with heavy cover. They are excellent climbers, and easily able to climb trees more than a meter in diameter. They are terrestrial predators of birds, lizards and rodents in the ravines and forested areas.\nMale kodkods maintain exclusive territories in size, while females occupy smaller ranges of just.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americas","surface_form":"Americas","offset":59},{"uri":"Chile","surface_form":"Chile","offset":78},{"uri":"Argentina","surface_form":"Argentina","offset":88},{"uri":"Ocelot","surface_form":"Ocelot","offset":212},{"uri":"Margay","surface_form":"Margay","offset":227},{"uri":"Temperate_rainforest","surface_form":"temperate rainforest","offset":257},{"uri":"Andes","surface_form":"Andes","offset":295},{"uri":"Coast","surface_form":"coast","offset":324},{"uri":"Bamboo","surface_form":"bamboo","offset":361},{"uri":"Evergreen","surface_form":"evergreen","offset":413},{"uri":"Temperate_rainforest","surface_form":"temperate rainforest","offset":423},{"uri":"Bird","surface_form":"bird","offset":931},{"uri":"Lizard","surface_form":"lizard","offset":938},{"uri":"Rodent","surface_form":"rodent","offset":950}]}