{"id":450555,"url":"http://en.wikipedia.org/wiki/Oasis%2C_Missouri","text":"Oasis was a village in Taney County, Missouri, in the Ozark Mountains. Originally it was named Cedar Valley. Oasis currently rests under 100 feet of water near the bottom of Table Rock Lake. The underwater village is a popular technical dive for scuba divers.\nHistory.\nOasis was a small outpost located on Long Creek south of Branson, Missouri. It had dirt roads and fewer than 10 buildings in the whole village. Oasis also had a three story mill with a mill dam, and a general store. The store was also the local polling place for the surrounding community.\nThe village was originally named Cedar Valley. Is not certain when the name was changed to Oasis. But the the name Oasis reflected the picturesque (\"pretty as a picture\") scene of a small farming community. In 1935 Oasis had all of 21 residents. From the big red mill there were roads going south into Arkansas. Other roads went north into other parts of Missouri. Originally Long creek had two fords nearby. Taney county built a bridge near the mill at a cost of several thousand dollars. But the bridge didn't go anywhere. One end had no access road. The other end was built up against a steep hill. There were no funds to build a road to the bridge. Nor were there funds to blast out a road from the rock on the other side. So it remained unused for 10 years,until the roads were finally built. The one-lane bridge was connected to Highway 86.\nIn the 1930s and 1940s, the idea came up to dam the White River (Arkansas). This was to generate hydroelectric power. The reservoir created by the dam would serve also for flood control on the White River. The dam was authorized under the Flood Control Act of 1941. But World War II and the Korean War delayed construction until 1954. Construction on the Table Rock dam was completed in 1958. It created an impoundment that flooded nearly 79 miles of the White River. It created a lake of over 50,000 acres. Oasis now sits under 100 feet (30m) of water. The church, mill, and other buildings were covered by the lake. The church cemetery was moved to the new Cedar Valley Church on U.S. Route 65.\nDiving Table Rock.\nAdvanced divers can dive down to Oasis and swim up and down the main street. Parts of the old wood church are still there as are foundations of several buildings. While Table Rock is deep, it is not murky like typical lakes. Underwater visibility is good, making scuba diving a popular sport in the lake.\nTable Rock State Park has a Dive shop at the marina. Table Rock is also used for dive training by over 15 area dive shops. Other attractions in the lake include the 'Enchanted Forest', a forest of submerged oak trees full of very large bass. There are shipwrecks that are frequently dived on. One is the the 'General Pike', a barge used for staging passengers for the Zebulon Pike a popular dinner cruise boat in the 70s and 80s, currently dry docked behind the Bass Pro Shops warehouse in Nixa, Mo. Not far from the dock of the Branson Belle, lies a 40-foot (12 m) cruiser. There are numerous smaller wrecks throughout the lake. Classes for search and recovery divers are also held here.","categories":[],"infobox_types":[],"annotations":[{"uri":"Taney_County%2C_Missouri","surface_form":"Taney County, Missouri","offset":23},{"uri":"Ozark_Mountains","surface_form":"Ozark Mountains","offset":54},{"uri":"Table_Rock_Lake","surface_form":"Table Rock Lake","offset":174},{"uri":"Underwater","surface_form":"underwater","offset":195},{"uri":"Scuba_diving","surface_form":"scuba divers","offset":246},{"uri":"Branson%2C_Missouri","surface_form":"Branson, Missouri","offset":326},{"uri":"Mill","surface_form":"mill","offset":442},{"uri":"Dam","surface_form":"dam","offset":459},{"uri":"General_store","surface_form":"general store","offset":470},{"uri":"Polling_place","surface_form":"polling place","offset":514},{"uri":"Community","surface_form":"community","offset":548},{"uri":"Farm","surface_form":"farm","offset":747},{"uri":"Resident","surface_form":"resident","offset":794},{"uri":"Arkansas","surface_form":"Arkansas","offset":861},{"uri":"Ford","surface_form":"fords","offset":954},{"uri":"Bridge","surface_form":"bridge","offset":989},{"uri":"Thousand","surface_form":"thousand","offset":1031},{"uri":"Road","surface_form":"road","offset":1192},{"uri":"White_River_(Arkansas)","surface_form":"White River (Arkansas)","offset":1458},{"uri":"Hydroelectric","surface_form":"hydroelectric","offset":1503},{"uri":"Reservoir","surface_form":"reservoir","offset":1528},{"uri":"Flood_control","surface_form":"flood control","offset":1578},{"uri":"Flood_Control_Act_of_1941","surface_form":"Flood Control Act of 1941","offset":1645},{"uri":"World_War_II","surface_form":"World War II","offset":1676},{"uri":"Korean_War","surface_form":"Korean War","offset":1697},{"uri":"Reservoir","surface_form":"impoundment","offset":1813},{"uri":"Lake","surface_form":"lake","offset":1887},{"uri":"Acre","surface_form":"acre","offset":1907},{"uri":"Church","surface_form":"church","offset":1964},{"uri":"U.S._Route_65","surface_form":"U.S. Route 65","offset":2088},{"uri":"Foundation_(engineering)","surface_form":"foundation","offset":2251},{"uri":"Turbidity","surface_form":"murky","offset":2321},{"uri":"Visibility","surface_form":"visibility","offset":2358},{"uri":"Sport","surface_form":"sport","offset":2408},{"uri":"Table_Rock_State_Park_(Missouri)","surface_form":"Table Rock State Park","offset":2427},{"uri":"Training","surface_form":"training","offset":2513},{"uri":"Oak","surface_form":"oak trees","offset":2634},{"uri":"Black_bass","surface_form":"bass","offset":2663},{"uri":"Shipwreck","surface_form":"shipwreck","offset":2679},{"uri":"Search_and_rescue","surface_form":"search and recovery","offset":3069}]}