{"id":450533,"url":"http://en.wikipedia.org/wiki/Margay","text":"The Margay (\"Leopardus wiedii\") is a spotted cat native to the Americas. It is a solitary and nocturnal animal which prefers remote parts of the rainforest.\nLife-style.\nThe margay is mostly nocturnal. It eats small mammals (sometimes including monkeys), birds, eggs, lizards and tree frogs. The margay is able to hunt its prey entirely in trees. However, they do sometimes hunt on the ground, and have been reported to eat cane rats and guinea pigs.\nThere is a report of a margay using sound mimicry to lure a prey. A margay was seen to imitate the call of an infant pied tamarin while in the presence of a group of adult tamarins. This caused the adults to investigate. Although the margay was not successful in catching a monkey, this was the first observation of a Neotropical predator using this type of mimicry.\nMargays are mainly nocturnal, but they do sometimes hunt during the day. They prefer to spend most of their life in the trees, but also travel across the ground, especially when moving between hunting areas. During the day, they rest in safe branches or clumps of lianas.\nLike most cats, they are solitary: the adults usually meet only to mate. They have large home ranges of. They use scent to mark their territory (urine spraying) and leave scratch marks on the ground or on branches. Their vocalisations are short range: they do not call to each other over long distances.\nSpecial adaptations.\nThe margay is one of only two cat species with ankles flexible enough to climb head-first down trees. The other is the clouded leopard; the little-studied marbled cat may also have this ability.\nThe margay is very agile; its ankles can turn up to 180 degrees, it can grasp branches equally well with its fore and hind paws, and it is able to jump up to horizontally. The margay has been seen to hang from branches with only one foot, and can run upside down beneath branches.\nConservation.\nAlthough once thought to be vulnerable to extinction, the IUCN now lists it as only \"near threatened\". It roams the rainforests from Mexico to Argentina. Actually, it is a successful and widespread species. It has ten subspecies over a large geographical range from Mexico to Argentina. Its past range even included the southern United States.\nThey are hunted mainly for their fur and this has resulted in a large population decrease - around 14,000 are killed a year. They also suffer from a loss of habitat, which is also a significant part of this decline.","categories":[],"infobox_types":[],"annotations":[{"uri":"Felidae","surface_form":"cat","offset":45},{"uri":"Solitary","surface_form":"solitary","offset":81},{"uri":"Nocturnal_animal","surface_form":"nocturnal animal","offset":94},{"uri":"Rainforest","surface_form":"rainforest","offset":145},{"uri":"Nocturnal","surface_form":"nocturnal","offset":190},{"uri":"Cane_rat","surface_form":"cane rat","offset":423},{"uri":"Guinea_pig","surface_form":"guinea pig","offset":437},{"uri":"Mimicry","surface_form":"mimicry","offset":492},{"uri":"Saguinus_bicolor","surface_form":"pied tamarin","offset":567},{"uri":"Liana","surface_form":"liana","offset":1081},{"uri":"Scent","surface_form":"scent","offset":1203},{"uri":"Urine","surface_form":"urine","offset":1234},{"uri":"Ankle","surface_form":"ankle","offset":1461},{"uri":"Flexibility","surface_form":"flexible","offset":1468},{"uri":"Clouded_leopard","surface_form":"clouded leopard","offset":1533},{"uri":"Marbled_cat","surface_form":"marbled cat","offset":1569},{"uri":"Endangered_species","surface_form":"vulnerable","offset":1932},{"uri":"Extinct","surface_form":"extinct","offset":1946},{"uri":"IUCN","surface_form":"IUCN","offset":1962},{"uri":"Mexico","surface_form":"Mexico","offset":2037},{"uri":"Argentina","surface_form":"Argentina","offset":2047},{"uri":"Subspecies","surface_form":"subspecies","offset":2122},{"uri":"Mexico","surface_form":"Mexico","offset":2170},{"uri":"Argentina","surface_form":"Argentina","offset":2180},{"uri":"United_States","surface_form":"United States","offset":2233},{"uri":"Habitat","surface_form":"habitat","offset":2405}]}