{"id":450755,"url":"http://en.wikipedia.org/wiki/Borders_of_Pakistan","text":"Pakistan's International borders are the external boundaries of the borders of the Islamic Republic of Pakistan respectively. Pakistan’s geosphere is geographically unique, located within Southcentral Asia and has close political affinity and is a integral part of Greater Middle East Region, with the mighty Indus river and its tributaries as its main water supply or lifeline, the world's largest Irrigation system respectively. The nation is bordered by the Hindu Kush and Sulaiman Mountain ranges in the west, Karakoram mountain range in the north, Sutlej river and Thar desert in east, and Arabian Sea in the south, The country in its present form was created by the Pakistanis themselves out of the imperial colonial British Raj Indian Empire, the Indus people themselves who are now mostly Muslims. Pakistan borders the People's Republic of China in the north (Xinjiang Autonomous Türkic Region), and theoretically and the north-east (Tibet Autonomous Region), the disputed territory of Occupied Kashmir which was part of the British Indian territory until 1948 is also included, that borders the People's Republic of China to the east. Pakistan borders the entire eastern length of the country with the Republic of India and on the south towards the Arabian Sea, to the north-west Pakistan is separated by fourteen kilometres of a narrow strip of the Afghan-occupied Gorno-Badakhshan territory called the Wakhan Corridor which extends between Northern Pakistan and Tajikistan. The Islamic Republic of Afghanistan is to the west and north, and brethren Iran (Ancient Persia) is to the southwest. Pakistan also shares to the extreme south-west a marine border with Oman. The Pure Homeland has a total area of 379,309 Square miles² or (982,413.1 Square Kilometres²) in terms of geographical land area the Nation state of the Indus Valley Region as a whole (including Occupied Kashmir, According to the Survey of Pakistan) is greater in geographical area than the African country of Tanzania but smaller than Egypt or is slightly smaller to the two EU Member states of France and Germany combined. Pakistan is in comparison to the U.S. states of Minnesota and Texas put together, Kashmiristan is another Minnesota added to it or slightly larger than twice the size of California, and slightly larger than the Canadian province of Alberta, to put in perspective which is similar on terms to its geographical size in of relation to the Greater Pakistan region in the total Disputed territory area traditionally claimed by patriotic Pakistanis. Pakistan potentially could be the eighth largest country in Asia and the thirtieth largest country in the world. At its formation in 1947 it stood as the tenth largest Ideological Sovereign country respectively.\nMaritime borders of Pakistan.\nMaritime borders of Pakistan are the maritime boundary recognized by the United Nations Convention on the Law of the Sea entails boundaries of territorial waters, contiguous zones, and exclusive economic zones. The Government of Pakistan promulgated \"Territorial and Maritime Zones Act 1976\". In 1997, Pakistan also declared a straight baseline along its coast. Now the territorial sea is measured 12 nautical miles into sea from the baseline. Using Unclos III, Pakistan has also demarcated its sea boundaries with both Iran and Oman respectively. Sea frontier with India in the East remains in dispute. Pakistan and India have held 12 rounds of discussions for deciding the exact sea frontier at Kori Creek and the un-demarcated Rann of Kachchh. At times, the negotiations appear promising. However, there has been no progress since June 2012. Pakistan's coastline is 1,146 Square kilometres² (712 Square miles²) long, with its claim of a territorial maritime zone and exclusive economic zone, has a more than maritime border shared with the three nations namely;","categories":[],"infobox_types":[],"annotations":[{"uri":"Islamic_Republic_of_Pakistan","surface_form":"Islamic Republic of Pakistan","offset":83},{"uri":"Southcentral_Asia","surface_form":"Southcentral Asia","offset":188},{"uri":"Greater_Middle_East","surface_form":"Greater Middle East","offset":265},{"uri":"Indus_River","surface_form":"Indus river","offset":309},{"uri":"Irrigation_system","surface_form":"Irrigation system","offset":399},{"uri":"Hindu_Kush","surface_form":"Hindu Kush","offset":461},{"uri":"Sulaiman_Mountains","surface_form":"Sulaiman Mountain","offset":476},{"uri":"Karakoram","surface_form":"Karakoram mountain range","offset":514},{"uri":"Sutlej_River","surface_form":"Sutlej river","offset":553},{"uri":"Thar_Desert","surface_form":"Thar desert","offset":570},{"uri":"Arabian_Sea","surface_form":"Arabian Sea","offset":595},{"uri":"Pakistanis","surface_form":"Pakistanis","offset":672},{"uri":"British_Raj","surface_form":"British Raj","offset":723},{"uri":"Muslims","surface_form":"Muslims","offset":797},{"uri":"Pakistan","surface_form":"Pakistan","offset":806},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":827},{"uri":"Xinjiang","surface_form":"Xinjiang","offset":868},{"uri":"Tibet_Autonomous_Region","surface_form":"Tibet Autonomous Region","offset":942},{"uri":"Disputed_territory","surface_form":"disputed territory","offset":972},{"uri":"Occupied_Kashmir","surface_form":"Occupied Kashmir","offset":994},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":1104},{"uri":"Republic_of_India","surface_form":"Republic of India","offset":1211},{"uri":"Arabian_Sea","surface_form":"Arabian Sea","offset":1258},{"uri":"Wakhan","surface_form":"Wakhan","offset":1413},{"uri":"North_Pakistan","surface_form":"Northern Pakistan","offset":1451},{"uri":"Tajikistan","surface_form":"Tajikistan","offset":1473},{"uri":"Islamic_Republic","surface_form":"Islamic Republic","offset":1489},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":1509},{"uri":"Iran","surface_form":"Iran","offset":1560},{"uri":"Oman","surface_form":"Oman","offset":1671},{"uri":"Nation_state","surface_form":"Nation state","offset":1810},{"uri":"Tanzania","surface_form":"Tanzania","offset":1987},{"uri":"Egypt","surface_form":"Egypt","offset":2013},{"uri":"EU","surface_form":"EU","offset":2053},{"uri":"France","surface_form":"France","offset":2073},{"uri":"Germany","surface_form":"Germany","offset":2084},{"uri":"Pakistan","surface_form":"Pakistan","offset":2102},{"uri":"Minnesota","surface_form":"Minnesota","offset":2150},{"uri":"Texas","surface_form":"Texas","offset":2164},{"uri":"Kashmir","surface_form":"Kashmiristan","offset":2184},{"uri":"Minnesota","surface_form":"Minnesota","offset":2208},{"uri":"California","surface_form":"California","offset":2272},{"uri":"Alberta","surface_form":"Alberta","offset":2334},{"uri":"Maritime_boundary","surface_form":"maritime boundary","offset":2825},{"uri":"United_Nations_Convention_on_the_Law_of_the_Sea","surface_form":"United Nations Convention on the Law of the Sea","offset":2861},{"uri":"Territorial_waters","surface_form":"territorial waters","offset":2931},{"uri":"Contiguous_zone","surface_form":"contiguous zone","offset":2951},{"uri":"Exclusive_economic_zones","surface_form":"exclusive economic zones","offset":2973},{"uri":"Government_of_Pakistan","surface_form":"Government of Pakistan","offset":3003},{"uri":"Iran","surface_form":"Iran","offset":3308},{"uri":"Oman","surface_form":"Oman","offset":3317},{"uri":"India","surface_form":"India","offset":3354},{"uri":"Kori_Creek","surface_form":"Kori Creek","offset":3485},{"uri":"Rann_of_Kutch","surface_form":"Rann of Kachchh","offset":3518}]}