{"id":450701,"url":"http://en.wikipedia.org/wiki/IOS_6","text":"iOS 6 is the sixth major version of Apple's mobile operating system, iOS. It was released on September 19, 2012. The newest version of iOS 6 is iOS 6.1.6.\nUntil now, it is still running on about 11% of devices (the percentage including devices that are not supported) besides iOS 7's 87% (including non-supported devices) and the last 2% (including non-supported devices) are for older iOS versions.\nHistory.\niOS 6 was shown during Apple Worldwide Developers Conference (WWDC) 2012 on June 11, 2012. This software dropped support for older devices such as the third generation iPod Touch and the first generation iPad following the cycle of past iOS versions. It is supported on the iPhone 3GS and later, the fourth generation iPod Touch and later, the iPad 2 and later, and the iPad Mini.\nOn September 12, 2012, at San Francisco's Yerba Buena Center for the Arts, the iPhone 5, the fifth generation iPod Touch, and the final release of iOS 6.0 were revealed at the event. It was announced that iOS 6 would be released on September 19, 2012.\nThe iPhone 5 had iOS 6 already installed, but other devices will need to get it installed as an over-the-air update or through iTunes. An iTunes update, version 10.7, was released on September 12, 2012, and it was needed in order to install iOS 6 on a device.\nFeatures.\nUnlike past iOS versions, two apps that were removed as part of iOS 6 were Google Maps and YouTube. These apps can be downloaded for free in the App Store.\nThe all-new Maps application uses a different engine that helps to get rid of lag and make for smoother zooming. It also adds turn-by-turn directions and 3D views in some cites.\nProblems.\nIn iOS 6, Apple used its own Apple Maps app instead of Google Maps. This caused many poor reviews for problems with Apple Maps. Some of the problems were information that was not complete, maps that were wrong, no support for transit maps, and low-quality satellite pictures.\nThe iOS 6.1 update released on January 28, 2013 had reports of reduced battery life and problems with signal strength.","categories":[],"infobox_types":[],"annotations":[{"uri":"Apple_Inc.","surface_form":"Apple's","offset":36},{"uri":"IOS","surface_form":"iOS","offset":69},{"uri":"Apple_Worldwide_Developers_Conference","surface_form":"Apple Worldwide Developers Conference","offset":432},{"uri":"Software","surface_form":"software","offset":505},{"uri":"IPod_Touch","surface_form":"iPod Touch","offset":577},{"uri":"IPad","surface_form":"iPad","offset":613},{"uri":"IPhone_3GS","surface_form":"iPhone 3GS","offset":683},{"uri":"IPod_Touch","surface_form":"iPod Touch","offset":727},{"uri":"IPad_2","surface_form":"iPad 2","offset":753},{"uri":"IPad_Mini","surface_form":"iPad Mini","offset":779},{"uri":"IPhone_5","surface_form":"iPhone 5","offset":869},{"uri":"IPod_Touch","surface_form":"iPod Touch","offset":900},{"uri":"IPhone_5","surface_form":"iPhone 5","offset":1046},{"uri":"ITunes","surface_form":"iTunes","offset":1169},{"uri":"Google_Maps","surface_form":"Google Maps","offset":1387},{"uri":"YouTube","surface_form":"YouTube","offset":1403},{"uri":"App_Store_(iOS)","surface_form":"App Store","offset":1457},{"uri":"Apple_Maps","surface_form":"Apple Maps","offset":1685},{"uri":"Google_Maps_(application)","surface_form":"Google Maps","offset":1711},{"uri":"Satellite_(artificial)","surface_form":"satellite","offset":1912}]}