{"id":450790,"url":"http://en.wikipedia.org/wiki/Simple_harmonic_motion","text":"A thing that is moving back and forth or to and fro is said to be vibrating. Another word for vibration is oscillation. A special way of vibrating or oscillating is called \"simple harmonic motion\". When measuring motion, it is normal to make a graph with time on one axis and distance on the other. Sometimes, when something moves its distance from a fixed point looks like a sine wave if it is written down in that kind of graph. In mathematics and physics this is called simple harmonic motion. This sort of movement will happen whenever the force towards the fixed point is proportional to the distance from the point (the force goes down as much as the distance goes up) and always acts towards that point. Some examples are a weight on a spring and a simple pendulum (for small oscillations). These are not perfect examples, but they are close to having simple harmonic motion.\nThe amplitude is the biggest distance from the fixed point. The period is the time the weight takes to get back to the same point again (with the same speed and in the same direction).\n\"Simple harmonic motion can be defined as\": \"Simple Harmonic motion occurs when the net force is directly proportional to the displacement from the mean position and is always directed towards the mean position\"\nIn other words, when an object oscillates about a fixed position (mean position) such that it's acceleration is directly proportional to it's displacement from the mean position and it is always directed towards the mean position, its motion is called \"Simple harmonic motion\" (SHM)\nThe equations of simple harmonic motion can be found by looking at a fixed wheel with radius formula_1 that is spinning with steady speed formula_1 radians per second. The time formula_1 taken for one complete turn is formula_1 formula_1 because there are formula_1 radians in a full circle.\nImagine a white spot painted on the rim of the wheel. If it starts level with the axle, and the wheel has turned through an angle formula_1 in time formula_1 seconds, then the height formula_1 of the spot above the axle is given by formula_1 (where formula_1 means the sine of the angle turned, and trigonometry is used to find the height).","categories":[],"infobox_types":[],"annotations":[{"uri":"Graph","surface_form":"graph","offset":244},{"uri":"Fixed_point","surface_form":"fixed point","offset":351},{"uri":"Sine_wave","surface_form":"sine wave","offset":376},{"uri":"Force","surface_form":"force","offset":544},{"uri":"Proportion","surface_form":"proportion","offset":577},{"uri":"Pendulum","surface_form":"pendulum","offset":763},{"uri":"Amplitude","surface_form":"amplitude","offset":887},{"uri":"Period","surface_form":"period","offset":947},{"uri":"Radius","surface_form":"radius","offset":1649},{"uri":"Radian","surface_form":"radian","offset":1711},{"uri":"Sine","surface_form":"sine","offset":2124}]}