{"id":450827,"url":"http://en.wikipedia.org/wiki/Bergmann%27s_rule","text":"e=\"preserve\">Bergmann's rule is an ecogeographic principle. It states that, within a widely distributed group of animals, the larger ones are found in colder environments, and the smaller ones are found in warmer regions.\nSo, for example, with bears the largest member is the polar bear, and the smallest members are found in subtropical areas (panda). The largest tiger is the Siberian tiger. Large mammals of the late ice age were in general larger than their descendants today.\nThe rule is named after nineteenth-century German biologist Carl Bergmann, who described the pattern in 1847, though he was not the first to notice it. Bergmann's rule appears to hold true for many mammals and birds, but there are exceptions.\nAlthough originally put in terms of species, it seems to apply to populations within a species. Bergmann's rule is most often applied to mammals and birds which are endotherms, but some researchers have also found evidence for the rule in studies of ectothermic species.\nIn addition to being a general pattern across space, Bergmann’s rule has been reported in extinct populations from the fossil record. In particular, reversible dwarfing of mammals happened during two extremely warm but rather brief times in the Palaeogene.","categories":[],"infobox_types":[],"annotations":[{"uri":"Biogeography","surface_form":"ecogeographic","offset":35},{"uri":"Bears","surface_form":"bears","offset":244},{"uri":"Polar_bear","surface_form":"polar bear","offset":276},{"uri":"Subtropical","surface_form":"subtropical","offset":326},{"uri":"Panda","surface_form":"panda","offset":345},{"uri":"Tiger","surface_form":"tiger","offset":365},{"uri":"Siberian_tiger","surface_form":"Siberian tiger","offset":378},{"uri":"Ice_age","surface_form":"ice age","offset":420},{"uri":"Germany","surface_form":"German","offset":524},{"uri":"Carl_Bergmann_(anatomist)","surface_form":"Carl Bergmann","offset":541},{"uri":"Species","surface_form":"species","offset":760},{"uri":"Endothermic","surface_form":"endotherms","offset":889},{"uri":"Ectotherm","surface_form":"ectotherm","offset":974},{"uri":"Extinct","surface_form":"extinct","offset":1085},{"uri":"Palaeogene","surface_form":"Palaeogene","offset":1240}]}