{"id":450910,"url":"http://en.wikipedia.org/wiki/Champagne_Supernova","text":"\"Champagne Supernova\" is the sixth and final single off English rock band Oasis' second studio album \"(What's the Story) Morning Glory?\". The song was released on 13 May 1996.\n\"Some of the lyrics were written when I was out of it. There's the words: 'Someday you will find me/ Caught beneath a landslide/ In a Champagne Supernova in the sky'. That's probably as psychedelic as I'll ever get. It means different things when I'm in different moods. When I'm in a bad mood being caught beneath a landslide is like being suffocated. The song is a bit of an epic. It's about when you're young and you see people in groups and you think about what they did for you and they did nothing. As a kid, you always believed the Sex Pistols were going to conquer the world and kill everybody in the process. Bands like The Clash just petered out. Punk rock was supposed to be the revolution but what did it do? Fuck all. The Manchester thing was going to be the greatest movement on earth but it was fuck all. When we started we decided we weren't going to do anything for anybody, we just thought we'd leave a bunch of great songs. But some of the words are about nothing. One is about Bracket The Butler who used to be on Camberwick Green, or Chipley or Trumpton or something. He used to take about 20 minutes to go down the hall. And then I couldn't think of anything that rhymed with 'hall' apart from 'cannonball'. so I wrote 'Slowly walking down the hall/ Faster than a cannonball' and people were like, 'Wow, fuck, man'. There's also the line 'Where were you while we were getting high?' because that's what we always say to each other. But the number of people who've started clubs called Champagne Supernova is fucking unbelievable. And the album isn't even released yet.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Rock_music","surface_form":"rock","offset":64},{"uri":"Oasis_(band)","surface_form":"Oasis","offset":74},{"uri":"Studio_album","surface_form":"studio album","offset":88},{"uri":"(What%27s_the_Story)_Morning_Glory%3F","surface_form":"(What's the Story) Morning Glory?","offset":102}]}