{"id":451139,"url":"http://en.wikipedia.org/wiki/Joan_Castej%C3%B3n","text":"Joan Ramón García Castejón, Elche, (December 17, 1945), known as Joan Castejón is a Spanish draftsman, painter and sculptor, considered one of the leading representatives of social realism in the Spanish postwar plastic renewal of the 70s and 80s. Member of the Grup d'Elx.\nHis work has been exhibited in some of the most important museums in Spain, among others, the Institut Valencià d'Art Modern (IVAM), the Museum of the University of Alicante, Guerricabeitia Martinez Collection at the University of Valencia, Miguel Hernández University of Elche, the Bancaja Foundation Center, Centre of the Carmen Valencia, and the Museum of Contemporary Art of Elche.\nEarly life.\nAt sixteen he moved to Valencia, where he received training in the fine arts at the Academy of San Carlos. His first solo exhibition is held in the Valencian art gallery Mateu in 1966. This first moment of his career (1964-1967) can be described as neofigurative. The human figure (sometimes grouped) appears in the middle of undefined spaces. Works from this stage, including anthropomorphic themed drawings, announce the peculiar features that characterize his later works.\nPolitical imprisonment.\nThat momentum of his career was cut short, however, by the traumatic time in prison tafter taking part in the demonstrations of May 1967 in Valencia against Francoist regimen. After standing up for a friend who was being brutally beat, a plainclothes agent arrested Castejón. He received several beatings that night and short after that was sentenced to six years in prison. Until mid 1969 remains in prisons of Valencia and Teruel. That year became part of the Grup d'Elx in its second stage, participating in their exhibitions until 1971. On these facts, re-enters the prison in the Canary Islands during seven months of 1971. While in prison he draw around two thousand drawings with wax or pencil, and define another specific stage of production.\nDénia.\nCastejón marries Paca Galván and in 1973 returned to Valencia where he briefly rejoins the local art scene, but a year later he settled permanently in Dénia. Takes up painting. Explicit and shocking expressionism during this decade of the seventies. Later in the 80s explores a brighter abstraction inspired by the landscape. Theatrical virtuoso drawing dominates the 90s. Human being has become the central poetics reference of his work.\nIn 1999 he was appointed Adopted Son of Dénia, the city where he lives since 1974.\nWorks.\nIf there is one aspect that stands out in the work of Joan Castejón is his exceptional drawing skills, a palpable mastery also in his painting and leading to write to José Manuel Caballero Bonald \"the artist draws a classic and meditate as a prophet\". The author and official historian of Alicante Enrique Cerdan Tato wrote in El Pais on the work of Castejón: \"... he wanted to express the universe of man revealed by violence\".\nOn leaving prison he painted a series of one hundred works inspired by the work of Gabriel García Márquez One Hundred Years of Solitude, which exposes in Valencia and Barcelona. Mario Vargas Llosa wrote on this occasion about Castejón's art: \"So one of the most interesting aspects of this collection of pictures of Castejón show that even today the art of painting can, without abandon modernity, have the literature as a starting point. Like a woman, a dream, or a crime, a novel can be for an artist a creative ferment... \"\nArtur Balder writes, in relation to the work of Castejón, that \"an indispensable condition of the Gesamtkunstwerk, with a base of either visual, literary, or musical representation, is its timeless condition, its ability to withstand the test of time itself by rising instead of sinking into the spasm of momentary fashion, and perish with it a few years, and only to be seen in that context, as in a narrow place of history. However, Castejón, next to the absolute hero in its representation of humanism, can be attributed, as an artist, as Juan Gil-Albert described, \"in whose light the depths of so looming giant men, that I was forced to retain breath and meditate.\"\nMartí Dominguez published in the pages of El País around drawing skills in the art of Castejón: \"Any exaggeration is objectionable, and to say that Joan Castejón is possibly the best Spanish artist who by now dominates human anatomy may seem a excess, but it is not.\"\nHis exhibition \"Per a Paca\" visited many cities in Alicante between 2009 and 2010 as a tribute to his wife. According to the newspaper La Verdad it was \"a retrospective of historical memories of the couple.\"\nMuseology.\nThe largest public collection of works by Castejón is gathered at the Museum of Contemporary Art in his hometown Elche. The largest private collection was the collection Lecasse Foundation in Alcoy, containing about two hundred works acquired by businessman Lionel Grau Mullor during the eighties and nineties. Currently this collection was divided among his heirs. The collection of drawings dedicated to Don Quixote belong to the IVAM. Another good part of Parts is in the collection of Foundation Bancaja, Valencia.","categories":[],"infobox_types":["artist"],"annotations":[{"uri":"Elche","surface_form":"Elche","offset":28},{"uri":"Spanish_people","surface_form":"Spanish","offset":84},{"uri":"Technical_drawing","surface_form":"draftsman","offset":92},{"uri":"Social_realism","surface_form":"social realism","offset":174},{"uri":"Grup_d%27Elx","surface_form":"Grup d'Elx","offset":262},{"uri":"Spain","surface_form":"Spain","offset":343},{"uri":"Institut_Valenci%C3%A0_d%27Art_Modern","surface_form":"Institut Valencià d'Art Modern","offset":368},{"uri":"IVAM","surface_form":"IVAM","offset":400},{"uri":"University_of_Valencia","surface_form":"University of Valencia","offset":491},{"uri":"Miguel_Hern%C3%A1ndez_University_of_Elche","surface_form":"Miguel Hernández University of Elche","offset":515},{"uri":"Bancaja","surface_form":"Bancaja","offset":557},{"uri":"Valencia","surface_form":"Valencia","offset":695},{"uri":"Academy_of_San_Carlos","surface_form":"Academy of San Carlos","offset":756},{"uri":"Neofigurative","surface_form":"neofigurative","offset":921},{"uri":"Francoist","surface_form":"Francoist","offset":1329},{"uri":"Canary_Islands","surface_form":"Canary Islands","offset":1757},{"uri":"D%C3%A9nia","surface_form":"Dénia","offset":2081},{"uri":"Drawing","surface_form":"drawing","offset":2546},{"uri":"Jos%C3%A9_Manuel_Caballero","surface_form":"José Manuel Caballero","offset":2626},{"uri":"Enrique_Cerdan_Tato","surface_form":"Enrique Cerdan Tato","offset":2757},{"uri":"El_Pais","surface_form":"El Pais","offset":2786},{"uri":"Gabriel_Garc%C3%ADa_M%C3%A1rquez","surface_form":"Gabriel García Márquez","offset":2971},{"uri":"One_Hundred_Years_of_Solitude","surface_form":"One Hundred Years of Solitude","offset":2994},{"uri":"Barcelona","surface_form":"Barcelona","offset":3055},{"uri":"Mario_Vargas_Llosa","surface_form":"Mario Vargas Llosa","offset":3066},{"uri":"Artur_Balder","surface_form":"Artur Balder","offset":3415},{"uri":"Gesamtkunstwerk","surface_form":"Gesamtkunstwerk","offset":3513},{"uri":"Juan_Gil-Albert","surface_form":"Juan Gil-Albert","offset":3957},{"uri":"El_Pa%C3%ADs","surface_form":"El País","offset":4128},{"uri":"Alicante","surface_form":"Alicante","offset":4405},{"uri":"Elche","surface_form":"Elche","offset":4686},{"uri":"Alcoy","surface_form":"Alcoy","offset":4765},{"uri":"Don_Quixote","surface_form":"Don Quixote","offset":4979},{"uri":"IVAM","surface_form":"IVAM","offset":5005}]}