{"id":451258,"url":"http://en.wikipedia.org/wiki/Steve_Burns","text":"Steven Michael \"Steve\" Burns (born October 9, 1973) is an American entertainer. He was the original host of the children's television program \"Blue's Clues\". He continues to act and is a musician.\nIn 2001 Burns was nominated for a Daytime Emmy Award for \"Blue's Clues\".\nEarly career.\nBurns was born in Boyertown, Pennsylvania. He attended Boyertown Area Senior High School in Berks County and graduated from there in 1991.\nBurns played in bands called Sudden Impact US, Nine Pound Truck, and the Ivys (which he has called a \"Morrissey rip-off band\") while in high school and college. He studied theatre under an acting scholarship at DeSales University in Center Valley, Pennsylvania in the Lehigh Valley. He dropped out of school and moved to New York City to then become a professional actor. He lived in a basement apartment near Times Square, finding his first success as a voice-over artist for ads and making appearances on ' and \"Law & Order\".\n\"Blue's Clues\".\nIn 1995, Burns auditioned for \"Blue's Clues\", thinking it was another voice-over role. He had long hair and an earring. \"I was a bit of a skate rat,\" he said. Initially, the Nickelodeon executives were not supportive of Burns hosting their new show; in subsequent auditions the show's creators requested that he dress more conservatively. (Burns reported that the creators, in a call-back phone conversation, asked him, \"Could you not look like yourself tomorrow morning?\") It became apparent, however, that he was the favorite with preschool test audiences. Executive producer and co-creator Traci Paige Johnson reported that of the 100 people they auditioned, Burns was \"the realest\". As Dr. Alice Wilder, Nickelodeon's Director of Research and Development said, \"[T]here was just something about this kid, who was fresh out of Pennsylvania, who just knew where to look in the camera to really talk to kids. He was just right.\"\n\"Blue's Clues\" was an instant hit, due to Burns' performances as much as the show's format. He became \"a superstar\" among his audience and their parents, but unknown to everyone else, and enjoyed what he called being a \"micro-celebrity, about as small a celebrity as you can be.\" As the \"New York Times\" reported, he \"developed an avid following among both preteen girls and mothers. The former send torrents of e-mail; the latter scrutinize the show with an intensity that might make even Elmo, the red Muppet, blush.\" In 2000, \"People\" magazine included Burns in their annual list of America's most eligible bachelors. According to writer Diane Tracy, Burns was \"destined for the part\". Also according to Tracy, Burns was not the typical children's television host: \"There is nothing syrupy about him—his humor is sometimes borderline offbeat, but never inappropriate for preschoolers.\"\nBurns became \"very involved\" with the production of \"Blue's Clues\" from the beginning. One of the most challenging aspects of being the host of the show was performing in front of the \"blue screen\" before the animation was added. Burns called it \"maddening\" and likened it to \"acting at the bottom of a swimming pool.\"\nDeparture.\nAfter nearly six years and nearly 100 episodes, Burns departed \"Blue's Clues\" in 2002.\nAccording to Johnson, Burns never wanted to become a \"children's host\". He loved kids, but stated \"he could not make a life-long career out of it\". Burns went on by saying \"I knew I wasn't going to be doing children's television all my life, mostly because I refused to lose my hair on a kid's TV show, and it was happening, fast\". The day following the filming of his final episode for the show, he shaved his head. This was something he wanted to do for many years, but the show's producers would not allow it. On the FAQ section of his webpage, when asked why he shaved his head, and if he had been trying to make a statement, Burns replied, \"Yes, the statement is, 'We have male pattern baldness.'\"\nBurns's departure caused a resurface of the rumors that had circulated about him since 1998. Burns replied, \"The rumor mill surrounding me has always been really strange.\" Some of these \"specious claims\" included: death from a heroin overdose, being killed in a car accident, and, like what was rumored to have happened to Paul McCartney in 1966, him having been replaced with a look-alike. After Burns' departure, the \"Blue's Clues\" actor was then replaced by Donovan Patton as Steve's younger brother \"Joe\". Burns made an appearance on \"The Rosie O'Donnell Show\" to dispute these rumors, and he and co-creator Angela Santomero appeared on \"The Today Show\" to help concerned parents extinguish the fears of kids who may have heard these rumors.\nIn an interview with The Huffington Post in 2016, Burns addresses the rumors about his departure: \"People think I left the show to pursue a music career. That didn’t happen at all. I left the show because it was just simply time to go. I was pretty much playing a boyish, older-brotherish kind of character on the show. I was getting older; I was losing my hair; a lot of the original people on the show, like the people who created it, were all moving on to other careers. It just felt like time. I just had a gut feeling like it was time to go.\" Burns still owns the original Thinking Chair, which his non-animated dog Mickey reportedly loves to sit on.\nMusic and film career.\nBurns worked on material for his first album, \"Songs for Dustmites\", for two and a half years at a small studio in his home in Brooklyn before it was produced by PIAS Records in late 2002. He started work on the album after he left \"Blue's Clues\" in 2002, and it was later released in 2003. He posted eleven songs on his webpage, and then realizing he needed help with drums and arrangements went to Steven Drozd of The Flaming Lips for advice. Drozd assisted Burns with six tracks, Lips bassist Michael Ivins engineered the album, and longtime Lips producer David Fridmann produced it. One of the songs from the album, \"Mighty Little Man,\" is used as the opening theme for the CBS series \"Young Sheldon.\"\nBurns started a band, Steve Burns and the Struggle, and completed his second album, \"Deep Sea Recovery Efforts\", which was released in 2009. Members of the Struggle include Drozd and Ryan Smith of A Million Billion.\nBurns acted in the 2007 horror-comedy film \"Netherbeast Incorporated\" with Darrell Hammond and Dave Foley, playing the part of a vampire. In 2008, he played an astronaut in \"Christmas on Mars\", a science fiction film from The Flaming Lips. In March 2012, he appeared in the YouTube comedy series \"The Professionals\".\nIn late 2016, Burns released a children's album with Drozd, titled \"Foreverywhere\". They released a video of the album's first song, \"The Unicorn and Princess Rainbow\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":58},{"uri":"Television","surface_form":"television","offset":123},{"uri":"Blue%27s_Clues","surface_form":"Blue's Clues","offset":143},{"uri":"Daytime_Emmy_Award","surface_form":"Daytime Emmy Award","offset":231},{"uri":"Boyertown%2C_Pennsylvania","surface_form":"Boyertown, Pennsylvania","offset":302},{"uri":"Boyertown_Area_School_District","surface_form":"Boyertown Area Senior High School","offset":339},{"uri":"Berks_County%2C_Pennsylvania","surface_form":"Berks County","offset":376},{"uri":"Morrissey","surface_form":"Morrissey","offset":525},{"uri":"DeSales_University","surface_form":"DeSales University","offset":634},{"uri":"Center_Valley%2C_Pennsylvania","surface_form":"Center Valley, Pennsylvania","offset":656},{"uri":"Lehigh_Valley","surface_form":"Lehigh Valley","offset":691},{"uri":"New_York_City","surface_form":"New York City","offset":744},{"uri":"Basement_apartment","surface_form":"basement apartment","offset":809},{"uri":"Times_Square","surface_form":"Times Square","offset":833},{"uri":"Voice-over","surface_form":"voice-over","offset":878},{"uri":"Law_%26amp%3B_Order","surface_form":"Law & Order","offset":937},{"uri":"Nickelodeon","surface_form":"Nickelodeon","offset":1141},{"uri":"New_York_Times","surface_form":"New York Times","offset":2185},{"uri":"Elmo","surface_form":"Elmo","offset":2387},{"uri":"Muppet","surface_form":"Muppet","offset":2401},{"uri":"People_(magazine)","surface_form":"People","offset":2427},{"uri":"Chroma_key","surface_form":"blue screen","offset":2971},{"uri":"Heroin","surface_form":"heroin","offset":4133},{"uri":"Overdose","surface_form":"overdose","offset":4140},{"uri":"Paul_is_dead","surface_form":"Paul McCartney in 1966","offset":4229},{"uri":"Look-alike","surface_form":"look-alike","offset":4285},{"uri":"Donovan_Patton","surface_form":"Donovan Patton","offset":4367},{"uri":"The_Rosie_O%27Donnell_Show","surface_form":"The Rosie O'Donnell Show","offset":4445},{"uri":"Angela_Santomero","surface_form":"Angela Santomero","offset":4518},{"uri":"Today_(NBC_program)","surface_form":"The Today Show","offset":4548},{"uri":"The_Huffington_Post","surface_form":"The Huffington Post","offset":4673},{"uri":"Songs_for_Dustmites","surface_form":"Songs for Dustmites","offset":5378},{"uri":"Brooklyn","surface_form":"Brooklyn","offset":5458},{"uri":"PIAS_Records","surface_form":"PIAS Records","offset":5493},{"uri":"Steven_Drozd","surface_form":"Steven Drozd","offset":5731},{"uri":"The_Flaming_Lips","surface_form":"The Flaming Lips","offset":5747},{"uri":"Michael_Ivins","surface_form":"Michael Ivins","offset":5827},{"uri":"David_Fridmann","surface_form":"David Fridmann","offset":5890},{"uri":"Young_Sheldon","surface_form":"Young Sheldon","offset":6021},{"uri":"A_Million_Billion","surface_form":"A Million Billion","offset":6234},{"uri":"Netherbeast_Incorporated","surface_form":"Netherbeast Incorporated","offset":6297},{"uri":"Darrell_Hammond","surface_form":"Darrell Hammond","offset":6328},{"uri":"Dave_Foley","surface_form":"Dave Foley","offset":6348},{"uri":"Vampire","surface_form":"vampire","offset":6382},{"uri":"Christmas_on_Mars","surface_form":"Christmas on Mars","offset":6427}]}