{"id":45137,"url":"http://en.wikipedia.org/wiki/Microraptor","text":"\"Microraptor\" was a small feathered dinosaur related to \"Velociraptor\" and \"Deinonychus\". It had flight feathers, and could glide and probably fly. About two dozen well-preserved fossil specimens have been found in Liaoning, China. They are from the Lower Cretaceous Jiufotang Formation, 125 million years old.\nAdult specimens are 42–83 centimeters (1.4–2.7 ft) long, so \"Microraptor\" was one of the smallest dinosaurs.\nContext.\n\"Microraptor\" is one of a number of 'dinobirds' found in the same area of China. They were buried in volcanic ash during huge eruptions.\nDetails.\n\"Microraptor\" was among the first non-avian dinosaurs discovered with the impressions of feathers and wings. Three specimens of \"M. zhaoianus\" have been described in detail, in addition to two specimens of \"M. gui\" and three specimens of \"M. sp.\" described by Xu and colleagues in 2003, from which most feather impressions are known.\nUnusual even among early birds and feathered dinosaurs, \"Microraptor\" is one of the few known bird precursors to sport long flight feathers on its feet as well as its forearms and hands. This led Xu Xing to describe it as a \"four winged dinosaur\", and to speculate that it may have glided using all four limbs for lift. Their bodies had a thick covering of feathers. A diamond-shaped fan on the end of the tail gave stability during flight.\nSankar Chatterjee found that, in order for \"Microraptor\" to glide or fly, the fore and hind wings must have been on different levels (as on a biplane) and not overlaid (as on a dragonfly). Using this biplane model, he calculated possible methods of gliding, and determined that \"Microraptor\" most likely launched itself from a perch, swooped downward in a deep 'U' shaped curve and then lifted again to land on another tree. The feathers not directly employed in the biplane wing, like those on the tibia and the tail, could have been used to control and alter the flight path. The hind wings would also have helped control the gliding flight.\nChatterjee also used computer algorithms to test whether or not \"Microraptor\" was capable of true, powered flight, in addition to gliding. The data showed that \"Microraptor\" could sustain some level powered flight, so it is possible that the animal flew as well as glided.","categories":[],"infobox_types":[],"annotations":[{"uri":"Feathered_dinosaur","surface_form":"feathered dinosaur","offset":26},{"uri":"Velociraptor","surface_form":"Velociraptor","offset":57},{"uri":"Deinonychus","surface_form":"Deinonychus","offset":76},{"uri":"Fossil","surface_form":"fossil","offset":179},{"uri":"Liaoning","surface_form":"Liaoning","offset":215},{"uri":"China","surface_form":"China","offset":225},{"uri":"Lower_Cretaceous","surface_form":"Lower Cretaceous","offset":250},{"uri":"Jiufotang_Formation","surface_form":"Jiufotang Formation","offset":267},{"uri":"Volcano","surface_form":"volcanic","offset":530},{"uri":"Ash","surface_form":"ash","offset":539},{"uri":"Volcanic_eruption","surface_form":"eruptions","offset":555},{"uri":"Bird","surface_form":"avian","offset":613},{"uri":"Biplane","surface_form":"biplane","offset":1492},{"uri":"Dragonfly","surface_form":"dragonfly","offset":1527},{"uri":"Glider","surface_form":"gliding","offset":1599},{"uri":"Tibia","surface_form":"tibia","offset":1849},{"uri":"Tail","surface_form":"tail","offset":1863},{"uri":"Algorithm","surface_form":"algorithm","offset":2024},{"uri":"Information","surface_form":"data","offset":2137}]}