{"id":451390,"url":"http://en.wikipedia.org/wiki/Cartoon_Network_Arabic","text":"Cartoon Network Arabic () is a television channel that is broadcast to children in the Middle East and North Africa, and it is the Arabic version of Cartoon Network. The channel was launched on October 10, 2010 at 10:10 AM U.A.E. time. The channel's launch goes with the opening of Turner Broadcasting System's new offices in Dubai Media City, U.A.E., the channel's local owner. A Middle Eastern branch of Time Warner.\nThe standard channel broadcasts via Arabsat Arabsat-4,Badr 6 and Nilesat. Cartoon Network Arabic is considered a free alternative to Cartoon Network MENA and Boomerang (EMEA), two pay TV channels offered in the Arab World in HD and in both English and Arabic exclusively on beIN Network since July 1, 2016, despite the varying differences in programming, schedules, and available languages.\nHistory.\nCartoon Network Arabic was launched on October 10, 2010 at 10:10 AM. The channel's launch coincided with the opening of Turner Broadcasting System's offices in Dubai Media City, U.A.E., the channel's local owner.\nIn December 2015, Turner Broadcasting System entered an exclusivity deal with the Qatar-based beIN Media Group. This deal lead to Cartoon Network Africa, Boomerang Africa, and TCM moving from OSN to the latter's beIN Network service, and also caused the HD feed on YahLive to shut down; the actual channel, however, is unaffected due to being a free-to-air channel on Nilesat and Arabsat/Badr. Cartoon Network Arabic was still was removed from OSN's channel list and moved to beIN as channel 138, using its unencrypted Arabsat/Badr signal in SD.\nProgramming.\nThe channel mainly airs animated cartoons from Cartoon Network Studios. Original productions are produced and aired, along with movies, shorts, live-action series, and shows from various other studios.\nTV series.\nAnimated programs aired include original Cartoon Network Studios productions like the \"Regular Show\", \"Uncle Grandpa\", \"Adventure Time\", and \"We Bare Bears\".\nCurrently, the channel is only available in Arabic, with no choice to switch to English or any other languages. This is due to the fact that the channel uses prints that are distributed by the respective shows' Arabic dubbing studios. The channel broadcasts a line of Cartoon Network's own shows dubbed from English. Cartoon Network Arabic may also offer other localized shows, such as the Arabic Ben 10: Ultimate.\nChallenge, which are the result of various partnership deals with Arab production companies, such as the Dubai-based Lammtara Pictures (Freej) or the Jordan-based Rubicon Group Holding (Ben & Izzy, Tareq Wa Shireen). Since the channel is a free-to-air channel in the Arab World, it often edits certain programs for content, cutting out certain scenes from them.\nFilms.\nStarting from November 5, 2011 Cartoon Network Arabic began to occasionally air a selection of dubbed Cartoon Network made-for-TV films and specials at random dates. However, it was not until January 2013 the channel added the Cartoon Network Cinema block to represent its films.\nCartoonito.\nTurner Broadcasting System Europe added the channel to 125 million homes in 112 territories across Europe, the Middle East, and Africa. In Arabic, Cartoonito was launched as a morning block that is broadcast for seven days a week, starting from September 4, 2011.\nCartoon Network Arabic HD.\nOn March 2012, the channel became available in true High-definition via video at YahLive service. This channel was shut down in 2016 due to the Turner-beIN deal.\nCartoon Network Arabic +2.\nA two-hour timeshift channel variant launched on June 30, 2014 via the My HD pay TV network. It was terminated on January 2016 as a consequence of Turner Broadcasting System's deal with beIN Media Group.","categories":[],"infobox_types":[],"annotations":[{"uri":"Television_channel","surface_form":"television channel","offset":31},{"uri":"Middle_East","surface_form":"Middle East","offset":87},{"uri":"North_Africa","surface_form":"North Africa","offset":103},{"uri":"Arabic_language","surface_form":"Arabic","offset":131},{"uri":"Cartoon_Network","surface_form":"Cartoon Network","offset":149},{"uri":"United_Arab_Emirates","surface_form":"U.A.E.","offset":223},{"uri":"United_Arab_Emirates","surface_form":"U.A.E.","offset":344},{"uri":"Time_Warner","surface_form":"Time Warner","offset":406},{"uri":"Turner_Broadcasting_System","surface_form":"Turner Broadcasting System","offset":939},{"uri":"Dubai_Media_City","surface_form":"Dubai Media City","offset":979},{"uri":"United_Arab_Emirates","surface_form":"U.A.E.","offset":997},{"uri":"Regular_Show","surface_form":"Regular Show","offset":1891},{"uri":"Uncle_Grandpa","surface_form":"Uncle Grandpa","offset":1907},{"uri":"Adventure_Time","surface_form":"Adventure Time","offset":1924},{"uri":"We_Bare_Bears","surface_form":"We Bare Bears","offset":1946},{"uri":"Europe","surface_form":"Europe","offset":3137},{"uri":"Middle_East","surface_form":"Middle East","offset":3149},{"uri":"Africa","surface_form":"Africa","offset":3166}]}