{"id":451490,"url":"http://en.wikipedia.org/wiki/William_Rosecrans","text":"William Rosecrans (September 6, 1819 – March 11, 1898) was a general in the Union Army during the American Civil War. He was born in 1819 in Ohio. He graduated from the United States Military Academy in 1842 and became an engineer. He resigned from the army in 1854 and became a businessman.\nWhen the Civil War started, Rosecrans rejoined the army. He became a Brigadier general in May 1861. He commanded a brigade during the Western Virginia Campaign. He commanded the Union units in West Virginia for a while before being transferred to the Western Theater in May 1862.\nIn October 1862, Rosecrans became commander of the Army of the Cumberland. His first battle as army commander was at the Battle of Stones River from December 31, 1862 to January 2, 1863. The Union army won the battle. During the summer of 1863, Rosecrans then captured the city of Chattanooga, Tennessee. But he lost the Battle of Chickamauga in September, which forced him to retreat to Chattanooga. The Confederates surrounded the city and started a siege. Union president Abraham Lincoln and Major General U.S. Grant, who commanded all Union armies in the Western Theater, didn't think Rosecrans could defend the city. So Rosecrans was fired as commander of the Army of the Cumberland and sent to Missouri.\nRosecrans resigned from the army again in 1867 and went back into business. In 1881 he was elected to the House of Representatives from California. He died in 1898 in California. Rosecrans has a national cemetery in San Diego, California named after him.","categories":[],"infobox_types":[],"annotations":[{"uri":"American_Civil_War","surface_form":"American Civil War","offset":98},{"uri":"United_States_Military_Academy","surface_form":"United States Military Academy","offset":169},{"uri":"Brigadier_general","surface_form":"Brigadier general","offset":361},{"uri":"Western_Virginia_Campaign","surface_form":"Western Virginia Campaign","offset":426},{"uri":"Army_of_the_Cumberland","surface_form":"Army of the Cumberland","offset":623},{"uri":"Battle_of_Stones_River","surface_form":"Battle of Stones River","offset":693},{"uri":"Battle_of_Chickamauga","surface_form":"Battle of Chickamauga","offset":893},{"uri":"Siege","surface_form":"siege","offset":1024}]}