{"id":45150,"url":"http://en.wikipedia.org/wiki/Orange_(fruit)","text":"An orange is a type of citrus fruit that people often eat. Oranges are a very good source of vitamin C. Orange juice is an important part of many people's breakfast. The \"sweet orange\", which is the kind that are most often eaten today, grew first in South and East Asia but now grows in lots of parts of the world.\nOranges are round orange-coloured fruit that grow on a tree which can reach 10 metres (33 ft) high. Orange trees have dark green shiny leaves and small white flowers with five petals. The flowers smell very sweet which attracts many bees.\nAn orange has a tough shiny orange skin. Inside, the fruit is divided into \"segments\", which have thin tough skins that hold together many little sections with juice inside. There are usually ten segments in an orange, but sometimes there are more or less. Inside each segment of most types of orange there are seeds called \"pips\". Orange trees can be grown from pips, but some types of orange trees can only be grown from \"cuttings\" (a piece cut off a tree and made to grow roots). The segments and the skin are separated by white stringy fibrous material called \"pith\". In most types of oranges, the skin can be peeled off the pith, and the segments can be pulled apart with the fingers to be eaten. In some oranges it is hard to take the skin off. Orange skin is often called \"orange peel\".\nOranges are an important food source in many parts of the world for several reasons. They are a commonly available source of vitamin C. They last longer than many other fruits when they are stored. They are easy to transport because each orange comes in its own tough skin which acts as a container. They can be piled into heaps or carried in bags, lunchboxes and shipping containers without being easily damaged.\nThe colour orange takes its name from the fruit. The word \"orange\" is unusual because it is one of only a few English words that do not rhyme with anything.\nThe orange is particularly used in Asia for wide variety of purposes including cosmetic as well as medicinal. Doctors prescribe oranges for people who suffer from diabetes [citation needed].\nHistory.\nSweet orange trees were brought to Italy, Spain and Portugal from India in the fifteenth century (1400's). Before that time only sour oranges were grown in Italy. The name is from a Tamil word, via Persian and Arabic. From Europe, orange trees were taken to the United States, South America, Africa and Australia, which all grow oranges for sale.\nThere are several different types of sweet oranges. One of the most common types is called the \"Valencia\" orange, which comes from Spain and is also grown in Africa and Australia. It is one of the most important \"commercial\" oranges. (This means that it is grown for sale in shops.)\nOne type of sweet orange is called the \"blood orange\" or \"sanguine orange\" (sanguine means blood red). These oranges often have red marks on the skin, and some parts of the inside look as if they have blood in them. Some blood oranges make juice that is ruby red.\nIn the 1850s, in Brazil, a tree growing in a monastery garden was making very odd fruit. Inside each orange skin there was a large orange with no seeds. At the bottom of the orange were smaller sections that looked like a smaller squashed orange inside the same skin, which was really the bigger orange's twin. The little orange made a strange bump at the bottom of the orange skin, that looked just like a human navel or belly button. These oranges were named \"Navel Oranges\". They tasted very sweet, they had no seeds and they peeled quite easily. This made them a very good orange to grow commercially. But they could not grow from seed. They could only grow from plant cuttings. Nowadays, thousands of these orange trees have been planted from cuttings. \"Navel Oranges\" are grown in California and exported to many countries of the world. Every navel orange in the world has the same genetic make up as the oranges on that tree in the monastery in Brazil.\nMandarins, small flattened oranges with skins that come off easily, are believed to have come from China. Now there are several varieties. These include tangerines, which are redder than most mandarins, and clementines, which are large, smooth and plump. Mandarins of all sorts are very useful lunchbox fruit, because they are easy to peel and eat, but do not get squashed easily.\nNowadays, many people of the world eat an orange or drink orange juice every day, because oranges are one of the best and cheapest sources of Vitamin C. Human bodies, unlike many other animals, do not manufacture Vitamin C, so a human needs vitamin C in their diet regularly. (Vitamin C helps the body to grow, to heal wounds and fight infection.) Oranges are also a very good source of dietary fibre. But they do not contain high amounts of minerals. If a person eats an orange and a banana together, then they have had a very nourishing snack that supplies both vitamins and minerals. Oranges are sweet and juicy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fruit","surface_form":"fruit","offset":30},{"uri":"Breakfast","surface_form":"breakfast","offset":155},{"uri":"South_Asia","surface_form":"South","offset":251},{"uri":"East_Asia","surface_form":"East Asia","offset":261},{"uri":"Tree","surface_form":"tree","offset":371},{"uri":"Petal","surface_form":"petal","offset":492},{"uri":"Bee","surface_form":"bee","offset":549},{"uri":"Segment","surface_form":"\"segments\"","offset":630},{"uri":"Skin","surface_form":"skin","offset":664},{"uri":"Juice","surface_form":"juice","offset":715},{"uri":"Seed","surface_form":"seed","offset":866},{"uri":"Transport","surface_form":"transport","offset":1564},{"uri":"Orange_(color)","surface_form":"orange","offset":1774},{"uri":"English_language","surface_form":"English","offset":1873},{"uri":"Rhyme","surface_form":"rhyme","offset":1899},{"uri":"Italy","surface_form":"Italy","offset":2155},{"uri":"Spain","surface_form":"Spain","offset":2162},{"uri":"Portugal","surface_form":"Portugal","offset":2172},{"uri":"India","surface_form":"India","offset":2186},{"uri":"List_of_years","surface_form":"fifteenth century","offset":2199},{"uri":"Tamil","surface_form":"Tamil","offset":2302},{"uri":"Europe","surface_form":"Europe","offset":2343},{"uri":"United_States","surface_form":"United States","offset":2382},{"uri":"South_America","surface_form":"South America","offset":2397},{"uri":"Africa","surface_form":"Africa","offset":2412},{"uri":"Australia","surface_form":"Australia","offset":2423},{"uri":"Blood","surface_form":"blood","offset":2841},{"uri":"Ruby","surface_form":"ruby","offset":3004},{"uri":"Brazil","surface_form":"Brazil","offset":3031},{"uri":"Monastery","surface_form":"monastery","offset":3059},{"uri":"Twin","surface_form":"twin","offset":3319},{"uri":"Navel","surface_form":"navel or belly button","offset":3427},{"uri":"Commerce","surface_form":"commercially","offset":3606},{"uri":"Plant_cutting","surface_form":"plant cutting","offset":3681},{"uri":"California","surface_form":"California","offset":3801},{"uri":"Genes","surface_form":"genetic","offset":3902},{"uri":"Mandarin_orange","surface_form":"Mandarins","offset":3974},{"uri":"China","surface_form":"China","offset":4073},{"uri":"Lunchbox","surface_form":"lunchbox","offset":4268},{"uri":"Vitamin_C","surface_form":"Vitamin C","offset":4497},{"uri":"Animals","surface_form":"animals","offset":4540},{"uri":"Dietary_fibre","surface_form":"dietary fibre","offset":4742},{"uri":"Banana","surface_form":"banana","offset":4840},{"uri":"Vitamin","surface_form":"vitamin","offset":4919},{"uri":"Mineral","surface_form":"mineral","offset":4932}]}