{"id":45151,"url":"http://en.wikipedia.org/wiki/Diplodocus","text":"\"Diplodocus\" was a huge dinosaur from the same time as the \"Allosaurus\". It lived during the Upper Jurassic period, about 145 to 155 million years ago. It was a vegetarian, eating mostly leaves with its peg-like teeth.\nSize.\n\"Diplodocus\" was a long-necked, whip-tailed giant and could grow up to 27 m long. It had an 8 m long neck and 14 m long tail. Its weight was approximately 22,680 kg. It had a short 6 ft long head. Its size helped protect it from other dinosaurs. It used its long neck to poke into forests because its body was too big. It is also believed to have knocked the trees down. The longest species is the \"hallorum\", which was thought to be the longest of all dinosaurs (now \"Amphicoelias\").\nFossils.\n\"Diplodocus\" skeletons are among the longest dinosaur skeletons ever found. Fossils were discovered in Western North America, particularly in the Rocky Mountains of the western USA. A complete tail has never been found.\n\"Seismosaurus\".\n\"Seismosaurus\" was thought to be its own genus of dinosaur. In 2004 and 2006 it was decided to be a large species of \"Diplodocus\". It is now known as \"Diplodocus hallorum\".\n\"Seismosaurus\" was the longest animal ever known, but paleontologists found they had misplaced vertebrae, making the body too long. Current length estimates are 33–36 metres long. Weight estimates vary from 40 to 60 tonnes. Weight estimates of other \"Diplodocus\" species are much lower: 10 to 17 tonnes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dinosaur","surface_form":"dinosaur","offset":24},{"uri":"Allosaurus","surface_form":"Allosaurus","offset":60},{"uri":"Upper_Jurassic","surface_form":"Upper Jurassic","offset":93},{"uri":"Metre","surface_form":"m","offset":299},{"uri":"Metre","surface_form":"m","offset":319},{"uri":"Metre","surface_form":"m","offset":338},{"uri":"Kilogram","surface_form":"kg","offset":387},{"uri":"Amphicoelias","surface_form":"Amphicoelias","offset":694},{"uri":"Genus","surface_form":"genus","offset":996}]}