{"id":451754,"url":"http://en.wikipedia.org/wiki/Glenis_Redmond","text":"e=\"preserve\">Glenis Redmond was born August 27, 1963, on Shaw Air Force Base in Sumter, South Carolina. She is a poet and a teaching artist. Redmond is also a praise poet and writer who travels widely bringing poetry to as many people as she can. She has twin daughters: Vivian Celeste Sherer and Maya Amber Sherer. She has one grandson: Julian Josiah.\nGlenis is a Cave Canem Fellow, a North Carolina Literary Fellowship Recipient, and a Kennedy Center Teaching Artist. Redmond is the Poet-in-Residence at The State Theatre in New Brunswick, New Jersey and the Peace Center for the Performing Arts in Greenville, South Carolina. During February 2016, at the request of U.S. State Department for their Speaker's Bureau, Glenis traveled to Muscat, Oman, to teach a series of poetry workshops and perform poetry for Black History Month. Glenis is a poetic fire-starter: She founded the first Greenville Poetry Slamat Wittershin's Bookstore Then, at the Village Café.She took the first all-female team to the National Poetry Slam in Middletown, Connecticut. Glenis made it to the finals as Individual. She came in 4th place in Nationals that year. In the 1990's she was a Southern Fried Poetry Slam Individual Champion twice and also placed in the top ten of the National Poetry Slam. She was one of the original founders of WordSlam, the youth slam movement in Asheville, NC that began in 2007.\nIn 2014-2018, she prepared student poets to read at the Library of Congress, the Department of Education and for the First Lady, Michelle Obama at The White House during the Obama years. The students now read at the Library of Congress.\nIn 2011, she co-founded Peace Voices, a poetry program dedicated to poetic outreach through the Education and Outreach Department The Peace Center for the Performing Arts in Greenville, South Carolina.\n\"Author and T&W Board member \"Tayari Jones\" selected Glenis Redmond’s essay, “Poetry as a Mirror,” as the runner-up for the 2018 Bechtel Prize. Teachers & Writers Collaborative awards the annual Bechtel Prize to the author of an essay that explores themes related to creative writing, arts education, and/or the imagination.\"\nGlenis also helped create the first Writer-in-Residence at the Carl Sandburg Home National Historic Site in Flat Rock, North Carolina.  Redmond’s “Dreams Speak: My Father’s Words” was chosen for third place for the North Carolina Literary Review’s James Applewhite Prize and “Sketch,” “Every One of My Names,” and “House: Another Kind of Field will be published in \"NCLR\" in 2019. These poems are about —Harriet Tubman, the most famous conductor of the underground railroad; Harriet Jacobs, who escaped from slavery and became an abolitionist, and the author of \"Incidents in the Life of a Slave Girl\"; and Harriet E. Wilson, who was held as an indentured servant in the North and went on to become an important novelist, businesswoman, and religious speaker.\nThemes in her works include: African-American celebration and struggle, women's issues and overcoming chronic illness. She has helped children all over the world to write poems. Glenis helped create the Writer-in-Residence Program at the Carl Sandburg House in Flat Rock, NC.\nEducation.\nErskine College, Department of Psychology, B.A., 1985\nTexas Tech University Child and Family Studies, M., 1985-1988, ABT.\nWarren Wilson College, Poetry, M.F.A., 2011\nPublished Works.\nUnder the Sun published by Main Street [https://mainstreetragbookstore.com/product/under-the-sun/ Rag]\nWhat My Hand Say published by Press 53.[https://www.press53.com/glenis-redmond/]\nThesis.\nLocating Dramatic Markers and Subtle Threads of Dissonance in Rita Dove’s\nSonata Mulattica. Warren Wilson College, Spring, 2010.\nAwards.\nJames Applewhite Finalist and third place winner, North Carolina Literary Journal 2018\nRunner-up for the Bechtel Essay Prize, 2018\nDick Riley Diversity Leadership Fellow, 2014\nNazim Hikmet Poetry Festival Winner, 2014\nDanny C. Plattner Award, Best Poem in Appalachian Heritage, 2012.\nNazim Hikmet Poetry Festival winner, 2011.\n18th Annual Arida Arts Symposium Honoree, 2010.\nDenny C. Plattner Poetry Award, 2008.\nBest Poet WNC, Mt. Xpress, 1999 to 2011.\nWilliam Matthews Award, 2002. Vermont Studio Center Fellowship 1997.\nAtlantic Center for the Arts Fellowship, 1995.\nLiterary Journals.\n“I Wish you Black Sons” Obsidian Literature in Review, 2018\n“Cotton & Cane”, Cave Canem Anthology XIII, 2015.\n“ The Tao of the Little Black Comb”, Silver Birch Press, 2015\n. “I’m Fly”, Kakalak: A Journal for Carolina Poets, 2014.\n“What Hangs on Trees:  Legacies of the Southern Landscape, 2012.\n“Carolinese”, North Carolina Literary Review, Upcoming Summer, 2012.\n“Inside Voice”, Qarttsiluni Online Literary Magazine, September, 2011.\n“Bruised”, Qarrtsiluni Online Literary Magazine, June 2011.\n“My Name’s Not Denmark,” Borderlands, Volume 1, Issue 7, 2011.\n“Say Carolina”, “Authors’ Conference” & “Close as I Get to Cursing”, Fall 2011.\n“Nostalgia”, Obsidian Literature and Review, Spring, 2011.\n“How Not to Fall in Love with a Soldier” & “I Lost the Baby”, Fall, 2010.\nVideo.\nPoetry Off the Page, Asheville Middle School https://www.youtube.com/watch?v=JJuuxZRCNuE\nTao of the Black Plastic Comb http://motionpoems.org/episode/the-tao-of-the-black-plastic-comb/\nCollaborations.\nSketches (The Life of Harriet E. Wilson in Dance Poetry and Music) https://www.youtube.com/watch?v=RJgWgL9Zb4A","categories":[],"infobox_types":[],"annotations":[{"uri":"Sumter%2C_South_Carolina","surface_form":"Sumter, South Carolina","offset":80},{"uri":"Poet","surface_form":"poet","offset":113},{"uri":"Teacher","surface_form":"teaching artist","offset":124},{"uri":"Panegyric","surface_form":"praise poet","offset":159},{"uri":"Writer","surface_form":"writer","offset":175},{"uri":"Poetry","surface_form":"poetry","offset":210},{"uri":"State_Theatre_(New_Brunswick%2C_New_Jersey)","surface_form":"State Theatre","offset":510},{"uri":"New_Brunswick%2C_New_Jersey","surface_form":"New Brunswick, New Jersey","offset":527},{"uri":"Peace_Center","surface_form":"Peace Center for the Performing Arts","offset":561},{"uri":"Greenville%2C_South_Carolina","surface_form":"Greenville, South Carolina","offset":601},{"uri":"Library_of_Congress","surface_form":"Library of Congress","offset":1448},{"uri":"United_States_Department_of_Education","surface_form":"Department of Education","offset":1473},{"uri":"First_Lady","surface_form":"First Lady","offset":1509},{"uri":"Michelle_Obama","surface_form":"Michelle Obama","offset":1521},{"uri":"The_White_House","surface_form":"The White House","offset":1539},{"uri":"African-American","surface_form":"African-American","offset":2946},{"uri":"Celebration","surface_form":"celebration","offset":2963},{"uri":"Struggle","surface_form":"struggle","offset":2979},{"uri":"Disease","surface_form":"chronic illness","offset":3019},{"uri":"World","surface_form":"world","offset":3073}]}