{"id":451779,"url":"http://en.wikipedia.org/wiki/Coracle","text":"The coracle is a small, lightweight boat. They were used in Wales, parts of Western and South West England, Ireland, and Scotland The word is also to describe similar boats from India, Vietnam, Iraq and Tibet. The word \"coracle\" comes from the Welsh word \"cwrwgl.\" This is related to the Irish and Scottish Gaelic word \"currach.\" It is recorded in English as early as the 16th century. Other old English spellings include \"corougle\", \"corracle\", \"curricle\" and \"coricle\".\nStructure.\nCorricles are oval in shape, and look like half a walnut shell. They are made with a framework of split willow branches, twisted together and tied with willow bark. Originally the outer layer was an animal skin from a horse or bullock. These skins were covered with a thin layer of tar to make them keep the water out. Today coracles are made with calico or canvas covered in tar, or simply fibreglass. The Asian coracle is made differently. It uses bamboo and the water is kept out with a layer of resin and coconut oil. The coracle does not have a keel. The flat bottom allows the weight of the boat and its load to be spread evenly. This means it does not need much water to float – as little as a few inches, making it ideal for use on rivers.\nCoracles have different designs, as they are designed for the river conditions where they are built and used. The Teifi coracle is flat-bottomed, because it is designed for use in the shallow rapids which common on the river in the summer. The Carmarthen coracle is rounder and deeper, because it is used in tidal waters on the Tywi, where there are no rapids. Teifi coracles are made from local wood. They use willow for the body of the boat, called a lats. Hazel is used for the bit around the top, called Y bleth in Welsh. Tywi coracles have been made from sawn ash for a long time. These days working boats are made from fibreglass. Teifi coracles do not use nails. The twisting together of the lats makes them strong. The Carmarthen coracles use copper nails and are not twisted together.\nCoracles are good for fishing because they do not disturb the water or the fish. They can be controlled easily with one arm, while the other arm manages the net; two coracles to a net. The coracle is moved with a broad-bladed paddle. These are also have different designs between different rivers. It is used in a sculling action. The blade makes a figure-of-eight pattern in the water. The paddle is used towards the front of the coracle, pulling the boat forward, with the paddler facing in the direction of travel.\nA Welsh Coracle can be carried by a person on their back. 'Llwyth dyn ei gorwgl' — the load of a man is his coracle. (Welsh saying).\nHistory.\nThe coracle was designed to be used in the quickly flowing streams of Wales and parts of the rest of Britain and Ireland. Coracles are very old, Julius Caesar saw them in Britain in the 1st century BC. Archaeologists believe they have discovered the remains of a coracle in a Bronze Age grave at Barns Farm near Dalgety Bay. Others have been discovered at Corbridge and near Ferriby.\nCoracles are so light that they can easily be carried on the fisherman's shoulders. Coracle fishing is performed by two coraclers. The net is stretched across the river between the two coracles. These are paddled with one handed and the net is dragged down the river in the other. When a fish is caught, each fisherman pulls up an end of the net until the two coracles are brought to touch, and the fish is grabbed and put into the boat.\nToday.\nCoracles are not used much these days. They can be seen in tourist areas of West Wales, and sometimes in Shropshire on the River Severn. There is a public house in Sundorne, Shrewsbury called \"The Coracle\". It has a sign showing a man using a coracle on a river. The Welsh Rivers Teifi and Tywi are the best places to find coracles in Wales. On the Teifi they are usually seen between Cenarth, Cilgerran and Llechryd.\nIn 1974 Bernard Thomas of Llechryd crossed the English Channel to France in 13½ hours in a coracle. The journey showed how the Bull Boats of the Mandan Indians of North Dakota could have been copied from coracles introduced by Prince Madog in the 12th century.\nFor many years until 1979, Shrewsbury coracle maker Fred Davies became famous among football fans. He would sit in his coracle during Shrewsbury Town FC home matches at Gay Meadow, and get the footballs that landed in the River Severn. Although Davies died in 1994, his legend is still linked to the club.\nThe Coracle Society.\nThere are many Society members across the country who show the coracle at events and/or run coracle building courses. Terry Kenny, the current chairman of the Society, runs several courses each year at the Green Wood Centre. Some of this year's events are listed on the [http://www.coraclesociety.org.uk official Coracle Society website].\nThe Society was present at the 2005 Shrewsbury River Festival, where they had various coracles on the River Severn. There is also an Annual Coracle Regatta held in Ironbridge on the August Bank Holiday Monday every year. It is organised by the Green Wood Centre. Anyone with a coracle can take part in the event. Each year new people come with coracles which they have made on the Bank Holiday weekend at the Green Wood Centre with local coracle maker Terry Kenny.\nThe third Coracle Challenge, which raises funds in support of Macmillan Cancer Support took place in Shrewsbury on 19 May 2009.\nSafety.\nThe coracle is an unstable craft. Because it sits \"on\" the water, rather than \"in\" it, the vessel can easily be carried by currents and the wind. The Coracle Society has written a guide for safely using coracles.\nSimilar craft.\nThe oldest instructions for building a coracle are on a 4000-year-old cuneiform clay tablet. This was dictated by the Mesopotamian god Enki to Atra-Hasis on how to build a round \"ark\". The tablet is about 2,250 years older than than the flood myths, none of which contain such details. The earliest known written evidence of a coracle-type boat (quffa), still in use today, is in the Bible, Exodus 2:3.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wales","surface_form":"Wales","offset":60},{"uri":"West_Country","surface_form":"Western","offset":76},{"uri":"South_West_England","surface_form":"South West England","offset":88},{"uri":"Ireland","surface_form":"Ireland","offset":108},{"uri":"Scotland","surface_form":"Scotland","offset":121},{"uri":"India","surface_form":"India","offset":178},{"uri":"Vietnam","surface_form":"Vietnam","offset":185},{"uri":"Iraq","surface_form":"Iraq","offset":194},{"uri":"Tibet","surface_form":"Tibet","offset":203},{"uri":"Welsh_language","surface_form":"Welsh","offset":244},{"uri":"Scottish_Gaelic","surface_form":"Scottish Gaelic","offset":298},{"uri":"Currach","surface_form":"currach","offset":320},{"uri":"16th_century","surface_form":"16th century","offset":372},{"uri":"Curricle","surface_form":"curricle","offset":447},{"uri":"Walnut","surface_form":"walnut","offset":533},{"uri":"Willow","surface_form":"willow","offset":587},{"uri":"Cattle","surface_form":"bullock","offset":710},{"uri":"Tar","surface_form":"tar","offset":765},{"uri":"Calico_(textile)","surface_form":"calico","offset":831},{"uri":"Canvas","surface_form":"canvas","offset":841},{"uri":"Fibreglass","surface_form":"fibreglass","offset":874},{"uri":"Bamboo","surface_form":"bamboo","offset":933},{"uri":"Resin","surface_form":"resin","offset":982},{"uri":"Coconut","surface_form":"coconut","offset":992},{"uri":"Keel","surface_form":"keel","offset":1033},{"uri":"Fibreglass","surface_form":"fibreglass","offset":1856},{"uri":"Paddle","surface_form":"paddle","offset":2251},{"uri":"Julius_Caesar","surface_form":"Julius Caesar","offset":2830},{"uri":"1st_century_BC","surface_form":"1st century BC","offset":2871},{"uri":"Archaeologists","surface_form":"Archaeologists","offset":2887},{"uri":"Bronze_Age","surface_form":"Bronze Age","offset":2961},{"uri":"Dalgety_Bay","surface_form":"Dalgety Bay","offset":2997},{"uri":"Corbridge","surface_form":"Corbridge","offset":3041},{"uri":"Ferriby","surface_form":"Ferriby","offset":3060},{"uri":"Tourist","surface_form":"tourist","offset":3573},{"uri":"Shropshire","surface_form":"Shropshire","offset":3619},{"uri":"Public_house","surface_form":"public house","offset":3662},{"uri":"Sundorne","surface_form":"Sundorne","offset":3678},{"uri":"River_Tywi","surface_form":"Tywi","offset":3804},{"uri":"Cenarth","surface_form":"Cenarth","offset":3899},{"uri":"Cilgerran","surface_form":"Cilgerran","offset":3908},{"uri":"Llechryd","surface_form":"Llechryd","offset":3922},{"uri":"English_Channel","surface_form":"English Channel","offset":3979},{"uri":"Bull_Boat","surface_form":"Bull Boat","offset":4059},{"uri":"Mandan","surface_form":"Mandan","offset":4077},{"uri":"North_Dakota","surface_form":"North Dakota","offset":4095},{"uri":"Prince_Madog","surface_form":"Prince Madog","offset":4159},{"uri":"Shrewsbury","surface_form":"Shrewsbury","offset":4220},{"uri":"Shrewsbury_Town_FC","surface_form":"Shrewsbury Town FC","offset":4327},{"uri":"Green_Wood_Centre","surface_form":"Green Wood Centre","offset":4726},{"uri":"Shrewsbury_River_Festival","surface_form":"Shrewsbury River Festival","offset":4895},{"uri":"River_Severn","surface_form":"River Severn","offset":4961},{"uri":"Ironbridge","surface_form":"Ironbridge","offset":5023},{"uri":"Green_Wood_Centre","surface_form":"Green Wood Centre","offset":5103},{"uri":"Macmillan_Cancer_Support","surface_form":"Macmillan Cancer Support","offset":5386},{"uri":"Shrewsbury","surface_form":"Shrewsbury","offset":5425},{"uri":"Cuneiform","surface_form":"cuneiform","offset":5758},{"uri":"Enki","surface_form":"Enki","offset":5823},{"uri":"Atra-Hasis","surface_form":"Atra-Hasis","offset":5831},{"uri":"Flood_myth","surface_form":"flood myth","offset":5925}]}