{"id":451853,"url":"http://en.wikipedia.org/wiki/Daniel_Howell","text":"Daniel James \"Dan\" Howell (born 11 June 1991) is an English vlogger. He is best known for his YouTube channel \"Daniel Howell\", previously known as \"danisnotonfire\". His YouTube channel reached 6 million subscribers on 10 August, 2016. That is not his only channel. He has a side channel called danisnotinteresting. He co-stars with Phil Lester (AmazingPhil) in DanAndPhilGAMES (their gaming channel) and DanAndPhilCRAFTS (which was an April fools joke) Dan presented \"Dan and Phil\" on BBC Radio 1 with fellow Youtuber Phil Lester (a.k.a. AmazingPhil his best friend and flat mate). Dan has also been on a world tour with Phil Lester and written two books, as well as created a merchandise store.\nPersonal life.\nHowell was born and grew up in Wokingham, Berkshire where he chose to study Law. Before starting his YouTube channel, he worked in the shops Focus DIY (where he sold an axe and memes to a 12 year old) and Asda (where he got fired). He went to school at The Forest School. Once he finished school, Howell went to the University of Manchester. He left university early to spend more time making videos for YouTube. He currently lives in London with his roommate and best friend, Phil Lester. He has a younger brother named Adrian who is 18.\nHe is openly gay. He has clinical depression.\nYouTube.\nHowell started making YouTube videos because he had been watching other youtubers for a long time. He was also encouraged by some friends to upload videos. Phil Lester was one of his friends who encouraged him.\nIn 2010 and 2011, Howell took part in \"Stickaid\". This is a live broadcast which happens every year. It is 24 hours long and encourages viewers to donate to the charity UNICEF.\nIn 2012, Howell won \"SuperNote\". This is a competition on YouTube run by Rhett and Link.\nHowell was also in the video series \"Becoming YouTube\" created by Benjamin Cook. Becoming YouTube is about becoming an internet celebrity.\nHowell also writes a blog for The Huffington Post. In this, he writes about making his YouTube videos.\nHowell and Lester made a YouTube series together called \"The Super Amazing Project\". The series is made for My Damn Channel. In this series, they explore paranormal events. In May 2014, The Super Amazing Project had over 530,000 subscribers. In December 2012, the YouTube show finished its third series of 12 episodes. Episodes of \"The Super Amazing Project\" are not made every week anymore. 'Seasonal specials' are still made. The 'Internet News' part of their radio show uses some ideas from these videos. Unfortunately, Dan and Phil do not upload any more videos due to their busy schedules.\nIn Jan 2015, his YouTube channel had more than 4.3 million subscribers. His videos have been watched more than 290 million times. In August, Howell hit 5 million subscribers.\nAwards and nominations.\nIn 2012, Howell was voted \"Hottest Lad of the Year\" by readers of the web magazine Sugarscape.\nIn 2013, Howell and Lester were voted the UK’s favourite radio presenters and won the Sony Golden Headphones Award, presented by the Sony Radio Academy Awards. The won this for their radio show, \"Dan and Phil\".\nIn 2013, Howell came second in Sugarscape's \"Hottest Lads of 2013\", a competition he had won a year before. He came second to his friend, Phil Lester.\nIn 2014, Howell came fifth Sugarscape's \"Hottest Lads of 2014.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"English_people","surface_form":"English","offset":52},{"uri":"Video_blogging","surface_form":"vlogger","offset":60},{"uri":"YouTube_channel","surface_form":"YouTube channel","offset":94},{"uri":"Dan_and_Phil","surface_form":"Dan and Phil","offset":468},{"uri":"BBC_Radio_1","surface_form":"BBC Radio 1","offset":485},{"uri":"Phil_Lester","surface_form":"Phil Lester","offset":518},{"uri":"Phil_Lester","surface_form":"Phil Lester","offset":621},{"uri":"Berkshire","surface_form":"Berkshire","offset":753},{"uri":"Focus_DIY","surface_form":"Focus DIY","offset":852},{"uri":"Asda","surface_form":"Asda","offset":916},{"uri":"Forest_School_(Winnersh)","surface_form":"The Forest School","offset":964},{"uri":"University_of_Manchester","surface_form":"University of Manchester","offset":1027},{"uri":"London","surface_form":"London","offset":1146},{"uri":"Phil_Lester","surface_form":"Phil Lester","offset":1188},{"uri":"Gay","surface_form":"gay","offset":1263},{"uri":"Clinical_depression","surface_form":"clinical depression","offset":1275},{"uri":"UNICEF","surface_form":"UNICEF","offset":1685},{"uri":"Rhett_and_Link","surface_form":"Rhett and Link","offset":1766},{"uri":"Benjamin_Cook_(journalist)","surface_form":"Benjamin Cook","offset":1848},{"uri":"Internet_celebrity","surface_form":"internet celebrity","offset":1901},{"uri":"The_Huffington_Post","surface_form":"The Huffington Post","offset":1951},{"uri":"My_Damn_Channel","surface_form":"My Damn Channel","offset":2132},{"uri":"Sugarscape","surface_form":"Sugarscape","offset":2901},{"uri":"Sony_Radio_Academy_Awards","surface_form":"Sony Radio Academy Awards","offset":3046},{"uri":"Dan_and_Phil","surface_form":"Dan and Phil","offset":3109}]}