{"id":451969,"url":"http://en.wikipedia.org/wiki/Wales_Coast_Path","text":"The Wales Coast Path () is a long-distance footpath which follows the whole coastline of Wales. It opened on 5 May 2012. It is long, from Chepstow in the south to Queensferry in the north.\nWales is the first country in the world to build a footpath along its entire coastline. The Path runs through eleven National Nature Reserves and other nature reserves, including those managed by The Wildlife Trusts or Royal Society for the Protection of Birds (RSPB). Lonely Planet rated the coast of Wales first in its Best in Travel: top 10 regions for 2012.\nDescription.\nThe Wales Coast Path was opened on 5 May 2012, as the world's first coastal path to cover an entire country. It follows the Welsh coastline from Chepstow in the south east to near Queensferry in the north. It joined together some existing paths, such as the North Wales Path, the Anglesey Coastal Path and the Llŷn Coastal Path. The Pembrokeshire Coast Path is a National Trail. and in 2011 was voted by National Geographic magazine as the second-best coastal destination in the world.\nThe long path goes through different coastal areas. These include the mouth of the River Dee, the seaside towns of north Wales, the Menai Strait, the Isle of Anglesey, the Llŷn Peninsula, Cardigan Bay, miles of sand in the National Park in Pembrokeshire, Gower, Cardiff Bay, Cardiff, and Chepstow.\nThe whole path can be used by walkers. Some sections can also be used by cyclists, families with pushchairs, people with restricted mobility, and horse riders.\nThe Countryside Council for Wales (now Natural Resources Wales) set up the path, and each of 15 local government areas it passes through look after their own section. There were already five coastal paths, in Pembrokeshire, Anglesey, Gwynedd, Ceredigion and the North Wales coast. These became five of the eight geographical areas that now make up the path. The other three areas are made up of single and combined counties and county boroughs with coastlines.\nHistory and development.\nThe Wales Coast Path was set up by the Welsh Government with the former Countryside Council for Wales, sixteen local authorities and two National Parks. Since 2007 the Welsh Government has spent £2 million per year to improve public access to the coast through its Coastal Access Improvement Programme. The European Regional Development Fund has also given £3.9 million over three years to support the project.\nThe idea for the path was based on the success of the Pembrokeshire Coast Path National Trail and the Isle of Anglesey Coastal Path. Plans for the path were shown by First Minister Rhodri Morgan in June 2006, at the opening of the 125-mile path around Anglesey. It was thought the project would take up to five years; it has been nearer six. Visitors to the Pembrokeshire and Anglesey coastal paths bring a lot of money into Wales. It was also seen as an important to encourage both locals and visitors to discover and enjoy Wales’ outdoor spaces, also gain health and welfare benefits from walking.\nThe Countryside Council for Wales said that improvements to the path would continue during 2012 and 2013. The path will follow the coastline as close as it is safe and practical. The completed path is expected to lead to making shorter circular paths, linking to inland towns and villages.\nThe opening.\nThe official opening of the path took place in a number of places on 5 May 2012. These places showed the path’s beauty and ease of access for walkers of all ages, fitness and ability. To celebrate the opening, Ramblers Cymru, hosted the Big Welsh Coastal Walk, with over 5,500 people taking part.\nNorthern Eye Books are writing the Official Guidebooks for five sections of the Wales Coast Path: North Wales Coast, Isle of Anglesey, Llyn Peninsula, Carmarthenshire and Gower, and the South Wales Coast. They already publish the Official Guide for Anglesey, \"Walking the Isle of Anglesey Coastal Path\" by Carl Rogers. There are also guidebooks to the Ceredigion Coast Path and the Pembrokeshire Coast Path by other publishers.\nThe first anniversary of the opening of the path was marked on radio and television. It is estimated that in that first year some 2.8 million people walked parts of the path, adding £16 million to the Welsh economy. It is estimated that more than 800,000 visitors to the path also stayed the night in one of the many guest-houses, B&B's and hotels along the route.\nA complete walk around Wales.\nThe of the Wales Coast Path joins the Offa's Dyke Path National Trail. This path follows the border with England, to make a walking path around almost the whole of Wales.\nProblems.\nThe Open Spaces Society is angry because some landowners will not allow the path to cross their land. This means more than 20% of the route will have to be on roads, sometimes out of sight of the sea. A Countryside Council for Wales spokeswoman said: “Just over 20% of the WCP is on road, slightly less than the average for national trails in Britain, which is in the region of 25%. This is mainly on quiet, country lanes.”\nIn 2014 there was a temporary road route north of Cardigan, connecting Gwbert with Mwnt. The Ceredigion Coast Path section in that area could not be used because of legal actions.\nWalkers have a view overlooking a gypsy caravan site at Rover Way in Cardiff. People living here are worried about their privacy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Footpath","surface_form":"footpath","offset":43},{"uri":"Wales","surface_form":"Wales","offset":89},{"uri":"Chepstow","surface_form":"Chepstow","offset":138},{"uri":"Queensferry%2C_Flintshire","surface_form":"Queensferry","offset":163},{"uri":"List_of_national_nature_reserves_in_Wales","surface_form":"National Nature Reserve","offset":306},{"uri":"The_Wildlife_Trusts","surface_form":"The Wildlife Trusts","offset":385},{"uri":"Royal_Society_for_the_Protection_of_Birds","surface_form":"Royal Society for the Protection of Birds","offset":408},{"uri":"Lonely_Planet","surface_form":"Lonely Planet","offset":458},{"uri":"North_Wales_Path","surface_form":"North Wales Path","offset":822},{"uri":"Anglesey_Coastal_Path","surface_form":"Anglesey Coastal Path","offset":844},{"uri":"Ll%C5%B7n_Coastal_Path","surface_form":"Llŷn Coastal Path","offset":874},{"uri":"Pembrokeshire_Coast_Path","surface_form":"Pembrokeshire Coast Path","offset":897},{"uri":"National_Trail","surface_form":"National Trail","offset":927},{"uri":"National_Geographic_(magazine)","surface_form":"National Geographic","offset":968},{"uri":"River_Dee_(Wales)","surface_form":"River Dee","offset":1133},{"uri":"Menai_Strait","surface_form":"Menai Strait","offset":1182},{"uri":"Isle_of_Anglesey","surface_form":"Isle of Anglesey","offset":1200},{"uri":"Ll%C5%B7n_Peninsula","surface_form":"Llŷn Peninsula","offset":1222},{"uri":"Cardigan_Bay","surface_form":"Cardigan Bay","offset":1238},{"uri":"National_Park","surface_form":"National Park","offset":1273},{"uri":"Pembrokeshire","surface_form":"Pembrokeshire","offset":1290},{"uri":"Gower","surface_form":"Gower","offset":1305},{"uri":"Cardiff_Bay","surface_form":"Cardiff Bay","offset":1312},{"uri":"Cardiff","surface_form":"Cardiff","offset":1325},{"uri":"Countryside_Council_for_Wales","surface_form":"Countryside Council for Wales","offset":1512},{"uri":"Natural_Resources_Wales","surface_form":"Natural Resources Wales","offset":1547},{"uri":"Local_government_in_Wales","surface_form":"local government","offset":1604},{"uri":"Welsh_Government","surface_form":"Welsh Government","offset":2033},{"uri":"Countryside_Council_for_Wales","surface_form":"Countryside Council for Wales","offset":2066},{"uri":"Coastal_Access_Improvement_Programme","surface_form":"Coastal Access Improvement Programme","offset":2259},{"uri":"European_Regional_Development_Fund","surface_form":"European Regional Development Fund","offset":2301},{"uri":"Pembrokeshire_Coast_Path","surface_form":"Pembrokeshire Coast Path","offset":2459},{"uri":"Isle_of_Anglesey_Coastal_Path","surface_form":"Isle of Anglesey Coastal Path","offset":2507},{"uri":"Rhodri_Morgan","surface_form":"Rhodri Morgan","offset":2586},{"uri":"Ramblers","surface_form":"Ramblers Cymru","offset":3518},{"uri":"Offa%27s_Dyke_Path","surface_form":"Offa's Dyke Path","offset":4466},{"uri":"Wales-England_border","surface_form":"the border with England","offset":4517},{"uri":"Open_Spaces_Society","surface_form":"Open Spaces Society","offset":4613},{"uri":"Cardigan%2C_Ceredigion","surface_form":"Cardigan","offset":5083},{"uri":"Gwbert","surface_form":"Gwbert","offset":5104},{"uri":"Mwnt","surface_form":"Mwnt","offset":5116},{"uri":"Romani_people","surface_form":"gypsy","offset":5247},{"uri":"Caravan_(travellers)","surface_form":"caravan","offset":5253},{"uri":"Cardiff","surface_form":"Cardiff","offset":5282}]}