{"id":451967,"url":"http://en.wikipedia.org/wiki/Petro_Poroshenko","text":"Petro Oleksiyovych Poroshenko (; born 26 September 1965 in Bolhrad) is a Ukrainian billionaire businessman. He became President of Ukraine on 7 June 2014. He lost his re-election in 2019 to comedian Volodymyr Zelensky.\nPoroshenko was the People's Deputy of Ukraine of the 3rd, 4th, 5th, 7th and 9th convocations (1998-2014, since 2019). He is a founder of the Solidarity Party of Ukraine and one of the co-founders of the Labor Solidarity Party of Ukraine, which later changed its name to the Party of Regions. He served as Minister of Foreign Affairs (2009-2010) in the second government of Yulia Tymoshenko and Minister of Trade (2012) in the government of Mykola Azarov. He was a member of the Council of the National Bank of Ukraine (2007-2014).\nElected President of Ukraine in May 2014, winning 54.7% of the vote in the first round. During his presidency, he suspended active Russian aggression in eastern Ukraine and gained Ukraine's foreign policy support from Western (Europe and North America) countries. Under his presidency, Ukraine received a visa-free regime with the EU (2017). He contributed to the granting of autocephaly to the Ukrainian Orthodox Church (2018-2019). He initiated unprecedented reforms in the army, education, medicine, public administration, etc. He ran in the 2019 presidential election, but lost to producer and showman Volodymyr Zelensky in the second round.\nIn addition to his political activities, Poroshenko is engaged in business and is considered one of the Ukrainian oligarchs; regularly ranks in the rankings of the wealthiest Ukrainians. He is partly the owner of the Roshen confectionery corporation, several automobile and bus factories, the 5 TV channel, etc.\nBiography.\nThe Poroshenko family is documented in the 1835 census in Safyany, Izmail County, Bessarabian Province. The family belongs to the community of Ukrainian burghers. The family lived on the lands of the Ust-Danube Budzhak Cossack army.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bolhrad","surface_form":"Bolhrad","offset":59},{"uri":"Billionaire","surface_form":"billionaire","offset":83},{"uri":"Businessman","surface_form":"businessman","offset":95},{"uri":"President_of_Ukraine","surface_form":"President of Ukraine","offset":118},{"uri":"2019_Ukrainian_presidential_election","surface_form":"re-election in 2019","offset":167},{"uri":"Volodymyr_Zelensky","surface_form":"Volodymyr Zelensky","offset":199},{"uri":"Orthodox_Church_of_Ukraine","surface_form":"Ukrainian Orthodox Church","offset":1145},{"uri":"Cossacks","surface_form":"Cossack","offset":1938}]}