{"id":45195,"url":"http://en.wikipedia.org/wiki/Coronary_artery_disease","text":"Coronary artery disease, also called coronary heart disease, is a heart disease. (\"Coronary\" means \"the blood vessels of the heart\".) Coronary heart disease causes plaque to build up inside the coronary arteries. This causes the coronary arteries to become narrower. An artery is a blood vessel - a tube that carries blood. After the heart supplies blood that is full of oxygen and nutrients, the arteries carry the blood to different parts of the body. The coronary arteries are very important: they supply blood to the heart muscle. So when the coronary arteries become narrower, less blood gets to the heart muscle.\nMost people with coronary heart disease can feel healthy for years before they start experiencing symptoms. The most common symptom is a heart attack. If coronary heart disease is not treated, some of the plaques in the coronary arteries can break away and block the blood flow to the heart. Coronary heart disease is the most common cause of sudden death. It is also the most common cause of death in people over 65 years old. Men are 10 times more likely to get coronary heart disease than women.\nAtherosclerosis.\nAtherosclerosis is a form of heart disease. It causes fatty materials (like cholesterol) to build up in the arteries, forming harder materials called plaques. This causes the arteries to become harder. It also makes it more difficult for blood to flow through the arteries. This can cause blood clots to form, blocking blood from traveling through the arteries. Small pieces of plaque can also break off and block smaller blood vessels.\nIf an artery becomes blocked completely, it causes serious problems. All cells, tissues, and organs in the body need oxygen and nutrients (carried by blood) to survive. If cells or tissues are not supplied with enough blood, they will die. (This is called necrosis.) When this happens in the coronary arteries, a section of the heart dies. This can cause a myocardial infarction (a heart attack) to happen.","categories":[],"infobox_types":[],"annotations":[{"uri":"Heart_disease","surface_form":"heart disease","offset":66},{"uri":"Heart","surface_form":"heart","offset":125},{"uri":"Plaque","surface_form":"plaque","offset":164},{"uri":"Blood_vessel","surface_form":"blood vessel","offset":282},{"uri":"Blood","surface_form":"blood","offset":317},{"uri":"Oxygen","surface_form":"oxygen","offset":371},{"uri":"Nutrient","surface_form":"nutrient","offset":382},{"uri":"Heart","surface_form":"heart","offset":605},{"uri":"Symptom","surface_form":"symptom","offset":717},{"uri":"Heart_attack","surface_form":"heart attack","offset":756},{"uri":"Fat","surface_form":"fat","offset":1189},{"uri":"Cholesterol","surface_form":"cholesterol","offset":1211},{"uri":"Blood_clot","surface_form":"blood clot","offset":1424},{"uri":"Cell","surface_form":"cell","offset":1645},{"uri":"Tissue_(biology)","surface_form":"tissues","offset":1652},{"uri":"Organ_(anatomy)","surface_form":"organs","offset":1665},{"uri":"Necrosis","surface_form":"necrosis","offset":1828},{"uri":"Heart_attack","surface_form":"heart attack","offset":1954}]}