{"id":452014,"url":"http://en.wikipedia.org/wiki/History_of_rail_transport_in_the_Netherlands","text":"History of rail transport in the Netherlands On September 20, 1839, the first train rode through the Netherlands. It was a short trip from Amsterdam to Haarlem. The train was called the \"Arend\". It was a steam locomotive. The history of the Dutch railways can be divided into six periods starting in the year 1839. The planning for railways lasted from 1840-1860, the early expansion of the railways, government construction of new railways from 1860-1890, consolidation of the railways from 1890-1938, the 'Nederlandse Spoorwegen' monopoly from 1938-1992, and the time following the end of this monopoly, from 1992-present.\n1839.\nThe first modern railway was built in England in 1830. It ran between the English towns of Liverpool and Manchester. A Dutch artillery officer, William A. Bake, was there when it opened. When Bake came back to the Netherlands, he made plans to connect the city of Amsterdam to Amersfoort and Amersfoort to Arnhem. King William supported Bake's plan. Unfortunately, his timing was bad. His plan to find money to build the railroad did not succeed. Dutch businessmen did not want to invest their money in a Dutch railroad at that time. They were worried about their investments in Spain. With no money, his plan did not work.\nBelgium and Germany started to copy the English railway tracks, and King William I of the Netherlands did want to be left behind. With the king's interest, the railways improved and became safer. The new railways were able to work in the soil of the Netherlands.\nKing William allowed engineers to study whether a railroad system would be possible in the Netherlands. But it was difficult to find money to fund the railway tracks. The king made his decision on August 8, 1837. Eventaully, the Dutch government decided to pay to built the railroads. After 2 years, the first railway company was founded. It was called the Hollandse Ijzeren Spoorweg Maatschappi, or (HIJSM). They began with the construction of the railway track that connected Amsterdam and Haarlem. The first steam locomotive to ride this track was a small locomotive called \"de Arend\".\nThe expansion.\nAfter the success of the first railway track that connected Amsterdam to Haarlem. The railroads started to expand and a new railway company was found. It was called the ‘Nederlandse Rhijnspoorweg Maatschappij’ (NSR). They both made the new railroad to Rotterdam The railway would cross everything.\nThe railway to Rotterdam.\nThe NSR and the HIJSM bought every piece of land to proceed. But some landowners and farmers didn’t like the idea of a railway crossing their farm, because it could frighten the cows. There was even a big incident that happened while making a railway track that connected Amsterdam to Rotterdam. A land owner called Aernout Hendrik van Wickenvoort Crommelin only wanted to sell his piece of land if a train station was built favorable for him. The HIJSM and NSR didn’t like that so they tried to make the railway track go around his piece of land. Unfortunately it failed. Still Aernout had given them some land to continue. The NSR and HIJSM lost a lot of money on this incident and it was later called: ‘Het laantje van van der Gaag'. The railroad was finished in 1847.\nThe first railway of the NSR.\nThe NSR also wanted to built a railway by their self. This railway would go from Amsterdam to Utrecht to Arnhem and then on to Germany. The making of it didn’t went really well because they could not find enough investors. But luckily was our King William I again the savior of the railroads. But there was a problem with the constructing of the railway because the Dutch railways were built on Dutch broad gauge and the connection in Germany was made on standard gauge. The railroad to Utrecht was finished on December 18, 1843, The next stretch to Arnhem on May, 16 1845. The final stretch to Germany took 11 years because the other part of the railroad had to be made in Standard gauge.\nThe Spoorwegnet.\nIn 1860 the Spoorwegnet was founded. It is a system that connects all the cities with railways built by the government.\nNew companies.\nIn 1863, a new railway company was founded. It was called the Maatschappij tot Exploitatie van Staatsspoorwegen or SS for short. This company was not founded by the government. It was founded by a private group of investors who had acquired a license to use railways built by the state.\nThe other companies also continued building railroad tracks. More railway companies were founded. One was the Noord-Brabants-duitse Spoorweg-Maatschappij, or NBDS, often called S for short. It was founded to complete the railway track that connected Saint Petersburg, Berlin and London.\nThe fusion.\nIn the 1800s, railways in the Netherlands were run by many different companies that all had their own rules and trains. This made rail travel very inconvenient.\nIn 1890, all the railway companies in the Netherlands were merged and then split into 2 companies. The HSM and the SS. The railways were reclassified based on the English model.\nWorkers on strike.\nIn 1903, the workers at the railway companies went on strike, meaning they stopped working until their bosses met their demands. They felt their working conditions were very bad. They earned low wages for very hard work. The strike was successful. The bosses agreed to improve working conditions. When World War I began in 1914, the Netherlands stayed neutral. Train transportation was then used by armies. The railways were part of the war because it was easy to transport soldiers and equipment. The HSM and the SS had to work together very closely. In 1937, they merged, becoming the \"Nederlandse Spoorwegen\" or NS.\nEvolution of train stations.\nIn total there are 404 railway stations in the Netherlands. 381 stations are managed by the NS. Some of them are very old looking and some are more modern.\nIn the past, passengers had to rely on yellow signboards to watch for trains. There were no escalators. The Zandvoort station has much of the older style of architecture, while Utrecht CS is new.\nType of trains.\nThere have been many different trains in the Netherlands. The first were steam trains, then diesel trains and now electric trains.\nThe first train was called the Arend and it drove from Amsterdam to Haarlem. The many other steam trains that came after were all named by series and by number, as in series 600.\nDiesel trains were cheaper and easier to use than steam trains. Currently, the only diesel trains still running are called the buffel. They run on the following lines: Zwolle – Enschede, Zwolle – Kampen, and Apeldoorn – Zutphen.\nMost of the trains in the Netherlands today are electric. They are noticeable by the big electricity masts that give them power.\nTrains are usually divided into two classes of seating, first and second.\nIn the past, there was also a third class, but it has been discontinued. Almost all the trains today have one day's free Wi-Fi connection so passengers can use the Internet. In the past, passengers had to buy tickets to take the train, but now they can use OV chipkaarts.\nTypes of trains in the Netherlands.\n• Sprinters are fast trains that stop at every station\n• The Thalys is a new high-speed train that can reach 300 km/h.\n• Intercity is also an express train; it travels from one city to another without stops.","categories":[],"infobox_types":[],"annotations":[{"uri":"Train","surface_form":"train","offset":78},{"uri":"Netherlands","surface_form":"Netherlands","offset":101},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":139},{"uri":"Haarlem","surface_form":"Haarlem","offset":152},{"uri":"Arend","surface_form":"Arend","offset":187},{"uri":"Steam_locomotive","surface_form":"steam locomotive","offset":204},{"uri":"Dutch_people","surface_form":"Dutch","offset":241},{"uri":"Rail_transport","surface_form":"railways","offset":247},{"uri":"Nederlandse_Spoorwegen","surface_form":"Nederlandse Spoorwegen","offset":508},{"uri":"England","surface_form":"England","offset":669},{"uri":"Liverpool","surface_form":"Liverpool","offset":722},{"uri":"Manchester","surface_form":"Manchester","offset":736},{"uri":"Artillery","surface_form":"artillery","offset":756},{"uri":"William_A._Bake","surface_form":"William A. Bake","offset":775},{"uri":"The_Netherlands","surface_form":"the Netherlands","offset":841},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":895},{"uri":"Amersfoort","surface_form":"Amersfoort","offset":908},{"uri":"Arnhem","surface_form":"Arnhem","offset":937},{"uri":"William_I_of_the_Netherlands","surface_form":"King William","offset":945},{"uri":"Timing","surface_form":"timing","offset":1000},{"uri":"Finance","surface_form":"find money to build","offset":1028},{"uri":"Businessperson","surface_form":"businessmen","offset":1084},{"uri":"Investment","surface_form":"invest","offset":1112},{"uri":"Money","surface_form":"money","offset":1125},{"uri":"Spain","surface_form":"Spain","offset":1210},{"uri":"Belgium","surface_form":"Belgium","offset":1255},{"uri":"Germany","surface_form":"Germany","offset":1267},{"uri":"William_I","surface_form":"William I","offset":1328},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":1996},{"uri":"Haarlem","surface_form":"Haarlem","offset":2010},{"uri":"Steam_locomotive","surface_form":"steam locomotive","offset":2029},{"uri":"Locomotive","surface_form":"locomotive","offset":2077},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":2182},{"uri":"Haarlem","surface_form":"Haarlem","offset":2195},{"uri":"(NSR)","surface_form":"(NSR)","offset":2332},{"uri":"Farm","surface_form":"farm","offset":2588},{"uri":"Cow","surface_form":"cow","offset":2624},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":2718},{"uri":"Rotterdam","surface_form":"Rotterdam","offset":2731},{"uri":"HIJSM","surface_form":"HIJSM","offset":2894},{"uri":"NSR","surface_form":"NSR","offset":2904},{"uri":"Het_laantje_van_van_der_Gaag","surface_form":"Het laantje van van der Gaag","offset":3152},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":3329},{"uri":"Utrecht","surface_form":"Utrecht","offset":3342},{"uri":"Arnhem","surface_form":"Arnhem","offset":3353},{"uri":"Germany","surface_form":"Germany","offset":3375},{"uri":"Germany","surface_form":"Germany","offset":3683},{"uri":"Utrecht","surface_form":"Utrecht","offset":3735},{"uri":"December","surface_form":"December","offset":3759},{"uri":"Arnhem","surface_form":"Arnhem","offset":3798},{"uri":"May","surface_form":"May","offset":3808},{"uri":"Germany","surface_form":"Germany","offset":3843},{"uri":"Saint_Petersburg","surface_form":"Saint Petersburg","offset":4627},{"uri":"Berlin","surface_form":"Berlin","offset":4645},{"uri":"London","surface_form":"London","offset":4656},{"uri":"World_War_I","surface_form":"World War I","offset":5336},{"uri":"Nederlandse_Spoorwegen","surface_form":"Nederlandse Spoorwegen","offset":5622},{"uri":"NS","surface_form":"NS","offset":5774},{"uri":"Zandvoort","surface_form":"Zandvoort","offset":5946},{"uri":"Utrecht","surface_form":"Utrecht","offset":6015},{"uri":"Steam_trains","surface_form":"steam trains","offset":6123},{"uri":"Diesel_trains","surface_form":"diesel trains","offset":6142},{"uri":"Electric_trains","surface_form":"electric trains","offset":6164},{"uri":"The_Arend","surface_form":"the Arend","offset":6208},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":6236},{"uri":"Haarlem","surface_form":"Haarlem","offset":6249},{"uri":"The_buffel","surface_form":"the buffel","offset":6483},{"uri":"Zwolle","surface_form":"Zwolle","offset":6528},{"uri":"Enschede","surface_form":"Enschede","offset":6537},{"uri":"Zwolle","surface_form":"Zwolle","offset":6547},{"uri":"Kampen","surface_form":"Kampen","offset":6556},{"uri":"Apeldoorn","surface_form":"Apeldoorn","offset":6568},{"uri":"Zutphen","surface_form":"Zutphen","offset":6580},{"uri":"Wi-Fi","surface_form":"Wi-Fi","offset":6913},{"uri":"Internet","surface_form":"Internet","offset":6956},{"uri":"Sprinter","surface_form":"Sprinter","offset":7102},{"uri":"Thalys","surface_form":"Thalys","offset":7161},{"uri":"Intercity","surface_form":"Intercity","offset":7221}]}