{"id":45202,"url":"http://en.wikipedia.org/wiki/Peer_pressure","text":"e=\"preserve\">Peer pressure is being influenced by the peer group members. It often happens to children during puberty. The group defines some social values. For somebody to stay \"cool\" in that group, they feel as if they have to act like other people in that group. Social pressure (and wanting to be accepted or in favour inside the group) leads people to do things they would not do otherwise. For example, it can influence a person to smoke cigarettes or marijuana, to drink alcohol, commit crimes, and/or many other things that they might regret. Through adolescents are seen adults from external physical point of view, they lack proper mental maturity. Similarly, they look physically matured and do not intend to be in children's group but adults also do not value them as adults. Therefore, they create peer group of their own age to enjoy themselves. They have strong faith and belief on the friends of the same groups. Because of the changes they experience, the new desires, aspirations and interests are developed. They become sensitive and sentimental.\nWhen parents and society do not consider and address their needs, aspirations and desires, they feel dominated and leave home to pass most of their time with their friends on peer groups. Sometimes they cannot get proper counselling and guidelines in these stages. Consequently, sometimes, they can fall prey to many bad habits. there are many positives and negatives by peer pressure.\nPositive peer pressure, in which people are influenced to do nice things like give to charity, is usually a good thing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Children","surface_form":"children","offset":94},{"uri":"Puberty","surface_form":"puberty","offset":110},{"uri":"Cigarette","surface_form":"cigarette","offset":444},{"uri":"Marijuana","surface_form":"marijuana","offset":458},{"uri":"Alcohol","surface_form":"alcohol","offset":478},{"uri":"Crime","surface_form":"crime","offset":494}]}