{"id":452043,"url":"http://en.wikipedia.org/wiki/Luis_of_Spain%2C_Count_of_Chinch%C3%B3n","text":"Infante Luis Antonio Jaime of Spain (25 July 1727 – 7 August 1785) and was known as the Cardinal-Infante. He was also then last child of Philip V of Spain and his wife Elisabeth Farnese. He is famous for being the youngest Cardinal in history. He also had close ties with several famous Spanish painters of his day including Francisco de Goya.\nBrief biography.\nLuis was born in the city of Seville in Spain. He was the youngest child of the king King and queen of Spain. He was given the name Luis in honour of his French great-grandfather Louis XIV. From a young age his father showered various religious titles upon his youngest son, even creating him a \"Primate of Spain\". Giving him the rank of an Archbishop while barely eight years old. He was also an Infante of Spain by birth being the child of a reigning Spanish monarch giving him the use of \"Royal Highness\" from birth. Despite his parents decisions the young Luis abandoned his religious rank due to a lack of interest in his charges on 18 December 1754. He was given the title of Count of Chinchón by which he is known. The title was eventually inherited by his daughter Maria Teresa and was given to him by his older brother The Infante Felipe.\nFollowing the death of his childless elder half-brother King Fernando VI in 1759 he claimed the throne and his brother Carlos (the future Charles III of Spain claimed the throne for himself exiling his younger brother from the royal court in Madrid.\nMarriage.\nIn his exile Luis contracted a marriage with María Teresa de Vallabriga herself an aristocrat but not royalty.\nAs he now had children he could also claim the throne of the Two Sicilies but his brother Charles III barred his right and made sure he and his family were never allowed at court. He died aged 58 having never reconciled with his elder brother. His title was inherited by his eldest daughter whose children then inherited the title too.","categories":[],"infobox_types":[],"annotations":[{"uri":"Philip_V_of_Spain","surface_form":"Philip V of Spain","offset":137},{"uri":"Elisabeth_Farnese","surface_form":"Elisabeth Farnese","offset":168},{"uri":"Francisco_de_Goya","surface_form":"Francisco de Goya","offset":325},{"uri":"Seville","surface_form":"Seville","offset":390},{"uri":"Spain","surface_form":"Spain","offset":401},{"uri":"Louis_XIV","surface_form":"Louis XIV","offset":540},{"uri":"Archbishop","surface_form":"Archbishop","offset":702},{"uri":"Royal_Highness","surface_form":"Royal Highness","offset":853},{"uri":"Philip%2C_Duke_of_Parma","surface_form":"Infante Felipe","offset":1193},{"uri":"Ferdinand_VI_of_Spain","surface_form":"King Fernando VI","offset":1265},{"uri":"Charles_III_of_Spain","surface_form":"Charles III of Spain","offset":1347},{"uri":"Madrid","surface_form":"Madrid","offset":1451}]}