{"id":452079,"url":"http://en.wikipedia.org/wiki/Pentre_Ifan","text":"The Pentre Ifan dolmen is the largest and best preserved neolithic dolmen in Wales. It is on the ancient manor of Pentre Ifan in the civil parish of Nevern, Pembrokeshire, Wales. The manor was the home of the Bowen family going back to the 11th century.\nHistory.\nThe dolmen dates from about 3,500 B.C. It may have been used for group burials. The existing stones form the door, called a portal and main chamber of the tomb. These would have been covered with a large stone mound about 36.6 m long and 17 m wide. Some of the stones have been scattered, but at least seven are in their original position. The capstone is 5.1 m in length, and is thought to to weigh 16 tonnes, and rises 2.4 m above the ground. It is held up by the narrow tips of three uprights. These stones make a chamber that is 3 m long, 2 m wide and 3 m high. A large stone has been used to block the entrance.\nThe facade around the portal is a carefully built dry stone wall.\nWilliam Francis Grimes carried out archaeological diggings at the site in 1936/1937 and 1958/1959. Small pieces of flint and pottery were discovered during these digs. This are also signs that there may have been holes dug for some sort of ritual purpose long before the dolmen was set up.\nThe dolmen is owned and looked after by Cadw, the Welsh Historic Monuments Agency. The site is well-kept and entrance is free. It is about 17 km from Cardigan. It has views down the Nevern Valley to the sea.","categories":[],"infobox_types":[],"annotations":[{"uri":"Neolithic","surface_form":"neolithic","offset":57},{"uri":"Dolmen","surface_form":"dolmen","offset":67},{"uri":"Wales","surface_form":"Wales","offset":77},{"uri":"Manorialism","surface_form":"manor","offset":105},{"uri":"Civil_parish","surface_form":"civil parish","offset":133},{"uri":"Nevern","surface_form":"Nevern","offset":149},{"uri":"Pembrokeshire","surface_form":"Pembrokeshire","offset":157},{"uri":"11th_century","surface_form":"11th century","offset":240},{"uri":"Tonne","surface_form":"tonne","offset":666},{"uri":"Facade","surface_form":"facade","offset":884},{"uri":"Dry_stone_wall","surface_form":"dry stone wall","offset":930},{"uri":"W._F._Grimes","surface_form":"William Francis Grimes","offset":946},{"uri":"Archaeological","surface_form":"archaeological","offset":981},{"uri":"Flint","surface_form":"flint","offset":1061},{"uri":"Pottery","surface_form":"pottery","offset":1071},{"uri":"Ritual","surface_form":"ritual","offset":1186},{"uri":"Cadw","surface_form":"Cadw","offset":1276},{"uri":"Cardigan%2C_Ceredigion","surface_form":"Cardigan","offset":1386}]}