{"id":45213,"url":"http://en.wikipedia.org/wiki/Bite","text":"A bite is a wound received from the teeth of an animal. Animals may bite things in self-defence. Animals also bite things to cut them into smaller pieces before they eat them.\nTreatment.\nBite wounds should be washed, ideally with povidone-iodine soap and water. The injury should then be loosely wrapped with a bandage. Open bite wounds are not sutured because of the risk of infection.\nAnimal bites caused by carnivores (other than rodents) may infect the victim with rabies if the animal that bit them carries it. If possible, the animal is caught and the head is looked at for signs of rabies. Signs of rabies include foaming at the mouth, self-mutilation, growling, jerky behaviour, and red eyes. If the animal lives for ten days and does not develop rabies, then the animal probably is not infected. In cases where the animal cannot be found, prophylactic rabies treatment is carried out in most places.\nSnake bites.\nMany of the world's snakes are not considered dangerous to humans, but even a bite from a \"safe\" snake may injure the victim if the wound is not treated properly, and large snakes such as constrictors are capable of causing a lot of damage with their bites.\nSpider bites.\nThe black widow spider and some scorpions are considered dangerous to humans, mostly to small children and elderly adults. Only the Sydney funnel-web spider of Australia is frequently dangerous to adults, and it lives only within 100 miles of Sydney. Antivenins are available in the United States for black widow spiders and the dangerous scorpions native to the region.","categories":[],"infobox_types":[],"annotations":[{"uri":"Teeth","surface_form":"teeth","offset":36},{"uri":"Animal","surface_form":"animal","offset":48},{"uri":"Self-defence","surface_form":"self-defence","offset":83},{"uri":"Eat","surface_form":"eat","offset":166},{"uri":"Betadine","surface_form":"povidone-iodine","offset":230},{"uri":"Bandage","surface_form":"bandage","offset":311},{"uri":"Suture","surface_form":"suture","offset":345},{"uri":"Carnivore","surface_form":"carnivore","offset":410},{"uri":"Rodents","surface_form":"rodents","offset":433},{"uri":"Rabies","surface_form":"rabies","offset":469},{"uri":"Prophylaxis","surface_form":"prophylactic","offset":848},{"uri":"Constrictor","surface_form":"constrictor","offset":1110},{"uri":"Black_widow_spider","surface_form":"black widow spider","offset":1198},{"uri":"Scorpion","surface_form":"scorpion","offset":1226},{"uri":"Sydney_funnel-web_spider","surface_form":"Sydney funnel-web spider","offset":1326},{"uri":"Australia","surface_form":"Australia","offset":1354},{"uri":"Sydney","surface_form":"Sydney","offset":1437},{"uri":"United_States","surface_form":"United States","offset":1477}]}