{"id":452282,"url":"http://en.wikipedia.org/wiki/Reginald_Grey%2C_3rd_Baron_Grey_de_Ruthyn","text":"Reginald Grey, 3rd Baron Grey de Ruthyn (c. 1362 – 30 September 1440), was a powerful Welsh marcher lord. He became Baron after his father's death in July 1388. His main military actions were against the Welsh, during the rebellion of Owain Glyndŵr.\nReginald de Grey was responsible for giving out royal demands in the Northern March. This included calling the local nobility and gentry and their men to Royal and military service. He was had been in a long-running legal argument with Glyndŵr, claiming part of Glyndwr's land as his own. Under King Richard II the case had been found in favour of Glyndŵr. When Henry IV became king, Grey took over the land.\nWelsh rebellion.\nGlyndŵr tried to take legal action in 1400, but the court told him to give the land to Grey. Grey also did not tell Glyndŵr that his men were needed service in Scotland until the last moment. This made it impossible for Glyndŵr to send the men or even send an explanation for not sending them. Refusing or failing to follow an order of the King was treason. Glyndŵr's lands were would be taken until he could prove he was loyal to the king or receive punishment. On 16 September Glyndŵr and his brothers burned Grey's property. For three days his Welsh forces attacked the countryside of Flintshire and Denbighshire. On 24 September, Glyndwr's forces were defeated at Welshpool.\nDe Grey asked Glyndŵr to a meeting, but arrived with a large force, and attempted to capture Glyndŵr. Glyndŵr escaped and went into hiding, becoming a traitor in English eyes. King Henry took the land of Glyndŵr's friends, and gave them to John Beaufort, his half-brother. The rebellion spread across Wales by 1402. Lord Grey was taken prisoner by Glyndŵr's forces in an ambush near Ruthin in January.\nA ransom of 10,000 marks was asked for him. Lord Grey was made to promise not to fight against Glyndŵr again. King Henry IV sent 11 knights to meet with Glyndŵr. They paid the money to release Grey. Lord Grey and his family would have been expected to repay the money.\nThe Grey family sold the Ruthin Lordship to King Henry VII in 1508 when the family needed money.\nHundred Years' War.\nGrey was a member of the Council which governed England during the absence of Henry V in France in 1415. He later fought against the French in the Hundred Years' War in 1420 and 1421. He also served as Governor of Ireland.","categories":[],"infobox_types":[],"annotations":[{"uri":"Marcher_lord","surface_form":"marcher lord","offset":92},{"uri":"Owain_Glynd%C5%B5r","surface_form":"Owain Glyndŵr","offset":235},{"uri":"Richard_II_of_England","surface_form":"King Richard II","offset":545},{"uri":"Henry_IV_of_England","surface_form":"Henry IV","offset":612},{"uri":"Treason","surface_form":"treason","offset":1025},{"uri":"John_Beaufort","surface_form":"John Beaufort","offset":1595},{"uri":"Ambush","surface_form":"ambush","offset":1726},{"uri":"Ruthin","surface_form":"Ruthin","offset":1738},{"uri":"Ransom","surface_form":"ransom","offset":1759},{"uri":"Knight","surface_form":"knights","offset":1889},{"uri":"King_Henry_VII","surface_form":"King Henry VII","offset":2070},{"uri":"Henry_V_of_England","surface_form":"Henry V","offset":2221},{"uri":"Hundred_Years%27_War","surface_form":"Hundred Years' War","offset":2290}]}