{"id":452285,"url":"http://en.wikipedia.org/wiki/1900_Galveston_Hurricane","text":"This hurricane killed between 6,000 and 12,000 people.\nThe Galveston Hurricane of 1900 hit the city of Galveston, Texas on September 8, 1900. This hurricane was very large, and it is the deadliest hurricane in the history of the United States. It killed between 8,000 and 12,000 people. It was a \"Category 4 hurricane\" on the Saffir-Simpson Hurricane Scale.\nPrelude to the great storm.\nThe U.S. National Weather Service was very simple in 1900. They did not have good information on what the storm was doing. As a result, they could not give people advance warnings. Galveston was located on a sandbar island off the coast of Texas. It was only about nine feet above sea level. The population was about 38,000. On the morning of September 8, 1900, nobody knew that 8,000 of that number would be gone by the next day.\nThe hurricane.\nThe Galveston hurricane began developing about August 30, 1900 in the middle Atlantic Ocean. It was still a tropical storm when it moved to Cuba on September 4. It hit Key West on September 6. At that point it became a full hurricane. It was a Category 4 hurricane when it got near the Texas coast. In the early afternoon of September 8 it hit with little warning. By the next morning it was gone and so was much of Galveston. After that, it moved back east as a tropical storm over the U.S. The damage was over $30,000,000. Galveston began rebuilding almost right away. A new seawall was built and many buildings were raised several feet. But it could not recover completely. The storm convinced most in the shipping industry to move to Houston with its safer harbor. Galveston would never again be the busiest shipping port in Texas.","categories":[],"infobox_types":[],"annotations":[{"uri":"Galveston%2C_Texas","surface_form":"Galveston, Texas","offset":103},{"uri":"Hurricane","surface_form":"hurricane","offset":147},{"uri":"United_States","surface_form":"United States","offset":229},{"uri":"Saffir-Simpson_Hurricane_Scale","surface_form":"Saffir-Simpson Hurricane Scale","offset":326},{"uri":"U.S.","surface_form":"U.S.","offset":390},{"uri":"National_Weather_Service","surface_form":"National Weather Service","offset":395},{"uri":"Sandbar","surface_form":"sandbar","offset":594},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":909},{"uri":"Tropical_storm","surface_form":"tropical storm","offset":940},{"uri":"Cuba","surface_form":"Cuba","offset":972},{"uri":"Key_West","surface_form":"Key West","offset":1000},{"uri":"Texas","surface_form":"Texas","offset":1118}]}