{"id":452391,"url":"http://en.wikipedia.org/wiki/Bardsey_Island","text":"Bardsey Island () is a small island off the coast of Wales. Bardsey is wide, long and in area. The north east rises steeply from the sea to a height of at \"Mynydd Enlli.\" The western end is low and flat farmland. On the south, the island narrows to a peninsula with a lighthouse. It is the fourth-largest island in Wales.\nBardsey has several names, including the \"Island of 20,000 saints\". In Welsh the name means \"The Island in the Currents\". In English the name means the \"Island of the Bard<nowiki/>s\", or possibly the \"Island of Barda\", a Viking chieftain.\nThe island has been an important religious site. In AD 516, Saint Cadfan built a monastery on Bardsey. In medieval times many pilgrims visited the island, and by 1212 the monastery was part of the Augustinian Canons Regular. In 1537 Henry VIII closed the monastery and had the buildings pulled down, but pilgrims still visit the island.\nBardsey Island is famous for its wildlife and rugged scenery. A bird observatory was set up in 1953 as the island is on important migration routes. It is a nesting place for Manx shearwaters and choughs. It also has rare plants, and habitats undisturbed by modern farming practices. It is a good place to see grey seals, dolphins and porpoises.\nThe spirituality and sacredness of the island, its relative remoteness, and its legendary claim to be the burial site of King Arthur, have given it a special place in the cultural life of Wales. It has attracted artists, writers and musicians to its shores. It has inspired award winning literature.\nGeology.\nThe island is formed from rocks of the late Precambrian Gwna Group, part of the Monian Supergroup. The rocks are a mélange, often called Gwna Mélange, which have an unusual mix of clasts of all sizes up to 100m across. These are also very varied types, including both sedimentary and igneous rocks. Blocks of sheared granite in the melange can be seen in the northwestern coastal cliffs of the island. In other places there are clasts of quartzite, limestone, sandstone, mudstone, jasper and basalt. The deposit is an olistostrome, a very large underwater landslide possibly caused by an earthquake some time after 614 million years ago.\nA dolerite dyke of Ordovician age can be seen in the melange at Trwyn y Gorlech in the north. There is an olivine dolerite dyke of Tertiary age at Cafn Enlli in the southeast. Further dykes can be seen in the cliffs at Ogof y Gaseg and at Ogof Hir.\nA thin spread of glacial till stretches across the centre of the island. This was left behind by the Devensian Irish Sea Icesheet. There is a small patch of blown sand at Porth Solfach on the west coast and a landslip at Briw Cerrig at the foot of the cliffs on the east coast.\nHistory.\nPeople lived on the island in Neolithic times, and traces of their hut circles remain. During the 5th century the island became a place of refuge for Christians and a small Celtic monastery existed. In 516 Saint Cadfan arrived from Brittany and directed the building of St Mary's Abbey. In medieval times three pilgrimages to Bardsey Island were said to be equal to one visit to Rome. In 1188 the abbey was still a Celtic institution, but by 1212 it belonged to the Augustinians. Many people still walk to Aberdaron and Uwchmynydd each year in the footsteps of the saints. Only ruins of the old abbey's 13th-century bell tower remain. A Celtic cross in the ruins commemorates the 20,000 saint<nowiki/>s claimed to be buried on the island.\nSaint Deiniol, the bishop of Bangor, was buried on the island in 584. Saint Dyfrig was also buried on Bardsey Island, although in 1120 his remains were moved to Llandaff.\nThe \"Dissolution of the Lesser Monasteries Act\" of 1536, on the orders of Henry VIII, resulted in \"St Mary's Abbey\" being closed and its buildings pulled down in 1537. The choir stalls, two screens and the bells were moved to Llanengan, where the parish church was then being built.\nFor many years Bardsey Island formed part of the Newborough Estate. Between 1870 and 1875 the island's farms were rebuilt. A small limestone quarry was opened, and a lime kiln set up. \"Carreg\" and \"Plas Bach\" are separate buildings, but the remaining eight were built as semi-detached houses, each pair with outbuildings set around a shared yard. The buildings are Grade II listed. In 2008, Cadw gave £15,000 to help with some repairs. Only one of the original \"croglofft\" cottages, \"Carreg Bach\", is still standing. Given the choice of a harbour or a new church, in 1875 the islanders asked for a place of worship; a Methodist chapel was built.\nThe island had a population of 132 in 1881; by 1961 it had fallen to 17. The island's small school, opened in a former chapel in 1919, closed in 1953. By 2003 the population was down to 4.\n\"Bardsey Island Trust ()\" bought the island in 1979. It was given money by the Church in Wales and many Welsh academics and public figures. The trust gets its money from membership subscriptions, grants and donations. It wants to protect the wildlife, buildings and archaeological sites of the island. It also promotes its artistic and cultural life, and wants people to visit as a place of natural beauty and pilgrimage. In 2000, the trust advertised for someone to run the sheep farm on the island. They had 1,100 applications. The farm is now run by the \"Royal Society for the Protection of Birds\"; and the land is managed to keep the natural habitat. Oats, turnips and swedes are grown; goats, ducks, geese and chickens kept; and there is a mixed flock of sheep and Welsh black cattle.\nBardsey apple.\nAn old and twisted apple tree was found growing by the side of \"Plas Bach.\" It is believed to be all that is left of an orchard planted by the monks who lived there a thousand years ago. In 1998, experts on British apples said this tree was the only example of the \"Bardsey Apple ()\". The tree has been propagated by grafting and is available commercially.\nBardsey Lighthouse.\nBardsey Lighthouse stands on the south end of the island and guides vessels passing through St George's Channel and the Irish Sea. It is the only square lighthouse looked after by Trinity House.\nLt. Thomas Evans R.N., asked for a light on the island in 1816. In 1821 Trinity House built the lighthouse at a cost of £5,470 12s 6d with another £2,950 16s 7d for the lantern.\nJoseph Nelson was the engineer and builder. He had served under Daniel Alexander, a Trinity House architect, whose influence can be seen on parts of the design including the heavy weathered string-course near the base and the blocked and hooded directional-light window. Joseph Nelson is linked to the design of at least 15 lighthouses, mostly in the Bristol Channel.\nThe Lighthouse is built of ashlar limestone and is not plastered. It is painted in red and white bands on the outside. The Lighthouse tower is 30 m (98 ft) high and is unusual because it is square, not round. Unlike many other lighthouses, it has kept its original gallery railings, which are of iron and bellied (i.e. curved out in width at their crowns) towards the top. The present lantern, fitted in 1856, did not need the original railings to be taken down.\nThe walls are 1.2 m (4 ft) thick at the base and 0.9 m (3 ft) at the top.\nAt first, the light had reflectors but changed to a dioptric (refracting) mechanism in 1838. The present lantern of 1856 is a 4.27 m (14 ft) wide chamfered octagon and the light is fixed, instead of revolving. The present revolving apparatus was put in place in 1873. It gives a group of five flashes, at first with an oil-lamp, but changed to electric in 1973.\nThe Lighthouse is unusual in lacking any sort of harbour. As it is on an established migratory route, the tower has many bird casualties. The Royal Society for the Protection of Birds, and Trinity House have tried to help the problem by providing perches on the lantern top and flood-lighting the tower, but this does not seem to have helped.\nIn 1987 the Lighthouse was changed to automatic operation, and is now checked by the Trinity House Depot at Harwich. A local person does regular maintenance.\n\"Y Storws\", also known as \"The Boathouse\", was built a few years before the lighthouse, near the landing place at \"Y Cafn\".\nWildlife.\nThe island was made a \"National Nature Reserve\" in 1986, and is part of \"Glannau Aberdaron ac Ynys Enlli Special Protection Area ()\". It is now a favourite bird-watching location, on the migration routes of thousands of birds. \"Bardsey Bird and Field Observatory\" (), founded in 1953, nets and rings 8,000 birds each year to study their migration patterns.\nThe island was made a Site of Special Scientific Interest because of its maritime life. This includes internationally rare lichens; bryophyte, plants, bird species; and intertidal communities. Nationally important flowering plants include sharp rush, rock sea lavender, small adder's tongue, western clover, and the rare purple loosestrife. Two nationally rare heathland lichens are found on the slopes of \"Mynydd Enlli\": the ciliate strap lichen and golden hair lichen; and there are over 350 lichen species in total. The leafcutter bee, which cuts neat, rounded circles in rose leaves, used to seal the entrance to its nest, is native.\nThousands of birds pass through each year on their way to their breeding or wintering grounds. Chiffchaffs, goldcrests and wheatears are usually the first to pass through, followed by sedge warblers and willow warblers, whitethroats and spotted flycatchers.\nAbout 30 species of bird regularly nest on the island, including ravens, little owls, oystercatchers and the rare chough. Hundreds of sea birds, including razorbills, guillemots, fulmars and kittiwakes, spend the summer nesting on the island's eastern cliffs. There are no land predators such as rats or foxes on the island. On a dark moonless night an eerie cackling can be heard across the island as 7,000 pairs of Manx shearwaters, 3.5 per cent of the British population, come ashore to lay and incubate their eggs in abandoned rabbit warrens or newly dug burrows.\nThe island is one of the best places in Gwynedd to see grey seals. In mid summer over 200 can be seen, lying in the sun on the rocks or swimming in the sea. About 15 pups are born each autumn. Their sharp teeth and strong jaws are perfect for breaking the shells of lobsters and crabs which live in the waters. It is also possible to see bottlenose and Risso's dolphins, and porpoises. The currents around the island carry food-rich water. The Whale and Dolphin Conservation Society has been carrying out surveys since 1999 to find out which areas are important for feeding and nursing calves.\nThe seas around the island are rich in marine life. There are forests of strap seaweed; in the rock pools are sea anemones, crabs and small fish; and in deeper waters, the rocks are covered by sponges and sea squirts. The yellow star anemone, found offshore, is more common to the Mediterranean.\nCulture.\nIt was tradition for the island to elect the \"King of Bardsey\" (Welsh:Brenin Enlli\"). From 1826 he was crowned by Baron Newborough or his representative. The crown is now kept at Merseyside Maritime Museum in Liverpool, although calls have been made for it to return to Gwynedd. The first known King was John Williams. His son, John Williams II, the third of the recorded kings, was deposed in 1900, and asked to leave the island as he had become an alcoholic. At the start of World War I, the last king, Love Pritchard, offered himself and the men of Bardsey Island for military service. He was refused as he was considered too old at the age of 71. Pritchard was angry and declared the island a neutral power. In 1925 Pritchard left the island for the mainland, to seek an easier way of life, but died the following year.\nYorkshire born poet Christine Evans lives half the year on Bardsey Island, spending the winters at Uwchmynydd. She moved to Pwllheli as a teacher, and married into a Bardsey Island farming family. While on maternity leave in 1976, she started writing poems, and her first book was published seven years later. \"Cometary Phrases\" was \"Welsh Book of the Year 1989\" and she was the winner of the first \"Roland Mathias Prize\" in 2005.\nEdgar Ewart Pritchard, an amateur movie-maker from Brownhills, produced \"The Island in the Current\", a colour movie of life on Bardsey Island, in 1953. A copy is held by the \"National Screen and Sound Archive of Wales\".\nOpera singer Bryn Terfel, a patron of the Bardsey Island Trust, has performed in the island's chapel. Llio Rhydderch recorded \"Enlli \"in 2002, an album inspired by the spiritual feelings from a pilgrimage.\nDilys Cadwaladr, the former school teacher on the island, in 1953 became the first woman to win the \"Crown\" at the National Eisteddfod, for her long poem \"Y Llen\". Artist Brenda Chamberlain won the \"Gold Medal for Art\" at the Eisteddfod on two occasions: in 1951 for \"Girl with Siamese Cat\", and in 1953 with \"The Christin Children\". Some of the murals she painted can still be seen on the walls of \"Carreg\", where she lived from 1947 to 1962. Wildlife artist Kim Atkinson, whose work has been widely shown in Wales and England, lived on the island as a child, and came back to live there in the 1980s.\nSince 1999,\" \"Bardsey Island Trust has had an Artist in Residence who spends several weeks on the island producing work which is later shown on the mainland. A Welsh literary residence was created in 2002; singer-songwriter Fflur Dafydd spent six weeks working on a collection of poetry and prose. Her play \"Hugo\" was inspired by her stay, and she has produced two novels, \"Atyniad ()\", which won the prose medal at the 2006 Eisteddfod; and \"Twenty Thousand Saints\", winner of the \"Oxfam Hay Prize\", which tells how the women of the island, starved of men, turn to each other.\nIn 2009 Cowbois Rhos Botwnnog became the first electric rock group to play on the island, as part of S4C's \"Bandit\" series.\nTransport.\nThere is a ferry services to Bardsey Island from \"Porth Meudwy\" and Pwllheli.\nAt times, the wind and the fierce sea currents make sailing between the island and the mainland impossible. Sometimes boats are unable to reach or leave Bardsey Island for weeks. In 2000, 17 visitors had to stay for two weeks when strong winds prevented a boats from reaching the island.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wales","surface_form":"Wales","offset":53},{"uri":"Peninsula","surface_form":"peninsula","offset":251},{"uri":"Welsh_language","surface_form":"Welsh","offset":393},{"uri":"Bard","surface_form":"Bard","offset":489},{"uri":"Viking","surface_form":"Viking","offset":543},{"uri":"Chieftain","surface_form":"chieftain","offset":550},{"uri":"Religious","surface_form":"religious","offset":594},{"uri":"Saint_Cadfan","surface_form":"Saint Cadfan","offset":621},{"uri":"Monastery","surface_form":"monastery","offset":642},{"uri":"Medieval","surface_form":"medieval","offset":667},{"uri":"Pilgrim","surface_form":"pilgrim","offset":687},{"uri":"Canons_Regular","surface_form":"Canons Regular","offset":770},{"uri":"Henry_VIII_of_England","surface_form":"Henry VIII","offset":794},{"uri":"Manx_shearwaters","surface_form":"Manx shearwaters","offset":1072},{"uri":"Choughs","surface_form":"choughs","offset":1093},{"uri":"Grey_seals","surface_form":"grey seals","offset":1207},{"uri":"Dolphins","surface_form":"dolphins","offset":1219},{"uri":"Harbour_porpoise","surface_form":"porpoises","offset":1232},{"uri":"King_Arthur","surface_form":"King Arthur","offset":1364},{"uri":"Precambrian","surface_form":"Precambrian","offset":1596},{"uri":"Gwna_Group","surface_form":"Gwna Group","offset":1608},{"uri":"M%C3%A9lange","surface_form":"mélange","offset":1667},{"uri":"Gwna_M%C3%A9lange","surface_form":"Gwna Mélange","offset":1689},{"uri":"Clast","surface_form":"clast","offset":1732},{"uri":"Sedimentary","surface_form":"sedimentary","offset":1820},{"uri":"Igneous","surface_form":"igneous","offset":1836},{"uri":"Granite","surface_form":"granite","offset":1869},{"uri":"Quartzite","surface_form":"quartzite","offset":1990},{"uri":"Limestone","surface_form":"limestone","offset":2001},{"uri":"Sandstone","surface_form":"sandstone","offset":2012},{"uri":"Mudstone","surface_form":"mudstone","offset":2023},{"uri":"Jasper","surface_form":"jasper","offset":2033},{"uri":"Basalt","surface_form":"basalt","offset":2044},{"uri":"Olistostrome","surface_form":"olistostrome","offset":2070},{"uri":"Landslide","surface_form":"landslide","offset":2108},{"uri":"Earthquake","surface_form":"earthquake","offset":2140},{"uri":"Dolerite","surface_form":"dolerite","offset":2192},{"uri":"Dike_(geology)","surface_form":"dyke","offset":2201},{"uri":"Ordovician","surface_form":"Ordovician","offset":2209},{"uri":"Olivine","surface_form":"olivine","offset":2296},{"uri":"Tertiary","surface_form":"Tertiary","offset":2321},{"uri":"Till","surface_form":"till","offset":2464},{"uri":"Devensian","surface_form":"Devensian","offset":2540},{"uri":"Irish_Sea_Glacier","surface_form":"Irish Sea Icesheet","offset":2550},{"uri":"Landslip","surface_form":"landslip","offset":2648},{"uri":"Neolithic","surface_form":"Neolithic times","offset":2756},{"uri":"Hut_circle","surface_form":"hut circle","offset":2793},{"uri":"5th_century","surface_form":"5th century","offset":2824},{"uri":"Celtic_Christianity","surface_form":"Celtic","offset":2899},{"uri":"Saint_Cadfan","surface_form":"Saint Cadfan","offset":2932},{"uri":"Brittany","surface_form":"Brittany","offset":2958},{"uri":"Pilgrimage","surface_form":"pilgrimage","offset":3037},{"uri":"Rome","surface_form":"Rome","offset":3105},{"uri":"Augustinian","surface_form":"Augustinian","offset":3192},{"uri":"Aberdaron","surface_form":"Aberdaron","offset":3232},{"uri":"Saints","surface_form":"saints","offset":3291},{"uri":"Celtic_cross","surface_form":"Celtic cross","offset":3363},{"uri":"Saint","surface_form":"saint","offset":3413},{"uri":"Deiniol","surface_form":"Saint Deiniol","offset":3465},{"uri":"Bangor%2C_Gwynedd","surface_form":"Bangor","offset":3494},{"uri":"Dubricius","surface_form":"Saint Dyfrig","offset":3535},{"uri":"Llandaff","surface_form":"Llandaff","offset":3626},{"uri":"Dissolution_of_the_Lesser_Monasteries_Act","surface_form":"Dissolution of the Lesser Monasteries Act","offset":3641},{"uri":"Henry_VIII_of_England","surface_form":"Henry VIII","offset":3710},{"uri":"Llanengan","surface_form":"Llanengan","offset":3862},{"uri":"Baron_Newborough","surface_form":"Newborough Estate.","offset":3968},{"uri":"Limestone","surface_form":"limestone","offset":4050},{"uri":"Lime_kiln","surface_form":"lime kiln","offset":4085},{"uri":"Grade_II_listed","surface_form":"Grade II listed","offset":4284},{"uri":"Cadw","surface_form":"Cadw","offset":4310},{"uri":"Methodist","surface_form":"Methodist","offset":4537},{"uri":"Church_in_Wales","surface_form":"Church in Wales","offset":4833},{"uri":"Archaeological_site","surface_form":"archaeological site","offset":5020},{"uri":"Royal_Society_for_the_Protection_of_Birds","surface_form":"Royal Society for the Protection of Birds","offset":5312},{"uri":"Oats","surface_form":"Oats","offset":5409},{"uri":"Turnips","surface_form":"turnips","offset":5415},{"uri":"Rutabaga","surface_form":"swedes","offset":5427},{"uri":"Goats","surface_form":"goats","offset":5445},{"uri":"Domestic_duck","surface_form":"ducks","offset":5452},{"uri":"Domestic_goose","surface_form":"geese","offset":5459},{"uri":"Chickens","surface_form":"chickens","offset":5469},{"uri":"Domestic_sheep","surface_form":"sheep","offset":5514},{"uri":"Welsh_Black","surface_form":"Welsh black cattle","offset":5524},{"uri":"Orchard","surface_form":"orchard","offset":5679},{"uri":"Grafting","surface_form":"grafting","offset":5876},{"uri":"Trinity_House","surface_form":"Trinity House","offset":6116},{"uri":"Lantern","surface_form":"lantern","offset":6300},{"uri":"Architect","surface_form":"architect","offset":6407},{"uri":"Bristol_Channel","surface_form":"Bristol Channel","offset":6660},{"uri":"Ashlar","surface_form":"ashlar","offset":6704},{"uri":"Limestone","surface_form":"limestone","offset":6711},{"uri":"Tower","surface_form":"tower","offset":6811},{"uri":"Octagon","surface_form":"octagon","offset":7370},{"uri":"Harwich","surface_form":"Harwich","offset":8027},{"uri":"National_Nature_Reserve","surface_form":"National Nature Reserve","offset":8234},{"uri":"Bird-watching","surface_form":"bird-watching","offset":8367},{"uri":"Site_of_Special_Scientific_Interest","surface_form":"Site of Special Scientific Interest","offset":8590},{"uri":"Lichen","surface_form":"lichen","offset":8691},{"uri":"Bryophyte","surface_form":"bryophyte","offset":8700},{"uri":"Juncus_acutus","surface_form":"sharp rush","offset":8807},{"uri":"Limonium_binervosum","surface_form":"rock sea lavender","offset":8819},{"uri":"Ophioglossum_azoricum","surface_form":"small adder's tongue","offset":8838},{"uri":"Clover","surface_form":"western clover","offset":8860},{"uri":"Lythrum_salicaria","surface_form":"purple loosestrife","offset":8889},{"uri":"Heterodermia","surface_form":"ciliate strap lichen","offset":8994},{"uri":"Teloschistes","surface_form":"golden hair lichen","offset":9019},{"uri":"Megachile","surface_form":"leafcutter bee","offset":9091},{"uri":"Chiffchaffs","surface_form":"Chiffchaffs","offset":9301},{"uri":"Goldcrests","surface_form":"goldcrests","offset":9314},{"uri":"Northern_Wheatear","surface_form":"wheatears","offset":9329},{"uri":"Sedge_warblers","surface_form":"sedge warblers","offset":9390},{"uri":"Willow_warblers","surface_form":"willow warblers","offset":9409},{"uri":"Whitethroats","surface_form":"whitethroats","offset":9426},{"uri":"Spotted_flycatchers","surface_form":"spotted flycatchers","offset":9443},{"uri":"Species","surface_form":"species","offset":9473},{"uri":"Common_Raven","surface_form":"ravens","offset":9529},{"uri":"Little_owls","surface_form":"little owls","offset":9537},{"uri":"Eurasian_Oystercatcher","surface_form":"oystercatchers","offset":9550},{"uri":"Red-billed_Chough","surface_form":"chough","offset":9578},{"uri":"Razorbills","surface_form":"razorbills","offset":9619},{"uri":"Common_guillemot","surface_form":"guillemots","offset":9631},{"uri":"Northern_Fulmar","surface_form":"fulmars","offset":9643},{"uri":"Black-legged_Kittiwake","surface_form":"kittiwakes","offset":9655},{"uri":"Predators","surface_form":"predators","offset":9742},{"uri":"Manx_shearwaters","surface_form":"Manx shearwaters","offset":9881},{"uri":"Gwynedd","surface_form":"Gwynedd","offset":10072},{"uri":"Grey_seals","surface_form":"grey seals","offset":10087},{"uri":"European_lobster","surface_form":"lobsters","offset":10298},{"uri":"Crabs","surface_form":"crabs","offset":10311},{"uri":"Common_Bottlenose_Dolphin","surface_form":"bottlenose","offset":10370},{"uri":"Risso%27s_dolphins","surface_form":"Risso's dolphins","offset":10385},{"uri":"Harbour_Porpoise","surface_form":"porpoises","offset":10407},{"uri":"Whale_and_Dolphin_Conservation_Society","surface_form":"Whale and Dolphin Conservation Society","offset":10476},{"uri":"Laminaria","surface_form":"strap seaweed","offset":10699},{"uri":"Sea_anemones","surface_form":"sea anemones","offset":10736},{"uri":"Crabs","surface_form":"crabs","offset":10750},{"uri":"Sponges","surface_form":"sponges","offset":10819},{"uri":"Tunicate","surface_form":"sea squirts","offset":10831},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean","offset":10907},{"uri":"Welsh_language","surface_form":"Welsh","offset":10995},{"uri":"Merseyside_Maritime_Museum","surface_form":"Merseyside Maritime Museum","offset":11110},{"uri":"Liverpool","surface_form":"Liverpool","offset":11140},{"uri":"Alcoholic","surface_form":"alcoholic","offset":11381},{"uri":"World_War_I","surface_form":"World War I","offset":11408},{"uri":"Neutral","surface_form":"neutral","offset":11628},{"uri":"Pwllheli","surface_form":"Pwllheli","offset":11879},{"uri":"Brownhills","surface_form":"Brownhills","offset":12237},{"uri":"National_Screen_and_Sound_Archive_of_Wales","surface_form":"National Screen and Sound Archive of Wales","offset":12361},{"uri":"Bryn_Terfel","surface_form":"Bryn Terfel","offset":12419},{"uri":"Patronage","surface_form":"patron","offset":12434},{"uri":"Dilys_Cadwaladr","surface_form":"Dilys Cadwaladr","offset":12612},{"uri":"National_Eisteddfod","surface_form":"National Eisteddfod","offset":12727},{"uri":"Brenda_Chamberlain_(artist)","surface_form":"Brenda Chamberlain","offset":12783},{"uri":"Mural","surface_form":"mural","offset":12958},{"uri":"Wales","surface_form":"Wales","offset":13122},{"uri":"England","surface_form":"England","offset":13132},{"uri":"Welsh_language","surface_form":"Welsh","offset":13375},{"uri":"Fflur_Dafydd","surface_form":"Fflur Dafydd","offset":13439},{"uri":"Cowbois_Rhos_Botwnnog","surface_form":"Cowbois Rhos Botwnnog","offset":13800},{"uri":"S4C","surface_form":"S4C","offset":13893},{"uri":"Pwllheli","surface_form":"Pwllheli","offset":13995}]}