{"id":4524,"url":"http://en.wikipedia.org/wiki/Matsuo_Basho","text":"Matsuo Munefusa, known as Matsuo Bashō (, 1644 - November 28, 1694) was a Japanese poet. He is known as the greatest maker of haiku, a kind of poetry with 17 syllables. The Japanese written language was difficult to master, but haiku was easy for him to write. Matsuo's haikus included characteristics of nature and the four seasons. The reader has to use their imagination to understand his poems.\nAccording to Japanese custom, he is usually called \"Basho\" without his family name, and his signature as a poet does not include his house name. He signed usually \"はせを\". He is one of the greatest writers of the Edo period, and he raised the haiku form to its highest level.\nHe was born in Iga, now a part of Mie prefecture in a samurai (Japanese warrior) family. After many years of samurai life he found that poetry would be his life work, and gave up being a samurai. He started his life as a poet when he served his lord as a samurai. Matsuo became educated in classical Japanese poems. First he named himself \"Tosei\" (桃青) meaning \"unripe peach in blue\". Basho took this name because he admired a Chinese poet, Li Po whose name means \"plum in white\".\nHe quit samurai life 1666, and in 1675 he moved to Edo, today called Tokyo. There, in 1678, he got to be a haiku master (\"Sosho\") and began the life of a working poet. In 1680, he moved to Fukagawa, where he had a house. This was just outside of Edo. One of his followers gifted him a banana plant (\"basho-an\"). He planted the plant and called himself \"Basho\" because it became his favorite tree in his garden.\nIn his life, Basho visited many places. Those travels were important for his writings. He visited his disciples (followers) and taught them by making \"renga\", a series of haiku, with them. He also visited famous places in Japanese history. These visits made his writing much stronger.\nHis most famous book is \"Oku no Hosomichi\" (\"The Narrow Road Through the Deep North\"). This book was written after a trip. On the trip, Basho and his disciple left Edo on March 24, 1689. They went around Tohoku and Hokuriku, and returned to Edo in 1691. The trip in this book ends in Ogaki, Mino (Gifu prefecture today) with one of his haiku where he hinted that he wanted to visit Ise shrine after staying in Ogaki. Matsuo was considered to have written some of the most beautiful travel diaries ever written in Japanese.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":74},{"uri":"Poet","surface_form":"poet","offset":83},{"uri":"Haiku","surface_form":"haiku","offset":126},{"uri":"Syllable","surface_form":"syllable","offset":158},{"uri":"Imagination","surface_form":"imagination","offset":362},{"uri":"Samurai","surface_form":"samurai","offset":727},{"uri":"China","surface_form":"Chinese","offset":1099},{"uri":"Li_Po","surface_form":"Li Po","offset":1113},{"uri":"Tokyo","surface_form":"Edo","offset":1204},{"uri":"1678","surface_form":"1678","offset":1239},{"uri":"Fukagawa","surface_form":"Fukagawa","offset":1342},{"uri":"Banana","surface_form":"banana","offset":1438},{"uri":"Oku_no_Hosomichi","surface_form":"Oku no Hosomichi","offset":1874},{"uri":"1691","surface_form":"1691","offset":2097}]}