{"id":452436,"url":"http://en.wikipedia.org/wiki/Bryn_Celli_Ddu","text":"Bryn Celli Ddu is a prehistoric site on the Welsh island of Anglesey near Llanddaniel Fab. Its name means 'the mound in the dark grove'. It was robbed in 1699 and archaeologically dug between 1928 and 1929.\nDuring the Neolithic period a stone circle and henge stood at the site. There were 14 stones in the circle, and the henge was about 30 m in diameter, with a ditch about 5 m across. The ditch was about 2 m deep. There was probably a path or causeway across the ditch to the henge. A small human bone from the ear, covered with a flat stone, was found in an area of burnt material in the centre. The amount of silt in the ditch showed that it had been used for a long time.\nThe stone circle was pulled down in the early Bronze Age. Five of the stones were removed, two were pushed over, and six were smashed, and one was buried.\nA passage grave was built in the centre of the henge. The passage is about 8.5m long and 1 m wide. The burial chamber is about 2 m wide, made from six large upright stones, covered with two capstones. A stone, carved with a twisting, serpent like design was in the burial chamber. It has been moved to the National Museum of Wales and replaced with a copy standing outside. The earth barrow covering the grave was made in after the 1928 dig; the original was probably much bigger.\nIn 1906 Norman Lockyer said that Bryn Celli Ddu marked the summer solstice. This was made fun of at the time, but research by Christopher Knight and Robert Lomas in 1997- 98 showed it was true. They also say the site can be used as an agricultural calendar. Steve Burrow, curator of Neolithic archaeology at Amgueddfa Cymru (National Museum of Wales), has more recently supported the case for summer solstice alignment. This alignment links Bryn Celli Ddu to other sites, including Maes Howe and Newgrange, both of which point to the Winter solstice. It has also been suggested that a feature similar to the 'lightbox' at Newgrange may be matched at Bryn Celli Ddu (Pitts, 2006).\nA row of five postholes which were thought to have been dug at the same time as the tomb, about 3000 BC, are now known to be much earlier. Early results from radiocarbon tests show that pine charcoal from two of the pits goes back to the Mesolithic (Pitts, 2006).\nTwo researchers, Rupert Soskin and Michael Bott recently suggested that the pillar standing within the chamber is in fact the petrified remains of a tree trunk. Study of the pillar shows that it looks like the bark of a tree, however what is unknown at the moment, is whether the pillar is indeed petrified wood or natural rock chosen by the tomb builders because of its unusual appearance.","categories":[],"infobox_types":[],"annotations":[{"uri":"Prehistoric","surface_form":"prehistoric","offset":20},{"uri":"Wales","surface_form":"Welsh","offset":44},{"uri":"Anglesey","surface_form":"Anglesey","offset":60},{"uri":"Llanddaniel_Fab","surface_form":"Llanddaniel Fab","offset":74},{"uri":"Welsh_placenames","surface_form":"name","offset":95},{"uri":"Archaeological","surface_form":"archaeological","offset":163},{"uri":"Neolithic","surface_form":"Neolithic","offset":218},{"uri":"Stone_circle","surface_form":"stone circle","offset":237},{"uri":"Henge","surface_form":"henge","offset":254},{"uri":"Causeway","surface_form":"causeway","offset":447},{"uri":"Bronze_Age","surface_form":"Bronze Age","offset":725},{"uri":"Passage_grave","surface_form":"passage grave","offset":836},{"uri":"National_Museum_of_Wales","surface_form":"National Museum of Wales","offset":1140},{"uri":"Tumulus","surface_form":"barrow","offset":1218},{"uri":"Norman_Lockyer","surface_form":"Norman Lockyer","offset":1323},{"uri":"Solstice","surface_form":"solstice","offset":1381},{"uri":"Neolithic","surface_form":"Neolithic","offset":1598},{"uri":"National_Museum_of_Wales","surface_form":"Amgueddfa Cymru (National Museum of Wales)","offset":1623},{"uri":"Maes_Howe","surface_form":"Maes Howe","offset":1797},{"uri":"Newgrange","surface_form":"Newgrange","offset":1811},{"uri":"Winter_solstice","surface_form":"Winter solstice","offset":1849},{"uri":"Posthole","surface_form":"posthole","offset":2009},{"uri":"Radiocarbon_dating","surface_form":"radiocarbon","offset":2153},{"uri":"Mesolithic","surface_form":"Mesolithic","offset":2233}]}