{"id":45254,"url":"http://en.wikipedia.org/wiki/Hieroglyph","text":"Hieroglyphs, or hieroglyphics, are a type of writing that uses symbols or pictures to stand for sounds and words. The Egyptians, Luwians and Mayan cultures are among those who used hieroglyphs. They have also been found in Turkey, Crete, United States and Canada.\nThey are thought to have started when pictures were used to tell stories on pots and other artwork. Over time, the pictures became letters.\nThe word \"hieroglyph\" comes from the Greek words ἱερός (hierós 'sacred') and γλύφειν (glúphein 'to carve' or 'to write'), and it was first used to mean Egyptian hieroglyphs. The Greeks who came to Egypt saw the picture letters, which were often found carved on house walls, tombs and monuments.\nAncient Egypt.\nAncient Egyptians used pictures to make a phonetic alphabet as in a rebus, so that each sound could be written with a picture-word, a \"phonogram\" or \"pictograph\". For example, a zig-zag for water n came to mean the letter \"n\", because the Egyptian word for water started with n. This same picture became our letter 'M' in the Latin alphabet, because the Semitic word for water started with m, and Semitic workers changed the symbols to fit sounds in their own language. In the same way, our Latin letter 'N' came from the hieroglyph for snake D as the word for \"snake\" started with n in Semitic. In Egyptian, this picture had stood for a sound like English \"J\" because of their word for snake. Some pictures came to represent ideas, and these are known as \"ideograms\".\nThe Egyptians used between 700 or 800 pictures, or glyphs. They were written from right to left and from top to bottom. They did not use punctuation.\nHistory.\nArchaeologists believe that the Egyptians began using hieroglyphs about 3300 or 3200 BCE. They were in use for more than 3500 years. Only the nobles, priests and government officials wrote in hieroglyphs. They were hard to learn and took a long time to write. People stopped using hieroglyphs when Christianity took hold in Egypt. Writing in hieroglyphs became more rare: the last known inscription was made in 394 CE.\nHieroglyphs, like Japanese or Chinese characters, started out as ideographic characters, or writing made of pictures. The ancient writing has no vowels, and all sounds in the writing are consonants.\nBreaking the code.\nAfter the end of the Egyptian civilization in 30 BCE, people no longer knew how to read the hieroglyphs. When the French took over Egypt in 1798, French soldiers found a large stone. This is now called the Rosetta Stone. The Rosetta Stone had writing in three different languages: hieroglyphs, Ancient Greek and demotic (a simplified form of hieroglyphs). Jean François Champollion guessed that the writing on the stone was the same in three different languages. By using the Ancient Greek, he was able to work out the name of the ruler, Ptolemy V, in hieroglyphs. After many years of study, he was then able to work out how to read the other words.\nCretan hieroglyphs.\nA type of hieroglyphs was also used on Crete and the surrounding islands in the 2nd millennium BCE. This writing system developed into a script called Linear A. For some time, both writing systems were used. Of the 137 symbols are known, several resemble pictograms. 96 of the 137 known hieroglyphs occur in \"words\" and 32 seem to be logograms.\nThere are four numerals that represent 1, 10, 100 and 1000, respectively, and a symbol that looks like a small cross: it probably shows the beginning of the text. Because there are relatively few symbols, the writing is probably syllabic, much like Linear A. Most of the known texts are short: occur on sigils and clay shards.","categories":[],"infobox_types":[],"annotations":[{"uri":"Writing","surface_form":"writing","offset":45},{"uri":"Symbol","surface_form":"symbol","offset":63},{"uri":"Picture","surface_form":"picture","offset":74},{"uri":"Sound","surface_form":"sound","offset":96},{"uri":"Word","surface_form":"word","offset":107},{"uri":"Ancient_Egypt","surface_form":"Egyptians","offset":118},{"uri":"Luwians","surface_form":"Luwians","offset":129},{"uri":"Maya_civilization","surface_form":"Mayan","offset":141},{"uri":"Turkey","surface_form":"Turkey","offset":223},{"uri":"Crete","surface_form":"Crete","offset":231},{"uri":"United_States","surface_form":"United States","offset":238},{"uri":"Canada","surface_form":"Canada","offset":256},{"uri":"Ancient_Greece","surface_form":"Greeks","offset":582},{"uri":"House","surface_form":"house","offset":665},{"uri":"Tomb","surface_form":"tomb","offset":678},{"uri":"Monument","surface_form":"monument","offset":688},{"uri":"Phonetic_alphabet","surface_form":"phonetic alphabet","offset":756},{"uri":"Rebus","surface_form":"rebus","offset":782},{"uri":"Water","surface_form":"water","offset":904},{"uri":"Latin_alphabet","surface_form":"Latin alphabet","offset":1040},{"uri":"Snake","surface_form":"snake","offset":1251},{"uri":"Archaeologist","surface_form":"Archaeologist","offset":1642},{"uri":"Nobility","surface_form":"nobles","offset":1784},{"uri":"Priest","surface_form":"priest","offset":1792},{"uri":"Christianity","surface_form":"Christianity","offset":1940},{"uri":"Japanese_language","surface_form":"Japanese","offset":2079},{"uri":"Chinese_language","surface_form":"Chinese","offset":2091},{"uri":"Vowel","surface_form":"vowel","offset":2206},{"uri":"Consonant","surface_form":"consonant","offset":2248},{"uri":"France","surface_form":"French","offset":2393},{"uri":"Rosetta_Stone","surface_form":"Rosetta Stone","offset":2485},{"uri":"Jean_Fran%C3%A7ois_Champollion","surface_form":"Jean François Champollion","offset":2635},{"uri":"Ptolemy_V","surface_form":"Ptolemy V","offset":2817},{"uri":"Crete","surface_form":"Crete","offset":2988},{"uri":"Linear_A","surface_form":"Linear A","offset":3100},{"uri":"Pictogram","surface_form":"pictogram","offset":3204},{"uri":"Logogram","surface_form":"logogram","offset":3283},{"uri":"Numeral","surface_form":"numeral","offset":3309},{"uri":"Syllabary","surface_form":"syllabic","offset":3523},{"uri":"Sigil","surface_form":"sigil","offset":3597},{"uri":"Clay","surface_form":"clay","offset":3608}]}