{"id":452763,"url":"http://en.wikipedia.org/wiki/Telangana","text":"Telangana () is a state in southern India. It became the 29th state of India on 2nd June, 2014. Before that, it was part of Andhra Pradesh. It has a population of 39.12 million as per the 2017 census. Its capital is Hyderabad, being the largest city of Telangana. Hyderabad was built by Quli Qutub Shah 400 years back on the banks of river Musi, with the Charminar at its centre. The rivers flowing through the state are Krishna, Godavari, Bhima, Manjira, Musi and Paleru. Telangana is a land locked state with Maharashtra, Karnataka, Chhattisgarh, and Andhra Pradesh as its border states. K. Chandrashekar Rao is the first and current Chief Minister of the state from the Telegana Rashtra Samithi (TRS). According to the data released by the Comptroller and Auditor-General of India in 2018, Telegana stands first in the states with respect to the average growth rate of its own tax revenue. It has achieved an average growth rate of 13.8% during the last 4 years. It has 17 Lok Sabha seats and 119 assembly seat\nDistricts.\nThere were 10 districts in Telangana, viz. Adilabad, Hyderabad, Karimnagar, Khammam, Mahaboobnagar, Medak, Nalgonda, Nizamabad, Rangareddy and Warangal, which have been expanded into 32 districts, viz. Nirmal, Komarambheem, Jegityala, Kammareddy, Pedapali, Sidipet, Hanumakonda, Jayashenkar, Sangareddy, Yadadri, Suryapet, Shamshabad, Vanaparti and Nagarkarnool among others and the old ones.\nCoal reserves in Telangana were first found at Singareni in Khammam. T-Hub started by Telangana's government is the first of its kind, promoting the startups in the state. The Government Of Telegana has launched several welfare schemes such as the Amma Vodi scheme (for poor and pregnant scheme), Single Women Pension scheme and KCR kit scheme for pregnant women and new born.\nLanguage.\nTelangana has its own slang of Telugu language,and is also known for its featured Telangana songs, namely \"Janapadha Geethalu\".As in the culture,the state of Telangana,celebrates festivals like Bonalu, Bathukamma. Sammakka -Saralamma Jathara is the second largest festival in India after the Kumbh Mela.","categories":[],"infobox_types":[],"annotations":[{"uri":"India","surface_form":"India","offset":36},{"uri":"Andhra_Pradesh","surface_form":"Andhra Pradesh","offset":124},{"uri":"Hyderabad%2C_India","surface_form":"Hyderabad","offset":216},{"uri":"Charminar","surface_form":"Charminar","offset":355}]}