{"id":45281,"url":"http://en.wikipedia.org/wiki/Firefly_(TV_series)","text":"\"Firefly\" is an American science fiction television series. It first aired in the United States and Canada on September 20, 2002. It is set in the future, but also has many things about it which would be expected in a story of the American Old West. This combination of past and future gives a unique science fiction setting for the story. It was created by writer and director Joss Whedon, creator of \"Buffy the Vampire Slayer\" and \"Angel\". He created it with his production company, Mutant Enemy. Whedon was the executive producer, along with Tim Minear.\n\"Firefly\" was first broadcast on the FOX network. It was cancelled after only eleven of the fourteen episodes were shown. Even though the show did not last long, it sold very well when it was released onto DVD and had great fan support. Because of this, Whedon and Universal Pictures made a movie based on the series, titled \"Serenity\". The movie was named after the fictional spaceship in the show. It won an Emmy in 2003 for \"Outstanding Special Visual Effects for a Series\".\nThe series is set in 2517 AD. It follows the adventures of the crew of \"Serenity\", a \"Firefly\"-class spaceship. The cast play the nine characters who live on \"Serenity\". Whedon described the show as \"nine people looking into the blackness of space and seeing nine different things\". The show looks at the changing lives of people who fought on the losing side of a civil war. It also shows the pioneer culture that is on the edges of their star system. It is a future where the only two superpowers, the United States and China, joined to create a single government. This government was called the \"Alliance\". This also caused the two cultures to blend into each other. Whedon said that nothing has changed in the future. There are more people with better technology, but they still have the same problems politically, morally and ethically.\nCreation.\nWhedon came up with the idea for the show after reading \"The Killer Angels\", a novel about the Battle of Gettysburg during the American Civil War. He wanted to follow people who had fought on the losing side of a war. He wanted to look at their lives after the war on the edges of civilization. It was meant to be the kind of drama with a lot of people trying to figure out their lives in a pioneer environment. Whedon wanted to have a show that was about when life was physical and things did not come easy to people. Whedon was also very interested in science fiction and wanted to make something for television that was character-driven and dirty.\nFor the name of the show, Joss Whedon wanted something that had strength and movement. He felt that the word \"firefly\" had both. The fact that it was also something small with a powerful name made him like it more. From there, he created the ship in the image of a firefly.\nFormat.\nWhile making the first episode, Whedon was arguing with FOX that the show should be shown in widescreen format. Because of this, he filmed scenes with actors on the edge of both sides so that they would have to show it that way. However, the pilot was turned down by the FOX executives. They thought that it did not have enough action. They also did not like the captain. FOX told Whedon on a Friday afternoon that he had to make a new script by Monday morning or they would not do it. Whedon and Tim Minear spent the weekend writing a new episode, \"The Train Job\". In this new episode, the captain was more \"happy\" and they added \"larger than life\" characters. These characters were the henchman \"Crow\", and the \"hands of blue\" men, that also introduced a \"X-Files\"-type ending.\nSet design.\nProduction designer Carey Meyer built the ship \"Serenity\" in two parts. It was built as a complete set. It had ceilings and working lights built in as part of the set that the cameras could use. It also had movable parts. This helped with moving the camera around inside the set. There were other good things about this set design. One was that it let the people watching feel that they were really in a ship. For Whedon, the design of the ship was very important. It defined the known space for the viewer. He wanted to show that it was simple and that it was \"beat-up but lived-in and ultimately, it was home\". Each room had a feel to it, usually shown by the paint color.\nTheir small budget was a reason to use the ship for much of telling the story. When the characters did go off of the ship, the worlds all had Earth atmosphere and colors. They could not afford to build alien worlds.\nMusic.\nThe theme song, \"The Ballad of Serenity\", was written by Joss Whedon and performed by Sonny Rhodes. Whedon wrote the song before the series was approved by Fox. An early recording done by Whedon can be found on the DVD release.\nThe soundtrack to the series was released on CD on November 8, 2005 by Varèse Sarabande. The musical score matches the blending of cultures in the show. Cowboy guitar blended with an Asian feel was the musical background for the series. Greg Edmonson wrote the music for the series. He said that he wrote for the emotion of the moment.\nCasting.\nIn casting his nine-member crew, Whedon looked first at the actor and how they got along with others. All nine cast members were chosen before filming began. However, while filming the original pilot \"Serenity\", Whedon saw that the actress cast as Inara Serra (Rebecca Gayheart) was not right for the role.Morena Baccarin auditioned for the role and two days later was on the set in her first television show.\nWhedon asked Nathan Fillion to play the lead role of Malcolm Reynolds. After telling him the idea for the show and showing him the pilot, Fillion wanted the role. Fillion was called back several times to read for the part before he was cast.\nAlan Tudyk auditioned and was told to come back in to test with the possible Zoes (the character's wife). It was down to him and one other person. The Zoes did not work out and Tudyk was sent home. He got a call telling him he had the part anyway.\nVeteran science fiction-fantasy actress Gina Torres (\"The Matrix Reloaded\", ') did not at first want to do another science fiction show, but \"was won over by the quality of the source material.\" As she recalled, \"So you had these challenged characters inhabiting a challenging world and that makes for great storytelling. AND NO ALIENS!\"\nAdam Baldwin grew up watching westerns. The character of Jayne Cobb was a role that was perfect for him.\nCanadian actress Jewel Staite has been an actress since age nine. She videotaped her audition from Vancouver. she was asked to come to Los Angeles to meet Whedon, where she was cast for the role of Kaylee Frye, the ship's engineer.\nSean Maher remembers reading for the part and liking the character of Simon Tam. He said it was Whedon's personality and vision that \"sealed the deal\" for him. For the role of Simon's sister, Whedon called in Summer Glau for an audition and test the same day. Glau had first worked for Whedon on an episode of \"Angel\". Two weeks later Whedon called her to tell her she had the part. This was Glau's first speaking role.\nThe veteran television actor Ron Glass (\"Barney Miller\", \"All in the Family\"), has said that until \"Firefly\", he had not thought about a science-fiction western role but he fell in love with the pilot script and the character of Shepherd Book.\nBack story.\nThe series takes place in the year 2517, on several planets and moons. The television series does not say if these are in one star system. The movie \"Serenity\" makes clear that all the planets and moons are in one large system. The characters refer to \"Earth-that-was\" and in the movie, it is said that long before the events in the series a large population had left from Earth to a new star system: \"Earth that was could no longer sustain our numbers, we were so many.\" The people settled in this new star system, with \"dozens of planets and hundreds of moons.\" Many of these were terraformed, a process in which a planet or moon is altered to resemble the Earth. The terraforming process was only the first step in making a planet livable. Only the most central planets got more treatment. This caused many of the border planets and moons to have environments that fit the Western setting.\nSynopsis.\nThe show takes its name from the \"Firefly\"-class spaceship \"Serenity\" that the main characters call home. Its tail section lights up during acceleration, looking like the glowing part of a firefly.\nThe Alliance is shown to control the star system through an organization of \"core\" planets. DVD commentary suggests that two main \"core\" planets make up the Alliance. One is mostly Occidental in culture, the other is Asian. This explains the series' mixed linguistic and visual themes. The central planets are under Alliance control, but the outer planets and moons resemble the 19th century American West, with little government control. Settlers people on the outer worlds have relative freedom from the central government. The outer areas also have Reavers, a cannibalistic race.\nThe captain of the crew of \"Serenity\" is Malcolm \"Mal\" Reynolds (Nathan Fillion). The episode \"Serenity\" shows that the captain and his first mate Zoe Washburne (Gina Torres) are veteran \"Browncoats\" of the civil war. A later episode, titled \"Out of Gas\", shows that Mal bought the spaceship \"Serenity\" to continue living beyond Alliance control. Much of the crew's work is made up of cargo runs or smuggling. One of the main story arcs is that of River Tam (Summer Glau) and her brother Simon (Sean Maher). River was a child prodigy. Her brain was experimented on. She seems to have schizophrenia and often hears voices. It is later found out that she is a \"reader\", someone with psychic abilities. Simon gave up a very good career as a surgeon to save her from the Alliance. They join the crew in the original \"Serenity\". Because of this rescue, they are both wanted criminals.\nSignature show elements.\n\"Firefly\" takes place in a multi-cultural future. Because of this, Mandarin Chinese is a common second language. It is used in advertisements, and characters in the show often use Chinese words and curses.\nThe show also has slang not used in today's culture. There are changes to modern words, or new words (\"shiny\" is a synonym of \"cool\"). The Japanese katakana and an Old West dialect are also used.\nOne of the problems that Whedon had with FOX was the tone of the show, especially with the main character Malcolm Reynolds. FOX wanted Whedon to make his character more \"jolly\". They felt he was too dark in the original pilot.\nMain characters.\n\"Firefly\" had an ensemble cast that played the nine crew members of the ship, \"Serenity\". These characters fight criminals, Alliance security forces, the insane Reavers, and the mysterious men with \"hands of blue\" - who seem to work for a secret agency which is part of the huge corporation, The Blue Sun Corporation. The crew needs to get enough income to keep their ship working. While doing this, they must stay hidden from people looking for them.\nAll nine major characters are in every episode, with one exception: Book is absent from \"Ariel\".","categories":[],"infobox_types":["Television"],"annotations":[{"uri":"United_States","surface_form":"American","offset":16},{"uri":"Science_fiction","surface_form":"science fiction","offset":25},{"uri":"Television_programme","surface_form":"television series","offset":41},{"uri":"United_States","surface_form":"United States","offset":82},{"uri":"Canada","surface_form":"Canada","offset":100},{"uri":"Old_West","surface_form":"Old West","offset":240},{"uri":"Past","surface_form":"past","offset":270},{"uri":"Future","surface_form":"future","offset":279},{"uri":"Writer","surface_form":"writer","offset":358},{"uri":"Movie_director","surface_form":"director","offset":369},{"uri":"Joss_Whedon","surface_form":"Joss Whedon","offset":378},{"uri":"Buffy_the_Vampire_Slayer","surface_form":"Buffy the Vampire Slayer","offset":403},{"uri":"Angel_(TV_series)","surface_form":"Angel","offset":434},{"uri":"Company","surface_form":"company","offset":476},{"uri":"Mutant_Enemy_Productions","surface_form":"Mutant Enemy","offset":485},{"uri":"Executive_producer","surface_form":"executive producer","offset":514},{"uri":"Tim_Minear","surface_form":"Tim Minear","offset":545},{"uri":"Broadcast","surface_form":"broadcast","offset":577},{"uri":"Fox_Broadcasting_Company","surface_form":"FOX","offset":594},{"uri":"Television_network","surface_form":"network","offset":598},{"uri":"Cancel","surface_form":"cancel","offset":614},{"uri":"Episode","surface_form":"episode","offset":658},{"uri":"DVD","surface_form":"DVD","offset":763},{"uri":"Fan","surface_form":"fan","offset":781},{"uri":"Universal_Studios","surface_form":"Universal Pictures","offset":822},{"uri":"Movie","surface_form":"movie","offset":848},{"uri":"Serenity_(movie)","surface_form":"Serenity","offset":883},{"uri":"Fiction","surface_form":"fiction","offset":924},{"uri":"Spacecraft","surface_form":"spaceship","offset":934},{"uri":"Emmy_Award","surface_form":"Emmy","offset":967},{"uri":"2003_in_television","surface_form":"2003","offset":975},{"uri":"Anno_Domini","surface_form":"AD","offset":1061},{"uri":"Adventure","surface_form":"adventure","offset":1080},{"uri":"Crew","surface_form":"crew","offset":1098},{"uri":"Cast_member","surface_form":"cast","offset":1151},{"uri":"Black","surface_form":"black","offset":1264},{"uri":"Outer_space","surface_form":"space","offset":1277},{"uri":"Civil_war","surface_form":"civil war","offset":1400},{"uri":"Pioneer","surface_form":"pioneer","offset":1429},{"uri":"Culture","surface_form":"culture","offset":1437},{"uri":"Star_system","surface_form":"star system","offset":1475},{"uri":"Superpower","surface_form":"superpower","offset":1522},{"uri":"People%27s_Republic_of_China","surface_form":"China","offset":1557},{"uri":"Government","surface_form":"government","offset":1590},{"uri":"Technology","surface_form":"technology","offset":1791},{"uri":"Politics","surface_form":"politically","offset":1841},{"uri":"Moral","surface_form":"moral","offset":1854},{"uri":"Ethics","surface_form":"ethically","offset":1866},{"uri":"The_Killer_Angels","surface_form":"The Killer Angels","offset":1944},{"uri":"Novel","surface_form":"novel","offset":1966},{"uri":"Battle_of_Gettysburg","surface_form":"Battle of Gettysburg","offset":1982},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":2014},{"uri":"Civilization","surface_form":"civilization","offset":2168},{"uri":"Drama","surface_form":"drama","offset":2213},{"uri":"Environment","surface_form":"environment","offset":2286},{"uri":"Strength","surface_form":"strength","offset":2602},{"uri":"Movement","surface_form":"movement","offset":2615},{"uri":"Firefly","surface_form":"firefly","offset":2648},{"uri":"Argue","surface_form":"arguing","offset":2863},{"uri":"Widescreen","surface_form":"widescreen format","offset":2913},{"uri":"Actor","surface_form":"actor","offset":2971},{"uri":"Teleplay","surface_form":"script","offset":3256},{"uri":"The_Train_Job","surface_form":"The Train Job","offset":3370},{"uri":"Henchman","surface_form":"henchman","offset":3508},{"uri":"Introduce","surface_form":"introduce","offset":3564},{"uri":"The_X-Files","surface_form":"X-Files","offset":3578},{"uri":"Production_designer","surface_form":"Production designer","offset":3612},{"uri":"Carey_Meyer","surface_form":"Carey Meyer","offset":3632},{"uri":"Define","surface_form":"define","offset":4080},{"uri":"Paint","surface_form":"paint","offset":4274},{"uri":"Earth","surface_form":"Earth","offset":4429},{"uri":"Atmosphere","surface_form":"atmosphere","offset":4435},{"uri":"Color","surface_form":"color","offset":4450},{"uri":"Extraterrestrial_life","surface_form":"alien","offset":4489},{"uri":"Theme_song","surface_form":"theme song","offset":4514},{"uri":"Sonny_Rhodes","surface_form":"Sonny Rhodes","offset":4596},{"uri":"Compact_disc","surface_form":"CD","offset":4783},{"uri":"Var%C3%A8se_Sarabande","surface_form":"Varèse Sarabande","offset":4809},{"uri":"Cowboy","surface_form":"Cowboy","offset":4891},{"uri":"Guitar","surface_form":"guitar","offset":4898},{"uri":"Asia","surface_form":"Asia","offset":4921},{"uri":"Music","surface_form":"music","offset":4940},{"uri":"Background","surface_form":"background","offset":4948},{"uri":"Greg_Edmonson","surface_form":"Greg Edmonson","offset":4975},{"uri":"Emotion","surface_form":"emotion","offset":5051},{"uri":"Pilot_episode","surface_form":"pilot","offset":5277},{"uri":"Inara_Serra","surface_form":"Inara Serra","offset":5331},{"uri":"Rebecca_Gayheart","surface_form":"Rebecca Gayheart","offset":5344},{"uri":"Morena_Baccarin","surface_form":"Morena Baccarin","offset":5389},{"uri":"Audition","surface_form":"audition","offset":5405},{"uri":"Nathan_Fillion","surface_form":"Nathan Fillion","offset":5506},{"uri":"Malcolm_Reynolds","surface_form":"Malcolm Reynolds","offset":5546},{"uri":"Alan_Tudyk","surface_form":"Alan Tudyk","offset":5735},{"uri":"Fantasy","surface_form":"fantasy","offset":6007},{"uri":"Gina_Torres","surface_form":"Gina Torres","offset":6023},{"uri":"The_Matrix_Reloaded","surface_form":"The Matrix Reloaded","offset":6037},{"uri":"Quality","surface_form":"quality","offset":6145},{"uri":"Adam_Baldwin","surface_form":"Adam Baldwin","offset":6321},{"uri":"Jayne_Cobb","surface_form":"Jayne Cobb","offset":6378},{"uri":"Canada","surface_form":"Canadian","offset":6426},{"uri":"Jewel_Staite","surface_form":"Jewel Staite","offset":6443},{"uri":"Videotape","surface_form":"videotape","offset":6496},{"uri":"Vancouver","surface_form":"Vancouver","offset":6525},{"uri":"Los_Angeles%2C_California","surface_form":"Los Angeles","offset":6561},{"uri":"Kaylee_Frye","surface_form":"Kaylee Frye","offset":6624},{"uri":"Engineer","surface_form":"engineer","offset":6648},{"uri":"Sean_Maher","surface_form":"Sean Maher","offset":6658},{"uri":"Simon_Tam","surface_form":"Simon Tam","offset":6728},{"uri":"Summer_Glau","surface_form":"Summer Glau","offset":6867},{"uri":"Veteran","surface_form":"veteran","offset":7082},{"uri":"Ron_Glass","surface_form":"Ron Glass","offset":7107},{"uri":"Barney_Miller","surface_form":"Barney Miller","offset":7119},{"uri":"All_in_the_Family","surface_form":"All in the Family","offset":7136},{"uri":"Derrial_Book","surface_form":"Shepherd Book","offset":7307},{"uri":"Planet","surface_form":"planet","offset":7386},{"uri":"Satellite_(natural)","surface_form":"moons","offset":7398},{"uri":"Earth","surface_form":"Earth","offset":7707},{"uri":"Star_system","surface_form":"star system","offset":7722},{"uri":"Terraforming","surface_form":"terraformed","offset":7917},{"uri":"Treatment","surface_form":"treatment","offset":8116},{"uri":"Acceleration","surface_form":"acceleration","offset":8377},{"uri":"Firefly","surface_form":"firefly","offset":8426},{"uri":"Organization","surface_form":"organization","offset":8495},{"uri":"Audio_commentary_(DVD)","surface_form":"DVD commentary","offset":8527},{"uri":"Occidental","surface_form":"Occidental","offset":8616},{"uri":"Language","surface_form":"linguistic","offset":8691},{"uri":"Visual","surface_form":"visual","offset":8706},{"uri":"Theme","surface_form":"theme","offset":8713},{"uri":"19th_century","surface_form":"19th century","offset":8814},{"uri":"Knowledge_relativity","surface_form":"relative","offset":8915},{"uri":"Freedom","surface_form":"freedom","offset":8924},{"uri":"Reaver_(Firefly)","surface_form":"Reavers","offset":8987},{"uri":"Cannibal","surface_form":"cannibal","offset":8998},{"uri":"Race_(biology)","surface_form":"race","offset":9012},{"uri":"Serenity_(Firefly_episode)","surface_form":"Serenity","offset":9113},{"uri":"First_mate","surface_form":"first mate","offset":9154},{"uri":"Zoe_Washburne","surface_form":"Zoe Washburne","offset":9165},{"uri":"Browncoat","surface_form":"Browncoat","offset":9206},{"uri":"Out_of_Gas","surface_form":"Out of Gas","offset":9261},{"uri":"Smuggling","surface_form":"smuggling","offset":9417},{"uri":"River_Tam","surface_form":"River Tam","offset":9466},{"uri":"Summer_Glau","surface_form":"Summer Glau","offset":9477},{"uri":"Simon_Tam","surface_form":"Simon","offset":9506},{"uri":"Sean_Maher","surface_form":"Sean Maher","offset":9513},{"uri":"Child_prodigy","surface_form":"child prodigy","offset":9538},{"uri":"Brain","surface_form":"brain","offset":9557},{"uri":"Experiment","surface_form":"experiment","offset":9567},{"uri":"Schizophrenia","surface_form":"schizophrenia","offset":9602},{"uri":"Psychic_ability","surface_form":"psychic abilities","offset":9699},{"uri":"Career","surface_form":"career","offset":9744},{"uri":"Surgeon","surface_form":"surgeon","offset":9756},{"uri":"Criminal","surface_form":"criminal","offset":9887},{"uri":"Multi-cultural","surface_form":"multi-cultural","offset":9950},{"uri":"Standard_Mandarin","surface_form":"Mandarin Chinese","offset":9990},{"uri":"Advertisement","surface_form":"advertisement","offset":10050},{"uri":"Curse","surface_form":"curse","offset":10121},{"uri":"Slang","surface_form":"slang","offset":10147},{"uri":"Synonym","surface_form":"synonym","offset":10244},{"uri":"Japanese_language","surface_form":"Japanese","offset":10268},{"uri":"Katakana","surface_form":"katakana","offset":10277},{"uri":"Dialect","surface_form":"dialect","offset":10302},{"uri":"Tone","surface_form":"tone","offset":10378},{"uri":"Ensemble_cast","surface_form":"ensemble cast","offset":10586},{"uri":"Military","surface_form":"security forces","offset":10702},{"uri":"Insane","surface_form":"insane","offset":10723},{"uri":"Mystery","surface_form":"mysterious","offset":10747},{"uri":"Corporation","surface_form":"corporation","offset":10848},{"uri":"Blue_Sun","surface_form":"The Blue Sun Corporation","offset":10861},{"uri":"Income","surface_form":"income","offset":10916},{"uri":"Ariel_(Firefly_episode)","surface_form":"Ariel","offset":11110}]}