{"id":452916,"url":"http://en.wikipedia.org/wiki/Duryu_Park","text":"Duryu Park is a park in Duryu-dong, Daegu Dalseo-gu, South Korea. It provides several sports facilities like baseball park, multipurpose sports field and a sports park. The baseball park's size is and can hold about 19 thousands of people. You can lend it only for sports use like soccer or baseball not the other use. After using it, you have to dispose all trashes in there. If you want to make a reservation, you can do it through call, 053-625-1949. The multipurpose sports field covers and has benches and a drinking fountain. The sports park's size is and you can use about 26 sporting equipment. All facilities except the baseball park are free for open-year round. Also, there are other several sports centers like tennis court, swimming pool and golf driving range. The time you can use a swimming pool is from 6am to 9pm and if you have any question, you can contact through the number 053-623-2156. And the tennis court consists of all 9 course and you can join several clubs in here. And the time you can use golf driving range is from 6am to 10pm and if you want to ask a question, you can contact through 053-654-5212.\nDuryu Park has cultural facilities like a Culture & Arts Center, an outdoor music hall, Daegu sightseeing information center, Duryu library and Geum Young temple. The Culture & Art center's size is. It has of several halls for performances. For performance, it has 1,008 seats and 241 seats for each hall. And, there is a display room. For field performance, it has 700 seats. In outdoor music hall, there are 10,80 seats but, it can accept 30,000 people as much as possible because there is big field behind the seats. In the information center, it informs people of what the a sight spot is and provides other material about that. And, it also issues the VISA. In the Duryu library, it has about 1,300,000 volumes of book and opens from 7am to 22pm except holiday and Monday of first and third week. It also opens courses like calligraphy, paduk and making a paper flower. The Geum young temple was built in March, 1931. It has about 4~5 thousands believers.\nDyrue Park provides the forest guidance for citizens. If you are over 6 years old, you can apply to this system. You have to make a reservation by calling and the number is 053-625-1952. When you make a reservation, you have to tell several information like how many will take part in, the representative's name, the call number the center can contact, the day and time etc. And it is better if your member'S number is more than 5 and less than 30. The course consists of figure bronze course, watch status course and other project course. Its time is from 10am to 12pm and from 2pm to 4pm regardless of the day. And if you are group members not individual, you will have a priority to getting guidance. And if there's no one to have an appointment, the center will give a guidance service to hikers.","categories":[],"infobox_types":[],"annotations":[]}