{"id":452985,"url":"http://en.wikipedia.org/wiki/Conwy_Castle","text":"Conwy Castle () is a castle that was built in the Middle Ages. It is in Conwy, in the country of Wales. It was built by Edward I of England. He built it after he went to Wales and took over control of it, conquering it. He built it between the years of 1283 and 1289. It is part of the city walls. It cost £15,000 to build. The castle has survived wars like Madog ap Llywelyn. Richard II of England hid there in 1399. Owain Glyndŵr took it over in 1401, too.\nAfter the English Civil War started in 1642, people who supported Charles I of England took over the castle. They stayed there until 1646, which was when the Roundheads took it from them. When that war ended, the government partially destroyed the castle, so no one would use it. By 1665 it was completely destroyed because people had taken all of the iron and lead from the castle and sold it. Artists started making paintings of the castle in the 18th and 19th centuries. People started visiting it on vacation and it is now ran by Cadw.\nConwy Castle was called one of the best Middle Ages military places in Europe by UNESCO. It is a World Heritage Site. The castle is rectangular. It is made from local stone and stone brought from other places. There are two parts of the castle: \"Inner Ward\" and \"Outer Ward\". It has eight towers and two barbicans. There is a gate which has a path that goes down to River Conwy. This path let the castle get supplies from boats and fishing. It has one of the oldest machicolation's in the country. It also has a bedroom which was used by kings and queens. The castle was based on the buildings made by James of Saint George.\n1200s.\nConwy was a Cistercian monastery before it was a town. It was often visited by the Welsh princes. It is also a place where a person can cross the River Conwy going from the ocean area to the inland. The area has been owned by kings who have been from England and Wales since 1070.\nIn 1282 Edward I of England attacked the castle. He had a big army. They came to the castle from the north. They came from Carmarthen. They also came from the West. The army came from Montgomery and Chester. The town of Aberconwy was captured by Edward in March 1283. He decided to use the castle as the center point for a county. There used to be an abbey where the castle was. Edward had the abbey relocated. He wanted to own the castle so that other people thought he was very powerful.\nAfter Edward decided to build the castle people started building it quickly. Sir John Bonvillars was the foreman for the building of the castle. A mason named James of St. George also worked on the project. They started building it in 1283. From 1283 until 1284 they built the walls and towers. Next, they built the buildings inside the castle walls. They also built walls for a town nearby. That took place between 1284 and 1286. They finished building the castle in 1287. People came from all over England to help build the castle. People would meet in Chester and walk to Wales to work at the castle. In total the project cost £15,000. That was a lot of money back then.\nThe castle had a person who was both constable and the mayor of Conwy. That person also managed 30 soldiers. A carpenter, chaplain, blacksmith, engineer, and stonemason worked at the castle. In 1294 Madog ap Llywelyn started to fight against the people who ruled England. King Edward moved to Conwy to escape Madog ap Llywelyn. He lived at the castle from December 1294 until January 1295. He was only able to get supplies and food from the sea. Eventually, soldiers came and helped him in February. After that time, various people lived at the castle. This included Edward's son, who would become Edward II of England. He lived there in 1301.\n1300s-1400s.\nThe castle fell apart during the 14th century because people did not take care of it. By the year 1321 the roof was leaking and the wood was rotting. In 1343, Edward, the Black Prince took over the castle. He fixed it with the help of Sir John Weston. Weston worked for Edward. They added a lot of things, including arches to the great hall. When Edward died, the castle fell apart again.\nRichard II of England started living in the castle towards the end of the century. He stayed there to escape Henry IV. When Richard got back from Ireland on August 12, 1399, and went to the castle, he met Henry Percy. Percy worked for Henry IV. The two talked to help stop the fighting. Percy promised to not hurt Richard. Richard surrendered on August 19 to Henry Percy at Flint Castle. He said he would stop being King if he was allowed to live, not die. Richard was taken to London. He died at Pontefract Castle.\nA rebellion started in 1400, during the rule of Henry IV. It was started by Owain Glyndŵr. This was just after Richard was told he was no longer king. Two cousins of Owain Glyndŵr, Rhys ap Tudur and his brother Gwilym, attacked the castle as a surprise. They dressed up like carpenters and acted like they were going to fix the castle. The got inside, killed two watchmen, and took over the castle. Their troops took over the town. The brothers lived there for about 3 months. They gave up after Henry IV promised to forgive them and they would not go to trial.\nThe castle was almost used during the War of the Roses but by the time the war ended it did not see any activity. The castle went through repairs in the 1520s and 1530s by Henry VIII. The castle was used as a prison and sometimes people who visited Conwy stayed at the castle.\n1600s to today.\nThe castle had fallen apart again by the 1600s. It was sold to Edward Conway by Charles I in 1627. Edward bought it for £100. Edward's son, also named Edward, took over the castle in 1631. It was a ruin. In 1642, the English Civil War started. John Williams, Archbishop of York, took charge of the castle for the king. He used his own money to fix the broken parts of the castle. In 1645, Sir John Owen became governor of the castle. The two men argued about this, since Williams was supposed to be running it, not Owen. Eventually Williams gave up and moved back to London. The castle was taken over by Thomas Mytton between a siege in August and November of 1646.\nAfter the siege, Colonel John Carter became governor of the castle. He made more repairs to fix it. In 1655, the English Council of State was told, by the Parliament of England, to pull down the castle so people could not use it anymore. The Bakehouse Tower was partially torn apart during that time. The castle was given back to Edward Conway by Charles II as part of the Restoration. But, five years later Conway took all of the iron and lead that was on the castle and sell it to make money. A man named William Milward was in charge of taking the iron and lead off the castle. The people who lived in the town of Conwy protested the removal. Conway and Millward did not care and the castle became a complete ruin.\nBy the end of the 18th century the castle ruins were called \"picturesque\" and beautiful. People and artists would visit the castle from around the country. Artists would paint pictures of it, including the artists Thomas Girtin, Moses Griffith, Julius Caesar Ibbetson, Paul Sandby and J. M. W. Turner. Bridges were built over the River Conwy to the town from the Llandudno in the 1800s. The new bridges brought more tourists to the area. The two bridges included the Conwy Suspension Bridge, built in 1826, and the Conwy Railway Bridge, built in 1848. This allowed people with boats, cars, and riding in trains to visit the castle. The Holland family was running the castle, and in 1865 they gave it to the local government to run. The town helped to restore the ruins and they fixed the Bakehouse Tower. The castle was leased in 1953 to the Ministry of Works. They had Arnold Taylor start to fix the castle. He also researched the castle's history. A new road was built to the castle in 1958. It was going to be made into a monument by the country. In 1986 it was called a World Heritage Site.\nToday it is ran by Cadw and tourists visit it. As of 2010, 186,897 people had visited the castle. They opened a new visitor center in 2012. The castle always has to be repaired. Between the years 2002 and 2003, it cost £30,000 to maintain and repair the castle.\nArchitecture.\nThe castle is considered one of the best \"examples of late 13th century and early 14th century military architecture in Europe,\" by UNESCO. It sits on the coast. The coast is made up of a lot of rocks, including grey sandstone and limestone. Most of the stone that the castle was built out of is from this stone. The sandstone used to make carvings was brought from the Creuddyn peninsula, Chester, and the Wirral. That sandstone had more colors than the grey sandstone that was local. It might have been chosen not only because it was easy to carve, but also because it was pretty.\nThe castle is rectangular. It has two different sections, the Inner Ward and the Outer Ward. It has four towers. They are and there is one on each side of the castle. The castle would have been painted white with lime render during its early days. The towers have holes in them, called \"putlog holes\". These holes were used to help the builders build the towers, by putting wood timber pieces through the holes so they could climb up the towers. There are also square holes that are found in the castle walls. No one knows what they were used for. Maybe they were used to get rid of water when it rained, used for hoardings, or for displaying decorations.\nThe main entrance to the castle is through the western barbican. That barbican used to go over a drawbridge and a ramp from the town. Today, the path goes along the east side of the walls. The barbican has some of the oldest machicolation stones in Britain. In the early days, the gate to the castle was probably protected by a portcullis.\nThrough the gate is the Outer Ward. When it was first built, this is where administrative duties were. People were handling business and management of the castle. This is where the northwest tower is located. People could live inside of it, and also store things. There is also the southwest tower, which was used by the constable. There was also a bakery inside of it. On the southside of the Outer Ward, there is a great hall and a chapel. There are also cellars. There is an old great arch from the 1340s. A jail was in a tower behind the great hall. There was a dungeon inside of it. The north side of the Outer Ward has a kitchen, brewery, bakery, and inside the tower people could live and store things.\nThere used to be a wall that separated the Inner Ward from the Outer Ward. The wall, which was inside the castle, had a drawbridge and a gate. There was also a ditch which made it hard to cross if the gate was closed. In the 16th century, the ditch was filled up so people could walk over it and the drawbridge was removed. This is where the spring that the castle gets it water from is located. The well is deep. The Inner Ward is where the royal guests and residents lived. It is also where their staff and servants lived. The royal bedrooms, also called \"chambers\", are considered the finest preserved in England and Wales. The Inner Ward was supposed to look like a very small version of a royal palace. The reason the wall, gate, and ditch were built was so that if there was an emergency or an attack, the Inner Ward could be sealed off from the Outer Ward, which would fight against invasions.\nThe rooms where the royals lived were on the first floor in a series of small buildings. There were four protective towers for the Inner Ward. One of the towers was a chapel where the royals would have religious services. All of the towers had turrets for security. They also each displayed the royal flag. It is believed that this part of Conwy Castle was designed similar to that at Corfe Castle. The king could have his own private time while having a lot of security to keep him and all inside safe. There used to be two apartments inside, but eventually they were made into one apartment with three rooms.\nThe east side of the Inner Ward has another barbican. This is where the castle garden is. The royal apartments could see the garden from their windows. There used to be grass there, and then vines, crab-apple trees, and flowers. There was a small gate that led to a small dock on the river. This allowed visitors to visit and leave the castle with very few people seeing them. It also allowed people to get supplies for the Inner Ward from boats.\nThe architecture is similar to that found in the kingdom of Savoy during the 13th century. This includes the way the windows were designed, the positioning of the \"putlog\" holes. Historians think that Conwy Castle was influenced by the work of architect Master James, from Savoy. The similarities to Savoy architecture might also be because many of the men who worked on building Conwy Castle were from Savoy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Castle","surface_form":"castle","offset":21},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":50},{"uri":"Conwy","surface_form":"Conwy","offset":72},{"uri":"Wales","surface_form":"Wales","offset":97},{"uri":"Edward_I_of_England","surface_form":"Edward I of England","offset":120},{"uri":"Madog_ap_Llywelyn","surface_form":"Madog ap Llywelyn","offset":358},{"uri":"Richard_II_of_England","surface_form":"Richard II of England","offset":377},{"uri":"Owain_Glynd%C5%B5r","surface_form":"Owain Glyndŵr","offset":418},{"uri":"English_Civil_War","surface_form":"English Civil War","offset":469},{"uri":"Charles_I_of_England","surface_form":"Charles I of England","offset":525},{"uri":"Roundheads","surface_form":"Roundheads","offset":617},{"uri":"Iron","surface_form":"iron","offset":811},{"uri":"Lead","surface_form":"lead","offset":820},{"uri":"18th_century","surface_form":"18th","offset":908},{"uri":"19th_century","surface_form":"19th centuries","offset":917},{"uri":"Vacation","surface_form":"vacation","offset":963},{"uri":"Cadw","surface_form":"Cadw","offset":993},{"uri":"UNESCO","surface_form":"UNESCO","offset":1080},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":1096},{"uri":"Stone","surface_form":"stone","offset":1166},{"uri":"Barbican","surface_form":"barbican","offset":1303},{"uri":"River_Conwy","surface_form":"River Conwy","offset":1365},{"uri":"Machicolation","surface_form":"machicolation","offset":1465},{"uri":"James_of_Saint_George","surface_form":"James of Saint George","offset":1601},{"uri":"Conwy","surface_form":"Conwy","offset":1631},{"uri":"Cistercian","surface_form":"Cistercian","offset":1643},{"uri":"Monastery","surface_form":"monastery","offset":1654},{"uri":"Welsh_people","surface_form":"Welsh","offset":1714},{"uri":"River_Conwy","surface_form":"River Conwy","offset":1777},{"uri":"Edward_I_of_England","surface_form":"Edward I of England","offset":1920},{"uri":"Army","surface_form":"army","offset":1974},{"uri":"Carmarthen","surface_form":"Carmarthen","offset":2035},{"uri":"West","surface_form":"West","offset":2071},{"uri":"Montgomery%2C_Powys","surface_form":"Montgomery","offset":2096},{"uri":"Chester","surface_form":"Chester","offset":2111},{"uri":"Aberconwy","surface_form":"Aberconwy","offset":2132},{"uri":"County","surface_form":"county","offset":2235},{"uri":"Abbey","surface_form":"abbey","offset":2263},{"uri":"Foreman","surface_form":"foreman","offset":2507},{"uri":"Mason","surface_form":"mason","offset":2549},{"uri":"James_of_St._George","surface_form":"James of St. George","offset":2561},{"uri":"Chester","surface_form":"Chester","offset":2957},{"uri":"Constable","surface_form":"constable","offset":3113},{"uri":"Mayor","surface_form":"mayor","offset":3131},{"uri":"Carpenter","surface_form":"carpenter","offset":3187},{"uri":"Chaplain","surface_form":"chaplain","offset":3198},{"uri":"Blacksmith","surface_form":"blacksmith","offset":3208},{"uri":"Engineer","surface_form":"engineer","offset":3220},{"uri":"Stonemason","surface_form":"stonemason","offset":3234},{"uri":"Madog_ap_Llywelyn","surface_form":"Madog ap Llywelyn","offset":3275},{"uri":"Edward_II_of_England","surface_form":"Edward II of England","offset":3674},{"uri":"14th_century","surface_form":"14th century","offset":3766},{"uri":"Edward%2C_the_Black_Prince","surface_form":"Edward, the Black Prince","offset":3892},{"uri":"Arch","surface_form":"arch","offset":4049},{"uri":"Great_hall","surface_form":"great hall","offset":4063},{"uri":"Richard_II_of_England","surface_form":"Richard II of England","offset":4122},{"uri":"Henry_IV","surface_form":"Henry IV","offset":4231},{"uri":"Ireland","surface_form":"Ireland","offset":4268},{"uri":"Henry_Percy%2C_1st_Earl_of_Northumberland","surface_form":"Henry Percy","offset":4327},{"uri":"Surrender","surface_form":"surrender","offset":4453},{"uri":"Flint_Castle","surface_form":"Flint Castle","offset":4496},{"uri":"Pontefract_Castle","surface_form":"Pontefract Castle","offset":4619},{"uri":"Rebellion","surface_form":"rebellion","offset":4640},{"uri":"Henry_IV","surface_form":"Henry IV","offset":4686},{"uri":"Owain_Glynd%C5%B5r","surface_form":"Owain Glyndŵr","offset":4714},{"uri":"Cousin","surface_form":"cousin","offset":4793},{"uri":"Rhys_ap_Tudur","surface_form":"Rhys ap Tudur","offset":4819},{"uri":"Surprise","surface_form":"surprise","offset":4882},{"uri":"Carpenter","surface_form":"carpenter","offset":4913},{"uri":"War_of_the_Roses","surface_form":"War of the Roses","offset":5238},{"uri":"Henry_VIII","surface_form":"Henry VIII","offset":5372},{"uri":"Prison","surface_form":"prison","offset":5409},{"uri":"Edward_Conwy%2C_1st_Viscount_Conwy","surface_form":"Edward Conway","offset":5556},{"uri":"Charles_I_of_England","surface_form":"Charles I","offset":5573},{"uri":"Edward_Conway%2C_2nd_Viscount_Conway","surface_form":"Edward","offset":5644},{"uri":"Ruin","surface_form":"ruin","offset":5691},{"uri":"English_Civil_War","surface_form":"English Civil War","offset":5710},{"uri":"John_Williams_(archbishop_of_York)","surface_form":"John Williams","offset":5737},{"uri":"Archbishop_of_York","surface_form":"Archbishop of York","offset":5752},{"uri":"John_Owen_(Royalist)","surface_form":"John Owen","offset":5886},{"uri":"Governor","surface_form":"governor","offset":5903},{"uri":"Thomas_Mytton","surface_form":"Thomas Mytton","offset":6097},{"uri":"Siege","surface_form":"siege","offset":6121},{"uri":"English_Council_of_State","surface_form":"English Council of State","offset":6272},{"uri":"Parliament_of_England","surface_form":"Parliament of England","offset":6314},{"uri":"Edward_Conway%2C_1st_Earl_of_Conway","surface_form":"Edward Conway","offset":6489},{"uri":"Charles_II_of_England","surface_form":"Charles II","offset":6506},{"uri":"Restoration_(England)","surface_form":"Restoration","offset":6532},{"uri":"Iron","surface_form":"iron","offset":6590},{"uri":"Lead","surface_form":"lead","offset":6599},{"uri":"18th_century","surface_form":"18th century","offset":6895},{"uri":"Picturesque","surface_form":"picturesque","offset":6938},{"uri":"Thomas_Girtin","surface_form":"Thomas Girtin","offset":7091},{"uri":"Moses_Griffith_(engraver)","surface_form":"Moses Griffith","offset":7106},{"uri":"Julius_Caesar_Ibbetson","surface_form":"Julius Caesar Ibbetson","offset":7122},{"uri":"Paul_Sandby","surface_form":"Paul Sandby","offset":7146},{"uri":"J._M._W._Turner","surface_form":"J. M. W. Turner","offset":7162},{"uri":"Llandudno","surface_form":"Llandudno","offset":7240},{"uri":"Tourism","surface_form":"tourists","offset":7293},{"uri":"Conwy_Suspension_Bridge","surface_form":"Conwy Suspension Bridge","offset":7344},{"uri":"Conwy_Railway_Bridge","surface_form":"Conwy Railway Bridge","offset":7392},{"uri":"Ministry_of_Works_(United_Kingdom)","surface_form":"Ministry of Works","offset":7719},{"uri":"AJ_Taylor","surface_form":"Arnold Taylor","offset":7747},{"uri":"Monument","surface_form":"monument","offset":7902},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":7951},{"uri":"Cadw","surface_form":"Cadw","offset":7991},{"uri":"Visitor_center","surface_form":"visitor center","offset":8088},{"uri":"UNESCO","surface_form":"UNESCO","offset":8380},{"uri":"Coast","surface_form":"coast","offset":8403},{"uri":"Sandstone","surface_form":"sandstone","offset":8465},{"uri":"Limestone","surface_form":"limestone","offset":8479},{"uri":"Creuddyn_peninsula","surface_form":"Creuddyn peninsula","offset":8618},{"uri":"Chester","surface_form":"Chester","offset":8638},{"uri":"The_Wirral","surface_form":"the Wirral","offset":8651},{"uri":"Lime_render","surface_form":"lime render","offset":9044},{"uri":"Timber","surface_form":"timber","offset":9210},{"uri":"Hoarding_(castles)","surface_form":"hoarding","offset":9445},{"uri":"Barbican","surface_form":"barbican","offset":9542},{"uri":"Drawbridge","surface_form":"drawbridge","offset":9584},{"uri":"Machicolation","surface_form":"machicolation","offset":9712},{"uri":"Portcullis","surface_form":"portcullis","offset":9815},{"uri":"Constable","surface_form":"constable","offset":10148},{"uri":"Bakery","surface_form":"bakery","offset":10176},{"uri":"Chapel","surface_form":"chapel","offset":10261},{"uri":"Cellar","surface_form":"cellar","offset":10284},{"uri":"Jail","surface_form":"jail","offset":10338},{"uri":"Dungeon","surface_form":"dungeon","offset":10393},{"uri":"Kitchen","surface_form":"kitchen","offset":10454},{"uri":"Brewery","surface_form":"brewery","offset":10463},{"uri":"Bakery","surface_form":"bakery","offset":10472},{"uri":"Drawbridge","surface_form":"drawbridge","offset":10657},{"uri":"Ditch","surface_form":"ditch","offset":10697},{"uri":"Spring","surface_form":"spring","offset":10879},{"uri":"Well","surface_form":"well","offset":10937},{"uri":"Bedroom","surface_form":"bedroom","offset":11072},{"uri":"Palace","surface_form":"palace","offset":11237},{"uri":"Chapel","surface_form":"chapel","offset":11605},{"uri":"Turret","surface_form":"turret","offset":11682},{"uri":"Corfe_Castle","surface_form":"Corfe Castle","offset":11823},{"uri":"Garden","surface_form":"garden","offset":12128},{"uri":"Vine","surface_form":"vine","offset":12240},{"uri":"Crab-apple","surface_form":"crab-apple","offset":12247},{"uri":"Kingdom_of_Savoy","surface_form":"kingdom of Savoy","offset":12545}]}