{"id":453,"url":"http://en.wikipedia.org/wiki/Political_divisions_of_China","text":"There are twenty-three provinces, four municipalities, five autonomous regions and two special administrative regions in the People's Republic of China. The island of Taiwan is claimed as a province by the People's Republic of China (PRC), but it is not under their control. Taiwan is an island known as Republic of China (Taiwan).\nProvinces.\nThere are 23 provinces in the People's Republic of China.\nMunicipalities.\nThere are 4 municipalities in the People's Republic of China. \"Municipality\" is the common English name for the Chinese \"zhíxiáshì\", meaning a city directly controlled by the national government.\nAutonomous Regions.\nThere are 5 autonomous regions in the People's Republic of China. \"Autonomous region\" is the common English name for the Chinese \"zìzhìqū\", meaning an area with greater levels of self-government to accommodate minority groups.\nSpecial Administrative Regions.\nThere are 2 special administrative regions in the People's Republic of China. \"Special administrative region\" is the common English name for the Chinese \"tèbié xíngzhèng qū\", meaning an area under special administration as a result of treaties that returned former European colonies to Chinese control.","categories":[],"infobox_types":[],"annotations":[{"uri":"Province","surface_form":"province","offset":23},{"uri":"Municipality","surface_form":"municipalities","offset":39},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":125},{"uri":"Taiwan","surface_form":"Taiwan","offset":167},{"uri":"Taiwan_Province%2C_People%27s_Republic_of_China","surface_form":"province","offset":190},{"uri":"Taiwan","surface_form":"Taiwan","offset":275},{"uri":"Island","surface_form":"island","offset":288},{"uri":"Republic_of_China","surface_form":"Republic of China (Taiwan)","offset":304},{"uri":"Treaty","surface_form":"treaties","offset":1127},{"uri":"Europe","surface_form":"Europe","offset":1157},{"uri":"Colony","surface_form":"colonies","offset":1166}]}