{"id":453031,"url":"http://en.wikipedia.org/wiki/Gender_selection","text":"Gender selection (or sex selection) is the attempt to control the gender of human offspring. It can be done either before or after the fertilisation of the egg. It has been promoted by the term family balancing. In certain countries, particularly China, Nepal and India, sons are often preferred to daughters. In the United States, slightly more Americans preferred boys to girls.\nThe methods used for gender selection are of two main types. One occurs before fertilisation by making sure there are more sperms with a Y chromosome (which produce a male). The other acts after fertilisation by selecting only male embryos to develop.\nMethods.\nThe Ericsson method uses the extra weight of sperms carrying the X chromosome. They swim slower than the lighter sperms with the Y chromosome. This test tube method increases the chance of having a boy from just over 50% to just over 70%. The method is called 'sperm sorting'.\nThe \"in-vitro\" fertilisation uses ovarian stimulation to cause the mother to produce a number of eggs. The eggs are fertilised in the laboratory by the father's sperm. Then the sex of embryos is discovered by taking a single cell from the ball of cells which has divided after fertilisation. One or more male embryos are then implanted in the mother's womb so they will develop.\nProbably the most common method uses selective abortion. The sex of an embryo can be found by amniocentesis: cells are taken from the fluid surrounding the embryo. This is regularly done to identify genetic defects in the embryo. The procedure gives the information about sex early enough for abortion to be a safe practice.\nLegality.\nSex selection has only recently become available. Sex selections are legal in most of the world. It is practiced mostly in Western countries, though more limited for Eastern countries, such as China and India. There is fertility tourism from the United Kingdom or Canada. That’s because preimplantation genetic diagnosis (a potential expansion of in-vitro fertilization that can be used for gender selection) is not allowed in Canada or the United Kingdom.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gender","surface_form":"gender","offset":66},{"uri":"Human","surface_form":"human","offset":76},{"uri":"Fertilisation","surface_form":"fertilisation","offset":135},{"uri":"Ovum","surface_form":"egg","offset":156},{"uri":"China","surface_form":"China","offset":247},{"uri":"Nepal","surface_form":"Nepal","offset":254},{"uri":"India","surface_form":"India","offset":264},{"uri":"Son","surface_form":"son","offset":271},{"uri":"Daughter","surface_form":"daughter","offset":299},{"uri":"United_States","surface_form":"United States","offset":317},{"uri":"Y_chromosome","surface_form":"Y chromosome","offset":518},{"uri":"Embryo","surface_form":"embryo","offset":613},{"uri":"X_chromosome","surface_form":"X chromosome","offset":707},{"uri":"Y_chromosome","surface_form":"Y chromosome","offset":771},{"uri":"Test_tube","surface_form":"test tube","offset":790},{"uri":"In_vitro_fertilisation","surface_form":"\"in-vitro\" fertilisation","offset":923},{"uri":"Ovarian_stimulation","surface_form":"ovarian stimulation","offset":953},{"uri":"Womb","surface_form":"womb","offset":1271},{"uri":"Abortion","surface_form":"abortion","offset":1345},{"uri":"Amniocentesis","surface_form":"amniocentesis","offset":1392},{"uri":"Genetic_disorder","surface_form":"genetic defects","offset":1497},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1879},{"uri":"Canada","surface_form":"Canada","offset":1897}]}