{"id":453158,"url":"http://en.wikipedia.org/wiki/No_Fences","text":"\"No Fences\" is the second studio album by the American country music artist Garth Brooks. It was released on August 27, 1990, and reached #1 on \"Billboard's\" Top Country Albums chart. The album also reached #3 on the \"Billboard\" 200. On the latter chart it stayed in the top 40 for 126 weeks, only one week less than Shania Twain's \"Come On Over\", the Soundscan era's record holder. No Fences remains Brooks' best-selling studio album to date with 17 million copies shipped in the US, and is the album that made him an international star. It was his first album issued in Europe (the original European release contained the four singles from his U.S. debut as bonus tracks).\nSome of Brooks' most famous songs appear on \"No Fences\", including: \"The Thunder Rolls\" (CMA's 1991 Video of the Year), \"Friends in Low Places\" (Academy of Country Music's 1990 Single of the Year), \"Unanswered Prayers\" and \"Two of a Kind, Workin' on a Full House\". A cover version of The Fleetwoods' \"Mr. Blue\" appears on the album. The album itself was named Album of the Year by the ACM in 1990. It reached Number 1 on the British country music charts (earning Brooks his first gold album in that country) and remained charted for over five years.\nThe track \"Victim of the Game\" was later covered by Brooks's friend and future wife Trisha Yearwood for her 1991 eponymous debut album.\nBrooks later re-recorded the track \"Wild Horses\", and released the new recording as a single in early 2001, reaching #7 on the country chart.\nBackground.\n\"No Fences definitely, hands down would be the people's favorite album that we have done so far. It's by far our biggest selling album. With songs like Friends In Low Places, Two of a Kind, Unanswered Prayers, and especially The Thunder Rolls with all the attention it got with the video situation that it went through. It's probably not surprising that this is the biggest selling album of our collection. The number that we have sold surprises me to death, and this is a good time for me to say thanks to those people who have it. To those people who might be thinking about getting Fences, if you do, I hope that you don't feel like you've been let down. It's an album that I stand by, I'm very proud of. An album that I pull out from time to time and listen and hold my head up and say, yeah I'll still stand by it.\"\nTrack listing.\nAThis track was not on the original release of the album. It first appeared when the album was re-released as part of Brooks' first \"Limited Series\" box set collection, and remained part of subsequent releases of the album until 2014, when it was released digitally for the first time.\nChart performance.\n\"No Fences\" peaked at #3 on the U.S. \"Billboard\" 200, and peaked at #1 on the Top Country Albums selling 238,000 copies, his first #1 Country album.","categories":[],"infobox_types":[],"annotations":[{"uri":"Country_music","surface_form":"country music","offset":55},{"uri":"Garth_Brooks","surface_form":"Garth Brooks","offset":76},{"uri":"Top_Country_Albums","surface_form":"Top Country Albums","offset":158},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":217},{"uri":"Shania_Twain","surface_form":"Shania Twain","offset":317},{"uri":"Come_On_Over_(Shania_Twain_album)","surface_form":"Come On Over","offset":333},{"uri":"Soundscan","surface_form":"Soundscan","offset":352},{"uri":"Garth_Brooks_(album)","surface_form":"U.S. debut","offset":646},{"uri":"The_Thunder_Rolls","surface_form":"The Thunder Rolls","offset":744},{"uri":"Country_Music_Association","surface_form":"CMA","offset":764},{"uri":"Friends_in_Low_Places","surface_form":"Friends in Low Places","offset":796},{"uri":"Academy_of_Country_Music","surface_form":"Academy of Country Music","offset":820},{"uri":"Unanswered_Prayers","surface_form":"Unanswered Prayers","offset":874},{"uri":"Two_of_a_Kind%2C_Workin%27_on_a_Full_House","surface_form":"Two of a Kind, Workin' on a Full House","offset":899},{"uri":"The_Fleetwoods","surface_form":"The Fleetwoods","offset":959},{"uri":"Mr._Blue","surface_form":"Mr. Blue","offset":976},{"uri":"Trisha_Yearwood","surface_form":"Trisha Yearwood","offset":1309},{"uri":"Trisha_Yearwood_(album)","surface_form":"debut album","offset":1348},{"uri":"Wild_Horses_(Garth_Brooks_song)","surface_form":"Wild Horses","offset":1397},{"uri":"The_Limited_Series_(1998_album)","surface_form":"Limited Series","offset":2484},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":2693},{"uri":"Top_Country_Albums","surface_form":"Top Country Albums","offset":2734}]}