{"id":453102,"url":"http://en.wikipedia.org/wiki/2014_Moncton_shootings","text":"The 2014 Moncton shootings were shootings that took place on June 4, 2014 in Moncton, New Brunswick, Canada. Three members of the Royal Canadian Mounted Police were shot and killed in Moncton. Two other RCMP officers were also injured in the attack. 24-year-old Justin Bourque is suspected of committing the shooting. He was caught after he was found in a yard on Mecca Drive and was taken into custody on June 6, 2014. After he was caught, he told police, \"I'm done.\" The shooting lasted from June 4, 2014 to June 6, 2014. It was the first homicide in Moncton since 2010 and was the deadliest attack on RCMP members since the Mayerthorpe tragedy in 2005.\nGeorge LeBlanc, Mayor of Moncton said in a statement on Twitter that the shooting was \"Terrible sad news for Moncton. Stay indoors and allow police to do their job. Prayers for the families.\" Prime Minister of Canada Stephen Harper said in a statement \"On behalf of all Canadians, Laureen and I offer our deepest condolences to the families, colleagues and friends of those affected by this tragedy. We also offer our prayers for the speedy recovery of those injured.\" He also said that the incident reminds us that \"men and women in law enforcement put their lives on the line in Canada every day to protect our citizens and communities\".","categories":[],"infobox_types":["civilian attack"],"annotations":[{"uri":"Moncton","surface_form":"Moncton","offset":77},{"uri":"New_Brunswick","surface_form":"New Brunswick","offset":86},{"uri":"Canada","surface_form":"Canada","offset":101},{"uri":"Royal_Canadian_Mounted_Police","surface_form":"Royal Canadian Mounted Police","offset":130},{"uri":"Mayerthorpe_tragedy","surface_form":"Mayerthorpe tragedy","offset":627},{"uri":"Prime_Minister_of_Canada","surface_form":"Prime Minister of Canada","offset":848},{"uri":"Stephen_Harper","surface_form":"Stephen Harper","offset":873},{"uri":"Laureen_Harper","surface_form":"Laureen","offset":937}]}