{"id":453189,"url":"http://en.wikipedia.org/wiki/Micromoth","text":"Micromoths, or microlepidoptera is a group of moth families. They are very common, but much smaller than the more familiar butterflies and moths. They have wingspans of under 20 mm, and are hard to see well enough to identify.\nThey have some lifestyles different from the larger lepidoptera, but this is not an identifying mark. The group is not monophyletic, so the term 'micromoth' is just a convenient label. It can be contrasted with macrolepidoptera, the larger types.\nMicromoths include no butterflies, but they do have a number of day-flying groups. The coming of digital macrophotography. is making them much easier to identify.\nIn considering microsize prey, one should see the issue from the perspective of their main predator, which is birds taking larvae to feed their chicks. Birds take a stupendous number of insect larvae to feed their chicks. One kind of defence is to eat food which is distasteful to birds. Many grubs put away (\"sequester\") poisonous compounds from the plants they eat. That makes them unpalatable to birds and their chicks. Another kind of defence is to be \"not worth chasing\", when the energy expended by the bird is not worth the energy gained by eating the prey. Micromoths and their microgrubs are not worth chasing for many birds. Thus they gain in having less rigorous predation from their main enemy. Much the same is true of microflies, which are also common. A similar argument explains that bats may go for larger, plumper flying adults where the energy gained is large compared to the energy spent catching them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lepidoptera","surface_form":"lepidoptera","offset":20},{"uri":"Moth","surface_form":"moth","offset":46},{"uri":"Family_(biology)","surface_form":"families","offset":51},{"uri":"Butterflies","surface_form":"butterflies","offset":123},{"uri":"Moths","surface_form":"moths","offset":139},{"uri":"Lifestyle","surface_form":"lifestyle","offset":242},{"uri":"Monophyletic","surface_form":"monophyletic","offset":346},{"uri":"Macrolepidoptera","surface_form":"macrolepidoptera","offset":438},{"uri":"Butterflies","surface_form":"butterflies","offset":496},{"uri":"Macrophotography","surface_form":"macrophotography","offset":579}]}