{"id":45314,"url":"http://en.wikipedia.org/wiki/Labour_Party_(UK)","text":"The Labour Party is the main centre-left political party in the United Kingdom. It is a social democratic party. It has been one of the UK's two main political parties from the early 20th century to the present day. It is currently the second largest party in the British House of Commons, with 262 out of 650 seats. It forms the Official Opposition. Its last leader was Jeremy Corbyn. The current Labour Party leader is Sir Keir Starmer. He was elected on 4 April 2020.\nThe Labour Party was in power in the United Kingdom government from 1997 to 2010. Now it sits in opposition. It was in power in the Scottish Parliament (in coalition with the Scottish Liberal Democrats) until 2007. It is the largest group in the London Assembly, although until May 2016 the Mayor of London was a Conservative party member. It is also the second largest party in local government.\nHistory.\nThe party was officially formed in 1906, just after the general election, as a successor of the Labour Representative Committee formed in 1900. In 1918, the party made a new constitution with the commitment to socialism, or the socialization of the industry. This could be found in Clause 4.\nThe Labour Party won the general election in 1945 for the first time. From 1951 Labour was in opposition for thirteen years, during which there were serious fights between the left and right wings of the party. The leader of the left wing was Aneurin Bevan. His supporters were called the \"Bevanites\". They wanted a less confrontational policy in foreign affairs and more socialist actions. The leaders of the right wing were Clement Attlee and Hugh Gaitskell. They believed that Western capitalism had changed a lot and that socialism and public ownership was not so important. Gaitskell tried to remove Clause 4 from the party constitution at the 1959 conference, but he could not.\nIn 1994, Tony Blair forced the Labour Party to drop Clause 4. This was an important step to change the party into \"New Labour\".\nIn 2015, dark horse candidate Jeremy Corbyn announced his candidacy for the leadership of the Labour Party. At the beginning, he was thought of as a socialist fringe candidate, but he later became the lead candidate in polls and got the support of the majority of trade unions affiliated to the Labour Party, along with those of three non-affiliated unions. On 12 September 2015, he was elected Leader of the Labour Party, with a majority vote of 59.5% in the first round of the ballot.","categories":[],"infobox_types":[],"annotations":[{"uri":"Political_party","surface_form":"political party","offset":41},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":64},{"uri":"Social_democracy","surface_form":"social democratic","offset":88},{"uri":"House_of_Commons_of_the_United_Kingdom","surface_form":"British House of Commons","offset":264},{"uri":"Official_Opposition_(United_Kingdom)","surface_form":"Official Opposition","offset":330},{"uri":"Jeremy_Corbyn","surface_form":"Jeremy Corbyn","offset":371},{"uri":"Keir_Starmer","surface_form":"Sir Keir Starmer","offset":421},{"uri":"Scottish_Parliament","surface_form":"Scottish Parliament","offset":603},{"uri":"Coalition","surface_form":"coalition","offset":627},{"uri":"Scottish_Liberal_Democrats","surface_form":"Scottish Liberal Democrats","offset":646},{"uri":"London_Assembly","surface_form":"London Assembly","offset":717},{"uri":"Mayor_of_London","surface_form":"Mayor of London","offset":762},{"uri":"Conservative_Party_(UK)","surface_form":"Conservative party","offset":784},{"uri":"Local_government","surface_form":"local government","offset":850},{"uri":"General_election","surface_form":"general election","offset":933},{"uri":"Constitution","surface_form":"constitution","offset":1051},{"uri":"Socialism","surface_form":"socialism","offset":1087},{"uri":"Aneurin_Bevan","surface_form":"Aneurin Bevan","offset":1412},{"uri":"Clement_Attlee","surface_form":"Clement Attlee","offset":1595},{"uri":"Hugh_Gaitskell","surface_form":"Hugh Gaitskell","offset":1614},{"uri":"Tony_Blair","surface_form":"Tony Blair","offset":1862},{"uri":"Dark_horse","surface_form":"dark horse","offset":1990}]}