{"id":453562,"url":"http://en.wikipedia.org/wiki/Salustiano_Sanchez","text":"Salustiano Sanchez Blazquez (8 June 1901 – 13 September 2013) was a Spanish-born American supercentenarian.\nBorn in El Tejado de Bejar, Spain, on 8 June 1901 (he claimed to be born in 1902), Sanchez emigrated to Cuba at age 17 and worked as a farmer, before emigrating in 1920 to the United States where he lived until his death and worked as a coal miner. In 1934, he married Pearl Emilie Chiasera and had the son John and the daughter Irene, whom he lived with after his wife's death in 1988 to 2007 when he moved to a retirement home in Grand Island, New York, and lived there until his death at age 112 years, 97 days, and believed the secret to his long life to be one banana and one tablet of Anacin a day. At age 112, he had 7 grandchildren, 15 great-grandchildren and 5 great-great-grandchildren.\nSanchez became the oldest living man in the United States after Shelby Harris' death on 25 July 2012 and later even the oldest living man in the world after 116-year-old Japaneseman Jiroemon Kimura's death on 11 June 2013 (Kimura died on 12 June 2.08am and at that time the date in New York was still 11 June). However, it was not officially confirmed before 25 July 2013, and before that the oldest living man was believed to be Canadian-born Americanman James McCoubrey (who died just 10 weeks before Sanchez and would have turned 112 the same day as Sanchez's death) followed by Jokichi Ikarashi (who died just 18 days after McCoubrey and was the oldest living Japanese man) and Italianman Arturo Licata, who however became the oldest living man on 13 September 2013 when Sanchez died of natural causes, and the oldest living American man became Polish-born Alexander Imich.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spanish_people","surface_form":"Spanish","offset":68},{"uri":"Supercentenarian","surface_form":"supercentenarian","offset":90},{"uri":"El_Tejado","surface_form":"El Tejado de Bejar","offset":116},{"uri":"Spain","surface_form":"Spain","offset":136},{"uri":"Cuba","surface_form":"Cuba","offset":212},{"uri":"United_States","surface_form":"United States","offset":284},{"uri":"New_York","surface_form":"New York","offset":554},{"uri":"Tablet","surface_form":"tablet","offset":689},{"uri":"Anacin","surface_form":"Anacin","offset":699},{"uri":"Japanese_people","surface_form":"Japanese","offset":975},{"uri":"Jiroemon_Kimura","surface_form":"Jiroemon Kimura","offset":987},{"uri":"James_McCoubrey","surface_form":"James McCoubrey","offset":1261},{"uri":"Jokichi_Ikarashi","surface_form":"Jokichi Ikarashi","offset":1387},{"uri":"Arturo_Licata","surface_form":"Arturo Licata","offset":1498},{"uri":"Alexander_Imich","surface_form":"Alexander Imich","offset":1666}]}