{"id":453519,"url":"http://en.wikipedia.org/wiki/Legal_guardian","text":"The goal of a legal guardian is to protect a person who cannot make legal decisions on their own. The legal guardian makes decisions for the person who needs protection. Usually, a legal guardian has to be appointed (chosen) by a court. Before a court appoints a guardian for a person, it first has to decide that the person is incompetent (unable to make decisions on their own).\nA court may also choose a legal guardian for an adult. This happens when the court decides the adult is incompetent. The court appoints a legal guardian to help protect the incompetent person (who is called a ward). The legal guardian then has the right to make legal decisions for the ward.\nHow do legal guardians get chosen?\nLegal guardians get chosen in a few different ways.\nSometimes a parent will write a will, which explains their last wishes in case they die. In the will, they can say who they want to take care of their child if the parent dies. If the parent dies, a court still has to approve the person named in the will as the child's new guardian. The new guardian does not have to be a blood relative of the parent or child.\nIf someone (like a person's doctor, psychiatrist, or family member) thinks that a person is incompetent, they may ask a court to choose a legal guardian. In the United States, the court must hold a hearing to decide whether the person needs a guardian. The person must be given a lawyer, and the court must listen to arguments from both sides. If the court decides that the person needs a guardian, the court will choose one. That guardian may be a family member, a friend, or a stranger.\nWhat kind of power do legal guardians have?\nIn the United States, when a court chooses a legal guardian, the court has to say specifically what decisions the guardian will be able to make for their ward. For example, a court might say the guardian can only make medical decisions for their ward. The ward will still have the right to make any other decisions that are not medical decisions.\nDifferent states have different laws about types of guardianships and what decisions guardians can make.\nFor example, in Massachusetts, a court can appoint a Rogers Guardian, who can only make decisions about their ward's psychiatric (mental health) medicines. The ward still has the right to make any other decisions that are not about medications.\nIn other states, like Pennsylvania, a court can appoint a plenary guardian, who has the right to make all decisions for the ward. The ward has no right to make any important decisions for himself or herself.","categories":[],"infobox_types":[],"annotations":[{"uri":"Court","surface_form":"court","offset":230},{"uri":"Incompetence","surface_form":"incompetent","offset":328},{"uri":"Ward","surface_form":"ward","offset":590},{"uri":"Rights","surface_form":"right","offset":629},{"uri":"Will_(law)","surface_form":"will","offset":792},{"uri":"Kinship","surface_form":"blood relative","offset":1083},{"uri":"Medical_doctor","surface_form":"doctor","offset":1150},{"uri":"Psychiatrist","surface_form":"psychiatrist","offset":1158},{"uri":"Court_hearing","surface_form":"hearing","offset":1320},{"uri":"Lawyer","surface_form":"lawyer","offset":1402},{"uri":"Psychiatry","surface_form":"psychiatric","offset":2224}]}