{"id":453522,"url":"http://en.wikipedia.org/wiki/Albert_Pujols","text":"José Alberto Pujols Alcántara (also known as Albert Pujols) is a star baseball player from the Dominican Republic.\nEarly life.\nPujols was born on January 16, 1980 in Santo Domingo, the capital of the Dominican Republic. When he was 16, Pujols's family moved to Missouri. He learned English at Fort Osage High School and later studied to be an American citizen.\nBaseball career.\nHe went to Maple Woods Community College and posted a.461 on-base average (which means he got on base 461 times out of every 1,000 at-bats).\nAt age 19, Pujols was drafted by the St. Louis Cardinals. He was a very low draft pick (402nd in the 13th round of the draft). He played his first season with one of the Cardinals' minor league teams, the Peoria Chiefs.\nAfter one full season with the Chiefs, Pujols got onto the Cardinals' roster after a teammate got injured. Later two of the Cardinals' best players also got injured, and Pujols became a regular player. In his first season with the Cardinals, he had 37 RBIs and 130 home runs, and posted a.329 on-base average. He won the Rookie of the Year Award, earning every vote.\nAwards.\nIn 2002, Pujols was the runner-up for the Most Valuable Player Award, and the Cardinals reached the National League Championship Series.\nIn 2005, the Baseball Writers of America voted Pujols the National League's Most Valuable Player.\nIn 2006, the Cardinals won the World Series. Pujols was also named to the National League All-Star Team that year.\nSince 2006, Pujols has won many awards, like the Players' Choice Most Outstanding Player Award, the Players' Choice Player of the Year Award, and the National League Home Run Award.","categories":[],"infobox_types":[],"annotations":[{"uri":"Baseball","surface_form":"baseball","offset":70},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":95},{"uri":"Santo_Domingo","surface_form":"Santo Domingo","offset":166},{"uri":"Capital_city","surface_form":"capital","offset":185},{"uri":"Missouri","surface_form":"Missouri","offset":261},{"uri":"English_language","surface_form":"English","offset":282},{"uri":"Citizenship","surface_form":"citizen","offset":352},{"uri":"At_bat","surface_form":"at-bats","offset":509},{"uri":"St._Louis_Cardinals","surface_form":"St. Louis Cardinals","offset":556},{"uri":"Minor_league_baseball","surface_form":"minor league","offset":700},{"uri":"RBI","surface_form":"RBIs","offset":991},{"uri":"Home_run","surface_form":"home runs","offset":1004},{"uri":"Most_Valuable_Player","surface_form":"Most Valuable Player Award","offset":1156},{"uri":"National_League_Championship_Series","surface_form":"National League Championship Series","offset":1214},{"uri":"National_League","surface_form":"National League's","offset":1309},{"uri":"World_Series","surface_form":"World Series","offset":1380}]}