{"id":453515,"url":"http://en.wikipedia.org/wiki/Gracie_Gold","text":"e=\"preserve\">Gracie Gold (born August 17, 1995) is an American figure skater.\nChildhood.\nGracie Gold was born on August 17, 1995 in Newton, Massachusetts. When she was four years old her family moved to Springfield, Illinois. At a skating birthday party when she was eight years old, she began to try figure skating. After that party she signed up for lessons. She was a natural; she soon was landing double axels.\nBefore Olympics and other competitions.\nAfter awhile her hard work wasn't paying off. She kept getting low scores! Around a year before the Sochi, Olympics Gracie's relationship with her coach, Alex Ouriashev had completely crumbled. A little while after that Gracie switched coaches. She switched to Frank Carroll and this switch took her mother and sister Carly Gold with her to Hermosa Beach, Los Angeles. Frank Carroll’s experience with coaching other Olympians like Evan Lysacek, Michelle Kwan, Tim Goebel, Linda Fratianne and Denis Ten helped and inspired Gracie. Going to the Olympics gave a lot of stress to her. She would stress about being an Olympian and would stress out about all of the mistakes she would make in practice. Sometimes to calm down Gracie would juggle. She had to learn how to relax while doing her triple axels and how to save a jump if she started off wrong. Gracie also had to learn how to make her performance still look good to the judges, even after a fall. Later, after all of this training Gracie was ready to compete in competitions like the Midwestern sectional, The U.S. Championships, and the U.S. International Classic. In almost all of her later competitions she did better than the firsts. This helped her earn her spot in the 2014 Sochi, Olympics.\nSochi, Olympics.\nGracie got a bronze medal from the Olympics, she got this from the team event. In the Ladies free skate, and short program she was placed fourth. Gracie is eager to return to Olympic Ice in the 2018 Winter Olympics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":54},{"uri":"Figure_skater","surface_form":"figure skater","offset":63},{"uri":"Newton%2C_Massachusetts","surface_form":"Newton, Massachusetts","offset":132},{"uri":"Springfield%2C_Illinois","surface_form":"Springfield, Illinois","offset":203}]}