{"id":453524,"url":"http://en.wikipedia.org/wiki/Grandaddy","text":"Grandaddy is an American indie rock band formed in California in 1992 by singer/guitarist/keyboardist Jason Lytle, bassist Kevin Garcia, and drummer Aaron Burtch.\nHistory.\nComplex Party Come Theories is their first work. After that, they got new guitarist Jim Fairchild and keyboardist Tim Dryden. They released EP A Pretty Mess By This One Band in 1996, and their first full-length album Under The Western Freeway in 1997. “Summer Here Kids”, one of the songs in Under The Western Freeway, earned Single of the Week honors in NME. In 2000, in Sophftware Slump, they created vintage, electronic, drift-off music. In, Concrete Dunes was released, without the band's permission. In 2003, the group released another album, Sumday, and received good reviews. In 2006, Just Like the Fambly Cat was released.\nAfter the album, the band broke up in 2005. They did not do Just Like the Fambly Cat tour concert. The band was utterly content and happy about the decision to end Grandaddy. In the song 'Elevate Myself', he says \"I don't wanna work all night and day. On writing songs that make the young girls cry.\" Other members all worked in their own field, but Jim Fairchild was still working with music. He joined a guitarist in Modest Mouse tour, and he released his first solo album, Ten Readings of a Warning. In 2012, the band reunited for Outside Lands Festival in San Francisco. In the same year, they played in End of the Road Festival. No album has been released since then.\nIn an interview, Jason Lytle tell why the band name got their name Grandaddy; They realized that they are too ugly to seduce young women, so they try to appeal to old women, just like Morrissey. Birds frequently appear in their album cover, because birds are beautiful and colorful, and they can sing.\nStyle.\nGrandaddy's music has features in the late 90s lo-fi indie rock. Their music has the catchy melodies that they are able to create with the synths and distorted guitars. Most of their musics are slow and emotional. Also, they used electronics. Their lyrics are mostly vague and abstract, but inventive. The album's most enduring image is a man sipping a beer and strumming an acoustic guitar in quiet, beautiful countryside. The Sophtware Slump is generally regarded as the band's masterpiece, but other albums like Under the Western Freeway are popular, too.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indie_rock","surface_form":"indie rock","offset":25},{"uri":"Complex_Party_Come_Theories","surface_form":"Complex Party Come Theories","offset":172},{"uri":"A_Pretty_Mess_By_This_One_Band","surface_form":"A Pretty Mess By This One Band","offset":315},{"uri":"Under_The_Western_Freeway","surface_form":"Under The Western Freeway","offset":389},{"uri":"NME","surface_form":"NME","offset":527},{"uri":"Sophftware_Slump","surface_form":"Sophftware Slump","offset":544},{"uri":"Concrete_Dunes","surface_form":"Concrete Dunes","offset":617},{"uri":"Sumday","surface_form":"Sumday","offset":720},{"uri":"Just_Like_the_Fambly_Cat","surface_form":"Just Like the Fambly Cat","offset":764},{"uri":"Just_Like_the_Fambly_Cat","surface_form":"Just Like the Fambly Cat","offset":863},{"uri":"Modest_Mouse","surface_form":"Modest Mouse","offset":1222},{"uri":"Ten_Readings_of_a_Warning","surface_form":"Ten Readings of a Warning","offset":1279},{"uri":"Outside_Lands_Festival","surface_form":"Outside Lands Festival","offset":1337},{"uri":"End_of_the_Road_Festival","surface_form":"End of the Road Festival","offset":1411},{"uri":"Morrissey","surface_form":"Morrissey","offset":1660},{"uri":"Lo-fi","surface_form":"lo-fi","offset":1832},{"uri":"The_Sophtware_Slump","surface_form":"The Sophtware Slump","offset":2209}]}