{"id":453513,"url":"http://en.wikipedia.org/wiki/Fluvial_terrace","text":"Fluvial terrace is an abandoned floodplain with a long, narrow stairs that is formed when the river flowed at a higher level than at present. Fluvial terrace consists of two parts; a tread, which is the flat surface at the upper side of fluvial terrace, and a scarp, which is the steep slope connecting the tread to the downside. Fluvial terrace is divided into Rock terrace and Gravel terrace according to structure materials, and it is also classified as Tectonic terrace and Climate terrace according to causes of formation.\nClassification.\nFluvial terraces are either called erosional or depositional.\nErosional terrace.\nErosional terrace is a terrace that the tread has been formed primarily by lateral erosion. During low water level stage, fine sediment is deposited and during normal flow, coarse sediment is deposited at the end of a high water event. When the river reaches its highest level, it entrains all the channel sediment and scours the underlying bedrock before coarse detritus is deposited again on the channel floor.\nDepositional terrace.\nDepositional terrace is a terrace that the tread represents the surface of a valley fill. Valley filling occurs when the amount of sediment produced in a basin exceeds the amount that the river system can carry away. It is usually triggered by glacial outwash, climate change, or change in base level, slope, or load caused by rising water level. Depositional terrace is climatically controlled, whereas erosional terrace is tectonically controlled.","categories":[],"infobox_types":[],"annotations":[{"uri":"Floodplain","surface_form":"floodplain","offset":32},{"uri":"Tread","surface_form":"tread","offset":183},{"uri":"Scarp","surface_form":"scarp","offset":260},{"uri":"Rock_terrace","surface_form":"Rock terrace","offset":362},{"uri":"Gravel_terrace","surface_form":"Gravel terrace","offset":379},{"uri":"Tectonic_terrace","surface_form":"Tectonic terrace","offset":457},{"uri":"Climate_terrace","surface_form":"Climate terrace","offset":478},{"uri":"Erosional_terrace","surface_form":"Erosional terrace","offset":625},{"uri":"Lateral_erosion","surface_form":"lateral erosion","offset":700},{"uri":"Depositional_terrace","surface_form":"Depositional terrace","offset":1060},{"uri":"Valley_fill","surface_form":"valley fill","offset":1137}]}