{"id":453713,"url":"http://en.wikipedia.org/wiki/The_Hunger_Games_trilogy","text":"The Hunger Games is a trilogy of books by Suzanne Collins which tells the story of Katniss Everdeen in these games.\nPlot.\nIn the book, Katniss let’s her sister go into the games, who is 12 years old, in the hunger games because Prim is very weak and fragile. The hunger games are a competition of the nation of Panem (the present day United States), which is divided in 12 Districts. In these games 12 boys and 12 girls between 12 and 18 years old learn the rules of survival and fight one another to the death until only one survives. The boys and girls are named tributes and represent their Districts. A menace of the games are the Muts. The Muts are mutant wolves. The origin of the competition was the Nuclear War of the Dark Years, when the districts rebelled against the Capitol. The Districts lost the war and the Capitol won. The champion of the games lives in a special village in their districts and they are given money and jewellery and their family will not be elected for the games again.\nThe life in the Districts is very different from the life in the capitol. In the Capitol the people do not work and they are rich. In the districts the people work very hard and they are not rich except in districts 1, 2 and 4.\nIn the 74th hunger games Katniss Everdeen, who is 16 years old, and Peeta Mellark, who is 16 years old, participate and win because the rest of the tributes have died and both menace to eat nightlocks, a poisonous berry which kills in a moment. Snow, Panem’s president, doesn’t like it because he needs a Champion so that the people in Capitol and the Districts won’t rebel. The principal tributes are Marvel (killed by Katniss) and Glimer (killed by Katniss) (district 1), Cato (killed by Katniss) and Clove (killed by Tresh) (district 2), Foxface (killed by the nightlocks) (district 5) and Tresh (killed by the muts) and Rue (killed by Marvel) (district 11). In the end of the book, Katniss and Peeta return to district 12 and Seneca Crane, the guard of the games, is killed by president Snow with nightlocks. In 2014, there was a controversy with one of the directors, Peter Rodger. This was because his son Elliot Rodger caused a mass shooting in anger at his inceldom.","categories":[],"infobox_types":["book series"],"annotations":[{"uri":"Suzanne_Collins","surface_form":"Suzanne Collins","offset":42},{"uri":"United_States","surface_form":"United States","offset":334},{"uri":"Death","surface_form":"death","offset":505}]}